[
  {
    "text": "If you were an ancient Israelite, your whole life would revolve around the covenant relationship you made with the Creator God. You have your ancient law code that you follow, including a list of behaviors that keep yourself ritually pure. You're observing annual feasts that remind you of who you are. And right at the center of camp is a sacred tent. The place where heaven and earth unite. The place where God himself dwells. And you are invited to bring offerings that connect you with the life giving presence of God.",
    "start": "00:00:04",
    "end": "00:00:33"
  },
  {
    "text": "The tent becomes a little symbolic micro version of the whole biblical story, which is about Yahweh reopening the gateway to the Eden blessings so that humans can return back to Eden. And so Israel had at its heart this little ritual drama being played out where one representative Israelite would enter into Eden on behalf of the many.",
    "start": "00:00:34",
    "end": "00:00:56"
  },
  {
    "text": "The one representative Israelite are the priests. The priests come from the tribe of Levi. This is the tribe in charge of the tent. They maintain the tent. They pack it up and move it when Israel's on the move. But only a select few Levites get to be priests. And so today we're going to read a story about a rebellion of the Levites. You see a few of them think this setup isn't fair. Maybe there's some self dealing going on. And they rally a group to voice their frustration.",
    "start": "00:00:56",
    "end": "00:01:26"
  },
  {
    "text": "That whole crew assembles together against Moses and Aaron and said, you've gone too far. Why do you guys exalt yourselves above the assembly of Yahweh now what happens.",
    "start": "00:01:26",
    "end": "00:01:37"
  },
  {
    "text": "Next is, well, tragic. The earth opens up and swallows them whole. It's these stories in the Bible that make you think, I mean, what gives? Why is God acting with so much intensity?",
    "start": "00:01:37",
    "end": "00:01:50"
  },
  {
    "text": "It is severe. It's meant to induce grief. Decreation is horrible. It's the ending of life.",
    "start": "00:01:51",
    "end": "00:01:56"
  },
  {
    "text": "So today we're going to sit with this tragic tale and examine why there's so much de creation in the Bible.",
    "start": "00:01:57",
    "end": "00:02:02"
  },
  {
    "text": "These de creations are what humans are choosing and bringing on themselves. And when Yahweh brings about a new thing, it's like he's accelerating its decreation process so that he can give birth to a new creation.",
    "start": "00:02:02",
    "end": "00:02:16"
  },
  {
    "text": "This story also has us examine the high level of accountability that God puts on those who, who represent him.",
    "start": "00:02:16",
    "end": "00:02:22"
  },
  {
    "text": "The angriest Jesus ever got in the Gospels is at the teachers of the Torah. They are supposed to be the ones out of among the many, from among the many who guide Israel to wisdom and life. And he believes they're guiding them to death.",
    "start": "00:02:22",
    "end": "00:02:36"
  },
  {
    "text": "But the story doesn't End here with the ground opening up. It actually ends with a plague breaking out amongst Israel. More de creation, infecting everyone.",
    "start": "00:02:36",
    "end": "00:02:44"
  },
  {
    "text": "The high priest runs ahead of the wave of death, and he stands there. And where he stands, the waves stop with him. He stands in between the dead and the living. This narrative is a part of a huge mosaic pointing to Israel's need and humanity's need for the ultimate mediator to mediate between heaven and earth.",
    "start": "00:02:45",
    "end": "00:03:04"
  },
  {
    "text": "Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:03:05",
    "end": "00:03:15"
  },
  {
    "text": "Hey there, John.",
    "start": "00:03:15",
    "end": "00:03:16"
  },
  {
    "text": "We are in the scroll of Numbers because we are reading through the Torah.",
    "start": "00:03:16",
    "end": "00:03:21"
  },
  {
    "text": "Yes, we are. Did you just get a fresh cup of coffee?",
    "start": "00:03:21",
    "end": "00:03:23"
  },
  {
    "text": "I did.",
    "start": "00:03:23",
    "end": "00:03:24"
  },
  {
    "text": "It's like the smell is filling the room. It's so good.",
    "start": "00:03:25",
    "end": "00:03:28"
  },
  {
    "text": "Yeah.",
    "start": "00:03:28",
    "end": "00:03:29"
  },
  {
    "text": "Thank you for that.",
    "start": "00:03:29",
    "end": "00:03:30"
  },
  {
    "text": "You're welcome. Man does not live on bread alone, but also with a little caffeine.",
    "start": "00:03:31",
    "end": "00:03:35"
  },
  {
    "text": "And the word of the Lord.",
    "start": "00:03:36",
    "end": "00:03:37"
  },
  {
    "text": "And the word of the Lord.",
    "start": "00:03:38",
    "end": "00:03:39"
  },
  {
    "text": "Yeah.",
    "start": "00:03:39",
    "end": "00:03:39"
  },
  {
    "text": "And here we have all of it.",
    "start": "00:03:39",
    "end": "00:03:40"
  },
  {
    "text": "Yeah. With fresh coffee smell filling the room, we are turning our attention to the middle section of the fourth scroll of the Torah.",
    "start": "00:03:40",
    "end": "00:03:49"
  },
  {
    "text": "There's three scrolls in the middle of the Torah that are kind of like the meat of the Torah.",
    "start": "00:03:49",
    "end": "00:03:53"
  },
  {
    "text": "Yeah.",
    "start": "00:03:53",
    "end": "00:03:53"
  },
  {
    "text": "Exodus, Leviticus, Numbers. Exodus is traveling through the wilderness to Mount Sinai where they hang out, get God's commands, learn how to assemble as a nation, learn the tabernacle rituals. The Numbers is now then going out through the wilderness to the promised land.",
    "start": "00:03:53",
    "end": "00:04:10"
  },
  {
    "text": "From Sinai. From Sinai, yeah. To the promised land.",
    "start": "00:04:10",
    "end": "00:04:13"
  },
  {
    "text": "And right here, what's happening is it's all falling apart.",
    "start": "00:04:13",
    "end": "00:04:16"
  },
  {
    "text": "Yeah.",
    "start": "00:04:17",
    "end": "00:04:17"
  },
  {
    "text": "Like piece by piece.",
    "start": "00:04:17",
    "end": "00:04:18"
  },
  {
    "text": "That's exactly right.",
    "start": "00:04:18",
    "end": "00:04:19"
  },
  {
    "text": "And it's like. Yeah, we're driving the car, and then the wheels come off. I guess that would be the last thing. Yeah. First it's like the check engine light goes on.",
    "start": "00:04:19",
    "end": "00:04:29"
  },
  {
    "text": "Yeah, sure. Yeah.",
    "start": "00:04:29",
    "end": "00:04:30"
  },
  {
    "text": "And then the engine starts to, like, sputter and.",
    "start": "00:04:30",
    "end": "00:04:32"
  },
  {
    "text": "Yeah, smoke.",
    "start": "00:04:32",
    "end": "00:04:33"
  },
  {
    "text": "Smoke.",
    "start": "00:04:33",
    "end": "00:04:34"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:04:34",
    "end": "00:04:34"
  },
  {
    "text": "And then the wheels are going to come off.",
    "start": "00:04:34",
    "end": "00:04:36"
  },
  {
    "text": "Yeah. So in the first movement of Numbers, Israel is organized as this mobile holy congregation moving through the wilderness. The outer ring of the camp is the twelve tribes of Israel. The next inner ring is one tribe selected to be extra close to the holy space, the tribe of Levi, among whom are the priests. And then in the middle of the middle of the camp is the holy presence of God in the tent.",
    "start": "00:04:36",
    "end": "00:05:03"
  },
  {
    "text": "And there's three rebellions that match those three levels of organization.",
    "start": "00:05:03",
    "end": "00:05:08"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:05:08",
    "end": "00:05:09"
  },
  {
    "text": "And so we just walked through in the last episode, the Outer layer and the rebellion of the 12 spies who go into the land. Check it out. They see that it's this wonderful garden, but inside are the giants. The people of Israel are like, that does not sound awesome.",
    "start": "00:05:09",
    "end": "00:05:27"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:05:27",
    "end": "00:05:28"
  },
  {
    "text": "We don't want to get killed. We're going back to Egypt. We're going to kill Moses and the leaders, and we're going back. It's an intense rebellion. And then because of that, God says, this generation is going to die in the wilderness, but I'm still gonna uphold my promise. And the next generation will come in, the kids will go into the promised land, and then it ends with those people going, nah, we'll still go into the promised land. Yeah, we're gonna try to go in.",
    "start": "00:05:28",
    "end": "00:05:53"
  },
  {
    "text": "Yep. And they get beat by two groups called the Canaanites and the Amalekites. Yeah. And they are defeated in the wilderness. So the story picks up from there, actually, with numbers 15, which is super cool. And we don't have time to get into it. Where we're going to pick up the story is the next rebellion story, which happens among the group of Israelites who live in the next inner ring of the camp. Yeah, the Levites, which is. Yeah, the Levites. So The Levites are one tribe among the 12 tribes, but they were selected out from among the 12 to specially be near God's holy space and to work facilities and maintenance. And then one sub clan among Levi is the family of Aaron, Moses, brother. And they are the group that's selected to actually work in and around the tent, offer sacrifices, burn the incense, and go in and out of the tent itself.",
    "start": "00:05:53",
    "end": "00:06:47"
  },
  {
    "text": "Yeah.",
    "start": "00:06:47",
    "end": "00:06:48"
  },
  {
    "text": "Yep.",
    "start": "00:06:48",
    "end": "00:06:48"
  },
  {
    "text": "One section of the tent.",
    "start": "00:06:48",
    "end": "00:06:49"
  },
  {
    "text": "One section, yeah. So this is going to be about an inner tribal rivalry of the Levites rebelling against the one sub clan of the high priest and the priests. And that's what we call numbers, chapter 16 and 17, where this rebellion story is found. So should we just dive in?",
    "start": "00:06:49",
    "end": "00:07:10"
  },
  {
    "text": "Yeah.",
    "start": "00:07:10",
    "end": "00:07:11"
  },
  {
    "text": "Okay. Number 16, verse one. Now, Korah, the son of Yitzhar, the son of Kohath, the son of Levi, along with Dathan and Aviram, the sons of Eliav, also Levites, and also on son of Pelet, one of the sons of Reuben. Reuben is the firstborn of all the tribes. And this is the only sentence and moment in the story where this guy on. Of the tribe of Reuben appears. So this is great. So you have the Levites rebelling, and then you have one guy from the firstborn of the 12 tribes who also gets in on it.",
    "start": "00:07:24",
    "end": "00:08:08"
  },
  {
    "text": "Okay.",
    "start": "00:08:08",
    "end": "00:08:09"
  },
  {
    "text": "And he's not mentioned again. But what it clues you in on is it reminds you of the 12 tribes that are around. And so this is Said to be a rebellion, both of the leaders of the Levi clan and then one guy from the firstborn of the 12 sons of Jacob. So it actually becomes all the Israelites against their own high priest. But all the Israelites outside of Levi are summarized become symbolized in this one mention of this guy, Owen, son of Reuben. At least I think that explains why he's mentioned here, why he's there. It also clues you in. This is a sibling rivalry. This is Cain and Abel.",
    "start": "00:08:09",
    "end": "00:08:48"
  },
  {
    "text": "Hmm.",
    "start": "00:08:49",
    "end": "00:08:49"
  },
  {
    "text": "Think through the rebellion stories. The last rebellion that we just read talked about in the last episode was about people failing to go in and subdue and enjoy the garden land.",
    "start": "00:08:49",
    "end": "00:09:00"
  },
  {
    "text": "The Adam and Eve failure.",
    "start": "00:09:00",
    "end": "00:09:01"
  },
  {
    "text": "Adam and Eve failure. Then this next rebellion, it's about a sibling rivalry of the firstborn Reuben and the other Levites being scandalized by God exalting one sub clan of the family to be their high priestly representative. Oh yeah, yeah. You're like, we've been here before. So that whole crew rose up before Moses together with other sons of Israel. Just 250 leaders of the congregation chosen in the assembly. Men of the Name. This is so good. This little phrase, men of the name appears two times in the Torah. And the last group of people it described was the Nephilim, the giants in Genesis chapter six.",
    "start": "00:09:01",
    "end": "00:09:45"
  },
  {
    "text": "Oh. Because they have a great name.",
    "start": "00:09:45",
    "end": "00:09:46"
  },
  {
    "text": "We are warriors and men of the Name. So the point is we're riffing on both the sibling rivalry of Cain and Abel and also where that led in Genesis chapters four through six. And that sequence ended with the Genesis of the Nephilim, the men of the Name. So okay, that whole crew assembles together against Moses and Aaron and said, you've gone too far. All of the congregation is holy, every one of them. And Yahweh is in the middle of them too. So why do you guys exalt yourselves above the assembly of Yahweh?",
    "start": "00:09:46",
    "end": "00:10:24"
  },
  {
    "text": "Why are you showing favoritism?",
    "start": "00:10:25",
    "end": "00:10:26"
  },
  {
    "text": "But notice they perceive that Moses and Aaron have exalted themselves.",
    "start": "00:10:26",
    "end": "00:10:30"
  },
  {
    "text": "Ah, you're self dealing here. You and your family have a special status.",
    "start": "00:10:30",
    "end": "00:10:35"
  },
  {
    "text": "Yeah, I thought God said that we were all called to be a holy nation and a kingdom of priests. Right.",
    "start": "00:10:35",
    "end": "00:10:41"
  },
  {
    "text": "And they're not wrong.",
    "start": "00:10:41",
    "end": "00:10:42"
  },
  {
    "text": "Yeah, it's an interesting claim here because on one level that's true, but on another level, Israel has shown that they as a whole are not very faithful covenant partners. So God has elevated special mediators. But the whole point is God chose Moses and God chose Aaron for these roles. Yeah, and these guys think that Moses and Aaron have exalted themselves. So when Moses heard this, he fell on his face and he spoke to Korah and his company saying, all right, tomorrow, Yahweh is going to make everyone see who belongs to him and who is holy and who Yahweh will bring near to himself. The one whom Yahweh will choose, that's the one Yahweh will bring near. Coming near. This is so many conversations ago. That was the key phrase throughout Leviticus about who, how, and when do Israelites get to enter into the Eden hot spot in the tent. The tent becomes a little symbolic micro version of the whole biblical story, which is about Yahweh reopening the gateway to the Eden blessings so that humans can return back to Eden. And so Israel had at its heart this little ritual drama being played out where one representative Israelite would enter into Eden on behalf of the many. And so these other Israelites are saying, like, listen, Yahweh selected all of us out of the nations. We're all holy. We should all get to do what you do. Didn't you choose this job for yourself anyway? You know, And Moses is like, no, Yahweh has chosen who he's going to bring near, and tomorrow he's going to make it clear to all of us who that is. That's kind of the setup here.",
    "start": "00:10:42",
    "end": "00:12:30"
  },
  {
    "text": "Yeah.",
    "start": "00:12:30",
    "end": "00:12:31"
  },
  {
    "text": "So when Cain and Abel, when God's choice of Abel the younger over Cain was made clear, it was while they were offering sacrifices at the door of Eden. So it's very similar to the dynamic here because only the priests, only Aaron and his sons are selected out of the Levites to offer sacrifices and go be near the door of the tent. These leaders are like unto Cain, who are. Yeah. Rejecting God's choice.",
    "start": "00:12:31",
    "end": "00:12:57"
  },
  {
    "text": "So Moses is going to perform, though, like, something to prove.",
    "start": "00:12:57",
    "end": "00:13:01"
  },
  {
    "text": "He's going to propose a test.",
    "start": "00:13:01",
    "end": "00:13:02"
  },
  {
    "text": "Propose a test.",
    "start": "00:13:03",
    "end": "00:13:03"
  },
  {
    "text": "He's going to propose a test that will tell the truth about whom God has chosen. Yeah. So what he says is, everybody, Korah and your whole crew, take little incense burners they call sensors for yourselves and put fire in them, lay incense on the fire and come here to the tent tomorrow. And the one whom Yahweh chooses is the one who is holy before Yahweh. And you think we've gone too far, sons of Levi? No, no, no, no. You've gone too far. So he throws it back in their face. So this is many conversations ago. Remember the last time we had a story of some Levites or priests taking incense burners?",
    "start": "00:13:03",
    "end": "00:13:46"
  },
  {
    "text": "Strange fire?",
    "start": "00:13:47",
    "end": "00:13:48"
  },
  {
    "text": "Yes. Yeah, yeah. The two firstborn oldest sons of Aaron who took it upon themselves to light the incense and take it into the tent.",
    "start": "00:13:48",
    "end": "00:13:59"
  },
  {
    "text": "They drank a little too much vino.",
    "start": "00:13:59",
    "end": "00:14:00"
  },
  {
    "text": "Yeah. It seems like they maybe weren't fully in control of their faculties because that job was given only to their dad.",
    "start": "00:14:01",
    "end": "00:14:08"
  },
  {
    "text": "Yeah. To go in and do that ritual.",
    "start": "00:14:08",
    "end": "00:14:10"
  },
  {
    "text": "Yeah. And so the younger trying to usurp the position of the older in that story. And so now here, Moses is telling the rest of these Levites to do and bring the incense, which is the role of the high priest. You all think you want to be the high priest, Then I'll tell you what. Do a high priestly thing. Prepare some incense to bring near the tent. And you're like, oh, I don't think this is going to go well at all.",
    "start": "00:14:10",
    "end": "00:14:37"
  },
  {
    "text": "Yeah. Last time, those guys were just struck down dead.",
    "start": "00:14:38",
    "end": "00:14:41"
  },
  {
    "text": "He got roasted by fire.",
    "start": "00:14:41",
    "end": "00:14:42"
  },
  {
    "text": "Moses setting him up.",
    "start": "00:14:42",
    "end": "00:14:43"
  },
  {
    "text": "Yeah. That's really interesting. Then Moses said to Korah here, sons of Levi, isn't it enough that the God of Israel set you apart from the rest of the Israelites to bring you all near so you could serve in the tabernacle and stand before the congregation and minister and like, listen, of course you weren't selected to be the high priestly group. This is my paraphrase. To go in and out of the tent.",
    "start": "00:14:43",
    "end": "00:15:08"
  },
  {
    "text": "But you were still selected for a test.",
    "start": "00:15:08",
    "end": "00:15:10"
  },
  {
    "text": "Yes. You get to work in and around the tent. You get to transport it. You get to keep this place beautiful and guard it. Is that not enough for you, that you are also seeking the priesthood? So then you and your whole company have gathered together against Yahweh? And as for Aaron, what's my brother Aaron? That you would grumble against him? So then Moses sends a group to some of the others that rebelled. What they say is, is it not enough that you brought us up out of the land of Egypt flowing with milk and honey, to have us die here in the wilderness? And do you think you're going to try and be a king over us, Moses? So you can just see the volume getting turned up here on all the civilians.",
    "start": "00:15:10",
    "end": "00:15:53"
  },
  {
    "text": "That seems like it's matching that moment in the previous rebellion. Let's kill Moses.",
    "start": "00:15:53",
    "end": "00:15:57"
  },
  {
    "text": "Yes.",
    "start": "00:15:57",
    "end": "00:15:58"
  },
  {
    "text": "We don't need him. We're going to go back.",
    "start": "00:15:58",
    "end": "00:15:59"
  },
  {
    "text": "Totally. Yeah. And there they said it would have been better to die as slaves in Egypt.",
    "start": "00:15:59",
    "end": "00:16:04"
  },
  {
    "text": "Yeah.",
    "start": "00:16:04",
    "end": "00:16:04"
  },
  {
    "text": "Now they're calling Egypt the land of milk and honey.",
    "start": "00:16:04",
    "end": "00:16:08"
  },
  {
    "text": "Yeah.",
    "start": "00:16:08",
    "end": "00:16:08"
  },
  {
    "text": "Land flowing with abundance, like man.",
    "start": "00:16:08",
    "end": "00:16:11"
  },
  {
    "text": "Yeah.",
    "start": "00:16:11",
    "end": "00:16:12"
  },
  {
    "text": "Distorted memories here. So this whole crew is. They are angry at Moses because they think he's trying to be their king, and he's not delivering Eden for them. And then the Levites are angry at Aaron because they think they should get to be high priests, too. This is more than just a smoking engine of the car. The wheels are rattling.",
    "start": "00:16:12",
    "end": "00:16:36"
  },
  {
    "text": "Yeah.",
    "start": "00:16:36",
    "end": "00:16:36"
  },
  {
    "text": "Like they haven't spun off yet, but they're rattling.",
    "start": "00:16:37",
    "end": "00:16:39"
  },
  {
    "text": "Yeah.",
    "start": "00:16:39",
    "end": "00:16:40"
  },
  {
    "text": "So Moses said, everybody, come tomorrow, we're going to meet in front of the tent, and Yahweh's going to settle this. Everybody bring your little incense burners. And so they do.",
    "start": "00:16:40",
    "end": "00:16:47"
  },
  {
    "text": "Why would everyone have an incense burner for their house?",
    "start": "00:16:47",
    "end": "00:16:50"
  },
  {
    "text": "Oh, good question. I don't know. So next day, everybody gathers at the doorway of the tent, which is the parallel to the door of Eden. And then who should appear above the tent? The fire cloud of Yahweh appears over the tent. And Yahweh said to Moses and Aaron, Moses and Aaron, separate yourselves from this whole congregation. I'm going to consume all of them in a moment. So this is now the third time that Yahweh has stated his intentions to destroy all of his covenant people.",
    "start": "00:16:50",
    "end": "00:17:26"
  },
  {
    "text": "All of them are just the ones here rebelling.",
    "start": "00:17:26",
    "end": "00:17:28"
  },
  {
    "text": "Oh, actually, good point. Thank you. Yeah. This congregation could refer to all of the people that Jesus summoned in front of the door. Yeah, thank you. I think, actually, in light of what's about to be said, that makes the most sense. So the whole thing is, everybody's gathered, and I'm going to consume all of them. And then look at what Moses and Aaron do. They do what Moses has done. The two other times this happened, at the Golden Calf and at the rebellion of the spies. They intercede and they, Moses and Aaron say, o God, God who gives spirit to all flesh.",
    "start": "00:17:28",
    "end": "00:18:02"
  },
  {
    "text": "Rock.",
    "start": "00:18:03",
    "end": "00:18:04"
  },
  {
    "text": "Yeah. So that's a little Eden hyperlink right there where God breathed into the dirt the breath of life. So listen, you sustain the life of all creatures. When one human sins, will you be angry at the whole congregation?",
    "start": "00:18:04",
    "end": "00:18:22"
  },
  {
    "text": "Yeah. What's he referring to?",
    "start": "00:18:22",
    "end": "00:18:24"
  },
  {
    "text": "Yeah. This is so interesting. So among this whole crew of rebels, what it says is Korah, the sons of Yitzhar, the son of Levi, along with Dathan and Aviram, and then that guy on. So there's four people.",
    "start": "00:18:24",
    "end": "00:18:40"
  },
  {
    "text": "Yeah.",
    "start": "00:18:40",
    "end": "00:18:41"
  },
  {
    "text": "And they rose up before Moses. And then they get 250 more. 250 more. And then you've got all the Israelites around them. So what they say is, will one person sin? And you'll be angry at the whole congregation. In this story, it's like, well, you've got four ringleaders.",
    "start": "00:18:41",
    "end": "00:18:58"
  },
  {
    "text": "Yeah.",
    "start": "00:18:58",
    "end": "00:18:58"
  },
  {
    "text": "So I think what's happening. This is a meta moment of the story we're reflecting here, using this story to back up and reflect on all of the cycles of the melody up to this point in the Torah. Usually how it works is a whole generation rebels or a group, and God will select one out of the many. So now it's like we're turning it on its head. And what they're saying is, but when you have just a few or one among the many who rebel here among Israel, will you walk away from all of us just because of one? You're taking the righteous remnant that God selects out, and they'll allow their righteousness to cover for the many. And now we're flipping it over and we're examining that theological puzzle from the underside. God will let the righteousness of one rescue many. And then he flips it and he says, and will you let the sin of one destroy the many? Really? Is that how you operate? And God doesn't answer. He doesn't answer directly. What he says is, speak to the congregation and say, get away from the dwellings of Korah, Dathan, and Aviram.",
    "start": "00:18:59",
    "end": "00:20:09"
  },
  {
    "text": "The one.",
    "start": "00:20:09",
    "end": "00:20:10"
  },
  {
    "text": "So that is the one. In this case, it's three. So Moses arose and he went to Dathan and Aviram, and. And he said to the congregation, everybody get away from the tents of these reshaim. These bad ones touch nothing that belongs to them. It's like that tree. Get away. Like there's something here that will lead to death. People who have so redefined good and evil, they believe that Yahweh's commands are actually what leads to death. And they know the way to life. So don't even touch it or you'll be swept away in their sin. So they started to back off from the dwellings of Dathan and Aviram and Korah. And then Dathan and Aviram came and stood at the doorway of their tents with their clans, their wives, and their little ones. And Moses said this. This is how y' all will know that Yahweh has sent me to do all these things. This is not my doing. Like, I didn't choose this job. And what's about to happen is not me. I think he's referring back to the fact that they accused him of trying to, like, make himself the king of Israel. So he's speaking to the congregation, he's pointing to Korah, Dathan, and Aviram. He says, if these guys die just a normal death, a normal human death, right now, if they suffer the fate of all humans, then you'll know that I actually am made myself king. Yahweh has not chosen me.",
    "start": "00:20:11",
    "end": "00:21:36"
  },
  {
    "text": "In other words, if they, like, don't die here, they're going to die in the normal way.",
    "start": "00:21:37",
    "end": "00:21:41"
  },
  {
    "text": "If they die in the normal way, which is, like, surrounded by family, ripe old age, that kind of thing. Basically, he's saying these guys are about to die, and they're going to die in a way that is not normal. And that will be a sign. Verse 30. If the Lord creates a new creation, or if he creates a creation to. It's the word bara for create. And then the new American standard gets translated. If the Lord brings about an entirely new thing or the ESV. This is Numbers 16, verse 30. If the Lord creates something new, if the Lord creates a creation, this is going all the way Back to Genesis 1. The word bara is reserved for acts of God alone. When God does something without precedent. So creation itself is bara. And then when God introduces bios on day five, biological life, he baras. And then humans, he baras.",
    "start": "00:21:41",
    "end": "00:22:44"
  },
  {
    "text": "Oh, so even in the Genesis 1 story, when that word is used, it's used three times.",
    "start": "00:22:44",
    "end": "00:22:48"
  },
  {
    "text": "Something new to introduce something new. That's like a new level of thing. So here is, instead of life being created in an unprecedented way here, it's going to be an unprecedented kind of death. The ground will open its mouth, and you're like, yeah, Cain and Abel, the ground opened its mouth. It's exactly the same phrase, really swallowed to swallow up the blood of Abel. And God says, the blood is crying out from the ground that opens its mouth to swallow the blood.",
    "start": "00:22:49",
    "end": "00:23:21"
  },
  {
    "text": "Oh, wow.",
    "start": "00:23:21",
    "end": "00:23:22"
  },
  {
    "text": "Now here it's. The ground will open its mouth and swallow up these rebels and everything that belongs to them. They will descend alive into the grave. And then y' all will know, I'm not the rebel here. These guys are the rebels. This is heavy, this decreation. We're at this moment where the ground opening up is echoing both the innocent blood of Abel, human rebellion, violence, and rivalry leading to the death of the innocent. But then also the ground split open is an image of what happened before the collapse of the cosmos and the flood. So we're bringing together the de creation of the flood that started with the spilling of Abel's blood that led to the cascade of violence that necessitated the flood. And so both Cain and Abel's story and the flood narrative is being recalled here with the opening up of the ground. Does that make sense? Yeah. So I just want to stop and pay attention to that little narrative technique here. The wording of Moses speech is echoing the beginning of human violence from Genesis 4. And then the ultimate consequence for human violence in Genesis 6, the flood of justice. Yeah. With this language about the opening of the mouth, the ground swallowing up family, the Levites, So the people who are to stand in the gap on behalf of Israel and their sins, that's the group of people that's rebelling against the priest. So I know it's hard for us to think, but this is like, you know, somebody. If, like, a data entry person, you know, raises, like, a problem and is misbehaving at their job, like, that's significant. Right. And that needs to be dealt with. But if the CEO of the company starts a coup to get all the board of directors fired and, like, the stakes are higher, the consequences will be higher. And I think that's the logic of what's happening here, is that if the people within the people within the people that have been selected to be the conduit of God's blessing for all of humanity, if they think that God's word is leading them to death and they want to redefine good and bad for themselves, then the consequences will match the level of accountability given their position. I think that's the logic of why these three guys who have a management dispute with Moses are swallowed up by the ground. It's like a decreation. And so all the allusions to the flood narrative and to Cain are trying to show that this is actually a cosmic disruption and rebellion within Israel. So when we see Dathan and Aviram with their families at the door of their tents, and the narrative goes on, it just says, they were all swallowed up by the earth. And so it is severe and it's meant to induce grief. But I think it's easy to get distracted and think, like, what? Like, what did those children do? I thought, didn't Moses just say, will you punish the many for the sin of the few? This has to do with the biblical author's view of corporate responsibility, that when whole cultures have steeped themselves in a value set and a narrative that leads to death to open up a path to a renewal of creation, it's very uncomfortable for me. I don't like these images at all, but I think they're trying to communicate something, that human corruption is never just an individual affair.",
    "start": "00:23:23",
    "end": "00:26:56"
  },
  {
    "text": "Yeah.",
    "start": "00:26:56",
    "end": "00:26:57"
  },
  {
    "text": "So for the birth of a new creation, you need a whole new community that's rescued and reconstituted and the passing of the old, as it were.",
    "start": "00:26:57",
    "end": "00:27:08"
  },
  {
    "text": "Seems like there's also a theme in the Bible of When God chooses out a people to represent a people.",
    "start": "00:27:41",
    "end": "00:27:47"
  },
  {
    "text": "Yes, yes.",
    "start": "00:27:48",
    "end": "00:27:48"
  },
  {
    "text": "He does deal with them more severely.",
    "start": "00:27:48",
    "end": "00:27:50"
  },
  {
    "text": "More severely. Yes. More severely in terms of blessing and rescue, but also more severely in terms of accountability and then consequences. Yeah, yeah.",
    "start": "00:27:50",
    "end": "00:28:01"
  },
  {
    "text": "And so that's Israel as a whole.",
    "start": "00:28:01",
    "end": "00:28:02"
  },
  {
    "text": "Yeah.",
    "start": "00:28:02",
    "end": "00:28:02"
  },
  {
    "text": "But then within Israel is this group.",
    "start": "00:28:02",
    "end": "00:28:05"
  },
  {
    "text": "Yeah.",
    "start": "00:28:05",
    "end": "00:28:05"
  },
  {
    "text": "This one family.",
    "start": "00:28:05",
    "end": "00:28:06"
  },
  {
    "text": "So this earthquake and swallowing up is a creation decreation moment of the melody. It's like the flood. This is the local flood.",
    "start": "00:28:06",
    "end": "00:28:16"
  },
  {
    "text": "The intensity of this reminds me of the intensity Jesus has against false teachers.",
    "start": "00:28:16",
    "end": "00:28:23"
  },
  {
    "text": "Yeah. Or the leaders of Israel.",
    "start": "00:28:23",
    "end": "00:28:25"
  },
  {
    "text": "Leaders of Israel.",
    "start": "00:28:25",
    "end": "00:28:26"
  },
  {
    "text": "Yeah. It gets intense, super angry to the.",
    "start": "00:28:26",
    "end": "00:28:29"
  },
  {
    "text": "Point where you're like, whoa, did you turn that up? Like, a little too hot, Jesus. But there's a sense of severity to the ones who were selected. Chosen to be. Be the ones who are the blessing for the many.",
    "start": "00:28:29",
    "end": "00:28:41"
  },
  {
    "text": "Yeah. A later example of this will be when Jesus has had continual conflicts and rejections by the Pharisees, the priests, and the leaders of Israel and his generation. So in his famous prophetic apocalyptic speech.",
    "start": "00:28:41",
    "end": "00:28:57"
  },
  {
    "text": "Yeah. Woe to you.",
    "start": "00:28:57",
    "end": "00:28:58"
  },
  {
    "text": "Oh, okay. Well, there it's the seven woes he pronounces on the Pharisees. That's Matthew, chapter 23. And. And then matching that in Matthew 24 is an oracle of doom he announces over Jerusalem. He starts quoting from Isaiah, Jeremiah, and Ezekiel, talking about the downfall of Jerusalem, but using the prophet's language to describe the downfall of Babylon. And he's showing how Jerusalem has become a new Babylon and is going to be decreated. And Jesus pulls on all of the images of, like, earthquakes and wars and famine and storms, and it's the creation imagery that's all gonna be localized here on the city.",
    "start": "00:28:59",
    "end": "00:29:38"
  },
  {
    "text": "The first thing I thought of, though, was just Jesus saying it'd be better for you to be, like, thrown into the chaotic ocean with a millstone around your neck.",
    "start": "00:29:39",
    "end": "00:29:49"
  },
  {
    "text": "Yeah, yeah, yeah, yeah, Than. Okay, yeah, sorry. I went towards how Jesus picks up the decreation. You're talking about this accountability here. Accountability that the angriest Jesus ever got in the Gospels is. Is at the teachers of the Torah. This is about. They are supposed to be the ones out of among the many. From among the many who guide Israel to wisdom and life. And he believes they're guiding them to death. So he lays into them. This comes out in the letter of James in the New Testament where he says, yeah, most people shouldn't become teachers and leaders in the Jesus movement. Like, actually not very many people should, he says, because you will bring on yourself a more severe standard of Divine justice. Whereas I think the classic line is, you will bring on yourself a stricter judgment.",
    "start": "00:29:49",
    "end": "00:30:40"
  },
  {
    "text": "Wow.",
    "start": "00:30:41",
    "end": "00:30:41"
  },
  {
    "text": "But what he means is it's this principle here. That line has echoed my ears from my first years of reading the Bible. And because I think it's true, there's a truth to it that's unavoidable and must be internalized by anybody who would claim to represent God. Yeah, it's the tallest claim a human can make.",
    "start": "00:30:41",
    "end": "00:31:01"
  },
  {
    "text": "And we've seen over and over how horrible it is when leaders fail. There's so many repercussions.",
    "start": "00:31:01",
    "end": "00:31:10"
  },
  {
    "text": "So many. Yep. Yeah, yeah. In other words, the corporate implications are gigantic. And so the measures taken to deal with that level of human failure and corruption are matched by. By the intensity of de creation of God's response. And that's what the imagery of the story is intensifying. I mean, it is the same imagery that the flood narrative is echoing the passing of a whole creation. You know, I mean, that is just as intense as this image right here. This is more of a localized expression of it. But whenever we're at this point of the biblical story of God handing people over to the inevitable consequences of evil or of their choices towards rebellion or sin, it is tragic and it's horrifying. That's what Moses is horrified by. It's like, gosh, you know, de creation is horrible. It's the ending of life. And I think what's hard for us is within the biblical author's imagination. These decreations are what humans are choosing and bringing on themselves. And when Yahweh brings. Brings about a new thing, it's like he's accelerating its decreation process so that he can give birth to a new creation. I guess it's sobering. And I don't want to avoid it, though. I want to be made uncomfortable because the story is clearly trying to raise our discomfort level.",
    "start": "00:31:10",
    "end": "00:32:36"
  },
  {
    "text": "Yeah, it has done that.",
    "start": "00:32:36",
    "end": "00:32:38"
  },
  {
    "text": "Well, it actually gets more intense because a bunch of people flee from the scene. The earthquake happens, and then those 250 that came with the incense, that was supposed to be the high priest's job, they suffer the same fate as Aaron's two sons that got a little tipsy in the tent. And it's the same fire came out from Yahweh and ate up Aaron's two sons. That's in Leviticus, chapter 10. And now fire came out from Yahweh and ate up the 250 rebels offering the incense. And then Yahweh spoke to Moses saying, hey, say to the Priests, go get those incense burners, go recover the metal and melt it down, and then hammer it out into sheets and plate the altar of sacrificial offerings that goes in front of the tent, plate it with the metal of those burned incense altars, and it's a sign. So remember, after the flood of decreation, God put a sign in the clouds, the bow in the clouds, so that when you look at it, you remember both Yahweh's justice and his mercy. And so, in the same way, there's a sign put here on the altar, and it's a symbol of Israel's rebellion. So both of Yahweh's judgment and his mercy. Because the altar is also the place where you surrender before God and God forgives you. Isn't that interesting?",
    "start": "00:32:38",
    "end": "00:34:01"
  },
  {
    "text": "Yeah.",
    "start": "00:34:01",
    "end": "00:34:02"
  },
  {
    "text": "So it's a very creative reuse of that scene from the flood where this sign is both a sign of God's judgment and mercy at the place where he meets his people by the altar. So the next day, all the Israelites grumble and grumbling is a cue for rebellion. One of these rebellion stories. So what they say to Moses and Aaron is you all are the ones who have caused the death of all these people who belong to Yahweh. You're like, oh, wow, that's really.",
    "start": "00:34:02",
    "end": "00:34:32"
  },
  {
    "text": "They misunderstood what just happened.",
    "start": "00:34:32",
    "end": "00:34:34"
  },
  {
    "text": "I mean, it's just kind of a classic, actually. I have these moments all the time where I walk in to a conversation that maybe Jessica's having with the boys, and, like, I totally don't know the context, right? And I misunderstand and then, like, try to insert myself, and it's very clear that I don't understand what's happening. But this is like that. But also not. Because they just watched all this happen, and they so badly misunderstand. So now it's all the people. Moses and Aaron go back to the tent, and the cloud is there, and Yahweh says, dude, I'm done with these people. Moses and Aaron, you get away from all of them. And you're like, oh, no. Oh, this is bad. I'm going to consume them in an instant. So Moses said to Aaron, aaron, you take your incense burner. You're actually the one authorized to do it. You get fire from the altar and go run out into the crowd to make atonement for them. Because Yahweh's anger has gone forth and a plague has begun. This is the word for the strikes on Egypt. So Aaron took it. He ran out into the middle of the assembly And a plague, it was like a virus spreading. Wow. And he put incense on the censer and made atonement for the people. And he took his stand between the dead and between the living. And so the plague came to an end. Okay, so on a literal level, this is all very strange and bizarre.",
    "start": "00:34:35",
    "end": "00:36:03"
  },
  {
    "text": "Sure.",
    "start": "00:36:03",
    "end": "00:36:03"
  },
  {
    "text": "On the level of the narrative imagery, you have a guy who's selected as the high priest to stand in the gap. The people have rebelled again. Decreation has been unleashed. A flood.",
    "start": "00:36:03",
    "end": "00:36:14"
  },
  {
    "text": "It's starting.",
    "start": "00:36:14",
    "end": "00:36:15"
  },
  {
    "text": "It's like a flood.",
    "start": "00:36:15",
    "end": "00:36:15"
  },
  {
    "text": "Yeah. It's begun.",
    "start": "00:36:15",
    "end": "00:36:17"
  },
  {
    "text": "And the waves are starting to wash out. And the high priest runs ahead of the wave of death, and he gets this fire, and he stands there, and where he stands, the wave stop with him. And so this guy holding. Whoa. Yeah. Wow. This guy holding this golden fire, who's the high priest, he stands in between the dead and the living. That's the image. It's like he becomes the place where the wave stops.",
    "start": "00:36:17",
    "end": "00:36:48"
  },
  {
    "text": "He stops the flood of justice.",
    "start": "00:36:48",
    "end": "00:36:50"
  },
  {
    "text": "Yeah. And makes atonement. That is, he covers for the evil of the people through fire. It's really interesting. This is not the normal way that sins are covered for.",
    "start": "00:36:50",
    "end": "00:37:01"
  },
  {
    "text": "It's through blood.",
    "start": "00:37:02",
    "end": "00:37:03"
  },
  {
    "text": "It's through. Yeah. The sacrifice, the surrender of a life. And I guess here he's putting himself in the wave of death, and he's surrendering his own life, as it were, and God grants him life and everybody on the other side of him. Yeah. Wow. Such a powerful image. This is Torah. This is instruction. This is all meditation on the nature of the priesthood as an institution that points to humanity's need for a snake crusher.",
    "start": "00:37:03",
    "end": "00:37:35"
  },
  {
    "text": "Yeah.",
    "start": "00:37:35",
    "end": "00:37:35"
  },
  {
    "text": "To check the spread of death.",
    "start": "00:37:35",
    "end": "00:37:37"
  },
  {
    "text": "To open the wall, stand in the gap between the living and the dead.",
    "start": "00:37:38",
    "end": "00:37:40"
  },
  {
    "text": "Yes.",
    "start": "00:37:40",
    "end": "00:37:41"
  },
  {
    "text": "And stop the wave of justice.",
    "start": "00:37:41",
    "end": "00:37:44"
  },
  {
    "text": "Yeah. The narrative sympathy is with God. God has chosen this people. They keep, time after time after time, rejecting his will, his purpose, his offer of life. The story is exploring the tension between God's desire to bless all of creation with life and abundance. Creation's rebellion against God that warrants justice. And those two are in tension with each other within God's own, or from our point of view, they're in tension. And so how is that tension of God's purpose and character going to be resolved? And if you have one righteous one who will stand in the middle and surrender themselves on behalf of the many, God will accept their intercession and give life and not death. That's what this narrative is trying to say.",
    "start": "00:37:44",
    "end": "00:38:32"
  },
  {
    "text": "Yeah.",
    "start": "00:38:32",
    "end": "00:38:33"
  },
  {
    "text": "These remarkable stories.",
    "start": "00:38:33",
    "end": "00:38:35"
  },
  {
    "text": "Yeah, they're very Powerful images. And it's easy to be scandalized by.",
    "start": "00:38:36",
    "end": "00:38:41"
  },
  {
    "text": "Them when we're trying, especially on the surface.",
    "start": "00:38:41",
    "end": "00:38:44"
  },
  {
    "text": "On the surface level, you're trying to understand, like, why would God act? You know, is that fair? Does this make sense? If you just take a step back from that, It's a powerful reflection on.",
    "start": "00:38:44",
    "end": "00:38:54"
  },
  {
    "text": "Yeah.",
    "start": "00:38:55",
    "end": "00:38:55"
  },
  {
    "text": "This anticipation that we have for someone to stand in the gap between the living and the dead.",
    "start": "00:38:55",
    "end": "00:39:01"
  },
  {
    "text": "Yeah. Yeah. I mean, the fact that Moses and Aaron in four chapters are themselves going to rebel and fail.",
    "start": "00:39:01",
    "end": "00:39:08"
  },
  {
    "text": "Yeah.",
    "start": "00:39:09",
    "end": "00:39:09"
  },
  {
    "text": "Leaves this story sitting here in the Torah as Torah for future generations, saying, man, what we need is a greater than Moses and a greater than Aaron.",
    "start": "00:39:10",
    "end": "00:39:20"
  },
  {
    "text": "Yeah.",
    "start": "00:39:21",
    "end": "00:39:21"
  },
  {
    "text": "Who will do what they did, but, like, not fail themselves and do it on behalf of all creation.",
    "start": "00:39:21",
    "end": "00:39:27"
  },
  {
    "text": "Yeah.",
    "start": "00:39:27",
    "end": "00:39:27"
  },
  {
    "text": "Yeah. In other words, this narrative is a part of a huge mosaic pointing to Israel's need and humanity's need for the ultimate mediator to mediate between heaven and earth. And you get into the prophets, and they begin to speak of a future figure who. Who sounds a lot like Moses and Aaron, but also like Adam and Eve and Noah and David and all the others. And that's how the Hebrew Bible works. So in a way, this is also a meditation on God's gift of life because of the righteous intercession of his mediator. And that. That's the role Jesus saw himself stepping into and taking to a cosmic level. That's where I have to go in processing a story like this, is to let it point me to Jesus.",
    "start": "00:39:28",
    "end": "00:40:15"
  },
  {
    "text": "Yeah.",
    "start": "00:40:15",
    "end": "00:40:16"
  },
  {
    "text": "Which is, I think, what it means to read the Bible as a unified story, the leaves of Jesus, which gives me so much context for how to meditate on a story like this and let it speak to me. Yeah.",
    "start": "00:40:16",
    "end": "00:40:31"
  },
  {
    "text": "Yeah. Well, and speaking of Moses, Aaron failing, that's what we'll look at.",
    "start": "00:40:32",
    "end": "00:40:36"
  },
  {
    "text": "Yeah. Yep. This was the middle wave of rebellion. Next story.",
    "start": "00:40:36",
    "end": "00:40:40"
  },
  {
    "text": "Next. When the wheels truly come off.",
    "start": "00:40:40",
    "end": "00:40:42"
  },
  {
    "text": "Totally. Even more tragic. But then also in the same set of stories, flip over and become unbelievably beautiful. And good news, too. The worst news gets combined with the best news in this next section of numbers.",
    "start": "00:40:42",
    "end": "00:41:00"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week, we continue with a third rebellion story where the wheels really come off the car.",
    "start": "00:41:02",
    "end": "00:41:12"
  },
  {
    "text": "This is Moses test. Will he do what God says the way that God says it? Even if at this moment it seems rather counterintuitive? God says to Moses here, you didn't trust me and you didn't treat me as the holy One in the eyes of the people.",
    "start": "00:41:12",
    "end": "00:41:25"
  },
  {
    "text": "Today's show is produced by Cooper Peltz, edited by Dan Gummel and Tyler Bailey and Lindsay Ponder with the show notes Ashlyn Hice and Mackenzie Buxman provide the annotations for the annotated podcast in our app. Bibleproject is a crowdfunded nonprofit. We exist to experience the Bible as a unified story that leads to Jesus, and everything that we make is free because of the generous support of thousands of people just like you. So thank you so much for being a part of this with us.",
    "start": "00:41:26",
    "end": "00:41:49"
  },
  {
    "text": "Hi, this is Joan Kang and I'm from Manhattan Beach, California. Hi, this is Denise and I'm from England. I first heard about Bibleproject via YouTube. I use Bibleproject for Bible study. I first heard about Bibleproject from my dear friend Brian. My favorite thing about about bibleproject is how easy it is to understand a complex concept. Through their excellence in storytelling and graphics. It helps me really understand the meaning behind the scriptures in a way that is easy for me because I have a disability. We believe the Bible is a unified story that leads to Jesus through a crowdfunded project by people like me. Find free video, study notes, podcasts, classes and more@bibleproject.com sa.",
    "start": "00:41:49",
    "end": "00:42:30"
  }
]