[
  {
    "text": "Last week, we began reading the scroll of Numbers. It's the fourth scroll in the Torah. Torah means teaching, often translated law. And it's easy to think of the Torah as a big list of laws because it has many of Israel's ancient law code in it. But the Torah is predominantly a. A story with law code sprinkled in between narratives. It's important to remember that the laws that we have here are not a complete law code, but a highly curated sample of laws. And this is essential to keep in mind as we get to these four laws in the Book of Numbers that we'll look at today.",
    "start": "00:00:05",
    "end": "00:00:45"
  },
  {
    "text": "These four laws, each of them were probably actual rituals and laws in the life of ancient Israel, but the author of the Torah has selected out and arranged them in a sequence to communicate a literary message through the cycling of themes. This whole section is a riddle.",
    "start": "00:00:45",
    "end": "00:01:01"
  },
  {
    "text": "So we're gonna read four laws about ritual impurity, disputes between brothers, adultery, and a custom known as the Nazirite Vow.",
    "start": "00:01:01",
    "end": "00:01:12"
  },
  {
    "text": "Why are these here? Why are these in the order that they're in? Why is this so strange? Just get ready. These are four really odd stories.",
    "start": "00:01:12",
    "end": "00:01:20"
  },
  {
    "text": "We're going to take these odd stories and read them through the lens of what we've been calling the melody, a narrative pattern that's been building from the very first stories. In Genesis, God creates order out of chaos. He appoints someone specific to rule on his behalf. God gives the human access to his own life, but the human fails to take it and now finds himself in a new disordered reality.",
    "start": "00:01:21",
    "end": "00:01:48"
  },
  {
    "text": "So this law is here to activate the next of the Genesis storyline about sibling rivalry and brothers wronging each other, resulting in violence. It's about how you make yourself right with God and right with your brothers. So we're trying to undo the failures of Adam and Eve and now undo the failure of sibling rivalry.",
    "start": "00:01:48",
    "end": "00:02:07"
  },
  {
    "text": "I'm John Collins. This is BibleProject Podcast. Today, Tim Mackey and I read four confusing little ancient laws.",
    "start": "00:02:07",
    "end": "00:02:14"
  },
  {
    "text": "These four laws, it's a meditation on what it means for all Israel to become the kingdom of priests, playing the host to the author of all life and goodness and beauty.",
    "start": "00:02:14",
    "end": "00:02:25"
  },
  {
    "text": "Thanks for joining us. Here we go. Hello, Tim.",
    "start": "00:02:26",
    "end": "00:02:34"
  },
  {
    "text": "Hey, John.",
    "start": "00:02:34",
    "end": "00:02:34"
  },
  {
    "text": "Hi.",
    "start": "00:02:35",
    "end": "00:02:35"
  },
  {
    "text": "Hi.",
    "start": "00:02:35",
    "end": "00:02:36"
  },
  {
    "text": "We're in the Book of Numbers. Yes, we are in the wilderness.",
    "start": "00:02:36",
    "end": "00:02:38"
  },
  {
    "text": "In the wilderness is where we are.",
    "start": "00:02:38",
    "end": "00:02:40"
  },
  {
    "text": "Yes, yes. In Hebrew, the Book of Numbers is called Bamidbar. Bamidbar, yes. In the wilderness.",
    "start": "00:02:40",
    "end": "00:02:47"
  },
  {
    "text": "In the wilderness. Yep.",
    "start": "00:02:47",
    "end": "00:02:48"
  },
  {
    "text": "This is the fourth scroll in the Torah collection, and we've been going through the whole Torah, and we won't do a Big overview here. But this is the story of God working with the people known as Israel, Abraham's family, who is now in the wilderness in the Middle East.",
    "start": "00:02:48",
    "end": "00:03:11"
  },
  {
    "text": "Yeah. Northern Sinai Peninsula.",
    "start": "00:03:12",
    "end": "00:03:14"
  },
  {
    "text": "Northern Sinai Peninsula. They've left Egypt and they've gone through the wilderness to Mount Sinai. They've made this covenant agreement with God to represent him and to be a holy people.",
    "start": "00:03:14",
    "end": "00:03:30"
  },
  {
    "text": "Yeah.",
    "start": "00:03:30",
    "end": "00:03:31"
  },
  {
    "text": "Meaning set apart, to live in proximity and in service to God, to then bless the whole world. Which then brings us to the whole overall story of the Bible.",
    "start": "00:03:31",
    "end": "00:03:40"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:03:40",
    "end": "00:03:41"
  },
  {
    "text": "But here we are in the wilderness. They have this tabernacle. And what we just looked at in the beginning of the scroll of Numbers is that there's a headcount done, and then they're organized around the tabernacle in this design that brings to mind this, how the Garden of Eden is organized.",
    "start": "00:03:41",
    "end": "00:04:02"
  },
  {
    "text": "Yeah. Through very sometimes overt and other times subtle echoes and hyperlinks and use of the vocabulary from the early chapters of Genesis. The biblical author paints Israel camped out at the foot of the mountain with the garden tent in the middle of their camp, paints it as a Garden of Eden picture with Israel appointed altogether as God's kingdom of priests. And then within that kingdom of priests, there is a specially selected tribe, the Levites. And then among that tribe, a specially selected family, Aaron and his sons as the high priests who actually go in and out of the tent at the center of all of them, and then the Levites are around them. And what the author also assumes that we recall is that living in proximity to the nuclear reactor of holiness, as it were, the fusion center, source of all life. Yeah. Is the source and sustainer of all life. Life and order. Living in the middle of your camp, that is both a good thing because you can get extra abundance and extra blessing, man. You can get water from a rock, you can get sky bread, you know, falling down every day to feed you, and you can be blessed, but also it puts you in proximity to something that is at the same time dangerous. And whether Israel will adapt itself to a place of holiness and moral integrity and ritual purity. That is the responsibility they now bear. And it's what they said yes to when God said, I want to come move into your camp. And so it's that drama and the crisis created by that possibility for danger that is connected to the stories we're going to begin looking at today. Actually, they're not stories at all. They're mostly ancient Near Eastern laws.",
    "start": "00:04:02",
    "end": "00:06:00"
  },
  {
    "text": "Okay, so, okay, so we're in the first movement of Numbers, focusing on the.",
    "start": "00:06:00",
    "end": "00:06:06"
  },
  {
    "text": "Theme of the temple or of God's presence in the middle of the people, which is the main kind of focus of these early chapters.",
    "start": "00:06:06",
    "end": "00:06:13"
  },
  {
    "text": "So we just left where what you just described, which is God selects the Levites and makes them the firstborn.",
    "start": "00:06:13",
    "end": "00:06:24"
  },
  {
    "text": "Well, the people are numbered and the 12 tribes are numbered. It's become clear that they have been fruitful in multiplying.",
    "start": "00:06:24",
    "end": "00:06:30"
  },
  {
    "text": "Yeah. Because there's lots of them.",
    "start": "00:06:30",
    "end": "00:06:32"
  },
  {
    "text": "Lots of them. Hundreds of thousands. And then they're arranged in a nice series of concentric circles with the tent at the center. And then the Levites, who's one of the tribes, is selected out.",
    "start": "00:06:32",
    "end": "00:06:44"
  },
  {
    "text": "Okay, so let's jump in.",
    "start": "00:06:44",
    "end": "00:06:46"
  },
  {
    "text": "Yeah. In the last episode, we covered numbers one through four.",
    "start": "00:06:47",
    "end": "00:06:50"
  },
  {
    "text": "Okay.",
    "start": "00:06:50",
    "end": "00:06:50"
  },
  {
    "text": "And as you've been trained to read through the Hebrew Bible, when you hear Garden of Eden music and the selection of a special chosen one to live and work in the garden, you're trained to think, hooray. And watch out, watch out. Because something's going to go wrong. So here's what's super fascinating is that what's going to go wrong in terms of somebody failing to trust God or doing what's good in their own eyes, that's actually all going to happen when they leave Mount Sinai after Chapter 10. But because the biblical authors want to keep the music of the melody going, they're going to construct this opening section of numbers by still going through the sequence of themes.",
    "start": "00:06:51",
    "end": "00:07:36"
  },
  {
    "text": "That something will go wrong.",
    "start": "00:07:36",
    "end": "00:07:38"
  },
  {
    "text": "Yeah. But the something that's going to go wrong. You just have to see how this works. So what we're going to session for a little bit here is essentially what we call numbers, chapters five and six. And this section is such a great example. It's a straight up riddle. It's four random little paragraphs that each one by its own. You're like, okay, I get it. But you're like, why are these here? Why are these in the order that they're in? Why is this so strange? And the sense that it does make is if you know how to hear the music and the vocabulary from Genesis, 3, 4, 5, 6, 7, 8, 9. And it's exactly like what happens here in sequence.",
    "start": "00:07:38",
    "end": "00:08:19"
  },
  {
    "text": "Wow, it's really cool. I've never heard a sermon on numbers. Chapter five.",
    "start": "00:08:19",
    "end": "00:08:24"
  },
  {
    "text": "Yeah. So just get ready. These are four really odd stories. So numbers, chapter five, verse one. Yahweh spoke to Moses, command the sons of Israel that they send a way out of the camp. Every person with a skin disease, everyone who's had some kind of reproductive fluid leak out of their body. And everyone who has become impure because they've touched a dead body.",
    "start": "00:08:24",
    "end": "00:09:25"
  },
  {
    "text": "So this is harkening back to Leviticus scroll. Right in the center of the scroll, there's purity laws.",
    "start": "00:09:25",
    "end": "00:09:33"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:09:34",
    "end": "00:09:35"
  },
  {
    "text": "Ritual purity. What makes you pure and impure ritually? And so this is a whole rabbit hole. But yeah, skin disease, bodily discharge of reproductive fluids, and touching dead people were three of like the five things, correct?",
    "start": "00:09:35",
    "end": "00:09:52"
  },
  {
    "text": "That's right. This is a cultural taboo system where within ancient Israel, you become ritually impure when you've come into contact with something associated with death or dying. And it's not morally wrong to be ritually impure. But.",
    "start": "00:09:52",
    "end": "00:10:09"
  },
  {
    "text": "But don't go to the tabernacle.",
    "start": "00:10:09",
    "end": "00:10:10"
  },
  {
    "text": "Yeah. If you've contracted ritual impurity by touching something that's death or dying, is dangerous and violates God's holiness is to waltz into the courtyard of the tent when you're in impure state. So ritual impure states are temporary. You wait a period of seven days, sometimes 14, you wash your body, offer a sacrifice of purification, and you're good to go.",
    "start": "00:10:10",
    "end": "00:10:34"
  },
  {
    "text": "But you don't have to go outside the camp. You just got to wash here. Something new is happening.",
    "start": "00:10:35",
    "end": "00:10:40"
  },
  {
    "text": "Next level and actually. Correct. Yeah. So here's something new. Now that we have fully dialed in the camp as a little model of Eden, then anyone who has. Who is in a ritually impure state has to go live outside the camp. So verse three, you shall send outside anybody, male or female, send them outside the camp so that they don't pollute the camp.",
    "start": "00:10:41",
    "end": "00:11:09"
  },
  {
    "text": "Make impure.",
    "start": "00:11:09",
    "end": "00:11:10"
  },
  {
    "text": "Make it impure. The camp where I live in the middle.",
    "start": "00:11:10",
    "end": "00:11:13"
  },
  {
    "text": "Yeah. Because actually like you just being there. Well, not. It's not only are you ritually impure, but now you're actually going to the space that you're in is going to become ritually impure.",
    "start": "00:11:13",
    "end": "00:11:23"
  },
  {
    "text": "Yeah. So. So remember, this is from our last conversation. Numbers one through four painted a picture of outside is the wilderness.",
    "start": "00:11:23",
    "end": "00:11:30"
  },
  {
    "text": "Yeah.",
    "start": "00:11:30",
    "end": "00:11:30"
  },
  {
    "text": "But God's created a little oasis. And so the fruitful and multiplying tribes that are arranged in a big circle are like the fruitful land of Eden. And then at the inner circle from that is the Levites and the priests who are like in the garden. And then at the center of them is the tabernacle and the tent, which is like the tree of life in the middle. It's a very specific detail in the Eden story. And so if on analogy to that, the whole camp is Eden, then to honor the sacred dedicated to life status of the whole camp means that People who are in a ritually impure state, that is they've contracted death.",
    "start": "00:11:30",
    "end": "00:12:12"
  },
  {
    "text": "A state where like the reality of death is just obvious and clear. And that's not wrong.",
    "start": "00:12:12",
    "end": "00:12:19"
  },
  {
    "text": "Nope, nope.",
    "start": "00:12:19",
    "end": "00:12:20"
  },
  {
    "text": "But it's just a realization of like.",
    "start": "00:12:20",
    "end": "00:12:22"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:12:23",
    "end": "00:12:23"
  },
  {
    "text": "It's a realization that things aren't right yet, but being in that state isn't wrong. Yeah, but if you're going to visualize a state that is right, then that needs to be moved out.",
    "start": "00:12:24",
    "end": "00:12:36"
  },
  {
    "text": "That's right. Yeah. Skin disease, leaking bodily fluids, having touch a dead body. Those are all realities that in the biblical story only happen outside of Eden as a sign of the fact that we're dying. And so as a way to honor the ritual drama that this camp tells a story just by its arrangement, people, for however long they need to period of 7 days, needs to go live on the edge of the camp and travel at the edge of the camp when they do it. But this language of being sent away onto the outside, this is the language from Genesis 3, 22, 24 about Adam and Eve being sent out.",
    "start": "00:12:36",
    "end": "00:13:17"
  },
  {
    "text": "So it feels like a punishment or consequence.",
    "start": "00:13:17",
    "end": "00:13:20"
  },
  {
    "text": "Yeah. And it's a consequence not because being ritually impure is wrong, but because ritual impurity is about contact with death and death is a sign of living outside of Eden. And why are we outside of Eden? Because of the folly and rebellion of humanity. Okay, so my point here is that it's an interesting little four verse paragraph. And you can link it to Leviticus and be like, okay, I get it, that makes sense. But look at how it comes right after the Leviticus 1 and 2 describing the camp, like in Eden, Leviticus 3 and 4.",
    "start": "00:13:20",
    "end": "00:13:56"
  },
  {
    "text": "They're really trying to create the perfect space here.",
    "start": "00:13:56",
    "end": "00:13:58"
  },
  {
    "text": "Appointing the Levites and their jobs are the same words used to describe Adam and Eve's job. And now we are casting out of the camp. Ah, but this is both to honor the purity of the camp that was just set up and to exile those who are ritually impure. Okay, so that's that paragraph.",
    "start": "00:13:58",
    "end": "00:14:17"
  },
  {
    "text": "Is the idea then that when I am ritually impure, I do got to go live outside of camp? Or was this just kind of like this one time thing they were doing during this moment in their time of ordering.",
    "start": "00:14:17",
    "end": "00:14:28"
  },
  {
    "text": "Oh, that they're in the camp. Yeah, it's interesting.",
    "start": "00:14:28",
    "end": "00:14:30"
  },
  {
    "text": "Well, was this kind of like, hey, we're all set up now, let's just do this ritual where everyone is unclean, go to the outside and let's just mark this moment, or is this something that every time I Come into contact with a dead body, not only do I wash and do the whole thing, I got to go outside camp.",
    "start": "00:14:30",
    "end": "00:14:45"
  },
  {
    "text": "Yeah, I think for the period in the wilderness. That's the idea. Okay, yeah. Because it's going to get brought up again later on in the book. But once they got into the land in Jerusalem, it was a different circumstance. And so, you know, it changed. But these laws stood here in the Torah, right?",
    "start": "00:14:45",
    "end": "00:15:00"
  },
  {
    "text": "As Torah.",
    "start": "00:15:00",
    "end": "00:15:01"
  },
  {
    "text": "Communicating. Yeah, communicating wisdom and a message and a storyline.",
    "start": "00:15:01",
    "end": "00:15:05"
  },
  {
    "text": "Interesting.",
    "start": "00:15:05",
    "end": "00:15:05"
  },
  {
    "text": "Okay, okay, so starting in verse five, chapter five, there's a new law. Yahweh spoke to Moses saying, say to the sons of Israel, when a man or a woman commits any of the sins of Adam, Adam acting unfaithfully against the Lord, well, that person will become guilty. So what they should do is confess the sins that they have committed. So first, let's just remember, if any man or woman commits any of the sins of Adam, it's great. The word human is Adam, but we've got Adam and Eve on the brain from everything that's come before. So let's just say there's a human that commits one of the sins of Adam, and that's what it says in Hebrew, one of the sins of Adam. Then that person becomes guilty. What they should do is confess their sin. What did Adam and Eve not do when God came up to them?",
    "start": "00:15:05",
    "end": "00:16:03"
  },
  {
    "text": "Yeah, they didn't confess. They hid.",
    "start": "00:16:03",
    "end": "00:16:05"
  },
  {
    "text": "What is this that you have done? The woman, she did it.",
    "start": "00:16:05",
    "end": "00:16:09"
  },
  {
    "text": "Yeah, they hid and then they blamed.",
    "start": "00:16:09",
    "end": "00:16:10"
  },
  {
    "text": "Yeah. And the snake, he deceived me. So it's this interesting little. This is a good meditation, literature point. This later. Little kind of riff off the Eden narrative draws attention to something that they.",
    "start": "00:16:10",
    "end": "00:16:26"
  },
  {
    "text": "Could have just confessed. Right there.",
    "start": "00:16:26",
    "end": "00:16:27"
  },
  {
    "text": "Go back and think about it. You're like, why didn't they just say they're sorry? Yeah, we could have been spared a lot of trouble. I just said they were sorry. Isn't that interesting?",
    "start": "00:16:28",
    "end": "00:16:40"
  },
  {
    "text": "It is interesting. They were told like, hey, you eat this, you're going to die. Yeah, maybe they didn't think sorry was going to cut it.",
    "start": "00:16:41",
    "end": "00:16:46"
  },
  {
    "text": "Yeah, maybe. Anyhow, so let's just say that there's, you know, a human that commits one of the sins of Adam, then they shall confess their sins, and then they shall offer a restitution in full for that. Wrong. And even add 1/5 to it.",
    "start": "00:16:46",
    "end": "00:17:05"
  },
  {
    "text": "So you've quoted this before, this is where this comes from, that if I injure someone, I pay him back plus a fifth. But then on top of that, I'm going to go and do the what's the offering?",
    "start": "00:17:05",
    "end": "00:17:16"
  },
  {
    "text": "It's called the asham in Hebrew, the asham. It's the noun of this word, guilt. It's often called the guilt offering or the restitution offering. Yep.",
    "start": "00:17:16",
    "end": "00:17:25"
  },
  {
    "text": "So because we've learned about that offering already.",
    "start": "00:17:25",
    "end": "00:17:27"
  },
  {
    "text": "Yeah. In Leviticus.",
    "start": "00:17:27",
    "end": "00:17:28"
  },
  {
    "text": "In Leviticus.",
    "start": "00:17:28",
    "end": "00:17:29"
  },
  {
    "text": "Yeah.",
    "start": "00:17:29",
    "end": "00:17:29"
  },
  {
    "text": "We don't have this detail about the fifth in Leviticus.",
    "start": "00:17:29",
    "end": "00:17:32"
  },
  {
    "text": "Adding one fifth. Yes. Yeah, that was in Leviticus.",
    "start": "00:17:32",
    "end": "00:17:35"
  },
  {
    "text": "It was. Oh, that was there too.",
    "start": "00:17:35",
    "end": "00:17:36"
  },
  {
    "text": "That's right. So what's interesting here is this little law about the guilt offering, the restitution offering, it's almost copy and pasted from Leviticus chapter 5.",
    "start": "00:17:36",
    "end": "00:17:45"
  },
  {
    "text": "This is not new material.",
    "start": "00:17:45",
    "end": "00:17:46"
  },
  {
    "text": "No, but there's a couple differences.",
    "start": "00:17:47",
    "end": "00:17:48"
  },
  {
    "text": "Okay.",
    "start": "00:17:48",
    "end": "00:17:49"
  },
  {
    "text": "So once again, this high demand literature. So you're invited to go compare this restatement of a law that was already given in Leviticus. And when you do that, you go to what we call Leviticus Chapter six. And it's the same laws about the same offering, just a little bit different. So here's the law starts in verse two, when a person sins and acts unfaithfully against the Lord and, let's just say, deceives their companion, deceives their brother in regard to some deposit or security that was trusted to them, or maybe robbery, or maybe he has extorted his neighbor like his brother. He found something that was lost and lied about it. You know, any of these things that a person might do? So here it begins by saying, let's just say there's two Israelite neighbors, the brothers, and one brother wrongs the other in some way.",
    "start": "00:17:49",
    "end": "00:18:48"
  },
  {
    "text": "Yeah, let's just imagine that may happen.",
    "start": "00:18:48",
    "end": "00:18:51"
  },
  {
    "text": "Yeah, may happen. Then when he becomes guilty, he has to restore what he did and then add 1/5 to it and then offer this asham, or guilt offering. So that's the law from Leviticus chapter 6. So this numbers law, this restatement of it in numbers, worded a little differently, and it doesn't mention the brother or the neighbor. It just says when you commit any of the sins of Adam and act unfaithfully, then you're guilty.",
    "start": "00:18:51",
    "end": "00:19:24"
  },
  {
    "text": "And it doesn't give examples.",
    "start": "00:19:24",
    "end": "00:19:26"
  },
  {
    "text": "And it doesn't give any examples. But you go back to the source of it when it was first stated, and what you get is a story about, let's say there's some guy who wrongs his brother. Let's say you were trusted with something, but then you wronged your brother, and you're like, oh, yeah, I know a story about that. The story about the sons of Adam and Eve. Am I my Brother's keeper. What you think, like, I'm responsible for my brother?",
    "start": "00:19:26",
    "end": "00:19:52"
  },
  {
    "text": "Cain and Abel.",
    "start": "00:19:52",
    "end": "00:19:52"
  },
  {
    "text": "Cain and Abel, yeah. So I think what this. Because you have to ask the question, why is this law being restated? I already got this law in Leviticus, and when I go, look at that one.",
    "start": "00:19:52",
    "end": "00:20:03"
  },
  {
    "text": "Ah. So we've just established Eden. We've brought death to the outside of the camp, and we've ordered this Eden. And then God says, and when there becomes a Cain and Abel kind of situation, like, here's how to deal with it.",
    "start": "00:20:03",
    "end": "00:20:22"
  },
  {
    "text": "Here's how to deal with it. Yeah. And Cain is replaying in the design of Genesis. Genesis 3 and 4 have all these important connections to show that Cain is replaying and intensifying the failure of his parents. And so here at this law, let's say somebody commits one of the sins of Adam and does this thing that if you go, look at where I'm getting this law from, it's all about when a guy wrongs his brother, then here's what you're supposed to do. So this law is here to activate the next step of the Genesis storyline.",
    "start": "00:20:22",
    "end": "00:20:55"
  },
  {
    "text": "Sibling rivalry.",
    "start": "00:20:55",
    "end": "00:20:56"
  },
  {
    "text": "About sibling rivalry and brothers wronging each.",
    "start": "00:20:56",
    "end": "00:20:58"
  },
  {
    "text": "Other and violence and.",
    "start": "00:20:58",
    "end": "00:21:00"
  },
  {
    "text": "Yeah, yeah. Resulting in violence. So just like the exile of Adam and Eve was sad. Right. It's the loss of being in the Eden of life. But here in Numbers, when that story was echoed, it's about protecting the purity of the camp. So here, when the Cain and Abel story is echoed, it's about Allah, about how you make yourself right with God and right with your brothers. So we're trying to undo.",
    "start": "00:21:00",
    "end": "00:21:27"
  },
  {
    "text": "Yeah.",
    "start": "00:21:28",
    "end": "00:21:28"
  },
  {
    "text": "The failures of Adam and Eve and now undo the failure of sibling rivalry.",
    "start": "00:21:28",
    "end": "00:21:33"
  },
  {
    "text": "I see.",
    "start": "00:21:33",
    "end": "00:21:34"
  },
  {
    "text": "Yeah.",
    "start": "00:21:34",
    "end": "00:21:34"
  },
  {
    "text": "So you're saying the melody's here, but as like, in a way of. Like, here's how to protect yourselves from it.",
    "start": "00:21:34",
    "end": "00:21:41"
  },
  {
    "text": "Yeah, Kind of to invert it. Okay. All right. So that's that story. What's the next law about? So bizarre. Numbers 5, verse 11. SA. Are we having a good time?",
    "start": "00:21:41",
    "end": "00:22:33"
  },
  {
    "text": "Yeah.",
    "start": "00:22:33",
    "end": "00:22:34"
  },
  {
    "text": "Yahweh spoke to Moses saying, speak to the sons of Israel and say to them, let's say there's a man whose wife goes astray and is unfaithful to him. And let's say some other man has sex with her, and it's hidden from the eyes of her husband, and it is undetected. It's hidden. Let's say there's no witness against her and nobody caught them in the act. But let's just say a wind of jealousy.",
    "start": "00:22:35",
    "end": "00:23:06"
  },
  {
    "text": "A ruach.",
    "start": "00:23:06",
    "end": "00:23:07"
  },
  {
    "text": "A ruach. Of jealousy comes over him, and he's jealous for his wife. He's passionate. He has a passion, a protective passion for her. And whether she's slept with another man or whether she hasn't slept with another man, here's what the guy's supposed to do. We'll talk about the ritual in a minute. But this is a whole law about what happens when a guy is pretty sure his wife has committed adultery and slept with another man and had illicit sex outside of the bounds of their covenant. What's he supposed to do? Okay, okay. Now here's the thing. You can read this law. It's weird, even offensive to many sensibilities. I think that I and you and many of us listening to the podcast would read it, and it's disturbing for all kinds of reasons. And you can read it and just be like, okay, I guess this was some weird ancient Israelite thing. Why is it here? Like, what's it doing here?",
    "start": "00:23:08",
    "end": "00:24:08"
  },
  {
    "text": "Yeah. This is a random hodgepodge of laws that we're reading through.",
    "start": "00:24:08",
    "end": "00:24:13"
  },
  {
    "text": "Yeah. So here's what is fascinating about this law. This law is echoing the vocabulary and the sequence of Genesis 6 through 8 about the illicit sexual liaison between the sons of Elohim and the daughters of Adam and then the resulting passionate justice that God had for his creation to wash it clean with water and to spare a remnant out the other side. That is righteous.",
    "start": "00:24:13",
    "end": "00:24:40"
  },
  {
    "text": "You're talking specifically that humanity's violence had grown.",
    "start": "00:24:40",
    "end": "00:24:45"
  },
  {
    "text": "Yes.",
    "start": "00:24:45",
    "end": "00:24:45"
  },
  {
    "text": "And so there was that.",
    "start": "00:24:45",
    "end": "00:24:46"
  },
  {
    "text": "Yeah.",
    "start": "00:24:46",
    "end": "00:24:47"
  },
  {
    "text": "That needed to be reckoned with.",
    "start": "00:24:47",
    "end": "00:24:48"
  },
  {
    "text": "Yeah.",
    "start": "00:24:48",
    "end": "00:24:48"
  },
  {
    "text": "But then there's a story.",
    "start": "00:24:48",
    "end": "00:24:49"
  },
  {
    "text": "Yeah.",
    "start": "00:24:50",
    "end": "00:24:50"
  },
  {
    "text": "Where the sons of Elohim, meaning, like spiritual beings.",
    "start": "00:24:50",
    "end": "00:24:55"
  },
  {
    "text": "Yep. Yep.",
    "start": "00:24:55",
    "end": "00:24:56"
  },
  {
    "text": "Sky beings, have sex with human women and create an offspring that are. They called the Nephilim there?",
    "start": "00:24:56",
    "end": "00:25:06"
  },
  {
    "text": "They're called the Nephilim and the Gibborim.",
    "start": "00:25:06",
    "end": "00:25:09"
  },
  {
    "text": "The Nephilim.",
    "start": "00:25:09",
    "end": "00:25:09"
  },
  {
    "text": "Yeah. The violent warriors of old. And the first Gibborim that we meet after the flood is a guy named Nimrod, who's the founder of Babylon. So this is an origin story about what was a common motif in ancient Near Eastern propaganda for Babylon and Egypt, which is to say their kingdoms were founded by half human, half gods. Yeah.",
    "start": "00:25:09",
    "end": "00:25:30"
  },
  {
    "text": "And while that's celebrated in Babylon, Right in Genesis, here it's going. That was not good.",
    "start": "00:25:30",
    "end": "00:25:37"
  },
  {
    "text": "Targeted as the sign of cosmic rupture, cosmic failure. Yeah, yeah.",
    "start": "00:25:38",
    "end": "00:25:43"
  },
  {
    "text": "And it's the fall narrative of sorts of.",
    "start": "00:25:43",
    "end": "00:25:45"
  },
  {
    "text": "Yeah.",
    "start": "00:25:46",
    "end": "00:25:46"
  },
  {
    "text": "Of the angels.",
    "start": "00:25:46",
    "end": "00:25:47"
  },
  {
    "text": "Yep. And it's a mirror and inversion of the woman and the spiritual being and the seeing and taking that happens in Eden. It's on the Other side.",
    "start": "00:25:48",
    "end": "00:25:56"
  },
  {
    "text": "That's part of the reason why the flood comes.",
    "start": "00:25:56",
    "end": "00:25:59"
  },
  {
    "text": "Yeah. And specifically, that the Gibborim or those Nephilim, are violent warriors who, like Cain and like Lamech in the previous story before that begin, you know, by implication, spilling innocent blood all over the land. Because God looks at the land after this happens and is like the land is full of violence. And so what God does is send the flood to purify the land, to respond to the outcry of the innocent that's risen up before him, and then to purify the land with the waters of the flood. But there is one who is righteous and blameless, Noah. And his righteousness covers for his family. And so God delivers him through the waters out the other side of the flood. And Noah gets off, and he offers a sacrifice once he gets off the boat. And God says, I will never again curse the land. I will never again flood it with waters or strike all life. So the flood is equated with cursing the land and striking life on the land. So that's the flood story. And I guess what I'm going to try and show is that this law, placed right here in the sequence of numbers, is filling the slot of the flood story melody.",
    "start": "00:25:59",
    "end": "00:27:16"
  },
  {
    "text": "It's activating the flood story.",
    "start": "00:27:16",
    "end": "00:27:18"
  },
  {
    "text": "Yeah, totally. And because here's the Law, verse 15 of Numbers, chapter 5. So the guy is going to bring his wife and bring as an offering, like a grain offering, and the priest will have her stand before Yahweh. The priest will take sacred water in a clay jar, and he'll pick up some of the dust that's on the floor of the tabernacle. So he's going to take sacred dust and put it into the water. Then the priest will have the woman let her hair go loose. He'll put the grain offering in her hands. That's the offering of jealousy. And in the hand of the priest is to be the bitter waters that brings about a curse. Waters of the curse.",
    "start": "00:27:18",
    "end": "00:28:03"
  },
  {
    "text": "That's different than the waters with the. The temple dust, the holy waters. And the temple dust is the waters of the curse. Or it's different.",
    "start": "00:28:05",
    "end": "00:28:12"
  },
  {
    "text": "This is. No. He takes a jar, gets sacred water, puts temple dirt, temple dirt in the.",
    "start": "00:28:12",
    "end": "00:28:17"
  },
  {
    "text": "Water, and that's the water of bitterness that brings curse.",
    "start": "00:28:17",
    "end": "00:28:21"
  },
  {
    "text": "It's called the water of bitterness that brings a curse. The word bitter is spelled with the same letters as the word curse. So it's the water of cursing that brings about a curse. But it's going to taste bad.",
    "start": "00:28:21",
    "end": "00:28:34"
  },
  {
    "text": "You said the flood in Genesis 6 is described as a curse.",
    "start": "00:28:34",
    "end": "00:28:37"
  },
  {
    "text": "Genesis 8 or Genesis 8, the flood waters is called the curse on the land. Okay. Yep. So the priest will have her take an oath and say, listen, if no man has had sex with you, and if you haven't been unfaithful to your husband, then guess what? These waters of bitterness that bring about a curse, you'll be innocent, you'll be fine. They won't do anything bad to you. However, if you have committed adultery and if some other man has had sex with you, then the priest will have the whim swear an oath. When you drink the water, your thigh will fall and your abdomen will swell, and the water that brings a curse will go into your innards and make you swell, and your thigh will waste away. And the woman shall say, amen. Amen. So strange.",
    "start": "00:28:37",
    "end": "00:29:30"
  },
  {
    "text": "Yeah, this feels very like a shaman kind of thing. It's super bizarre, like medicine man kind of stuff.",
    "start": "00:29:30",
    "end": "00:29:38"
  },
  {
    "text": "Yeah. So what it goes on to say is that the woman who hasn't committed adultery will be just fine. Her womb will produce seed, but the woman who has committed adultery, essentially, she'll become infertile. And that's how the rest of the law ends. So the woman who is righteous and innocent, the waters will wash over her and she'll come out the other side and be able to produce much seed. But the one who has been unfaithful will produce no seed anymore. Her family will die out with her, so to speak. So if you take this out of its narrative context and just think about it as a ritual practice, this is really. I remember sitting in one of my first Bible classes at Multnomah University, and I was in a class on the Pentateuch. And I remember a friend of ours, we both know sitting next to me when we're talking about this law. And he was just like, does this ever happen to men?",
    "start": "00:29:38",
    "end": "00:30:37"
  },
  {
    "text": "Right.",
    "start": "00:30:37",
    "end": "00:30:38"
  },
  {
    "text": "Like, do men ever have to do this? Like, this is so. I remember it was the first time where, for him, the Bible was becoming an obstacle to his faith. He was really bothered by this law. And it does. It seems shamanistic, even chauvinistic, and speaks to the patriarchal cultural setting. You could just see, because if a guy, even if a husband just suspicious, is suspicious, then he'll have to put his wife through this. And you're just like, that's screwed up.",
    "start": "00:30:38",
    "end": "00:31:13"
  },
  {
    "text": "Yeah.",
    "start": "00:31:13",
    "end": "00:31:13"
  },
  {
    "text": "And that's how I feel, too.",
    "start": "00:31:13",
    "end": "00:31:14"
  },
  {
    "text": "This could be abused.",
    "start": "00:31:14",
    "end": "00:31:15"
  },
  {
    "text": "Totally. Yeah, that's right. So all of those things are true, and all those things are valid. Like, as readers, we are experiencing the text that Way in light of our social location. And that doesn't mean it's not important. It means it's what we experience. So what I want to do, though, is make sure that my experience of this in light of my social location, and that's important to honor. That shouldn't cancel out the process of trying to hear this on its own terms. But what does it mean to hear it on its own terms? You could try and hear this law as it expresses ancient Israelite folk religion, but that's not its purpose in the Torah.",
    "start": "00:31:15",
    "end": "00:32:00"
  },
  {
    "text": "You think if that's the purpose in the Torah, there'd be a whole lot more of this and it'd be a little bit more organized.",
    "start": "00:32:00",
    "end": "00:32:04"
  },
  {
    "text": "Yeah, exactly. That's right.",
    "start": "00:32:04",
    "end": "00:32:06"
  },
  {
    "text": "Because there's like, this is. There's nothing. Well, there may be some other things sort of like it, but it kind of stands alone and it's in this fairly kind of just random place.",
    "start": "00:32:06",
    "end": "00:32:18"
  },
  {
    "text": "Yeah.",
    "start": "00:32:18",
    "end": "00:32:19"
  },
  {
    "text": "This is not like a guide for shamans.",
    "start": "00:32:19",
    "end": "00:32:21"
  },
  {
    "text": "No. And this is a great example of the laws of the Torah aren't just a copy and paste. Everybody, of all places and all times, if you want to do the will of God, just live by the laws of the Torah. So this is a great example of where the law. It's a parable, as it were. It's placed here. This whole section is a riddle of these four laws put next to each other. This is the third one. We'll look at the next one next. And each of them were probably actual, like, rituals and laws in the life of ancient Israel. But the author of the Torah has selected out stories, poems, and laws and arranged them in a sequence to communicate a literary message through the cycling of themes. And the reason this law is here is because it communicates something within this larger section of numbers as it participates in the larger themes of the Torah. And so this is the other thing is, in the Torah, the words for adultery or prostitution primarily refer to Israel and idolatry and idols, Israel mixing with other gods. And the first act of prostitution in the Bible that's applied to the whole people of Israel is the golden calf. It's called Israel's act of Adultery and Prostitution. And so the idea that one who has been unfaithful to the covenant is washed with the flood waters, and only the righteous will survive out the other side to produce seed and be fruitful and multiply. This is standard prophetic imagery for talking about Israel's exile from the land as a flood of God's judgment and the righteous remnant who survives out the other side to produce much seed and so on. So this little law is actually in a microcosm, talking about the moment of the biblical melody of the God de creating, but the righteous remnant being spared to produce seed out the other side. And then the next law, what we call numbers, Chapter six, is a picture of a righteous remnant Israelite and who they are and what they're all about. And that's called the Nazirite vow. But for the moment, I just want to honor that. This is a really uncomfortable law, but when you see it in its literary context, it makes sense.",
    "start": "00:32:21",
    "end": "00:34:47"
  },
  {
    "text": "And again, the context is man. There's so much subtext here.",
    "start": "00:34:47",
    "end": "00:34:54"
  },
  {
    "text": "So much subtext. Yeah.",
    "start": "00:34:54",
    "end": "00:34:55"
  },
  {
    "text": "That Israel has been ordered around God's presence in a way for us to imagine Eden, and that all of Israel is being appointed to be the new humanity to bring blessing to the world. But then even more so, the fractaling of it is that the Levites have been chosen to be the new humanity on behalf of Israel. So then you have that arrangement. We've got the sense of Eden, and then we've got the ritually impure meaning, those signs of death that are still around moved outside the camp. And Adam and Eve were exiled, but here humanity gets to stay. But there is an exile of sorts of. But it's death being exiled.",
    "start": "00:34:55",
    "end": "00:35:48"
  },
  {
    "text": "Separate death from the source of life.",
    "start": "00:35:48",
    "end": "00:35:50"
  },
  {
    "text": "And those people get to come back when they're ritually pure. But it's a symbol of death, being exiled. And then you get this reflection on the sin of Adam's sons, which is that not only does our foolishness bring death, it brings violence against each other and conflict between our brothers. And so you get this reflection on that.",
    "start": "00:35:50",
    "end": "00:36:14"
  },
  {
    "text": "Yep. With that guilt offering.",
    "start": "00:36:14",
    "end": "00:36:15"
  },
  {
    "text": "With the guilt offering.",
    "start": "00:36:15",
    "end": "00:36:16"
  },
  {
    "text": "And how to make it right.",
    "start": "00:36:16",
    "end": "00:36:17"
  },
  {
    "text": "How to make it right.",
    "start": "00:36:17",
    "end": "00:36:18"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:36:18",
    "end": "00:36:19"
  },
  {
    "text": "And so then if you follow the story of Cain and Abel and you follow all the violence that comes from all these descendants of Cain, that just gets multiplied.",
    "start": "00:36:19",
    "end": "00:36:30"
  },
  {
    "text": "Yeah.",
    "start": "00:36:31",
    "end": "00:36:31"
  },
  {
    "text": "And like this guy Lamech, who just is like, I get to just kill whoever I want, and it's going to be great. And then you get the story of the, like, half gods who are like, the most violent.",
    "start": "00:36:31",
    "end": "00:36:43"
  },
  {
    "text": "Yeah.",
    "start": "00:36:43",
    "end": "00:36:43"
  },
  {
    "text": "And so God has to come and wash it clean with a flood of water where a remnant could come through, and that's called a curse on the land. This story, which on its face is just a weird shamanistic kind of story of like, what if a guy's suspicious of his wife committing adultery? That practice of whatever that was is taken and then put here and crafted and used language to then bring us into the next part of the melody, which is things are going to get so bad that there's going to have to be a washing and only those who are innocent, a remnant, will come through.",
    "start": "00:36:43",
    "end": "00:37:27"
  },
  {
    "text": "Yeah.",
    "start": "00:37:27",
    "end": "00:37:28"
  },
  {
    "text": "And what you've said is, yes, they're using the imagery of someone being unfaithful in marriage, but where does that imagery really come to life in the Hebrew Bible the most?",
    "start": "00:37:28",
    "end": "00:37:40"
  },
  {
    "text": "Yeah. And that is, yeah, Israel's violating their covenant with Yahweh by giving their allegiance and worship to other gods, which is depicted as adultery and sex with someone who's not your covenant partner. That's the standard. And in fact, in the matching part, on the other side of numbers, in chapter 25, there's going to be a whole story about Israelites marrying and having sex with and participating in worship rituals to the gods of Moab and Midian. And it's actually a precise match in the design of the book. So what I'm saying is the author of Numbers assumes that the reader is able to make all those connections and parallels. So I don't expect everybody who's listening to the podcast right now to be persuaded by that. But I have yet to come across anyone who can explain what this law is doing here otherwise in the location and sequence that it is, and much less the two laws that came before it and the law that comes after this one. So let's check this out. This will be confirmation of my thesis. Okay, here's the next law. So if we just went through the flood waters, what I expect is somebody to come out the other side who's, you know, righteous or blameless, something to do with maybe the righteous offering of Noah. And then.",
    "start": "00:37:40",
    "end": "00:39:41"
  },
  {
    "text": "Thanks. Thank. Offering.",
    "start": "00:39:43",
    "end": "00:39:44"
  },
  {
    "text": "It was an ascension offering.",
    "start": "00:39:44",
    "end": "00:39:45"
  },
  {
    "text": "It was an ascension offering.",
    "start": "00:39:45",
    "end": "00:39:46"
  },
  {
    "text": "Yep, yep. And to come off the boat as a new humanity that's told to be fruitful and multiply and keep their covenant with God, then what happens with Noah? Well, he plants a garden. Oh, yeah. He drinks from the fruit of the vine and gets really.",
    "start": "00:39:46",
    "end": "00:40:00"
  },
  {
    "text": "And the melody starts over.",
    "start": "00:40:00",
    "end": "00:40:01"
  },
  {
    "text": "Gets really drunk. And the melody starts over. Numbers, chapter 6, verse 1. Again, Yahweh spoke to Moses saying, speak to the sons of Israel and say to them, just say, there's a man or a woman who makes a special vow of dedication, the vow of the Nazir, so that they want to hizir themselves to Yahweh.",
    "start": "00:40:01",
    "end": "00:40:24"
  },
  {
    "text": "This is a new category.",
    "start": "00:40:24",
    "end": "00:40:25"
  },
  {
    "text": "Yeah, this is new.",
    "start": "00:40:25",
    "end": "00:40:27"
  },
  {
    "text": "This is not being a Levite. We're leveling up here of a dedication. This is something else.",
    "start": "00:40:27",
    "end": "00:40:31"
  },
  {
    "text": "Yeah. A Nazir. Yeah. The word Nazir means to set one apart. And so it's called the vow of the Nazir, referring to someone who hizzears themself to Yahweh. To hizzir, it means to literally select out of and dedicate it to something else.",
    "start": "00:40:31",
    "end": "00:40:49"
  },
  {
    "text": "Isn't that holiness? It's the idea of holiness.",
    "start": "00:40:50",
    "end": "00:40:52"
  },
  {
    "text": "Yeah.",
    "start": "00:40:52",
    "end": "00:40:52"
  },
  {
    "text": "But the word holiness is a different word than Nazir.",
    "start": "00:40:52",
    "end": "00:40:55"
  },
  {
    "text": "It's different. Oh. To be kadosh is to be set apart for being in the proximity of the source of all life. Yeah.",
    "start": "00:40:55",
    "end": "00:41:06"
  },
  {
    "text": "And this is being set apart.",
    "start": "00:41:06",
    "end": "00:41:07"
  },
  {
    "text": "This is just referring to the selection out of one who is set apart, selected out of. So what's interesting is that that word, those three letters, nzr or nun, Zion, resh, are the same three letters as the nezer. That refers to that golden plaque crown that the priests wears, that the high priest wears. And so what's interesting, that says belonging to the Lord. And what the plaque says on it is I belong to Yahweh. And let's just say there's just average Israelite who wants to take on the life of a Nazir, one who is set apart for Yahweh.",
    "start": "00:41:07",
    "end": "00:41:47"
  },
  {
    "text": "Like you want to be your own little high priest.",
    "start": "00:41:47",
    "end": "00:41:48"
  },
  {
    "text": "What this whole chapter is going to go on is he's going to take on the lifestyle of the high priest. But any Israelite, man or woman can do it.",
    "start": "00:41:49",
    "end": "00:41:56"
  },
  {
    "text": "Oh, wow. That's what the Nazarite vow is.",
    "start": "00:41:56",
    "end": "00:41:59"
  },
  {
    "text": "Yeah, it's. Any Israelite among the kingdom of priests can take on the lifestyle and live as if you are the high priest.",
    "start": "00:41:59",
    "end": "00:42:08"
  },
  {
    "text": "Wow.",
    "start": "00:42:08",
    "end": "00:42:09"
  },
  {
    "text": "Yeah, it's pretty awesome. It's also a pretty intense move to me.",
    "start": "00:42:09",
    "end": "00:42:13"
  },
  {
    "text": "Yeah, I always knew that, like the Nazarite vow was a pretty baller move, but I'm excited to learn more.",
    "start": "00:42:13",
    "end": "00:42:20"
  },
  {
    "text": "Yeah. So lifestyle rule number one, no drinking wine or strong drink.",
    "start": "00:42:20",
    "end": "00:42:27"
  },
  {
    "text": "Oh, well, that like rings a bell.",
    "start": "00:42:28",
    "end": "00:42:30"
  },
  {
    "text": "It should in two ways. Should ring two bells.",
    "start": "00:42:31",
    "end": "00:42:33"
  },
  {
    "text": "Ah, the first bell's Noah.",
    "start": "00:42:33",
    "end": "00:42:36"
  },
  {
    "text": "First bell is Noah. Yeah.",
    "start": "00:42:36",
    "end": "00:42:38"
  },
  {
    "text": "Be like, Noah made the vineyard, he gets drunk and there's a problem.",
    "start": "00:42:38",
    "end": "00:42:44"
  },
  {
    "text": "Yep.",
    "start": "00:42:45",
    "end": "00:42:45"
  },
  {
    "text": "Second bell is Aaron's sons. They like in the middle of Leviticus, the priesthood set up, everything's awesome and they go in with strange fire. They're rogue liturgy. They just go into the holy of holies on their own terms. And later, as a consequence, God says through Moses, hey, new rule.",
    "start": "00:42:46",
    "end": "00:43:11"
  },
  {
    "text": "Yeah.",
    "start": "00:43:11",
    "end": "00:43:12"
  },
  {
    "text": "Don't drink.",
    "start": "00:43:12",
    "end": "00:43:13"
  },
  {
    "text": "No drinking on. No drinking on the. On this job. Yeah, totally. Yep. So now here, right after the flood waters of curse, right after that law is about a new Noah who is to dedicate themselves as someone who is righteous and blameless. Set apart to Yahweh and no drinking when you're a Nazirite. Verse 4. All the days of his Hizir that he has set apart, he shall not eat anything produced by a grapevine.",
    "start": "00:43:13",
    "end": "00:43:42"
  },
  {
    "text": "This is just for a time period.",
    "start": "00:43:42",
    "end": "00:43:43"
  },
  {
    "text": "Yeah. As long as you're a Nazirite, as long as you are fulfilling your commitment to becoming a Nazir.",
    "start": "00:43:44",
    "end": "00:43:50"
  },
  {
    "text": "This isn't like a lifetime vow.",
    "start": "00:43:50",
    "end": "00:43:52"
  },
  {
    "text": "It's as long as you want to do it.",
    "start": "00:43:52",
    "end": "00:43:53"
  },
  {
    "text": "Okay.",
    "start": "00:43:53",
    "end": "00:43:54"
  },
  {
    "text": "Yeah. All the days of this vow of his Nazir. No razor will pass over his head.",
    "start": "00:43:54",
    "end": "00:44:01"
  },
  {
    "text": "Yeah. You're gonna get hairy.",
    "start": "00:44:02",
    "end": "00:44:03"
  },
  {
    "text": "Yeah. Like Adam.",
    "start": "00:44:03",
    "end": "00:44:04"
  },
  {
    "text": "Why? What?",
    "start": "00:44:05",
    "end": "00:44:05"
  },
  {
    "text": "Like a primal human.",
    "start": "00:44:05",
    "end": "00:44:06"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:44:08",
    "end": "00:44:09"
  },
  {
    "text": "Yeah.",
    "start": "00:44:10",
    "end": "00:44:10"
  },
  {
    "text": "Because who's cutting Adam's hair? Is that what you're saying?",
    "start": "00:44:10",
    "end": "00:44:12"
  },
  {
    "text": "Yeah, totally. Who's cutting Adam and Eve's hair?",
    "start": "00:44:12",
    "end": "00:44:15"
  },
  {
    "text": "They could cut their own hair.",
    "start": "00:44:15",
    "end": "00:44:17"
  },
  {
    "text": "With what? With a twig. What are they cutting with? They don't have scissors.",
    "start": "00:44:17",
    "end": "00:44:23"
  },
  {
    "text": "There's sharp stuff around.",
    "start": "00:44:23",
    "end": "00:44:25"
  },
  {
    "text": "No, dude, we're for sure reflecting on. He's going to look like Adam.",
    "start": "00:44:25",
    "end": "00:44:29"
  },
  {
    "text": "Really?",
    "start": "00:44:29",
    "end": "00:44:29"
  },
  {
    "text": "Yeah. Let the locks grow long.",
    "start": "00:44:29",
    "end": "00:44:31"
  },
  {
    "text": "You think the picture of Adam is. You're supposed to think of a barbaric human.",
    "start": "00:44:31",
    "end": "00:44:35"
  },
  {
    "text": "What I'm saying is, I'm trying to make sense of this description. What's up with the hair?",
    "start": "00:44:37",
    "end": "00:44:40"
  },
  {
    "text": "Yeah, that's okay. That's interesting.",
    "start": "00:44:40",
    "end": "00:44:42"
  },
  {
    "text": "Where you let your hair grow and then often the shaving of hair is often a transition ritual in many cultures.",
    "start": "00:44:42",
    "end": "00:44:49"
  },
  {
    "text": "Yes.",
    "start": "00:44:49",
    "end": "00:44:49"
  },
  {
    "text": "But the letting of one's hair grow long is often about, like becoming like.",
    "start": "00:44:49",
    "end": "00:44:54"
  },
  {
    "text": "A beast of the field.",
    "start": "00:44:54",
    "end": "00:44:55"
  },
  {
    "text": "Yeah, totally. Long hair.",
    "start": "00:44:55",
    "end": "00:44:57"
  },
  {
    "text": "Yeah.",
    "start": "00:44:57",
    "end": "00:44:57"
  },
  {
    "text": "So, yeah, it's like this person takes on the ooh and wine and strong drink speaks to this issue of fermentation in the Bible. Because in the same way that leaven or yeast is like no leaven or yeast after the days of Passover, and it's this concept of that fermentation is like this distorted. You're distorting something's natural form. Even though fermentation is a natural process. There's like this concept of there's food in its pristine form, but then there's food that's has been rotted, that's become rotten or fermented.",
    "start": "00:44:58",
    "end": "00:45:34"
  },
  {
    "text": "Yeah. There's truth to that.",
    "start": "00:45:34",
    "end": "00:45:35"
  },
  {
    "text": "And there's truth to that. So grape juice is one thing. Wine is like a rotted fruit of the vine. And so the Nazir is none. Don't even. Nothing produced by the grapevine, not even pre or post fermentation. Just nothing. So you have a law about don't eat from the fruit of the vine.",
    "start": "00:45:35",
    "end": "00:45:56"
  },
  {
    "text": "Ah, yeah.",
    "start": "00:45:56",
    "end": "00:45:57"
  },
  {
    "text": "And let your hair grow long like you're a primal human.",
    "start": "00:45:57",
    "end": "00:46:00"
  },
  {
    "text": "Okay.",
    "start": "00:46:01",
    "end": "00:46:01"
  },
  {
    "text": "And that one shall be dedicated as holy to Yahweh all the days of his separation. He is not to go near or touch a dead body. So we're echoing back to.",
    "start": "00:46:01",
    "end": "00:46:15"
  },
  {
    "text": "Yeah. The high priest couldn't ever touch a dead body.",
    "start": "00:46:15",
    "end": "00:46:18"
  },
  {
    "text": "Yeah. Not. He couldn't even bury his own parents. Yeah, yeah.",
    "start": "00:46:18",
    "end": "00:46:21"
  },
  {
    "text": "So because other people could they just become ritually impure.",
    "start": "00:46:21",
    "end": "00:46:24"
  },
  {
    "text": "Correct.",
    "start": "00:46:25",
    "end": "00:46:25"
  },
  {
    "text": "So you can just go to wash, stay saturated.",
    "start": "00:46:25",
    "end": "00:46:27"
  },
  {
    "text": "And it's not sinful to do that. But for the high priest, don't do it. It would be because at any moment he needs to be able to be. He's on call.",
    "start": "00:46:27",
    "end": "00:46:35"
  },
  {
    "text": "He's on call.",
    "start": "00:46:35",
    "end": "00:46:35"
  },
  {
    "text": "He's on call to go into the temple. Yeah, yeah. But this is for just an average Israelite starts living like the high priest. Yeah. All the days of his Nazir, he is holy to Yahweh. But let's just say that all of a sudden, death strikes, somebody dies really suddenly next to him, like falls on him.",
    "start": "00:46:35",
    "end": "00:46:57"
  },
  {
    "text": "Yeah, okay.",
    "start": "00:46:58",
    "end": "00:46:59"
  },
  {
    "text": "You know, it could happen.",
    "start": "00:47:00",
    "end": "00:47:01"
  },
  {
    "text": "Yeah. They're in the wilderness.",
    "start": "00:47:01",
    "end": "00:47:02"
  },
  {
    "text": "Yeah, totally. So verse nine, let's say there's somebody like, you know, to die. It's right there. And they fall over and touch them and maybe it touches those long locks of hair. Well, then you got to shave it off. You have to shave his head on the day when he becomes clean. He shaves it on the seventh day. So he's going to be ritually impure for a cyc seven days. And then you have to shave it off. And then on the eighth day, he will come and bring an ascension offering that will cover for his contact with death, his ritual impurity, and he will reconsecrate. He will make his head holy again. And then it's this long law about when he finishes his vow. These days he needs to bring a series of offerings for himself and present them before Yahweh. And when a Nazirite finishes his or her vow, they're to cut off their hair and then put it on the fire with the offering and burn up the hair. And that's Numbers, chapter six. Okay, so where we've gone here is that this whole little section is playing through the themes of Genesis 1 through 9, the first cycle of the core melody of the Hebrew Bible. But we're doing it all in the context of the camp of Israel in the wilderness, which is like a new Eden and So all contact with all signs of death are to be sent outside the camp. All situations where a brother wrongs a brother reconciled, they're to be reconciled. All acts of covenantal unfaithfulness are to be identified and put through a floodwater of testing so that righteousness and seed, much seed, can emerge out the other side, resulting in an Israel, so that any Israelite can set themselves apart as a new Adam or Eve, holy to God, dedicated to being in the presence of God and near the holiness of God's life source. There you go. That's numbers five and six.",
    "start": "00:47:02",
    "end": "00:49:12"
  },
  {
    "text": "So you think this, like, concludes your thesis of. This is replaying the melody. Because the Nazarite vow, what is it other than putting special attention on the call of God, on an individual to be his elect, the remnant to then be the new Adam, to then go. And while that is the role of the high priests or the high priest, and then in the fractal, then also the priests, and then also all of Israel.",
    "start": "00:49:13",
    "end": "00:49:46"
  },
  {
    "text": "Yeah.",
    "start": "00:49:46",
    "end": "00:49:46"
  },
  {
    "text": "There's a special little thing that happens that anyone could go, yeah, I want to identify with that in, like, this hyper. Yeah, intense way.",
    "start": "00:49:46",
    "end": "00:49:55"
  },
  {
    "text": "Hyper intense way. Yeah, totally.",
    "start": "00:49:55",
    "end": "00:49:57"
  },
  {
    "text": "And that's the Nazarite vow.",
    "start": "00:49:57",
    "end": "00:49:58"
  },
  {
    "text": "Yeah, yeah. So these four laws are all. It's a meditation on what it means for all Israel to become the kingdom of priests, playing the host to the author of all life and goodness and beauty and adapting themselves. And these four laws are meditations on that as a general theme, but they do it in the language and literary sequence matching Genesis 1 through 9. It's remarkable.",
    "start": "00:49:58",
    "end": "00:50:30"
  },
  {
    "text": "Yeah.",
    "start": "00:50:30",
    "end": "00:50:30"
  },
  {
    "text": "And culminating with the Nazirite, who, when their Nazarite vow is done, you go through a cycle of seven. And now we're all the way back to Genesis 1 again, recreating themselves at the end of their vow through a cycle of seven. When the vow is over, the melody is complete. The melody is complete. And the next law is going to be the blessing of Aaron, which is about Yahweh bringing light. May his face bring light to you. And we're back to day one of creation and blessing, and we're just going to keep cycling it over and over again.",
    "start": "00:50:30",
    "end": "00:51:02"
  },
  {
    "text": "Wow.",
    "start": "00:51:02",
    "end": "00:51:03"
  },
  {
    "text": "So this literature is so remarkable. I just. It's really amazing.",
    "start": "00:51:03",
    "end": "00:51:08"
  },
  {
    "text": "That is amazing. So the famous Nazarite in my imagination is John the Baptist.",
    "start": "00:51:08",
    "end": "00:51:13"
  },
  {
    "text": "Yep. Yeah, that's right.",
    "start": "00:51:13",
    "end": "00:51:14"
  },
  {
    "text": "Where are some other ones in scripture?",
    "start": "00:51:14",
    "end": "00:51:16"
  },
  {
    "text": "Samson.",
    "start": "00:51:16",
    "end": "00:51:17"
  },
  {
    "text": "Oh, yeah, Samson. He was a Nazarite.",
    "start": "00:51:17",
    "end": "00:51:19"
  },
  {
    "text": "Yeah. And the whole narrative is about how he violates it every day of his life.",
    "start": "00:51:19",
    "end": "00:51:24"
  },
  {
    "text": "That's why his hair is Important.",
    "start": "00:51:26",
    "end": "00:51:27"
  },
  {
    "text": "That's why his hair is important. Oh, yeah.",
    "start": "00:51:27",
    "end": "00:51:29"
  },
  {
    "text": "Okay.",
    "start": "00:51:29",
    "end": "00:51:30"
  },
  {
    "text": "And why he's not supposed to get drunk, but he keeps getting drunk. And why he's not supposed to touch dead bodies, but he just finds that honey in the carcass of a lion. He's like, I gotta have that honey.",
    "start": "00:51:30",
    "end": "00:51:43"
  },
  {
    "text": "All the weird details.",
    "start": "00:51:44",
    "end": "00:51:46"
  },
  {
    "text": "All the details snap into place. The hair, touching dead bodies, not getting drunk. Samson just like breaks all the Nazarite vows and so fascinating, the Samson story. So those are the two main Nazarites in the Bible, Samson and John the Baptist.",
    "start": "00:51:46",
    "end": "00:52:04"
  },
  {
    "text": "Yeah. It's such a strange little practice that's highlighted.",
    "start": "00:52:04",
    "end": "00:52:08"
  },
  {
    "text": "What's cool is that it shows that even though the high priest was super set apart and the Holy of Holies was only accessible to that one person in that one role, with the Nazirite democratizing the role of the high priest, that any Israelite man or woman could take on the status or role of not the status, but the role of the high priest and become an image. It's very similar to this corporate and individual concepts of the way in the New Testament Paul talks about being in the Messiah or in the body of the Messiah. So what's true of the Messiah is true of anybody who belongs to the Messiah. Those are categories that are actually all rooted back in the storyline of the Hebrew Bible and this concept of the anointed one. Oh, because the high priest is the first Messiah, it's the first anointed one.",
    "start": "00:52:09",
    "end": "00:53:00"
  },
  {
    "text": "Yeah.",
    "start": "00:53:00",
    "end": "00:53:01"
  },
  {
    "text": "So an Israelite who is in the Messiah that is represented by the high priest can. It's cool.",
    "start": "00:53:01",
    "end": "00:53:07"
  },
  {
    "text": "Can act like a high priest can.",
    "start": "00:53:07",
    "end": "00:53:09"
  },
  {
    "text": "Yeah.",
    "start": "00:53:09",
    "end": "00:53:09"
  },
  {
    "text": "Go around and kind of play. Act as a high priest of sorts.",
    "start": "00:53:09",
    "end": "00:53:12"
  },
  {
    "text": "Yeah. But the idea is that I could dedicate myself to Yahweh, so holy and adapt my life to the fact that I get to live in the camp where Yahweh dwells and I want to honor.",
    "start": "00:53:12",
    "end": "00:53:26"
  },
  {
    "text": "But otherwise you're kind of just doing your business as usual.",
    "start": "00:53:26",
    "end": "00:53:29"
  },
  {
    "text": "Oh, yeah, that's right. Yeah, totally. You're just going to have some longer hair.",
    "start": "00:53:30",
    "end": "00:53:35"
  },
  {
    "text": "Have some longer hair.",
    "start": "00:53:35",
    "end": "00:53:36"
  },
  {
    "text": "You're not going to drink wine at Passover and you can't touch any dead bodies.",
    "start": "00:53:36",
    "end": "00:53:42"
  },
  {
    "text": "Is there any corollary to this in modern Judaism still?",
    "start": "00:53:43",
    "end": "00:53:47"
  },
  {
    "text": "Well, sorry, I forgot. Let's go back to the New Testament when Paul, Paul makes a vow, a Nazarite vow.",
    "start": "00:53:48",
    "end": "00:53:55"
  },
  {
    "text": "Oh, he does?",
    "start": "00:53:55",
    "end": "00:53:56"
  },
  {
    "text": "Yeah. And he goes to Jerusalem and shaves his head. Remember that's mentioned in the Book of Acts.",
    "start": "00:53:56",
    "end": "00:54:00"
  },
  {
    "text": "Oh, yeah. I didn't know that's what he was doing.",
    "start": "00:54:00",
    "end": "00:54:02"
  },
  {
    "text": "Yeah. In Acts, chapter 21, when Paul wants to go back to Jerusalem and a bunch of his friends say, like, hey, people don't like you. The religious leaders and Jerusalem don't like you. So Paul. Yeah. Takes a Nazarite vow. He goes to the temple. Oh, when he gets arrested is when he goes to the temple to offer the offering. When his vow is complete. Oh, yeah. So anyhow, sorry, that's the other mention of the Nazirite vow. So, yes, there is actually a whole section of the Mishnah and the Talmud that's dedicated to fleshing out more detail to the Nazarite vow. So, yeah, it was a practice, and it's been, you know, transformed and developed in lots of different Christian traditions. It's kind of the equivalent of what became like, a vow of solitude or the vows of becoming a monk or a nun in the Christian tradition. It's like there's this subset of people that can dedicate their lives to a higher degree of holiness and dedication to the service of God, and they become beautiful images to us of what's possible for a human life.",
    "start": "00:54:02",
    "end": "00:55:15"
  },
  {
    "text": "Totally dedicated to God in their own little Edens.",
    "start": "00:55:15",
    "end": "00:55:18"
  },
  {
    "text": "Yeah, totally. Yeah, that's right. Yep. So that's numbers one through six. And so what's going to happen in the rest of this section? We're just going to keep working the themes of portraying Israel as an Eden that is being recreated by the life and light of God's presence. And as they get ready to leave and go out into the wilderness. And so in the next conversation, what we'll do is take on what we call numbers, chapter six through 10. And it's the same thing. We're going to work through the themes of Genesis 1 through 9 again, beginning with the blessing of Aaron. May Yahweh shine his light just like day one of Genesis. May Yahweh shine his light upon you.",
    "start": "00:55:19",
    "end": "00:56:01"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week, we're wrapping up the first movement of the scroll of Numbers, where the narrator, once again, you guessed it, riffs on the themes of Genesis in.",
    "start": "00:56:04",
    "end": "00:56:17"
  },
  {
    "text": "Chapter 6, verse 22, a new cycle of melody that's going to depict this Israel in its encampment all over again. So the first cycle one through was about establishing the camp as a new Eden. This cycle is going to establish the new Eden to get ready to go.",
    "start": "00:56:17",
    "end": "00:56:34"
  },
  {
    "text": "Today's show is produced by Cooper Peltz, edited by Dan Gummel and Tyler Bailey. Lindsey Ponder with the show notes. Ashlyn Heiss and Mackenzie Buxman provide Annotations for our annotated podcast in our app. Bibleproject is a crowdfunded nonprofit. We exist to experience the Bible as a unified story that looks leads to Jesus. Everything that we make is free because of the generous support of thousands of people just like you. So thank you so much for being a part of this with us.",
    "start": "00:56:34",
    "end": "00:57:02"
  },
  {
    "text": "Hi, this is Belia and I'm from Mexico. Hi, this is Violet and I'm from Arizona.",
    "start": "00:57:02",
    "end": "00:57:08"
  },
  {
    "text": "I first heard about bibleproject three years ago. I first heard about bibleproject at the.",
    "start": "00:57:08",
    "end": "00:57:14"
  },
  {
    "text": "Youth group of my church. I use bibleproject for preparing Bible studies.",
    "start": "00:57:14",
    "end": "00:57:18"
  },
  {
    "text": "Before sharing them with my friends. My favorite thing about Bible Project is the animation and how easy it is to understand it.",
    "start": "00:57:18",
    "end": "00:57:26"
  },
  {
    "text": "We believe the Bible is a unified.",
    "start": "00:57:26",
    "end": "00:57:28"
  },
  {
    "text": "Story that leads to Jesus.",
    "start": "00:57:28",
    "end": "00:57:30"
  },
  {
    "text": "We are a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes, and more@bibleproject.com.",
    "start": "00:57:30",
    "end": "00:57:39"
  },
  {
    "text": "Sa.",
    "start": "00:57:44",
    "end": "00:57:44"
  }
]