[
  {
    "text": "Welcome to the scroll of Numbers, or as it's called in Hebrew, through the wilderness. We just got through the Book of Leviticus, where Israel is camped at the foot of Mount Sinai for an entire year. They're ready to pack up and go through the wilderness into the promised land. Many of the stories and the places and the plots that we're going to find in the Book of Numbers mirror the stories we found in the Book of Exodus. And that's because Israel has already gone through the wilderness when they left Egypt on their way to Mount Sinai. In fact, what we find here is that the Torah is one large chiasm with the Book of Leviticus right at the center.",
    "start": "00:00:05",
    "end": "00:00:46"
  },
  {
    "text": "Leviticus is at the heart. And then the two scrolls on either side, Exodus and Numbers, match each other. There's a liberation from slavery in Exodus. And then through the wilderness to Mount Sinai. And then in Numbers, we go in reverse. They leave Mount Sinai, go through the wilderness on the way to Moab. And when they get to Moab, there is a great deliverance from a foreign king who wants to bring curse and death on them, who's like Pharaoh at.",
    "start": "00:00:46",
    "end": "00:01:12"
  },
  {
    "text": "The beginning of Numbers. We get an explanation of how Israel's camp is to be set up with the tribe of Levi standing between Yahweh in the Tabernacle and Israel. And then God commissions the the tribe of Levi to be the priests and assistants of the Tabernacle. And he says, look, I have chosen the Levites from among Israel to serve as substitutes for all the firstborn sons of the people of Israel.",
    "start": "00:01:12",
    "end": "00:01:39"
  },
  {
    "text": "The selection of one tribe out of the many swapped out for the firstborn. What that means is that this tribe is now the extra special tribe that's in the slot of the Passover Lamb. Being the firstborn is about being uniquely responsible, an extra layer of responsibility and representation of the Father. The Levites as a clan are put into that place.",
    "start": "00:01:39",
    "end": "00:02:01"
  },
  {
    "text": "And so as we get into all these details of how Israel is organized and the role of the Levites, it's important to remember the entire biblical story, how God called all humanity to live in proximity with him.",
    "start": "00:02:02",
    "end": "00:02:15"
  },
  {
    "text": "And so this is all mapping back onto the Garden of Eden. Out of the dust of the land, God forms one unique priestly representative pair. They get to be closer to the presence of Yahweh than anybody else. But it's dangerous, and that's what Leviticus taught us many times over, that Yahweh's presence is both good and sustains our life, and it's dangerous and can end our lives.",
    "start": "00:02:15",
    "end": "00:02:38"
  },
  {
    "text": "So as Israel gets to leave and go to the promised land, we feel the anticipation, but we also sense the looming danger.",
    "start": "00:02:38",
    "end": "00:02:47"
  },
  {
    "text": "This tribe is going to be royally fail. They're being set up as the Adam and Eve royal priest slot. And you're like, oh, great, what could go wrong? And then everything's going to go wrong. And it's specifically Levites who are highlighted in the number scroll as really blowing it big time, many times over.",
    "start": "00:02:47",
    "end": "00:03:05"
  },
  {
    "text": "So let's take a journey into the wilderness. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:03:06",
    "end": "00:03:17"
  },
  {
    "text": "Hey, John. Here we are again talking about, guess what? The Bible. The Bible and the Torah, no less.",
    "start": "00:03:17",
    "end": "00:03:25"
  },
  {
    "text": "Yes.",
    "start": "00:03:25",
    "end": "00:03:26"
  },
  {
    "text": "Yeah.",
    "start": "00:03:26",
    "end": "00:03:26"
  },
  {
    "text": "And we are going into the wilderness.",
    "start": "00:03:26",
    "end": "00:03:28"
  },
  {
    "text": "We are. We are. We're leaving Mount Sinai and going into the wilderness. Yep.",
    "start": "00:03:28",
    "end": "00:03:35"
  },
  {
    "text": "This is the scroll of Numbers, which is an unfortunate name.",
    "start": "00:03:35",
    "end": "00:03:39"
  },
  {
    "text": "Yeah, yeah. Yes. We are taking along, like, most of this year to walk our way through the Torah. That corresponds to a whole set of reading experiences that we've created for the bibleproject app. And so these match that. So we are waving goodbye to Leviticus and we are saying hello to Numbers. But your question was about the name. We didn't have a question. You had a comment about that. So the name of the scroll Numbers comes from the Greek translation version of it that was made in the late Second Temple period, or I guess middle Second Temple period, around the 200s B.C. so in Hebrew tradition, the scroll is named Bamidbar, which means in the wilderness, which is both a more catchy title and.",
    "start": "00:03:39",
    "end": "00:04:36"
  },
  {
    "text": "And it gets you in the right mindset.",
    "start": "00:04:36",
    "end": "00:04:38"
  },
  {
    "text": "Yeah, it uses the place to. This whole book is going to take place in the wilderness. And in fact, in the phrase in the wilderness is the 1, 2, 3, 4, fifth word of the scroll. The opening words are and Yahweh spoke to Moses in the wilderness. In the Wilderness is a more accurate title because the whole story takes place in the wilderness. Numbers is just paying attention to something that happens in the book at a couple points, namely that there is a census numbering of the Israelites that happens in chapter one and then again in 26. And those are important for the structural flow of the book, but they don't summarize everything that's going on. So I vote for in the Wilderness.",
    "start": "00:04:38",
    "end": "00:05:23"
  },
  {
    "text": "I can get behind that.",
    "start": "00:05:24",
    "end": "00:05:24"
  },
  {
    "text": "Yep.",
    "start": "00:05:24",
    "end": "00:05:25"
  },
  {
    "text": "Now, this isn't the first time we've met Israel in the wilderness.",
    "start": "00:05:26",
    "end": "00:05:30"
  },
  {
    "text": "No, it's not. That's exactly right.",
    "start": "00:05:30",
    "end": "00:05:32"
  },
  {
    "text": "They have gone through the wilderness. They are rescued from Egypt. They go through the wilderness to Mount Sinai. And there's a bunch of stories of them in the wilderness in the Exodus scroll.",
    "start": "00:05:33",
    "end": "00:05:42"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:05:42",
    "end": "00:05:43"
  },
  {
    "text": "And then they camp out at Mount Sinai and they get the tabernacle blueprints and then the book of Exodus ends with the Tabernacle built. Then we read through the book of Leviticus where they're still at Sinai and they're getting just more information about how to do the rituals with the Tabernacle.",
    "start": "00:05:43",
    "end": "00:06:02"
  },
  {
    "text": "And how to become the set apart holy nation that the kingdom of priests before God. That's what Leviticus is.",
    "start": "00:06:02",
    "end": "00:06:10"
  },
  {
    "text": "And so now they're going to pack up and they're heading towards the promised land. So they're going to go through the wilderness.",
    "start": "00:06:10",
    "end": "00:06:15"
  },
  {
    "text": "That's right, yeah. And so that actually on the macro level, since we're kind of at a hinge between two scrolls of the Torah, let's just back out real quick and get a macro view of the story. So the Torah is a five scroll collection. That's one of the first main parts of the Hebrew Bible.",
    "start": "00:06:15",
    "end": "00:06:36"
  },
  {
    "text": "The Torah itself is like a unit of the Bible.",
    "start": "00:06:36",
    "end": "00:06:40"
  },
  {
    "text": "Yeah, it's a big literary unit. Now the narrative at the end of the Torah just continues right into the next scroll, Joshua. That comes after, I mean, without a hitch. But there is a meaningful conclusion at the end of the fifth book of the Torah that draws the story of Moses to a close before you transition to the next generation. So it is a meaningful five scroll prologue to the whole Hebrew Bible.",
    "start": "00:06:40",
    "end": "00:07:06"
  },
  {
    "text": "No one argues this. Everyone calls it the Torah.",
    "start": "00:07:06",
    "end": "00:07:09"
  },
  {
    "text": "Yeah, that's right. Well, it was just interesting because it's a fluid narrative from Genesis into Deuteronomy and then right on into the next scroll after it. So the narrative is cohesive on through Joshua, Judges, Samuel and Kings. But there's very clear clues that the story of Moses marks a milestone moment. And there's a literary closure at the end of Deuteronomy. So you've got the Torah and then after that you've got the prophets. And the prophets have two big parts. The first is the narrative. Prophets, Joshua, Judges, Samuel, Kings, sometimes called.",
    "start": "00:07:09",
    "end": "00:07:42"
  },
  {
    "text": "The former prophets, Former prophets.",
    "start": "00:07:42",
    "end": "00:07:44"
  },
  {
    "text": "That's right. And that continues the narrative of Israel entering into the land after Moses death and then their Babylonian exile. Then you get the four scrolls of the latter. Prophets, Isaiah, Jeremiah, Ezekiel and the scroll of the 12 prophets.",
    "start": "00:07:44",
    "end": "00:08:00"
  },
  {
    "text": "Yeah, which are all the strange names, I guess. They're all strange names. The strangest of the names.",
    "start": "00:08:01",
    "end": "00:08:07"
  },
  {
    "text": "Wonderful Hebrew names. They're wonderful Hebrew names. Yeah, that's right. And so that eight scroll collection of Joshua, Judges, Samuel, Kings, Isaiah, Jeremiah, Ezekiel, and the scroll, the 12 makes up the center of the Hebrew Bible.",
    "start": "00:08:07",
    "end": "00:08:20"
  },
  {
    "text": "Okay. And then after that and my English Bible, that's broken up.",
    "start": "00:08:20",
    "end": "00:08:25"
  },
  {
    "text": "Yeah, that's right. Our English, modern English Bibles have adopted a different ordering system altogether.",
    "start": "00:08:25",
    "end": "00:08:32"
  },
  {
    "text": "Yeah.",
    "start": "00:08:32",
    "end": "00:08:32"
  },
  {
    "text": "That is helpful in one way and helps communicate certain things about the shape and message of the Hebrew Bible. But it's not the original shape.",
    "start": "00:08:32",
    "end": "00:08:41"
  },
  {
    "text": "So you're talking about the original shape.",
    "start": "00:08:41",
    "end": "00:08:42"
  },
  {
    "text": "Of the Hebrew Bible as a collection.",
    "start": "00:08:42",
    "end": "00:08:44"
  },
  {
    "text": "As a collection, yeah. Torah and then the prophets.",
    "start": "00:08:44",
    "end": "00:08:47"
  },
  {
    "text": "Prophets, Yep.",
    "start": "00:08:47",
    "end": "00:08:48"
  },
  {
    "text": "Former prophets and latter prophets.",
    "start": "00:08:48",
    "end": "00:08:49"
  },
  {
    "text": "That's right. And then lastly come the writings, which in medieval manuscripts have a variety of orders, but there's actually less overall variety. And actually there are clues of the intentional design of the writings. To begin with, the book of Psalms and the Psalms have a five part structure matching the five part structure of the Torah on the other side of the prophets. So the Hebrew Bible is a gigantic symmetry of the five scrolls of the Torah. The former prophets, the latter prophets. And then the writings begins with another five part mega scroll.",
    "start": "00:08:49",
    "end": "00:09:26"
  },
  {
    "text": "And Jesus refers to that collection as the Psalms.",
    "start": "00:09:27",
    "end": "00:09:29"
  },
  {
    "text": "Yeah. Jesus refers to the Hebrew Bible as the Torah of Moses, the prophets and the Psalms. Yeah, yeah.",
    "start": "00:09:29",
    "end": "00:09:36"
  },
  {
    "text": "Referring to that third section.",
    "start": "00:09:36",
    "end": "00:09:37"
  },
  {
    "text": "Yeah. So that's the mega collection. When we zoom into the Torah, what we see is the Torah is designed as a gigantic symmetrical composition. There's five scrolls and the scrolls on the outer ends, Genesis and Deuteronomy match as bookends, or I guess in your imagery they're like the two loaves of bread in a sandwich.",
    "start": "00:09:37",
    "end": "00:09:59"
  },
  {
    "text": "Right.",
    "start": "00:09:59",
    "end": "00:09:59"
  },
  {
    "text": "And both of them come to a climax with a great patriarch. In Genesis, it's Jacob on his deathbed, and in Deuteronomy it's Moses on his deathbed. And they both invite all of Israel to gather around them and they say, let me tell you what will happen in the end of days. Biacharit Hayimim. And then Jacob utters this long poem addressing each of the twelve sons that will become the twelve tribes. Moses sings a long poem that addresses each of the 12 tribes and then also forecasts the whole history of the prophets that you're about to read. So Moses becomes the prophet of all prophets, announcing everything, telling you beforehand everything that you're about to go read in the prophets. So those are bookends. And then in the center of the Torah are three scrolls, Exodus, Leviticus, Numbers, and Leviticus is at the heart. And then the two scrolls on either side, Exodus and numbers match each other. And you already paid attention to it that there's a liberation from slavery in Exodus. And then through the wilderness to Mount Sinai. They're at Mount Sinai for Leviticus. And then in numbers, we go in.",
    "start": "00:10:00",
    "end": "00:11:12"
  },
  {
    "text": "Reverse through the wilderness.",
    "start": "00:11:12",
    "end": "00:11:14"
  },
  {
    "text": "Yeah. They leave Mount Sinai, go through the wilderness on the way to Moab. And when they get to Moab, there is a great deliverance from a foreign king who wants to bring curse and death on them, who's like Pharaoh in the beginning. So there's a great deliverance from a foreign power that wants to curse and bring death. And so Pharaoh and a guy named Balak, the king of Moab, are very parallel. So the whole Torah is a gigantic chiastic chiasm, or symmetry.",
    "start": "00:11:14",
    "end": "00:11:45"
  },
  {
    "text": "Yeah.",
    "start": "00:11:45",
    "end": "00:11:46"
  },
  {
    "text": "And it's not just cool art. There's an important message at work there. I just dumped like 10 things on the table that we could talk about, I guess.",
    "start": "00:11:46",
    "end": "00:11:57"
  },
  {
    "text": "But no, we should keep moving because we got to get into numbers. Yeah, so you said. Yeah, that's the big picture.",
    "start": "00:11:57",
    "end": "00:12:02"
  },
  {
    "text": "Big picture.",
    "start": "00:12:02",
    "end": "00:12:03"
  },
  {
    "text": "So now we see how numbers are situated in the whole Hebrew Bible and in the Torah. And it's the back end of this kind of central part of the Torah where Israel comes out of Egypt through the wilderness to Mount Sinai. That's where we've been with them. And now they're going to go back through the wilderness, new liberation into the promised land.",
    "start": "00:12:03",
    "end": "00:12:24"
  },
  {
    "text": "Yeah. Now just real quick, because maybe we'll talk about this in a few conversations when we get to the middle of numbers. But the design of numbers is very. When you're reading through it, it feels like a hodgepodge of stories and laws.",
    "start": "00:12:24",
    "end": "00:12:39"
  },
  {
    "text": "That's how the whole Torah sort of feels.",
    "start": "00:12:39",
    "end": "00:12:41"
  },
  {
    "text": "But numbers really, really feels that way. Like if you were already feeling that way in Exodus and Leviticus, dude, numbers is just what is going on. So that parallelism between Exodus in the wilderness journeys and then numbers in the wilderness journeys is really significant. So this will mean more by the time our conversations get to the wilderness journeys. But both wilderness journeys have Israel complaining for lack of water. God provides water from a rock. They complain for lack of food, flesh, meat. And God provides quail and manna. There's a battle with one of their relatives called Amalek. Moses is exhausted and doesn't want to lead the people anymore. His father in law, Jethro, appears in both stories. And there are songs that the people sing, poems that they sing when they're in the wilderness. It's true meditation, literature, style, the design of the Torah. And so numbers actually doesn't make sense on its own as a scroll. You can't read it independently of the Torah because everything that it's doing is picking up things on the other side of Leviticus and matching things in Exodus. And to really get what numbers is doing, you always need to read the matching narratives in Exodus to see the important differences and similarities.",
    "start": "00:12:41",
    "end": "00:14:06"
  },
  {
    "text": "That's what you mean by meditation literature.",
    "start": "00:14:06",
    "end": "00:14:08"
  },
  {
    "text": "Yeah.",
    "start": "00:14:08",
    "end": "00:14:08"
  },
  {
    "text": "You get to one part of the Bible and you can read it on its own. But the real magic happens when you read it in relationship with all its corresponding narratives.",
    "start": "00:14:08",
    "end": "00:14:20"
  },
  {
    "text": "Yeah, exactly. Yep, that's right.",
    "start": "00:14:20",
    "end": "00:14:22"
  },
  {
    "text": "And so you're saying that just to restate what you said, because I think it's important. A lot of these narratives happen in a very similar way in Exodus.",
    "start": "00:14:22",
    "end": "00:14:30"
  },
  {
    "text": "Yeah. And they have mirror counterparts. Mirror counterparts on the other side of Mount Sinai, but backwards.",
    "start": "00:14:31",
    "end": "00:14:37"
  },
  {
    "text": "But on the other side of Mount Sinai. Now we've read through God coming to live with them being set apart as holy. The purity laws, the day of atonement, all that stuff is now in our mind. And now we're asked to reflect back again on very similar stories of tests and grumbling and wandering.",
    "start": "00:14:37",
    "end": "00:15:03"
  },
  {
    "text": "Yeah. And the author of this section of the story assumes the reader has fully internalized everything up to this point. And so there's going to be a lot of assumptions made on the part of the reader to be able to track with hyperlinks to earlier parts of the Torah. So I'll do my best as we talk through to point out where there's a meaningful link backwards.",
    "start": "00:15:03",
    "end": "00:15:27"
  },
  {
    "text": "That's what makes the Bible so hard to read.",
    "start": "00:15:28",
    "end": "00:15:30"
  },
  {
    "text": "Exactly. Right.",
    "start": "00:15:30",
    "end": "00:15:31"
  },
  {
    "text": "Is that the authors are expecting a lot of you.",
    "start": "00:15:31",
    "end": "00:15:35"
  },
  {
    "text": "It's a high demand kind of literature. The farther you get into it.",
    "start": "00:15:35",
    "end": "00:15:39"
  },
  {
    "text": "I really like stories where they're just like, just laying it all out.",
    "start": "00:15:39",
    "end": "00:15:42"
  },
  {
    "text": "Dude, you're an explainer.",
    "start": "00:15:42",
    "end": "00:15:44"
  },
  {
    "text": "I'm an explainer.",
    "start": "00:15:44",
    "end": "00:15:45"
  },
  {
    "text": "Your goal is to remove those high bars.",
    "start": "00:15:45",
    "end": "00:15:49"
  },
  {
    "text": "Yeah.",
    "start": "00:15:49",
    "end": "00:15:49"
  },
  {
    "text": "Whenever you write in. That's what I've loved about working with you on this project for so many years is I've learned from you the art of trying to assume nothing. Yeah. Assume nothing on the part of the viewer or the reader. And biblical literature is the opposite.",
    "start": "00:15:49",
    "end": "00:16:04"
  },
  {
    "text": "That is so interesting. And there's an important role for that. But that to me is more the role of art. And art explains things in a certain way. But yeah, I'm really drawn to just clear.",
    "start": "00:16:04",
    "end": "00:16:17"
  },
  {
    "text": "Yep.",
    "start": "00:16:18",
    "end": "00:16:18"
  },
  {
    "text": "Like concise.",
    "start": "00:16:18",
    "end": "00:16:20"
  },
  {
    "text": "Totally.",
    "start": "00:16:20",
    "end": "00:16:21"
  },
  {
    "text": "Leave nothing assumed.",
    "start": "00:16:21",
    "end": "00:16:24"
  },
  {
    "text": "Yeah. The Hebrew Bible is anything but that. And yeah, it just is what it is. You know, we just have to reckon. I feel like we've been reckoning with that fact for seven plus years of doing.",
    "start": "00:16:24",
    "end": "00:16:37"
  },
  {
    "text": "We have but the way you said that right there just sparked. I just was like, oh, yeah, that's. That's what's going on.",
    "start": "00:16:37",
    "end": "00:16:43"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:16:43",
    "end": "00:16:44"
  },
  {
    "text": "Meditation, literature.",
    "start": "00:16:44",
    "end": "00:16:45"
  },
  {
    "text": "Yeah, you got it. So we are going to tackle the numbers scroll in three literary movements. And to be honest, real time, I am still neck deep in the numbers scroll, trying to discern the literary boundaries that the author has put there. And I feel like I'm very close, but I just like all things with the Hebrew Bible. I just need lots of time to sit with it. So the number scroll, or I'm just going to start calling it in the Wilderness.",
    "start": "00:16:46",
    "end": "00:17:17"
  },
  {
    "text": "In the Wilderness.",
    "start": "00:17:17",
    "end": "00:17:17"
  },
  {
    "text": "The in the Wilderness scroll has three major movements. It begins with Israel still at Mount Sinai. So they're still there from when they arrived there halfway through Exodus. Exodus, chapter 19. And so they're going to leave Mount Sinai in the middle of chapter 10. And so that first section where they're at Sinai and then just leaving Mount Sinai is the first big block literary movement. And the main focus is about organizing Israel around the tabernacle. It literally gives you a verbal description of how the camp is arranged with the tabernacle tent in the middle, with the priests and Levites camping around it, and then all the tribes arranged around it. And then that has implications for the holiness and purity of the camp. And so there's lots of laws about that. And so that's the first big movement. And then they set out from the mountain.",
    "start": "00:17:17",
    "end": "00:18:12"
  },
  {
    "text": "So we're going to be focusing on what theme then?",
    "start": "00:18:12",
    "end": "00:18:14"
  },
  {
    "text": "The theme of temple. So we're going to use in the app, we're going to use our video theme video on temple. But the temple is the brick and mortar version of the tent tabernacle that's in this story. It's a mobile temple. So we're going to, yeah, be focusing. And in our conversations, you know, here for the next three conversations, we'll focus on the main theme of this, which is arranging Israel's whole life around the center of God's presence in the middle. That's the first movement. The second movement is when they get out into the wilderness. And there are seven narratives in the wilderness where the people grumble, complain, don't trust God, or just straight up rebel against Moses and Aaron and God. And so these are the wilderness narratives that span from chapter around 11 to the mid-20s, around 24 or so. And there's seven testing narratives. And it's really interesting. They bookend, they sing songs, little travel songs when they set out into the wilderness, and they sing travel songs when they come to their destination in the early 20s of numbers. And all of these are mapped closely onto the wilderness narratives of Exodus, except the rebellion of the people is even more heightened. So what we're going to focus on is the same theme we focused on in the Exodus wilderness stories, which was the theme of the test. And the word test is only used in one of these stories. But it's when God says, I am fed up with these people. You know, they've tested me 10 times here in the wilderness. Which accounts for the seven testing stories in numbers and the three testing stories in Exodus.",
    "start": "00:18:14",
    "end": "00:20:04"
  },
  {
    "text": "Oh, wow.",
    "start": "00:20:04",
    "end": "00:20:05"
  },
  {
    "text": "It's so cool. Okay, so God's been counting before.",
    "start": "00:20:05",
    "end": "00:20:08"
  },
  {
    "text": "Yeah. So it also shows how this is.",
    "start": "00:20:09",
    "end": "00:20:11"
  },
  {
    "text": "One collection, Exodus Leviticus. Numbers is one kind of unified triad at the heart of the Torah. Yeah. So that's the theme of the test that we'll talk about in the middle of numbers. And then once they get through the wilderness, they arrive on not in the Promised Land, but right across the Jordan river in what's called the Land of Moab. At the fords of Moab, modern day Jordan, right across the Jordan River. And so there the people start preparing and receiving guidance for how they're going to live once they cross the river and into the land. And so the theme of the land, Promised Land, is the major theme for that book that we're going to trace. So temple for while they're at Mount Sinai, the test for as they go through the wilderness, movement two, movement two. And then the land for movement three, as they are getting ready to cross the Jordan.",
    "start": "00:20:11",
    "end": "00:21:02"
  },
  {
    "text": "Okay, so that's the overall shape. Shape of numbers of.",
    "start": "00:21:02",
    "end": "00:21:06"
  },
  {
    "text": "In the wilderness. Yeah. So for the next few conversations, we're just going to camp out. In these early chapters, there's really fascinating stuff that probably most of us have struggled to see because they're just really odd parts of the. All right, well, let's. It's always good to just start by reading Numbers, Chapter one. Then Yahweh spoke to Moses in the wilderness, Bamidbar, in the wilderness of Sinai, in the Tent of Meeting on the first day of the second month in the second year after they've come out of Egypt.",
    "start": "00:21:07",
    "end": "00:22:22"
  },
  {
    "text": "That's the second year now.",
    "start": "00:22:23",
    "end": "00:22:24"
  },
  {
    "text": "Yeah. They've been camped out at Mount Sinai for a year now. Almost a year. Yeah. They arrived on the first day of the third month of their first year. Remember the year the calendar was reset by Passover?",
    "start": "00:22:24",
    "end": "00:22:37"
  },
  {
    "text": "Yeah. When they left Egypt.",
    "start": "00:22:37",
    "end": "00:22:38"
  },
  {
    "text": "Correct. So it took them two months to wander, to go through the wilderness from Egypt to arrive at Sinai. And they arrive on the first day of the third month. Then they've been there for, I guess, 11 months. And this is the first day of the second month of the second year. And what they hear is take a census of all the congregation of the Sons of Israel by their families, by their father's households, according to the number of their names, every male, head by head. So they're going to count the heads of households.",
    "start": "00:22:38",
    "end": "00:23:12"
  },
  {
    "text": "That's what they mean by male, like the patriarch.",
    "start": "00:23:12",
    "end": "00:23:14"
  },
  {
    "text": "Yep, that's right, yeah. So this is going to be a. What did he say? It's a patriarchal culture structured by men who are heads of households, but going generations. So they'll be like, you know, a guy in their 60s who's got. If he has multiple sons, then he'll be the father of multiple sons and so on on down.",
    "start": "00:23:14",
    "end": "00:23:35"
  },
  {
    "text": "So they're only counting the, like, oldest of those men.",
    "start": "00:23:35",
    "end": "00:23:39"
  },
  {
    "text": "They're counting all the men.",
    "start": "00:23:39",
    "end": "00:23:40"
  },
  {
    "text": "All the men.",
    "start": "00:23:40",
    "end": "00:23:41"
  },
  {
    "text": "All the men, yep. So this is one of those places where the Hebrew Bible authors take for granted and inhabit in ancient patriarchal culture. And so what it means is that the number given at the end of the census isn't all the people, it's just the men who are heads of households.",
    "start": "00:23:41",
    "end": "00:23:59"
  },
  {
    "text": "It's not kids.",
    "start": "00:24:00",
    "end": "00:24:01"
  },
  {
    "text": "Correct. Unless they're adult 20 years and up.",
    "start": "00:24:01",
    "end": "00:24:05"
  },
  {
    "text": "20 years and up.",
    "start": "00:24:05",
    "end": "00:24:05"
  },
  {
    "text": "Okay. Yeah. And essentially, and also, whoever is able to go to fight, an army is being formed here. It's an army roster that's being numbered here. So chapter one is essentially a list. It tells you the list of each of the 12 clan head rulers of the 12 tribes. And then it just starts counting. Ah, it is interesting. The phrase take a census is to lift up the head to take up the head. I think it's referring to counting people by their heads.",
    "start": "00:24:05",
    "end": "00:24:42"
  },
  {
    "text": "Okay.",
    "start": "00:24:42",
    "end": "00:24:43"
  },
  {
    "text": "Head counter.",
    "start": "00:24:43",
    "end": "00:24:44"
  },
  {
    "text": "That's a headcount.",
    "start": "00:24:44",
    "end": "00:24:45"
  },
  {
    "text": "Yeah, that's our English phrase. Yeah. So to take up a head. So this is numbers, chapter one. That's why it has the name numbers in the Greek translation tradition. And by the time it gets to the end of the Census, in verse 46, we read all the numbered men were 600, 3550.",
    "start": "00:24:45",
    "end": "00:25:07"
  },
  {
    "text": "That's a lot of people.",
    "start": "00:25:07",
    "end": "00:25:08"
  },
  {
    "text": "It's a lot of people. Totally. Yeah. And so then if you count spouses and children, you know, this is where you have a couple million people, by implication, up to. Yeah, a couple million people, Yep.",
    "start": "00:25:08",
    "end": "00:25:20"
  },
  {
    "text": "That's.",
    "start": "00:25:20",
    "end": "00:25:21"
  },
  {
    "text": "That itself is the numbers of numbers are a rabbit hole unto themselves.",
    "start": "00:25:21",
    "end": "00:25:27"
  },
  {
    "text": "Yeah. I mean, like the greater Portland area is about 2 million people.",
    "start": "00:25:27",
    "end": "00:25:31"
  },
  {
    "text": "Yeah, totally. Yep. So that's A couple million people is like the size of the greater Portland area where we live. I mean, that's a small city compared to the biggest cities in the world in America. But it's still. That's a lot of people.",
    "start": "00:25:31",
    "end": "00:25:45"
  },
  {
    "text": "Yeah. And I would imagine a lot of people in the ancient world.",
    "start": "00:25:46",
    "end": "00:25:48"
  },
  {
    "text": "Yes, totally. Yeah, that's exactly right. So there's a long history of discussion and debate in both Jewish and Christian tradition about these numbers. And I don't want to get caught in this rabbit hole. I'll just say one thing. In terms of the cycling of themes throughout the Hebrew Bible, this is a be fruitful and multiply part of the storyline.",
    "start": "00:25:48",
    "end": "00:26:10"
  },
  {
    "text": "Yeah.",
    "start": "00:26:11",
    "end": "00:26:12"
  },
  {
    "text": "I mean, it's a lot of people.",
    "start": "00:26:12",
    "end": "00:26:13"
  },
  {
    "text": "That is a lot of people.",
    "start": "00:26:13",
    "end": "00:26:14"
  },
  {
    "text": "So the numbers are definitely communicating on a literary level that Israel has been camped by the little portable Eden here at Mount Sinai. And here in their little Eden in the wilderness, they have been.",
    "start": "00:26:15",
    "end": "00:26:29"
  },
  {
    "text": "They have been fruitful.",
    "start": "00:26:29",
    "end": "00:26:30"
  },
  {
    "text": "Fruitful and multiplying.",
    "start": "00:26:30",
    "end": "00:26:31"
  },
  {
    "text": "Yeah.",
    "start": "00:26:31",
    "end": "00:26:31"
  },
  {
    "text": "In terms of how to make sense of these large numbers and the logical implications. I mean, just both the logistics of that many people moving through the wilderness, of all the animals required to feed the people, of all of the manure created by these people. Because when you get the narratives of the people, it seems like there's a much smaller crew. Because all the people can come gather around the tent, for example.",
    "start": "00:26:31",
    "end": "00:27:00"
  },
  {
    "text": "Right?",
    "start": "00:27:01",
    "end": "00:27:01"
  },
  {
    "text": "Yeah, that's what it says. And all Israel came and stood by.",
    "start": "00:27:02",
    "end": "00:27:04"
  },
  {
    "text": "And there's no, like, football stadium that's going to carry that many people.",
    "start": "00:27:04",
    "end": "00:27:08"
  },
  {
    "text": "Yeah, totally. So there's even. There's a tension between the numbers and then the presentation of how many people there are in the stories. Because Moses can say in the hearing of all the people and that kind of thing. So for anybody who wants to go down this rabbit hole, there's two. Lots of scholars have written about this. There's two that I found really helpful. One, a scholar named Gordon Wenham, who's written commentaries on almost all the books of the Torah. It's an older essay. It's actually a public domain you can find online. It's just called Large Numbers in the Old Testament. It's an older study, but he summarizes kind of the history of how people have made sense of these. And then what are some possibilities? Wenham as a follower of Jesus, he has a high view of Scripture as a divine and human word. It's a great essay. Another essay by a scholar, David Fouts, and the essay is called A Defense of the Hyperbolic interpretation of large numbers in the Old Testament. It's published in a conservative theological academic journal called the Journal of the Evangelical Theological Society. So he has a very high view of scripture as a divine and human word. And he has done research about the way numbers function, especially in lists in ancient Near Eastern literature. And it's par for course to use exaggerated numbers for rhetorical or communication purposes. And so he just makes an argument that that's the most likely explanation for these. But he gives a very thorough history of the discussion, and it's a really, you know, you'll learn a lot. But what nobody disagrees with is, is that the literary message of this is that Israel has been fruitful and multiplying here at the foot of the mountain.",
    "start": "00:27:08",
    "end": "00:28:56"
  },
  {
    "text": "Yeah. It's interesting that that is already been thought about by the conservative edge of Bible readers who you would think would go, hey, if it says this number. Yeah, it's this number.",
    "start": "00:28:56",
    "end": "00:29:12"
  },
  {
    "text": "Sure.",
    "start": "00:29:12",
    "end": "00:29:13"
  },
  {
    "text": "The Bible says it. I believe it.",
    "start": "00:29:13",
    "end": "00:29:15"
  },
  {
    "text": "Yeah, that's right. That settles it. Yeah. Yeah. And so this is an important moment where to say we're reading cross culturally. And so the difference between what I say and what I mean is, you know, significant. This happens every day in my marriage and with almost all my friendships. Like, there's what we say to each other.",
    "start": "00:29:15",
    "end": "00:29:37"
  },
  {
    "text": "Yeah.",
    "start": "00:29:37",
    "end": "00:29:38"
  },
  {
    "text": "But then we can context, tone of voice, figures of speech, the style in which we're writing or speaking, all shape what we mean by what we say.",
    "start": "00:29:38",
    "end": "00:29:50"
  },
  {
    "text": "Right.",
    "start": "00:29:50",
    "end": "00:29:50"
  },
  {
    "text": "And so this is essentially fouts argument is that ancient authors, what they meant when they listed large numbers was to make rhetorical or theological points. And if that's what the biblical authors mean by what they said, then what we're honoring is what people intended to communicate. And I think that's what we should be after when we read the Bible. At least I think so.",
    "start": "00:29:50",
    "end": "00:30:14"
  },
  {
    "text": "And this is a rabbit hole, so let's not go down it. Yeah, but that's a very exact number.",
    "start": "00:30:14",
    "end": "00:30:22"
  },
  {
    "text": "I know, I know.",
    "start": "00:30:23",
    "end": "00:30:24"
  },
  {
    "text": "It is a very specific number.",
    "start": "00:30:24",
    "end": "00:30:25"
  },
  {
    "text": "Yeah, it is. Yep. So, and again, Wenham and Faust's essays.",
    "start": "00:30:25",
    "end": "00:30:30"
  },
  {
    "text": "They get into it.",
    "start": "00:30:31",
    "end": "00:30:32"
  },
  {
    "text": "They get into it. Yeah. All right. Totally. Yeah. So what we get is this picture of the 12 tribes, very orderly list, all the people arranged by families and camps. What a contrast from the ramshackle crew wandering in the wilderness, complaining, angry, at the foot of Mount Sinai when Moses came down and saw the golden calf. He saw dancing and mixing. And what he says is they're out of control. Okay, so this is also. This is a beginning motif in the section of Numbers is about the order of the people. And so structure and order of these lists and the literary symmetries and design of these lists, it's all super precise. And that itself is part of the message is just like Genesis 1. Like the super dialed in literary design structure of Genesis 1 is part of the message.",
    "start": "00:30:32",
    "end": "00:31:29"
  },
  {
    "text": "You also get this sense of, don't mess with these guys.",
    "start": "00:31:29",
    "end": "00:31:32"
  },
  {
    "text": "Oh, yeah, yeah, that's right.",
    "start": "00:31:33",
    "end": "00:31:34"
  },
  {
    "text": "I mean, they just were given the tabernacle and they're set apart as holy, God's among them. And now they're organized and there's a lot of them.",
    "start": "00:31:34",
    "end": "00:31:46"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:31:46",
    "end": "00:31:47"
  },
  {
    "text": "Like this is a force to be reckoned with.",
    "start": "00:31:47",
    "end": "00:31:49"
  },
  {
    "text": "Yeah, that's right. Yeah, well said. And they will be as the book goes on. But let's remember, like this is a rags to riches kind of story. They are still in the wilderness, but because of God's blessing, they have become an ordered, fruitful, well equipped people group who can fulfill the task that God has called them to. So the 12 tribes are listed. And remember this thing about the number 12, the 12 tribes. Jacob had 12 sons.",
    "start": "00:31:49",
    "end": "00:32:19"
  },
  {
    "text": "Yeah.",
    "start": "00:32:19",
    "end": "00:32:19"
  },
  {
    "text": "But his most beloved son Joseph had two sons. And at the end of Genesis, Jacob adopted those two sons as his own. So he actually now has 13 sons.",
    "start": "00:32:20",
    "end": "00:32:31"
  },
  {
    "text": "Would that be 14?",
    "start": "00:32:33",
    "end": "00:32:34"
  },
  {
    "text": "Well, he counts the two sons in the place of his son Joseph. So Joseph has Manasseh and Ephraim, and he counts them as Joseph now. Okay, so it's 13. And so how do you get the number 12 again? Well, it's not the list of Jacob's 12 sons, it's his sons and grandsons. And what we're told right here after the census is that the tribe of Levi is not to be counted along with their brothers.",
    "start": "00:32:34",
    "end": "00:33:02"
  },
  {
    "text": "And that's because they're not going to fight partly.",
    "start": "00:33:02",
    "end": "00:33:05"
  },
  {
    "text": "And they're not going to own land. They're not going to own land. They are set apart from the brothers.",
    "start": "00:33:05",
    "end": "00:33:10"
  },
  {
    "text": "Wait, so the levites are a 13th tribe?",
    "start": "00:33:11",
    "end": "00:33:13"
  },
  {
    "text": "Well, there are 13 tribes and the Levites are not counted among the 12.",
    "start": "00:33:13",
    "end": "00:33:19"
  },
  {
    "text": "I never knew this.",
    "start": "00:33:19",
    "end": "00:33:20"
  },
  {
    "text": "Really?",
    "start": "00:33:20",
    "end": "00:33:20"
  },
  {
    "text": "I never knew this.",
    "start": "00:33:21",
    "end": "00:33:21"
  },
  {
    "text": "Oh, wow. Yeah.",
    "start": "00:33:21",
    "end": "00:33:23"
  },
  {
    "text": "Wow.",
    "start": "00:33:23",
    "end": "00:33:23"
  },
  {
    "text": "Yeah. Okay, so there's 13 tribes as you go in, but the Levites are not among the 12.",
    "start": "00:33:23",
    "end": "00:33:28"
  },
  {
    "text": "Okay, wow.",
    "start": "00:33:28",
    "end": "00:33:30"
  },
  {
    "text": "And this is the moment where that's really highlighted. So in numbers 147. The Levites, however, don't count among by their father's tribe, nor take them up in the census. Rather, the Levites you shall appoint over the tent of the testimony, over all the furnishings, over everything belonging to the tent they're going to carry the tent, carry all the furniture. They're going to care for it. This is their job. So they're set out from among. They don't serve in battle. Their job is to be facilities and maintenance for the tent. And then from the tribe of Levi, there's one family from Aaron and his sons that are the high priests who actually go in and out of the tent. So Levites are facilities and maintenance because.",
    "start": "00:33:30",
    "end": "00:34:21"
  },
  {
    "text": "They'Re not actually acting as priests?",
    "start": "00:34:21",
    "end": "00:34:23"
  },
  {
    "text": "No, no. And they. In fact, there's just a whole long description of why they shouldn't come near the tent. The priests have to go in and cover everything with cloths like that.",
    "start": "00:34:23",
    "end": "00:34:33"
  },
  {
    "text": "The before they, like, assemble and disassemble.",
    "start": "00:34:33",
    "end": "00:34:35"
  },
  {
    "text": "The Ark of the Covenant, everything has to get specially covered by priests. And then the Levites can come in and take everything down. Okay, so the Levites and the priests, they're set apart. They're not counted. So that's the first thing that you learn. So you've got the 12 plus the Levites set apart. So that's the very end of chapter one, verse 48, 54, chapter two comes along and we turn our attention back to the 12, except this time, and we're going to count them again and we're going to come to the Same number again, 600, 3550. But this time we're going to start to group the tribes together by their numbered amounts. Our artists represented this in our videos on numbers. You get this picture. It's a verbal picture and it's really detailed, and it matches in many ways the detail of the verbal blueprints of the tabernacle on the other side of Mount Sinai at the end of Exodus. So you get this picture of the courtyard at the very center of the camp.",
    "start": "00:34:35",
    "end": "00:35:32"
  },
  {
    "text": "Courtyard of the tabernacle.",
    "start": "00:35:32",
    "end": "00:35:33"
  },
  {
    "text": "Courtyard of the tabernacle. Yep. And then you get the priests. Their camp and their tents are right in front of the door of the courtyard. And then the rest of the Levites camp around it. There's three tribes to the Levites and so on the remaining three sides. So the Levites and the priests are like a first ring around the tabernacle in the middle. And then what you get are the 12 tribes are divided into triads placed north, south, east and west at it. And the tribe who's placed at the front of all of the tribes is Judah.",
    "start": "00:35:33",
    "end": "00:36:13"
  },
  {
    "text": "The front meaning, like the direction of the.",
    "start": "00:36:14",
    "end": "00:36:17"
  },
  {
    "text": "On the east side, because the tabernacle.",
    "start": "00:36:18",
    "end": "00:36:20"
  },
  {
    "text": "Is situated in that. You enter from the east and you head west to the back of it.",
    "start": "00:36:20",
    "end": "00:36:25"
  },
  {
    "text": "Exactly.",
    "start": "00:36:25",
    "end": "00:36:26"
  },
  {
    "text": "So the front of it is the east.",
    "start": "00:36:26",
    "end": "00:36:27"
  },
  {
    "text": "Correct.",
    "start": "00:36:27",
    "end": "00:36:27"
  },
  {
    "text": "So Judah would be on the east side.",
    "start": "00:36:27",
    "end": "00:36:29"
  },
  {
    "text": "That's right, yeah. And so Judah is always depicted as at the front. And then, I mean, it's in a long list in lots of detail. That's boring to read from our standards of exciting literature. But if you take it as a literary statement of matching the fruitful and multiplying in chapter one of the census, now you get of the extreme order and arrangement and design, the orderliness of the fruitful and multiplied. And that concentric circle, the tent in the middle with the Levites around it and the tribes around it. Tribes around it. This is all riffing off of the precise little descriptions of the concentric circles of sacredness. In the Garden of Eden story, where you have the tree of Life in the middle of the garden, then you have the humans who are called to work and to keep. Oh, the Levites job description right here in chapters one and later on in three and four is they are appointed to work and to keep the tent. It's the same exact phrase as Adam and Eve's job in the garden.",
    "start": "00:36:29",
    "end": "00:37:36"
  },
  {
    "text": "To work and keep the garden.",
    "start": "00:37:36",
    "end": "00:37:37"
  },
  {
    "text": "To work and to keep it.",
    "start": "00:37:37",
    "end": "00:37:38"
  },
  {
    "text": "Yeah, that was in our temple video, right?",
    "start": "00:37:38",
    "end": "00:37:40"
  },
  {
    "text": "It was. Oh, yeah, that's right. Yeah, we draw attention to that. Yeah. So the Levites are described as the elect chosen tribe out of the many to become the Adam and Eve representatives surrounding the inner garden with the fruitful tribes all around it. So it's as if the fruitful tribes are like the fruitful trees of the garden. And then after that, outer ring of the tribes is just the wilderness, which maps exactly onto the three concentric rings of Eden in Genesis, chapter two. So we're hearing in terms of the melody of the themes. This is Eden music. We're hearing as we begin numbers.",
    "start": "00:37:40",
    "end": "00:38:24"
  },
  {
    "text": "Yeah, I would totally miss it.",
    "start": "00:38:24",
    "end": "00:38:27"
  },
  {
    "text": "Yeah, that's why I'm pointing it out to you.",
    "start": "00:38:27",
    "end": "00:38:30"
  },
  {
    "text": "And what's interesting though, too, is that concentric three ring design. It seems to be doing two things because it's also describing the three kind of levels of the tabernacle itself.",
    "start": "00:38:31",
    "end": "00:38:44"
  },
  {
    "text": "Oh, that's right.",
    "start": "00:38:44",
    "end": "00:38:45"
  },
  {
    "text": "The holy of holies and then the holy place and then the courtyard. And that is also mapped onto Eden. Tree of life in the middle, Holy of holies. The holy place being the garden in Eden.",
    "start": "00:38:45",
    "end": "00:38:58"
  },
  {
    "text": "That's right.",
    "start": "00:38:58",
    "end": "00:38:58"
  },
  {
    "text": "The outer courts being Eden.",
    "start": "00:38:58",
    "end": "00:39:01"
  },
  {
    "text": "Eden itself.",
    "start": "00:39:01",
    "end": "00:39:01"
  },
  {
    "text": "Itself. And then outside of that is the wilderness.",
    "start": "00:39:01",
    "end": "00:39:04"
  },
  {
    "text": "That's right.",
    "start": "00:39:04",
    "end": "00:39:05"
  },
  {
    "text": "But you're saying you could take that same structure, take it up a Level.",
    "start": "00:39:05",
    "end": "00:39:08"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:39:08",
    "end": "00:39:09"
  },
  {
    "text": "So many levels in the Hebrew Bible.",
    "start": "00:39:09",
    "end": "00:39:11"
  },
  {
    "text": "Yeah.",
    "start": "00:39:11",
    "end": "00:39:11"
  },
  {
    "text": "So much like organization in terms of, like, it works at this level of organization. And now let's go to another level of organization and see it at play.",
    "start": "00:39:11",
    "end": "00:39:18"
  },
  {
    "text": "Yeah. The Hebrew Bible scholar that really has illuminated this for me. It's the work of David Andrew Teeter, he calls it. It's like fractal. It's like you can zoom in to the smallest details of any given text.",
    "start": "00:39:18",
    "end": "00:39:30"
  },
  {
    "text": "And that shape is still there.",
    "start": "00:39:30",
    "end": "00:39:31"
  },
  {
    "text": "And you'll see levels of concentric or symmetrical design. But then when you zoom out at every level, there'll be mirroring design features that. This is a good example of fractal. Yeah, it's cool. Yeah. Especially in sections of the Hebrew Bible that are trying to echo the order of Genesis. Chapter one and of Eden. We use lots of symmetry and concentric ideas. So the whole tent complex in the middle of the camp, it now becomes like the Tree of Life.",
    "start": "00:39:31",
    "end": "00:40:06"
  },
  {
    "text": "Yeah.",
    "start": "00:40:06",
    "end": "00:40:07"
  },
  {
    "text": "Then the Levites around that become like the garden keepers, and then the tribes around that become just the land of Eden around, and then the wilderness outside. Yep. Yeah, it's cool. So that's chapters one and two. We next turn our attention to the Levites, who, in the middle of chapters one and two, you know, all we know is that they're not counted among the other brothers and they're set apart to serve the tent. So that little note at the end of chapter one gets selected out and then really focused on what we call chapters three and four. So in chapters three and four of numbers, the Levites finally do get their own separate census and numbering unto themselves. So that's what happens in chapter three. And then something really significant. This is awesome. Happens in verse 12 of chapter 3. Yahweh spoke to Moses saying, look, I have taken the Levites from among the sons of Israel. And you're like, yeah, I know. As a substitute for all the firstborn of Israel. The first of every womb among the sons of Israel. So the Levites are mine. Verse 13. All the firstborn of Israel belong to me. Since the day that I struck down the firstborn in the land of Egypt, I set apart, as holy to myself, all the firstborn in Israel, from human to animal, they are mine. I am Yahweh.",
    "start": "00:40:07",
    "end": "00:42:15"
  },
  {
    "text": "This is cool to you?",
    "start": "00:42:15",
    "end": "00:42:16"
  },
  {
    "text": "Well, the election of a firstborn out of the many, this is God's choosing one from among the many. Okay, sorry, let me back up. So remember in the Exodus story when God was bringing the 10th and final act of justice on Egypt's Evil death of the firstborn. And it's a flood of justice that will take the life of every firstborn in the land, even Israelites. Just everybody. Indiscriminate, but only the firstborn. Yep.",
    "start": "00:42:19",
    "end": "00:42:50"
  },
  {
    "text": "And that's significant because the first child is special.",
    "start": "00:42:50",
    "end": "00:42:57"
  },
  {
    "text": "Oh, yeah. There's a general cultural backdrop of the whole Hebrew Bible of ancient Near Eastern practice of the firstborn son in a patriarchal culture is seen to be the representative image of the father and has pride of place among all the other siblings. And so in ancient Israel, there's a law that the firstborn son was to receive a double portion. And firstborn sons can be held accountable in ways for their father's choices in a way that's different than the siblings and they represent the father in a unique way. So that's just general cultural practice.",
    "start": "00:42:57",
    "end": "00:43:36"
  },
  {
    "text": "Yeah.",
    "start": "00:43:37",
    "end": "00:43:37"
  },
  {
    "text": "And what you see in the Hebrew Bible is a God constantly subverting that practice.",
    "start": "00:43:37",
    "end": "00:43:44"
  },
  {
    "text": "Yeah.",
    "start": "00:43:44",
    "end": "00:43:44"
  },
  {
    "text": "Choosing the second by choosing a late.",
    "start": "00:43:44",
    "end": "00:43:46"
  },
  {
    "text": "Comer or a late comer. Yeah.",
    "start": "00:43:46",
    "end": "00:43:48"
  },
  {
    "text": "A late coming sibling and elevating them to the position of honor. So this is a major theme in the Hebrew Bible. In fact, we've decided to make a theme video about it that we're going to start. You and I are going to start working on soon. Yes, I'm really excited about it. So that's a motif that already has been happening. And it actually began in Genesis 1 and 2 with humans were the late comers in Genesis 1. They're the last creatures in Genesis chapter 1, in the six days of God's creating, they're the last creature. But God elevates them as the rulers of all the other creatures.",
    "start": "00:43:48",
    "end": "00:44:24"
  },
  {
    "text": "The last will be first.",
    "start": "00:44:24",
    "end": "00:44:26"
  },
  {
    "text": "Exactly. Yes. And that continues with the first two sons in the Bible, Cain and Abel. And God chooses and favors the second son over the first, which makes the firstborn angry. And so that pattern continues with Abraham and his brothers, with Jacob and Esau, with Joseph and his brothers and so on. Okay, there's that whole thing when we get to Exodus, Pharaoh, as he begins to enslave and want to kill off God's chosen ones, he targets the firstborn sons and begins ordered that they are killed or thrown into the waters.",
    "start": "00:44:26",
    "end": "00:45:00"
  },
  {
    "text": "Now, when the firstborn son dies, practically the second born son is now the firstborn son, right?",
    "start": "00:45:00",
    "end": "00:45:05"
  },
  {
    "text": "Oh, yeah. Yep, that's right. Okay, so but you've taken the firstborn son.",
    "start": "00:45:05",
    "end": "00:45:11"
  },
  {
    "text": "Yeah, I mean, and that's, that's horrible. But if you're trying to like stop a family, you're going to have to like take out all the sons.",
    "start": "00:45:11",
    "end": "00:45:21"
  },
  {
    "text": "Exactly. And that's what Pharaoh's order is. His third attempt is just kill all the boys.",
    "start": "00:45:21",
    "end": "00:45:25"
  },
  {
    "text": "Just kill them all.",
    "start": "00:45:25",
    "end": "00:45:26"
  },
  {
    "text": "Yeah, that's right. So what Pharaoh did to the Israelites in taking their sons, God brings back on Pharaoh's head and all of Egypt in the 10th plague on the night of Passover. But God provides something that Pharaoh did not, which is for anybody who will listen to the word of the Lord. God will have mercy and they can be spared by offering a lamb as a substitute. And that's the Passover lamb, the blood on the door, and so on. And so in the Passover descriptions in the Exodus scroll, God says that all the firstborn of Israel as of this night belong to me. I provided a substitute for you, and so their lives actually are mine. Then that's the logic of Passover, Okay? That's what's being appealed to right here, is that all the Israelite firstborn belong to Yahweh, but Yahweh is going to elevate this one of Jacob's sons, Levi, and set them apart from their brothers as the special ones to live and work in the Eden space. And what Yahweh is pointing here is that the Levites are all going to get swapped in to that place of the firstborn of Israel. So there's a long count taken of how many Levites are there. Then there's a count that's taken of how many firstborn sons are there in Israel right now that belong to Yahweh. And then they're all swapped out and there's a little remainder. And so they have to offer some other stuff to the tabernacle to make up for the remainder.",
    "start": "00:45:26",
    "end": "00:47:08"
  },
  {
    "text": "They're turning this into a ritual of sorts to like, signify that the tribe of Levi. Yeah, this is so hard to understand.",
    "start": "00:47:08",
    "end": "00:47:15"
  },
  {
    "text": "Belongs to Yahweh just as the firstborn of Israel belonged to Yahweh.",
    "start": "00:47:15",
    "end": "00:47:20"
  },
  {
    "text": "But they all belong to Yahweh in some meaningful sense too.",
    "start": "00:47:20",
    "end": "00:47:24"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:47:24",
    "end": "00:47:24"
  },
  {
    "text": "There's just. There is some sort of ancient logic, which is the firstborn have some special status and God having spared this firstborn, I mean, even targeting in the first place is still hard for me to.",
    "start": "00:47:24",
    "end": "00:47:44"
  },
  {
    "text": "Wrap my mind around with the 10th plague.",
    "start": "00:47:44",
    "end": "00:47:46"
  },
  {
    "text": "But that something about that is striking to kind of the heart of family and blessing.",
    "start": "00:47:47",
    "end": "00:47:54"
  },
  {
    "text": "Yes.",
    "start": "00:47:55",
    "end": "00:47:56"
  },
  {
    "text": "Which I don't. If this was a theme video conversation on firstborn, I want to get into.",
    "start": "00:47:56",
    "end": "00:48:01"
  },
  {
    "text": "It more, but yeah, totally. Well, so a lot of this also has roots all the way back in how that firstborn theme continued into the story Abraham and Isaac in Genesis, where Abraham and Sarah's sins against Hagar and Ishmael catch up with them. And Yahweh separates Ishmael and Hagar from Abraham and Sarah. And then he also demands the life of Isaac as the ascension offering. And then at the last minute, the last second, Yahweh provides a substitute in the life of Abraham's firstborn so that the family can continue to flourish. But now the future of the family as of that moment of the substitution is recognized as a pure gift because God could have. I think the logic of the story is God could have demanded the life of the firstborn, but he doesn't want to kill. What he wants is to use Abraham to bring life and blessing to all of the nations. But now it's clear that the life of Isaac, and therefore the life of this entire family exists by the mercy and generosity of God. I think that's the logic of the story here, of there in Genesis. Okay, so that theme is being developed here, and the selection of one tribe out of the many swapped out for the firstborn. What that means is that this tribe is now the extra special tribe that's in the slot of the Passover lamb. The firstborn of Israel was substituted for the Passover lamb at Passover, the firstborn children of Israel. And these are the people standing right here listening to all this.",
    "start": "00:48:01",
    "end": "00:49:33"
  },
  {
    "text": "Oh, these are the ones.",
    "start": "00:49:33",
    "end": "00:49:34"
  },
  {
    "text": "Yeah, this is the Exodus generation. And so those people whose lives were substituted by the blameless Passover lamb, God now says, okay, guess who I'm going to put in the slot?",
    "start": "00:49:34",
    "end": "00:49:45"
  },
  {
    "text": "Yeah. And so I get that. I get the logic of the swap.",
    "start": "00:49:45",
    "end": "00:49:48"
  },
  {
    "text": "Yeah.",
    "start": "00:49:48",
    "end": "00:49:48"
  },
  {
    "text": "But I don't get the logic of the slot.",
    "start": "00:49:48",
    "end": "00:49:50"
  },
  {
    "text": "Ah, okay, the slot. So what is the slot? The slot is the people who are going to live and work in and around the tent and the altar.",
    "start": "00:49:50",
    "end": "00:49:59"
  },
  {
    "text": "So there's a sense of like, hey, since I saved your life, firstborn, you now are in service to me. That's the logic. And God is saying, actually, I'm going to use this tribe to be in service to me in this special way. You guys are off the hook for that task.",
    "start": "00:49:59",
    "end": "00:50:16"
  },
  {
    "text": "Yeah, that's right. Yeah. So being the firstborn is about being the uniquely responsible and extra layer of responsibility and representation of the Father. And so the Levites as a clan are put into that place. And so this is all mapping back onto the Garden of Eden. With out of the dust of the land, God forms and appoints one unique priestly representative pair in The Garden of Eden. It's both blessing they get to be closer to the presence of Yahweh than anybody else. But it's dangerous. And that's what Leviticus taught us many times over, that Yahweh's presence, his holiness, is both good and sustains our life, and it's dangerous and can end our lives just like a sacrificial lamb. And so being in the proximity to the tent and being facilities and maintenance actually puts this clan in a unique level of responsibility and privilege and also a unique place of danger that is going to be explored in the book. We're setting this up for the themes in the book because a whole bunch of people from this clan are going to rebel against Moses many times over throughout the course of the story. Okay. But yeah, that's what's going on here.",
    "start": "00:50:16",
    "end": "00:51:32"
  },
  {
    "text": "Okay. I'd like to dig deeper. And we're going to have to. When we write this theme video. And just the thing that I'm wrestling with just to flag it, is at times God seems to really care about the logic of the firstborn, that this ancient cultural logic of the firstborn. And then other times, he seems to completely subvert it and not care.",
    "start": "00:51:32",
    "end": "00:51:56"
  },
  {
    "text": "Yeah, mostly subverts it. He mostly subverts it like he is right here. Well, he's elevating.",
    "start": "00:51:56",
    "end": "00:52:02"
  },
  {
    "text": "He's adapting it here.",
    "start": "00:52:02",
    "end": "00:52:03"
  },
  {
    "text": "He's elevating a tribe that's not the firstborn, but putting them in the place of the firstborn.",
    "start": "00:52:03",
    "end": "00:52:08"
  },
  {
    "text": "Now, the firstborn tribe would be the firstborn son of Joseph, which would be.",
    "start": "00:52:08",
    "end": "00:52:13"
  },
  {
    "text": "Right, well, Jacob's firstborn son.",
    "start": "00:52:13",
    "end": "00:52:16"
  },
  {
    "text": "I'm sorry, I have Jacob.",
    "start": "00:52:16",
    "end": "00:52:17"
  },
  {
    "text": "Jacob's firstborn son was Reuben. But Reuben did something terrible to his dad's wife, and so he lost out. And then the son who gets put in the slot. Well, it's interesting. The next two sons in line after Reuben are Simon and Levi. And Jacob was so ticked off at Simon and Levi for the fact that they slaughtered a whole village of Canaanites in anger that he disqualifies them from. When was this in the Genesis scroll? And so it's the fourth son, Judah, and then his beloved son Joseph who are in competition for the role of the firstborn after that. And that's a competition that continues on through the Torah.",
    "start": "00:52:17",
    "end": "00:52:55"
  },
  {
    "text": "So there's this whole thing of like, the firstborn is automatically the one out of the womb first. But then there's this, like some politics after that sometimes.",
    "start": "00:52:55",
    "end": "00:53:06"
  },
  {
    "text": "Yeah, that's right. And what God loves to do is disrupt the politics and elevate people who don't deserve it, into places of unique honor and responsibility.",
    "start": "00:53:06",
    "end": "00:53:16"
  },
  {
    "text": "Yeah. But then when he comes to bring justice on all of the corruption in Egypt, he uses the logic of the firstborn.",
    "start": "00:53:16",
    "end": "00:53:24"
  },
  {
    "text": "I see. Yeah, that's right.",
    "start": "00:53:24",
    "end": "00:53:26"
  },
  {
    "text": "Like, he's like, I know the firstborn is so significant. Like, that's what I'm demanding. So. Yeah, yeah, I just want to wrestle with all that more.",
    "start": "00:53:26",
    "end": "00:53:35"
  },
  {
    "text": "Yeah, that's right. So what's significant here is that again, for this temple theme, in the early part of the chapters, one tribe is being selected out of the many to represent and serve the many in the temple, and that's the tribe of Levi. And then a subset of them, the priests, but they are swapped out for the firstborn. So it's another subversion of the firstborn theme happening here, but also it puts this whole tribe now in the unique and dangerous role of being the mediators for God's presence. And we're preparing for a theme in the book is that this tribe is going to royally fail. They're being set up as the Adam and Eve royal priest slot. And you're like, oh, great, what could go wrong? And then everything's going to go wrong. And it's specifically Levites, who are highlighted in the number scroll as really blowing it big time, many times over. So we're going to replay the whole Genesis 1 through 9 storyline.",
    "start": "00:53:36",
    "end": "00:54:38"
  },
  {
    "text": "You mentioned this, I think, in the last conversation. Pavlov's dogs.",
    "start": "00:54:38",
    "end": "00:54:42"
  },
  {
    "text": "Oh, yeah, totally.",
    "start": "00:54:42",
    "end": "00:54:44"
  },
  {
    "text": "Like, election of the Adam and Eve characters.",
    "start": "00:54:44",
    "end": "00:54:47"
  },
  {
    "text": "Yes. Fruitful and multiply.",
    "start": "00:54:47",
    "end": "00:54:51"
  },
  {
    "text": "But now we hear that ding, ding, ding, ding, and we're like, uh, oh.",
    "start": "00:54:51",
    "end": "00:54:54"
  },
  {
    "text": "What could go wrong?",
    "start": "00:54:54",
    "end": "00:54:55"
  },
  {
    "text": "Yeah, something bad's gonna happen. Totally.",
    "start": "00:54:55",
    "end": "00:54:57"
  },
  {
    "text": "Yeah. Yeah. So we're not there yet. Right now it's just a tribe getting elevated to a place of honor that wouldn't have otherwise had that honor. And that's pretty cool. So that's the takeaway from these opening chapters of numbers. Things are about to get a little more complicated, as you might expect. But for the moment, let's just notice that unless you know to look for it, you would just read this as really boring lists.",
    "start": "00:54:57",
    "end": "00:55:21"
  },
  {
    "text": "Yeah, these are the census chapters.",
    "start": "00:55:21",
    "end": "00:55:23"
  },
  {
    "text": "They're the numbers of numbers.",
    "start": "00:55:23",
    "end": "00:55:25"
  },
  {
    "text": "This is. This is the stuff. You're just like, why am I reading this again?",
    "start": "00:55:25",
    "end": "00:55:29"
  },
  {
    "text": "That's right. So if you are using the classic, like, criteria of telling a good story with deep characterization, intricate plot tensions, then the Torah fails on that count at this section. However, if the goal of the biblical authors is to tell an epic narrative that is recycling a core set of themes over and over and over again over the course of multiple generations, using all kinds of diverse literary forms to do it, then this is a home run. We have just echoed the early chapters of Genesis 1, the order of God, creating order in the middle of a chaotic wilderness of God, appointing a people to be fruitful and multiply, and then elevating out among those a special royal priestly group who's in the place of honor and exists in proximity to the Eden on earth. And that's exactly what numbers one through four is all about. And it's all packed with verbal hyperlinks and similar vocabulary to the opening chapters of Genesis. And that's how biblical authors do it. They love doing this stuff, man. So. But it does, like you said, set us up for expecting something. Expecting something to go wrong. That's right. And so what is going to go wrong? Well, that's what we'll talk about next.",
    "start": "00:55:29",
    "end": "00:56:52"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week we continue in the first movement of the scroll of Numbers.",
    "start": "00:56:55",
    "end": "00:57:02"
  },
  {
    "text": "What we're going to session for a little bit here is essentially what we call called numbers, chapters five and six. And this section, it's a straight up riddle. It's four random little paragraphs, each one by its own. You're like, okay, I get it. But you're like, why are these here? Why are these in the order that they're in? Why is this so strange?",
    "start": "00:57:02",
    "end": "00:57:20"
  },
  {
    "text": "Today's show was produced by Cooper Peltz, edited by Dan Gummel and Tyler Bailey. Lindsey Ponder with the show notes. Ashlyn Hice and Mackenzie Buxman provided the annotations for our annotated podcast in our app. Bibleproject is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus. Everything that we make is free because of the generous support of thousands of people just like you. So thank you so much for being a part of this with us.",
    "start": "00:57:21",
    "end": "00:57:47"
  },
  {
    "text": "Hi, this is David Dever and I'm from Columbus, Ohio.",
    "start": "00:57:47",
    "end": "00:57:50"
  },
  {
    "text": "Hi, this is Enoch and I'm from Spain. I first heard about bibleproject a couple years ago through the university. Now I use Bible Project for learning how to read and understand my Bible better.",
    "start": "00:57:50",
    "end": "00:58:01"
  },
  {
    "text": "I first heard about the Bible Project when a friend of mine introduced me to the book overview videos on YouTube. I love being able to watch a video or listen to a podcast that goes along with the book I'm currently studying through or teaching out of.",
    "start": "00:58:01",
    "end": "00:58:13"
  },
  {
    "text": "My favorite thing about the Bible Project is how they made difficult themes and books of the Bible so easy to understand.",
    "start": "00:58:13",
    "end": "00:58:19"
  },
  {
    "text": "I'm able to create a good mental model of the structure of the text, which helps me as I read and share the scriptures. We believe the Bible is a unified story that leads to Jesus.",
    "start": "00:58:20",
    "end": "00:58:29"
  },
  {
    "text": "We are a crowdfunded project by people like me.",
    "start": "00:58:29",
    "end": "00:58:32"
  },
  {
    "text": "Find free videos, study notes, podcasts, classes, and more@bibleproject.com.",
    "start": "00:58:32",
    "end": "00:58:38"
  }
]