[
  {
    "text": "We are on our last stop in the scroll of Numbers. The wandering through the wilderness is over. The twelve tribes of Israel are at the east bank of the Jordan River. They're ready to pass through the waters and make their home in a new garden land, the land promised to them. Except two and a half tribes. They look around at the east side and they think, you know, this land ain't bad. Maybe we should just stay here.",
    "start": "00:00:04",
    "end": "00:00:30"
  },
  {
    "text": "They see a land that is not the land that God said is theirs to inherit, but they see the land that it's good for their animals. And then they ask, could it be given to us?",
    "start": "00:00:30",
    "end": "00:00:41"
  },
  {
    "text": "As we've been reading the Hebrew Bible, we've been trained to notice that when humans see something as good, it often leads to a foolish choice and our own destruction. Humans are really bad at discerning good from bad. And the archetypal story that teaches us this is the woman at the tree seeing the fruit, desiring it, and taking it.",
    "start": "00:00:42",
    "end": "00:01:03"
  },
  {
    "text": "By the time you're in numbers, this has happened dozens of times. The woman at the tree moment. The language there has been used in later stories to set up an analogy to the taking of something that God has said. That's not the thing for you to take.",
    "start": "00:01:03",
    "end": "00:01:17"
  },
  {
    "text": "This story is a wonderfully accurate portrayal of the complexity of life, that we often confuse good with bad and that we don't immediately see the ramifications of our poor decisions.",
    "start": "00:01:17",
    "end": "00:01:28"
  },
  {
    "text": "The narrative doesn't explicitly come out and say that it's wrong, and a bunch of them flourish on the east side of the Jordan, first century. And you're like, is this wrong? The narrator doesn't say it's wrong, but.",
    "start": "00:01:28",
    "end": "00:01:39"
  },
  {
    "text": "Our foolish decisions will catch up to.",
    "start": "00:01:39",
    "end": "00:01:41"
  },
  {
    "text": "Us in the Book of Kings when the empire of Assyria starts tromping into Israel's territory. Can you just guess which tribes are picked off into exile first?",
    "start": "00:01:41",
    "end": "00:01:52"
  },
  {
    "text": "To learn how to really discern good from bad, we need the fear of the Lord.",
    "start": "00:01:52",
    "end": "00:01:57"
  },
  {
    "text": "The portrait of human nature over and over in the Hebrew Bible is that we either don't want to receive the gift as given, or we forfeit that gift and take some other thing that we think is the real good gift. That's what this story fits into.",
    "start": "00:01:58",
    "end": "00:02:13"
  },
  {
    "text": "I'm John Collins, this is BibleProject podcast. And today Tim Mackey and I conclude the final movement of the scroll of Numbers. Thanks for joining us. Here we go. Hello, Tim.",
    "start": "00:02:13",
    "end": "00:02:28"
  },
  {
    "text": "Hey, John.",
    "start": "00:02:28",
    "end": "00:02:29"
  },
  {
    "text": "Hi.",
    "start": "00:02:29",
    "end": "00:02:30"
  },
  {
    "text": "Hey. Hello. Here we are talking Torah.",
    "start": "00:02:30",
    "end": "00:02:33"
  },
  {
    "text": "Here we are talking Torah. We are at the end of the number scroll, which means we're getting close to the end of the Torah.",
    "start": "00:02:33",
    "end": "00:02:41"
  },
  {
    "text": "Yeah. Can you believe it? It's been a great journey. I've really enjoyed it.",
    "start": "00:02:41",
    "end": "00:02:44"
  },
  {
    "text": "Yeah. So I'd like to just jump in and give ourselves as much time as possible. So maybe as briefly as you can, set the stage.",
    "start": "00:02:44",
    "end": "00:02:56"
  },
  {
    "text": "Famous last words for where we're at.",
    "start": "00:02:56",
    "end": "00:03:01"
  },
  {
    "text": "In the Torah and where we're at in the scroll of Numbers.",
    "start": "00:03:01",
    "end": "00:03:05"
  },
  {
    "text": "Yes. Okay. The Torah tells the story from Creation to the Israelites sitting just outside the Promised Land on the east side of the Jordan river, ready to go into it. That's the narrative arc. It ends with the death of Moses. That's how the Torah ends. Genesis and Deuteronomy are the outer scrolls. The first one and the last one. They're a frame around the story for reasons we've talked about at length in the previous episodes. The three scrolls inside Exodus, Leviticus and Numbers are an important three part unit narrating Israel's journey out of Egyptian slavery through the desert to Mount Sinai. That's Exodus. Leviticus is all at Mount Sinai. And then the Number scroll is them leaving Mount Sinai, going through the desert and then about to enter into the promised land. And that journey through the desert was supposed to take less than two weeks, took 40 years because of the seven rebellions of the Israelites in the wilderness. Actually a seven plus one. There was a culminating one after the seven, but the seven are all arranged and that we had talked about those. And so here we are in the final movement of the Numbers scroll. There's three movements to Numbers. They start at Mount Sinai and they prepare the camp for travel with the tabernacle in their midst and, and not just the tabernacle and the tent, God's presence in their midst. And then you think that's a great thing. So then they leave and they start going through the wilderness. And they consistently rebel in ways that echo and replay and intensify their first rebellion when they first got to Mount Sinai with the golden calf and the wilderness rebellions on the previous side of Mount Sinai. So things are not going well. But God is merciful and just in how he deals with them. And so the whole generation that left Egypt and slavery in Egypt, redeemed, you know, by Moses, Exodus story, that whole generation dies off. And it's the children who were just little kids when the Exodus happened. They're the ones who now are standing before Moses at the final movement of Numbers. And they've reached the border of the land promised Abraham and they're being given laws that will prepare them for entering into the land. So what's cool about numbers is it has three big parts. They start at Mount Sinai and it's preparing the people for traveling. The second part is the travel. And then the third part is they've got to their destination and now they're preparing for their last step of the travel, which is into the land. And so all the preparations and the section we're looking at, preparations for living in the land with Yahweh dwelling in our midst, is parallel to the first movement, which is preparing the camp to travel with Yahweh in our midst. So it's all about the people going through the wilderness from a mobile migrant kind of community. And then the third movement is about them becoming landed or a settled community in the land. But the focus is on if Yahweh's in your midst, you have to arrange the camp in a certain way. If Yahweh's in your midst, you're going to have to arrange your land in a certain way because you are playing host to the presence of God. There you go. How was that?",
    "start": "00:03:05",
    "end": "00:06:39"
  },
  {
    "text": "Great. Good job.",
    "start": "00:06:39",
    "end": "00:06:40"
  },
  {
    "text": "Sweet. That's probably the shortest summary we've done in very long time.",
    "start": "00:06:40",
    "end": "00:06:44"
  },
  {
    "text": "Yeah. And the significance of all of this on one level is these are the stories of Israel's beginnings, and it tells the story of why they matter, for them to have their own identity. But then at another level, this is actually teaching us about what God is intending to do through Israel for the whole world.",
    "start": "00:06:45",
    "end": "00:07:07"
  },
  {
    "text": "For the whole world. Right? That's right. And that bigger frame, the cosmic frame of the story is what you get when you compare or set the story of Israel within the story of God and all humans and all the nations. That was the prologue to the Torah in Genesis chapters one through 11, which kind of sets the core pattern. And actually this traveling in and out of the land and through the wilderness is all set on analogy to the first stories in the Torah, which was about God appointing human representatives in a heaven on earth place. Those human representatives are foolish. Adam and Eve. They don't trust and do what God commands them to do. And it leads them to exile outside the land, where instead of having life, they are slowly being killed off outside the land. And so this whole story of Israel is about God at work to restore one family to the blessings of Eden so that through them, the Eden blessing can spread to all nations. And so the story of Israel in the wilderness has been all about trying to get Israel to embrace this invitation that God has given them to come back into the Eden presence of God, to restore What Adam and Eve lost, and they perpetually fail, which keeps them wandering in the wilderness, just like Adam and Eve were exiled into the wilderness. And so this moment that we come right now at the end of the number scroll is standing essentially, as it were, at the gates of Eden.",
    "start": "00:07:07",
    "end": "00:08:41"
  },
  {
    "text": "Again, we're here.",
    "start": "00:08:42",
    "end": "00:08:43"
  },
  {
    "text": "Again, we're here again. Israel standing at this river, the river Jordan. To cross the river and go into this rich garden land that God wants to give them as a gift is all set on analogy through verbal hyperlinks. It's as if Adam and Eve are standing at the gates of Eden about to cross over one of those rivers that came out of the garden to go into it.",
    "start": "00:08:43",
    "end": "00:09:05"
  },
  {
    "text": "Or Cain and Abel.",
    "start": "00:09:05",
    "end": "00:09:06"
  },
  {
    "text": "Or Cain and Abel. That's right. Who are offering what other.",
    "start": "00:09:06",
    "end": "00:09:09"
  },
  {
    "text": "Yeah. I mean, this setting is a pattern that shows up a lot in many different ways. We've read stories where someone runs into the tabernacle and goes past the altar and stands at the curtain that opens to the holy place and the story takes place there. And that's the same idea. It's the setting of the door to God's holy place.",
    "start": "00:09:09",
    "end": "00:09:33"
  },
  {
    "text": "Yeah. The tent of the tabernacle had two sets of curtain doors that each had decorations on them that told you you're standing at the boundary of heaven and earth, that the boundary of exile and Eden. And to go into the tent is to return to Eden. And so that story being played out ritually at the heart of Israel's camp is going to be a story now that's going to play out at the heart of their land once they go into the land in the form of the tent that will eventually become a temple. So there's cosmic significance to this moment standing here at the river, at the border.",
    "start": "00:09:33",
    "end": "00:10:11"
  },
  {
    "text": "Yeah. There's a historical significance, or there's a significance for the story of ancient Israel, but then there's a cosmic significance. And when we come to these stories as Torah or as teaching to tell us about what it means to be human, it's that cosmic significance that becomes really interesting.",
    "start": "00:10:11",
    "end": "00:10:33"
  },
  {
    "text": "Totally. That's right. So with all that in mind, this new generation of Israel returning into the garden land is like a little picture of the return of Adam and Eve and all humanity into the garden of God's life and joy. It's awesome. That's what this last movement from numbers 26 to 36, kind of how it all fits together, everything is about. Once you're in the land, here's how you want to order your life to reflect that you're playing host to the Eden presence of God. So we began our conversation in this third part of Numbers with exploring the first three stories, which were about a new census that numbers the new generation. Then a story about how life in the Eden land is going to begin restoring things that have been broken or that will require new wisdom to apply God's laws from the past in new situations that were unforeseen. And so that story about the daughters of Zelophchad, and through this law, and through this meditation and new revelation of God's wisdom, that women and men will become responsible for land in a way that the previous laws didn't specify, which is, I think, a restoring in Adam and Eve mutual authority over the land, which is the image of God poem in Genesis, chapters 1, verses 26 to.",
    "start": "00:10:33",
    "end": "00:11:58"
  },
  {
    "text": "28, that the image of God is both male and female.",
    "start": "00:11:58",
    "end": "00:12:01"
  },
  {
    "text": "That's right.",
    "start": "00:12:01",
    "end": "00:12:01"
  },
  {
    "text": "Combined together.",
    "start": "00:12:01",
    "end": "00:12:02"
  },
  {
    "text": "Then we had the story about Joshua filled with the spirit by the God who gives spirit to all flesh. That's what Moses calls God in this story about Joshua being filled with the spirit. So now Joshua is being depicted as the new human, the new Adam, called to lead the animals, that is Israel, who are called sheep, into the land. And then you get a long list of offerings for all of the feast days that are listed by numerals of seven. The seventh day and the seventh month, the seven annual feasts. And all of a sudden, life inside the land is depicted as like a new Eden through all these hyperlinks leading to a new seventh day. Rest in the land. If Israel will just trust and do what God says. That's a big if. But that is the. That is the setup here.",
    "start": "00:12:02",
    "end": "00:12:53"
  },
  {
    "text": "Yeah. We had previously been told about these feast days, but there's some more information here. Right. And then it kind of seems like it's trying to land at a new level, too, which is these feast days weren't just to set you apart, but also it's a way to embrace Eden life.",
    "start": "00:12:53",
    "end": "00:13:13"
  },
  {
    "text": "Yeah, that's right. Which is why they're filled with Eden and gardens. Symbolism, imagery and rituals, practices. Yeah. But also packed with images that mark the cycles of Israel's story on the way to this moment. So Passover was about. Actually, this is relevant. Passover is one of the feasts, and it's about how God provided Israel when they were in slavery and God was bringing justice and letting Pharaoh's evil and the death he unleashed come all back on Israel on Egypt's head. But God provided the house. You can go into the house and paint the doorposts with the Blood of a blameless substitute. And God will show mercy and give life instead of handing that house over to death. So that little image of the house as a refuge is talked about in this list of feasts. Also talked about in this list of feasts is the day of atonement, when God will forgive and show mercy on the whole camp or land of Israel, if the life of a blameless substitute is brought before Yahweh in the tent. So it's very similar to the Passover in the house. But then if you have a substitute in the tent, then Yahweh will look on that substitute and that their blamelessness will cover for the sin of the many. And then you also in this list get the image of the feast of Tabernacles, which was an image of how as they journeyed through the wilderness, God kept providing surprise water and bread and food for them. It was like their camp became a little safe refuge, tent of blessing and water and food as they were surrounded by a desolate, lifeless wilderness. What we're talking about is numbers, chapters 28 and 29. And what you just get is a list of these feast days and all these extra offerings. But each of those feast days hyperlinks back to earlier parts of the Torah that established those feasts packed with symbolism. And there's a commonality to it that life is dangerous. The world outside of Eden, it's crazy out here, man. We're dying, we're dying.",
    "start": "00:13:13",
    "end": "00:15:26"
  },
  {
    "text": "We get sick and we're killing each other.",
    "start": "00:15:26",
    "end": "00:15:27"
  },
  {
    "text": "Exactly. Okay, that's exactly where we're gonna go. Yeah, we're killing each other. So God will hand whole communities over to the violence and evil they've unleashed in the world and bring their evil back on their heads. That's what Passover retells. God will, if Israel's sin and all their sins against each other begin to create so much violence and impurity and evil in the land, God will hand the whole people over to their self destruction. But if there's a blameless substitute offered on the day of atonement, it's like a reset. It's a dangerous wilderness out there and there's scorpions and thorn bushes that'll prick your legs. Oh, man. I did a wedding for a friend in Arizona recently and our whole family went for the weekend and it was really fun. But my 8 year old son, we were. The hotel we were staying at had this really cool little kind of nature wilderness refuge area right next to it and with cool walking trails in the, you know, Arizona desert, so, so Rad. We saw, like, that's cool. It was like lizards and desert rabbits and coyotes and it was really cool. My son walked into a cactus. Oh, he was so taken with this animal that he didn't see there was a cactus in front of him. And poor. I felt so bad for him.",
    "start": "00:15:27",
    "end": "00:16:48"
  },
  {
    "text": "He just got jabbed.",
    "start": "00:16:48",
    "end": "00:16:49"
  },
  {
    "text": "Yeah, totally. And actually, a few of the barbs got into his pants. And then as we were walking back, that kind of worked through his pants and started sticking into his leg. And we had to get, like, tweezers and taking barbs out of it. It was a terrible experience for him.",
    "start": "00:16:49",
    "end": "00:17:03"
  },
  {
    "text": "The wilderness is not a kind place.",
    "start": "00:17:04",
    "end": "00:17:06"
  },
  {
    "text": "Totally. So that's my point. It's just like the thorns and the scorpions and the lizards, man, though, it's dangerous. Yeah, it's dangerous outside Eden, both because of the environment and because of how humans treat each other in a land of scarce resources. And so what these feasts are about is about God continually providing little Eden refuges in the house, in the tent, in the camp, where God will give a little Eden gift in the middle of the wilderness. And so these are all the images being brought to your mind in numbers, chapter 28 and 29, which is one of the most boring sections of the Torah to read because it's just a long list of offerings given at festival days.",
    "start": "00:17:06",
    "end": "00:17:48"
  },
  {
    "text": "Yeah. Yeah. You really gotta nerd out to find the goodies in that.",
    "start": "00:17:49",
    "end": "00:17:53"
  },
  {
    "text": "Totally.",
    "start": "00:17:53",
    "end": "00:17:54"
  },
  {
    "text": "So also, it seems that this is preparing us that while this is the gate of Eden, this isn't. It's not gonna unite heaven and Earth like Eden was.",
    "start": "00:17:55",
    "end": "00:18:06"
  },
  {
    "text": "Totally. That's right.",
    "start": "00:18:06",
    "end": "00:18:07"
  },
  {
    "text": "They're gonna still celebrate these feasts, which are anticipating still a future union of heaven and Earth.",
    "start": "00:18:07",
    "end": "00:18:15"
  },
  {
    "text": "That's right. You could say that the camp has been a temporary Eden outpost in the middle of the wilderness, and they're about to move into a land that will become an even more robust outpost for Eden. So that again, all the way back to Genesis 1:11 and the promised Abraham, so that Genesis 12:3, so that through this family, the Eden blessing could be made available to all the families of the land. That's the goal. But since this family is made of humans who act just like the humans who foolishly forfeited Eden in the same way, this family is going to have a whole bunch of choices to make of whether or not they're going to really experience Eden in this land. So, all that kind of being said, there's a lot we could do in these final chapters. I just wanted to jump in at two moments, highlight Two and a half tribes of Israel, they decide they want the Eden life in the land, but they want it on their own terms and in territory that they've made for themselves. And so it's a really interesting story about the tribe of Reuben, Gad, and the half tribe of Manasseh. And then also, I want to spend a little time meditating on the 42 cities given over to the Levites in the land, and then six more that are called the cities of refuge, that become little Passover houses and day of atonement, tents and tabernacles of safety in the middle of a dangerous land. So that's where we're going. Should we dive in?",
    "start": "00:18:16",
    "end": "00:19:52"
  },
  {
    "text": "Let's do it.",
    "start": "00:19:52",
    "end": "00:19:53"
  },
  {
    "text": "Okay. So the setting again is Israel on the east side of the Jordan river, about to go into the land Gates of Eden. Yep. And the land actually that was promised to Abraham that they're going to be like the garden of Eden 2.0. The boundaries of that land have been described back all the way when Abraham was first promised that land by God. The boundaries were described multiple times. And in none of those boundaries did the land east of the Jordan river ever get mentioned. In other words, where they are now, where they're sitting at this moment in the story, was never included in any of the official boundaries. Now, there were some kings, some called Amorite kings. Two kings, actually, they were giants. Two kings, one whose name was Sichon, and the other one was named Og, which is just a great ancient king name.",
    "start": "00:19:53",
    "end": "00:21:17"
  },
  {
    "text": "Oh, yeah. Og, especially for a giant.",
    "start": "00:21:17",
    "end": "00:21:20"
  },
  {
    "text": "Totally. Yeah. So great. So when Israel came and camped at this spot, these two kings were like, not in my land. And so they went out and tried to start a war with them, and the Israelites defeated them. And so this whole part of the story is, you know, they're in a safe little refuge of land because they were able to overcome the giants that tried to kill them. So numbers, chapter 32 begins. And we're told that the sons of Reuben and the sons of Gad had a lot, like, a lot of animals, big, big herds. And they saw the land of Yazer and the land of Gilad. That's the land of the two kings that they just conquered. And they saw that this is a place that is good for livestock. Hmm.",
    "start": "00:21:20",
    "end": "00:22:13"
  },
  {
    "text": "Why go any farther if they've got some good meadows right here?",
    "start": "00:22:14",
    "end": "00:22:18"
  },
  {
    "text": "Yeah, totally. Yeah. Why do we need to cross that river? This looks good in my eyes. So the sons of Gad and the sons of Reuben came and spoke to Moses and to Eleazar, the priest and all the leaders of the congregation, and they said, listen, you know all these land and these hillsides and the towns, which is the land that we just conquered from those two kings. It's a land that's great for grazing. And, you know, it's really. What a coincidence. We have a lot of animals, so could we find favor in your eyes and could you give to us this land as a possession so that we don't have to cross that river?",
    "start": "00:22:18",
    "end": "00:22:57"
  },
  {
    "text": "Wait, who are they talking to?",
    "start": "00:22:57",
    "end": "00:22:58"
  },
  {
    "text": "They're talking to Moses and the high priest and the elders of the people. So do you catch it that they have a lot of animals? They have been fruitful and multiplied. They have been given great abundance, but they see a land that is not the land that God said is theirs to inherit. But they see the land that it's good for their animals. And then they ask, could it be given to us? Do you see the parallels?",
    "start": "00:22:58",
    "end": "00:23:24"
  },
  {
    "text": "The parallels to Eden?",
    "start": "00:23:26",
    "end": "00:23:28"
  },
  {
    "text": "Yeah. Can you feel. This is a woman at the tree moment, right?",
    "start": "00:23:28",
    "end": "00:23:31"
  },
  {
    "text": "Yeah. She saw now the word good. Is that suitable?",
    "start": "00:23:32",
    "end": "00:23:36"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:23:36",
    "end": "00:23:37"
  },
  {
    "text": "In. What are we in nasb, Correct.",
    "start": "00:23:37",
    "end": "00:23:40"
  },
  {
    "text": "Yeah. The word good doesn't appear. But the phrase, they saw that the land was. And then they ask, let it be given to us.",
    "start": "00:23:40",
    "end": "00:23:48"
  },
  {
    "text": "Okay, what's the let it be given? I can't remember that phrase in the Eden story.",
    "start": "00:23:49",
    "end": "00:23:54"
  },
  {
    "text": "Oh. This is when the woman saw that the tree was good for food, desirable to the eyes, desirable for gaining wisdom. So she took from the fruit and she ate, and then she gave to her husband, and he ate. Okay, so here in this scenario, you have people who have just been given an abundance gift of animals and some land, but it's not the land that God said they're supposed to take. And they see that it is. Mmm. This is a place that could be for us, and they ask that it be given to them. So I know this is subtle, but by the time you're in numbers, this has happened dozens of times. That the woman at the tree moment that the language there has been used in later stories to set up an analogy to the illegitimate taking of something that God has said. That's not the thing for you to take, but they want it to be given to them.",
    "start": "00:23:54",
    "end": "00:24:52"
  },
  {
    "text": "Yeah, I can see it. It is really subtle. But you're saying that this is how this literature works at this point. You've seen this so many times. You just need a few notes.",
    "start": "00:24:52",
    "end": "00:25:02"
  },
  {
    "text": "That's right.",
    "start": "00:25:02",
    "end": "00:25:02"
  },
  {
    "text": "To get you there.",
    "start": "00:25:02",
    "end": "00:25:03"
  },
  {
    "text": "Totally. Yeah, that's right. Yep. It's like think of any of the great movie trilogies that develop a soundtrack. And so you just need a few musical notes of a certain character's theme.",
    "start": "00:25:03",
    "end": "00:25:15"
  },
  {
    "text": "Yeah.",
    "start": "00:25:16",
    "end": "00:25:16"
  },
  {
    "text": "By the time you're in the third movie, you're like, it's well established. So you can just kind of. I always bring up Star wars, so I won't. Even though I just did. But, you know, the Darth Vader or the Luke Skywalker melody, that kind of thing. Okay, so look at Moses response. He can see what's going on here. Check this out. This is verse six. Moses said to the sons of Gad and the sons of Reuben. Wait, you're saying all your brothers are going to cross that river into hostile territory and go to war, and you all are just going to sit here? Why are you discouraging the sons of Israel from crossing over into the land? Wait, wait, wait, wait. Moses says, this is what your fathers did. You're replaying the failures of your fathers. Remember when I sent the spies to Kaddish Barnea to see the land, and they went up to the Valley of Great Cluster and they came back and they discouraged the sons of Israel to not go into the land? That's what you're doing right now. Do you see? Moses can see it.",
    "start": "00:25:16",
    "end": "00:26:14"
  },
  {
    "text": "This is Moses, like, making a very, very clear hyperlink.",
    "start": "00:26:14",
    "end": "00:26:17"
  },
  {
    "text": "Totally.",
    "start": "00:26:17",
    "end": "00:26:18"
  },
  {
    "text": "He's like, we're replaying a story, and I'm going to tell you exactly what's going on.",
    "start": "00:26:18",
    "end": "00:26:22"
  },
  {
    "text": "Totally. And remember, in that story, the spies go into the land and they see the fruit of the land on the trees, that it's good, and they take it, and then they bring it back, and then they discourage the other Israelites from going in. So that was so clearly modeling of the failure of Adam and Eve at the tree. That story was back in numbers 13 and 14. And so this story, which began with very subtle echoes of the woman at the tree, but now it becomes explicit. Does that make sense?",
    "start": "00:26:22",
    "end": "00:26:53"
  },
  {
    "text": "Yeah.",
    "start": "00:26:53",
    "end": "00:26:54"
  },
  {
    "text": "Yeah. So this is very common where there'll be a subtle echo of an earlier story, and you're just supposed to catch it. But just in case you didn't, here's a very explicit one that models back to a story that itself was modeled on the tree. Okay, so Moses gives this long speech, I mean long, and says, listen, you're going to destroy us all through this illegitimate taking. And so they decide to come up with a compromise. They say, okay, how about this? Moses, verse 16. How about, we're going to build here sheepfolds for our livestock. We'll build cities for our little ones, and sure, we will go into that Land before the sons of Israel. And our families will stay here, and we will not return home until every one of the sons of Israel gets their inheritance on that side of the river. And so Moses says, okay, well, if you do what you say you're gonna do, then that's fine. You can have this land over here. But if you don't, be sure that you've sinned against Yahweh and your sins will find you foreboding. Okay, so what's cool about this is this is getting nerdy with hyperlinking stuff, but this is how this works. Remember how in Genesis chapter three, the failure of Adam and Eve at the tree that ended up with the two who are supposed to be one, the man and woman, that the two become one, but their failure ends with their division?",
    "start": "00:26:54",
    "end": "00:28:25"
  },
  {
    "text": "Yeah.",
    "start": "00:28:26",
    "end": "00:28:27"
  },
  {
    "text": "Because the first thing that happens after they take from the tree is they see that they're naked. And instead of their nakedness being something that brought them together, it becomes what divides them. Because the first thing they do is hide their bodies from each other with the leaves. The cycle is that when humans do what's good in their eyes, it inevitably leads to a conflict of interpretations of what is good and bad. And all of a sudden, there's division because of, you know, you don't feel safe being vulnerable. So that same story is played out in Genesis 4 in the story of the sons. And one son wants the good thing that God is giving to my brother. So Cain is right angry about the blessing given to his brother. He wants it for himself. And so he does an act that, like, divides them in a, like, permanent way. He murders his brother. Yeah, it doesn't get more permanent than that. And then what God says to him is, listen. Right before he murders his brother, he says, listen, sin. Sin is crouching at your door, and it wants you, but you can rule over it. Cain doesn't rule over it. And so when he murders his brother, you, the reader, go, oh, that was sin. That was an act of sin. It's the first time the word sin appears in the Bible? And then what happens is Cain all of a sudden says to God, when God comes and asks, like, where's your brother? And he says, man, am I the protector of my brother? Am I my brother's keeper? And then he says, oh, man, I've murdered my brother. My sin is too heavy for me to carry it. Whoever finds me out here outside of Eden is going to kill me and take my life. And so what God does is says, okay, I'm going to protect you seven times over and give a sign for you. And the narrative doesn't say what the sign is. And then Cain's next response to that is to go build himself a city to protect himself from anyone who will find me. So what we're seeing right here is these two tribes are replaying both the failure of Adam and Eve and also the failure of Cain. Because this illegitimate seeing, desiring, and taking what God has not given for them to take is going to lead to a division within the tribes. Now, the land that was supposed to be for all of them together will be only for the 10 and a half. And it will be for two and a half over on this side that they've carved out this little what is Eden in their eyes? And this leads to a division in the brothers. And notice that the use of the word sin here, Moses says, this is a sin against God and a sin against your brothers. And they say, no, no, no, no. How about this? We'll build cities for ourselves over here. We'll build our own little cities, and we'll protect ourselves over here. And sure, it's kind of like this. It's not a full. It's not like they're not murdering their brothers.",
    "start": "00:28:27",
    "end": "00:31:31"
  },
  {
    "text": "Yeah, they're like, we'll help you out, but we want to protect ourselves over here.",
    "start": "00:31:31",
    "end": "00:31:36"
  },
  {
    "text": "Yeah, we want this stuff over here. We'll build our own cities of protection. And Moses says, I don't know, man, this is a bad idea.",
    "start": "00:31:36",
    "end": "00:31:46"
  },
  {
    "text": "Well, he says, at first it's like, not a good idea, but then the compromise, he seems to be kind of cool with.",
    "start": "00:31:46",
    "end": "00:31:52"
  },
  {
    "text": "Yeah, he is cool with it. But can you see you as the reader, you're like, oh, man, it was supposed to be the 12 brothers over there living in unity in the new Eden.",
    "start": "00:31:52",
    "end": "00:32:01"
  },
  {
    "text": "Okay.",
    "start": "00:32:01",
    "end": "00:32:02"
  },
  {
    "text": "And it's not going to be that anymore.",
    "start": "00:32:02",
    "end": "00:32:03"
  },
  {
    "text": "So as a reader, you're kind of thinking, moses, don't let him compromise.",
    "start": "00:32:04",
    "end": "00:32:08"
  },
  {
    "text": "Yeah. Either that or. Or it's a good example of how, through narrative subtlety, the ideal that God wants for his people keeps getting chipped away at and tarnished and fractured and compromised, sometimes in huge ways, and then sometimes like this, in little ways. And so now you've got divided brothers and the two and a half living on the east side.",
    "start": "00:32:08",
    "end": "00:32:31"
  },
  {
    "text": "Will you keep saying two and a half? Oh, he just keeps talking about Gad and Reuben.",
    "start": "00:32:31",
    "end": "00:32:35"
  },
  {
    "text": "It's true. Yep. And then. That's right. Almost all the way through the chapter. And then by the end of chapter 32, verse 33, half of the tribe of Manasseh joins in on the party over on that east side. But what Moses warns is, listen, if you aren't faithful to your promise, your sin will find you out.",
    "start": "00:32:35",
    "end": "00:32:56"
  },
  {
    "text": "It's crouching. It wants to have you.",
    "start": "00:32:56",
    "end": "00:32:58"
  },
  {
    "text": "Yes. And it will find, like Cain was talking about, like, whoever finds me out here will kill me. So it's this cool merging of the language of the cane story, but in a creative with the twist. You know, it's not brother murdering brother, but it's brother abandoning. Abandoning brother. And even though, okay, we'll go help out, but really we want to be over here and have the little Eden in our own eyes.",
    "start": "00:32:58",
    "end": "00:33:22"
  },
  {
    "text": "Yeah. So Reuben and Gad, half tribe of Manasseh, they agree.",
    "start": "00:33:22",
    "end": "00:33:54"
  },
  {
    "text": "Yeah.",
    "start": "00:33:54",
    "end": "00:33:55"
  },
  {
    "text": "That they're going to help, but they're going to build their own cities on the other side. And we've got this foreboding feeling now. This isn't good. This is a splintering of the brotherhood, of the unity of God's family entering into Eden. And what happens? Do they.",
    "start": "00:33:55",
    "end": "00:34:13"
  },
  {
    "text": "Yeah, they do. They do cross the river and they go help the other tribes settle in the land. And if there's hostility from Canaanites, which there is, then they fight in those battles and help their brothers. And this is all told in the book of Joshua.",
    "start": "00:34:13",
    "end": "00:34:25"
  },
  {
    "text": "Oh, so we don't read this here.",
    "start": "00:34:25",
    "end": "00:34:27"
  },
  {
    "text": "No, no. In Joshua 22 is when all this, they fulfill their promise.",
    "start": "00:34:27",
    "end": "00:34:31"
  },
  {
    "text": "Right. Okay.",
    "start": "00:34:32",
    "end": "00:34:33"
  },
  {
    "text": "Then in Joshua 22, they say, okay, we're done. We fulfilled a promise. We're going back to our little self made Eden on the east side. And there's another. Well, this is a rabbit hole. But there's another potential conflict. But they fix it and they reconcile and then they go east. You know what's fascinating is that all the way later in the book of Kings, when the empire of Assyria start tromping into Israel's territory, can you just guess which tribes are picked off into exile first?",
    "start": "00:34:33",
    "end": "00:35:04"
  },
  {
    "text": "Is it these guys?",
    "start": "00:35:05",
    "end": "00:35:06"
  },
  {
    "text": "It's these two and a half tribes. Yeah. Yeah. Second kings starts in chapters 13. That's interesting. Leading up through 20 is all about the rise of the Assyrian empire. And there's a little narrative there that tells you that it was exactly these two and a half tribes that were picked off first.",
    "start": "00:35:06",
    "end": "00:35:24"
  },
  {
    "text": "So all through the kingdom period, there were tribes on the east side of the Jordan.",
    "start": "00:35:24",
    "end": "00:35:29"
  },
  {
    "text": "Totally.",
    "start": "00:35:29",
    "end": "00:35:29"
  },
  {
    "text": "Oh, I didn't realize that.",
    "start": "00:35:29",
    "end": "00:35:31"
  },
  {
    "text": "Okay, totally up and down. And it's interesting because the narrative doesn't explicitly come out and say that it's wrong.",
    "start": "00:35:31",
    "end": "00:35:38"
  },
  {
    "text": "Right. Yeah.",
    "start": "00:35:38",
    "end": "00:35:39"
  },
  {
    "text": "And a bunch of them flourish on the east side. Of the Jordan for hundreds or centuries. But I think so the narrative, even these little subtle echoes of Adam and Eve's failure and of the Cain and Abel story, their ways of painting this with kind of foreboding colors, as it were.",
    "start": "00:35:39",
    "end": "00:35:56"
  },
  {
    "text": "Yeah.",
    "start": "00:35:56",
    "end": "00:35:56"
  },
  {
    "text": "And you're like, well, is this wrong? The narrator doesn't say it's wrong. Moses thinks it's wrong. But then they make a compromise. So is it okay?",
    "start": "00:35:57",
    "end": "00:36:04"
  },
  {
    "text": "Yeah.",
    "start": "00:36:04",
    "end": "00:36:05"
  },
  {
    "text": "But just the fact that the language of the Eden story and the Cain and Abel story is used makes you think this is not going to work out well. And lo and behold, five scrolls later in the Torah and prophets. Yeah. You realize that it was a poor choice.",
    "start": "00:36:05",
    "end": "00:36:20"
  },
  {
    "text": "And so if we just stop here, we're going to go to another story.",
    "start": "00:36:20",
    "end": "00:36:23"
  },
  {
    "text": "Yeah.",
    "start": "00:36:23",
    "end": "00:36:24"
  },
  {
    "text": "In the last movement of numbers. But if we stop here and we think, okay, what is this teaching us?",
    "start": "00:36:24",
    "end": "00:36:30"
  },
  {
    "text": "How is this Torah?",
    "start": "00:36:30",
    "end": "00:36:32"
  },
  {
    "text": "Yeah. What is it like?",
    "start": "00:36:32",
    "end": "00:36:33"
  },
  {
    "text": "Oh, yeah. Yeah. God wants to give good gifts to his children. Those good gifts often force God's children into decisions about how and whether they will receive the gift as it's given. The portrait of human nature over and over in the Hebrew Bible is that we either don't want to receive the gift as given, we want to receive it by some version of our own terms, or we forfeit that gift and take some other thing that we think is the real good gift, and it ends up bringing diminished life or even death and disappointment instead of life. And I think that's what this story fits into, is, hey, here's the land over there.",
    "start": "00:36:33",
    "end": "00:37:18"
  },
  {
    "text": "Is this right there.",
    "start": "00:37:19",
    "end": "00:37:20"
  },
  {
    "text": "This thing right in front of me is good. And what if we could take that and kind of make our own version of the thing that God said he wanted to give us over there? I think that's the portrait here.",
    "start": "00:37:20",
    "end": "00:37:30"
  },
  {
    "text": "Yeah. And it's. It's a little disheartening in a way, because man like, you can empathize with them a little bit.",
    "start": "00:37:30",
    "end": "00:37:39"
  },
  {
    "text": "Yeah.",
    "start": "00:37:39",
    "end": "00:37:40"
  },
  {
    "text": "They've gone this far, and they just want to battle.",
    "start": "00:37:40",
    "end": "00:37:43"
  },
  {
    "text": "Mm.",
    "start": "00:37:43",
    "end": "00:37:44"
  },
  {
    "text": "So everything looks like, okay, God's on our side.",
    "start": "00:37:44",
    "end": "00:37:46"
  },
  {
    "text": "Yeah. They just secured this territory. That's right.",
    "start": "00:37:46",
    "end": "00:37:48"
  },
  {
    "text": "And I mean, it's just. It's a small river. I mean, in terms of a boundary line, it's not a big river.",
    "start": "00:37:48",
    "end": "00:37:55"
  },
  {
    "text": "Yeah.",
    "start": "00:37:55",
    "end": "00:37:55"
  },
  {
    "text": "And they're in beautiful meadows. They're there. It's kind of like, you can imagine we've been on a camping trip. Like, you're hiked 15 miles, and it's like we were going to set up camp over on that side of the river.",
    "start": "00:37:55",
    "end": "00:38:08"
  },
  {
    "text": "But look, look, at this spot.",
    "start": "00:38:08",
    "end": "00:38:10"
  },
  {
    "text": "This is, like, pretty nice. There's a fire pit ready. Look at. They left some wood. And it's like, surely, Surely, this can't be a big problem.",
    "start": "00:38:10",
    "end": "00:38:19"
  },
  {
    "text": "Totally. This is the dynamic when you're backpacking and you're like, this is a pretty good spot.",
    "start": "00:38:19",
    "end": "00:38:25"
  },
  {
    "text": "This is fine.",
    "start": "00:38:25",
    "end": "00:38:26"
  },
  {
    "text": "Is there a better spot over there? Maybe you're like. You have your friend who's like, yeah, I think I remember. There's a really good spot over there.",
    "start": "00:38:26",
    "end": "00:38:31"
  },
  {
    "text": "And then you take your bag off, and you're like, ooh, this feels nice. This feels nice. And if you think about this of just, like, the human condition or if you think about it, just life.",
    "start": "00:38:31",
    "end": "00:38:42"
  },
  {
    "text": "Mm.",
    "start": "00:38:43",
    "end": "00:38:43"
  },
  {
    "text": "It's just so hard.",
    "start": "00:38:43",
    "end": "00:38:45"
  },
  {
    "text": "Yeah.",
    "start": "00:38:45",
    "end": "00:38:45"
  },
  {
    "text": "I can empathize with the situation where you're like, okay, God, I feel like the mission you've given me or the calling or the whatever it is, is this big, beautiful thing. But look at where I'm at right now. Look at this opportunity right here. Doesn't this work? It's beautiful.",
    "start": "00:38:45",
    "end": "00:39:06"
  },
  {
    "text": "Yeah.",
    "start": "00:39:06",
    "end": "00:39:06"
  },
  {
    "text": "Like, it seems like Eden. And then you get a story like this where even Moses himself is kind of like, well, okay, you know, I guess if you do this and that and you help us out in this way, like, sure. Like, everyone's getting confused.",
    "start": "00:39:06",
    "end": "00:39:20"
  },
  {
    "text": "Yeah, that's exactly right.",
    "start": "00:39:22",
    "end": "00:39:23"
  },
  {
    "text": "And it sounds like what you're saying is the Bible is very subtly kind of teaching you, this will become a big problem. Not now, not today.",
    "start": "00:39:24",
    "end": "00:39:33"
  },
  {
    "text": "Many generations down the line.",
    "start": "00:39:33",
    "end": "00:39:35"
  },
  {
    "text": "Many generations down the line. That's intense.",
    "start": "00:39:35",
    "end": "00:39:39"
  },
  {
    "text": "It is. I mean, you said disheartening earlier, and. Yeah, that's one way that it can make you feel. Another way it can make you feel is. This is very realistic.",
    "start": "00:39:39",
    "end": "00:39:51"
  },
  {
    "text": "Yes.",
    "start": "00:39:51",
    "end": "00:39:51"
  },
  {
    "text": "We're exploring the slow accumulation of cause effect patterns of generational choices over time, and how one small deviation from wisdom in one generation can create huge effects down the chain. And here the deviation is from what God said. Like, the land is over there, but this is another version of the woman at the tree. It looks good. It looks like it's good for gaining wisdom. And I bet it'll taste great, right? Yeah. Why would God not want me to have this tree here? It seems like it's as good as the one over there. We're at that same moment again in the story.",
    "start": "00:39:51",
    "end": "00:40:31"
  },
  {
    "text": "Yeah. So, I mean, I guess I say disheartening because it's like, so who among us can actually listen to God's word and, like, follow through?",
    "start": "00:40:32",
    "end": "00:40:41"
  },
  {
    "text": "Yeah. This is Jesus kneeling in the Olive Garden of Gethsemane. Yeah. And why Would the Father tell me to die? Is that really what you want? It's not what I want. Jesus says, I don't want to die. I want to live. I want to have life. But what if the choice is between what looks like life and then ultimate life? But the way to ultimate life looks like nonsensical or even crazy or death. Right. That's the extreme form of the same moment when Jesus is facing his test, his choice. This is the theme of the test right here for the two tribes. This is their moment at the tree, their moment in the garden.",
    "start": "00:40:41",
    "end": "00:41:27"
  },
  {
    "text": "And it's echoing the test of Cain and Abel. Now, you said earlier that there is more echoes of Cain and Abel later in this movement.",
    "start": "00:41:28",
    "end": "00:41:38"
  },
  {
    "text": "Yeah. So chapters 26 to 32 are kind of one big block of this first big block of this last literary movement. What comes right after this is chapter 33 of numbers, what also might be among the more boring chapters of the Torah to read. It's a complete list of all of the travel camps that Israel camped in from Egypt all the way to this moment in the story. And I forget the list. It's 50 plus.",
    "start": "00:41:39",
    "end": "00:42:05"
  },
  {
    "text": "Okay.",
    "start": "00:42:05",
    "end": "00:42:06"
  },
  {
    "text": "It's straight up list with a couple narratives. And so that's chapter 33. And that's like the pivot. It's actually like a summary because we're reaching back all the way to Exodus and we're recapping their whole journey up to this spot at this time.",
    "start": "00:42:06",
    "end": "00:42:20"
  },
  {
    "text": "Okay.",
    "start": "00:42:20",
    "end": "00:42:21"
  },
  {
    "text": "So that's the pivot. And then beginning with chapter 33, verse 50 to the end of the numbers scroll is the final main kind of literary unit. And it's all about how Israel is to the nine and a half tribes. And they're to mark out the borders of the land. Here's the land, borders of the land on the other side of Jordan. Here's the 12 tribal leaders who are going to organize the land. Here's the process of doing it. You're going to roll more of those dice, more of the sacred dice, the lot. And then right in the middle of this section is chapter 35. And it's all about these special cities, sacred, special cities of refuge that you were to put in the middle of the land. And this is so cool. Yeah. So let's check that out. Okay. Numbers 35, nine. Let's just dive in. So the Lord spoke to Moses saying, speak to the sons of Israel and say to them, when you cross the Jordan to go into the land of Canaan, then you shall select for yourselves cities that will become cities of refuge. This Word refuge. It's a unique word in Hebrew. The Hebrew word miklat, you know, refuge is a core biblical image. The modern word we have for this is asylum. Cities of asylum.",
    "start": "00:42:21",
    "end": "00:44:03"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:44:03",
    "end": "00:44:04"
  },
  {
    "text": "Asylum are like designated buildings.",
    "start": "00:44:04",
    "end": "00:44:07"
  },
  {
    "text": "Is this for immigrants?",
    "start": "00:44:08",
    "end": "00:44:09"
  },
  {
    "text": "Yeah, yeah. But often for, like, political exiles, for example, if they go to another country or another land, they're safe there and they can't be arrested by the governing authorities from the place they fled from.",
    "start": "00:44:10",
    "end": "00:44:23"
  },
  {
    "text": "I see. Yeah.",
    "start": "00:44:23",
    "end": "00:44:24"
  },
  {
    "text": "There's a similar idea going on here.",
    "start": "00:44:24",
    "end": "00:44:25"
  },
  {
    "text": "Okay.",
    "start": "00:44:25",
    "end": "00:44:26"
  },
  {
    "text": "But I don't think any translations call them cities of asylum, do they? That would be a.",
    "start": "00:44:26",
    "end": "00:44:30"
  },
  {
    "text": "And the reason is because as this continues on, the purpose of these cities is for someone to go and be safe from being litigated. Essentially.",
    "start": "00:44:30",
    "end": "00:44:40"
  },
  {
    "text": "Yeah. Here, let's read it. I stopped too early. Okay. Select cities that will become cities of refuge or asylum. So that the murderer or NASB says the manslayer, which is manslaughter. Manslaughter. Does the NIV say manslayer? The person who has killed someone. That sounds like normal English. So that the person who has killed someone by accident can flee there. These will be places of refuge from the Avenger.",
    "start": "00:44:40",
    "end": "00:45:11"
  },
  {
    "text": "Yeah.",
    "start": "00:45:11",
    "end": "00:45:12"
  },
  {
    "text": "Which is not one of the Marvel comic movie heroes.",
    "start": "00:45:12",
    "end": "00:45:15"
  },
  {
    "text": "Not the Avengers.",
    "start": "00:45:16",
    "end": "00:45:17"
  },
  {
    "text": "No, from the Avengers. Yeah, from.",
    "start": "00:45:17",
    "end": "00:45:19"
  },
  {
    "text": "There's no city that's going to keep you safe from the Avengers.",
    "start": "00:45:19",
    "end": "00:45:22"
  },
  {
    "text": "Yeah. No, you can't. Totally. That's the moment where they all stand up around the table like Captain America, Black Widow, Bruce Banner. Okay. Anyway, so they will be refuge from the Avenger. So here's the idea is, let's say Moshe and Yeshayahu are out chopping wood, since this is an actual scenario from the Torah. So they're out chopping wood and Moshe, you know, swinging his ax super hard against the tree. Yeshayahu is over there at that tree, but, man, he pulls back to swing with all his energy. And that axe head comes loose and just flies right into Yeshuahu's head. Brain injury. And he dies five minutes later. So this is a scenario that's described as unintentional death. So let's say that happens. Let's say Yeshuahu, who just died, has five brothers. And they here right about what Moshe did, they could within again, their tribal framework. The assumed cultural practice here is that brothers can bring about blood vengeance on someone who takes the life of a family member. That's the assumed practice underneath this here.",
    "start": "00:45:22",
    "end": "00:46:38"
  },
  {
    "text": "Okay.",
    "start": "00:46:38",
    "end": "00:46:39"
  },
  {
    "text": "And so you can see how it doesn't take much to imagine how these things can escalate.",
    "start": "00:46:39",
    "end": "00:46:44"
  },
  {
    "text": "Right.",
    "start": "00:46:45",
    "end": "00:46:45"
  },
  {
    "text": "It's just A small, localized version of how cities go to war with each other and nations go to war with each other. Right, right.",
    "start": "00:46:45",
    "end": "00:46:53"
  },
  {
    "text": "Yeah, exactly. Like, no one can really explain why World War I actually started.",
    "start": "00:46:53",
    "end": "00:46:58"
  },
  {
    "text": "Oh, yeah, sure, yeah. Was it the murder of a duke or was it. Yeah, it just.",
    "start": "00:46:58",
    "end": "00:47:03"
  },
  {
    "text": "Yeah, at one point, an axe had flew and hit someone and.",
    "start": "00:47:03",
    "end": "00:47:06"
  },
  {
    "text": "Yep.",
    "start": "00:47:06",
    "end": "00:47:06"
  },
  {
    "text": "It just.",
    "start": "00:47:06",
    "end": "00:47:07"
  },
  {
    "text": "Yeah, spiraled out. In other words, sometimes. Yeah, wars or conflicts or I think what they. Like. Blood feud would be a older style phrase to describe what's going on here.",
    "start": "00:47:07",
    "end": "00:47:17"
  },
  {
    "text": "Ooh, blood feud.",
    "start": "00:47:17",
    "end": "00:47:19"
  },
  {
    "text": "And this is like in Shakespeare, Romeo and Juliet. You've got the what? The Capulets and the. Come on.",
    "start": "00:47:19",
    "end": "00:47:27"
  },
  {
    "text": "Sorry, the c. No, Capulets. And the.",
    "start": "00:47:27",
    "end": "00:47:30"
  },
  {
    "text": "Romeo and Juliet. Come on, something. This is embarrassing. Montague. So, yes, Montagues and the Capulets start a blood feud. Right. This is how it works. And then it just goes back and forth. Generations. Generations. So these cities are designed to be a place of asylum from the Blood Avenger, so that the person who killed someone won't be put to death until he stands before the Congregation for Justice. You shall have six of these cities of refuge. Three of them here across the Jordan in the land of Canaan. But also three are to be on the east side of the Jordan where.",
    "start": "00:47:32",
    "end": "00:48:16"
  },
  {
    "text": "The two and a half tribes.",
    "start": "00:48:16",
    "end": "00:48:17"
  },
  {
    "text": "Where the two and a half tribes just staked out their own little Eden. And then the chapter goes on to give four case studies of what qualifies as an unintentional killing to give wisdom and guidance about that. Okay, but look how this ends. This is really interesting. What is this here? Verse 33. This is so that y' all don't pollute the land that you are living in, for blood pollutes the land. And no atonement can be made for the land for blood that is spilled upon it, except the blood of the one who has spilled blood. You all shall not defile or make impure the land in which you are living, because it's the land that I dwell in the middle of. For I, Yahweh, dwell in the middle of the sons of Israel. So this whole thing just got ratcheted up. You're like, oh, I just thought we were talking about, like, why. You know, like, why is Jerusalem.",
    "start": "00:48:17",
    "end": "00:49:17"
  },
  {
    "text": "Yeah. Just protecting each other. Yeah.",
    "start": "00:49:17",
    "end": "00:49:19"
  },
  {
    "text": "And then this got cosmic and.",
    "start": "00:49:20",
    "end": "00:49:22"
  },
  {
    "text": "Yeah. There's obviously something here that I don't have in my psyche, which is this idea of polluting the land and how blood. Or more specifically, like blood that comes from murder.",
    "start": "00:49:22",
    "end": "00:49:37"
  },
  {
    "text": "Right.",
    "start": "00:49:37",
    "end": "00:49:38"
  },
  {
    "text": "Spilling someone's blood on the land. Pollutes the land.",
    "start": "00:49:38",
    "end": "00:49:42"
  },
  {
    "text": "Yeah.",
    "start": "00:49:42",
    "end": "00:49:42"
  },
  {
    "text": "I mean, why bring the land into it? The land, you know, it's just land. Like in what sense does blood actually pollute it? You know?",
    "start": "00:49:42",
    "end": "00:49:54"
  },
  {
    "text": "Yeah. So this just to recall this is all assumes, the reader gets a whole bunch of things from Genesis 1 through 11. The tight knit connections between human Adam, who comes from the ad damma in Genesis chapter 2, which means ground. Oh yeah, the ground. The word adama means ground.",
    "start": "00:49:55",
    "end": "00:50:15"
  },
  {
    "text": "Yeah.",
    "start": "00:50:15",
    "end": "00:50:15"
  },
  {
    "text": "So in the same way that in English, human is related to the Latin root humus, which is the Latin word for dirt. So Adam comes from the adama in Hebrew, human from the ground. So in the Cain and Abel story, when Cain murders his brother, which is the same word murder used throughout this chapter here in Numbers 35, what God says is the Adama, the ground has opened up its mouth to receive the spilled blood of your brother, and the blood cries out from the ground. And God hears the cry and confronts the murderer. Right. In the Cain and Abel story. And though he forgives the murderer, that is Cain, what Cain goes on to do is build his own little city of refuge, his self made city of refuge. And then in that city, seven generations later, you get Lamech, who's killing people and singing glorious battle hymns about it. And then in the next narrative in Genesis 6, what you learn is the land is filled with violence and the outcry rose up to God, and God heard the outcry, and then sends the flood, as an act of purifying justice, to wash the land clean. So that whole connection of humans coming from the adama. Oh yeah. The Hebrew word for blood is daam. It's two of the three letters of the word human.",
    "start": "00:50:15",
    "end": "00:51:42"
  },
  {
    "text": "Okay.",
    "start": "00:51:43",
    "end": "00:51:43"
  },
  {
    "text": "And it's the middle letters of the word ground, dam. So Adam, human, adama, ground, and then.",
    "start": "00:51:43",
    "end": "00:51:51"
  },
  {
    "text": "Dam, which is blood and blood. We've learned this in Leviticus is where the life is. And there's something about, with an animal sacrifice, you take an animal who is blameless or has no blemish and its life is killed instead of yours, who you are blemished. But then the blood, you take the blood. So the animal's dead, but the blood's still alive in a way.",
    "start": "00:51:51",
    "end": "00:52:21"
  },
  {
    "text": "Well, the blood is a life. The blood is life.",
    "start": "00:52:21",
    "end": "00:52:23"
  },
  {
    "text": "The blood is life. Okay. Yeah. And then that it's put on the. Right, on the altar.",
    "start": "00:52:23",
    "end": "00:52:28"
  },
  {
    "text": "On the altar, yeah.",
    "start": "00:52:28",
    "end": "00:52:29"
  },
  {
    "text": "And then in other practices, it's sprinkled.",
    "start": "00:52:29",
    "end": "00:52:31"
  },
  {
    "text": "In the holy place on the doors of the tent.",
    "start": "00:52:31",
    "end": "00:52:34"
  },
  {
    "text": "Towards the tent. And it's this idea of righteous blood or blameless Blood being able to atone for the guilt.",
    "start": "00:52:34",
    "end": "00:52:44"
  },
  {
    "text": "Yeah, that's right. A blameless life can go in past the doors, into the tent and appeal to God and cry out for mercy. So remember the three words. Adam, human, adama, ground, Dham, blood. God is the creator, and so he brings Adam from the Adama. He brings human life out of the ground. But for a human to take the life of another human and return that dham blood to the adamma is a human playing God with the life of another. And so when a human illegitimately returns the life of another image of God into the ground, it's as if the human is playing God and erasing the life of another. And God will not like that doesn't work that way. You can't do that because that dam, that human life will cry out from the ground against the murderer, and God will eventually respond. Maybe not in the timing that I like, but eventually that outcry will become so great that he will hand creation over to destruction because of the blood of the innocent. That's the logic.",
    "start": "00:52:44",
    "end": "00:53:55"
  },
  {
    "text": "And to kind of understand that logic, you have to sympathetically understand the value of blood. For me, it's just a fluid. Yeah, it's just like a.",
    "start": "00:53:56",
    "end": "00:54:09"
  },
  {
    "text": "Is it just a fluid for you, though?",
    "start": "00:54:09",
    "end": "00:54:11"
  },
  {
    "text": "It's a very important. I mean, yeah, well, I guess not.",
    "start": "00:54:11",
    "end": "00:54:14"
  },
  {
    "text": "I don't.",
    "start": "00:54:15",
    "end": "00:54:15"
  },
  {
    "text": "It's a very important fluid here.",
    "start": "00:54:15",
    "end": "00:54:16"
  },
  {
    "text": "Let's give. This is vivid. And maybe for some listeners, including myself, this will kind of get a visceral reaction. But that's kind of my point. When you see pictures of murder scenes.",
    "start": "00:54:16",
    "end": "00:54:28"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:54:28",
    "end": "00:54:29"
  },
  {
    "text": "And you see puddles of blood by a body, it does something to me and lots of people. It evokes something like, that is bad. Like, that's not. Okay. That's the scene being evoked here with the Cain and Abel story. The blood crying out. That person's blood is their life. Why is it outside their body, all over the ground? It's like somehow that picture is so wrong. It evokes something deep in us. And I think that's the feeling that this imagery is tapping into, that if a human spills another human's blood all over the ground, like, that's wrong, and that should be accounted for in some way that can't continue or be allowed. And that's what these stories are saying is. Yeah, that's like. It's an offense to the Creator of life. And when too much blood gets spilled, it's a sign of chaos in the land. And God will, in his mercy and justice, hand over Such lands or cities or people groups over to destruction. And then we're back to the melody. Yeah, but he won't let humans destroy themselves or he will provide a refuge in the middle of chaos. And that's what these cities of refuge are all about is listen, like people are going to accidentally kill each other, but don't let that accidental death overflow into a flood of murder and blood feuds. And so these little cities become like little arks, Right? That God staked out a little place for life even after the blood of the innocent arcs to protect you from.",
    "start": "00:54:29",
    "end": "00:56:06"
  },
  {
    "text": "The flood of man's judgment.",
    "start": "00:56:06",
    "end": "00:56:08"
  },
  {
    "text": "Yeah, that's right. When God hands a land over to self destruction because the blood of the innocent has gotten too great. But in the story of the flood, the ark is a little place of refuge and life.",
    "start": "00:56:08",
    "end": "00:56:21"
  },
  {
    "text": "Yeah.",
    "start": "00:56:21",
    "end": "00:56:21"
  },
  {
    "text": "And then that fits into this pattern of in Egypt and in the middle of slavery and the decreation of Egypt and the ten plagues, God provides the house for Passover as a little refuge for life. And God in the wilderness from thorns and snakes and scorpions, provided the tents and the camp as a little Eden refuge. And so here in the land, humans are going to more than likely defile the land with the blood of the innocent. And God will provide these cities of refuge as little arks, little tents, little Passover houses. And lo and behold, all this language is also from the Cain and Abel story about the building of cities to protect life. And God has a version of these cities that he wants to provide. And that's what this chapter is about. And then on the other side of the river, you have two and a half tribes who want to make their own versions of protection and security. And how that plays out, well, you just got to keep reading, reading the story. So these are just two kind of sample stories from the end of numbers. But you can kind of see how the land is being portrayed as a new opportunity, a new Eden opportunity. And God wants to provide life where humans tend to bring about violence and death. And even when God gives these gifts and offers them, you still got some people like this two and a half who are like, I bet we could come up with our own version of it, though. That'll be pretty good on this side of the river. And that's. It's all that mixed hope and idealism and compromise and as you said, disheartenment that you finish the numbers scroll. That's how numbers comes to an end.",
    "start": "00:56:21",
    "end": "00:58:01"
  },
  {
    "text": "Comes to an end. Camped on the east side of the Jordan, two and a half tribes Kind of made a plan to stay there. Moses has prepared them for what to do when they get in the land. And one of those things being say.",
    "start": "00:58:01",
    "end": "00:58:16"
  },
  {
    "text": "Goodbye to numbers, cities of refuge. Yep.",
    "start": "00:58:16",
    "end": "00:58:18"
  },
  {
    "text": "And so here they are, ready to go. And you can imagine us turning the page and reading the story of them going into the land.",
    "start": "00:58:18",
    "end": "00:58:27"
  },
  {
    "text": "Yeah, that's right. And it's the land where God says, just like he dwelt in the middle of the garden in the tree of life, where he wanted to give Adam and Eve his life. Then he set up camp in the middle of the camp in the middle of the tent in the tabernacle. So now he wants to bring them into the land and he will take up residence in the middle. This is what numbers 35, 34. I want to live in the middle of the land with you all. If you just do what I say, and you will have life. And really, that's, in a way, that's what the whole final scroll of the Torah, Deuteronomy, is all about. It's Moses final plea, one long set of speeches, a final plea. Choose life with Yahweh in the land. And that sets up what the book of Deuteronomy is about. But, yeah, here we go for now. We'll say goodbye to numbers and hello to Deuteronomy next.",
    "start": "00:58:27",
    "end": "00:59:21"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. We've got one more scroll in the Torah, the scroll of Deuteronomy.",
    "start": "00:59:24",
    "end": "00:59:31"
  },
  {
    "text": "The Genesis ends with Jacob and the 12 sons outside the promised land waiting to go about, speaking these long poems of blessing and future forecasting. And so Deuteronomy ends the same way, with a generation outside the land waiting to go in. Moses speaking blessings, but also forecasting what's to come.",
    "start": "00:59:31",
    "end": "00:59:49"
  },
  {
    "text": "Today's show is produced by Cooper Peltz, edited by Dan Gummel and Tyler Bailey. Lindsey Ponder with the show notes. Ashlyn Heiss and Mackenzie Buxman have provided the annotations for our annotated podcast in our app. Bibleproject is a crowdfunded nonprofit, and we exist to experience the Bible as a unified story that leads to Jesus. Everything that we make is free because it's already been paid for by the generosity of thousands of people just like me. So thank you so much for being a part of this with us. Hi, this is Sophie and I'm from Raleigh, North Carolina.",
    "start": "00:59:49",
    "end": "01:00:20"
  },
  {
    "text": "Hi, this is Francois Lamprecht, and I'm from Bloemfontein Plain, South Africa. I first heard about Bibleproject by scrolling around on YouTube. I use Bibleproject for personal Bible study as well as for ministry.",
    "start": "01:00:20",
    "end": "01:00:32"
  },
  {
    "text": "I first heard about bibleproject through a classmate in college, and I use bibleproject for personal study, education, and teaching, or keeping me company while I'm doing chores or on long road trips.",
    "start": "01:00:32",
    "end": "01:00:43"
  },
  {
    "text": "My favorite thing about bibleproject is beautifully crafted storytelling.",
    "start": "01:00:43",
    "end": "01:00:47"
  },
  {
    "text": "It challenges me to have a more beautiful view of God. We believe the Bible is a unified story that leads to Jesus.",
    "start": "01:00:47",
    "end": "01:00:53"
  },
  {
    "text": "We're a crowdfunded project by people like me.",
    "start": "01:00:54",
    "end": "01:00:56"
  },
  {
    "text": "Find free videos, study notes, podcasts, classes, and more@bibleproject.com Sam.",
    "start": "01:00:56",
    "end": "01:01:19"
  }
]