[
  {
    "text": "The narrator of Numbers uses language carefully, from word choice to narrative details. What we find are intentional comparisons between Israel's camp in the middle of the wilderness and the Garden of Eden in the middle of a wild and waste land. We're being let on to what Yahweh is doing, making Israel the next place where God and humanity can dwell together. We see that as he sets up Israel's camp and puts Levites in the place of priests. And we see this theme play out again as God prepares Israel to go through the wilderness to the Promised land.",
    "start": "00:00:05",
    "end": "00:00:40"
  },
  {
    "text": "So the first cycle in one through six was about establishing the camp as a new Eden. This cycle is going to establish the new Eden to get ready to go.",
    "start": "00:00:40",
    "end": "00:00:50"
  },
  {
    "text": "As Israel gets ready to leave, we find some more laws. Laws about how the tabernacle will be set up, how the priests will act, and some more rules around celebrating Passover. And then we get an interesting little story where some people realize that the rules for Passover are not complete. And so they come to Moses and they ask for some clarification. What if I'm ritually impure during the feast of Passover? I can't skip it. But I also can't join it. What do I do? Moses agrees this is a conundrum. And so he goes to Yahweh and gets an update to the law. Why are we getting a story here about Moses updating the law?",
    "start": "00:00:50",
    "end": "00:01:32"
  },
  {
    "text": "It's trying to shape God's people into people who assume that there's always more to learn, that I can always gain more wisdom and insight to navigate life's complexities, and that I have to keep returning to the Torah to discover greater insight so that I can go live my life and trust that I'm living by God's will.",
    "start": "00:01:32",
    "end": "00:01:52"
  },
  {
    "text": "No list of laws will be complete enough to navigate all of life's complexities. Yet Israel is now moving into the wilderness. They are setting out to find the Promised Land where they can live and be a kingdom of priests to bless all of the nations.",
    "start": "00:01:52",
    "end": "00:02:08"
  },
  {
    "text": "This people has been redeemed. They've become the hosts of the presence of their liberating God. And now they have begun to reflect God's own orderliness and beauty and justice and abundance in life as they go into the desert.",
    "start": "00:02:08",
    "end": "00:02:22"
  },
  {
    "text": "I'm John Collins. This is BibleProject podcast. Today, Tim Mackey and I follow Israel into the wilderness and imagine them like.",
    "start": "00:02:22",
    "end": "00:02:30"
  },
  {
    "text": "A garden in the desert. The story just lets us pause for a minute and picture what things could be like in our own lives and communities.",
    "start": "00:02:30",
    "end": "00:02:37"
  },
  {
    "text": "Thanks for joining us. Here we go. Tim. Hello.",
    "start": "00:02:37",
    "end": "00:02:46"
  },
  {
    "text": "Hello. Another conversation about the Torah.",
    "start": "00:02:46",
    "end": "00:02:49"
  },
  {
    "text": "Yes. Yes. In parts of the Hebrew Bible I would never read. And we typically don't open up.",
    "start": "00:02:49",
    "end": "00:02:58"
  },
  {
    "text": "Yeah. Yep. Yeah, it's been awesome. We have been in this little subset of the series on the Torah. We are in the fourth scroll called Numbers in the Greek and English tradition, called Bamidbar in the Hebrew tradition, which means in the wilderness.",
    "start": "00:02:58",
    "end": "00:03:17"
  },
  {
    "text": "Yes. Because that's where we are at in the story. Israel is in the wilderness. They've been selected by God, brought out of slavery and oppression, liberated, and then given this special status as God's ruling partners.",
    "start": "00:03:17",
    "end": "00:03:34"
  },
  {
    "text": "Yeah, the whole nation. When God brought them through the wilderness to the foot of Mount Sinai to make a covenant with them and said, hey, if y' all adhere to this covenant, you will become a kingdom of priests. So a whole nation that all together is a priest that mediates God's character to the nations, but that also lives in proximity to the very presence of God. And so that also means that you'll be a holy nation. That is a nation that's set apart for Yahweh's purpose in the world, and therefore unlike other nations in important ways. So they've encamped at the foot of Mount Sinai. And here at the beginning of the Bamidbar Scroll, God is preparing the people to set out so that they can become a mobile Garden of Eden with his presence at the center, circled by new Adam and Eves, new royal priests, the Levites and priests that are surrounding them in their camps, and then surrounded by a fruitful and multiplying humanity, the 12 tribes around them in a circle. We've been talking about these early chapters of Numbers, which is about exploring through Hebrew Bible meditation, literature, style, how this camp in the wilderness is like a new iteration of the Garden of Eden.",
    "start": "00:03:34",
    "end": "00:04:55"
  },
  {
    "text": "A new iteration of humanity and a new calling for humanity to partner with God, to go bring blessing to the world. And a reflection on the fact that every time this has happened, there has been violence and rivalry and goes wrong. And it goes wrong. And that God has to then purify the land, wash the land clean, deal with human evil. And in doing that, still says, I'm going to keep working with humans. Selects humans out.",
    "start": "00:04:55",
    "end": "00:05:29"
  },
  {
    "text": "Yeah.",
    "start": "00:05:30",
    "end": "00:05:30"
  },
  {
    "text": "And then there's a new creation of sorts.",
    "start": "00:05:30",
    "end": "00:05:32"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:05:32",
    "end": "00:05:33"
  },
  {
    "text": "And so we kind of. We went through that cycle looking at these four what seem obscure laws.",
    "start": "00:05:33",
    "end": "00:05:39"
  },
  {
    "text": "Yeah.",
    "start": "00:05:39",
    "end": "00:05:40"
  },
  {
    "text": "About ritual impurity and not the peace offering, but the. Yeah, the guilt offering. And what do you do if you're suspicious of your wife Having committed adultery. And then what if you want to take a Nazarite vow? Just these four kind of like, okay, yeah, where did these come from?",
    "start": "00:05:40",
    "end": "00:05:58"
  },
  {
    "text": "Yeah.",
    "start": "00:05:58",
    "end": "00:05:58"
  },
  {
    "text": "And you showed how all of them. We're not going to get into it. All of them cycle through that same melody of God selecting humanity, creating a place of abundance and life and where we live at peace with each other. And then how we will have to be tested going through the waters. And if we are faithful, there will be blessing and seed and the selection of that seed to then continue on this legacy. And that's the cycle that leads us to a new creation of sorts. And that's where we're at now.",
    "start": "00:05:58",
    "end": "00:06:42"
  },
  {
    "text": "Yep. Yeah, that's right. So the first kind of main subunit of Numbers goes from chapter one, verse one, to chapter six, verse 21, where it finishes the melody through. And so in chapter six, verse 22, a new cycle of the melody that's going to depict this Israel in its encampment all over again. Through another cycle, through the themes of Genesis 1 through 9. But this time it's going to get us ready to leave. So the first cycle in one through six was about establishing the camp as a new Eden. This cycle is going to establish the new Eden to get ready to go. And that's the kind of the main burden of this section. So it opens with the language of day one of Genesis and of the seventh day of Genesis. Oh, this is actually kind of cool. So in Genesis chapter one, God creates by means of his word. And on day one, God says, let there be light. Let the light separate the darkness. That's day one on the seventh day. Concluding God's creation is about God's presence filling creation on the day of rest. And he blesses the seventh day and sets it apart as holy. So this new cycle of themes in the opening chapters of Numbers begins with one of the more well known parts. If people maybe have know these words, but they may not know that they are from the fourth book of the Torah, from the Torah scroll. It's called the blessing of Aaron. You know what, maybe I'll just let you read it. It's numbers, chapter 6, verse 22 to 27. Here, I'll do it, Niv. I might feel more familiar. Yeah.",
    "start": "00:06:42",
    "end": "00:08:26"
  },
  {
    "text": "The Lord said to Moses, tell Aaron and his sons, this is how you are to bless the Israelites. This is the blessing for the Israelites. Say to them, yahweh, bless you and keep you. Yahweh, make his face shine on you and be gracious to you. Yahweh. Turn his face toward you and give you peace. So they will put my name on the Israelites and I will bless them. Yeah, yeah, yeah. I've heard this blessing.",
    "start": "00:08:27",
    "end": "00:08:53"
  },
  {
    "text": "Yeah. Do you recall where. When you've heard it. And how you.",
    "start": "00:08:54",
    "end": "00:08:57"
  },
  {
    "text": "May the Lord bless you and keep you. May the Lord face shine on you and be gracious to you. That's how it's familiar. Not Yahweh, it.",
    "start": "00:08:57",
    "end": "00:09:04"
  },
  {
    "text": "Was it like in psalms?",
    "start": "00:09:04",
    "end": "00:09:05"
  },
  {
    "text": "Lots of benedictions, you know, and maybe services. Yeah. Usually as some sort of benediction.",
    "start": "00:09:05",
    "end": "00:09:11"
  },
  {
    "text": "Yeah. So what's cool here? 1. Just thinking about this in terms of just ancient Israel. This is a priestly representative who is given the responsibility or privilege of mediating God's blessing out to the people. And so the blessing is about God keeping you. It's about protection. May he bless you, make you fruitful and multiply. May he keep you. May he make his face shine light on you. And it's all the language of light from Genesis 1. Shining light from his face. Yes. Yeah. The face of Yahweh, being a biblical image for the hotspot radiance, is one of the main depictions of Yahweh's glory and the manifestation of his honor and power throughout the Hebrew Bibles, fire and light. So the face of Yahweh glowing. Yeah. May he show you grace, favor. May Yahweh turn his face or literally lift his face upon you. Sort of like when you walk in. When you walk into the room, Yahweh looks up.",
    "start": "00:09:11",
    "end": "00:10:23"
  },
  {
    "text": "Wow.",
    "start": "00:10:24",
    "end": "00:10:25"
  },
  {
    "text": "May he pay attention to you. May you be someone that Yahweh observes, notices, and wants to face instead of turn away from. And last line. May he give you shalom. Shalom. And then verse 27 is back to the narrative. It exits the blessing and Yahweh says, so when the priest does this, they are putting my name on the Israelites and I will bless them to put my name upon them.",
    "start": "00:10:25",
    "end": "00:10:56"
  },
  {
    "text": "Yeah.",
    "start": "00:10:56",
    "end": "00:10:57"
  },
  {
    "text": "Isn't that interesting? That's like a summary of what. When you say this blessing, you are putting my name on them. Which is interesting because the high priest is, when you would say this would be wearing a robe and a golden plaque on his head that says, belonging to Yahweh.",
    "start": "00:10:57",
    "end": "00:11:13"
  },
  {
    "text": "Yeah. So Yahweh's name's on him.",
    "start": "00:11:13",
    "end": "00:11:15"
  },
  {
    "text": "Yeah, exactly. So the one whose Yahweh name is upon extends this blessing, saying, may Yahweh.",
    "start": "00:11:15",
    "end": "00:11:23"
  },
  {
    "text": "His name be on all of you.",
    "start": "00:11:23",
    "end": "00:11:24"
  },
  {
    "text": "May his name be on all of you. So it's a way that the high priest wraps the whole Community and the status that he has been given as their representative. It's my name. This also makes me think back. There's many conversations ago, but to that story about the guy in Leviticus who blasphemes or curses the name of Yahweh.",
    "start": "00:11:24",
    "end": "00:11:45"
  },
  {
    "text": "This is kind of pierces the name.",
    "start": "00:11:46",
    "end": "00:11:47"
  },
  {
    "text": "Pierces the name. It helps us see, like the stakes are high. When Yahweh's name is on someone, it gives them access to his presence and power. Because my name is there.",
    "start": "00:11:47",
    "end": "00:12:00"
  },
  {
    "text": "Yeah. It is a way to say that I am Yahweh's. I represent him, and Yahweh's favor is my favor.",
    "start": "00:12:00",
    "end": "00:12:10"
  },
  {
    "text": "Yeah. I am my beloved's and he is mine.",
    "start": "00:12:10",
    "end": "00:12:13"
  },
  {
    "text": "That's a song of Songs.",
    "start": "00:12:14",
    "end": "00:12:15"
  },
  {
    "text": "To say it in the language of the Song of Songs, Yahweh gives himself to his people, so he becomes theirs and they become his. Or in the phrase that's often repeated with the covenant formula in the Torah, is, I will be their God and they will be my people. It's spouse, covenant language. And. Yeah, that's it.",
    "start": "00:12:15",
    "end": "00:12:37"
  },
  {
    "text": "So here we are. There's light. There is the appointing of humanity as God's image and partner. Here we are. We're in Genesis 1 territory.",
    "start": "00:12:37",
    "end": "00:12:50"
  },
  {
    "text": "Yeah, that's right. Okay. So that's the blessing of Aaron.",
    "start": "00:12:50",
    "end": "00:12:53"
  },
  {
    "text": "Yeah.",
    "start": "00:12:53",
    "end": "00:12:53"
  },
  {
    "text": "What comes next? What comes next is the longest chapter in the entire Torah numbers. Chapter seven has 89 verses.",
    "start": "00:12:53",
    "end": "00:13:03"
  },
  {
    "text": "Okay.",
    "start": "00:13:04",
    "end": "00:13:04"
  },
  {
    "text": "And it is a list.",
    "start": "00:13:04",
    "end": "00:13:06"
  },
  {
    "text": "More list.",
    "start": "00:13:07",
    "end": "00:13:08"
  },
  {
    "text": "And it's a flashback. The narrative steps out of the time. So the time was introduced at the first line of the number scroll, saying, this is the second month, the beginning of the second month after the second year. And chapter seven begins with a flashback date, saying, and it happened on the day that the tabernacle was set up and anointed by Moses.",
    "start": "00:13:11",
    "end": "00:13:38"
  },
  {
    "text": "You're like, oh, wait, we're going back in time.",
    "start": "00:13:39",
    "end": "00:13:41"
  },
  {
    "text": "That happened a month ago.",
    "start": "00:13:41",
    "end": "00:13:43"
  },
  {
    "text": "So this is thrown in here, some story from a month ago.",
    "start": "00:13:44",
    "end": "00:13:46"
  },
  {
    "text": "Totally. So it's a great example of how, you know, the literary sequence doesn't always correspond to exact event sequence. No.",
    "start": "00:13:47",
    "end": "00:13:56"
  },
  {
    "text": "It seems more interested in another type of sequence.",
    "start": "00:13:56",
    "end": "00:13:59"
  },
  {
    "text": "Yeah. Chronological sequence. Yeah, totally. Yeah. If that's not already clear. So the tent was set up. Yeah. In Exodus 40, it's anointed and inaugurated in Leviticus chapter 8. Okay. Intervening them those two chapters is Leviticus 1:7, which is all said to happen in one day on the day that the tent was set up and anointed. So we're time warping back, and what we're told is that Moses anointed it, consecrated it, and all the furnishings. And you're like, yeah, that already happened.",
    "start": "00:13:59",
    "end": "00:14:32"
  },
  {
    "text": "Yeah, we remember.",
    "start": "00:14:32",
    "end": "00:14:34"
  },
  {
    "text": "He also anointed and consecrated the altar and all of its utensils. Yeah, we read that already. So at that time. So it's just. All of that was just saying, remember all that. We've already gone through that. Verse 2. Here's the new thing. Did you know that the leaders of Israel, all the heads of the families who were tribal leaders, in charge of all those who were counted? Oh, yeah, that's the crew that I met in Numbers, chapter one.",
    "start": "00:14:34",
    "end": "00:14:59"
  },
  {
    "text": "Yeah, there's lots of them.",
    "start": "00:14:59",
    "end": "00:15:01"
  },
  {
    "text": "Yeah. In other words, this narrative could have been fit at the end of Exodus or in the middle of Leviticus, but it was saved because if it was put in, then you were like the tribal leaders who were in charge of the counted Israelites. When was there accounting? Who were these tribal leaders? So the narrator has saved it till later in the story after the census of numbers, chapter one, and the naming of those leaders. And then now you get the story. That's one reason. It's also been delayed for other reasons. So here's what you learn. They made offerings and they brought gifts to Yahweh. Six carts and twelve oxen. One ox from each of the leaders of the twelve tribes and one cart from every two of the tribes. And they also brought all of this gold and offerings for the dedication of the tabernacle.",
    "start": "00:15:01",
    "end": "00:15:55"
  },
  {
    "text": "I'm surprised they still have gold. I mean, they.",
    "start": "00:15:55",
    "end": "00:15:59"
  },
  {
    "text": "Oh, a silver plate, a silver sprinkling bowl.",
    "start": "00:15:59",
    "end": "00:16:02"
  },
  {
    "text": "I mean, they must have brought a lot of gold material out in the wilderness with them. Yeah, because they've already, like.",
    "start": "00:16:05",
    "end": "00:16:10"
  },
  {
    "text": "Also remember, they plundered Egypt when they left.",
    "start": "00:16:10",
    "end": "00:16:12"
  },
  {
    "text": "They plunder Egypt. So, okay, that's where this is all.",
    "start": "00:16:12",
    "end": "00:16:14"
  },
  {
    "text": "It's probably some Egyptian style mixing bowls. So the reason it's so long is it lists the complete list of items offered verbatim for each of the 12 tribes.",
    "start": "00:16:14",
    "end": "00:16:28"
  },
  {
    "text": "So how did each tribe contribute? Yeah, because there was this call for material in. Was that in Exodus?",
    "start": "00:16:28",
    "end": "00:16:35"
  },
  {
    "text": "That was in Exodus. That was for the making of the tent.",
    "start": "00:16:35",
    "end": "00:16:38"
  },
  {
    "text": "Yeah. All of this is for the furnishing.",
    "start": "00:16:38",
    "end": "00:16:40"
  },
  {
    "text": "Of the tent, for the transportation of the tent, or for the offerings made in the tent in the first week of its operations.",
    "start": "00:16:40",
    "end": "00:16:48"
  },
  {
    "text": "Oh, okay.",
    "start": "00:16:48",
    "end": "00:16:48"
  },
  {
    "text": "All right. But it's another way that Numbers is designed with material that links back to Exodus on the other side of Mount Sinai. So this chapter matches all the material to make the tent, the contribution the Israelites made to make the tent. Now, here's all the Israelites contributing to transport the tent.",
    "start": "00:16:48",
    "end": "00:17:10"
  },
  {
    "text": "And what you're talking about is the fact that there's a symmetry in the Torah, which we've talked about in other episodes. But just to say it again, there's symmetry in the Torah.",
    "start": "00:17:10",
    "end": "00:17:21"
  },
  {
    "text": "Yeah.",
    "start": "00:17:21",
    "end": "00:17:21"
  },
  {
    "text": "And right in the middle is the day of Atonement. And the.",
    "start": "00:17:21",
    "end": "00:17:25"
  },
  {
    "text": "Yeah. There's three books at the center of the Torah, three scrolls, Exodus, Leviticus, Numbers. Exodus and Numbers match in many ways. And this is one of them.",
    "start": "00:17:26",
    "end": "00:17:35"
  },
  {
    "text": "This is one of them.",
    "start": "00:17:35",
    "end": "00:17:36"
  },
  {
    "text": "The offering in Exodus 25 and 31 to make the tabernacle matches these offerings to transport the tabernacle. And Exodus and numbers surround Leviticus, which is at the heart. And this is what you were just saying. And at the heart. The center of the center of the center of the Torah is the stories leading up to the day of atonement. So the reason why this chapter is so long is it's copy and paste the same list of a whole bunch of items for each of the 12 tribes. Once you read one list, you kind of. You've read the list. Yeah, you just read it 12 times over. So you have to ask, why is it being repeated 12 times? And we're back to. It's a literary device to communicate both abundance. We're, like, using up a lot of scroll space here.",
    "start": "00:17:36",
    "end": "00:18:21"
  },
  {
    "text": "Yeah.",
    "start": "00:18:21",
    "end": "00:18:21"
  },
  {
    "text": "Lavish use. It's not cheap space on a scroll to repeat this list. But it's also. You get a sense of the abundance and of the generosity and of the literary order and orderliness of the cat.",
    "start": "00:18:22",
    "end": "00:18:36"
  },
  {
    "text": "Do you think there was some joy in, like, reading it again? Like, oh, there's more. And there's more.",
    "start": "00:18:36",
    "end": "00:18:43"
  },
  {
    "text": "Guess what? There is this time. More. No. Yeah, read it again 12 times. No, that's it. So that's the day that the tent was set up and anointed. The repetition is a part of a communication style. Yeah, it's cool. Cool. That's cool. It's chapter seven. Then we come through chapter seven, and we read the beginning of chapter eight. It says, the Lord said to Moses. And I guess we're flashing forward back to the story time of Numbers speak to Aaron and say to him, you know, when you set up the lamps, you know, the lights in the tent, you know what?",
    "start": "00:18:43",
    "end": "00:19:45"
  },
  {
    "text": "It just feels like, oh, one more thing. It's like, okay, we got the tab. One more thing.",
    "start": "00:19:45",
    "end": "00:19:52"
  },
  {
    "text": "One more thing. Yeah, that's right.",
    "start": "00:19:52",
    "end": "00:19:53"
  },
  {
    "text": "But the lamps. We haven't talked about the lamps yet. We forgot about the lamps. Let's go with the lamps.",
    "start": "00:19:53",
    "end": "00:19:56"
  },
  {
    "text": "Just because, like, yeah, that's it. When you set up the lamps, make sure that all seven lights light up the area in front of the lampstand. This is a good example of expecting a lot of the reader. First of all, let's see, where did I read about those lights again? Leviticus. Leviticus 24. And there it was, two little paragraphs about how every day, morning and night.",
    "start": "00:19:56",
    "end": "00:20:24"
  },
  {
    "text": "That's right.",
    "start": "00:20:24",
    "end": "00:20:25"
  },
  {
    "text": "The priest is to make sure all the lights are lit so that it's perpetual light. So now here in this paragraph, it's when you set up the lamps, make sure that all seven are lit up to light up. What's in front of the lampstand? Oh, yeah. What is opposite the lampstand on the other side of the room?",
    "start": "00:20:25",
    "end": "00:20:44"
  },
  {
    "text": "Is that the incense?",
    "start": "00:20:44",
    "end": "00:20:45"
  },
  {
    "text": "The incense would be to the left of it by the door by the veil going into the holy of holies.",
    "start": "00:20:46",
    "end": "00:20:52"
  },
  {
    "text": "But I thought the lamp was. If you go in the veil of.",
    "start": "00:20:52",
    "end": "00:20:55"
  },
  {
    "text": "The holy space, on one side is the lamp.",
    "start": "00:20:55",
    "end": "00:20:58"
  },
  {
    "text": "Oh, I thought the lamp was in front of the curtain to go into the holy of holies.",
    "start": "00:20:58",
    "end": "00:21:02"
  },
  {
    "text": "There's lamps on one side.",
    "start": "00:21:02",
    "end": "00:21:03"
  },
  {
    "text": "Okay.",
    "start": "00:21:03",
    "end": "00:21:04"
  },
  {
    "text": "And then on the other side, symmetrically in the matching position on the other side is the table of bread.",
    "start": "00:21:04",
    "end": "00:21:11"
  },
  {
    "text": "Okay. And then in the front is just the curtain again.",
    "start": "00:21:11",
    "end": "00:21:13"
  },
  {
    "text": "And then the curtain. And then the altar of incense is standing by the curtain where you would.",
    "start": "00:21:13",
    "end": "00:21:19"
  },
  {
    "text": "Part the curtains, the curtain into the holy of holies.",
    "start": "00:21:19",
    "end": "00:21:22"
  },
  {
    "text": "Into the holy of holies, Correct. Yep. Yeah, that's right. Inside, there's three things in the holy space. The seven light menorah, the table with the bread and the incense stand. One more thing, make sure you light all seven so that it can give light to the thing that's opposite facing it, the showbread. So it doesn't name a bread, but you're just supposed to know. So the light, the sevenfold light shines upon the bread. And how many loaves of bread? 12 loaves of bread. So light shining upon all 12. And all of a sudden we're back to, oh, this is what the blessing of Aaron asked for. May Yahweh's face shine upon Israel. How many tribes of Israel are there? There's 12. So this is a little sandwich around the longest chapter in the Torah. It's a little blessing. And may Yahweh shine his sevenfold light of his face on Israel. And it's what the priest does outside the tent. But now we get this little matching bit on the other side that what the priest was doing to the people is actually happening 24, 7 inside the tent of Yahweh's light represented by the sevenfold lights shining on the 12 loaves of bread. Isn't that cool?",
    "start": "00:21:22",
    "end": "00:22:42"
  },
  {
    "text": "Yeah.",
    "start": "00:22:42",
    "end": "00:22:43"
  },
  {
    "text": "And it's again, it's like a little riddle. It's a little literary puzzle of, like, why these three things are next to each other.",
    "start": "00:22:43",
    "end": "00:22:50"
  },
  {
    "text": "Yeah.",
    "start": "00:22:51",
    "end": "00:22:51"
  },
  {
    "text": "Yeah. It's beautiful.",
    "start": "00:22:51",
    "end": "00:22:52"
  },
  {
    "text": "It is beautiful.",
    "start": "00:22:52",
    "end": "00:22:53"
  },
  {
    "text": "Oh, yeah. A couple more things about those lamps that you didn't know before.",
    "start": "00:22:53",
    "end": "00:22:57"
  },
  {
    "text": "Have you seen that, Steve Martin? What's the movie? I can't think of the movie. But there's a scene, such a classic scene. He's angry and he's leaving his house and he's like, I'm leaving.",
    "start": "00:22:57",
    "end": "00:23:09"
  },
  {
    "text": "Oh, it's in the Jerk.",
    "start": "00:23:09",
    "end": "00:23:10"
  },
  {
    "text": "Yeah, that's in the Jerk. That's right.",
    "start": "00:23:10",
    "end": "00:23:12"
  },
  {
    "text": "Totally. And he's. Oh, yeah. He's like, I just need one more thing.",
    "start": "00:23:12",
    "end": "00:23:15"
  },
  {
    "text": "I'm just gonna. I'm just. I'm gonna leave. And all I'm taking is totally one.",
    "start": "00:23:15",
    "end": "00:23:20"
  },
  {
    "text": "This P. That's right.",
    "start": "00:23:20",
    "end": "00:23:21"
  },
  {
    "text": "And then he's like, actually, I need one more thing. One more thing. And there's just always one more thing. That's how this feels.",
    "start": "00:23:21",
    "end": "00:23:28"
  },
  {
    "text": "That's. Yep, yep.",
    "start": "00:23:28",
    "end": "00:23:30"
  },
  {
    "text": "One more thing.",
    "start": "00:23:30",
    "end": "00:23:30"
  },
  {
    "text": "One more thing. And then, so interesting how that thing matches the thing from two things ago. Creating a little, in this case, a little shining light of Yahweh's face sandwich with Israel's obedient offerings in the middle. Yeah. And you're like, sweet. Yeah. He's creating a little new creation of Eden out here in the wilderness.",
    "start": "00:23:30",
    "end": "00:23:52"
  },
  {
    "text": "Let's meditate on that for a sec. Because you've got this idea of the blessing of God in Genesis 1. And then that's sandwiched again with the blessing, the lights shining in Genesis 1. There's no offerings.",
    "start": "00:23:52",
    "end": "00:24:06"
  },
  {
    "text": "No. It's about God providing a rich, abundant, well ordered world for his human partners. Yeah, yeah. And then giving them authority to rule and represent him, be fruitful and multiply. Whereas here the emphasis is on the very orderly, generous obedience of his people to care for the little symbolic Eden in their midst, to transport it.",
    "start": "00:24:08",
    "end": "00:24:36"
  },
  {
    "text": "That's to recognize that all the abundance is from God.",
    "start": "00:24:36",
    "end": "00:24:39"
  },
  {
    "text": "Now, what's also cool is that this is a good example of meditation literature. This offering for the transportation of the tabernacle symmetrically links back to the offering of the Israelites for the materials of the tabernacle and the tabernacle blueprints back in Exodus. It's a long section from Exodus 25 to 31, and it's divided up into seven speeches of Yahweh So that whole section is about Yahweh asking his people to imitate his sevenfold creative speech acts by giving of what God's given to them to make the little Eden. And that's, I think, being drawn upon here by depicting the offerings of Israel to transport it and framing it with the blessing of Aaron. And this thing about the Menorah. Yeah, yeah. Cool. It is cool. Yeah. Let's just think. So an author designed this little section. We call it Numbers 6:22 through Numbers 8, Verse 4. And it's three literary units in a little symmetry that both communicate something on their own. Then they communicate once you compare it to its match in Exodus. And both of those have more meaning when you compare them together. Back to Genesis 1. Yeah, it's pretty rad, but it's, you know, takes a while to get there. You have to know that the author is asking you to do such a thing before you would even know to look for such a thing. Okay, the next section, numbers 8, 5 through verse 26, are all about how. Actually here, this is a good, good example. Yahweh said to Moses, take the Levites from among all the Israelites and make them ritually pure to purify them. Do sprinkle waters that will make them pure. Have them shave their whole bodies and wash their clothes.",
    "start": "00:24:39",
    "end": "00:26:40"
  },
  {
    "text": "This is a special purity kind of ritual that. This is not how purity rituals work.",
    "start": "00:26:40",
    "end": "00:26:46"
  },
  {
    "text": "Let's see. Actually, yeah. In Leviticus, this is the same thing when people. Yeah. Who are purity purifying themselves from skin.",
    "start": "00:26:47",
    "end": "00:26:55"
  },
  {
    "text": "Disease, you shave your whole body.",
    "start": "00:26:55",
    "end": "00:26:56"
  },
  {
    "text": "Oh, got it. Let me see. Yeah. Someone in Leviticus 14, if you had a skin disease, when you re. Enter the community, you shave your whole body and wash with water. So here the Levites are being set apart from anything associated with death. They go through a flood, as it were, a purifying flood.",
    "start": "00:26:57",
    "end": "00:27:21"
  },
  {
    "text": "Right.",
    "start": "00:27:21",
    "end": "00:27:21"
  },
  {
    "text": "Symbolic flood. And then like Noah did after the flood, these Levites, after they go through a little localized flood on their bodies, have them take a young bowl and a grain offering and go offer it up on the altar just like Noah did on Mount Ararat. Then y' all are to bring the Levites and the Israelites are to lay their hands on them. So this is earlier in the book, we were told the Levites are going to be swapped in the place of the Israelite firstborn and they're going to serve as their representatives around the tent. Now is the narrative about their being appointed to do that. So what Israelites would do to a sacrificial animal when they would bring it to offer.",
    "start": "00:27:21",
    "end": "00:28:06"
  },
  {
    "text": "Put your hands on it.",
    "start": "00:28:06",
    "end": "00:28:07"
  },
  {
    "text": "Put your hands on it.",
    "start": "00:28:07",
    "end": "00:28:08"
  },
  {
    "text": "Commission it.",
    "start": "00:28:08",
    "end": "00:28:09"
  },
  {
    "text": "Yeah. You're commissioning it as your counterpart. As your counterpart. As your representative.",
    "start": "00:28:09",
    "end": "00:28:15"
  },
  {
    "text": "As your representative.",
    "start": "00:28:15",
    "end": "00:28:15"
  },
  {
    "text": "Yeah. So that's what Israelites do to their sacrificial animals. That's what the Israelites now do to these Levites who were swapped into the place of the firstborn who had themselves been swapped out for the passover lamb.",
    "start": "00:28:16",
    "end": "00:28:32"
  },
  {
    "text": "Okay. Yes. Let's not unpack that.",
    "start": "00:28:34",
    "end": "00:28:36"
  },
  {
    "text": "Okay.",
    "start": "00:28:36",
    "end": "00:28:37"
  },
  {
    "text": "I hear you. Yeah, that's cool. I think if you haven't been following.",
    "start": "00:28:37",
    "end": "00:28:41"
  },
  {
    "text": "Along carefully, the connections maybe get.",
    "start": "00:28:41",
    "end": "00:28:43"
  },
  {
    "text": "But that's okay.",
    "start": "00:28:43",
    "end": "00:28:44"
  },
  {
    "text": "Layering parallels on parallels.",
    "start": "00:28:44",
    "end": "00:28:45"
  },
  {
    "text": "Let's not unpack that now.",
    "start": "00:28:45",
    "end": "00:28:46"
  },
  {
    "text": "Yeah. It's as if this whole tribe is being set up as a sacrificial lamb within Israel.",
    "start": "00:28:46",
    "end": "00:28:54"
  },
  {
    "text": "Do we need to unpack this?",
    "start": "00:28:54",
    "end": "00:28:55"
  },
  {
    "text": "Well, it's just about the role of the priesthood and of the Levites within Israel was a unique role that they were in proximity to Yahweh's holiness, which is good, but also dangerous. And they bear responsibility for the sins of Israel in the same way that a blameless animal does.",
    "start": "00:28:55",
    "end": "00:29:15"
  },
  {
    "text": "And this is harkening back to when God throws down on Egypt.",
    "start": "00:29:15",
    "end": "00:29:20"
  },
  {
    "text": "He brought the evil that Pharaoh did to the sons of Israel. Literally, the sons of Israel, by killing them in the waters.",
    "start": "00:29:22",
    "end": "00:29:29"
  },
  {
    "text": "He demands the sons of Egypt.",
    "start": "00:29:29",
    "end": "00:29:32"
  },
  {
    "text": "He takes the life of the firstborn of Israel and Egypt in Passover.",
    "start": "00:29:32",
    "end": "00:29:37"
  },
  {
    "text": "Yeah. So God says, like, this is the 10th plague and all the firstborn. And it's not just of Egypt. It's like, somehow it gets leveled up to, like, every firstborn. But then God offers a way through this.",
    "start": "00:29:37",
    "end": "00:29:50"
  },
  {
    "text": "Yeah.",
    "start": "00:29:50",
    "end": "00:29:50"
  },
  {
    "text": "Something Pharaoh didn't do, which is the passover lamb. So the Passover lamb is a substitute for the life of the firstborn. And then when I get to numbers here, we had that little narrative of, like, all those firstborn kids who were kind of ransomed from that final act of justice are now swapped out for the Levites.",
    "start": "00:29:50",
    "end": "00:30:14"
  },
  {
    "text": "Yep.",
    "start": "00:30:14",
    "end": "00:30:15"
  },
  {
    "text": "Like, yeah, God ransomed you. So you are now, like, you have this kind of special obligation to God because he saved you through this sacrificial lamb. Now the Levites come in, they take that place, and what you're saying is not only now are they, like, fulfilling kind of this obligation for God in a way, but they're also kind of acting like a sacrificial lamb.",
    "start": "00:30:15",
    "end": "00:30:39"
  },
  {
    "text": "Yeah. When the Levites commission them, they go through the same ritual as when an Israelite brings a sacrifice to the altar and commissions the animal as their own substitute.",
    "start": "00:30:39",
    "end": "00:30:51"
  },
  {
    "text": "Okay.",
    "start": "00:30:51",
    "end": "00:30:51"
  },
  {
    "text": "So it's as if this whole tribe is acting as a sacrificial buffer that lives around the tent so that the power of God's holiness brings them blessing instead of overwhelming them, so that they die. Yeah, okay. Yeah, it's very much like a special group of, like, nuclear reactor technicians who get to put on their, like, thick yellow rubber hazmat suits. And this select group, when they are playing their role, dressed this way, they, on our behalf of the community that lives around the reactor, these can go in and tend to it so that the reactor produces energy for us instead of melting down and then destroying us all. It's an analogy that kind of works.",
    "start": "00:30:52",
    "end": "00:31:44"
  },
  {
    "text": "Yeah.",
    "start": "00:31:44",
    "end": "00:31:45"
  },
  {
    "text": "I mean, it breaks down in multiple ways, but that's essentially it. But the point is that the Levites and these priests live in this zone where they're in such close proximity to the very source of all life that they can be a source of blessing, extreme blessing, like when the priest puts out his hands and blesses people. Or it could be that their lives are at risk if they were to do something wrong. Which, hint, hint, it's going to happen in numbers, chapter 16. It's going to go terribly wrong. Okay, so that's the commissioning of the Levites. So we had a recreation of Israel through the blessing so that Yahweh's face can shine upon his people. We're now commissioning the royal priests.",
    "start": "00:31:45",
    "end": "00:32:56"
  },
  {
    "text": "We're selecting a human, selecting them out.",
    "start": "00:32:56",
    "end": "00:32:58"
  },
  {
    "text": "Assigning them to work in the new Eden. Great, Wonderful Numbers, Chapter 9. Then Yahweh spoke to Moses in the desert of Sinai in the first month of the second year after they came out of Egypt.",
    "start": "00:32:58",
    "end": "00:33:14"
  },
  {
    "text": "It's the same time.",
    "start": "00:33:15",
    "end": "00:33:15"
  },
  {
    "text": "So in the first month, the book began in the second month of the second year.",
    "start": "00:33:16",
    "end": "00:33:20"
  },
  {
    "text": "Oh, so this is another flashback.",
    "start": "00:33:20",
    "end": "00:33:22"
  },
  {
    "text": "So we're flashing back again to a month ago. Okay, now here's the thing. The first month of every year is Passover. Oh, yeah, right. You select the lamb on the floor.",
    "start": "00:33:22",
    "end": "00:33:31"
  },
  {
    "text": "On the second Sabbath, right?",
    "start": "00:33:31",
    "end": "00:33:33"
  },
  {
    "text": "Yeah. In the week of the second Sabbath, you select the Passover lamb on the 14th and then begin. That's the night of Passover. So chapter nine. Have the Israelites celebrate Passover? You know, speaking of the Levites who were substituted out for the firstborn, who were substituted out for the Passover lamb in the previous section, speaking of Passover, have the Israelites celebrate Passover? It's about time. Make sure you celebrate it at the time of meeting. That's the Hebrew word. Moed. Moed, yeah. On the night of the 14th day of the month. You know, just like, go read Exodus. So Moses told the Israelites to celebrate Passover, and they did it. So it's the first Passover out of.",
    "start": "00:33:33",
    "end": "00:34:18"
  },
  {
    "text": "Egypt since the original.",
    "start": "00:34:18",
    "end": "00:34:19"
  },
  {
    "text": "Since. Yeah, since the night of the Exodus. Yeah. So the Israelites did everything. Here's the thing. There were some Israelites. Yeah. They couldn't celebrate Passover because, well, they had touched a dead body recently and they were ritually impure. Well, this is a problem.",
    "start": "00:34:19",
    "end": "00:34:39"
  },
  {
    "text": "Didn't think about this one.",
    "start": "00:34:41",
    "end": "00:34:42"
  },
  {
    "text": "Didn't think about this one. So we're meditating again on what it means to be a little Garden of Eden, holy space, traveling through the desert. And what happens on one of these days where we meet with Yahweh as a people and we retell the story of how he set us apart and spared us through the firstborn lamb so that we could all be free to serve Yahweh here today. What an awesome thing that we all get to celebrate that with Yahweh dwelling in our midst. But, oh, no, what if there's been death in the camp and some of us have had contact with death? What are we supposed to do? I guess we're going to lose out. I guess we can't be covered by the blood of the lamb because we've contracted death. It's putting together a crisis here right now. If you haven't read Leviticus, this doesn't feel like that big of a crisis.",
    "start": "00:34:42",
    "end": "00:35:33"
  },
  {
    "text": "Yeah. You're kind of like, are we making a mountain out of a molehill here?",
    "start": "00:35:34",
    "end": "00:35:38"
  },
  {
    "text": "Yeah. Yeah. Not for these people.",
    "start": "00:35:38",
    "end": "00:35:40"
  },
  {
    "text": "No.",
    "start": "00:35:40",
    "end": "00:35:40"
  },
  {
    "text": "Not for the narrative. So this is a question about, does death disqualify you from being covered by the blood of the lamb? If you've contracted ritual impurity by touching death, what you should have to do is go live on the edge of.",
    "start": "00:35:40",
    "end": "00:35:54"
  },
  {
    "text": "The camp and not celebrate Passover.",
    "start": "00:35:54",
    "end": "00:35:56"
  },
  {
    "text": "Not celebrate Passover. But if you don't celebrate Passover, what you're doing is saying, I don't get to participate in the liberation of Yahweh, of his people.",
    "start": "00:35:56",
    "end": "00:36:04"
  },
  {
    "text": "The recreation. Passover happens in the tents. That's part of Passover.",
    "start": "00:36:04",
    "end": "00:36:08"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:36:08",
    "end": "00:36:09"
  },
  {
    "text": "You're in the house with blood on the door.",
    "start": "00:36:09",
    "end": "00:36:11"
  },
  {
    "text": "Yes. So they came to Moses and Aaron and said, listen, we became unclean because of a dead body, most likely from burying a relative.",
    "start": "00:36:11",
    "end": "00:36:19"
  },
  {
    "text": "Yeah.",
    "start": "00:36:19",
    "end": "00:36:20"
  },
  {
    "text": "So, I mean, we had to give somebody honorable burial.",
    "start": "00:36:20",
    "end": "00:36:22"
  },
  {
    "text": "Yeah.",
    "start": "00:36:22",
    "end": "00:36:23"
  },
  {
    "text": "But we had to do it the day before Passover. And so we're waiting seven days at the edge of the camp. And. Are you saying that we don't get to do Passover. We can't be liberated all over again because we touch a dead body. Why should we be left out from presenting the Lord's offering with all the other Israelites? And Moses answers and says, hmm, yeah, great point. So he says, wait till I go find out what the Lord is gonna command. Moses doesn't know. Like, this is unprecedented. What are we gonna do? So then Yahweh says to Moses, tell the Israelites when any of you or your descendants are impure because you've touched a dead body. Or let's just say you're on vacation. You're away on. You're on. Literally, you're.",
    "start": "00:36:23",
    "end": "00:37:08"
  },
  {
    "text": "By the way, there's gonna be lots of reasons you might miss Passover.",
    "start": "00:37:08",
    "end": "00:37:11"
  },
  {
    "text": "Yeah. You might be out of town.",
    "start": "00:37:11",
    "end": "00:37:13"
  },
  {
    "text": "Yeah.",
    "start": "00:37:14",
    "end": "00:37:15"
  },
  {
    "text": "Let's say you have to do a work trip. Let's say a group went south to.",
    "start": "00:37:15",
    "end": "00:37:19"
  },
  {
    "text": "Like, you know, trade with the Midianites.",
    "start": "00:37:19",
    "end": "00:37:21"
  },
  {
    "text": "Yeah. Go trade with Midianites to get whatever this or that. And they're gone. They still need to celebrate Passover. But they are to do it on the 14th day of the second month. Just do it. One month later, they are to eat the lamb together with unleavened bread and bitter herbs and starts repeating rules. Don't leave any till morning. Don't break any of its bones. Follow all the regulations. Now, if anybody who is not impure and not on a work trip and they don't celebrate Passover, they're dead to me. Oh, gosh. They will bear the consequences of their sin. Okay, so this is a meditation. You gotta meditate here. So to be a member of the Covenant people of God means I'm a part of the family that was liberated from death and slavery to the powers of evil by the justice of Yahweh on evil, but also by the mercy of Yahweh that provided that substitute lamb. So this is a people, by definition, who exist because of Yahweh's justice and mercy. And the family exists because of it, going through that experience. But now, every year, every Israelite, for all the years of their life, meaning every generation, is to see itself as living as if we are the Exodus generation. And if you fail to do it, unless you're away on a work trip or ritually impure, then you are no longer a part of the people. It's like forsaking your identity as the people who are both under God's justice and also alive because of God's mercy.",
    "start": "00:37:21",
    "end": "00:39:05"
  },
  {
    "text": "It's kind of like renewing your contract with God. Every year.",
    "start": "00:39:06",
    "end": "00:39:08"
  },
  {
    "text": "Yes.",
    "start": "00:39:08",
    "end": "00:39:09"
  },
  {
    "text": "And it's like, if you're not going to renew, then you're out.",
    "start": "00:39:09",
    "end": "00:39:14"
  },
  {
    "text": "Yeah. Being a part of this people means perpetually recognizing that my life doesn't belong to me. I could have died in Egypt. And the life that I do have is the gift of Yahweh's generous mercy. And celebrating Passover is a way of renewing that identity every year. Now, what if death has prevented me from participating in that? It's cool. We got you covered. We got a plan B. Death can't prevent you from participating in that or responsibilities that you might have. It's powerful, actually.",
    "start": "00:39:15",
    "end": "00:39:52"
  },
  {
    "text": "Yeah.",
    "start": "00:39:52",
    "end": "00:39:52"
  },
  {
    "text": "It's like. It would be very easy to start to live in a way where I forget this as my core identity, and I start to live as if my life belongs to me.",
    "start": "00:39:52",
    "end": "00:40:03"
  },
  {
    "text": "To be fair, it's also easy to forget when doing the rituals.",
    "start": "00:40:04",
    "end": "00:40:09"
  },
  {
    "text": "Oh.",
    "start": "00:40:10",
    "end": "00:40:10"
  },
  {
    "text": "You know, I mean, I suppose it's less easy, but you could go through the motions.",
    "start": "00:40:10",
    "end": "00:40:15"
  },
  {
    "text": "Oh, totally. Oh, that's right. Of course.",
    "start": "00:40:16",
    "end": "00:40:18"
  },
  {
    "text": "But this is forcing you to stop in a time and place and to recognize and let your imagination be shaped by this experience. This experience and the story, and to let it become your reality. And that's a big deal.",
    "start": "00:40:18",
    "end": "00:40:37"
  },
  {
    "text": "It is a big deal. Yeah. Once again, it highlights the role of habits and liturgy connected to a calendar and the story of God's people that shapes their memories and their identities in a really powerful way. There's another element to this here that I'll just draw attention to, because it might be a cool conversation, is the fact that this thing happened. So the laws of Passover were already set earlier in the Torah. And they're long. It's like two long chapters, Exodus 12:13. And you think, what more is there to say? But there's this whole narrative that recognizes, well, stuff happens. And when you actually get in the business of living life, whether it's burying a relative or going on a work trip, and you're going to find yourself in situations where there's no law. There's no law. So what do you do? And so this is a narrative dedicated to pondering what do we do when there's no rule from God about what to do in this scenario? And what Moses has to do is go to Yahweh himself and get a new refreshing of the old law so that you can fulfill the original law, but by not observing it on its face value.",
    "start": "00:40:37",
    "end": "00:41:55"
  },
  {
    "text": "So what do you do if you don't have a Moses around?",
    "start": "00:41:55",
    "end": "00:41:57"
  },
  {
    "text": "Yeah, it's a great question. Well, I think it Depends on who you are. Good thing they have Moses. This happens a couple other times in the Torah. It's going to happen again in Numbers. Two times, actually, with some daughters of the tribe of one of Joseph's sons are going to come and say, like, hey, you know, we're all supposed to get a land inheritance, but our dad died in the wilderness and he didn't have any sons. We don't have any brothers. And the way the law is currently stated, women can't inherit any land. And Moses is like, oh, no, what do we do? So he goes to Yahweh, and Yahweh's like, yeah, new rule. Women can inherit land, and so then these daughters inherit the land. So there's something happening here. The wilderness generation is being taught that even the revelation of God's will at Sinai and the laws of the Torah needs to be refreshed.",
    "start": "00:41:57",
    "end": "00:42:49"
  },
  {
    "text": "This isn't some complete law code.",
    "start": "00:42:50",
    "end": "00:42:52"
  },
  {
    "text": "Yeah.",
    "start": "00:42:52",
    "end": "00:42:53"
  },
  {
    "text": "That they get to just check off the list and be done is going to be this constant, like, coming back to God and saying, what about this? What do we do now?",
    "start": "00:42:53",
    "end": "00:43:01"
  },
  {
    "text": "Yes.",
    "start": "00:43:02",
    "end": "00:43:02"
  },
  {
    "text": "If you have a Moses, he could go, God's going to give him the new law. But, like, I'm serious, like, what do you do if you don't have Moses?",
    "start": "00:43:02",
    "end": "00:43:13"
  },
  {
    "text": "Yeah, well, I think you better pray for God's spirit to give you wisdom. And later in the Book of Numbers, when Moses is told he's not going to enter the promised land, what he's told is to appoint Joshua as a new Moses and God will give him a spirit of wisdom. And what that's about, I think, is about how the generations after Moses can look upon the laws of the Torah, but also, with God's wisdom, find new ways to obey the meaning of those laws, even if it means doing something slightly different than what it says.",
    "start": "00:43:13",
    "end": "00:43:50"
  },
  {
    "text": "And then this brings us into the whole wisdom tradition.",
    "start": "00:43:51",
    "end": "00:43:53"
  },
  {
    "text": "That's exactly right.",
    "start": "00:43:53",
    "end": "00:43:54"
  },
  {
    "text": "Of, like, what does it mean to be filled with the spirit of wisdom?",
    "start": "00:43:54",
    "end": "00:43:58"
  },
  {
    "text": "Yeah, yeah, yeah, yeah, that's right. In numbers, chapter 11, Moses is going to say, man, I can't lead all these people. It's just too big. It's too complex. I don't know what to do. And so God says, well, appoint 70 elders, and I'll take of the spirit, my spirit, that's on you, and I'll give it to them. And so that's right. Yeah, yeah. And so when it happens, there's so much of God's spirit that it spills over onto two extra people, two guys named Eldad, And Medad. Their names mean the beloved one and darling, God's beloved ones, two little precious dudes. Yeah. So, like, you can't contain God's spirit. It blows where it wills. And so it overflows onto two more. And there's a guy in the camp who's like, what? No, it came on more than 70 Moses. God's Spirit's breaking the boundaries here. And Moses is like, you know what, man? I wish every Israelite in this camp had God's spirit.",
    "start": "00:43:58",
    "end": "00:44:53"
  },
  {
    "text": "That's a good problem.",
    "start": "00:44:53",
    "end": "00:44:54"
  },
  {
    "text": "It's a good problem because what God's spirit of wisdom means is that you can discover, you can discern God's will for your life by consulting the wisdom of the Torah, but also going out and living out God's will in ways the Torah could never address because it was given to a particular people at a particular time. So this is all in numbers.",
    "start": "00:44:55",
    "end": "00:45:42"
  },
  {
    "text": "This is cool.",
    "start": "00:45:42",
    "end": "00:45:43"
  },
  {
    "text": "It's super cool. It's a big theme in numbers about the role of the spirit.",
    "start": "00:45:43",
    "end": "00:45:47"
  },
  {
    "text": "Now it's, like, just hinted at here. I mean, it's just this.",
    "start": "00:45:47",
    "end": "00:45:51"
  },
  {
    "text": "Just the first, like, hint of that theme. Yeah, yeah.",
    "start": "00:45:51",
    "end": "00:45:54"
  },
  {
    "text": "First aroma of that theme. That's interesting. Wow.",
    "start": "00:45:54",
    "end": "00:45:58"
  },
  {
    "text": "The Torah itself has stories saying you're going to need more than the laws of the Torah if you want to live by God's will.",
    "start": "00:45:58",
    "end": "00:46:05"
  },
  {
    "text": "Well, and then, you know, I've been kind of really thinking about this in terms of Proverbs and this idea of understanding in the Bible that the Psalmist in Psalm 119 asks for understanding at really key points. Like, I want to understand. And it's so interesting to me because in one sense, these laws, like, you.",
    "start": "00:46:06",
    "end": "00:46:32"
  },
  {
    "text": "Know, once you get it, what's there to understand?",
    "start": "00:46:32",
    "end": "00:46:34"
  },
  {
    "text": "Yeah, like. Well, like, for example, and these are blending together for me. What's the law we just talked about today?",
    "start": "00:46:34",
    "end": "00:46:39"
  },
  {
    "text": "Anybody who has leprosy or skin disease or touch a dead body, exile outside.",
    "start": "00:46:40",
    "end": "00:46:46"
  },
  {
    "text": "Or the Passover law.",
    "start": "00:46:46",
    "end": "00:46:47"
  },
  {
    "text": "Oh, okay. Yeah. Passover. Yeah.",
    "start": "00:46:47",
    "end": "00:46:48"
  },
  {
    "text": "Okay. So we just talked about how you can do Passover in the second month.",
    "start": "00:46:48",
    "end": "00:46:52"
  },
  {
    "text": "Yeah, okay.",
    "start": "00:46:53",
    "end": "00:46:54"
  },
  {
    "text": "That's easy to understand.",
    "start": "00:46:54",
    "end": "00:46:55"
  },
  {
    "text": "I get it.",
    "start": "00:46:56",
    "end": "00:46:56"
  },
  {
    "text": "Like, I miss it the first month. I could do it the second month. Yeah, just. Okay, do it. Why is the psalmist going, help me understand, you know, so that I can, like, actually have life.",
    "start": "00:46:57",
    "end": "00:47:09"
  },
  {
    "text": "Yeah.",
    "start": "00:47:09",
    "end": "00:47:09"
  },
  {
    "text": "It's like it told you what to do. And it seems like a lot of these, all these laws could be thought of that way. But you get the psalmist going, help me understand. Help me understand so that I might have life. And then in Proverbs 2. When it's talking about finding wisdom and understanding, it's like, seek after this. It's just, this is treasure. This is what you need. There's this, like. There's this quest underneath of this of, like, don't just hear this and, like, say, I'm gonna check this off and I'm gonna do all these things, like, find understanding. That's really fascinating to me.",
    "start": "00:47:09",
    "end": "00:47:45"
  },
  {
    "text": "Yeah, it is. Yeah. The biblical story is trying to shape God's people into people who assume that there's always more to learn, that I can always gain more wisdom and insight to navigate life's complexities, and that I have to keep returning to the Torah to discover greater insight so that I can go live my life and trust that I'm living by God's will. Yeah. I think the impulse underneath Psalm 119 is the same impulse for what this story is trying to communicate, because you're right on the face of it. It's okay, celebrate Passover on the second month.",
    "start": "00:47:45",
    "end": "00:48:24"
  },
  {
    "text": "But what if I'm on a work trip on the second month?",
    "start": "00:48:25",
    "end": "00:48:27"
  },
  {
    "text": "Yeah, totally. Exactly. Yeah. What do we do then? Do we come back to Moses then? And Moses would be like, you guys, you have the spirit of God. Work it out. Work it out. I guess, all right, we'll do it on the 14th day of the third month. So it's like this process of trying to wean God's people off of the laws, not to ignore them, but to let the laws shape them in such a way that they can begin to make their own responsible decisions.",
    "start": "00:48:27",
    "end": "00:48:54"
  },
  {
    "text": "Is this part of why Paul calls the law like a.",
    "start": "00:48:54",
    "end": "00:48:57"
  },
  {
    "text": "A pedagogue, a teacher? Like, yeah, yeah, totally. That's right. Yeah. What he says is, the laws of the Torah are good and point to life, but they don't give you the power to obey them. He locates that power in the gift.",
    "start": "00:48:57",
    "end": "00:49:10"
  },
  {
    "text": "Of God's spirit and the power to then also understand them and let them give you wisdom.",
    "start": "00:49:10",
    "end": "00:49:16"
  },
  {
    "text": "Ah, I see.",
    "start": "00:49:16",
    "end": "00:49:17"
  },
  {
    "text": "Like, yeah, it seems like they're training you. There's something about these. Like.",
    "start": "00:49:17",
    "end": "00:49:20"
  },
  {
    "text": "Yeah, that's the focus here.",
    "start": "00:49:20",
    "end": "00:49:21"
  },
  {
    "text": "That's focus here. So when Paul is talking about. He's talking about. Just. Doesn't he have something about, like. Or was this James or something? But, like, there's a sense of the law was like, when you're a child and, like, you know, you need some extra care.",
    "start": "00:49:21",
    "end": "00:49:37"
  },
  {
    "text": "Yeah.",
    "start": "00:49:38",
    "end": "00:49:38"
  },
  {
    "text": "But then there's, like, an opportunity to find the wisdom under the law.",
    "start": "00:49:38",
    "end": "00:49:43"
  },
  {
    "text": "And, like, yeah, that's a part of his larger chain of thought. In the letter to the Galatians. Galatians, yeah, that's right. And there's other dynamics, you know, going on in Galatians about circumcision and stuff that's specific to first century Judaism and the Messianic house churches. But the basic point is that the laws have built within them a thrust that's forcing you to go be guided by the laws to begin making decisions that the laws don't speak to. And yeah, so it's actually very similar to what Jesus is doing on the Sermon on the Mount. You would argue that the story is being carried forward when Jesus says, you've heard that it was said, don't murder.",
    "start": "00:49:43",
    "end": "00:50:28"
  },
  {
    "text": "And I say to you, and I.",
    "start": "00:50:29",
    "end": "00:50:30"
  },
  {
    "text": "Say to you, what's underneath? Don't murder.",
    "start": "00:50:30",
    "end": "00:50:33"
  },
  {
    "text": "Well, let's really understand this law.",
    "start": "00:50:34",
    "end": "00:50:36"
  },
  {
    "text": "Give me understanding of don't murder.",
    "start": "00:50:36",
    "end": "00:50:39"
  },
  {
    "text": "Yeah, because it's obvious. Don't take the person's life.",
    "start": "00:50:39",
    "end": "00:50:44"
  },
  {
    "text": "Yeah, that's right. Don't take another person's life.",
    "start": "00:50:44",
    "end": "00:50:46"
  },
  {
    "text": "Yeah, what else do you need to understand? It's like, yeah, that's pretty simple.",
    "start": "00:50:46",
    "end": "00:50:50"
  },
  {
    "text": "Totally.",
    "start": "00:50:50",
    "end": "00:50:51"
  },
  {
    "text": "And Jesus is like, no, let's get understanding.",
    "start": "00:50:51",
    "end": "00:50:54"
  },
  {
    "text": "It's like the night before the sermon on the mount, Jesus was up in all night, prayer, praying. Psalm 119. Here, let's just. Here's something Jesus might have prayed that night. Psalm 119, 34. Give me understanding so that I can keep your law and obey it with all of my heart. Direct me in the path of your commands. That's where I find the light. And so it's somebody shaped by that desire that could see underneath the law. Don't murder, or there's something more or underneath the law. Celebrate Passover every year on the first month, the 14th day, and say there's.",
    "start": "00:50:54",
    "end": "00:51:33"
  },
  {
    "text": "Something more to understand here.",
    "start": "00:51:33",
    "end": "00:51:34"
  },
  {
    "text": "More. God wants more for me with what Passover is about. So much more that I can celebrate it a month later. And he doesn't want me to miss out because it's so formative for understanding my identity. Yeah.",
    "start": "00:51:34",
    "end": "00:51:48"
  },
  {
    "text": "Give me understanding so that I may keep your law. No, just help me keep the law. You gave me the law. Help me keep the law.",
    "start": "00:51:48",
    "end": "00:51:55"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:51:55",
    "end": "00:51:56"
  },
  {
    "text": "No, but he wants understanding so he could obey it with all his heart. He's just like, yeah, there's something there.",
    "start": "00:51:56",
    "end": "00:52:01"
  },
  {
    "text": "There's something about what? About a situation that the law doesn't address. Give me understanding so that no matter what scenario I find myself in, I keep the Torah. Well, there's only 613 laws in the Torah and they don't address anything. About X, Y or Z? No, no. But that's what understanding will give me so that I can obey it with all my heart. Yeah. This is cool. I forgot that this was an element of the story when we started this conversation, but the moment I remembered it, because this is a long standing theme for you. Over the years we've been talking, Psalm 119 has kind of been a source of frustration, but I think it speaks to something deeper for you.",
    "start": "00:52:01",
    "end": "00:52:43"
  },
  {
    "text": "Well, originally, Psalm 119, the beef was just, man, if I'm going to be honest with myself, the laws of the Torah are. They're burdensome.",
    "start": "00:52:44",
    "end": "00:52:57"
  },
  {
    "text": "Yeah.",
    "start": "00:52:57",
    "end": "00:52:57"
  },
  {
    "text": "And they're weird. And they're just like. It's just like. It's like going to. It's like we went to a school where there's all these, you know, all these rules, you know, like, don't go to an R rated movie and don't.",
    "start": "00:52:58",
    "end": "00:53:11"
  },
  {
    "text": "Like talking about the Christian college.",
    "start": "00:53:11",
    "end": "00:53:14"
  },
  {
    "text": "The Christian college we went to.",
    "start": "00:53:14",
    "end": "00:53:15"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:53:15",
    "end": "00:53:16"
  },
  {
    "text": "And it's like, I didn't think of those and be like, oh, I delight in these laws.",
    "start": "00:53:16",
    "end": "00:53:19"
  },
  {
    "text": "I'm like, I want to understand them.",
    "start": "00:53:19",
    "end": "00:53:21"
  },
  {
    "text": "Help me understand. It's just kind of like I got to put up with these. And that's how the laws of the Torah feel to me. But for me, I step outside and I go, well, I'm not an ancient Israelite. I don't have to follow him. But here's In Psalm 119, an ancient Israelite reveling in these. And so that was hard for me. And I remember we were going through this when we were talking about the Psalms, and I just was being just really plain. I was just like, I don't get it. Like, why is he so stoked on these laws? They just feel like confining.",
    "start": "00:53:21",
    "end": "00:53:53"
  },
  {
    "text": "Yeah. And that's obviously how the people who were much closer to the original context of all these laws, they felt the opposite. Right.",
    "start": "00:53:54",
    "end": "00:54:03"
  },
  {
    "text": "Or could have felt the opposite.",
    "start": "00:54:03",
    "end": "00:54:05"
  },
  {
    "text": "That's right. Okay.",
    "start": "00:54:05",
    "end": "00:54:06"
  },
  {
    "text": "That when they get it, when they get like, oh, this is what's happening here.",
    "start": "00:54:06",
    "end": "00:54:10"
  },
  {
    "text": "Yeah.",
    "start": "00:54:10",
    "end": "00:54:10"
  },
  {
    "text": "These laws are shaping me. These laws are giving me an opportunity to live in God's presence. These laws are setting me apart to be God's holy people. Like all this stuff. Yeah, yeah.",
    "start": "00:54:10",
    "end": "00:54:20"
  },
  {
    "text": "Passover is not just a once a year thing. And it's not just a thing that happened to my ancestors. It's something that God wants to be for me, the God of the Exodus. For me, every day. Every day is a liberation from slavery. You know, like that.",
    "start": "00:54:20",
    "end": "00:54:37"
  },
  {
    "text": "Yeah. That kind of stuff.",
    "start": "00:54:37",
    "end": "00:54:38"
  },
  {
    "text": "You're meditating and you're like, I could be liberated all over again today. Sweet. I mean, God says you can do it in the first month, you can do it in the second month.",
    "start": "00:54:38",
    "end": "00:54:47"
  },
  {
    "text": "Do it Passover.",
    "start": "00:54:48",
    "end": "00:54:49"
  },
  {
    "text": "Every day. Every day is Passover. But the point is, like, you'd get there by meditating on the meaning, the significance, the heart underneath the command.",
    "start": "00:54:49",
    "end": "00:55:00"
  },
  {
    "text": "Well, the delight that you would have when you realize, I get access to God's blessing and this is funneling me into it. That's pretty awesome. That was my first kind of problem with Psalm 119 is not getting that. And then there's been this more recent. Just trying to figure out why is the psalmist. Because I think it's maybe three times, maybe it's more. In Psalm 119, he explicitly asked to understand the law.",
    "start": "00:55:00",
    "end": "00:55:25"
  },
  {
    "text": "Yeah.",
    "start": "00:55:25",
    "end": "00:55:26"
  },
  {
    "text": "And like, I really wanted to know more, like, what are they after there? And so that's. We worked through that a little bit here. And I think there's something lovely there.",
    "start": "00:55:26",
    "end": "00:55:34"
  },
  {
    "text": "Yeah, I think so too. Yep. So in this section, God has remade a people. He's shined the light of his face upon them. They've responded by reciprocating generosity to give gifts to transport the tent. God's chosen line put the Levites to work in proximity to the tent. And now we see that every year he wants to deliver his people all over again. So we continue on. Ooh. Okay, this is good Bible trivia. When was the first time that the cloud and the pillar of fire that guided God's people through the wilderness, where was the first time that that appeared?",
    "start": "00:55:34",
    "end": "00:56:12"
  },
  {
    "text": "At the Reed Sea.",
    "start": "00:56:12",
    "end": "00:56:13"
  },
  {
    "text": "So you're going to Exodus 14, and you're right, it does appear there, but it's not the first time. It's the night of Passover. The moment Passover is over, Exodus 13:17, the people leave Egypt, and God guided them by a pillar of cloud to guide them by day, a pillar of fire to guide them by night. So here in Numbers, after we have addressed the topic of Passover, we read numbers 9, 15. Okay, so remember how on the day the tabernacle was set up, we're zooming back in time again. And the tent of the covenant of the Torah was set up. Yeah. Remember that?",
    "start": "00:56:16",
    "end": "00:56:58"
  },
  {
    "text": "Yeah. Leviticus 8 or 9 or something.",
    "start": "00:56:58",
    "end": "00:57:00"
  },
  {
    "text": "Remember how the cloud covered it?",
    "start": "00:57:00",
    "end": "00:57:03"
  },
  {
    "text": "Yeah.",
    "start": "00:57:03",
    "end": "00:57:03"
  },
  {
    "text": "You know, from evening to morning, the cloud above the tabernacle and it looked like fire. So numbers 9:15 is a full on flashback.",
    "start": "00:57:03",
    "end": "00:57:11"
  },
  {
    "text": "Yep.",
    "start": "00:57:11",
    "end": "00:57:12"
  },
  {
    "text": "Okay. Verse 16. That's how it kept on being all the time. The Cloud covered it, and at night, it looked like fire. Whenever the cloud lifted from above the tent, the Israelites set out wherever the cloud stopped. The Israelites camped at Yahweh's command. The Israelites set out at Yahweh's command. They camped. As long as that cloud stayed over the tabernacle, they remained in the camp. Now, let's say the cloud stayed over the tabernacle a really long time. The Israelites would obey that order, and they wouldn't leave. Sometimes the cloud was over the tabernacle just a few days, and at the Lord's command, they would encamp. And at the Lord's command, they would set out. Sometimes the cloud. I'm sorry. I'm trying to make this exciting. Yeah, we're just like now all the.",
    "start": "00:57:12",
    "end": "00:58:07"
  },
  {
    "text": "Things that the cloud might do.",
    "start": "00:58:07",
    "end": "00:58:09"
  },
  {
    "text": "Yeah. We're saying over and over and over again, the clouds stay a long time. Clouds stayed a short time. The clouds stayed a few days. Clouds stayed a week. So we're working this theme over and over and over again. They live and are led by the cloud. The presence of Yahweh is the thing that's going to guide them. That's that paragraph, chapter 10, verse 10. Here's another thing. Here's something else Yahweh said to Moses. Make two trumpets. Mm. A beautiful, hammered work.",
    "start": "00:58:09",
    "end": "00:58:38"
  },
  {
    "text": "They obviously already have trumpets. There's been trumpets at Sinai. Oh, but that was one of the trumpets go up the mountain.",
    "start": "00:58:38",
    "end": "00:58:44"
  },
  {
    "text": "That was Yahweh's thunder and lightning. Oh, that was Yahweh's trumpet.",
    "start": "00:58:44",
    "end": "00:58:48"
  },
  {
    "text": "Okay. Yeah, but didn't they blow trumpets to, like, inaugurate the tabernacle?",
    "start": "00:58:48",
    "end": "00:58:53"
  },
  {
    "text": "Mm, mm.",
    "start": "00:58:53",
    "end": "00:58:53"
  },
  {
    "text": "Yeah.",
    "start": "00:58:53",
    "end": "00:58:54"
  },
  {
    "text": "Mm, mm. No. It's just fire and cloud.",
    "start": "00:58:54",
    "end": "00:58:56"
  },
  {
    "text": "There was no trumpet.",
    "start": "00:58:56",
    "end": "00:58:57"
  },
  {
    "text": "Mm, mm, no.",
    "start": "00:58:57",
    "end": "00:58:58"
  },
  {
    "text": "Oh, man, I remember Trumpets.",
    "start": "00:58:58",
    "end": "00:58:59"
  },
  {
    "text": "These are the trumpets.",
    "start": "00:59:00",
    "end": "00:59:01"
  },
  {
    "text": "These are the origin story of the trumpets.",
    "start": "00:59:01",
    "end": "00:59:03"
  },
  {
    "text": "These are the trumpets and use them to call out the community when you want to assemble. All the leaders in the clans, remember their names from chapter one. Yep. Then blast the trumpet. If you want all the camps to start to get up and get ready to go, blast that trumpet two times. Let's say that you're going into battle with an enemy like we might meet out there in the wilderness. Yep. Blast those trumpets. Ooh. Let's say it's. You want to celebrate one of the festivals where we meet with Yahweh.",
    "start": "00:59:03",
    "end": "00:59:37"
  },
  {
    "text": "Passover, one of the seven, for example.",
    "start": "00:59:38",
    "end": "00:59:40"
  },
  {
    "text": "Blast those trumpets. Blast those trumpets when you leave. Blast them when you stay. Blast them when you meet with God. Blast the trumpets. So this is interesting. This section began with the blessing of Aaron and the mentioning of the seven lamp menorah. And we were told there that the menorah was made out of hammered work. Mikshe. It's a very rare word. And now at the end of this section, we are being reminded of the trumpets made of hammered work. Those hammered things were right next to a literary unit that reminded you about the day the tabernacle was set up, both to be transported and then to be led by the cloud and fire. So we're getting ready to go. So chapters one through six were all about recreating the little Eden in the wilderness. Now this whole section is about recreating Israel as the mobile Eden, getting ready to leave. And so it all leads up to Numbers, chapter 10, verse 11, and John. We're going to leave Mount Sinai.",
    "start": "00:59:40",
    "end": "01:00:45"
  },
  {
    "text": "We're leaving Mount Sinai.",
    "start": "01:00:46",
    "end": "01:00:47"
  },
  {
    "text": "Yeah. We've been here a long time.",
    "start": "01:00:47",
    "end": "01:00:48"
  },
  {
    "text": "Yeah.",
    "start": "01:00:48",
    "end": "01:00:49"
  },
  {
    "text": "I don't know how many conversations we've been here. Mount Sinai.",
    "start": "01:00:49",
    "end": "01:00:52"
  },
  {
    "text": "Yeah.",
    "start": "01:00:52",
    "end": "01:00:52"
  },
  {
    "text": "But on the 20th day of the second month of the second year, you know that cloud, you know, that would lift up?",
    "start": "01:00:53",
    "end": "01:01:01"
  },
  {
    "text": "Yeah. We just learned about the cloud.",
    "start": "01:01:01",
    "end": "01:01:02"
  },
  {
    "text": "That cloud lifted up from the tabernacle of the covenant Torah. And the Israelites, they set out.",
    "start": "01:01:04",
    "end": "01:01:10"
  },
  {
    "text": "Wow.",
    "start": "01:01:10",
    "end": "01:01:11"
  },
  {
    "text": "From the desert of Sinai.",
    "start": "01:01:11",
    "end": "01:01:12"
  },
  {
    "text": "Here we go.",
    "start": "01:01:12",
    "end": "01:01:13"
  },
  {
    "text": "And, man, they traveled from place to place.",
    "start": "01:01:13",
    "end": "01:01:16"
  },
  {
    "text": "Okay. Second month, 20th day.",
    "start": "01:01:16",
    "end": "01:01:18"
  },
  {
    "text": "Yep.",
    "start": "01:01:18",
    "end": "01:01:19"
  },
  {
    "text": "So they've done the Passover. Or they might be in the middle of the people, like, redoing the Passover.",
    "start": "01:01:19",
    "end": "01:01:24"
  },
  {
    "text": "People redoing the Passover. They're still in the middle of it. Yeah. Of the feast of unleavened bread. Yeah.",
    "start": "01:01:24",
    "end": "01:01:29"
  },
  {
    "text": "They're have to go to Moses and find out what to do.",
    "start": "01:01:29",
    "end": "01:01:31"
  },
  {
    "text": "Yep. So the divisions of the camp of Judah, they went first. And you're like, oh, yeah, I remember this from chapter two.",
    "start": "01:01:32",
    "end": "01:01:40"
  },
  {
    "text": "Yeah.",
    "start": "01:01:40",
    "end": "01:01:40"
  },
  {
    "text": "This is a good example where we're repeating all the stuff from earlier chapters, and you can feel it's. We're rounding off a literary unit here and we're going to set off into a new one. So it goes and starts renaming all the camp divisions and their banners that they carry as they march through. It's a really long list. Then the Levites carry the holy things. Oh, yeah, that was chapter three and four. And okay, finally, the rear guard.",
    "start": "01:01:40",
    "end": "01:02:05"
  },
  {
    "text": "This is like, I have read the lists so many times now.",
    "start": "01:02:05",
    "end": "01:02:09"
  },
  {
    "text": "Yeah. So again, the repetition communicates the orderliness.",
    "start": "01:02:09",
    "end": "01:02:14"
  },
  {
    "text": "Yeah.",
    "start": "01:02:14",
    "end": "01:02:14"
  },
  {
    "text": "And order is a big deal. It's the opposite of chaos. It's chaos out in that wilderness. So from this moment forward, the Israelites Set out into the wilderness. And what we're going to see is the story again of Genesis 1 through 9. The cycle's going to start over again.",
    "start": "01:02:14",
    "end": "01:02:31"
  },
  {
    "text": "In the second literary movement.",
    "start": "01:02:32",
    "end": "01:02:33"
  },
  {
    "text": "Yeah. And as they go into the wilderness, it's going to be good for a minute, a hot minute, and then it's going to go terribly wrong. And here it just starts going wrong. In chapter 11, there was this rabble among the Israelites who began to desire food. They have a desire for food. Just like the woman saw that the tree was good for food and desirable food. Yeah, yeah, yeah. And so it's going to be this big rebellion among the people against Moses because they want desirable food. So it's good for a minute. It's eaten for a minute. And then we're going to be right back into the. Now, this is what we're going to talk about next, but just to kind of show you how it works, but for the moment, let's just pause with the camps marching out and everybody's. They're carrying, you know, all the tent and the cloud and the fire is with them. Yahweh is with his people, and they're on the march to a new creation.",
    "start": "01:02:34",
    "end": "01:03:30"
  },
  {
    "text": "Yeah. A lot of order. There's a lot of understanding about how this is all going to work. We got the priests, we've got all the offerings. We've got God's blessing and his presence and the tabernacle. And we're ordered and we've multiplied and we're flourishing, and we are off.",
    "start": "01:03:30",
    "end": "01:03:51"
  },
  {
    "text": "Yeah, that's it. This is a major hinge in the storyline of the Torah. And this people has been redeemed. They've become the hosts of the presence of their liberating God. And now they have begun to reflect God's own orderliness and beauty and justice and abundance in life as they go into the desert. And that's the picture we are left to ponder. Like a garden in the desert.",
    "start": "01:03:51",
    "end": "01:04:18"
  },
  {
    "text": "Hmm.",
    "start": "01:04:19",
    "end": "01:04:19"
  },
  {
    "text": "As they go through. And the garden won't last long. It's all gonna go wrong in a minute. But let's, you know, the story just lets us pause for a minute and picture what things can be like and what things could be like in our own lives. And these stories can become literature for us to meditate on, to consider what God's purpose and will is for our time and our day.",
    "start": "01:04:19",
    "end": "01:04:42"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. We just finished the first movement of Numbers. Next week, we'll begin the second movement. We'll explore a new theme. The theme of the test. And we're going to find all the intentional parallels between this testing and the testing in the scroll of Exodus.",
    "start": "01:04:44",
    "end": "01:05:02"
  },
  {
    "text": "And usually they are patterns of intensification, like what happened in Exodus will usually get picked up and intensified, but sometimes flipped or inverted by the matching stories and numbers. The wilderness constitutes a test for whether Israel will trust Yahweh and bring about little gardens of oases of refuge in the wilderness, and whether they're going to obey God's words. And you can already anticipate where that's going to go.",
    "start": "01:05:02",
    "end": "01:05:27"
  },
  {
    "text": "Today's show is produced by Cooper Peltz, edited by Dan Gummel and Tyler Bailey and Lindsey Ponder with the show notes. Ashlyn Hice and Mackenzie Buxman provided the annotations for our annotated podcast in our app. Bibleproject is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus. And everything that we make is free because of the generous support of thousands of people just like you. Thank you so much for being a part of this with us. Hi, this is Saree and I'm from India.",
    "start": "01:05:27",
    "end": "01:05:55"
  },
  {
    "text": "Hi, this is Naomi Joy and I am from Petoskey, Michigan. I first heard about bibleproject from my pastor's wife. I used Bible Project for personal study and growth.",
    "start": "01:05:55",
    "end": "01:06:05"
  },
  {
    "text": "I use the Bible Project for having a better understanding of the Bible. My favorite thing about the Bible Project.",
    "start": "01:06:05",
    "end": "01:06:10"
  },
  {
    "text": "Is the wonderful and engaging animation and.",
    "start": "01:06:10",
    "end": "01:06:13"
  },
  {
    "text": "How they break down complex theology into things that I can understand.",
    "start": "01:06:13",
    "end": "01:06:17"
  },
  {
    "text": "My favorite thing about bibleproject is the podcast. We believe the Bible is a unified story that leads to Jesus.",
    "start": "01:06:18",
    "end": "01:06:24"
  },
  {
    "text": "We are a crowdfunded project by people like me.",
    "start": "01:06:24",
    "end": "01:06:27"
  },
  {
    "text": "Find free videos, study notes, podcasts, classes, and more@bibleproject.com.",
    "start": "01:06:27",
    "end": "01:06:34"
  }
]