[
  {
    "text": "Okay. Hey, Tim.",
    "start": "00:00:05",
    "end": "00:00:06"
  },
  {
    "text": "Hey, John. Hello.",
    "start": "00:00:06",
    "end": "00:00:07"
  },
  {
    "text": "Hello. We are going to do a question response to the number scroll. We did nine episodes walking through numbers.",
    "start": "00:00:07",
    "end": "00:00:16"
  },
  {
    "text": "Yeah.",
    "start": "00:00:16",
    "end": "00:00:16"
  },
  {
    "text": "Because there's three movements in numbers. We did three episodes each and covered a lot of ground. And you went through about, I don't know how many questions and picked out about a dozen that you want to try to get through.",
    "start": "00:00:16",
    "end": "00:00:32"
  },
  {
    "text": "Yep. As always, this broken record, but there's way more questions than we can ever deal. We are, like, so slow in exploring these questions, which is fine, I think, but it just means we don't get through very many. But I try to pick the ones that are repeated the most or that represent themes that have kind of been weaving throughout all the different questions. So there you go. We're talking numbers or otherwise known as in the wilderness.",
    "start": "00:00:32",
    "end": "00:01:01"
  },
  {
    "text": "Bamitbar.",
    "start": "00:01:01",
    "end": "00:01:02"
  },
  {
    "text": "Whoa. Yeah, John, did I get it right? That's it. Bamidbar.",
    "start": "00:01:02",
    "end": "00:01:06"
  },
  {
    "text": "Bamitbar.",
    "start": "00:01:06",
    "end": "00:01:07"
  },
  {
    "text": "Oh, with like a D. D. Bamidbar. Bamidbar. Yeah, yeah. Anyhow, should we get rocking?",
    "start": "00:01:07",
    "end": "00:01:14"
  },
  {
    "text": "Let's rock.",
    "start": "00:01:14",
    "end": "00:01:15"
  },
  {
    "text": "Let's rock. Okay, first question is from Johnny, who lives in the uk. Hi, Tim and John. I'm Johnny and I'm based in Hull in the uk. You showed how the Pentateuch's writers arranged it in patterns and sequences. For instance, the seven rebellions. And that number seven keeps coming up. My question is, do you think that it happened exactly like that, or did the writers embellish things or maybe even leave out certain rebellions to keep the number at a nice round and symbolic seven? Thanks.",
    "start": "00:01:15",
    "end": "00:01:47"
  },
  {
    "text": "Yeah, the. Thanks, Johnny. I love that. I feel like I used to always ask this question of you, some sort of version of this question.",
    "start": "00:01:47",
    "end": "00:01:54"
  },
  {
    "text": "Used to.",
    "start": "00:01:54",
    "end": "00:01:55"
  },
  {
    "text": "I've slowed down. I think I've slowed down on this question.",
    "start": "00:01:57",
    "end": "00:02:00"
  },
  {
    "text": "Okay, well, I guess Johnny's keeping you honest, but that's fine because it's John and Johnny keeping us honest.",
    "start": "00:02:00",
    "end": "00:02:04"
  },
  {
    "text": "Thanks, Johnny. John's got to stick together. Because while I am getting more and more comfortable with, I think, the heart of this question, or at least I don't want to get too redundant, I think it is on everyone's mind as we talk about the literary design of these scrolls.",
    "start": "00:02:04",
    "end": "00:02:22"
  },
  {
    "text": "That's exactly right. This is a question. Well, I think that specifically actually occurs to people who have some kind of investment in the historical truthfulness of scripture. In other words, not every Christian tradition emphasizes that to the same degree. And for people raised in traditions where historical accuracy of biblical narratives is like a boundary line issue, this issue comes to the fore immediately when you start talking about literary creativity on the Part.",
    "start": "00:02:22",
    "end": "00:02:54"
  },
  {
    "text": "Of the biblical authors in which traditions is historical accuracy not that important?",
    "start": "00:02:54",
    "end": "00:02:58"
  },
  {
    "text": "Oh, well, I'm just saying there are traditions where they haven't either that aren't at home in Europe or America, that didn't undergo the cultural developments in Enlightenment. So I'm thinking here primarily of Eastern traditions of Christianity.",
    "start": "00:02:59",
    "end": "00:03:14"
  },
  {
    "text": "They're comfortable with these stories being allegory or.",
    "start": "00:03:15",
    "end": "00:03:18"
  },
  {
    "text": "Well, I'm just saying, given that those cultures didn't undergo anything like the Reformation or the Enlightenment, the questions just don't surface in the same way for many people in those traditions.",
    "start": "00:03:18",
    "end": "00:03:29"
  },
  {
    "text": "That's hard to wrap my mind around.",
    "start": "00:03:30",
    "end": "00:03:32"
  },
  {
    "text": "Yeah, that's right. It's hard for a fish to think about what it's like to live in another fishbowl. But it's true, because these are questions that didn't occur to Jewish and Christian, many Jewish and Christian readers for centuries.",
    "start": "00:03:32",
    "end": "00:03:46"
  },
  {
    "text": "Specifically, the question of did this happen exactly the way it's written in history? Correct, in time, space, did this occur exactly as being portrayed?",
    "start": "00:03:46",
    "end": "00:03:56"
  },
  {
    "text": "Yeah, that's a particularly modern question in the ways that we ask it and approach it. But that doesn't mean it's illegitimate. It's our question, no matter what, when or how we happen to come to that question. It's a question that's on many people's minds.",
    "start": "00:03:56",
    "end": "00:04:13"
  },
  {
    "text": "And I think from my fishbowl, the importance of the question is about trustworthiness.",
    "start": "00:04:13",
    "end": "00:04:18"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:04:18",
    "end": "00:04:19"
  },
  {
    "text": "Can I trust this collection of scrolls? And if it's not telling us about something that happened that actually happened, then did Jesus live and say what was reported that he said? Did he rise from the dead as reported? Or is that also something I can think of as being.",
    "start": "00:04:19",
    "end": "00:04:43"
  },
  {
    "text": "Yeah, totally. I'll name an author, a Jewish author who's helped me really think this through in helpful ways in recent times. Joshua Berman. And it's kind of a personal book called Anima Amin, which is Hebrew for I believe, Biblical criticism and historical truth. And he is raised within a very conservative part of Jewish tradition, but he has gone full bore into biblical studies and historical cultural context of the Hebrew Bible. And he firmly is like a believer. It's part of the Jewish tradition. That's where he sits. He's a believer. Anima Amin means I believe. But at the same time, he's also convinced that both in Jewish and Christian traditions, we take our modern categories, which are a spectrum of fiction, to historiography, and then we try to fit the biblical writings onto the way we have constructed that spectrum. And he just says that is just not how ancient history writers thought about what they were doing. And this is very helpful. And where he goes is comparing biblical historiography to ancient Egyptian, Babylonian and Assyrian historiography. And what you see is a concern to represent the traditions of the past as they've been received, but also to use literary creativity to help later generations understand the meaning and the significance of what has happened. And the literary creativity and historical representation and truthfulness are not at odds with each other in their culture's way of imagining history writing. It is for us. And I think that's essentially where the rub is.",
    "start": "00:04:43",
    "end": "00:06:33"
  },
  {
    "text": "It's at odds if what you're after is what you've called before. Video camera footage.",
    "start": "00:06:34",
    "end": "00:06:40"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:06:40",
    "end": "00:06:41"
  },
  {
    "text": "If you're after like what would I have seen if I was transported back to that time?",
    "start": "00:06:41",
    "end": "00:06:46"
  },
  {
    "text": "So your point, Johnny, is what I've seen. The seven Rebellions and Seven. Seven days or something? Because that's what it feels like when you read numbers 11 through 20. It just feels like boom, boom, boom, boom, boom. And that's the literary effect that's been designed to have that effect. And the question is, does that represent what would have happened to me if I'd been there?",
    "start": "00:06:46",
    "end": "00:07:09"
  },
  {
    "text": "And so you're saying that the ancient authors, the authors here, they weren't interested in trying to create the video camera footage replay, but at the same time, I don't hear you saying that they were trying to be anti historical or.",
    "start": "00:07:09",
    "end": "00:07:26"
  },
  {
    "text": "No, no. It's hard to imagine a people group on the history of our planet that has its identity anchored more in history than the Jewish people. It's all about historical memory that is recast, retold and reshaped for each generation to help us understand the meaning of. Of this history and one's role within it. But literary creativity was how they communicated the meaning of that history as they passed along these texts. The Seven Rebellions is an excellent example. But also we pointed out along the way that Numbers has a number of very explicit moments where the literary sequence of the stories are out of chronological sequence of when they happened and the story doesn't hide that fact. So even that just alone tells you that this author has some other agenda than just to tell you what you would have seen if you had been traveling in the wilderness.",
    "start": "00:07:27",
    "end": "00:08:25"
  },
  {
    "text": "So if I still feel really uncomfortable with this, that book you recommended is a good place to go.",
    "start": "00:08:26",
    "end": "00:08:32"
  },
  {
    "text": "Yeah, it's great. Yeah. Yeah. A whole chapter that's very helpful. Introduction to Modern Concepts of Historiography versus Ancient Concepts of Historiography. And what happens when we don't honor the Biblical authors in their setting. And then he has this great case study, which is the Exodus, the historical truthfulness debates about the Exodus. And what actually is really fascinating because he's able to show is that people who try to fit the Exodus events into the video camera footage model or into the complete literary fiction model, neither one of them can actually account for the story as it stands in the scroll.",
    "start": "00:08:32",
    "end": "00:09:11"
  },
  {
    "text": "I can understand how the video camera footage doesn't fit. Right. We talked about, like, just the number of people going through the wilderness as depicted is kind of crazy.",
    "start": "00:09:12",
    "end": "00:09:22"
  },
  {
    "text": "Yeah, that's right. Yeah. And that's another good example of an ancient literary and historiographical convention of using numbers, census numbers, battle numbers, that kind of thing.",
    "start": "00:09:22",
    "end": "00:09:35"
  },
  {
    "text": "But I guess I don't appreciate the other side, which is, why wouldn't it just work as a piece of fiction?",
    "start": "00:09:36",
    "end": "00:09:43"
  },
  {
    "text": "Yeah. It is really hard to account for how foundational the Exodus event is in Israelite culture and history and how it has surfaced and manifest itself. That story has manifested itself in so many different forms over such a long period of time in terms of both texts written about it, but also cultural practice. I mean, Passover. Yeah. Still celebrated today. So there's that. Also, the narrative accounts have all kinds of historical details in them. Egyptian, like words woven into the account, allusions to Egyptian cultural practices that are the subtext of many details in the story. That would just be to create an account where all of that is fabricated centuries later by scribes who were removed from the time and place of the actual events. You have to come up with this fantastic theory. Sometimes as fantastic a theory as the video camera footage position has to come up with to account for how 2 million people could drink from 12 fountains in the desert. You know what I mean? So maybe it opens up a messy middle that makes some people uncomfortable. But also, I think it's important to realize this isn't about skepticism. Like, the reason why we're talking about these seven rebellions is because of actually reading the biblical text more closely than ever before. And you see, it's literary artistry. And now we're trying to account for what's actually there in Scripture as opposed to validate my presuppositions on one end of the spectrum or another.",
    "start": "00:09:44",
    "end": "00:11:24"
  },
  {
    "text": "Yeah. This feels like a summit you have to climb in order to then be able to appreciate, like, the true summit, which is like, now, why are there seven rebellions? And what are the seven rebellions telling us?",
    "start": "00:11:25",
    "end": "00:11:39"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:11:39",
    "end": "00:11:40"
  },
  {
    "text": "About the character of God and about the story of Israel, human nature and the story of all humanity.",
    "start": "00:11:40",
    "end": "00:11:45"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:11:45",
    "end": "00:11:46"
  },
  {
    "text": "And so I think I've. I still am uncomfortable. I'm still the fish in the bowl going, man, as soon as you start pulling this thread, what did you know, what goes out the window? And it makes me really uncomfortable. But I find so much benefit and saying, well, let's summit this other mountain and let's see what's there. And there's so much that you learn and is beautiful and like God's word comes to life in a new way there that I've just kind of become comfortable going, I'll just leave that aside. But as soon as Johnny asks it.",
    "start": "00:11:46",
    "end": "00:12:27"
  },
  {
    "text": "It'S like, yeah, yeah, it comes right back up again. Yeah. I've been wrestling with it many years, and anytime books come out relevant to the topic, they're on the top of my list, like Joshua Berman's, to think it through in another way. What's fascinating about Joshua Berman's treatment of the topic is he is sitting within the Jewish tradition in a very analogous place to where I am trying to find myself in the Christian tradition, which is it's not all or nothing. Either none of this happened as represented or it happened only blow by blow, video camera footage as represented. And it's not being skeptical to try and find that messy middle because you're actually being more honest, I think, to reckon with what's actually there within the scriptural texts themselves. And you can do this within the Hebrew Bible. We talked about this. You can. You can read the accounts of the origin of the monarchy of Israel all the way down to the exile and Samuel and Kings, and then you can go to the chronicle scroll and read them in parallel columns, like, these books exist, they do it for you. And you can watch the chronicler adapt details, leave things out, add details, and use literary creativity to reshape the accounts. And it doesn't mean that nothing happened, but it does mean that that author is passing on what happened to communicate a unique aspect of those events. Meaning that's different than what the author of Samuel Kings was trying to do.",
    "start": "00:12:27",
    "end": "00:13:51"
  },
  {
    "text": "Yeah.",
    "start": "00:13:51",
    "end": "00:13:52"
  },
  {
    "text": "And so it's inherent within the biblical story itself to adapt itself to show later generations new meaning within the events. Well, I don't know what else to do. I guess we could just try and have a different Bible. What do you do?",
    "start": "00:13:52",
    "end": "00:14:11"
  },
  {
    "text": "What?",
    "start": "00:14:11",
    "end": "00:14:11"
  },
  {
    "text": "Well, you could just pretend like that's not in the Bible. But I don't know, I just. That's not being honest anyhow. But I know anyway, so it's very hard not to fall into extremes when it comes to these topics.",
    "start": "00:14:11",
    "end": "00:14:29"
  },
  {
    "text": "Sure. And so one thing you've brought up a number of times when we get into this territory is that the histories in our lives and the stories that are most important to us, we don't actually talk about them and treat them in the way that we're expecting, like, the Bible to be doing it, or like a history book on World War II to be doing it. We're very comfortable in our own personal histories saying, crafting and understanding our story.",
    "start": "00:14:29",
    "end": "00:15:05"
  },
  {
    "text": "You're talking about, like, retelling the story of how you and Tristan met. Something like that.",
    "start": "00:15:05",
    "end": "00:15:10"
  },
  {
    "text": "Yeah. Or the story of my vocational journey.",
    "start": "00:15:10",
    "end": "00:15:13"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:15:13",
    "end": "00:15:14"
  },
  {
    "text": "You know, from, like, I'm thinking about that because I'm gonna be sharing that in a few days in a setting. And it's like, yes, you want to be truthful and accurate, but also you want to make sure that the important ideas emerge.",
    "start": "00:15:14",
    "end": "00:15:30"
  },
  {
    "text": "Yeah.",
    "start": "00:15:30",
    "end": "00:15:30"
  },
  {
    "text": "And also the. I mean, kind of the truthfulness of the experience and what you've learned and.",
    "start": "00:15:30",
    "end": "00:15:37"
  },
  {
    "text": "How it's cashed out and the meaning that you can now see in those events, but it's precisely because it's in retrospect.",
    "start": "00:15:37",
    "end": "00:15:43"
  },
  {
    "text": "Right.",
    "start": "00:15:43",
    "end": "00:15:43"
  },
  {
    "text": "And so you can craft an account for this particular audience that might be slightly different than how you would craft it a year from now for, like, a different audience, but it doesn't mean it didn't happen because you were there.",
    "start": "00:15:44",
    "end": "00:15:57"
  },
  {
    "text": "Yeah. And at what point are you being untruthful?",
    "start": "00:15:58",
    "end": "00:16:00"
  },
  {
    "text": "Yeah. And that has to do with the expectation the listener or the reader brings.",
    "start": "00:16:02",
    "end": "00:16:06"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:16:06",
    "end": "00:16:07"
  },
  {
    "text": "So thank you, Johnny. I feel like it's a topic that we need to talk about at least four times a year on the podcast.",
    "start": "00:16:08",
    "end": "00:16:15"
  },
  {
    "text": "Okay.",
    "start": "00:16:16",
    "end": "00:16:17"
  },
  {
    "text": "I don't know what number this is, but, yeah, you put a fine point to it, Johnny. Thank you.",
    "start": "00:16:17",
    "end": "00:16:21"
  },
  {
    "text": "All right, let's go to Carl in Wisconsin.",
    "start": "00:16:21",
    "end": "00:16:25"
  },
  {
    "text": "Yeah.",
    "start": "00:16:25",
    "end": "00:16:25"
  },
  {
    "text": "Hey, Team Carl from Cross Plains, Wisconsin, here in the wilderness, a census is taken twice. Once while at Mount Sinai, and once.",
    "start": "00:16:25",
    "end": "00:16:34"
  },
  {
    "text": "As they're about to enter the land.",
    "start": "00:16:34",
    "end": "00:16:36"
  },
  {
    "text": "At Mount Sinai, they count well over 603,000, while 40 years later, as they're about to enter the land, they only count 600 1000.",
    "start": "00:16:36",
    "end": "00:16:46"
  },
  {
    "text": "What are we supposed to take from this?",
    "start": "00:16:47",
    "end": "00:16:49"
  },
  {
    "text": "It doesn't seem like they've been fruitful and multiplying like God's promise would indicate. Thanks, friends.",
    "start": "00:16:49",
    "end": "00:16:55"
  },
  {
    "text": "Yeah. It's actually a good kind of case study in the conversation we were just having.",
    "start": "00:16:56",
    "end": "00:17:00"
  },
  {
    "text": "Yeah. And I brought up the census saying, if this was just the men being counted.",
    "start": "00:17:01",
    "end": "00:17:05"
  },
  {
    "text": "Yeah. Men of fighting ability and age.",
    "start": "00:17:05",
    "end": "00:17:08"
  },
  {
    "text": "Okay.",
    "start": "00:17:08",
    "end": "00:17:09"
  },
  {
    "text": "So, like, yeah, mature men, 20 to 50, I think. Yeah.",
    "start": "00:17:09",
    "end": "00:17:12"
  },
  {
    "text": "You can't fight when you're 16.",
    "start": "00:17:13",
    "end": "00:17:14"
  },
  {
    "text": "Guess not. You got to sneak in.",
    "start": "00:17:17",
    "end": "00:17:18"
  },
  {
    "text": "So there's potentially a couple million people here. So that aside of just like, how are so many people going through the wilderness?",
    "start": "00:17:19",
    "end": "00:17:25"
  },
  {
    "text": "That's right. And there actually were many questions about the numbers and numbers.",
    "start": "00:17:25",
    "end": "00:17:29"
  },
  {
    "text": "Okay.",
    "start": "00:17:29",
    "end": "00:17:30"
  },
  {
    "text": "And we did address it, but maybe people didn't happen to listen to one of the nine episodes, touched on it. I pointed to the work of a scholar, Daniel Foutz, who's done recent work on the way numbers function in ancient Near Eastern census lists and in battle accounts. And it's very similar to the question that we were just having so we can link his work in the show notes. But it's a very similar dynamic about the scale of the numbers. But that's not quite your question, Carl. It's about the difference of the numbers in the two census lists in numbers.",
    "start": "00:17:30",
    "end": "00:18:06"
  },
  {
    "text": "And you'd have to add them up to be able to see this.",
    "start": "00:18:06",
    "end": "00:18:08"
  },
  {
    "text": "Oh, no. The biblical author does it for you.",
    "start": "00:18:09",
    "end": "00:18:11"
  },
  {
    "text": "Oh, he does.",
    "start": "00:18:11",
    "end": "00:18:11"
  },
  {
    "text": "At the end of the list.",
    "start": "00:18:11",
    "end": "00:18:12"
  },
  {
    "text": "Yeah.",
    "start": "00:18:12",
    "end": "00:18:12"
  },
  {
    "text": "He lists all the tribes individually and then gives you a total.",
    "start": "00:18:12",
    "end": "00:18:15"
  },
  {
    "text": "He gives you a total.",
    "start": "00:18:15",
    "end": "00:18:16"
  },
  {
    "text": "Yeah. It's really convenient. So I think you're right, and I think it's a good example where, first of all, they're big, round numbers anyway. Like the numbers that are given in the census list, they're usually in multiples of 50 or 100. If the idea was this is a story of Israel being fruitful and multiplying just up and to the right, then that would stick out as being like, but the population went down. But recall, Carl, there's one census before they leave Sinai, and then there's one census after 40 years in the wilderness. And the main theme of the 40 years in the wilderness is about how Israel's rebellion and consistent refusal to trust in God's promises landed them in exile from the Eden land of Canaan. So my hunch, the narrator doesn't say this, but my hunch is that the diminished population number is a reflection of that toll that Israel's rebellion has been taking on it in the form of the loss of life, which is a sign of being outside of Eden, is the loss of life. And so I think that's probably what's going on. So I guess the God's promise of fruitful and multiplying is the fact that it didn't go down to, like 10,000, but that it is not that far.",
    "start": "00:18:16",
    "end": "00:19:40"
  },
  {
    "text": "Below the original number just bleeding out a little bit.",
    "start": "00:19:40",
    "end": "00:19:43"
  },
  {
    "text": "But nonetheless, the number goes down as well as the feeling of the reader just keeps descending into pessimism about whether this people will ever accept the gift of God's blessing as given.",
    "start": "00:19:43",
    "end": "00:19:57"
  },
  {
    "text": "So we've seen this theme when Israel's in Egypt, they're being fruitful and they're multiplying. We see the theme when they're in the land. Like, I'm thinking of Solomon talking to God, just being like, this people is large and multiplied.",
    "start": "00:19:58",
    "end": "00:20:16"
  },
  {
    "text": "Yes.",
    "start": "00:20:16",
    "end": "00:20:17"
  },
  {
    "text": "Like, how am I going to rule them?",
    "start": "00:20:17",
    "end": "00:20:18"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:20:18",
    "end": "00:20:19"
  },
  {
    "text": "So the theme does develop, and you see that it's at work. God's doing it. But there is a moment here going, wow, but in the wilderness, it's stalled out.",
    "start": "00:20:19",
    "end": "00:20:28"
  },
  {
    "text": "Yeah. Yeah, that's right. Yeah. I think it's supposed to grab your attention. Yeah. It's this tension between Israel's refusal to trust God that keeps diminishing their life. But yet God doesn't bail on the people, even though he feels like he wants to a couple times and shares that with Moses. And Moses intercedes on the people's behalf. So what I appreciate, Carl, is just you drew attention to a little narrative detail that's in a part of the number scroll census list that most of.",
    "start": "00:20:28",
    "end": "00:20:58"
  },
  {
    "text": "Us are like, it's begging you to.",
    "start": "00:20:58",
    "end": "00:21:00"
  },
  {
    "text": "Skip totally or at least skim. And so, Carl, you didn't skim. You notice those numbers. And I think they are meaningful. At least that's my hunch is that's what we're supposed to see in the decreasing population amount there. Okay, next we actually have two questions that are paired. They're both about the use of themes and imagery from numbers in the New Testament. So first is a question from Dina in Washington State, and then from Chris in Connecticut. Connecticut. Say Connecticut, but it's.",
    "start": "00:21:00",
    "end": "00:21:36"
  },
  {
    "text": "It is Connecticut. Right. I think there is a C in there.",
    "start": "00:21:36",
    "end": "00:21:39"
  },
  {
    "text": "Silent, hard C, which is kind of rare in English anyway. So first from Dina, then for Chris. Hey, Tim and John. My name is Dina and I'm from Washington State. Throughout the Exodus and the Wilderness series.",
    "start": "00:21:39",
    "end": "00:21:51"
  },
  {
    "text": "Y' all talk about the story when.",
    "start": "00:21:52",
    "end": "00:21:53"
  },
  {
    "text": "Moses hits a rock for water to come out. Does this connect to Jesus when he.",
    "start": "00:21:53",
    "end": "00:21:58"
  },
  {
    "text": "Calls himself the rock and living water?",
    "start": "00:21:58",
    "end": "00:22:01"
  },
  {
    "text": "And does God telling him to strike it the first time and speak to it the second time instead have any significance? Thank you for all you do. God bless you. Hi, Tim and John. This is Chris from Gales Ferry, Connecticut. In First Corinthians 10:4, Paul says that the Israelites drank from the spiritual rock that followed them, and the rock was Christ, how might this passage comment on the narrative of Moses striking the rock in numbers 20? Paul calls it a spiritual rock, but the Israelites drank water from a tangible rock that Moses could hit. Is Paul suggesting that Moses struck the pre incarnate Jesus with his staff when he struck the rock? Thanks for all you guys do. Yeah, great questions.",
    "start": "00:22:01",
    "end": "00:22:42"
  },
  {
    "text": "Yeah, so, yeah, how does Jesus relate to the rock?",
    "start": "00:22:42",
    "end": "00:22:48"
  },
  {
    "text": "To the rock? Yeah.",
    "start": "00:22:48",
    "end": "00:22:49"
  },
  {
    "text": "In numbers.",
    "start": "00:22:49",
    "end": "00:22:50"
  },
  {
    "text": "Yeah. Yeah. That's essentially kind of what's underneath both of them. So there's a few observations. Well, first to Dina, your question in the Gospel of John in particular, where Jesus describes himself as a source of living water that brings eternal life to others. And then the story of where Jesus is pierced by the soldier when he's being executed, and that is only in the Gospel of John and we're told that blood and water flow down from him. Those are meaningfully connected points in John. And actually both of them connect back to earlier threads in John 1, where Jesus is at the well with the Samaritan woman and he talks about how he's the source of water that gives life eternal. And then that connects back to the thread where Jesus goes to the temple and like throws down turning over the tables and says, destroy this temple and I'll raise it up in three days. And then John whispers in your ear, the temple he's talking about is his body.",
    "start": "00:22:50",
    "end": "00:23:53"
  },
  {
    "text": "So how does temple body relate to the living water?",
    "start": "00:23:53",
    "end": "00:23:57"
  },
  {
    "text": "Yeah, because within the Hebrew Bible, there is a consistent depiction, especially in the Psalms, but also in the prophets that depict the temple as the cosmic mountain garden, like an Eden, Eden place out of which flows a heavenly river. And so you can go here to Psalm 46 or Psalm 48, Ezekiel, chapter 47, his vision of the river in the new temple. It's all over it. In Joel, the mountains in the temple are flowing wine.",
    "start": "00:23:57",
    "end": "00:24:32"
  },
  {
    "text": "And Jesus turns water into wine.",
    "start": "00:24:33",
    "end": "00:24:35"
  },
  {
    "text": "Exactly. Yeah, totally. In the story, right after the situation with the temple. Oh, no, excuse me, right before it in John. And all of this is connected back to the core depiction of Eden as at least a hill, a high hill, where it's one river that comes out of the center of the garden, splits into four, and then waters all of the different regions.",
    "start": "00:24:35",
    "end": "00:24:56"
  },
  {
    "text": "So, yeah, there's this mega theme of living water. And we actually did a theme video on this. And so you got the four streams that come from a head water in the Eden Mountain. You've got Ezekiel's vision of the Temple Mount and the water that, like, waters the earth and turns the Dead Sea, like.",
    "start": "00:24:56",
    "end": "00:25:14"
  },
  {
    "text": "Yeah. Into Like a garden pond. Yeah, yeah, totally.",
    "start": "00:25:15",
    "end": "00:25:17"
  },
  {
    "text": "And so. And like you said a bunch of psalms that talk about flowing water from the temple.",
    "start": "00:25:19",
    "end": "00:25:24"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:25:24",
    "end": "00:25:25"
  },
  {
    "text": "And this is a picture of, like, because the water from the Garden of Eden is what gave life to the land.",
    "start": "00:25:25",
    "end": "00:25:32"
  },
  {
    "text": "That's exactly right.",
    "start": "00:25:32",
    "end": "00:25:32"
  },
  {
    "text": "And so it is water, but also there's something. It's kind of God's energizing. I mean, what is it more than just water?",
    "start": "00:25:33",
    "end": "00:25:43"
  },
  {
    "text": "Yeah, it's a symbol. It's a narrative image that keeps reappearing. Reappearing, depicting a river coming out of the cosmic sky. Mountain flowing down to earth to become the source of its life, to grow plants and to make humans.",
    "start": "00:25:43",
    "end": "00:26:01"
  },
  {
    "text": "And the fact that it comes out of this cosmic place is saying, ah, it's actually.",
    "start": "00:26:02",
    "end": "00:26:06"
  },
  {
    "text": "It's using a physical image to make a metaphysical claim about God's relationship to creation. Namely that all of the life, taking one example, the life that we see that appears when there's water, all of that life is ultimately sourced in something that transcends creation above and beyond it. Who is the source of all life and existence and being for every moment of every molecule of life as we know it.",
    "start": "00:26:06",
    "end": "00:26:40"
  },
  {
    "text": "Yeah.",
    "start": "00:26:40",
    "end": "00:26:40"
  },
  {
    "text": "So that, in other words, the Eden river is a narrative way of making a metaphysical claim about God as the source of all life and being.",
    "start": "00:26:40",
    "end": "00:26:51"
  },
  {
    "text": "And this is what Jesus does at the well with the Samaritan woman.",
    "start": "00:26:51",
    "end": "00:26:53"
  },
  {
    "text": "That's exactly what he's saying to her.",
    "start": "00:26:53",
    "end": "00:26:55"
  },
  {
    "text": "It's exactly what she's saying, the water.",
    "start": "00:26:55",
    "end": "00:26:56"
  },
  {
    "text": "You can drink this water and. And you'll be thirsty again, but drink of the water that I give you.",
    "start": "00:26:57",
    "end": "00:27:02"
  },
  {
    "text": "Metaphysical water.",
    "start": "00:27:02",
    "end": "00:27:03"
  },
  {
    "text": "Exactly, yeah. Or spiritual water, for example. So all of these narrative. And it kind of explains why this image of the water of life can be connected to so many different geographical places in the Bible. So Eden, which is really heaven, heaven on earth, but then also the temple. And there never was actually a river coming out of the temple in the.",
    "start": "00:27:03",
    "end": "00:27:33"
  },
  {
    "text": "Temple mountain, maybe like a sewage river.",
    "start": "00:27:33",
    "end": "00:27:34"
  },
  {
    "text": "I mean, they made conduits to funnel water onto the temple area because they had to deal with all that sacrificial blood. But also think of all the moments like with Hagar, the two moments that Hagar and then Hagar and Ishmael in Genesis are about to die in the wilderness, and God reveals a spring or a well to them. And so the stories of Israel in the wilderness and of a striking. Of a rock that issues in life giving water is making exactly the same claim. It's an Eden moment, which is to say it's a moment where God sustains the life of his creatures in a very direct and powerful way that can't be explained by any of their circumstances, because all around them is death.",
    "start": "00:27:36",
    "end": "00:28:23"
  },
  {
    "text": "Yeah.",
    "start": "00:28:23",
    "end": "00:28:23"
  },
  {
    "text": "And what God gives them is surprise life.",
    "start": "00:28:24",
    "end": "00:28:26"
  },
  {
    "text": "So surprise. Eden in the desert. Now let's talk about the rock.",
    "start": "00:28:26",
    "end": "00:28:30"
  },
  {
    "text": "Oh, yes. Okay. Yeah, yeah. So the rock will actually begin life with the image of the Eden mountain coming with the dry land emerging up out of the waters on day three of Genesis one. And then this mound from which a river pops out the top. That's Genesis 2, verse 4 and 5.",
    "start": "00:28:31",
    "end": "00:28:49"
  },
  {
    "text": "Okay, so we talked a little bit about this in our metaphor video a long time ago. Is that the idea of land or a rock or a fortress, being up above the chaotic waters, being safe, also then becomes a symbol of being up above your enemies who are trying to get you. And so it's this place of refuge.",
    "start": "00:28:50",
    "end": "00:29:10"
  },
  {
    "text": "Refuge from the realm of death that lie below. And remember, the two opposite images of chaos and death in the Bible are either chaos waters, as in Genesis 1, or a desolate wilderness, which is where the Eden story begins in Genesis 2, verse 4 and 5. So when you're in the wilderness, wanderings in Exodus or Numbers, the fact that there would be a rock, I'm almost.",
    "start": "00:29:10",
    "end": "00:29:37"
  },
  {
    "text": "Just to picture a mound, like a small mount, in a way.",
    "start": "00:29:37",
    "end": "00:29:41"
  },
  {
    "text": "Yeah. I mean, if you're using your imagination of the meaning of the rock, what you're looking at is a little refuge.",
    "start": "00:29:41",
    "end": "00:29:50"
  },
  {
    "text": "You're looking at a little micro mountain.",
    "start": "00:29:50",
    "end": "00:29:52"
  },
  {
    "text": "A little micro mountain, yeah. From which flows the cosmic river.",
    "start": "00:29:52",
    "end": "00:29:56"
  },
  {
    "text": "It's a little. Wow. So in that way, it's this little image of the cosmic mountain, Eden. It's Eden showing up in miniature in.",
    "start": "00:29:56",
    "end": "00:30:06"
  },
  {
    "text": "The middle of the wilderness, surrounded by. Surrounded by a wilderness. So what's interesting, there's two interesting. In Exodus 17, which is the first, Moses strikes the rock to bring out the water. What God says to Moses, it's a very odd detail. I was just working on this yesterday. God says, go to this rock and look. I will stand on the rock in front of you and you will strike the rock. So Yahweh's. It's as if. And we're talking about the fire cloud here, the pillar of fire and cloud. That's how Yahweh is showing up in the wilderness.",
    "start": "00:30:06",
    "end": "00:30:41"
  },
  {
    "text": "That's how he's standing there.",
    "start": "00:30:41",
    "end": "00:30:42"
  },
  {
    "text": "Yeah. So Yahweh goes to dwell on top of the Eden rock.",
    "start": "00:30:42",
    "end": "00:30:46"
  },
  {
    "text": "And then you almost get this picture of. Heaven's his throne room, Earth is his footstool. He's gonna stand up and just like be there with you.",
    "start": "00:30:47",
    "end": "00:30:55"
  },
  {
    "text": "Yeah. And Moses strikes the rock with his staff. And in Exodus, that's the staff that he used to strike the waters and split the sea and to strike the Nile river and to turn it to blood and make it undrinkable. That's a little detail. In the first plague, when he strikes the river, it becomes undrinkable. And here he strikes the rock.",
    "start": "00:30:55",
    "end": "00:31:16"
  },
  {
    "text": "Okay. So there's a whole theme of just Moses striking, and it either brings order or disorder.",
    "start": "00:31:16",
    "end": "00:31:21"
  },
  {
    "text": "Yeah.",
    "start": "00:31:21",
    "end": "00:31:21"
  },
  {
    "text": "It's God's created creative power. It's Genesis 1 power in the staff.",
    "start": "00:31:22",
    "end": "00:31:26"
  },
  {
    "text": "Yeah. And God dwelling over the rock is for sure another narrative image that's paralleled in God's glory, taking up residence in the temple. So much so that even at the end of Deuteronomy, Moses just straight up calls God the rock. You are the rock. Rock becomes like a name for God.",
    "start": "00:31:26",
    "end": "00:31:44"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:31:44",
    "end": "00:31:45"
  },
  {
    "text": "In the Torah and the Prophet. Oh. And the Psalms, actually throughout the whole Hebrew Bible. So it's very suggestive, this imagery, which connects then to your question, Chris, about that moment in 1 Corinthians 10, where Paul actually straight up calls the rock Messiah and talks about as a spiritual rock that followed them in the wilderness. What Paul is drawing attention to is the fact that in Exodus 17, Moses struck the rock at a place called Meribah. And then on the other side of Mount Sinai, there's the story in numbers 20, where they're at a different place that's called Kadesh Holiness, a holy place. So he strikes the rock at the holy place. And when Moses strikes a rock, but he doesn't speak to it, what the narrator says is, these are the waters of Meribah.",
    "start": "00:31:45",
    "end": "00:32:37"
  },
  {
    "text": "Okay.",
    "start": "00:32:37",
    "end": "00:32:38"
  },
  {
    "text": "And you're like, what? No, they're not. They're the waters of Kadesh.",
    "start": "00:32:38",
    "end": "00:32:41"
  },
  {
    "text": "But these two stories are linked.",
    "start": "00:32:43",
    "end": "00:32:45"
  },
  {
    "text": "Yeah. Yep, totally. They're linked in a symmetry around on the other side of Mount Sinai. So the narrator wants you to see that you're at a different location, same rock, but it's the same waters flowing out of the rock.",
    "start": "00:32:45",
    "end": "00:32:58"
  },
  {
    "text": "Ah, it's the same waters.",
    "start": "00:32:58",
    "end": "00:32:59"
  },
  {
    "text": "Yeah.",
    "start": "00:32:59",
    "end": "00:33:00"
  },
  {
    "text": "Interesting.",
    "start": "00:33:00",
    "end": "00:33:00"
  },
  {
    "text": "And so there was developed in Jewish tradition. And you can go like in the early Aramaic translations of the Hebrew Bible called the Targums, they talk about how the rocks that Moses struck the first time was rolling, following them for the 40 years in the wilderness. So Paul was aware of that tradition.",
    "start": "00:33:00",
    "end": "00:33:19"
  },
  {
    "text": "Yeah.",
    "start": "00:33:19",
    "end": "00:33:19"
  },
  {
    "text": "And in the place of saying the rock is Yahweh, which is what Moses will say, what Paul does is he puts the Messiah in the Yahweh slot when he calls him the rock and the source of life. So this is all. So when Jesus gets speared in John's.",
    "start": "00:33:20",
    "end": "00:33:35"
  },
  {
    "text": "Account, he's the rock getting struck for sure.",
    "start": "00:33:35",
    "end": "00:33:39"
  },
  {
    "text": "John wants us to see that symbolism there.",
    "start": "00:33:40",
    "end": "00:33:42"
  },
  {
    "text": "That's interesting. That Moses, he struck the Nile, turns the water to blood. He strikes the rock, living water comes out. Jesus is struck, blood and water separated.",
    "start": "00:33:43",
    "end": "00:33:54"
  },
  {
    "text": "Yeah, that's right. Yeah.",
    "start": "00:33:54",
    "end": "00:33:56"
  },
  {
    "text": "Comes out.",
    "start": "00:33:56",
    "end": "00:33:56"
  },
  {
    "text": "It's really fascinating.",
    "start": "00:33:56",
    "end": "00:33:57"
  },
  {
    "text": "Wow.",
    "start": "00:33:57",
    "end": "00:33:58"
  },
  {
    "text": "So, yeah, thanks. Very perceptive questions. And what's cool is that John, both John and Paul, they're not just making this up. They are attuned to the details of these stories. And also they are tapping into very common themes within the Hebrew Bible and the way Jewish readers of their time period were paying attention to those details and kind of uniting them.",
    "start": "00:33:58",
    "end": "00:34:24"
  },
  {
    "text": "Wonderful. Yeah. Thank you.",
    "start": "00:34:25",
    "end": "00:34:26"
  },
  {
    "text": "Yeah.",
    "start": "00:34:26",
    "end": "00:34:26"
  },
  {
    "text": "Ooh, we got a John spelled like me. J, O, N. Oh, yeah. Oh, from the USA. We're like brothers.",
    "start": "00:34:27",
    "end": "00:34:33"
  },
  {
    "text": "Hey, John and Tim, on episode 319, you discussed numbers 27:1 through 11, where God creates a new law so that daughters can inherit land when a father has no sons to give it to. It seems like God's law can change and adapt to new situations. How does this make sense with what God tells Israel in Deuteronomy 4. Two, where they are strictly commanded not to add or change to the law God had given them, especially since Deuteronomy 13:1 5 warns Israel to stone someone who does signs and wonders to get them to rebel. Doesn't numbers 27 open up a dangerous door where God's law can be manipulated? Looking forward to hearing what you say. Thanks. You know what's interesting is we have two Johns, a Johnny asking a question that you asked before, and now a John who is asking a question that I know is like, we've talked about too, and I think it's something you've expressed before also.",
    "start": "00:34:34",
    "end": "00:35:32"
  },
  {
    "text": "Yeah, but I think here he's asking it very explicitly in a really helpful way. I love very direct, explicit questions.",
    "start": "00:35:32",
    "end": "00:35:42"
  },
  {
    "text": "Totally.",
    "start": "00:35:42",
    "end": "00:35:43"
  },
  {
    "text": "If in one sense we've got a story where you're kind of learning that the law is adaptable to a new situation. Not only that, but like the scroll of Deuteronomy, is Moses adapting the law for a new generation?",
    "start": "00:35:43",
    "end": "00:35:58"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:35:58",
    "end": "00:35:59"
  },
  {
    "text": "What do we do with a verse that says, do not adapt the law?",
    "start": "00:36:00",
    "end": "00:36:03"
  },
  {
    "text": "Yeah, well, maybe that's what it means. Oh, okay. So let's read it. It's Deuteronomy, chapter 4 ve verses 1 and 2. Now, O Israel, listen, Shema, to the Statutes and the judgments I'm teaching you to perform so that you may live and go in and take possession of the land which the Lord the God of your fathers is giving you. You shall not add to the word that I'm commanding you, nor take away from it so that you may keep the commandments of the Lord your God, which I'm commanding you. Don't add, don't take away to the word to this.",
    "start": "00:36:03",
    "end": "00:36:35"
  },
  {
    "text": "Basically his speech here, which is going to be turned into a scroll. Correct. Famously, Revelation does this too.",
    "start": "00:36:35",
    "end": "00:36:42"
  },
  {
    "text": "Yeah. John the visionary quotes this and yeah.",
    "start": "00:36:42",
    "end": "00:36:47"
  },
  {
    "text": "Attaches this to his, which then becomes a bit of a proof text in my tradition to say, like, hey, canon's closed.",
    "start": "00:36:47",
    "end": "00:36:57"
  },
  {
    "text": "Yep.",
    "start": "00:36:57",
    "end": "00:36:57"
  },
  {
    "text": "This is what we got.",
    "start": "00:36:57",
    "end": "00:36:58"
  },
  {
    "text": "Bible says it. That's what God means.",
    "start": "00:36:59",
    "end": "00:37:01"
  },
  {
    "text": "Yeah, right.",
    "start": "00:37:02",
    "end": "00:37:03"
  },
  {
    "text": "But that's kind of what's assumed there. Yeah, yeah. So one important thing is that this line in Deuteronomy 4 is actually picking up a trope in ancient Near Eastern Covenant treaties. So this was Moshe Greenberg's commentary on Deuteronomy and Angkor Bible series, I think, where I first came across this. And he was both a scholar of ancient near east literature and Hebrew Bible. So he has copious examples. And so what he's talking about is the function of these treaty introductions is essentially to say you can't just change the terms of this relationship at will. But what's ironic is within the biblical tradition, this is the introduction to a law collection where Moses is not changing the terms, but he is adapting how Israel can be faithful to the covenant because of the change setting that's ahead. So it's either a contradiction at its face value, or what this means is actually fully in sync with what Moses is doing in Deuteronomy, which is adapting numerous laws from earlier for a changed setting. Does that make sense?",
    "start": "00:37:03",
    "end": "00:38:15"
  },
  {
    "text": "Or perhaps we're wrong and he's not actually adapting the laws, or is it pretty clear that he's adapting laws?",
    "start": "00:38:16",
    "end": "00:38:22"
  },
  {
    "text": "Oh, well, yeah. Yes, Just compare them.",
    "start": "00:38:22",
    "end": "00:38:26"
  },
  {
    "text": "Okay.",
    "start": "00:38:26",
    "end": "00:38:27"
  },
  {
    "text": "Yeah, just compare them. Yeah. So whether it's like the calendar of feasts, for example, in Deuteronomy, I think it's in 14. And you compare it to Exodus 23 or Leviticus 23, and what you'll find is how the annual feasts are to be celebrated gets dialed in in Deuteronomy with all kinds of additional details or adapted details. Because now you're gonna be in houses on settled land, whereas the earlier ones were full on, like, adapted for setting for celebrating intents as a migrant community in the wilderness. So Genuine adaptation.",
    "start": "00:38:27",
    "end": "00:39:06"
  },
  {
    "text": "Okay, so if this is a formula used in covenant treaties, you're saying then the purpose of the formula isn't to say, hey, this will never get adapted to a new context. The purpose is then what?",
    "start": "00:39:07",
    "end": "00:39:21"
  },
  {
    "text": "Oh, to say, this is a covenant. These laws are the terms of a covenant relationship between Yahweh and his people, Israel. And you don't get to determine the terms of that relationship. Yahweh is entering into the relationship with you. And what's happening with adaptations of the law is not reinventing the covenant relationship. It's the opposite. It's, we need to honor this covenant relationship. And actually, now that we're in this new situation, the laws as stated might lead us to do something that won't faithfully honor the intentions of God for this covenant. And so that's where these adaptation moments come in. That's certainly how God responds. In the Daughters of Zelophchad story, where God says, yeah, those daughters are right. I mean, God says that they're right. It's not Moses who says they're right. Moses is like, I don't know, God says that they're right. And John, you bring up Deuteronomy 13, which is about warning Israel, you know, to react severely to people, leading them away toward covenant faithfulness. But that's exactly the point is in Deuteronomy 13, what these prophets will try and do is to have you give your allegiance to another God. And that's not what these adaptations are about. Yeah, they're about increasing your faithfulness to, to Yahweh, but doing it by means of wisdom, discernment, adaptation. And then as we talked about, we're followers of Messiah with Holy Spirit guidance. But I want to honor John, that it appears to us as a tension, like the laws, once and for all, for all time. But then those same laws are getting adapted.",
    "start": "00:39:21",
    "end": "00:41:12"
  },
  {
    "text": "Well, it seems like the laws are presented in such a way of saying, like, hey, this is it. Follow it completely and things will go well. And you don't follow these things and there's big consequences. And so you get the sense it's like, don't mess with these laws. And in one sense that's true. Don't mess with them in a way that will lead you to out of covenant faithfulness. Start worshiping other gods. Put your loyalty somewhere else. Like that's a problem. That's a huge problem.",
    "start": "00:41:12",
    "end": "00:41:44"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:41:44",
    "end": "00:41:45"
  },
  {
    "text": "But then you get these stories where Israel's in a new setting. The other story was in Leviticus, maybe with the Passover. And if you're, like, unclean.",
    "start": "00:41:45",
    "end": "00:41:55"
  },
  {
    "text": "Yeah, actually that's earlier in the numbers scroll.",
    "start": "00:41:55",
    "end": "00:41:57"
  },
  {
    "text": "That's actually earlier in the number scroll.",
    "start": "00:41:57",
    "end": "00:41:58"
  },
  {
    "text": "Yeah, yeah, yeah. The guys are ritual impure. And so they can't do Passover on the day.",
    "start": "00:41:58",
    "end": "00:42:03"
  },
  {
    "text": "Okay.",
    "start": "00:42:03",
    "end": "00:42:03"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:42:03",
    "end": "00:42:04"
  },
  {
    "text": "And so they have to add to the law and kind of come up with a loophole of sorts in the law.",
    "start": "00:42:04",
    "end": "00:42:10"
  },
  {
    "text": "Yeah.",
    "start": "00:42:10",
    "end": "00:42:10"
  },
  {
    "text": "And so you get these stories and then becomes a tension of. Okay, so you can't. So you do adapt. How do you do that in a way that still honors your covenant relationship with Yahweh?",
    "start": "00:42:10",
    "end": "00:42:23"
  },
  {
    "text": "Yeah, that's right. Yeah. John, the end of your question is, does this open a dangerous door to manipulating God's law and man, I think it really depends on what side of the debate I guess you're on. Because certainly we brought it forward to the Jerusalem Council in the New Testament. And certainly by we you mean you and I did. In our conversation about the story of the daughters of Zelophchad. We went forward, talked about. Yeah, because you had the. The Messianic Christians who were Pharisees, who were. I mean, they could appeal to scripture about circumcision and kosher food laws. Yeah.",
    "start": "00:42:23",
    "end": "00:43:04"
  },
  {
    "text": "And you're talking about the early apostles.",
    "start": "00:43:05",
    "end": "00:43:07"
  },
  {
    "text": "In Acts, in Acts. Yeah. And so to those Pharisee Messianic followers of Jesus, this was a dangerous door being opened. But what James and the apostles conclude is this actually is not an innovation. This is actually honoring even more consistently what has been God's heart from the beginning, which is that the blessings of Abraham go out to all of the nations. And really it's about the identity of God. As Paul will say in Romans, is God the God of Israel only? Is he not the God of all nations? And if he's the God of all nations, then. So for Paul, this isn't just about rules about how to obey God. It's about the identity of God is what's at stake in those. Those debates. And isn't it interesting? I've just tried recently to do a lot more reading in the history of the early creeds in the Christian tradition. It struck me. Well, I didn't notice this as somebody else, but it struck me that really what all those early creeds are about and the debates and the Trinitarian debates, they're about the identity of God. Like what God is it that we believe we're connecting to? And that's what the apostles believed was at stake also. And I think that's what these covenant formulas are about. Is about your allegiance to the God revealing himself through Exodus and through the Messiah. So it certainly isn't clean and tidy. And I definitely want to honor that. John, you in person and John who asked the question. But it's dynamic and I guess that's just built into what it means to follow this God.",
    "start": "00:43:07",
    "end": "00:44:57"
  },
  {
    "text": "Sure. Are you trying to massage or change or do some sort of jiu jitsu with the law in order for license to live apart from Yahweh and to kind of whatever, take the fruit, desire and take, or are you doing it to try to live more faithfully to the covenant in this setting that you find yourself in?",
    "start": "00:44:57",
    "end": "00:45:22"
  },
  {
    "text": "That's right.",
    "start": "00:45:22",
    "end": "00:45:22"
  },
  {
    "text": "Seems like that's the main thing.",
    "start": "00:45:22",
    "end": "00:45:24"
  },
  {
    "text": "Yeah. And what that will look like doesn't always look the same to each person. And I think that's what makes this such a fraught question. It's like, well, one group can say that that's why they're doing X, Y or Z. That looks like an innovation in the tradition. And another group can say, we're just going to keep doing it the way we've always done it. And that can actually prevent the story from moving forward into new territory. And again, that's what was at stake in the Jerusalem Council. So it's not easy, but Paul says.",
    "start": "00:45:24",
    "end": "00:45:56"
  },
  {
    "text": "I'll become all things, all people.",
    "start": "00:45:56",
    "end": "00:45:57"
  },
  {
    "text": "Yeah.",
    "start": "00:45:57",
    "end": "00:45:58"
  },
  {
    "text": "He tries to adapt in a way to honor and love the people in the setting he's in.",
    "start": "00:45:58",
    "end": "00:46:04"
  },
  {
    "text": "Yeah. Yeah. Man. This is so built into the Jewish and Christian story. This is what. You know the musical Fiddler on the Roof?",
    "start": "00:46:04",
    "end": "00:46:12"
  },
  {
    "text": "Yeah.",
    "start": "00:46:12",
    "end": "00:46:12"
  },
  {
    "text": "Like, it's what it's all about. It's the central theme of that musical. Oh, wow. And the image of a fiddler up on a angled roof line as he sings the song about tradition. Have you seen it?",
    "start": "00:46:12",
    "end": "00:46:26"
  },
  {
    "text": "It's been so long.",
    "start": "00:46:26",
    "end": "00:46:27"
  },
  {
    "text": "Yeah. Tradition and it all. It's. Well, I'm thinking about the film version of the musical, but it's like, how far can you bend before you break?",
    "start": "00:46:27",
    "end": "00:46:39"
  },
  {
    "text": "Right.",
    "start": "00:46:39",
    "end": "00:46:40"
  },
  {
    "text": "Like, that's the whole point. And so it's a tension built in to the Jewish and Christian story told in the scriptures. Is that dynamic and that musical captures it.",
    "start": "00:46:40",
    "end": "00:46:54"
  },
  {
    "text": "Yeah. Or as Paul, doesn't he try to get at that when he's like, I don't. You'll know the verse better than me. But he's like, look, it's freedom. We've got freedom. But the freedom isn't so that you can be captured by sin.",
    "start": "00:46:55",
    "end": "00:47:09"
  },
  {
    "text": "Yeah, that's right. Yeah. It's to serve and love your neighbor as yourself.",
    "start": "00:47:09",
    "end": "00:47:13"
  },
  {
    "text": "Yeah.",
    "start": "00:47:13",
    "end": "00:47:13"
  },
  {
    "text": "Yeah, yeah. That's when he's writing to the Roman churches who were divided up along boundary lines of cultural practice about dietary laws and festival calendars.",
    "start": "00:47:13",
    "end": "00:47:25"
  },
  {
    "text": "Yeah.",
    "start": "00:47:25",
    "end": "00:47:25"
  },
  {
    "text": "So there you go.",
    "start": "00:47:25",
    "end": "00:47:27"
  },
  {
    "text": "There you go.",
    "start": "00:47:27",
    "end": "00:47:28"
  },
  {
    "text": "There you go. Thank you, John.",
    "start": "00:47:28",
    "end": "00:47:29"
  },
  {
    "text": "All right, let's move on to Katie in Canada. Hi there.",
    "start": "00:47:30",
    "end": "00:47:35"
  },
  {
    "text": "My name's Katie from Edmonton, Canada.",
    "start": "00:47:35",
    "end": "00:47:37"
  },
  {
    "text": "We see in the Hebrew scriptures that God chose a people, a family, and then gave them a promised land.",
    "start": "00:47:38",
    "end": "00:47:45"
  },
  {
    "text": "And when they finished journeying through the wilderness and came to the land of Canaan that God had promised to them, they found that the land was already populated with people, and yet this was the land that God had for them. So my question is how this same concept of God giving us the land has been used in really awful ways over history and specifically for. For our country and Canada in taking the land and culture from the indigenous people here. I wondered if you had any thoughts of how. Yeah. The history that we find in Hebrew scriptures, how that connects to some of the awful things that have happened since then. Appreciate it.",
    "start": "00:47:45",
    "end": "00:48:28"
  },
  {
    "text": "Yeah. And we talked about this a little bit, actually.",
    "start": "00:48:29",
    "end": "00:48:33"
  },
  {
    "text": "I think we are going to talk about it in the Deuteronomy conversation.",
    "start": "00:48:33",
    "end": "00:48:37"
  },
  {
    "text": "That's right. Okay.",
    "start": "00:48:37",
    "end": "00:48:38"
  },
  {
    "text": "So I just wanted to flag it. Katie, first of all, thank you. This is such an important question, especially for people living in cultures that are the fruit of colonies that took up residence in inhabited lands, you know, our neighbors to the north, UKD up in Canada. But this is, you know, this is a reality that is as old as the human story. People taking land from each other. But it's very much a part of the global stage right now.",
    "start": "00:48:38",
    "end": "00:49:08"
  },
  {
    "text": "People taking land from each other and saying, God gave us this land.",
    "start": "00:49:08",
    "end": "00:49:12"
  },
  {
    "text": "Exactly right.",
    "start": "00:49:12",
    "end": "00:49:13"
  },
  {
    "text": "We deserve this land because we've got God on our side. You guys are less even human in some ways.",
    "start": "00:49:13",
    "end": "00:49:23"
  },
  {
    "text": "Yep, that's right. So I think, just to be very frank, Katie, when you ask, how do we reconcile this portrait of taking the land in God's name in the Hebrew Bible, and then the way that those narratives have been used to legitimate future colonizing efforts, I wouldn't recommend we try to reconcile it. It's a use to which those narratives have been put that has been incredibly destructive and damaging. And it just is a fact, like it's a part of the legacy of those narratives. The question, I think is, is that inherently, is that what those narratives were trying to. To communicate to later readers, is that you can do this too, or is it just the fact that the precedent is set? Even if you argue that this was a command for one Time and one place for that generation of Israel to take that populated land.",
    "start": "00:49:23",
    "end": "00:50:18"
  },
  {
    "text": "The seal's been broken.",
    "start": "00:50:19",
    "end": "00:50:20"
  },
  {
    "text": "Yeah, the seal has been broken. And so you can't say, well, God didn't ever tell them to do it again. And when they went back after exile and Ezra and Nehemiah, they didn't try to do that, or some people did try to do that. And how Ezra Nimai relates that is as a really complicated, unsuccessful effort. So you can qualify it all you want, but as you say, like, once the cans opened, it creates the precedent. So I don't recommend you try and reconcile it. And it remains for me the violence of God and the act of taking his people, using them as instruments of divine justice on the Canaanites when the Israelites are no. Morally superior to them. For me, this is one of the parts of the Hebrew Bible that I, you know, I wrestle with the most, and it's never gotten better for me. And so we'll talk about things that I've learned about how design patterns and hyperlinks help you kind of get the message of what's going on more in Deuteronomy.",
    "start": "00:50:20",
    "end": "00:51:27"
  },
  {
    "text": "We'll do that in the Deuteronomy school.",
    "start": "00:51:28",
    "end": "00:51:29"
  },
  {
    "text": "But I just want to honor it that it's a real tension as far as it goes for followers of Jesus. I think it is really important to say that how Jesus envisioned the arrival of the kingdom on earth and the enemies that Jesus named and what he thought he was taking over was not a piece of geographical territory and not human enemies. In fact, part of his whole message was another human is never your enemy. They are the object of God's love and are to become the object of your own love as well. If you give allegiance to Jesus. And Jesus identified as he man. As Jesus looked at the people coming to arrest him, what he says is that this hour belongs to you and to the powers of darkness, which is akin to what Paul says, which is that our enemy is never flesh and blood, but spiritual powers. So here's my deep hunch, is that those historical narratives about Israel conquest and conquest of the land have actually, through design patterns, are trying to communicate the same message that Jesus and Paul are communicating. And that's why the Canaanite enemies are almost always linked to the giants in the Nephilim from the rebellion of the sons of God in Genesis 6. In other words, even the narratives about them taking the promised land are trying to show that the ultimate enemy represented here is not another human, but are the spiritual forces that are kind of the subtext throughout the whole Hebrew Bible. But even if you can get there and understand that as the message, though, as you say, the seal's been broken and these narratives have been used and read against that grain of their design to legitimate all kinds of really terrible things. And all you can do in the face of that history is just lament and be honest and learn and learn. I've learned a lot about this topic. I'll just name three authors that have helped me a lot. One is Gary Burge, his book Jesus and the the New Testament Challenge to Holy Land Theology. That'll rustle some feathers. It's really good. Another one is a co authored book by Mark Charles and Sung Chan Ra called Unsettling the Ongoing Legacy of the Doctrine of Discovery. If you're not familiar with how the biblical stories have been used to legitimate conquest and colonization, then I really recommend that book because you will learn more than you ever wanted to know and hopefully be really disturbed in the process. And then Willie Jennings, really, really significant book, the Christian Theology and the Origins of Race really especially gets in to some case studies, especially in the Spanish and Portuguese conquests of what we call South America and the way that the Bible was used to legitimate that. So thank you, Katie. We'll have to wrestle through this more as we go into Deuteronomy, but it's important to start recognizing that question even now in numbers, because that's a part of the number scroll too. Okay, how are we doing?",
    "start": "00:51:30",
    "end": "00:55:00"
  },
  {
    "text": "We got a little bit of time. We could do one, maybe two more.",
    "start": "00:55:00",
    "end": "00:55:03"
  },
  {
    "text": "All right, we've got a question from Femi. Hey, Femi in California.",
    "start": "00:55:03",
    "end": "00:55:09"
  },
  {
    "text": "Oh, this is Femi.",
    "start": "00:55:09",
    "end": "00:55:09"
  },
  {
    "text": "Yeah, Hi, Femi. You asked a really great question. This fits into the category of people. And listeners in the audience are like super smart.",
    "start": "00:55:09",
    "end": "00:55:18"
  },
  {
    "text": "Femi is incredibly smart. Hi, Tim and John. This is Femi Olutade from Irvine, California. And I was wondering whether we're supposed.",
    "start": "00:55:21",
    "end": "00:55:27"
  },
  {
    "text": "To be seeing a pattern of 10.",
    "start": "00:55:27",
    "end": "00:55:29"
  },
  {
    "text": "Versus 2, as in the 10 spies that didn't want to go into the Promised Land versus the two that trusted God. The two and a half tribes that were on the east side of the Jordan river versus the ten and a.",
    "start": "00:55:29",
    "end": "00:55:40"
  },
  {
    "text": "Half that were inside the Promised Land.",
    "start": "00:55:40",
    "end": "00:55:42"
  },
  {
    "text": "And then earlier in Genesis, also the 10 older sons of Jacob who were pitted against the two younger sons of Jacob. And then later on the split between the 10 northern tribes of Israel versus the two southern tribes. And so is there a pattern that the biblical authors are highlighting and is there a meaning behind it? Thank you so much. Well, I think you Showed us the pattern.",
    "start": "00:55:42",
    "end": "00:56:03"
  },
  {
    "text": "You totally. Yeah, yeah, for sure. That's a pattern. I don't know why. For Some reason the 10 and 2 had never been the prominent thing in the linking of these stories, but now it is. It feels very obvious, actually.",
    "start": "00:56:05",
    "end": "00:56:21"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:56:21",
    "end": "00:56:21"
  },
  {
    "text": "So thank you for that opportunity.",
    "start": "00:56:21",
    "end": "00:56:23"
  },
  {
    "text": "You have brought up the northern and southern tribes and how that relates to Jacob's sons.",
    "start": "00:56:23",
    "end": "00:56:30"
  },
  {
    "text": "Yes.",
    "start": "00:56:30",
    "end": "00:56:30"
  },
  {
    "text": "But then connecting that to the 12 spies and.",
    "start": "00:56:30",
    "end": "00:56:36"
  },
  {
    "text": "Yeah, that's right. So yeah, if we take it all the way back when you have the 12 sons and then you have.",
    "start": "00:56:36",
    "end": "00:56:43"
  },
  {
    "text": "Is that where it begins, you think?",
    "start": "00:56:43",
    "end": "00:56:44"
  },
  {
    "text": "Yep. Yeah. With the 12 sons of Jacob. And then you have two of the sons are from Jacob's favored wife and that's Joseph and Benjamin.",
    "start": "00:56:44",
    "end": "00:56:53"
  },
  {
    "text": "Yeah.",
    "start": "00:56:53",
    "end": "00:56:54"
  },
  {
    "text": "And so they're the ones who get put in the most vulnerable position because of the schemes of the 10 older brothers. They're also the two youngest brothers. So that story plays out. But then the split between the northern and southern kingdom, for example, later on is definitely between Joseph representing the younger Joseph. Yeah. And then Judah. But what's really interesting there is because.",
    "start": "00:56:54",
    "end": "00:57:22"
  },
  {
    "text": "Judah's one of the ten, Judah is.",
    "start": "00:57:22",
    "end": "00:57:23"
  },
  {
    "text": "One of the ten, but then it like flips and basically becomes Joseph. And the rest of the tribes in the north and then in the south are Judah. And right in the middle, like a little dot IN the middle of Judah's territory is Benjamin.",
    "start": "00:57:23",
    "end": "00:57:40"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:57:40",
    "end": "00:57:41"
  },
  {
    "text": "So Benjamin switches brothers. First he was aligned with Joseph, then he's like aligned with Judah. And then you get the tribe, but.",
    "start": "00:57:41",
    "end": "00:57:49"
  },
  {
    "text": "You still got 10 and 2.",
    "start": "00:57:49",
    "end": "00:57:50"
  },
  {
    "text": "They still got 10 and 2. And then on the east and the west side of The Jordan, that's 10 and 2.",
    "start": "00:57:50",
    "end": "00:57:55"
  },
  {
    "text": "Yeah. You're talking about the story. Was that in numbers? The story where. Yeah, like they're ready to go and two tribes, two and a half tribes are like, mm, it's kind of nice over here.",
    "start": "00:57:55",
    "end": "00:58:04"
  },
  {
    "text": "Totally. That's Reuben and Gad and the half tribe of Manasseh. And then you get the others on the west side and then you get the spies, the ten spies. Oh, and the two spies who trust God are from the tribes of Joseph and Judah.",
    "start": "00:58:04",
    "end": "00:58:20"
  },
  {
    "text": "Oh, really?",
    "start": "00:58:20",
    "end": "00:58:20"
  },
  {
    "text": "So what's interesting is in the 10 and the 2, it's never the same tribes. Yeah, it's always a mix up.",
    "start": "00:58:20",
    "end": "00:58:26"
  },
  {
    "text": "Okay.",
    "start": "00:58:26",
    "end": "00:58:26"
  },
  {
    "text": "But usually Joseph and Judah are highlighted in the mix. And I think the meta theme is this is a part of the elevation of a firstborn or the elevation God continues to elevate one from among the many. And it's never the one that you would think, and it turns upside down all human value systems and expectations. And then that one, when that one is chosen, it often forces a division among the brothers, or it forces the rest of those around to either acknowledge what God has done and celebrate it, or you can resist it. And then it will divide the family.",
    "start": "00:58:26",
    "end": "00:59:07"
  },
  {
    "text": "And the story isn't as simple as the one God chooses ends up being the really awesome one that trusts God.",
    "start": "00:59:07",
    "end": "00:59:13"
  },
  {
    "text": "No.",
    "start": "00:59:13",
    "end": "00:59:14"
  },
  {
    "text": "Does the right thing.",
    "start": "00:59:14",
    "end": "00:59:14"
  },
  {
    "text": "Yeah.",
    "start": "00:59:14",
    "end": "00:59:15"
  },
  {
    "text": "Sometimes in the 12 Spies, it feels that way very clearly. Like there's two that like, yep, we're going.",
    "start": "00:59:15",
    "end": "00:59:21"
  },
  {
    "text": "We trust God and they get to go into the land.",
    "start": "00:59:21",
    "end": "00:59:23"
  },
  {
    "text": "So if that's kind of the center of gravity for this theme for you, then it's like, okay, the theme's about the two that are like, on the right track. But then everywhere else, this shows up. It's a lot messier.",
    "start": "00:59:23",
    "end": "00:59:35"
  },
  {
    "text": "Yeah. The two and a half tribes that stay east of the Jordan, their decision's really ambiguous.",
    "start": "00:59:35",
    "end": "00:59:41"
  },
  {
    "text": "Yeah.",
    "start": "00:59:41",
    "end": "00:59:41"
  },
  {
    "text": "And then they are the first to get taken out when Assyria comes knocking a couple centuries later. So it seems like the meta pattern underneath it is about Gods choice of a remnant or choice of one out of the many that forces that remnant to make a choice about whether they'll stay in allegiance to the one who chose them. And it also poses a choice for everybody around them. So each of these versions of 102 is exploring that tension from just different angles. And so, yeah, super interesting.",
    "start": "00:59:41",
    "end": "01:00:18"
  },
  {
    "text": "Is there anywhere else that this theme is standing out to you that Femi.",
    "start": "01:00:19",
    "end": "01:00:22"
  },
  {
    "text": "Didn'T bring up about the 10 and the 2? Well, notice this is all about the sons of Jacob. Yeah, that really is where this is all coming out. So I think those are all the iterations I can think of. What's interesting in Judges in the Judges scroll is the different Judges come from different sets of tribes. And then you get different tribes, like, coming around the one judge. And I can't think of a 10 and 2 example. Maybe in the battle with Deborah and Barak. I'd have to go back and look at the details. So I think, Femi, you've accounted for all the tens and twos.",
    "start": "01:00:22",
    "end": "01:01:00"
  },
  {
    "text": "There's a lot of stuff in the New Testament, in the Revelation or maybe in particular where the tribes are brought up very specifically. Is it ever done in this 10 and 2 kind of way?",
    "start": "01:01:00",
    "end": "01:01:15"
  },
  {
    "text": "Wow, that's interesting. The 1 list of the tribes in the New Testament is in the Revelation, and there a tribe or two have been left out because, remember, there's actually 13 brothers. Once the two sons of Joseph get adopted in. And then any list of 12 has to figure out how to make 13 into the 12.",
    "start": "01:01:15",
    "end": "01:01:37"
  },
  {
    "text": "Oh, interesting.",
    "start": "01:01:37",
    "end": "01:01:38"
  },
  {
    "text": "Yeah, but it's not, I forget in the Revelation list, it's a long standing puzzle like why one of the tribes is not accounted for. I forget if it's Dan or Gad.",
    "start": "01:01:38",
    "end": "01:01:48"
  },
  {
    "text": "Or that's a rabbit hole.",
    "start": "01:01:48",
    "end": "01:01:49"
  },
  {
    "text": "Anyway.",
    "start": "01:01:49",
    "end": "01:01:49"
  },
  {
    "text": "Okay.",
    "start": "01:01:49",
    "end": "01:01:50"
  },
  {
    "text": "Yeah, thank you. Febi.",
    "start": "01:01:50",
    "end": "01:01:51"
  },
  {
    "text": "One more.",
    "start": "01:01:52",
    "end": "01:01:53"
  },
  {
    "text": "Uno mas.",
    "start": "01:01:53",
    "end": "01:01:54"
  },
  {
    "text": "So we'll end with Caleb from Kentucky.",
    "start": "01:01:54",
    "end": "01:01:58"
  },
  {
    "text": "Hey, Tim and John, My name is Caleb Lewis from just south of Louisville, Kentucky. Thank you all so much for all the work you put into the Bible project. It's been a huge help to me in my life as we try to understand the themes of Scripture. In the podcast you mentioned several authors who have helped you recognize the repetition of Edenic themes throughout the Torah. Could you cite some of the specific works or even signals within the text that would help me to better understand and see the repetition of Edenic themes within the Torah? Thanks. Yeah, thank you. Yeah, that's an on point question. Here's a short list of resources that have been helpful. One is a book by Seth Postell called Adam as Israel, Genesis 1 through 3 as the introduction to the Torah and the Tanakh.",
    "start": "01:01:58",
    "end": "01:02:41"
  },
  {
    "text": "I mean, that's your jam.",
    "start": "01:02:41",
    "end": "01:02:43"
  },
  {
    "text": "That's so my jam. Anyway, Seth done a great job bringing that together. It's outstanding. A very helpful kind of high flying overview of the whole Torah by scholar Ari Leder called Waiting for the the Storyline of the Pentateuch. And I forget how I learned about his work. He also has a book. He has another book, you can find him on Amazon that's also a Biblical Theology of Joshua through Kings, which is kind of a continuation. But what he's really tracing is how the Eden story sets the basic premise for every cycle of the story of the Torah and prophets after that. Another helpful scholar that I've learned a lot from is T. Desmond Alexander. It's an introduction to the Pentateuch called From paradise to Promised Land. And he's also showing how every iteration of the story from generations one to the next is playing out the themes of the Eden story. This may seem like a council of despair or a council of like, here's your mission and I'm so excited, but I really would be to just to so immerse yourself in Genesis 1 through 11 and then in particular Genesis actually 1:1 through 5, which you have a whole class on. Yes, yeah, that's right.",
    "start": "01:02:43",
    "end": "01:03:57"
  },
  {
    "text": "From Adam to Noah.",
    "start": "01:03:57",
    "end": "01:03:57"
  },
  {
    "text": "Correct.",
    "start": "01:03:57",
    "end": "01:03:58"
  },
  {
    "text": "Which is just Genesis 1 through 5. You slowly go through all those texts.",
    "start": "01:03:58",
    "end": "01:04:01"
  },
  {
    "text": "Yeah, but really Internalizing.",
    "start": "01:04:02",
    "end": "01:04:04"
  },
  {
    "text": "And that class is available, right?",
    "start": "01:04:04",
    "end": "01:04:06"
  },
  {
    "text": "That class is. Yeah, it's up on Bible Project Classroom. Yes, it is. Yeah. But it's just to internalize almost all of the vocabulary to the degree that you can just hear the melody.",
    "start": "01:04:06",
    "end": "01:04:21"
  },
  {
    "text": "Can you do that in your English translations?",
    "start": "01:04:21",
    "end": "01:04:23"
  },
  {
    "text": "Okay, yeah, yeah. But what it means is learning not just to see the repeated words.",
    "start": "01:04:24",
    "end": "01:04:29"
  },
  {
    "text": "Right.",
    "start": "01:04:29",
    "end": "01:04:30"
  },
  {
    "text": "But then anytime an Eden theme gets replayed in a later story, that might add. So instead of the tree being good to look at, then you'll get in a story where Potiphar's wife sees that Joseph is beautiful to look at, and so she tries to take him. It's the word beautiful, Yahfeh, which is not used in the Eden story, but it's a little creative twist. And so now in your mind, you're supposed to have not just good to look at, but beautiful to look at. And that can signal the Eden theme. And so that's how it keeps building its vocabulary in the cycles as you go on. But really to just hang out in Genesis 1 through 5 or 1 through 11, memorize it and you will be greatly helped in noticing the vocabulary and imagery as it appears in later stories.",
    "start": "01:04:30",
    "end": "01:05:20"
  },
  {
    "text": "Okay.",
    "start": "01:05:21",
    "end": "01:05:21"
  },
  {
    "text": "Yeah, there you go. That was the numbers Q and R. You guys, thank you for sending in your questions. It's really always fun both to read through them, to see what y' all are thinking, and then to get to respond to some of them. So, yeah, thank you, guys. It's a really fun part. Love doing this.",
    "start": "01:05:21",
    "end": "01:05:40"
  },
  {
    "text": "Yes, we appreciate all the questions. We are sorry we can't get to all of them, but we really value all of your interaction with this. We've got the Deuteronomy scroll. We'll do one more Q and R, and we'll have finished the Torah, at least in this journey that we've done.",
    "start": "01:05:40",
    "end": "01:05:58"
  },
  {
    "text": "That's going to take us through most real time in the podcast through the end of. Near the end of 2022. And then we'll.",
    "start": "01:05:59",
    "end": "01:06:07"
  },
  {
    "text": "Absolutely. We'll have a little bit of little.",
    "start": "01:06:07",
    "end": "01:06:08"
  },
  {
    "text": "Bonus bits at the end of the.",
    "start": "01:06:08",
    "end": "01:06:09"
  },
  {
    "text": "Year coming up, a little bit extra, which I'm excited for.",
    "start": "01:06:09",
    "end": "01:06:14"
  },
  {
    "text": "Yeah.",
    "start": "01:06:14",
    "end": "01:06:14"
  },
  {
    "text": "And we'll talk about that more later. But that's our time for the numbers. Bami Bar.",
    "start": "01:06:14",
    "end": "01:06:19"
  },
  {
    "text": "As always, the Bible Project is a crowdfunded nonprofit. I was about to say animation studio, but now it's like we're making all kinds of stuff, more than just videos.",
    "start": "01:06:21",
    "end": "01:06:33"
  },
  {
    "text": "Yeah.",
    "start": "01:06:33",
    "end": "01:06:34"
  },
  {
    "text": "Podcast studio.",
    "start": "01:06:34",
    "end": "01:06:35"
  },
  {
    "text": "We have an animation studio.",
    "start": "01:06:35",
    "end": "01:06:36"
  },
  {
    "text": "So we're a lot of things and are making all these resources to help people experience the Bible as a unified story that leads to Jesus. We could not do it and honestly wouldn't want to do it without all of the enthusiasm and interaction and support of you all. So thank you for being part of this with us. Hi, this is Beto and I'm from Mexico. I first heard about Bible project by YouTube recommendation.",
    "start": "01:06:38",
    "end": "01:07:05"
  },
  {
    "text": "Hi, this is Tanjanika Mays and I'm from South Carolina. I first heard about Bibleproject on YouTube.",
    "start": "01:07:05",
    "end": "01:07:11"
  },
  {
    "text": "I use Bibleproject for my Bible classes in my local church and for my own Bible study.",
    "start": "01:07:12",
    "end": "01:07:17"
  },
  {
    "text": "I use bibleproject as a teaching tool for my kids.",
    "start": "01:07:17",
    "end": "01:07:20"
  },
  {
    "text": "My favorite thing about Bible Project is the amazing series how to Read the Bible.",
    "start": "01:07:20",
    "end": "01:07:25"
  },
  {
    "text": "My favorite thing about Bible Project is the creative skill of anime sharing the gospel.",
    "start": "01:07:25",
    "end": "01:07:30"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus.",
    "start": "01:07:30",
    "end": "01:07:34"
  },
  {
    "text": "We're a crowdfunded project by people like me.",
    "start": "01:07:34",
    "end": "01:07:37"
  },
  {
    "text": "Find free videos, study notes, podcasts, classes and more@bibleproject.com sa.",
    "start": "01:07:37",
    "end": "01:07:50"
  }
]