[
  {
    "text": "The Book of Numbers is the fourth scroll in the Bible. In Hebrew it's called through the wilderness. And that's exactly where we're at. Israel wandering through the wilderness on their way to the promised land.",
    "start": "00:00:04",
    "end": "00:00:17"
  },
  {
    "text": "The wilderness constitutes a test for whether Israel will trust Yahweh and bring about little gardens of oases of refuge in the wilderness and whether they're going to obey God's words. And you can already anticipate where that's going to go.",
    "start": "00:00:18",
    "end": "00:00:32"
  },
  {
    "text": "In the next three episodes, we're going to read about three testing stories, all of which intensify and build on each other. The first test is for all the people of Israel. It's a well known story of the 12 spies who are commissioned by Moses to go and scout out the promised land and bring back a report.",
    "start": "00:00:32",
    "end": "00:00:51"
  },
  {
    "text": "Go see what the land is like. Whether the people who live in it are strong or weak, few or many. How is the land where they live? Is it good or is it bad?",
    "start": "00:00:51",
    "end": "00:01:03"
  },
  {
    "text": "Now, when we read testing stories in the Bible, it's wise to remember the first test. The story of Adam and Eve at the Tree of Knowing good and bad.",
    "start": "00:01:03",
    "end": "00:01:13"
  },
  {
    "text": "The narrator is clearly using vocabulary of that choice that lay before Adam and Eve about the fruit and the trees of the garden are the good or bad. And it's about an inhabitant in the garden land. It's the same choice. Before Adam and Eve, they could trust God's word. In this case, it means taking of the fruit of the land and going in and eating it and trusting that God will give you power to conquer the snake.",
    "start": "00:01:13",
    "end": "00:01:36"
  },
  {
    "text": "And just like the snake in the garden got Adam and Eve to question God's word and fail the test.",
    "start": "00:01:36",
    "end": "00:01:41"
  },
  {
    "text": "It's the pre existing inhabitants of the land who get the people to question God's word.",
    "start": "00:01:41",
    "end": "00:01:47"
  },
  {
    "text": "Israel's choice to not trust God comes with consequences, but also with more mercy than they deserve.",
    "start": "00:01:47",
    "end": "00:01:53"
  },
  {
    "text": "It's all about God giving people what they deserve, but not fully. He will let his people suffer the consequences of their decisions, but not allow their rebellion to take his train off the tracks and compromise his ultimate goal for creation.",
    "start": "00:01:54",
    "end": "00:02:11"
  },
  {
    "text": "I'm John Collins. This is BibleProject podcast. Today Tim Mackey and I are in the wilderness sending out the 12 spies to scout out the land. Thanks for joining us. Here we go.",
    "start": "00:02:11",
    "end": "00:02:21"
  },
  {
    "text": "Hey, John.",
    "start": "00:02:28",
    "end": "00:02:28"
  },
  {
    "text": "Hey, Tim. We are in the scroll of Numbers.",
    "start": "00:02:28",
    "end": "00:02:32"
  },
  {
    "text": "Yeah. Let's talk Torah.",
    "start": "00:02:32",
    "end": "00:02:33"
  },
  {
    "text": "Let's get into the Torah.",
    "start": "00:02:33",
    "end": "00:02:35"
  },
  {
    "text": "Let's talk Torah. Yeah. We're spending our lives in these podcast conversations throughout the year, taking a slow but sure tour through the Main themes and literary design of the first five scrolls in the Hebrew Bible called the Torah.",
    "start": "00:02:35",
    "end": "00:02:53"
  },
  {
    "text": "And while I've tried to read through the Bible and have in the past, many of these stories end up feeling like, oh, wow, yeah, this was in the Bible. Or like, I don't remember ever reading this.",
    "start": "00:02:53",
    "end": "00:03:03"
  },
  {
    "text": "Yeah, yeah, no, there's some nooks and crannies of the Torah that unless you discipline yourself to do a comprehensive read through, it's very easy to forget. Skip, there's tough stuff in here, but good, which is why we're taking our time.",
    "start": "00:03:03",
    "end": "00:03:17"
  },
  {
    "text": "So, yeah, give us an overview of where we're at in the Torah and then we'll jump in.",
    "start": "00:03:17",
    "end": "00:03:23"
  },
  {
    "text": "Yeah. Okay. So we're currently in the first parts of the fourth scroll of the Torah.",
    "start": "00:03:23",
    "end": "00:03:29"
  },
  {
    "text": "The first parts of the fifth scroll.",
    "start": "00:03:29",
    "end": "00:03:31"
  },
  {
    "text": "The Torah is constituted by five scrolls by their Greek names into the Christian tradition. Genesis, Exodus, Leviticus, Numbers, Deuteronomy. So that fourth scroll of the Torah is where we are right now.",
    "start": "00:03:31",
    "end": "00:03:45"
  },
  {
    "text": "Numbers.",
    "start": "00:03:45",
    "end": "00:03:45"
  },
  {
    "text": "So, big picture, Genesis obviously tells a story from creation to the exile of Jacob's descendants down in Egypt and them living down in Egypt. That's the Genesis scroll on the other end of the Torah. Genesis ended with with a promise that Jacob's descendants would go up out of Egypt and return to the land. God had made a promise to their ancestors, Abraham, that they would live there and be fruitful and multiply and become a blessing to the nations. So Genesis ends with them outside the land waiting to go in. And it ends with Jacob on his deathbed giving this blessing to his children on the other side of the Torah. Deuteronomy ends with the Israelites and waiting outside the land. And Moses is like Jacob on his deathbed. Moses is about to die. And Moses is giving his final warning and instruction to the Israelites to be faithful to God when he takes them into the land that he promised to their ancestors. So it's very similar. Like Jacob, what Jacob is doing to his sons is designed as a parallel to what Moses is doing to the Israelites. They're both outside the land, anticipating, going in. Jacob gives a blessing. Deuteronomy ends with Moses giving a blessing to each of the twelve tribes of Israel in this promised anticipation of returning to the land. So those are like bookends on both outer sides of the Torah, which is telling a story about God's promise to give a group of people a land where if they are faithful to the terms of their relationship with each other, God will pour out heavenly Eden blessing on them. And then through them to all of the nations. Those are like the bookends of the Torah, Deuteronomy and Genesis. And inside of that frame are the three other scrolls, Exodus, Leviticus, and Numbers. And that little triad right there is also like a mirror or chiasm frame to it. So the three scrolls, Exodus, Leviticus, Numbers, Exodus and Numbers have all kinds of mirror relationships going on with them.",
    "start": "00:03:46",
    "end": "00:05:59"
  },
  {
    "text": "Yeah. Often stories feel like repeated.",
    "start": "00:05:59",
    "end": "00:06:02"
  },
  {
    "text": "Yeah, yep. And some of them are in the same exact places in numbers and matching stories in Exodus. Events at the same places. Similar events at the same places. So Exodus begins with the enslavement of Israel and Egypt and then their Liberation through the 10 Acts of De creation and leading up to Passover. The second part of Exodus is about Israel's journey out of Egypt through the wilderness to Mount Sinai. And there they camp out at Mount Sinai for a year, and then they're at Mount Sinai through the end of Exodus, all the scroll of Leviticus. And then in the first 10 chapters of Numbers, and. And then the moment the Israelites leave Mount Sinai in Numbers, they go through the wilderness, and they're tracking through similar places that they were at the matching middle section of Exodus. So the middle of Exodus and the middle of Numbers are designed as these two journeys through the wilderness that are all in mirror relationship to each other.",
    "start": "00:06:02",
    "end": "00:07:06"
  },
  {
    "text": "They journeyed through the wilderness, to the.",
    "start": "00:07:06",
    "end": "00:07:08"
  },
  {
    "text": "Mountain, from Egypt to Mount Sinai, from.",
    "start": "00:07:08",
    "end": "00:07:11"
  },
  {
    "text": "Egypt to Mount Sinai, camped out of Mount Sinai for a year, then they leave through the whole book of back half of Exodus, all through Leviticus, first movement in Numbers, which we had just finished.",
    "start": "00:07:11",
    "end": "00:07:22"
  },
  {
    "text": "That's right.",
    "start": "00:07:22",
    "end": "00:07:23"
  },
  {
    "text": "And then they get up and leave. And now they're going to march through the wilderness, not to Egypt.",
    "start": "00:07:23",
    "end": "00:07:29"
  },
  {
    "text": "Yeah.",
    "start": "00:07:29",
    "end": "00:07:30"
  },
  {
    "text": "To the promised land.",
    "start": "00:07:30",
    "end": "00:07:31"
  },
  {
    "text": "Yep. On the way to the promised land. And some things are going to go terribly wrong on the road trip. It's going to be a road trip gone wrong, man. And what God assigns the generation of the Exodus is to a fate of wandering in the wilderness for a time span of a whole generation to let the whole generation that experienced the Exodus so they die off in the wilderness. And it's their children, the people that were kids celebrating the first Passover. They are the ones who are now past middle age, you know, older, much older adults. They are the ones who get to go into the land.",
    "start": "00:07:31",
    "end": "00:08:10"
  },
  {
    "text": "Yeah. In Deuteronomy, Moses refers to them as the kids who don't know good from bad.",
    "start": "00:08:10",
    "end": "00:08:14"
  },
  {
    "text": "Yes, he does. Exactly. They need instruction. They need God's divine command to teach them what is good and bad as they go into the garden land that God wants to give them. Yeah, because there's snakes in that land. Yeah, snakes. Other gods that want to get their attention. So the middle section of Numbers goes from chapters 13 to 25, but their actual trek through the wilderness goes from what is middle of chapter 10 through about the end of chapter 25. And I should say. I'll just put a flag. The literary design of Numbers is extremely complicated, and there are many clear junctures of, like, literary boundaries. But I think depending on what you're focusing on, what ideas you're focusing on, the book, different literary shapes of the book emerge. So it's kind of like when you're looking at. Oh, you know, those drawings, like optical illusion drawings. And so, like, if you look at it as a duck, you see the image pops one way and it's very clearly a duck. But then if you flip it. This is a kid's book. I think it's called Duck, Rabbit.",
    "start": "00:08:14",
    "end": "00:09:25"
  },
  {
    "text": "Oh, turns into rabbit. I've seen that one.",
    "start": "00:09:25",
    "end": "00:09:27"
  },
  {
    "text": "Yeah.",
    "start": "00:09:28",
    "end": "00:09:28"
  },
  {
    "text": "Or the classic one is just you looking at stairs and they're ascending, and then all of a sudden your eyes flip and the stairs are now descending.",
    "start": "00:09:28",
    "end": "00:09:36"
  },
  {
    "text": "Oh, yeah, sure, that's right. In other words, depending on what you focus on, the orientation, what you perceive shifts. And so if you look at geographical movement as the feature of numbers you focus on, what you get is essentially chapters 1 to 10, chapters 10 to 22, middle of early 22, and then 22 to the end. But if you're looking at other features, like the cycles of vocabulary and themes of the melody, the narrative melody, or the narrative pattern that you got from Genesis 1 through 9, a different set of structures emerge that go from chapters 1 to 12, 13 to 25, and then 26, 36. On the podcast listeners, that was just a jumble of numbers. So I get that. But the point is, and this is something that is important about biblical literature, and whenever you pick up, like biblical commentaries, for example, they'll usually have an outline of the structure of the book as if there's just one. And so something I've kept reckoning, and it's a big area of research and literary studies of biblical literature, is that the structure of biblical texts is much more like these rich visual images that, depending on what you look at, display multiple, like, organizations. And it's a sign, I think, of its aesthetic density that it's been designed to display multiple structures based on what features of the text you're going to focus on. Okay, well, does that make any sense?",
    "start": "00:09:36",
    "end": "00:11:15"
  },
  {
    "text": "It makes sense.",
    "start": "00:11:15",
    "end": "00:11:16"
  },
  {
    "text": "Yeah. And in the abstract. That sounds abstract. When you actually get into the stories and you start seeing how things are sequenced and organized. There's a lot of logic, I think.",
    "start": "00:11:16",
    "end": "00:11:26"
  },
  {
    "text": "For our case, for where we're at and kind of like thinking through structure. It's the deep end of the pool.",
    "start": "00:11:26",
    "end": "00:11:32"
  },
  {
    "text": "It is.",
    "start": "00:11:33",
    "end": "00:11:33"
  },
  {
    "text": "And I don't think we need to worry about it.",
    "start": "00:11:33",
    "end": "00:11:34"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:11:34",
    "end": "00:11:35"
  },
  {
    "text": "I mean, I don't want to worry about it.",
    "start": "00:11:35",
    "end": "00:11:37"
  },
  {
    "text": "Yeah.",
    "start": "00:11:37",
    "end": "00:11:37"
  },
  {
    "text": "And I don't want our audience. I don't People listening along. Right. Like, it's interesting. I'm glad that we're defining the movements and so we could talk about that and we can flag that. Yeah. There's something happening where you can look at different ways.",
    "start": "00:11:37",
    "end": "00:11:52"
  },
  {
    "text": "There's a whole chamber of caves. It goes down that little dark passageway.",
    "start": "00:11:52",
    "end": "00:11:56"
  },
  {
    "text": "And one day maybe we'll totally explore.",
    "start": "00:11:56",
    "end": "00:11:59"
  },
  {
    "text": "And I just pointed at it.",
    "start": "00:11:59",
    "end": "00:12:00"
  },
  {
    "text": "You just pointed at it.",
    "start": "00:12:00",
    "end": "00:12:01"
  },
  {
    "text": "Said, here's the basic thing. That's down that dark hole.",
    "start": "00:12:01",
    "end": "00:12:04"
  },
  {
    "text": "Yeah.",
    "start": "00:12:05",
    "end": "00:12:05"
  },
  {
    "text": "But we're gonna actually go through this other section that's right in front of us that's a lot more open and clear.",
    "start": "00:12:05",
    "end": "00:12:11"
  },
  {
    "text": "And the section we're going to go into is then a section of numbers, which isn't structured about the geography. It's more structured around the melody and the themes.",
    "start": "00:12:11",
    "end": "00:12:22"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:12:22",
    "end": "00:12:23"
  },
  {
    "text": "And what we're doing is we're going to trace one pattern.",
    "start": "00:12:23",
    "end": "00:12:27"
  },
  {
    "text": "Yes.",
    "start": "00:12:27",
    "end": "00:12:27"
  },
  {
    "text": "And so we just left the first movement of numbers, and in that movement, they're still camped at Sinai, primarily. And we were tracing the pattern of the temple.",
    "start": "00:12:28",
    "end": "00:12:39"
  },
  {
    "text": "Temple. That's right. Because the main emphasis of that section is how the tribes of Israel are arranged in these concentric circles. The tribes as a first layer all around. Then inside of the tribes arranged in a circle is a whole other circle. Inside of the priests, all camped out in this pattern. And then within, in the middle of the priestly circle, is the actual tabernacle. And so that arrangement of the people, the priests, and then the little Eden tent in the center is modeled after the geography of the Garden of Eden story in Genesis 2. You have the land of Eden, which is the region of God's delight. And then you have inside of Eden is a garden. And their royal priestly images of God are appointed to care for the place around. And in the middle, which is where the tree of Life is located. So that's the early chapters of numbers. And then it's all about caretaking for the purity of the camp and its holiness as they get ready to leave the mountain as a holy army. Yeah. As an army, that's a theme we haven't focused on as much, but they do a big census of not everybody in the camp, but of the males of eligible age to serve if they need to protect themselves. Men of fighting ability and age. Yeah, yeah. And then they're constituted as a holy army that moves out into the wilderness. And that's movement one of numbers, chapters one through 12.",
    "start": "00:12:39",
    "end": "00:14:21"
  },
  {
    "text": "Yeah, we didn't talk about the army aspect at all.",
    "start": "00:14:22",
    "end": "00:14:25"
  },
  {
    "text": "No, it's a whole area I need to do more work on. I have a sense of what is going on with it, but I need to do a lot more meditating on the actual texts that focus on that.",
    "start": "00:14:25",
    "end": "00:14:35"
  },
  {
    "text": "Okay. And so this movement, we're tracing a new pattern.",
    "start": "00:14:35",
    "end": "00:14:39"
  },
  {
    "text": "Yes, totally. And it's the same pattern that's emphasized in the design and message of the wilderness stories in the book of Exodus.",
    "start": "00:14:39",
    "end": "00:14:49"
  },
  {
    "text": "The corresponding part of the symmetry in the center of the Torah.",
    "start": "00:14:49",
    "end": "00:14:53"
  },
  {
    "text": "So just think of it like. I'll go back to your. Because you've used the image of a sandwich. If Exodus is the bread on one side and then numbers is the bread on the other side, Leviticus is a three stack sandwich in the middle. Or you know, Pete of like, it's the triple burger. It's the triple burger. Because Leviticus has three big parts. And then the two pieces of bread on the outside, you realize each have three layers. And the middle layer of both Exodus and both of Numbers.",
    "start": "00:14:53",
    "end": "00:15:23"
  },
  {
    "text": "I'm trying to imagine a piece of bread that has three layers.",
    "start": "00:15:23",
    "end": "00:15:25"
  },
  {
    "text": "Maybe think of that like marble rye bread. And so it maybe has a dark band, a light band and a dark band. And then the bread underneath has matching. So the middle band in Exodus is them journeying through the wilderness from Egypt to Mount Sinai. The middle band of numbers is their journey from Sinai to the Jordan river and the wilderness journeys in both. If you start comparing those stories to each other, they have all been designed with major hyperlinks. And usually they are patterns of intensification. Like what happened in Exodus will usually get picked up and intensified, but sometimes flipped or inverted by the matching stories and numbers. It's really amazing. So the test was the main theme in the wilderness journeys of Exodus. And lo and behold, what word do we find highlighted an idea in the wilderness Journeys of numbers. It's the theme of the test. The wilderness constitutes a test for whether Israel will trust that Yahweh is going to protect them and bring about little gardens of oases of refuge in the wilderness and whether they're going to obey God's Words when he gives them instruction in the wilderness. And you can already anticipate where that's going to go. It's not going to go well. So there we go. We're doing the wilderness narratives in numbers, focusing on the test. Should we dive in?",
    "start": "00:15:26",
    "end": "00:16:57"
  },
  {
    "text": "Let's do it.",
    "start": "00:16:57",
    "end": "00:16:57"
  },
  {
    "text": "Let's do it. So these stories constitute chapters 13 through 25 of numbers.",
    "start": "00:16:57",
    "end": "00:17:31"
  },
  {
    "text": "The second movement of numbers.",
    "start": "00:17:31",
    "end": "00:17:33"
  },
  {
    "text": "Second movement of numbers. Yeah. And the narrative blocks are organized into, lo and behold, three big chunks. So we're just gonna, I think, do a episode. Podcast conversation episode on each of the three chunks. Yeah, totally. So the first chunk. Big quick overview. The first chunk goes from chapters 13 to 15. And this is the story that focuses on the 12 spies that Moses sends into the Promised Land and then their failure to trust. And they say they don't want to go into the promised land. They actually want to undo the Exodus and go back to become slaves in Egypt. They say they're going to appoint a new leader and go back.",
    "start": "00:17:33",
    "end": "00:18:13"
  },
  {
    "text": "Yeah.",
    "start": "00:18:13",
    "end": "00:18:13"
  },
  {
    "text": "Bad. Not good.",
    "start": "00:18:14",
    "end": "00:18:17"
  },
  {
    "text": "Yeah, it's insurrection.",
    "start": "00:18:17",
    "end": "00:18:18"
  },
  {
    "text": "Totally. Moses sends out the spies from a place called Kadesh, which is spelled with the same three letters as the Hebrew word for kadosh, which is holiness. So they're sent out from the holy place to go into the land. They reject the offer of the promised land. And so the story ends with that generation being told they'll wander in the wilderness and die. And then they meet some enemies called the Amalekites, and they think they can try and defeat them in their own power, and they're not. They're defeated by the Amalekites at a place called Horma. So it's a story that takes place at Kadesh and Horma, and it's about their defeat by Canaanites and Amalekites because they didn't trust in the word of the Lord.",
    "start": "00:18:18",
    "end": "00:19:01"
  },
  {
    "text": "Okay.",
    "start": "00:19:02",
    "end": "00:19:02"
  },
  {
    "text": "The middle section goes from chapter 16 to 19, and it's about a rebellion within a rebellion. So the 12 spies were one from each of the 12 tribes. So remember the arrangement of the camps?",
    "start": "00:19:03",
    "end": "00:19:17"
  },
  {
    "text": "Yeah.",
    "start": "00:19:17",
    "end": "00:19:17"
  },
  {
    "text": "So, like the outer layer of the camp, around the tent, they rebel. They rebel. One of the each of the leaders of the 12 camps in the outer circle of the camps arranged around the tent. But remember, there's an inner circle.",
    "start": "00:19:17",
    "end": "00:19:29"
  },
  {
    "text": "And that's the priest.",
    "start": "00:19:29",
    "end": "00:19:30"
  },
  {
    "text": "That's the priest. And the Levites. Okay, so the Levites.",
    "start": "00:19:30",
    "end": "00:19:33"
  },
  {
    "text": "Yeah, because not every Levite is an actual priest.",
    "start": "00:19:34",
    "end": "00:19:36"
  },
  {
    "text": "Exactly.",
    "start": "00:19:36",
    "end": "00:19:36"
  },
  {
    "text": "Okay. They're just like the caretakers of the tabernacle.",
    "start": "00:19:36",
    "end": "00:19:39"
  },
  {
    "text": "Exactly. So among Jacob's sons is A son named Levi. And then he becomes the father of a whole clan that's specially set apart and designated to be the caretakers of the tent in the middle of Israel. One of the families of Levi is selected to become priests who actually go in and out of the Eden spot. But there's a lot more work that needs to be done than just to offer sacrifices and maintenance of all the.",
    "start": "00:19:39",
    "end": "00:20:08"
  },
  {
    "text": "Furniture and totally, you know, pick it up and carry it, cover it, disassemble it and carry it around and assemble it.",
    "start": "00:20:08",
    "end": "00:20:15"
  },
  {
    "text": "Assemble, yep, all that. Who's going to wash away all the blood of these animals? Right?",
    "start": "00:20:15",
    "end": "00:20:22"
  },
  {
    "text": "Wow. Yeah.",
    "start": "00:20:22",
    "end": "00:20:23"
  },
  {
    "text": "Who's going to stand guard to make sure that people can't just waltz into the Holy of Holies? You know, they maybe had a little too much wine for Shabbat dinner that night. And they get the crazy idea. A bunch of teenagers get a crazy idea, sneak into the Holy of Holies.",
    "start": "00:20:23",
    "end": "00:20:40"
  },
  {
    "text": "And grab the horns of the altar.",
    "start": "00:20:40",
    "end": "00:20:41"
  },
  {
    "text": "I mean, dude, tell me there wasn't an Israelite teenager, right, who drank the Shabbat wine and thought, let's like, sneak into the Holy of Holies tonight. It for sure went through somebody's mind. So anyway, I'm sorry, that's a rabbit trail. So the whole point is the Levites are a whole family.",
    "start": "00:20:41",
    "end": "00:21:03"
  },
  {
    "text": "Yeah, you've called them grounds and maintenance.",
    "start": "00:21:04",
    "end": "00:21:05"
  },
  {
    "text": "Grounds and maintenance facilities and maintenance facilities and maintenance of the tabernacle. And then one sub family within the Levites are the priests, which is Aaron and his sons. So in the story we just summarized in the story of the spies, it's the leaders of the tribes and they rebel. This next set of stories in chapter 16 to 19 of Numbers is about the Levites rebelling against the priests.",
    "start": "00:21:05",
    "end": "00:21:28"
  },
  {
    "text": "Oh, wow.",
    "start": "00:21:28",
    "end": "00:21:28"
  },
  {
    "text": "So it's an inner clan rivalry. So just like the spies represent the tribes rebelling against Moses, now here the Levites, that whole clan rebels against Aaron. And what they say is, listen, we are holy too. We are Kodesh, they say at the beginning of the story. So remember, the first story is in Kadesh, takes place at Kadesh.",
    "start": "00:21:28",
    "end": "00:21:53"
  },
  {
    "text": "Kadesh.",
    "start": "00:21:53",
    "end": "00:21:54"
  },
  {
    "text": "And then the next story about the rebellious Levites begins with the same claim, with the same word, letters of the word, which is, we are Kodesh. And then he says, all the people are Kodesh and should be able to do what you do. And Moses and Aaron are like, oh, no, this is really bad. And so God is like, dude, I'm done with these people. And so Aaron intercedes, just like Moses interceded for the spies. Now Aaron intercedes, and we'll talk about that story at length. So that's the middle story. It's a rebellion of one tribe happening within a rebellion of all the tribes.",
    "start": "00:21:54",
    "end": "00:22:33"
  },
  {
    "text": "Yeah.",
    "start": "00:22:33",
    "end": "00:22:34"
  },
  {
    "text": "And you're just like, sheesh.",
    "start": "00:22:34",
    "end": "00:22:35"
  },
  {
    "text": "Okay, this is the triple burger, by the way. Right.",
    "start": "00:22:35",
    "end": "00:22:38"
  },
  {
    "text": "This is the middle meat patties.",
    "start": "00:22:38",
    "end": "00:22:39"
  },
  {
    "text": "This is the meat patties. Okay. Yes.",
    "start": "00:22:39",
    "end": "00:22:41"
  },
  {
    "text": "Yeah, that's right. Yeah. So to speak.",
    "start": "00:22:41",
    "end": "00:22:43"
  },
  {
    "text": "So to speak.",
    "start": "00:22:43",
    "end": "00:22:43"
  },
  {
    "text": "Yeah, yeah. Remember, that was Exodus, Vagus, numbers. Now we're just looking at the middle movement of numbers, which is itself a sandwich.",
    "start": "00:22:43",
    "end": "00:22:51"
  },
  {
    "text": "Oh, but in our sandwich, it's the band of the bun.",
    "start": "00:22:51",
    "end": "00:22:54"
  },
  {
    "text": "It's.",
    "start": "00:22:54",
    "end": "00:22:55"
  },
  {
    "text": "Yeah, okay. All right. So we're in the bun.",
    "start": "00:22:55",
    "end": "00:22:57"
  },
  {
    "text": "Yeah, we're looking at the layers of the bun. Okay. The last section of this movement goes from chapters 20 to 25, and it begins with another story at Kadesh, the same place at the rebellion of the spies. We're back to that. And this is a story where Moses rebels against God and he doesn't trust God. Okay, so in the first story, it was all the tribal leaders who don't trust God, and they rebel and they are told they won't enter the land. And we had inside of that the rebellion of the Levites.",
    "start": "00:22:57",
    "end": "00:23:30"
  },
  {
    "text": "And then an intensification, and then it.",
    "start": "00:23:30",
    "end": "00:23:33"
  },
  {
    "text": "Gets intensified where Moses himself doesn't do what God says. God says, you didn't trust me, and so now you too. Moses will die here in the wilderness and will not enter the land.",
    "start": "00:23:33",
    "end": "00:23:44"
  },
  {
    "text": "The pattern seems to be rebellion.",
    "start": "00:23:44",
    "end": "00:23:46"
  },
  {
    "text": "Oh, I see. Yes, but they're all called. It's called the tests in the actual narratives. So things don't go. You're like, this is the low point. This can't get any worse. Well, it could get worse, and it's going to. But this is a low point. I guess that's what I just said. Then all of a sudden, in this story, there's a Canaanite king of a big fortified city called Arad, and he tries to sneak up and attack Israel in the wilderness. And at this point, after three waves of rebellion, you're like, God's just going to let him get smashed here in the wilderness? And what God says to Moses is, I'm going to give this king into your hand. And so the Israelites defeat this Canaanite king at a place called Hormah. So Horma was the place where they got defeated by Canaanites after the rebellion of the spies. And now matching that was the rebellion of Moses in the same way. And then right at the moment, where you expect them to get defeated by Canaanites again at the same exact place, it flips, and God gives them a gift of salvation in the wilderness. I mean, it's a grace.",
    "start": "00:23:46",
    "end": "00:25:02"
  },
  {
    "text": "It's very clearly not deserved.",
    "start": "00:25:02",
    "end": "00:25:04"
  },
  {
    "text": "Very clearly an unmerited, generous gift of Yahweh. And all you can link it back up to is that Yahweh made a promise that he would bless the nations through this family and that he's going to protect them. And so here are the nations attacking them. And so this has less to do with Yahweh feeling the warm fuzzies for Israel right now and has more to do with Yahweh being true to his word and his plan. And so he gives them victory over their enemies at the same place they were defeated by those same enemies earlier on the story. And so with that inversion of what you thought would be death gets flipped into life, or defeat gets turned into victory. That becomes the main theme of the climactic story of the section of numbers, which is about the stories of Balaam, a pagan sorcerer. Yeah, Balaam, that is hired by the king of Moab to pronounce curse and death on Israel. And every time God flips it and turns death into a blessing and curse into life, which has been the main theme of this whole section, is Israel through its disobedience, rebellion, folly, lack of trust, keeps bringing death and curse on itself. But at the moment where they're almost erased from the wilderness, God saves them generously from their enemies, both in a battle and then through these pronouncements of blessing. So. So it's a cool section of numbers that's all about God giving people what they deserve, but not fully. He will let his people suffer the consequences of their decisions, but not allow their rebellion to take his train off the tracks, which is his plan to use them to bring blessing to all the nations. Somehow, even though they're not fit for that plan at the moment, he's not gonna let their sin compromise his ultimate goal for creation.",
    "start": "00:25:04",
    "end": "00:27:02"
  },
  {
    "text": "Yeah.",
    "start": "00:27:02",
    "end": "00:27:02"
  },
  {
    "text": "Isn't that an interesting theme?",
    "start": "00:27:02",
    "end": "00:27:03"
  },
  {
    "text": "Yeah. And this seems a little bit more sophisticated than the theme of the test as we've been talking about it. There's a redemption theme going on as well.",
    "start": "00:27:04",
    "end": "00:27:14"
  },
  {
    "text": "Yeah. Well, in a way, it's similar to when God exiles Adam and Eve from the garden, but in his lament over their folly and informing them of the consequences. This is in the poems of Genesis 3.",
    "start": "00:27:14",
    "end": "00:27:28"
  },
  {
    "text": "There's hope.",
    "start": "00:27:28",
    "end": "00:27:29"
  },
  {
    "text": "Yeah. As he curses the snake and the ground, he gives a promise of a future seed who will overcome the snake.",
    "start": "00:27:29",
    "end": "00:27:36"
  },
  {
    "text": "Yeah. And I guess in Abraham's test, although he passes the test there. There's redemption.",
    "start": "00:27:36",
    "end": "00:27:41"
  },
  {
    "text": "Yeah, totally. And so here is Israel failing their many tests. There are seven.",
    "start": "00:27:41",
    "end": "00:27:47"
  },
  {
    "text": "Oh, really?",
    "start": "00:27:48",
    "end": "00:27:48"
  },
  {
    "text": "Seven stories of rebellion here in the wilderness. And it's in this seventh one where Moses. Dude, the seventh one is about Israel grumbling over no water in the wilderness. And so God sends snakes to come bite them, and they're dying. Dying because of the snake bites. And he tells Moses to make a symbolic snake and raise it high on a staff, and anyone who looks that that snake will have life instead of death.",
    "start": "00:27:48",
    "end": "00:28:19"
  },
  {
    "text": "Yeah.",
    "start": "00:28:22",
    "end": "00:28:22"
  },
  {
    "text": "It's a riddle.",
    "start": "00:28:23",
    "end": "00:28:23"
  },
  {
    "text": "It's a wild story.",
    "start": "00:28:23",
    "end": "00:28:24"
  },
  {
    "text": "But Moses becomes an image of the one who can have power of the snake.",
    "start": "00:28:24",
    "end": "00:28:29"
  },
  {
    "text": "Yeah.",
    "start": "00:28:29",
    "end": "00:28:30"
  },
  {
    "text": "So when you look at the snake that's in the hand of Moses, the snake master, then you get life. If you look at the snake, you get death. But if you look at the one who has power of the snake, you get life. That's what that story is about.",
    "start": "00:28:30",
    "end": "00:28:43"
  },
  {
    "text": "And that's the seventh rebellion.",
    "start": "00:28:43",
    "end": "00:28:45"
  },
  {
    "text": "Yeah.",
    "start": "00:28:45",
    "end": "00:28:45"
  },
  {
    "text": "Okay. Yeah. So I guess what's cool is three parts of this movement.",
    "start": "00:28:45",
    "end": "00:28:49"
  },
  {
    "text": "Yes.",
    "start": "00:28:49",
    "end": "00:28:50"
  },
  {
    "text": "In the first part, 12 leaders of the 12 tribes rebel, and then there's a pretty gnarly consequence.",
    "start": "00:28:50",
    "end": "00:28:56"
  },
  {
    "text": "Yeah.",
    "start": "00:28:56",
    "end": "00:28:56"
  },
  {
    "text": "Like, you guys, all y', all, except for the kiddos, are going to die in the wilderness.",
    "start": "00:28:56",
    "end": "00:29:03"
  },
  {
    "text": "Yep. Yeah.",
    "start": "00:29:03",
    "end": "00:29:04"
  },
  {
    "text": "That's intense.",
    "start": "00:29:04",
    "end": "00:29:04"
  },
  {
    "text": "It is. A road trip that could take two weeks ends up turning into 40 years.",
    "start": "00:29:04",
    "end": "00:29:11"
  },
  {
    "text": "Yeah.",
    "start": "00:29:11",
    "end": "00:29:12"
  },
  {
    "text": "The death of a whole generation.",
    "start": "00:29:12",
    "end": "00:29:13"
  },
  {
    "text": "So it starts out pretty bad.",
    "start": "00:29:13",
    "end": "00:29:15"
  },
  {
    "text": "Really dark. Yeah.",
    "start": "00:29:15",
    "end": "00:29:16"
  },
  {
    "text": "And then we move into the middle section. And now the rebellion within the rebellion. So the. The Levites rebel.",
    "start": "00:29:16",
    "end": "00:29:22"
  },
  {
    "text": "Yeah.",
    "start": "00:29:22",
    "end": "00:29:23"
  },
  {
    "text": "I'm not very familiar with this story, so it'll be interesting to get into that. And I don't know how intense that gets.",
    "start": "00:29:23",
    "end": "00:29:29"
  },
  {
    "text": "Yeah, pretty intense.",
    "start": "00:29:29",
    "end": "00:29:30"
  },
  {
    "text": "It gets pretty intense.",
    "start": "00:29:30",
    "end": "00:29:31"
  },
  {
    "text": "Yes. The rebellion of Korah. And the earth cracks open and swallows them. Oh, that's in their families whole.",
    "start": "00:29:31",
    "end": "00:29:36"
  },
  {
    "text": "Oh, yeah. That's intense.",
    "start": "00:29:36",
    "end": "00:29:38"
  },
  {
    "text": "I think that qualifies as intense.",
    "start": "00:29:38",
    "end": "00:29:40"
  },
  {
    "text": "That's pretty nice. Yes.",
    "start": "00:29:40",
    "end": "00:29:43"
  },
  {
    "text": "Yeah.",
    "start": "00:29:43",
    "end": "00:29:43"
  },
  {
    "text": "Okay. And then we get now to the third part, and it's like, oh, boy, we've.",
    "start": "00:29:43",
    "end": "00:29:50"
  },
  {
    "text": "The rebellion of Moses and Aaron. You know, in talking about this, I'm just now realizing this, that those three waves of rebellion map onto the three concentric circles of the camp.",
    "start": "00:29:50",
    "end": "00:30:00"
  },
  {
    "text": "Well, yeah, that's what you're saying.",
    "start": "00:30:00",
    "end": "00:30:02"
  },
  {
    "text": "I know, but in the course of.",
    "start": "00:30:02",
    "end": "00:30:03"
  },
  {
    "text": "Having this conversation, just landing more.",
    "start": "00:30:03",
    "end": "00:30:05"
  },
  {
    "text": "Yeah. It's the rebellion of the tribes around. It's the rebellion of the. In the second circle, and then this third movement. Opens with the rebellion of Moses and.",
    "start": "00:30:05",
    "end": "00:30:14"
  },
  {
    "text": "Aaron, who are in the high priest.",
    "start": "00:30:14",
    "end": "00:30:16"
  },
  {
    "text": "High priest and Moses, who are the ones who work in and around the tent itself. Wow.",
    "start": "00:30:17",
    "end": "00:30:21"
  },
  {
    "text": "Right?",
    "start": "00:30:22",
    "end": "00:30:23"
  },
  {
    "text": "Never noticed that till the course of this conversation. So good.",
    "start": "00:30:23",
    "end": "00:30:27"
  },
  {
    "text": "Well, you halfway noticed that.",
    "start": "00:30:27",
    "end": "00:30:29"
  },
  {
    "text": "I mean, I did notice that as we were talking, but it just crystallized. Looking at Moses and aaron in chapter 20, and it's like, so in the first movement, Israel is constituted as a holy camp.",
    "start": "00:30:29",
    "end": "00:30:40"
  },
  {
    "text": "They're ready to go.",
    "start": "00:30:40",
    "end": "00:30:41"
  },
  {
    "text": "Yeah. And this movement systematically just shows how every circle around the camp had its own rebellion against the word and wisdom of Yahweh.",
    "start": "00:30:41",
    "end": "00:30:51"
  },
  {
    "text": "And this is an example of how the structure really helps you emphasize the point.",
    "start": "00:30:51",
    "end": "00:30:55"
  },
  {
    "text": "That's right. Yep.",
    "start": "00:30:55",
    "end": "00:30:56"
  },
  {
    "text": "Because it's easy to, like, read a story of, like, the ground cracks open and eats up the Levites or, like, the snakes. And the whole thing, it's just like, gets, like, what is this all about? But seeing the pattern of rebellion and then consequence and then the third time, and this is just classic storytelling at this point that we've internalized even as moderns.",
    "start": "00:30:56",
    "end": "00:31:15"
  },
  {
    "text": "Yeah.",
    "start": "00:31:15",
    "end": "00:31:16"
  },
  {
    "text": "The third time it comes. Moses's rebellion. Yeah. You expect the worst. This is going to be. What's going to be worse.",
    "start": "00:31:16",
    "end": "00:31:23"
  },
  {
    "text": "Yeah. The sky and the land are going to dissolve.",
    "start": "00:31:23",
    "end": "00:31:25"
  },
  {
    "text": "Yeah. What could be worse than the land cracking open and us falling into it? This is going to get horrible.",
    "start": "00:31:26",
    "end": "00:31:31"
  },
  {
    "text": "Yeah. Total.",
    "start": "00:31:31",
    "end": "00:31:31"
  },
  {
    "text": "Then victory over their enemies.",
    "start": "00:31:32",
    "end": "00:31:34"
  },
  {
    "text": "Victory over their enemies. And then God provides water from a fountain in the middle of a wilderness after that.",
    "start": "00:31:34",
    "end": "00:31:40"
  },
  {
    "text": "And then you've got this really cool story about Balaam. I can't wait to talk about it. But when we did Numbers a long time ago, Balaam, in my imagination, turned from this cartoonish cute little figure who. His donkey starts talking to him. And there's just this childish Sunday school story to this kind of dark but wonderful story of this powerful sorcerer who.",
    "start": "00:31:41",
    "end": "00:32:07"
  },
  {
    "text": "He's a snake for hire. He's a snake for hire.",
    "start": "00:32:07",
    "end": "00:32:11"
  },
  {
    "text": "Yeah.",
    "start": "00:32:11",
    "end": "00:32:11"
  },
  {
    "text": "And God turns the snake's curse into a blessing.",
    "start": "00:32:11",
    "end": "00:32:14"
  },
  {
    "text": "Man. Okay, this is exciting.",
    "start": "00:32:14",
    "end": "00:32:16"
  },
  {
    "text": "Yeah. There's good stuff in here. You just gotta. You gotta know what questions and things to look for. So that was our extended introduction to the middle movement of numbers. Let's move on to this rebellion of the spies Y that for the rest of this conversation. And then we'll talk about the other rebellions after. All right. Should we dive in?",
    "start": "00:32:16",
    "end": "00:33:03"
  },
  {
    "text": "Let's dive in.",
    "start": "00:33:03",
    "end": "00:33:04"
  },
  {
    "text": "This is the first story, numbers, chapter 13. Then the Lord spoke to Moses saying, send out for yourself men so that they can spy out the land of Canaan, which I'm going to give to the sons of Israel. Send a man from each of the father's tribes, everyone a leader among them.",
    "start": "00:33:04",
    "end": "00:33:24"
  },
  {
    "text": "Yep.",
    "start": "00:33:24",
    "end": "00:33:25"
  },
  {
    "text": "So Moses sent them from the wilderness of Paran at the command of Yahweh.",
    "start": "00:33:25",
    "end": "00:33:29"
  },
  {
    "text": "The wilderness of Paran. This just happens to be where they're at.",
    "start": "00:33:29",
    "end": "00:33:33"
  },
  {
    "text": "It's a general category to talk about the huge stretch of wilderness that goes from Sinai Peninsula.",
    "start": "00:33:33",
    "end": "00:33:39"
  },
  {
    "text": "Yeah.",
    "start": "00:33:39",
    "end": "00:33:39"
  },
  {
    "text": "And then up to the area where, like, Tel Aviv is today.",
    "start": "00:33:39",
    "end": "00:33:45"
  },
  {
    "text": "Okay.",
    "start": "00:33:45",
    "end": "00:33:46"
  },
  {
    "text": "Yeah. And south of Tel Aviv, down by Ashkelon and so on. So it's a big stretch. It's of inland desert around that bend of the Mediterranean Sea that spans from Egypt.",
    "start": "00:33:46",
    "end": "00:33:57"
  },
  {
    "text": "What's the town there that, like, vacation town today?",
    "start": "00:33:57",
    "end": "00:34:00"
  },
  {
    "text": "There's, like, an Israeli resort town called Eilat. Eilat, that's inland on the coast of that tongue of the. Of the sea, of the Red Sea that goes up there.",
    "start": "00:34:00",
    "end": "00:34:12"
  },
  {
    "text": "So that would be kind of on one of the boundaries of the wilderness.",
    "start": "00:34:12",
    "end": "00:34:15"
  },
  {
    "text": "Yeah, that would be the far inland boundary of the wilderness of like. Yeah, this wilderness.",
    "start": "00:34:16",
    "end": "00:34:20"
  },
  {
    "text": "And then over to what would be now modern day Jordan, or.",
    "start": "00:34:20",
    "end": "00:34:25"
  },
  {
    "text": "Oh, yeah, if you keep going east, inland, Jordan's right on the other side. Modern day Jordan's on the other side. Yep. So, yeah, it's a big stretch. So go out into the wilderness from the wilderness of Paran, and then you get a list of the names. And so this list of names is all connected up to that list of the 12 tribes in the census in chapter one. So the first movement of numbers began with the list of the 12 and with the leaders of each tribe. Now the second movement of numbers begins with a list of the 12 leaders.",
    "start": "00:34:25",
    "end": "00:34:55"
  },
  {
    "text": "Yeah.",
    "start": "00:34:55",
    "end": "00:34:55"
  },
  {
    "text": "So it's a list. You know, I encourage listeners of the podcast to pull it up and meditate on it yourselves. But there's two very important names that are highlighted. One of the tribe of Judah, a guy named Caleb, son of Yepuna. Now, so this is Judah. This is significant royal tribe.",
    "start": "00:34:56",
    "end": "00:35:12"
  },
  {
    "text": "This is Judah's kid. This is one of Judah's clan.",
    "start": "00:35:12",
    "end": "00:35:15"
  },
  {
    "text": "This is one from Judah's clan. What is also significant about Caleb is that he's half Israelite.",
    "start": "00:35:15",
    "end": "00:35:21"
  },
  {
    "text": "Really?",
    "start": "00:35:22",
    "end": "00:35:22"
  },
  {
    "text": "Yes. One of his ancestral lines goes back to Judah. The other ancestral line goes back to Esau.",
    "start": "00:35:22",
    "end": "00:35:28"
  },
  {
    "text": "Huh. When do you find this out?",
    "start": "00:35:28",
    "end": "00:35:30"
  },
  {
    "text": "Yeah, you actually find that out later in numbers. So right here he's called Caleb, son of Yepunah from the tribe of Judah. And this is the first time he's mentioned. But he's going to be a repeat character throughout the book. And you find out near the end of the Book of Numbers more about his ancestry, that he's both from the line of Judah, and one of his ancestors comes from a non Israelite line from the line of Esau or Edom. So he is both of chosen and non chosen lines merged together into one.",
    "start": "00:35:30",
    "end": "00:36:02"
  },
  {
    "text": "Okay.",
    "start": "00:36:03",
    "end": "00:36:03"
  },
  {
    "text": "Yeah. This is the line from which Jesus descends. Oh, really, by the way. Oh, yeah. From the line of Judah. Oh, yeah.",
    "start": "00:36:03",
    "end": "00:36:10"
  },
  {
    "text": "Well, yeah.",
    "start": "00:36:10",
    "end": "00:36:10"
  },
  {
    "text": "Jesus is adopted into the line of Judah through Joseph, but Joseph's lineage links back to Caleb. Joseph, Jesus, adopted father, linked back to Caleb.",
    "start": "00:36:10",
    "end": "00:36:19"
  },
  {
    "text": "And we learned that in Matthew.",
    "start": "00:36:19",
    "end": "00:36:20"
  },
  {
    "text": "We learned that in Matthew. Yeah.",
    "start": "00:36:20",
    "end": "00:36:22"
  },
  {
    "text": "That's cool. How do you say Caleb's name in Hebrew?",
    "start": "00:36:22",
    "end": "00:36:23"
  },
  {
    "text": "Oh, not with an A. It's Caleb.",
    "start": "00:36:23",
    "end": "00:36:26"
  },
  {
    "text": "Caleb.",
    "start": "00:36:26",
    "end": "00:36:26"
  },
  {
    "text": "Caleb. Yeah.",
    "start": "00:36:26",
    "end": "00:36:28"
  },
  {
    "text": "Why are you laughing?",
    "start": "00:36:29",
    "end": "00:36:30"
  },
  {
    "text": "It's the Hebrew word for dog.",
    "start": "00:36:31",
    "end": "00:36:33"
  },
  {
    "text": "Really?",
    "start": "00:36:33",
    "end": "00:36:33"
  },
  {
    "text": "Kelev is the Hebrew word for dog.",
    "start": "00:36:33",
    "end": "00:36:35"
  },
  {
    "text": "Oh, that's unfortunate.",
    "start": "00:36:35",
    "end": "00:36:36"
  },
  {
    "text": "Yeah. Ah, it depends. Depends on if you love your dog. I don't know. Anyhow, so he's introduced here in this list. And then the other figure who's introduced here in this list, that's going to be a standout character is a guy named Hoshea, called Hoshea, son of Nun, from the tribe of Ephraim, one of the sons of Joseph. And then there's a little note at the end of the list that says. Oh, yeah, Moses called Hoshea the son of Nun. He called him Yehoshua. That is Joshua.",
    "start": "00:36:36",
    "end": "00:37:09"
  },
  {
    "text": "Okay.",
    "start": "00:37:09",
    "end": "00:37:10"
  },
  {
    "text": "This is Joshua.",
    "start": "00:37:10",
    "end": "00:37:11"
  },
  {
    "text": "This is where we meet Joshua.",
    "start": "00:37:11",
    "end": "00:37:12"
  },
  {
    "text": "This is the book of Joshua. Yeah, yeah. Now, he's been mentioned a time or two before.",
    "start": "00:37:12",
    "end": "00:37:15"
  },
  {
    "text": "Right. Okay.",
    "start": "00:37:15",
    "end": "00:37:16"
  },
  {
    "text": "But so Kelev and Joshua, Yehoshua are the two spies who trust God and they believe spoiler. And they. Yeah. Oh, sorry, but they're both kind of marked out here. Okay. All right. That was me long.",
    "start": "00:37:16",
    "end": "00:37:31"
  },
  {
    "text": "That's fine. That was great.",
    "start": "00:37:31",
    "end": "00:37:32"
  },
  {
    "text": "These are the names of the men Moses spent to spy up the land. Moses sent them saying, go up into the Negev. That's that southern desert of what will become of the inheritance of Judah. This is important. Go see what the land is like, whether the people who live in it are strong or weak, few or many. How is the land where they live? Is it good or is it bad? Go see the land. Is it good or is it bad? So in other words, he's saying you. You discern if this is good or bad.",
    "start": "00:37:32",
    "end": "00:38:06"
  },
  {
    "text": "Yeah.",
    "start": "00:38:06",
    "end": "00:38:06"
  },
  {
    "text": "Usually when humans are given a choice to see what is good or not good.",
    "start": "00:38:07",
    "end": "00:38:11"
  },
  {
    "text": "When the woman saw that the fruit was good.",
    "start": "00:38:11",
    "end": "00:38:14"
  },
  {
    "text": "Yeah. Which God said, will Kill you. But she looked at it and said, that actually looks good.",
    "start": "00:38:14",
    "end": "00:38:20"
  },
  {
    "text": "Yeah.",
    "start": "00:38:20",
    "end": "00:38:20"
  },
  {
    "text": "Okay, so go see the land. Is it good? Is it bad? How are the cities that they live in? Are they living camps? Do they live in fortified cities? How is the land? Is it fat or is it lean? Fat would be good. Lots of crop in that context. Yes. Yeah. Yep. Are there trees in the land? You know what? Make sure you take some of the fruit of the trees of the land. And then the narrator pauses Moses speech and said, yeah, it was right around the time of the grape harvest.",
    "start": "00:38:20",
    "end": "00:38:54"
  },
  {
    "text": "So they're going into, like, an abundant land.",
    "start": "00:38:54",
    "end": "00:38:57"
  },
  {
    "text": "Yeah. A garden land.",
    "start": "00:38:57",
    "end": "00:38:58"
  },
  {
    "text": "A garden land, yeah.",
    "start": "00:38:58",
    "end": "00:39:00"
  },
  {
    "text": "With fruit trees. And they are to see whether the land and the fruit of its trees is good or bad.",
    "start": "00:39:00",
    "end": "00:39:06"
  },
  {
    "text": "Yes.",
    "start": "00:39:06",
    "end": "00:39:07"
  },
  {
    "text": "So I'm kind of. I'm heightening the vocabulary. That is all the identical wording of the test of Adam and Eve's trust in the garden story.",
    "start": "00:39:07",
    "end": "00:39:18"
  },
  {
    "text": "Yes. Okay.",
    "start": "00:39:18",
    "end": "00:39:19"
  },
  {
    "text": "So in other words, through these little vocabulary choices, the author of this story in Numbers is presenting the test before these spies as a similar to the test of Adam and Eve's trust in God's command.",
    "start": "00:39:19",
    "end": "00:39:35"
  },
  {
    "text": "It's part of that pattern.",
    "start": "00:39:35",
    "end": "00:39:36"
  },
  {
    "text": "It's part of the pattern. Yep. That's right. So it sets up the reader's expectation to say, okay, well, I know how that choice went for Adam and Eve. I wonder how this choice is going to go. Right, so verse 21. They went up and spied out the land from the wilderness of Zin as far as Rehob and Lebo Hamath. Then they came to the Negev. They went to Hebron, and, oh, yeah, there were three giants living there. Yeah. Achiman, Sheshai, and Talmai.",
    "start": "00:39:36",
    "end": "00:40:07"
  },
  {
    "text": "How do you know they were giants?",
    "start": "00:40:07",
    "end": "00:40:08"
  },
  {
    "text": "You'll see. You'll see. Yeah. They're the descendants of Anak.",
    "start": "00:40:09",
    "end": "00:40:13"
  },
  {
    "text": "Who's Anak?",
    "start": "00:40:13",
    "end": "00:40:14"
  },
  {
    "text": "Anak. Yeah. They're from Anak. I'm pretty sure. Sorry, one second real quick here. Yeah. This is the first time Anak mentioned. Now, you'll learn more about Anak in a few minutes here. Three sons of Anak.",
    "start": "00:40:14",
    "end": "00:40:26"
  },
  {
    "text": "Three sons of Anak.",
    "start": "00:40:26",
    "end": "00:40:28"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:40:28",
    "end": "00:40:29"
  },
  {
    "text": "Sounds like a joke.",
    "start": "00:40:29",
    "end": "00:40:30"
  },
  {
    "text": "Yeah. And then they came to the Valley of Grape Cluster.",
    "start": "00:40:30",
    "end": "00:40:36"
  },
  {
    "text": "Eshcol.",
    "start": "00:40:36",
    "end": "00:40:37"
  },
  {
    "text": "It's called the Valley of Eshcol, but Eshcol is the Hebrew word. Grape cluster.",
    "start": "00:40:37",
    "end": "00:40:40"
  },
  {
    "text": "Okay.",
    "start": "00:40:40",
    "end": "00:40:40"
  },
  {
    "text": "They came to the Valley of Grape Cluster, and, man, they cut down just one branch with a single cluster of grapes. And they had to carry it on a pole between two soldiers.",
    "start": "00:40:40",
    "end": "00:40:52"
  },
  {
    "text": "Wow. Yeah. You've seen the Sunday school images of this. This is classic.",
    "start": "00:40:52",
    "end": "00:40:57"
  },
  {
    "text": "Totally. In fact, I think still today in modern day Israel, their Bureau of Tourism, Ministry of Tourism, is an icon of two people carrying a huge cluster of grapes.",
    "start": "00:40:57",
    "end": "00:41:09"
  },
  {
    "text": "Yeah. Okay. I didn't see.",
    "start": "00:41:09",
    "end": "00:41:10"
  },
  {
    "text": "From the story.",
    "start": "00:41:10",
    "end": "00:41:11"
  },
  {
    "text": "Wow.",
    "start": "00:41:11",
    "end": "00:41:12"
  },
  {
    "text": "Like you can Google it. Israeli Ministry of Tourism. There's a building in Jerusalem where the offices are located. And Jessica and I would often walk by. Was just like this huge plaque of two people carrying grape clusters. There you go. It's from the story. So. Oh, they also took pomegranates and figs. Figs.",
    "start": "00:41:12",
    "end": "00:41:34"
  },
  {
    "text": "Figs.",
    "start": "00:41:34",
    "end": "00:41:35"
  },
  {
    "text": "Figs, yeah. Remember what Adam and Eve used to cover up their bodies from each other after they didn't obey the divine command?",
    "start": "00:41:35",
    "end": "00:41:42"
  },
  {
    "text": "Those were fig leaves.",
    "start": "00:41:43",
    "end": "00:41:44"
  },
  {
    "text": "Leaves of a fig tree.",
    "start": "00:41:44",
    "end": "00:41:45"
  },
  {
    "text": "Oh, okay.",
    "start": "00:41:45",
    "end": "00:41:46"
  },
  {
    "text": "That narrative's very specific in Genesis 2 or Genesis 3. Yeah.",
    "start": "00:41:46",
    "end": "00:41:49"
  },
  {
    "text": "So this is just more Eden.",
    "start": "00:41:49",
    "end": "00:41:51"
  },
  {
    "text": "Yeah. But specifically figs. Figs were used in the part of the story of. In the Eden story of. To cover up their failure. So they took grape clusters and you're like, yay. And they took figs. Oh, oh.",
    "start": "00:41:51",
    "end": "00:42:05"
  },
  {
    "text": "So you're supposed to be like, they weren't told to take figs and figs.",
    "start": "00:42:05",
    "end": "00:42:08"
  },
  {
    "text": "Oh, that's true. And I'm not saying just disobedience. I'm just saying you were told of grape clusters and then pomegranates, which are woven symbolically all over the tabernacle, and then figs. The last time figs were mentioned in a narrative about a garden land, it was at a sad note in that story. So I'm just saying it's a little brushstroke of the painting here that reminds you of the Eden failure. So when they returned from spying out the land after 40 days, at the end of 40 days, it's a 40 day tour through the land. They came to Moses and Israel and all the congregation at the wilderness of Pran. Back at Kadesh, at the holy place, they brought back word to them. They showed them the fruit of the land. And the word show is to make them see. So now the Israelites. All the Israelites are seeing the fruit from the trees.",
    "start": "00:42:08",
    "end": "00:43:00"
  },
  {
    "text": "Yeah. That it is good.",
    "start": "00:43:01",
    "end": "00:43:03"
  },
  {
    "text": "And they said, listen, we went into the land that you sent us to, and I'll tell you this. The land flows with milk and honey. Here is the fruit. So milk, meaning it's rich for pasture, for goats and cattle. So milk is the symbol of domesticated animals producing abundance.",
    "start": "00:43:03",
    "end": "00:43:25"
  },
  {
    "text": "Yeah.",
    "start": "00:43:26",
    "end": "00:43:26"
  },
  {
    "text": "Honey is an abundance produced in the wild. Now, of course, you could domesticate bees and there isn't.",
    "start": "00:43:26",
    "end": "00:43:34"
  },
  {
    "text": "Is there evidence that they.",
    "start": "00:43:35",
    "end": "00:43:36"
  },
  {
    "text": "Yeah, you know, off the top of my head, I don't know. But I know in terms of symbolism, it's a symbol of there's abundance. If you.",
    "start": "00:43:36",
    "end": "00:43:43"
  },
  {
    "text": "In the camp, if you farm these.",
    "start": "00:43:44",
    "end": "00:43:45"
  },
  {
    "text": "Hills, and there's an abundance in the wild. However, the spies say. Ten of the spies say the people who live in the land, they're really strong. And the cities, they're fortified. They have thick walls, and they're really, really big. And we saw the descendants of Anakin living there. Oh, yeah. Also Amalek, who nearly annihilated us in the wilderness, like, just a few months ago. Yeah, they live here too, as well as. Well, the Hittites and the Jebusites and the Amorites. Yeah, they're all over. And the Canaanites, they live down by the coast. You can see where this is going. They're, like, beginning to freak people out. Then Caleb stood up. This is verse 30. This is great. And he hushed the people, everyone. You can, like, imagine, like, the campfire that night. It's like all the tribal leaders. Caleb stands up and he's like, no, no, no, no. Quiets the people before Moses and said, we should by all means go up and take possession of the land. We can overcome it. Like, think of what just happened in Egypt, you guys. What happened at the sea? This is my paraphrase. But the men who went up with him said, no, we're not going to be able to go up. They are too strong for us. So they gave a bad report about the land that they spied out, saying, the land that we went through, it eats the people who are on it. The land eats the people.",
    "start": "00:43:45",
    "end": "00:45:15"
  },
  {
    "text": "The land eats the people.",
    "start": "00:45:16",
    "end": "00:45:18"
  },
  {
    "text": "Yeah, yeah. It's for sure. Ironic little anticipation of how the land is going to break open and eat the rebels among his. And all the people that we saw in the land were huge. Yeah, we saw the Nephilim there. And then the narrator breaks in to the dialogue and says, the sons of Anak are from the Nephilim. And then the spies pick up again. We were like grasshoppers in their eyes. That's the end of their speech.",
    "start": "00:45:18",
    "end": "00:45:49"
  },
  {
    "text": "Yeah, it's real.",
    "start": "00:45:50",
    "end": "00:45:51"
  },
  {
    "text": "Pretty demotivating experience.",
    "start": "00:45:51",
    "end": "00:45:52"
  },
  {
    "text": "This is where. Yeah, this is. So this is where, you know, Anox.",
    "start": "00:45:52",
    "end": "00:45:55"
  },
  {
    "text": "Those three people, those three guys, Achimai, Sheshai and Talmon, these were the Nephilim.",
    "start": "00:45:55",
    "end": "00:46:00"
  },
  {
    "text": "The Nephilim being the giants, the giant warriors of old. Giant warriors of old.",
    "start": "00:46:00",
    "end": "00:46:05"
  },
  {
    "text": "Now, what's fascinating and we don't have to go down the rabbit hole is in the flood narrative. In Genesis, it seemed as if the Nephilim were all died out in the generation of the flood, yet here they are. And do you remember in that narrative, the narrator spoke up and said, hey, dear reader, the Nephilim were warriors of old, and they lived in the land at that time and also later on.",
    "start": "00:46:05",
    "end": "00:46:27"
  },
  {
    "text": "And here they are.",
    "start": "00:46:28",
    "end": "00:46:28"
  },
  {
    "text": "And what the narrator is alluding to back in Genesis is this moment in the story right here, which is you're gonna meet the Nephilim again. And how they survived the flood is just left to the reader's imagination.",
    "start": "00:46:29",
    "end": "00:46:41"
  },
  {
    "text": "Right. They're good swimmers. I mean, these are giants.",
    "start": "00:46:42",
    "end": "00:46:44"
  },
  {
    "text": "Okay. So actually. So in Jewish tradition, this little gap in the narrative of the Torah was filled in because it's obvious when you read the story. So there's lots of Jewish legends and interpretations that fill in the story. And when Darren Aronofsky made the Noah movie back in the early 2000s, he was making a movie retelling the story of the flood as told through later Jewish legend and interpretation.",
    "start": "00:46:45",
    "end": "00:47:13"
  },
  {
    "text": "Yeah.",
    "start": "00:47:13",
    "end": "00:47:13"
  },
  {
    "text": "Which is why you have Tuval Cain, one of the descendants of Cain, who sneaks onto the ark and survives through. And that was one way that Jewish interpreters solved the problem, was that, well, one of the Nephilim must have snuck on the. Snuck on the ark. Anyway, it doesn't say that, but here they are. Yeah, here they are. Okay, so remember, in the melody of Genesis 1:9, the Nephilim are a sign of creation gone off the tracks, and they're spreading violence and bloodshed in the land that God meant for a garden to bring blessing. So now here we're recalling all those notes, but with a new set of twists. And you can kind of see it where the Israelites are being called to be, like a new Adam and Eve who subdue chaos in the land, to be agents of God's garden, blessing in the land, and then out to all.",
    "start": "00:47:14",
    "end": "00:48:07"
  },
  {
    "text": "The land, the chaos here being the Nephilim, because when we met them, they are clearly a symbol of kind of heavenly human violence combined into this hybrid.",
    "start": "00:48:07",
    "end": "00:48:23"
  },
  {
    "text": "Yeah, yeah. The giants in Genesis were a result of a heavenly and earthly rebellion.",
    "start": "00:48:23",
    "end": "00:48:29"
  },
  {
    "text": "Yeah.",
    "start": "00:48:29",
    "end": "00:48:30"
  },
  {
    "text": "So what's fascinating here is the narrator is clearly using vocabulary of the Adam and Eve, the choice that lay before Adam and Eve, about the fruit and the trees of the garden, are they good or bad? And it's about an inhabitant in the garden land, how the Israelites respond to this inhabitant in the land, and whether they will trust God's word or look at the inhabitant land and let the inhabitant of the land guide their decision about what they're going to do. We're replaying, but with all these twists.",
    "start": "00:48:30",
    "end": "00:49:03"
  },
  {
    "text": "The choice before Adam, the inhabitant being the snake.",
    "start": "00:49:03",
    "end": "00:49:05"
  },
  {
    "text": "Yeah. So here the giants play the same narrative role as the snake in the story of Eden. The inhabitant of the garden presents a choice now before God's chosen ones about what they will do with the fruit of the land. They could trust God's word, and in this case, it means taking of the fruit of the land and going in and eating it and trusting that God will give you power to conquer the snake. Which is all these twists on the Eden story. But what's fascinating is it's the pre existing inhabitants of the land who get the people to question God's word and God's promise to them.",
    "start": "00:49:06",
    "end": "00:49:46"
  },
  {
    "text": "And the animals who are the pre existing inhabitants of the land in Genesis.",
    "start": "00:49:46",
    "end": "00:49:51"
  },
  {
    "text": "In Genesis, preeminently, the snake. Yeah. So the snake and the giants take up the same slots in the kind of analogy being set up between the two stories by the author. Isn't it interesting that in Genesis, the snake leads to the lineage of humanity that goes through Adam and Eve's oldest son, Cain, who gives in to the snake in the next story, and then that leads to a lineage that leads you down to the rebellion of the sons of God and the origins of the Nephilim. So the snake and the giants are connected in Genesis, and then here they are connected here.",
    "start": "00:49:51",
    "end": "00:50:27"
  },
  {
    "text": "Thematically.",
    "start": "00:50:27",
    "end": "00:50:28"
  },
  {
    "text": "Isn't that interesting? Yeah. Anyway, that's a cool. It's a good example of the sophisticated way later narratives are patterned on earlier ones, but always with little twists. So you have to meditate on it. Okay, we're gonna get to the climax here. This is great. So all the congregation of Israel lifted up their voices and cried. They wept, they grumbled against Moses. And the whole congregation said, it would have been better if we died in Egypt or that we died in this wilderness. Why is Yahweh bringing us into the land just so that we die by the sword? I mean, listen, our wives, our kids will become plunder. Let's go back to Egypt. Wouldn't it be better in Egypt? And then they say to each other, let's get a new leader. Let's go back to Egypt. Geez, they want to undo the Exodus.",
    "start": "00:50:28",
    "end": "00:51:46"
  },
  {
    "text": "Yeah. I got a knock knock joke for you.",
    "start": "00:51:46",
    "end": "00:51:50"
  },
  {
    "text": "What?",
    "start": "00:51:51",
    "end": "00:51:51"
  },
  {
    "text": "Knock knock.",
    "start": "00:51:52",
    "end": "00:51:53"
  },
  {
    "text": "Who's there?",
    "start": "00:51:58",
    "end": "00:51:58"
  },
  {
    "text": "Anak.",
    "start": "00:51:59",
    "end": "00:51:59"
  },
  {
    "text": "Anak who?",
    "start": "00:52:02",
    "end": "00:52:03"
  },
  {
    "text": "A knock your head off if you come here and try to take our land.",
    "start": "00:52:03",
    "end": "00:52:06"
  },
  {
    "text": "Did you just make that up? Oh, thank you.",
    "start": "00:52:08",
    "end": "00:52:12"
  },
  {
    "text": "John.",
    "start": "00:52:12",
    "end": "00:52:13"
  },
  {
    "text": "John Collins. Everyone John Collins.",
    "start": "00:52:13",
    "end": "00:52:16"
  },
  {
    "text": "All right.",
    "start": "00:52:16",
    "end": "00:52:17"
  },
  {
    "text": "Okay. So Moses and Aaron and Joshua and Caleb, they tear their clothes, they fall on the ground, and they say to all the sons of Israel, no, no, no, the land is good. If Yahweh is pleased with us, he'll bring us into the land. Don't rebel against Yahweh. And don't be afraid of the giants in the land. They will become bread for us. It gets translated. They will become our prey, at least here in the New. But what they say is, they will be our bread. Like, we can consume them. They won't consume us. We'll consume them. But the congregation, the people said, let's execute Moses, Aaron, Joshua, and Caleb. By throwing stones at them.",
    "start": "00:52:18",
    "end": "00:53:04"
  },
  {
    "text": "Yeah.",
    "start": "00:53:04",
    "end": "00:53:05"
  },
  {
    "text": "Bad news, bad news. Then the fire glory cloud appeared over the tent of Meeting. It's like the bat signal in Batman.",
    "start": "00:53:05",
    "end": "00:53:14"
  },
  {
    "text": "Yeah. Enough is enough. This is like when Batman appears. Just all of a sudden there's chaos and then just flash of light and you're like, who's here?",
    "start": "00:53:14",
    "end": "00:53:23"
  },
  {
    "text": "Yeah, yeah, totally.",
    "start": "00:53:23",
    "end": "00:53:24"
  },
  {
    "text": "It's Batman.",
    "start": "00:53:24",
    "end": "00:53:25"
  },
  {
    "text": "So Yahweh said to Moses, how long will these people treat me with contempt? How long are they not going to trust me? It's the Hebrew word, believe. Amen. The last time this word appeared, believe.",
    "start": "00:53:25",
    "end": "00:53:41"
  },
  {
    "text": "Is amin.",
    "start": "00:53:41",
    "end": "00:53:42"
  },
  {
    "text": "But it's from the word amen. Yeah. To consider something trustworthy.",
    "start": "00:53:44",
    "end": "00:53:48"
  },
  {
    "text": "Okay.",
    "start": "00:53:48",
    "end": "00:53:49"
  },
  {
    "text": "Yeah. And amen. To say amen is to make a declaration that's trustworthy. What you just said, I trust that. And to hemin means to count something as trustworthy. How long will they not count me as trustworthy, despite all the signs that I've done in their midst? You know what the thing that I did to Egypt, I'm going to do to them. I'm going to strike them with plague and dispossess them, and I'll make you, Moses into a great nation.",
    "start": "00:53:49",
    "end": "00:54:13"
  },
  {
    "text": "Yeah, like, wait, I. This has happened before. Yeah, like right after the story of the Golden Calf.",
    "start": "00:54:14",
    "end": "00:54:20"
  },
  {
    "text": "Golden Calf.",
    "start": "00:54:20",
    "end": "00:54:21"
  },
  {
    "text": "So this is on parallel to how intense and just foolish and horrible that moment was.",
    "start": "00:54:21",
    "end": "00:54:31"
  },
  {
    "text": "This is another way that Numbers and Exodus mirror each other. The Golden Calf narrative in Exodus at Mount Sinai is now being intensified on the other side of Sinai at Numbers, but with a rebellion in the wilderness of equal, if not greater intensity. So Moses repeats to God exactly what he said in the story of the Golden Calf. Listen. The Egyptians will hear about it, and they'll think that you killed your own people. You don't want people to think that about you. Then Moses also says, listen, do you remember that one time when you said, you're slow to anger, abounding in loyal love that you forgive iniquity and transgression. And listen, that doesn't mean you don't bring justice. You won't declare innocent the guilty. But would you please just forgive these people because of your loyal love? And Yahweh says, yes. Yes, I will.",
    "start": "00:54:31",
    "end": "00:55:29"
  },
  {
    "text": "This is exactly what happened before.",
    "start": "00:55:29",
    "end": "00:55:30"
  },
  {
    "text": "It's exactly what happened at the Golden Calf.",
    "start": "00:55:30",
    "end": "00:55:32"
  },
  {
    "text": "Yeah.",
    "start": "00:55:32",
    "end": "00:55:32"
  },
  {
    "text": "Yeah. But Yahweh says, this generation that has seen my glory, that I did in Egypt and the wilderness, yet they have put me to the test. Here we are.",
    "start": "00:55:33",
    "end": "00:55:43"
  },
  {
    "text": "It's called the test.",
    "start": "00:55:43",
    "end": "00:55:44"
  },
  {
    "text": "They've put me to the test these 10 times, not listening to my voice.",
    "start": "00:55:44",
    "end": "00:55:50"
  },
  {
    "text": "What's he referring to 10 times?",
    "start": "00:55:50",
    "end": "00:55:52"
  },
  {
    "text": "I'll just finish the sentence and we'll get there. They've put me to the test 10 times, not listening to my voice. They won't see the land that I swore to their forefathers. And he says, later on, Caleb and Joshua, they will get to see it. And all the children that they said would be plunder for the giants, the children will get to enter into land these ten times.",
    "start": "00:55:52",
    "end": "00:56:14"
  },
  {
    "text": "Yeah.",
    "start": "00:56:14",
    "end": "00:56:14"
  },
  {
    "text": "Okay, dude, get this. Take a guess how many rebellion narratives there are in this middle section of Numbers.",
    "start": "00:56:14",
    "end": "00:56:21"
  },
  {
    "text": "Well, we just said there's three.",
    "start": "00:56:22",
    "end": "00:56:24"
  },
  {
    "text": "Ah, okay, got it. Yes. In this section, we just talked about three. Okay, but take a stab at.",
    "start": "00:56:25",
    "end": "00:56:31"
  },
  {
    "text": "We just read one.",
    "start": "00:56:31",
    "end": "00:56:32"
  },
  {
    "text": "Yep.",
    "start": "00:56:33",
    "end": "00:56:33"
  },
  {
    "text": "We just read through one in this movement of numbers.",
    "start": "00:56:33",
    "end": "00:56:36"
  },
  {
    "text": "Mm. We highlighted three. In numbers 11 through 21. There are seven. Seven rebellion stories. Now God says that there are ten. What's very interesting is that there are three matching rebellion stories in the mirroring section of Exodus, in Exodus, chapters 15 through 17, making up a total of 10. So what's fascinating is God says, they have tested me these 10 times.",
    "start": "00:56:36",
    "end": "00:57:06"
  },
  {
    "text": "He's referring to before Sinai.",
    "start": "00:57:07",
    "end": "00:57:08"
  },
  {
    "text": "He's referring to the three before Sinai. Then this one is the fourth, and there's going to be six more, so.",
    "start": "00:57:08",
    "end": "00:57:15"
  },
  {
    "text": "Oh, okay.",
    "start": "00:57:15",
    "end": "00:57:16"
  },
  {
    "text": "It's a meta comment.",
    "start": "00:57:16",
    "end": "00:57:17"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:57:17",
    "end": "00:57:18"
  },
  {
    "text": "God's reflecting. It's as if God's speech in the moment becomes to the reader a comment on the rebellion in the wilderness before Mount Sinai in Exodus and the seven rebellions that I'm going to read about in the numbers scroll here. But what's funny is the 10 are referred to right in the middle in the fourth one and before. All 10 have happened yet. But for the reader, this is a good meditation literature moment where it's like, for the reader, you know, there are 10. At least you're supposed to know there's 10. So when you read God's comment, you're like, yeah, there were 10. But in the narrative sequence, it sounds funky because you're like, what were the 10? And you have to finish this section of numbers.",
    "start": "00:57:18",
    "end": "00:57:59"
  },
  {
    "text": "Interesting.",
    "start": "00:57:59",
    "end": "00:57:59"
  },
  {
    "text": "Before you get to the number 10. Isn't that great?",
    "start": "00:57:59",
    "end": "00:58:02"
  },
  {
    "text": "Yeah, that is great.",
    "start": "00:58:03",
    "end": "00:58:04"
  },
  {
    "text": "Yeah.",
    "start": "00:58:04",
    "end": "00:58:04"
  },
  {
    "text": "That feels kind of like a M. Night Shyamalan kind of move.",
    "start": "00:58:04",
    "end": "00:58:08"
  },
  {
    "text": "Totally. Or a Coen Brothers film kind of move, where the movie becomes aware of itself. The characters in the movie realize they're in a movie.",
    "start": "00:58:08",
    "end": "00:58:15"
  },
  {
    "text": "Right.",
    "start": "00:58:15",
    "end": "00:58:15"
  },
  {
    "text": "And hear God's voice.",
    "start": "00:58:16",
    "end": "00:58:17"
  },
  {
    "text": "But it's like, you said 10, God. Like, I'm only counting four here. He's like, just wait.",
    "start": "00:58:17",
    "end": "00:58:22"
  },
  {
    "text": "And he's like, just wait. There's six more coming. So that. Yeah, that's basically how. Well, actually, that's not how the story goes. So what God says to this generation is, okay, back out into the wilderness with y'. All. Go back, turn backwards. You said you wanted to undo the Exodus. I'm not going to let you undo that. But I will let you undo your chance to enter into the land. So back into the wilderness. And the people, when they hear this. Oh, and then God says, according to the number of days that the spies spied out the land, 40. That's how many years you'll wander in the wilderness.",
    "start": "00:58:22",
    "end": "00:58:56"
  },
  {
    "text": "And 40 is a number that symbolizes testing.",
    "start": "00:58:56",
    "end": "00:58:59"
  },
  {
    "text": "Yeah. Or it often signals the passage through time where you're waiting for the fulfillment of God's word, which is often synonymous with the period of testing, because it's testing your trust. So the people grieve, and they get up and they say, oh, we have sinned against the Lord. And you're like, well, great. That's awesome. So usually when someone's.",
    "start": "00:58:59",
    "end": "00:59:24"
  },
  {
    "text": "It's awesome that they've realized it's awesome.",
    "start": "00:59:24",
    "end": "00:59:26"
  },
  {
    "text": "They realize they've sinned, but then they say, you know what? We're going to go up into the land after all. And Moses says, what? No.",
    "start": "00:59:26",
    "end": "00:59:32"
  },
  {
    "text": "Were you not listening?",
    "start": "00:59:33",
    "end": "00:59:34"
  },
  {
    "text": "You lost your chance. The word of the Lord in the past was, go up into the land. But now God's instruction is go into the wilderness. So you're actually. You're rejecting God's word now a second time. And the people say, no, we can go up into the land. So they go up into the land, and who come out, who crawl out of the rocks and the hills? The Amalekites, who tried to whoop them in the past. And God gave them a victory over the Amalekites back in Exodus. But now here God lets the Amalekites come and defeat them, and that's how the story ends. They defeat them at Hormah.",
    "start": "00:59:34",
    "end": "01:00:11"
  },
  {
    "text": "Sweet. The whole, like, all of the, like, tribes try to go into the land prematurely and then get defeated. Or is it just a crew?",
    "start": "01:00:11",
    "end": "01:00:19"
  },
  {
    "text": "It just says the people.",
    "start": "01:00:19",
    "end": "01:00:20"
  },
  {
    "text": "The people?",
    "start": "01:00:20",
    "end": "01:00:21"
  },
  {
    "text": "Yeah, the people. All the sons of Israel. They went up. Yeah. So it just becomes a mass. Yeah, yeah. So that's the first main rebellion story of the numbers. It's the first of seven, and it basically sets the tone for it and again, back up to how we began. This begins a cascade of rebellion stories that you think is going to end in just total death and cosmic flood. And it's actually after the seventh rebellion that God turns death into life and then starts turning curse into blessing. But for the next generation, for this generation, they've already signed their fate through their choices. And so in that sense, it's an intensification of the failure of Adam and Eve to trust in the garden. And now here's this generation that failed to trust and lost their chance to enter into the garden.",
    "start": "01:00:22",
    "end": "01:01:19"
  },
  {
    "text": "Okay, so then next we'll step into the second part of this second movement, and we'll look at, I suppose, a few rebellion stories then.",
    "start": "01:01:19",
    "end": "01:01:29"
  },
  {
    "text": "Well, we'll focus on the rebellion of the Levites. I like this concentric circle. We just read and reflected on the rebellion of the tribes, which is the outer circle of the camp around the tent.",
    "start": "01:01:29",
    "end": "01:01:40"
  },
  {
    "text": "Well, we got two more circles, but we've got five more.",
    "start": "01:01:40",
    "end": "01:01:44"
  },
  {
    "text": "We're not going to read all the testing stories.",
    "start": "01:01:45",
    "end": "01:01:46"
  },
  {
    "text": "Okay.",
    "start": "01:01:46",
    "end": "01:01:47"
  },
  {
    "text": "But we'll reflect on three out of the seven, essentially. Yeah. Okay. Yeah. Upward and onward, or downward and inward into the human condition.",
    "start": "01:01:47",
    "end": "01:01:56"
  },
  {
    "text": "Thanks for listening to welcome to this episode of BibleProject Podcast. Next week, we're looking at numbers 16, the rebellion of the tribe of Levi. It's a disturbing story about some Israelites who try to overthrow Moses and Aaron, and as a result, God causes the ground to open up and swallow them whole.",
    "start": "01:01:59",
    "end": "01:02:17"
  },
  {
    "text": "This is heavy, this decreation. We're at this moment where the ground opening up is echoing both the innocent blood of Abel, human rebellion, violence and rivalry leading to the death of the innocent. But then also the ground split open is an image of what happened before the collapse of the cosmos and the flood. The wording of Moses speech is echoing the beginning of human violence from Genesis 4 and then the ultimate consequence for human violence in Genesis 6.",
    "start": "01:02:17",
    "end": "01:02:49"
  },
  {
    "text": "Today's show is produced by 2Peltz, edited by Dan Gummel and Tyler Bailey Lindsey Ponder with the show notes Ashlyn Heiss and Mackenzie Buxman provided the annotations for our annotated podcast in our app. Bibleproject is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus. And everything that we make is free because of the generous support of thousands of people just like you. Thank you so much for being a part of this with us.",
    "start": "01:02:50",
    "end": "01:03:16"
  },
  {
    "text": "Hi, this is Karen and I'm from from the east coast of Australia. This is John Pagel and I'm from Manhattan, Kansas. I first heard about Bibleproject on YouTube four years ago. By the second or third recommendation, I thought I should probably check out what this thing is. I use bibleproject to dig into a very specific topic and to explain words and ideas to my young kids at home. My favorite thing about bibleproject is how they are helping people to read the Bible for themselves who learn in any sort of of way. And I think that's great. We believe the Bible is a unified story that leads us to Jesus. We are a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes and more@bibleproject.com.",
    "start": "01:03:16",
    "end": "01:03:57"
  }
]