[
  {
    "text": "As we near the end of the numbers scroll, Yahweh leads Moses to the top of a mountain where he can look out onto the land that is promised to Israel. A new garden land, a land he will not personally get to enter. Then Yahweh selects Moses protege, the new.",
    "start": "00:00:04",
    "end": "00:00:22"
  },
  {
    "text": "Leader of Israel, because the congregation are like and animals that need a shepherd.",
    "start": "00:00:22",
    "end": "00:00:26"
  },
  {
    "text": "The job goes to a man named Joshua, a man described as being filled with the spirit of wisdom. Now, there's only three other times in the Hebrew Bible where the spirit of wisdom fills a human.",
    "start": "00:00:26",
    "end": "00:00:38"
  },
  {
    "text": "The third time, that this phrase appears in Isaiah 11, describing a future branch, a little offshoot from the family line of David that will sprout up one day in the future. And this figure is going to bring justice on the nations, bring peace between humans and animals. And he's going to bring God's people to dwell so that there is no pain or destruction in all God's holy mountain, because all the earth will be filled up with knowing Yahweh.",
    "start": "00:00:39",
    "end": "00:01:10"
  },
  {
    "text": "You see, so far, it's been Moses who shines with God's splendor. Moses mediates between God and man. Moses is the leader who will rescue Israel. Moses is the closest we've gotten to a delivering Messiah.",
    "start": "00:01:10",
    "end": "00:01:24"
  },
  {
    "text": "But now that torch is being passed to Joshua. And so now Joshua's gonna be the next main character on the stage who starts filling out even more the portrait of the kind of deliverer that God's people need to bring them into the land and plant them in the New Eden land.",
    "start": "00:01:25",
    "end": "00:01:41"
  },
  {
    "text": "I'm John Collins, this is BibleProject podcast. Today we continue the third movement of the scroll of Numbers. And I need to apologize in advance. As you listen, you'll hear that I was dealing with some sickness. Thanks for joining us. Here we go. Hello, Tim.",
    "start": "00:01:41",
    "end": "00:02:09"
  },
  {
    "text": "Hey, John. Hi there.",
    "start": "00:02:09",
    "end": "00:02:10"
  },
  {
    "text": "We are in the scroll of Numbers, and we are in the third movement of the scroll of Numbers. And we only have a couple more conversations left before we need to be done.",
    "start": "00:02:11",
    "end": "00:02:24"
  },
  {
    "text": "That's right.",
    "start": "00:02:24",
    "end": "00:02:24"
  },
  {
    "text": "With Numbers and move on to the last scroll in the Torah, Deuteronomy. We're moving towards the end of the whole Torah, really. It's been a fun exploration through the Torah.",
    "start": "00:02:24",
    "end": "00:02:33"
  },
  {
    "text": "Yeah.",
    "start": "00:02:33",
    "end": "00:02:34"
  },
  {
    "text": "It seems like we're just landing down in these movements on specific stories, trying to give a shape of, like, what's going on overall.",
    "start": "00:02:34",
    "end": "00:02:42"
  },
  {
    "text": "Yep. In this section.",
    "start": "00:02:42",
    "end": "00:02:43"
  },
  {
    "text": "But then just really landing on some specifics and actually reading them and talking about them. And so that's what we've been doing here. In Numbers. We're in the third Movement. We landed down and just read that first story after the census of the daughters of Zelophchad.",
    "start": "00:02:44",
    "end": "00:03:02"
  },
  {
    "text": "Zelophkad. It's a tough one.",
    "start": "00:03:03",
    "end": "00:03:06"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:03:06",
    "end": "00:03:07"
  },
  {
    "text": "Big picture. The number scroll has three big movements. It begins at Mount Sinai where they're arranging the camp of the tribes around the tabernacle where God dwells right in the center. And then they leave Mount Sinai. The center movement of numbers is about the journey through the wilderness. And it's a collection of multiple rebellion narratives that keep increasing in intensity both in who rebels. In other words, it's not from the people to the leaders to like the most important leaders. And the fallout and the consequences keep getting more intense so that eventually the whole generation that was rescued from Egypt and slavery dies off in the wilderness. And so here in this last movement, it's that next generation that's being instructed about the wisdom of God that they need to live by as they get ready to go into the new Eden land. And that's this last section that we call numbers 26 through 36.",
    "start": "00:03:07",
    "end": "00:04:15"
  },
  {
    "text": "Okay. And it began with the census that matches the first movement of numbers, showing that numbers itself is its own little chiasm. And then the story of the daughters of Zelophad who come and say, hey, our dad didn't have any boys.",
    "start": "00:04:15",
    "end": "00:04:31"
  },
  {
    "text": "Yes.",
    "start": "00:04:31",
    "end": "00:04:31"
  },
  {
    "text": "Which would mean by the law that we have currently our father's clan won't inherit any land. And that seems like an injustice. And Moses is like, yeah, let me check on that. And sure enough, God's like, yep, that would be an injustice. They're right. Those daughters can inherit land like a son.",
    "start": "00:04:31",
    "end": "00:04:52"
  },
  {
    "text": "Yeah. So that was the last story we looked at. And then the story of the daughters is completed by another story that's forward looking, which is not about the new wisdom that God's people will need to live in the land, but it's about the new leadership that God's people will need in the new Eden land. And that's the story that begins in Numbers, chapter 27, verse 12, a little what might feel obscure corner of the Torah that actually has huge significance for where the story of the Hebrew Bible is going. And maybe just to recall the name of Joshua, who's the key figure here in this little story is the Hebrew name that's at the root of Jesus of Nazareth's name, Yeshua. Yeah. So the longer form in Hebrew is Yehoshua.",
    "start": "00:04:53",
    "end": "00:05:44"
  },
  {
    "text": "Yahushua.",
    "start": "00:05:45",
    "end": "00:05:45"
  },
  {
    "text": "Yahushua, which is a combination of the divine name Yahweh and then Yaho. Okay, well, Yahweh. But when you take off the way at the end and then stick the short form of Yahweh on the beginning of another word, the yaha turned into Yahoo. Anyway, it's Semitic diphthongs.",
    "start": "00:05:45",
    "end": "00:06:06"
  },
  {
    "text": "You know those Semitic diphthongs.",
    "start": "00:06:07",
    "end": "00:06:09"
  },
  {
    "text": "And then the. The Oshua comes from the Hebrew root yasha or Yosha, and it's the word to deliver word rescue. So Yahweh rescues is this guy's name. And then that got shortened both in Hebrew and then in Aramaic to Yeshua. And then Yeshua got rendered into Greek as Jesus, and then it got rendered into Latin and then Romance languages as Jesus. Yeah, Jesus. So actually, when you can hear that name pronounced, like in Spanish today, it's Jesus, which sounds much more like the Greek form.",
    "start": "00:06:10",
    "end": "00:06:48"
  },
  {
    "text": "Right?",
    "start": "00:06:48",
    "end": "00:06:48"
  },
  {
    "text": "Jesus. To Jesus. Anyway, there you go.",
    "start": "00:06:48",
    "end": "00:06:51"
  },
  {
    "text": "Yehoshua. To Yeshua. To Jesus.",
    "start": "00:06:51",
    "end": "00:06:58"
  },
  {
    "text": "To Jesus. Totally. Yeah.",
    "start": "00:06:58",
    "end": "00:07:02"
  },
  {
    "text": "Wow. What will your name one day be? And 2,000 years from now.",
    "start": "00:07:02",
    "end": "00:07:06"
  },
  {
    "text": "That's a great question. I think the most interesting one is how Jacob turned into James.",
    "start": "00:07:06",
    "end": "00:07:12"
  },
  {
    "text": "Well, that was just a full pivot.",
    "start": "00:07:12",
    "end": "00:07:14"
  },
  {
    "text": "Yeah, yeah, but it was still. It was the linguistic development where the K of Jacob still survives. I think it's in Italian, Yakima. But it became silent in other Romance languages, which is where you get, like, in Spanish.",
    "start": "00:07:14",
    "end": "00:07:32"
  },
  {
    "text": "Jaime, I thought King James just wanted his name in the Bible.",
    "start": "00:07:32",
    "end": "00:07:35"
  },
  {
    "text": "Nah, it's urban legend.",
    "start": "00:07:35",
    "end": "00:07:36"
  },
  {
    "text": "Oh, that's an urban legend. I believe so many urban legends, it's ridiculous.",
    "start": "00:07:37",
    "end": "00:07:41"
  },
  {
    "text": "Yeah, I believe that one, too, for a long time. In Scott McKnight's super dense no Stone Unturned, James Commentary, he has a long, long footnote on the linguistic development from Jacob to James. Super interesting. At least I thought so. Is that nerdy? To think linguistic footnotes are fascinating?",
    "start": "00:07:41",
    "end": "00:08:01"
  },
  {
    "text": "Yes, it is nerdy, but I'm. I'm used to it.",
    "start": "00:08:02",
    "end": "00:08:05"
  },
  {
    "text": "Okay. Anyway, Numbers, chapter 27, verse 12. Then Yahweh said to Moses, go up to this mountain of Avarim, which is an actual mountain or hill somewhere on the east side of the Jordan River. But it's a word play because Avarim is spelled with the same letters as those passing on, which is a Hebrew euphemism for, like, similar to our English, passed away.",
    "start": "00:08:05",
    "end": "00:08:35"
  },
  {
    "text": "Hmm.",
    "start": "00:08:36",
    "end": "00:08:36"
  },
  {
    "text": "So go up to the mountain of passing away and see the land that I have given to the sons of Israel. And when you see it, you will be gathered to your people, just like Aaron, your brother was. And why Moses, let me remind you. In the wilderness of Zin during the Meribah. It's a Hebrew word. It's the Word that means fight or quarrel. During the quarrel of the congregation, you rebelled against my word and didn't treat me as holy before the eyes of the people there at the water.",
    "start": "00:08:37",
    "end": "00:09:12"
  },
  {
    "text": "And we talked about that story two episodes ago.",
    "start": "00:09:13",
    "end": "00:09:15"
  },
  {
    "text": "We did. That's right. So in other words, this is Moses suffering servant moment, where he is going to die, both because of the sins of the people and also for his own sinful rebellion. And he's told to go up to a mountain and look at the land that God is going to give not to him, but to the descendants of Abraham. This is a little hyperlink right here to Genesis, chapter 13.",
    "start": "00:09:15",
    "end": "00:09:39"
  },
  {
    "text": "Oh, and Abraham surveys the land.",
    "start": "00:09:39",
    "end": "00:09:41"
  },
  {
    "text": "Yeah. This is Genesis 13, verse 14. Yahweh said to Abram after Lot separated from him, now lift up your eyes and look from the place where you are. And he's up on a hill near a place called Hebron. Look from the place where you are, north, south, east, west, at all the land that you see that I will give to you and your descendants forever. So the analogy is, just as Abraham was given a promise of the future Eden land for his descendants, so now Moses is being given the gift of seeing the land that's going to be given to the sons of Abraham, but not him. He's going to die with the wilderness generation. But then Moses, he has something to say about that. Moses spoke to Yahweh, saying, o Yahweh, the Elohim of the spirits of all flesh, would you please appoint a man over the congregation?",
    "start": "00:09:42",
    "end": "00:10:41"
  },
  {
    "text": "An Adam.",
    "start": "00:10:41",
    "end": "00:10:42"
  },
  {
    "text": "Yeah. So what a weird way to say this request.",
    "start": "00:10:42",
    "end": "00:10:45"
  },
  {
    "text": "Is it weird? I don't know. It's in Hebrew. Maybe that's just how they talk.",
    "start": "00:10:45",
    "end": "00:10:52"
  },
  {
    "text": "Well, okay, but what he could have just said is, hey, Yahweh, please appoint a new ruler. A successor.",
    "start": "00:10:52",
    "end": "00:10:59"
  },
  {
    "text": "Yeah.",
    "start": "00:10:59",
    "end": "00:11:00"
  },
  {
    "text": "Why does he say yahweh, the Elohim that gives spirit to all flesh, may you appoint a man over the congregation? This is a good example of a phrase you're like, why is that? There's.",
    "start": "00:11:00",
    "end": "00:11:13"
  },
  {
    "text": "Yeah, that's Genesis 2. Right.",
    "start": "00:11:13",
    "end": "00:11:15"
  },
  {
    "text": "Exactly right. Where God breathes his Nephak. Yeah. Exhales his breath into the dirt to give life to the human. So this is a good example of. I mean, I could show you two dozen other little random or oddly phrased or placed things in this section of numbers that are all little Eden hyperlinks. So what Moses is saying is, listen, I'm going to die outside of the new Eden land.",
    "start": "00:11:16",
    "end": "00:11:43"
  },
  {
    "text": "Yeah.",
    "start": "00:11:43",
    "end": "00:11:44"
  },
  {
    "text": "I don't get to go in. But could you please, by your spirit, give Life to a flesh person. And what he says is you are the God who brought life out of non life. Right. Who gives life.",
    "start": "00:11:44",
    "end": "00:11:58"
  },
  {
    "text": "Yeah. And you know, this goes back to. We started this whole journey, movement by movement through the Torah in Genesis 1 through 11, tracing the pattern of spirit.",
    "start": "00:11:58",
    "end": "00:12:08"
  },
  {
    "text": "Correct.",
    "start": "00:12:08",
    "end": "00:12:09"
  },
  {
    "text": "And it was really cool to kind of see in the biblical imagination the framework of God's spirit not only being involved in creating order and sustaining the order of creation, but then also being what is giving life and sustaining life for all bios, like for humans and animals. And it's just a pretty remarkable way to look out into the world and to imagine this is all being sustained by God's ruach.",
    "start": "00:12:09",
    "end": "00:12:43"
  },
  {
    "text": "Yeah. Pervasive presence. And that all sustaining presence is the focus of God's spirit hovering in the dark waters in Genesis 1 in the seven day narrative, in the Eden narrative, which is a complementary sitting right next to the seven day narrative, but works on a different time frame. It focuses in and it shows the role of God's breath in animating and empowering one particular creature to become a representative in the Eden space to mirror God's life and character to the animals and the creatures. And that Eden image is actually it's both because what Moses says is God, you give ruach to all flesh. So that's Genesis 1 of like God's spirit is what sustains all life and being. But then it's also Genesis 2 where it's. He's going to say, so appoint a.",
    "start": "00:12:43",
    "end": "00:13:38"
  },
  {
    "text": "Human, come and fill a human.",
    "start": "00:13:38",
    "end": "00:13:41"
  },
  {
    "text": "Yeah. Like appoint one particular, a new human who will be over the congregation. And then he's about to describe the congregation like animals that need a human overseer.",
    "start": "00:13:41",
    "end": "00:13:51"
  },
  {
    "text": "So in terms of the melody, we're back at then.",
    "start": "00:13:51",
    "end": "00:13:54"
  },
  {
    "text": "Yep.",
    "start": "00:13:54",
    "end": "00:13:55"
  },
  {
    "text": "The beginning of the melody, God is recreating order.",
    "start": "00:13:55",
    "end": "00:13:59"
  },
  {
    "text": "Yeah.",
    "start": "00:13:59",
    "end": "00:14:00"
  },
  {
    "text": "Numbering the tribes.",
    "start": "00:14:00",
    "end": "00:14:02"
  },
  {
    "text": "Yeah. So the numbering of the tribes is the fruitful and multiply. That's the role the census plays, the.",
    "start": "00:14:02",
    "end": "00:14:07"
  },
  {
    "text": "Abundance of Genesis 1. And now we're getting to where then he's going to appoint a human.",
    "start": "00:14:07",
    "end": "00:14:12"
  },
  {
    "text": "The daughters of Zelophchad is about God appointing male and female to oversee the land together.",
    "start": "00:14:12",
    "end": "00:14:18"
  },
  {
    "text": "Yeah. Which is Genesis 1.",
    "start": "00:14:18",
    "end": "00:14:20"
  },
  {
    "text": "And. And now in terms of this section. Yeah. What you're noting, and this is true, the biblical authors will often organize stories or laws or material following the sequence of ideas in Genesis 1 through 9. And that's what this section is doing.",
    "start": "00:14:20",
    "end": "00:14:35"
  },
  {
    "text": "Which you call the melody.",
    "start": "00:14:35",
    "end": "00:14:36"
  },
  {
    "text": "So now we're recalling God animating a particular creature to oversee the animals in the New Eden land. So what he says, is God, O Elohim of the spirits of all flesh, appoint a man over the congregation who will go out and come in in front of them. And that little phrase, go out and come in, is a figure of speech for leading the people out and leading them in.",
    "start": "00:15:09",
    "end": "00:15:29"
  },
  {
    "text": "Okay.",
    "start": "00:15:30",
    "end": "00:15:30"
  },
  {
    "text": "In fact, that's what he says next. Who will lead them out and bring them in so that Yahweh's congregation won't be like sheep who have no shepherd.",
    "start": "00:15:30",
    "end": "00:15:37"
  },
  {
    "text": "Ruler of the animals.",
    "start": "00:15:38",
    "end": "00:15:39"
  },
  {
    "text": "Yeah.",
    "start": "00:15:40",
    "end": "00:15:40"
  },
  {
    "text": "In this case, the animals are all the other people.",
    "start": "00:15:40",
    "end": "00:15:43"
  },
  {
    "text": "Totally. Yeah. People are like sheep, and what they need is an overseer. And in Eden, that was Adam and Eve. And now here, we need a human who will do that. So Yahweh's response to Moses is, man, you know, you've got your boy. Not his actual son, but he's become like his protege. Take Yehoshua, take the son of nun, a man in whom is the spirit. I've actually already been working with this guy. God's been, what do you say? Developing Joshua. And this is the culmination of a whole set of kind of random mentions of Joshua in the Torah up to this point.",
    "start": "00:15:44",
    "end": "00:16:24"
  },
  {
    "text": "Right. He was one of the 12 spies.",
    "start": "00:16:24",
    "end": "00:16:26"
  },
  {
    "text": "That's where you first met him, Maybe even more particular. This is a great example. He first appears out of nowhere in the book of Exodus.",
    "start": "00:16:26",
    "end": "00:16:36"
  },
  {
    "text": "That's right. He must have been young.",
    "start": "00:16:36",
    "end": "00:16:38"
  },
  {
    "text": "Yeah. In that story about when Moses has to go up on the hill and hold the staff up high.",
    "start": "00:16:38",
    "end": "00:16:43"
  },
  {
    "text": "Yep.",
    "start": "00:16:43",
    "end": "00:16:44"
  },
  {
    "text": "While Israel's fighting an enemy that, like, was trying to mug them in the wilderness, Joshua is the one leading the people out in battle. So the first time you meet Joshua, he's leading the people into battle, where God rescues them through Joshua's leadership. The second time he appears, you're told that Joshua went up with Moses to the top of Mount Sinai. It's really interesting.",
    "start": "00:16:44",
    "end": "00:17:10"
  },
  {
    "text": "Oh, that's right. Yeah. But he didn't go all the way up. Right.",
    "start": "00:17:10",
    "end": "00:17:11"
  },
  {
    "text": "Well, there's an ambiguity, because what God said to Moses was, hey, you. And the elders and Aaron go up to the middle of the mountain and Joshua. And then when God says to Moses, hey, Moses, you come up. What the narrator says is, Moses got up with Joshua, his servant, and Moses went up to the mountain of God. And you're like, well, why did Joshua get up? So it's a suggestive little ambiguity. And then when Moses is coming down the mountain with the tablets in his hands at the golden calf story, all of a sudden, Joshua is, like, with him as he comes down the Mountain. You're like, wait, what?",
    "start": "00:17:11",
    "end": "00:17:50"
  },
  {
    "text": "Why is he there?",
    "start": "00:17:50",
    "end": "00:17:51"
  },
  {
    "text": "Yeah, it's really interesting. And then Joshua appears. Yeah, he's one of the spies in Numbers who believe that God could deliver them. And then here we are right here. So he is a suggestive character who's always, like, right next to Moses. He's right with Moses. And what you learn is that Joshua is empowered by the same spirit that Moses is empowered with. So lay your hand on him. Oh. This is what people bringing sacrificial animals do to the animal when they surrender them at the altar. In Leviticus, it talks about the laying on of hands.",
    "start": "00:17:51",
    "end": "00:18:26"
  },
  {
    "text": "Yeah, the press.",
    "start": "00:18:26",
    "end": "00:18:27"
  },
  {
    "text": "The press. The hand press. Yeah, that's right. That's funny because it kind of sounds like a workout.",
    "start": "00:18:28",
    "end": "00:18:36"
  },
  {
    "text": "The single hand press, and then you got the double hand press.",
    "start": "00:18:37",
    "end": "00:18:40"
  },
  {
    "text": "But a symbolism that's intuitive of commissioning a representative, like, I appoint this person to represent me. So lay your hand on him and have Joshua stand before Eleazar, the priest and all the congregation, and you will command him in their sight. You shall take some of your. Oh, this is interesting. I forgot about this. So I'm reading the New American Standard right now. Numbers 27:20. It says, you, Moses, put some of your authority on him so that the congregation of Israel may obey him. But they have a little footnote that says. Or literally, the Hebrew word means majesty.",
    "start": "00:18:41",
    "end": "00:19:26"
  },
  {
    "text": "Would this be connected to the word glory then?",
    "start": "00:19:26",
    "end": "00:19:29"
  },
  {
    "text": "Yeah, it's different. It's the word hod, which is talking about the visible splendor or majestic or royal appearance of a royal figure. Ah. In Psalm 8, what is human? That you take care of him, the son of human, that you pay attention to him, you have given human majesty.",
    "start": "00:19:29",
    "end": "00:19:54"
  },
  {
    "text": "What's that word?",
    "start": "00:19:55",
    "end": "00:19:56"
  },
  {
    "text": "A little lesser than the heavenly beings. Yes. So the word hod, it appears, what, 24 times in the Hebrew Bible and in the Psalms, this word consistently describes God's appearance when he's depicted as the king of the skies, sitting on a heavenly throne, clothed, often translated, splendor. Splendor, yes. Yeah. So here. Okay. And this is connected to all the little links to Joshua before in the Torah. What he says is, take some of your hod, your splendor, your royal splendor. That's what it actually means in Hebrew. So here, let's look at other translations. The English Standard Version says, invest him with some of your authority. Oh, that's interesting. Definitely interpreting there. New International version, this is 2720. Give him some of your authority.",
    "start": "00:19:56",
    "end": "00:20:49"
  },
  {
    "text": "Yeah. All of them have been authorities.",
    "start": "00:20:50",
    "end": "00:20:52"
  },
  {
    "text": "All of them are really into the Authority, King James. Ooh. Thou shalt put some of thine honor on him. We're getting a little closer there.",
    "start": "00:20:52",
    "end": "00:21:02"
  },
  {
    "text": "Good job, King James.",
    "start": "00:21:02",
    "end": "00:21:04"
  },
  {
    "text": "Literally, it's put some of your majesty on him.",
    "start": "00:21:05",
    "end": "00:21:10"
  },
  {
    "text": "Yeah.",
    "start": "00:21:10",
    "end": "00:21:10"
  },
  {
    "text": "So one. This assumes that Moses somehow has some radiating splendiferous majesty.",
    "start": "00:21:10",
    "end": "00:21:17"
  },
  {
    "text": "Splendiferous.",
    "start": "00:21:17",
    "end": "00:21:18"
  },
  {
    "text": "I just made that word up. Well, I think I've heard it, but I think it's made up.",
    "start": "00:21:19",
    "end": "00:21:21"
  },
  {
    "text": "Word sounds like a Calvin and Hobbes word.",
    "start": "00:21:21",
    "end": "00:21:23"
  },
  {
    "text": "And, you know, we know of Moses splendor, don't we? The. An object of meditation in the biblical story so far. You remember this. Of course, you love this moment in Exodus. Yeah.",
    "start": "00:21:23",
    "end": "00:21:33"
  },
  {
    "text": "Although you ruined it for me a.",
    "start": "00:21:33",
    "end": "00:21:34"
  },
  {
    "text": "Little bit.",
    "start": "00:21:34",
    "end": "00:21:35"
  },
  {
    "text": "With the horns. That ruined it for you, I mean. A little bit.",
    "start": "00:21:37",
    "end": "00:21:45"
  },
  {
    "text": "Okay.",
    "start": "00:21:45",
    "end": "00:21:45"
  },
  {
    "text": "I mean, it didn't ruin it. It made it more interesting. But like. Yeah, it kind of bothers me a little bit, actually.",
    "start": "00:21:45",
    "end": "00:21:51"
  },
  {
    "text": "So in Exodus 34, when Moses comes down from the mountain and remember Joshua was just suddenly right there with him.",
    "start": "00:21:51",
    "end": "00:21:59"
  },
  {
    "text": "Yeah.",
    "start": "00:21:59",
    "end": "00:21:59"
  },
  {
    "text": "And strangely, seems like he gets up to go up the mountain with him too. It's really. The narrative leaves it intentionally ambiguous. Anyhow, when Moses eventually does come down in Exodus 34, what we're told is that the skin of his face. And then the Hebrew word is karan, which is the verb of the Hebrew noun karen, which means horn. Like animal horn.",
    "start": "00:22:00",
    "end": "00:22:24"
  },
  {
    "text": "Yeah.",
    "start": "00:22:24",
    "end": "00:22:25"
  },
  {
    "text": "Yeah. So on one level, the skin of his face sent out horns.",
    "start": "00:22:25",
    "end": "00:22:30"
  },
  {
    "text": "Yeah.",
    "start": "00:22:34",
    "end": "00:22:34"
  },
  {
    "text": "Which. And I. Maybe I wasn't clear. I think it's a figure of speech.",
    "start": "00:22:34",
    "end": "00:22:39"
  },
  {
    "text": "Oh, is it? I just like, you're not supposed to imagine him, like, turning into a satyr or something at the this moment.",
    "start": "00:22:39",
    "end": "00:22:45"
  },
  {
    "text": "So here's the thing, is that this verb. Oh, this verb appears. Oh, yeah. One other time to talk about an animal actually sprouting horns. A bull growing horns. So this verb is used. Can be used literally to grow horns. However, the noun horn, which almost always refers to animal horns, does on one occasion. And I'm looking in the Hebrew Armaic lexicon, the Old Testament, Kohler and Baumgartner. Oh, yes. Okay. There is one. I should have brought this up back when we talked about this back in Exodus. In Habakkuk, chapter 3, verse 4, the noun horn is used to talk about rays of the sun that flash out, like Keren. Like it's the plural. Karnaim horns, like a flash of light is described as a. Literally in Habakkuk 3, 4, as a horn of light.",
    "start": "00:22:45",
    "end": "00:23:41"
  },
  {
    "text": "So is it a homonym maybe? Like, it's not. It doesn't actually relate to animal horns. It just sounds like the same word, but it means brilliance or shining.",
    "start": "00:23:41",
    "end": "00:23:51"
  },
  {
    "text": "I think that what it speaks to is the human perception of light beams or light rays. I mean, most times you look at the sun. Yeah. And you don't see light.",
    "start": "00:23:51",
    "end": "00:24:03"
  },
  {
    "text": "Yeah, you're right.",
    "start": "00:24:04",
    "end": "00:24:05"
  },
  {
    "text": "But sometimes you do.",
    "start": "00:24:05",
    "end": "00:24:06"
  },
  {
    "text": "Oh. And that's like. Yeah, like when you draw a sun as a kid.",
    "start": "00:24:07",
    "end": "00:24:11"
  },
  {
    "text": "There you go.",
    "start": "00:24:11",
    "end": "00:24:11"
  },
  {
    "text": "You draw those little horns around it.",
    "start": "00:24:11",
    "end": "00:24:13"
  },
  {
    "text": "Yeah. The little spikes.",
    "start": "00:24:13",
    "end": "00:24:14"
  },
  {
    "text": "It's the radiance.",
    "start": "00:24:14",
    "end": "00:24:15"
  },
  {
    "text": "Yeah, the radiance. And in Hebrew, the noun used to describe animal horns is used to describe the radiance. I clearly did not make that clear.",
    "start": "00:24:15",
    "end": "00:24:24"
  },
  {
    "text": "Enough when we did not land for me. No.",
    "start": "00:24:24",
    "end": "00:24:25"
  },
  {
    "text": "Okay, well, this is a hyperlink back.",
    "start": "00:24:25",
    "end": "00:24:27"
  },
  {
    "text": "Okay.",
    "start": "00:24:28",
    "end": "00:24:28"
  },
  {
    "text": "This podcast hyperlink really settled that for me.",
    "start": "00:24:29",
    "end": "00:24:31"
  },
  {
    "text": "Thank you. I was getting creeped out by, like, the Seder Moses coming down and.",
    "start": "00:24:31",
    "end": "00:24:36"
  },
  {
    "text": "But my point back in that conversation in Exodus was the use of the word charon. There's many words for shine that the biblical author could have used in Exodus 34, and that the choice of emit horns is intentional because one, as a way of depicting the light, but also as a way of depicting Moses as a sacrificial animal.",
    "start": "00:24:37",
    "end": "00:25:03"
  },
  {
    "text": "Oh, that's right.",
    "start": "00:25:03",
    "end": "00:25:04"
  },
  {
    "text": "Because he has already suffered and surrendered his life on behalf of the people in this very story. Yeah, it's like an intended double meaning, I guess, is what I'm saying. Anyway, okay, so that is the only other story that comes to mind in the Torah that could possibly be what's referred to.",
    "start": "00:25:04",
    "end": "00:25:23"
  },
  {
    "text": "This is the hod.",
    "start": "00:25:23",
    "end": "00:25:24"
  },
  {
    "text": "Yep. And here in Numbers 27, God says, you shall put some of your hod on him, Moses. And hod means a visible manifestation of a royal figure's majesty, power, and beauty.",
    "start": "00:25:25",
    "end": "00:25:40"
  },
  {
    "text": "Splendor, which is not like a visible thing. It's like it's an aura of sorts.",
    "start": "00:25:40",
    "end": "00:25:48"
  },
  {
    "text": "Yeah. This is how the high priest had hod, too.",
    "start": "00:25:48",
    "end": "00:25:51"
  },
  {
    "text": "And they shimmered with gold and jewels.",
    "start": "00:25:51",
    "end": "00:25:54"
  },
  {
    "text": "And that's true.",
    "start": "00:25:54",
    "end": "00:25:55"
  },
  {
    "text": "I mean, any, like, ruler is going to have just majestic robes and shiny metal on them. And. Yeah, they're gonna hoed.",
    "start": "00:25:55",
    "end": "00:26:03"
  },
  {
    "text": "You're gonna hoad. So one point here is that Joshua is being depicted as a new Moses. So put some of your splendor on him so that the people listen to him just like they listen to you now. They're gonna listen to him. So Joshua is depicted as a new Moses in the same way Joshua is depicted as a new Adam. From the link up above. O Elohim of the spirit, who gives spirit to all flesh. Appoint a human over the congregation, because the congregation are like animals that need a shepherd. So this is the narrative's way of depicting Joshua as a new Adam and as a new Moses. And lo and behold, it's interesting that the ideal human figure is depicted as a. Like in the high priest, as a shiny, shimmery figure. And then Moses is depicted as a shiny, shimmery figure. And so Joshua here is depicted as someone with the splendor of Moses too.",
    "start": "00:26:03",
    "end": "00:27:00"
  },
  {
    "text": "Yeah.",
    "start": "00:27:00",
    "end": "00:27:00"
  },
  {
    "text": "So awesome.",
    "start": "00:27:00",
    "end": "00:27:01"
  },
  {
    "text": "Authority isn't too far off in the sense of. If you're thinking just about biblical patterns.",
    "start": "00:27:02",
    "end": "00:27:08"
  },
  {
    "text": "Yeah.",
    "start": "00:27:08",
    "end": "00:27:08"
  },
  {
    "text": "Like why appoint an Adam to rule and have authority? That was the logic of the biblical narrative.",
    "start": "00:27:08",
    "end": "00:27:15"
  },
  {
    "text": "Yeah, totally. Yeah. Authority isn't. What do you say? It's not a wrong translation. It's an English word that doesn't get you the visible splendor element of meaning.",
    "start": "00:27:15",
    "end": "00:27:26"
  },
  {
    "text": "Yeah. It hides that meaning.",
    "start": "00:27:26",
    "end": "00:27:28"
  },
  {
    "text": "Yeah, yeah, totally. Whereas if you put the word majesty. I think this is why the new American standard had a footnote with majesty. Because actually it would sound odd, but I think that's the point here. It's an intentional oddity meant to invite the reader to meditate. A. Okay. Verse 21. He that is Joshua. God's still speaking to Moses. He will stand in front of Eleazar, the priest, who will inquire for him by the judgment or decisions given by the Urim before Yahweh.",
    "start": "00:27:28",
    "end": "00:27:59"
  },
  {
    "text": "What is that?",
    "start": "00:28:00",
    "end": "00:28:01"
  },
  {
    "text": "We never talked about the Urim, did we?",
    "start": "00:28:02",
    "end": "00:28:05"
  },
  {
    "text": "No.",
    "start": "00:28:05",
    "end": "00:28:05"
  },
  {
    "text": "Okay. This is so great. All right. So up to this point, Joshua is depicted as a new Moses. But now this is interesting. Let's say Joshua ends up in a scenario where he doesn't fully know what to do. What would Moses do?",
    "start": "00:28:06",
    "end": "00:28:21"
  },
  {
    "text": "He'd go up the mountain.",
    "start": "00:28:21",
    "end": "00:28:22"
  },
  {
    "text": "Yeah. Like in the story right before this one, he would just go into the tent and consult Yahweh. Here Joshua is a new Moses.",
    "start": "00:28:22",
    "end": "00:28:32"
  },
  {
    "text": "That's right. He doesn't have to go to the mountain anymore.",
    "start": "00:28:32",
    "end": "00:28:33"
  },
  {
    "text": "He just goes to the tent. But let's say Joshua needs to make a decision. He doesn't know what to do. His way of consulting Yahweh is to go to the high priest, Elazar, and the high priest will make an inquiry for him. How? By the decision of the Urim. The Urim.",
    "start": "00:28:33",
    "end": "00:28:51"
  },
  {
    "text": "So I feel like we're about to uncover some conspiracy.",
    "start": "00:28:52",
    "end": "00:28:56"
  },
  {
    "text": "This is so cool. No, this is rad. This rad stuff. So this is all. This is a hyperlink back have been controlling us all to the high priest garments in Exodus. Remember two long chapters about the high priest clothing. Exodus 28 and 29. And when the special breastplate with the jewels representing the 12 tribes of Israel, there was to be this little pouch tucked into the back of the breastplate. I don't know why this. Why are you laughing? I don't know why. I actually don't know why. I just. The stuff the Bible makes you meditate on. And in that little pouch are to be two little objects that in Exodus 28:30 are called the urim and the tumim. The word urim is the Hebrew word for lights.",
    "start": "00:28:56",
    "end": "00:29:46"
  },
  {
    "text": "What?",
    "start": "00:29:46",
    "end": "00:29:46"
  },
  {
    "text": "What lights? Like lights? Lamps.",
    "start": "00:29:47",
    "end": "00:29:49"
  },
  {
    "text": "Okay.",
    "start": "00:29:50",
    "end": "00:29:50"
  },
  {
    "text": "Candlelights.",
    "start": "00:29:50",
    "end": "00:29:51"
  },
  {
    "text": "So this is the Genesis 1.",
    "start": "00:29:51",
    "end": "00:29:53"
  },
  {
    "text": "That word is maor. It's the same meaning. Just there's two ways to use the word light to spell lamp. You can say ur or you can say maor.",
    "start": "00:29:53",
    "end": "00:30:03"
  },
  {
    "text": "Okay.",
    "start": "00:30:03",
    "end": "00:30:04"
  },
  {
    "text": "But both mean light and both recall the light of day one of Genesis. Okay. Yeah, yeah. So the urim is the plural sort of lights. And it's the plural. So lights.",
    "start": "00:30:04",
    "end": "00:30:13"
  },
  {
    "text": "Lights.",
    "start": "00:30:14",
    "end": "00:30:14"
  },
  {
    "text": "And then tumim is the Hebrew word for complete. Or the King James translates this. Lights and perfections.",
    "start": "00:30:14",
    "end": "00:30:22"
  },
  {
    "text": "The lights and perfections.",
    "start": "00:30:22",
    "end": "00:30:23"
  },
  {
    "text": "So most of our English translations actually straight up don't translate these Hebrew words, which is why we have urim and tumim. In some modern translations, they just spell them with English letters.",
    "start": "00:30:23",
    "end": "00:30:34"
  },
  {
    "text": "This feels very sorcery. It feels very like divination kind of stuff.",
    "start": "00:30:34",
    "end": "00:30:40"
  },
  {
    "text": "Yeah, the lots. The Bible talks about casting lots. These are them.",
    "start": "00:30:40",
    "end": "00:30:44"
  },
  {
    "text": "These are the lots.",
    "start": "00:30:44",
    "end": "00:30:45"
  },
  {
    "text": "These are the lots. Yeah.",
    "start": "00:30:45",
    "end": "00:30:46"
  },
  {
    "text": "They're called lights and perfections.",
    "start": "00:30:46",
    "end": "00:30:48"
  },
  {
    "text": "They're called lights and perfections.",
    "start": "00:30:48",
    "end": "00:30:49"
  },
  {
    "text": "And a lot technically is. What would it technically be?",
    "start": "00:30:49",
    "end": "00:30:53"
  },
  {
    "text": "Yeah, the word lot is the Hebrew word go goral. But both the urim and tummim and the goral, because Joshua is going to use these to actually divide up the promised land. And there's this deep conviction and there's proverbs about this in the book of Proverbs that, you know, people cast lots, but the decision comes from Yahweh.",
    "start": "00:30:53",
    "end": "00:31:17"
  },
  {
    "text": "Right.",
    "start": "00:31:17",
    "end": "00:31:17"
  },
  {
    "text": "So, yeah, this was a way to hear from God of discerning the will of God by the priests and early Israelite leaders. There you go. Sometimes it's like the previous chapter, right. You have to use your mind. Or you take a case before Yahweh. Right. Like the daughters of Zelophchad. Other times it requires asking for a sign and a symbol. In this case, by rolling the lots. Yeah. And both are ways that people in the Hebrew Bible discern the will of God. It sounds weird to us. I think it's not dissimilar from moments when people reach where they don't know what God wants them to do, where there's a decision. And so they ask essentially for God to give a providential sign.",
    "start": "00:31:18",
    "end": "00:32:07"
  },
  {
    "text": "Yeah.",
    "start": "00:32:08",
    "end": "00:32:08"
  },
  {
    "text": "And that's an equivalent, I think. Okay, yeah, yeah, yeah. Like, okay, Lord, if you feel like I should move towards this opportunity or take this thing, then I'm just going to trust you. Like open the door to that opportunity or close this door. And whatever happens, you could look at from right. The perspective of just pure chance, cause, effect operations, chaos theory. But I think committing to a theistic view of the world is that through the nearly infinite numbers of cause and effect chain patterns in the world, that there is some sort of underlying purpose moving forward. And so if that's asking for a sign about whether you should take a job and asking God to order their circumstances or rolling the urim or tumim, it's kind of two ways of doing the same thing. At least I think.",
    "start": "00:32:08",
    "end": "00:33:02"
  },
  {
    "text": "So God gave the high priest, like magic, the gathering dice.",
    "start": "00:33:02",
    "end": "00:33:07"
  },
  {
    "text": "Yep, essentially. Yeah, totally.",
    "start": "00:33:10",
    "end": "00:33:14"
  },
  {
    "text": "It's kind of crazy.",
    "start": "00:33:14",
    "end": "00:33:15"
  },
  {
    "text": "It is. So notice. Okay, so that's the urim and the tummim. But what's fascinating here is Joshua has been depicted as being a protege of Moses. Like Moses, but also unlike Moses. Right. Moses has never shown his role in the urimintumim. He just goes into the tent, speaks face to face with Yahweh. But Joshua is a new Moses, but also a lesser than Moses. It's like Moses is the high point. And now the Moses role is being split out into two figures. The high priest. And the high priest goes into the tent and Joshua, who stands outside the tent and he represents the royal role of Moses, whereas the high priest represents the priestly role of Moses. Isn't this interesting?",
    "start": "00:33:15",
    "end": "00:33:59"
  },
  {
    "text": "You know what it's actually more like than give me a sign. It's more like rock, paper, scissors, shoot.",
    "start": "00:33:59",
    "end": "00:34:05"
  },
  {
    "text": "Rock, paper. I think so.",
    "start": "00:34:05",
    "end": "00:34:08"
  },
  {
    "text": "I settle so many things with my kids. Oh, yeah, yeah, yeah, right. It's like, yeah, all right. I don't know, let's just.",
    "start": "00:34:08",
    "end": "00:34:15"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:34:15",
    "end": "00:34:16"
  },
  {
    "text": "Rock, paper, scissors, shoot for it. And.",
    "start": "00:34:16",
    "end": "00:34:17"
  },
  {
    "text": "But have you ever done significant decisions that way? Like usually those are like, ah, it doesn't matter. Could be this, could be that. Let's do rock, paper, scissors.",
    "start": "00:34:18",
    "end": "00:34:26"
  },
  {
    "text": "I see.",
    "start": "00:34:26",
    "end": "00:34:27"
  },
  {
    "text": "But like, you know.",
    "start": "00:34:27",
    "end": "00:34:28"
  },
  {
    "text": "My kids aren't making super significant decisions in their lives.",
    "start": "00:34:32",
    "end": "00:34:35"
  },
  {
    "text": "Yeah.",
    "start": "00:34:36",
    "end": "00:34:37"
  },
  {
    "text": "It's like, who gets the controller right now?",
    "start": "00:34:37",
    "end": "00:34:38"
  },
  {
    "text": "Totally. Yeah, yeah, no, yeah. Even though this seems dice are associated with games for us, this is like, you know, should we go into battle or not? Should we settle in this valley or in that valley? Like, those are the decisions. A little higher stakes.",
    "start": "00:34:40",
    "end": "00:34:57"
  },
  {
    "text": "Yeah. I mean, that's kind of nuts that they would leave that to. To dice, essentially, instead of. I mean, why not, like, take a vote?",
    "start": "00:34:57",
    "end": "00:35:06"
  },
  {
    "text": "So I agree with you. This is fascinating. This is an example where in the Hebrew Bible, the ritual practices that ancient Israel engages in. I'll be more specific. The ritual practices that are commanded by God to Israel are at home in their ancient Near Eastern context.",
    "start": "00:35:07",
    "end": "00:35:24"
  },
  {
    "text": "Yeah, they wouldn't have thought it was.",
    "start": "00:35:24",
    "end": "00:35:26"
  },
  {
    "text": "Weird rolling sacred dice. And then there were other forms of essentially divination and omens. So not by consulting spirits of the dead, but by. Often it was taking a sacrificial animal and removing its liver after you slaughter it. And then they actually have these, like, liver dishes. They would make a plaster mold of a liver in the shape of a liver, and then they would elevate an actual liver, like a warm, fresh liver, and then drop it onto the mold plate. And however the liver kind of splattered and fell into chunks and pieces would be a sign of communication from the gods.",
    "start": "00:35:26",
    "end": "00:36:08"
  },
  {
    "text": "Wait, and they did this in the Bible?",
    "start": "00:36:09",
    "end": "00:36:10"
  },
  {
    "text": "No, no, no. I'm saying Israel's neighbors did this.",
    "start": "00:36:10",
    "end": "00:36:13"
  },
  {
    "text": "Israel's neighbors did this.",
    "start": "00:36:13",
    "end": "00:36:14"
  },
  {
    "text": "The practice is described in the Book of Ezekiel as something the king of Babylon does to determine which city he's going to attack in a campaign. It's really interesting. So the ancient areas was filled with. With different ritual practices for discerning the will of the gods. One of them was rolling sacred dice. And that is mirrored here in the practice of Urim and Natumim. And, you know, I guess to take this up within a larger biblical framework or the biblical story, it's another element where God accommodates or contextualizes his relationship to Israel to their cultural context. And so the Urim and the Thummim were viewed as a way that God would accommodate to a practice they knew, but then also actually use it for his providential purposes. At least I think that's what we're supposed to conclude. Man, we're having a good time in this little story about Joshua. I like this.",
    "start": "00:36:14",
    "end": "00:37:36"
  },
  {
    "text": "Yeah.",
    "start": "00:37:36",
    "end": "00:37:37"
  },
  {
    "text": "Okay. So Moses does just as the Lord commands. He took Joshua. He set him in front of Eleazar, the priest before all the congregation. He laid his hands on him and commissioned him, just as the Lord spoke through Moses. Okay, so here's what's interesting. This last movement of numbers concludes the numbers scroll. The Book of Deuteronomy is one long series of speeches of Moses that all take place in the course of one day. And so when you reach the last paragraph of Deuteronomy, this moment right here with Joshua is picked up again. Deuteronomy 34. Now, Moses went up from the plains of Moab to the top of the. And you're like, oh, the top of the Mount Avarim, right? And here in Deuteronomy, it's called to the top of Pisgah, which is the name of an actual hill there, too. And Yahweh showed him the land. Do you see? We're doing the thing that Numbers 27 said. Numbers 27 began.",
    "start": "00:37:37",
    "end": "00:38:35"
  },
  {
    "text": "Sorry, I thought he already did that in numbers 27. Oh, no. He said to go do it.",
    "start": "00:38:36",
    "end": "00:38:40"
  },
  {
    "text": "Lord said to Moses, this is numbers 27. Go up to this mountain of Avarim and see the land.",
    "start": "00:38:40",
    "end": "00:38:45"
  },
  {
    "text": "Okay.",
    "start": "00:38:46",
    "end": "00:38:46"
  },
  {
    "text": "Then Moses said, but hey, wait, appoint somebody. There's the Joshua thing. And then all you're told is, Moses did as Yahweh commanded. He commissioned Joshua. So Deuteronomy 34 comes around, and it actually. It's a back flash to the moment and then fills it out even more.",
    "start": "00:38:46",
    "end": "00:39:07"
  },
  {
    "text": "But it calls the mountain something else.",
    "start": "00:39:08",
    "end": "00:39:10"
  },
  {
    "text": "But it calls the mountain by a different name. So go to Mount Nebo, the top of Pisgah. And there Yahweh showed him all the land.",
    "start": "00:39:10",
    "end": "00:39:18"
  },
  {
    "text": "And that's not uncommon for a place to have two different names.",
    "start": "00:39:18",
    "end": "00:39:21"
  },
  {
    "text": "Nope. No, it's not uncommon at all. It happens all the time in the Bible, too. What's interesting is he gets an outline of the land according to kind of the rough tribal allotments. Gilead, as far as Dan, Naphtali, Ephraim, Manasseh, the land of Judah, the Negev. He's looking from north all the way down to south. Yahweh said, this is the land that I swore to Abraham, Isaac, and Jacob. That's a nice hyperlink. This is the last paragraph of the Torah, and it's hyperlinking back to the first scroll of the Torah. Genesis, verse 5. So Moses, the servant of Yahweh, died there in the land according to the word of Yahweh. He buried him in the valley of the land of Moab by Beit Baor. And no one knows where he's buried, and not even till this very day. So clearly, the speaking voice, the narrator, is some distance from the events. Yeah, Moses was 120 years old when he died. His eye was not dim, nor had his vigor abated. Literally, the word vigor. There is juice, moisture, his moisture had not drained.",
    "start": "00:39:21",
    "end": "00:40:38"
  },
  {
    "text": "He wasn't a dry, old blind man.",
    "start": "00:40:38",
    "end": "00:40:40"
  },
  {
    "text": "That could be what it means. It could also be referring to his reproductive fluids.",
    "start": "00:40:40",
    "end": "00:40:45"
  },
  {
    "text": "Oh, okay.",
    "start": "00:40:45",
    "end": "00:40:46"
  },
  {
    "text": "In other words, he was. You know, he was still. Even at 120, he was in his prime. I think it's the figure of speech. So everybody weeps for Moses. And then verse nine. This is really what I'm after here. Then Joshua, the son of nun, was filled with the spirit of wisdom, for Moses had laid his hands on him, and the sons of Israel listened to him as the Lord commanded Moses. So the ending of the Torah ends with a glowing hyperlink back to this commissioning scene in Numbers.",
    "start": "00:40:46",
    "end": "00:41:17"
  },
  {
    "text": "Yeah.",
    "start": "00:41:18",
    "end": "00:41:18"
  },
  {
    "text": "And, well, I'll let you observe there's some significant little differences here.",
    "start": "00:41:18",
    "end": "00:41:23"
  },
  {
    "text": "Okay.",
    "start": "00:41:26",
    "end": "00:41:26"
  },
  {
    "text": "This pop quiz I'm giving you, lots of pop quizzes recently, I feel like. So remember, Moses said, hey, you're the Elohim who gives ruach spirit to all flesh. Appoint a human.",
    "start": "00:41:26",
    "end": "00:41:38"
  },
  {
    "text": "And then Yahweh says to Moses, this guy Joshua, he's been hanging out with you, and he's got the spirit. So, yeah, commission him. And then they do.",
    "start": "00:41:40",
    "end": "00:41:51"
  },
  {
    "text": "And then they do. But notice the difference.",
    "start": "00:41:52",
    "end": "00:41:54"
  },
  {
    "text": "And the difference here is. Okay, then God gives them a spirit of Wisdom.",
    "start": "00:41:54",
    "end": "00:41:57"
  },
  {
    "text": "In Numbers 27.",
    "start": "00:41:58",
    "end": "00:41:59"
  },
  {
    "text": "He has the spirit, but he's filled with the spirit of wisdom.",
    "start": "00:41:59",
    "end": "00:42:02"
  },
  {
    "text": "Yeah, totally. So there's a difference between. I think the Numbers narrative is depicting Joshua as a new Adam. He has the spirit, so to speak, of, like, spirit level one.",
    "start": "00:42:02",
    "end": "00:42:14"
  },
  {
    "text": "He's got the, like, life spirit.",
    "start": "00:42:15",
    "end": "00:42:17"
  },
  {
    "text": "Yeah.",
    "start": "00:42:17",
    "end": "00:42:17"
  },
  {
    "text": "That everyone has, I suppose. But it seemed like it was more than that.",
    "start": "00:42:18",
    "end": "00:42:21"
  },
  {
    "text": "It did seem like it was more. Yeah, yeah. And then now we revisit Joshua and the Spirit, and he got even more on top of what seemed like a little more.",
    "start": "00:42:21",
    "end": "00:42:30"
  },
  {
    "text": "Yeah.",
    "start": "00:42:30",
    "end": "00:42:31"
  },
  {
    "text": "And the new title for this aspect of God's ruach is crucially important because it is the spirit of wisdom which. Ooh, this is a good chance. Ruach chochma is. Sorry, I'll search in Hebrew. Oh, yeah, man.",
    "start": "00:42:31",
    "end": "00:42:51"
  },
  {
    "text": "This. Isaiah 11. There it is.",
    "start": "00:42:52",
    "end": "00:42:54"
  },
  {
    "text": "Yeah. The phrase spirit of wisdom appears three times in the Hebrew Bible.",
    "start": "00:42:54",
    "end": "00:42:58"
  },
  {
    "text": "Only three times?",
    "start": "00:42:59",
    "end": "00:42:59"
  },
  {
    "text": "Yeah. It appears to talk about an artist from the tribe of Judah named Bethzalel.",
    "start": "00:43:00",
    "end": "00:43:07"
  },
  {
    "text": "That's right.",
    "start": "00:43:07",
    "end": "00:43:07"
  },
  {
    "text": "Whom God commissions to make the Eden tent. That's Exodus 20.",
    "start": "00:43:07",
    "end": "00:43:12"
  },
  {
    "text": "And that's because Hokma.",
    "start": "00:43:12",
    "end": "00:43:13"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:43:13",
    "end": "00:43:14"
  },
  {
    "text": "Means it's like. It is an artisan ability to be able to, like, use materials wisely.",
    "start": "00:43:14",
    "end": "00:43:21"
  },
  {
    "text": "That's right. Yeah. Or. Yeah. Whatever one's craft is.",
    "start": "00:43:21",
    "end": "00:43:24"
  },
  {
    "text": "Whatever one's craft is.",
    "start": "00:43:24",
    "end": "00:43:25"
  },
  {
    "text": "You are proficient and hyper skilled at it. Yeah, Hokma. Okay. The second time the phrase spirit of wisdom appears in the Hebrew Bible is right here at the end of the Torah. It's what Joshua is filled with.",
    "start": "00:43:25",
    "end": "00:43:38"
  },
  {
    "text": "But not to build a tabernacle, but to lead the people.",
    "start": "00:43:39",
    "end": "00:43:41"
  },
  {
    "text": "To lead, yeah. And to be the leader of a group of migrant people who are going to go settle in a land that's full of people who will oppose them and attack them, try to destroy them. So that takes some skill. Keep a group of people alive, surrounded by people who want to kill you. The third time that this phrase appears is describing in Isaiah 11, describing a future branch, a little offshoot from the family line of David that will sprout up one day in the future. And the spirit of Yahweh will rest on him.",
    "start": "00:43:41",
    "end": "00:44:21"
  },
  {
    "text": "Noach on him.",
    "start": "00:44:21",
    "end": "00:44:22"
  },
  {
    "text": "Yeah, it's Noah's name as a verb. And the spirit of wisdom and understanding, the spirit of counsel and strength, the spirit of knowledge and the fear of Yahweh.",
    "start": "00:44:22",
    "end": "00:44:33"
  },
  {
    "text": "Now you one time I'm glad we're here because I've had this question. You've called this the sevenfold Spirit. And I was back in here and I was like only reading six. Wisdom, understanding, counsel, strength, knowledge, fear of the Lord. Oh, and then three pairs.",
    "start": "00:44:33",
    "end": "00:44:49"
  },
  {
    "text": "That's right. But then the first one is the spirit of Yahweh.",
    "start": "00:44:49",
    "end": "00:44:52"
  },
  {
    "text": "Okay, so if you count the spirit of Yahweh, but it feels like the six are like defining what the spirit of Yahweh is.",
    "start": "00:44:52",
    "end": "00:45:00"
  },
  {
    "text": "Oh, for sure. That's exactly right. Yeah. But in terms of the actual. The number of times this word spirit, words associated with spirit. The spirit of. Spirit of Yahweh, Spirit of wisdom and of understanding. Okay, so yeah, total of seven, but in six traits. Six traits of what the spirit of Yahweh is. Yeah. Okay. And what's going to be interesting is this figure is going to go on to bring justice on the nations. A lot like what Joshua is going to do, lead Israel to become God's vehicle of justice on the Canaanite tribes. He's going to bring peace between humans and animals. This is the Christmas card. You know, the wolf will dwell with the lamb, little babies will play with snakes. And he's going to bring God's people to dwell so that there is no pain or destruction in all God's holy mountain, because all the earth will be filled up with knowing Yahweh, like the waters cover the sea. That's Genesis 1, verse 2. So yeah, this is so cool.",
    "start": "00:45:00",
    "end": "00:46:05"
  },
  {
    "text": "So the spirit of Hokma links Joshua to then this like, messianic figure that Isaiah talks about.",
    "start": "00:46:06",
    "end": "00:46:19"
  },
  {
    "text": "Yes.",
    "start": "00:46:19",
    "end": "00:46:19"
  },
  {
    "text": "Years and years, generations later, because Joshua is way before even the time of David. And then this is well past the time of David.",
    "start": "00:46:20",
    "end": "00:46:29"
  },
  {
    "text": "Yeah. So in other words, for the final compilers and shapers of the Hebrew Bible as a whole, they've arranged the story of Moses as the deliverer of Israel from their slavery, out of slavery, through the wilderness, on the way to the promised land. He's one portrait of a delivering figure in the Hebrew Bible. But now even he failed. And so he's going to die outside the land. See, all of his stories of being God's arm of deliverance still stand there in the Torah, giving you a picture of the kind of leader that God's people need. But now that baton, or you could say that torch, is being passed to Joshua. And so now Joshua is going to be the next main character on the stage who starts filling out even more the portrait of the kind of deliverer that God's people need to bring them into the land and plant them in the new Eden land. And so we'll get from numbers all the way through Deuteronomy and Joshua, there'll be Joshua's story, but then he makes at least one mistake and then he's going to die. And you're like, oh man, I thought he was going to. All right, so now you have Moses story and Joshua's story, and they're clearly set on analogy to each other. And then you keep reading forward. This is how the Hebrew Bible works, as Messianic literature. And then the Judges will all give you crazy, upside down, inside out, inverted portraits of the kind of leader we do or don't need. And then when you get to David, David will be the same, like a positive figure, but then huge failure and death. And so in the book of Isaiah, this future seed of David is described by using language of a new Adam. It's the Garden of Eden language. He's described as a new Joshua because he has the spirit of wisdom. When you're in Isaiah, that phrase spirit of wisdom takes you backwards to the Torah. So this future figure is described in terms of the language of Joshua and of Joshua's victory over, you know, hostile nations, but also described as a new Adam. And then as you go on through the Isaiah scroll, this anticipated figure is depicted as a new Moses and as a new David. And this is how the Hebrew Bible works.",
    "start": "00:46:29",
    "end": "00:48:50"
  },
  {
    "text": "Yeah.",
    "start": "00:48:50",
    "end": "00:48:51"
  },
  {
    "text": "So when you're in obscure or seems like a random little story in Numbers 27. How do you read a story like this? And I think this is part of what we mean when we went through the paradigm discussions about reading the whole Hebrew Bible as messianic literature. This story in Numbers 27 is one of a whole network of stories that light up throughout the Hebrew Bible, all interconnected and hyperlinked, pointing to a future deliver figure. All right, this is rad. I'm going to take us back. This is how these stories and numbers are designed according to the sequence of themes and ideas in Genesis 1 through 9. The melody. Okay, we just. With the census, God's people are fruitful and multiplied. That's numbers 26. First part of numbers 27 was about male and female having responsibility of the land together. Daughters of Zelophchad. Second part of Numbers 27, appointing an Adam, a new human filled with the spirit and splendor.",
    "start": "00:48:51",
    "end": "00:50:15"
  },
  {
    "text": "Yeah. To rule the animals.",
    "start": "00:50:15",
    "end": "00:50:16"
  },
  {
    "text": "To rule the animals, that is the people in that land. So I wonder what comes next.",
    "start": "00:50:16",
    "end": "00:50:24"
  },
  {
    "text": "A test, actually.",
    "start": "00:50:24",
    "end": "00:50:27"
  },
  {
    "text": "That's true. But let's say in this cycle through the themes, I wanted to round off like the. Yeah, that would be awesome. Oh, that would be beautiful. I would expect the number seven. Like a seventh day rest.",
    "start": "00:50:27",
    "end": "00:50:40"
  },
  {
    "text": "A seventh day rest.",
    "start": "00:50:40",
    "end": "00:50:41"
  },
  {
    "text": "Because we're just painting the ideal picture here.",
    "start": "00:50:41",
    "end": "00:50:43"
  },
  {
    "text": "Yeah.",
    "start": "00:50:43",
    "end": "00:50:43"
  },
  {
    "text": "And ideal Pictures like Genesis 1 culminate in the seventh day. Dude, numbers chapters 28 and 29 are like the number seven on fractal steroids. It's so crazy, man. So it's the longest list of sacrificial offerings in the whole Torah. It takes up all of chapter 28 and all of chapter 29. But it's just one list. And it's all about the offerings that the Israelites are to offer on the feast days. So Leviticus talked about categories of offerings that you bring in. Needs of the moment when I want to say thank you to God. Right, Right. When I want.",
    "start": "00:50:44",
    "end": "00:51:27"
  },
  {
    "text": "And it talks about when to do the feast days.",
    "start": "00:51:27",
    "end": "00:51:29"
  },
  {
    "text": "Yes. Yeah, but it doesn't have the list about what offerings to make on what feast days.",
    "start": "00:51:29",
    "end": "00:51:35"
  },
  {
    "text": "And why not keep it to this part of the Torah?",
    "start": "00:51:35",
    "end": "00:51:39"
  },
  {
    "text": "Totally. So what we've done is we've saved a list that could have been at home in Leviticus.",
    "start": "00:51:39",
    "end": "00:51:44"
  },
  {
    "text": "And by we, you mean the.",
    "start": "00:51:44",
    "end": "00:51:46"
  },
  {
    "text": "Oh, the biblical authors. Yeah. Well, that's presumptuous. I was imagining. Okay, check the ego there, Tim. So the biblical authors have saved a list that would have been right at home at the end of Leviticus. I kid you not. Would have been perfect there. Yeah, they took it out and they put it here and it just sticks out like a sore thumb. Like, what's it doing here? But this is a moment in the melody where we're about to signal the end of our stage one of, like, the gift of God's Eden blessing, rest with male and female as rulers over the land, with a splendorous image of God to guide them.",
    "start": "00:51:46",
    "end": "00:52:30"
  },
  {
    "text": "This is Abel giving the good offering.",
    "start": "00:52:30",
    "end": "00:52:32"
  },
  {
    "text": "Oh, yes, that's right. But without the Cain and Abel murder.",
    "start": "00:52:32",
    "end": "00:52:36"
  },
  {
    "text": "Without the Cain and Abel murder and without the Adam and Eve exile.",
    "start": "00:52:36",
    "end": "00:52:39"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:52:39",
    "end": "00:52:39"
  },
  {
    "text": "But it's this idea of, well, because Adam and Eve didn't have to do any sort of sacrificial stuff in the Eden.",
    "start": "00:52:40",
    "end": "00:52:46"
  },
  {
    "text": "But remember, Adam and Eve, their job description is called to work and to keep the garden. And those are the descriptions of what the Levites and priests do in and around the tabernacle. Their daily duties, work and keep it. Yeah. So what I hear is, okay, I'm going to get a list of what offerings happen at what times. So, you know, it's interesting. Where are you going to start? Well, with the offering that takes place at morning and at night and evening. It's the same words in the evening, the morning and in the evening. So that's day one of Genesis. So it goes through. So that's day one. Here's the next offering. Then on the day of Shabbat, offer this kind of offering. So that's the seventh day. Does that make sense?",
    "start": "00:52:46",
    "end": "00:53:33"
  },
  {
    "text": "Yeah.",
    "start": "00:53:33",
    "end": "00:53:33"
  },
  {
    "text": "So we're actually, we're going through Genesis 1, and then we're going to start going through the fractals of the seventh day on out. But we start with evening and morning.",
    "start": "00:53:33",
    "end": "00:53:43"
  },
  {
    "text": "And then we rest on the seventh.",
    "start": "00:53:43",
    "end": "00:53:44"
  },
  {
    "text": "Day, and then we go to the Sabbath day. Sabbath day, rest. Then at the beginning. And it's the word. It's the same word as the word in the beginning from Genesis 1. 1 At the beginning of each month. So here at the beginning of the 12 months. Okay, so here are the offerings you do at the beginning of each month. Then on the 14th day of the first month, the two times seventh day, it is Passover. This is additional offerings being made in the tabernacle in addition to the Passover offerings. And what we're going to do is. And then it's like on the seventh day, you shall do no work. We're going to go through Israel's whole calendar, the seven feasts, and offer a whole new layer. And it's just all the language of the seventh day and resting. And it's a good Example of what's this doing here? It really belongs in Leviticus, but it's been put here as a note portraying the ideal rest of the new generation in the land.",
    "start": "00:53:44",
    "end": "00:54:48"
  },
  {
    "text": "This is what's possible, and this is what it'll look like in your calendar year. Like, these are the moments for you to go, yes, we are in the land with God. These are the activities we're doing.",
    "start": "00:54:48",
    "end": "00:55:01"
  },
  {
    "text": "Yeah, yeah, Exactly. So numbers 28 and 29 in this first section of units in the third movement of numbers. The final movement of Numbers begins with a set of stories and laws that are portraying this generation as being like Adam and Eve, set up in the ideal good land. And so now this too long chapters are all an expansion and meditation on the seventh day of Genesis 1, of resting with God in his presence, surrendering as an act of worship to the will of God so that together we can live and discern the will of God in the new Eden land. That's the picture here. Numbers 26 through 29.",
    "start": "00:55:02",
    "end": "00:55:50"
  },
  {
    "text": "All this animal sacrifice stuff to me feels like. I don't know, like uneasy. Like I'm not around dead animals a lot.",
    "start": "00:55:50",
    "end": "00:56:00"
  },
  {
    "text": "Oh, I see. Yeah.",
    "start": "00:56:00",
    "end": "00:56:01"
  },
  {
    "text": "But it's interesting just scanning this, like, the word soothing aroma appears all the time.",
    "start": "00:56:01",
    "end": "00:56:08"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:56:08",
    "end": "00:56:09"
  },
  {
    "text": "And you get this sense of. There's actually something really calming and.",
    "start": "00:56:09",
    "end": "00:56:16"
  },
  {
    "text": "Yeah. Actually, the word soothing is the Hebrew word nechoach. It's a variant of Noah's name. It's an aroma of rest when humans are at peace with God. Remember, all these sacrifices represent surrender, of surrendering before God. What's most valuable as an act of honor?",
    "start": "00:56:17",
    "end": "00:56:35"
  },
  {
    "text": "It's the smell of barbecue, but in.",
    "start": "00:56:35",
    "end": "00:56:38"
  },
  {
    "text": "Reality, it's the smell of ribs, the smell of smoked barbecue. Yeah. So I know that we took two episodes here just to crawl through one, you know what? Four chapters, numbers 26 through 29. But I think the value here is to see that what can feel like a hodgepodge jumble of like, well, that's cool, and that's cool and that's cool, but why are these here? There is a logic to the organization of sections in the Torah. It's just maybe not a logic that feels native to us or.",
    "start": "00:56:38",
    "end": "00:57:12"
  },
  {
    "text": "Yeah.",
    "start": "00:57:13",
    "end": "00:57:13"
  },
  {
    "text": "Like how we would do it. So it does raise the question, what could go wrong?",
    "start": "00:57:13",
    "end": "00:57:17"
  },
  {
    "text": "Well, that's what I was going to ask is like, then am I going to anticipate some sort of failure?",
    "start": "00:57:18",
    "end": "00:57:24"
  },
  {
    "text": "So, yeah, here's what's fascinating. Kind of. Kind of what Follows in numbers 30 is a random set of laws about making vows. But specifically, it's Going to be about what happens when the vows of a husband and wife are in conflict with each other, or vows between a father and a daughter. So vows are when you make a promise or you say you're going to do something, and you bring God into it. And so in the cycle of the melody, I think if you dive into the vocabulary of numbers 30, you find the vocabulary that recalls the Eden story where Adam and Eve have a conflict of wills over what God said and whose word is most important here. And so the failure is reflected in that moment there. And then after that, numbers 31, you get a story about conflict between brothers, Cain and Abel, but it's a story about a war between Israelites and their relatives, the Midianites. Interesting.",
    "start": "00:57:24",
    "end": "00:58:33"
  },
  {
    "text": "Totally.",
    "start": "00:58:33",
    "end": "00:58:33"
  },
  {
    "text": "Yeah. It's really. This section of numbers is designed along the motifs of the melody, all leading up to the tribes of Reuben, Gad and half of Manasseh deciding that they want to settle on the east side of the Jordan, not in the land.",
    "start": "00:58:33",
    "end": "00:58:49"
  },
  {
    "text": "Which is like a bit of a rebellion.",
    "start": "00:58:49",
    "end": "00:58:50"
  },
  {
    "text": "It's interesting. It's interpreted as an act of rebellion at first. And Moses gets in their faces and is like, dude, he doesn't say God's going to send a flood. But this is actually the story that recalls the flood narrative, where what these guys do is interpreted by Moses as a great act of rebellion. And he's able to avert disaster by compelling them to cross over the land, the armed men to cross over and help their brothers. And what they are to do is set up little refuges for their wives and children and houses like little arks, and build little refuges for your animals, your children. It's like exactly the list of what Noah brings along with him. It's animals and then his wives and his sons and daughter in law. And then they have refuge in the ark. And so these tribes are to leave their families in these little ark refuges they build until they cross through the waters to go deliver their brothers. And then we went through the cycle and boom. So now that's numbers 26 through 32 is a unit. It's the opening unit of this movement. And it's exactly the themes of Genesis 1 through 9. Okay, let me just say two things. Learning how to discern this has been a skill that I've had to work on and develop. I know that some people would say this is crazy or made up. I'm convinced it's not made up. It's like right there to be seen. So this is a skill set that I've learned from a number of Hebrew Bible scholars. So you just know this isn't like me. So some are Jewish and Israeli scholars, Yitzhak Berger, Yonatan Grossman, and then some are Hebrew Bible scholars. But here in the States, David Andrew Teeter, or over in the uk, William Tooman. So there's people who'd actually see this stuff and really make a good case that this is how the Hebrew Bible is put together. And once you look at things from that angle, did the Hebrew Bible like, things pop? Yeah. So this is kind of a fun little tour through the section. Yeah.",
    "start": "00:58:51",
    "end": "01:01:01"
  },
  {
    "text": "Where are we going to touch down next then?",
    "start": "01:01:02",
    "end": "01:01:03"
  },
  {
    "text": "Yeah. So we're going to touch down on the last chapters of the number scroll, and it's going to be all about, as the Israelites go into the new land, what do you do if there's murder or bloodshed in the land? You know, like in the flood leading up to the flood and the blood cries out from the land, how are we going to prevent future floods of judgment if there's innocent blood crying out to God in the land? You know what we need? We need a new kind of ark, but not one that floats. We need an ark that's called the city of refuge that we need to plant all over the land. And, dude, it's so cool. That's what we'll talk about next.",
    "start": "01:01:03",
    "end": "01:01:45"
  },
  {
    "text": "Thanks for listening to this episode episode of Bible Project podcast. Next week we wrap up the scroll of Numbers. We're going to look at a story where two and a half of the tribes of Israel decide not to go into the promised land. They look at the east side of the Jordan river and think, oh, this seems good enough.",
    "start": "01:01:49",
    "end": "01:02:06"
  },
  {
    "text": "These two tribes are replaying both the failure of Adam and Eve and also the failure of Cain. Because this illegitimate seeing, desiring and taking what God has not given for them to take is going to lead to a division within the tribes. Now, the land that was supposed to be for all of them together will be only for the 10 and a half. And it will be for two and a half over on this side that they've carved out this little Eden in their eyes. And this leads to a division in the brothers.",
    "start": "01:02:07",
    "end": "01:02:36"
  },
  {
    "text": "Today's show is produced by Cooper Peltz and edited by Dan Gummel and Tyler Bailey. Lindsey Ponder with the show notes. Ashlyn Hice and Mackenzie Buxman provided provided the annotations for our annotated podcast. It's in our app. Bibleproject is a crowdfunded nonprofit and we exist to experience the Bible as a unified story. That leads to Jesus. And everything that we make is free because it's already been paid for by thousands of generous people just like you. So thank you for being a part of this with us.",
    "start": "01:02:36",
    "end": "01:03:06"
  },
  {
    "text": "Hi, this is Clara and I'm from Hamburg, Germany. Hey there. I'm Benjamin and I'm a student from from Colorado Springs, Colorado. I first heard about the bibleproject through my campus ministry at the university that I attend. I use bibleproject for when I need a quick overview over any topic or book in the Bible. My favorite thing about bibleproject would be the podcasts and just the depth that Tim and John's conversations go to. They use awesome animation to support all their content and that this content is founded on a deep biblical understanding. It really makes me want to read and discover more for myself each and every day. We believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes, and more@bibleproject.com.",
    "start": "01:03:06",
    "end": "01:03:54"
  },
  {
    "text": "Sa.",
    "start": "01:04:02",
    "end": "01:04:02"
  }
]