[
  {
    "text": "We're beginning the third and final movement of the scroll of Numbers. This movement begins with a seemingly insignificant little story. It's about the daughters of a man named Zalafkhan. You see, Zalaphkad dies in the wilderness, and he has no sons, just these daughters. Which means when Israel gets to the Promised Land and the land is dispersed among all the tribes of Israel, every family gets a portion. But Zalaphkad, he won't have a son to inherit his portion. So the five daughters come before Moses and all the leaders of Israel, and they say, you know what? This doesn't seem right.",
    "start": "00:00:04",
    "end": "00:00:37"
  },
  {
    "text": "Why should our branch of the family tree be cut off from the Eden land just because we're women?",
    "start": "00:00:38",
    "end": "00:00:46"
  },
  {
    "text": "But the thing is, this is how God instructed Israel to disperse the land to the sons.",
    "start": "00:00:46",
    "end": "00:00:52"
  },
  {
    "text": "What you have is this group of daughters who are bringing to Moses and Yahweh the fact that there's a gap in the laws of the Torah, a scenario that the laws don't address. And the laws, as currently stated, will lead to what they're trying to say is injustice. A whole branch will be lost from the family tree. Just because women can't inherit land. And what God says is they are right. There shouldn't be a family that loses possession of the land just because there isn't a patriarch.",
    "start": "00:00:52",
    "end": "00:01:22"
  },
  {
    "text": "This all takes place in an ancient patriarchal setting. What made these women think that they could approach Moses and make an amendment to the law?",
    "start": "00:01:22",
    "end": "00:01:30"
  },
  {
    "text": "There is a narrative in the Torah that talks about male and female as partners ruling over the Eden land together. And that's the Garden of Eden story. God's original Command in Genesis 1 was to male and female, let them rule. Within the logic of the Torah, these daughters are to be seen as appealing to God's core original heartbeat, the partnership of male and female over the land.",
    "start": "00:01:31",
    "end": "00:01:55"
  },
  {
    "text": "It's important to remember where this is all heading. Israel is to be a kingdom of priests in a new, abundant garden land. It's a big nationwide reboot of Adam and Eve's original calling to be God's priests in the abundant garden of Eden.",
    "start": "00:01:55",
    "end": "00:02:12"
  },
  {
    "text": "And so if this generation is like a new Adam and Eve, there is no coincidence that you have here a story about men and these women saying, hey, we can possess and have responsibility over the land, too.",
    "start": "00:02:12",
    "end": "00:02:26"
  },
  {
    "text": "I'm John Collins. This is BibleProject Podcast. Today, Tim Mackey and I begin the third movement of the scroll of Numbers and a quick apology. You're gonna notice as we begin talking that when we recorded, I was dealing with a Bit of a sickness. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:02:27",
    "end": "00:02:52"
  },
  {
    "text": "Hey, John. Hello.",
    "start": "00:02:53",
    "end": "00:02:54"
  },
  {
    "text": "Hi. So we're in the third movement of Numbers.",
    "start": "00:02:55",
    "end": "00:02:59"
  },
  {
    "text": "Yeah, totally. Yep.",
    "start": "00:03:00",
    "end": "00:03:01"
  },
  {
    "text": "Bamitbar in Hebrew.",
    "start": "00:03:01",
    "end": "00:03:03"
  },
  {
    "text": "Bamitbar, yes. In the wilderness. Otherwise known by the thrilling title of the Book of Numbers, man. Yeah. We have been talking our way through the book, which has a lot of parts. Stories, laws, poems, really. The scroll has it all in the Torah. And this last movement, consisting essentially from chapters 26 to 36 of numbers, it has among what for most people are probably the least interesting stories in the Torah.",
    "start": "00:03:03",
    "end": "00:03:37"
  },
  {
    "text": "Fantastic.",
    "start": "00:03:37",
    "end": "00:03:38"
  },
  {
    "text": "And my goal over the next three conversations is to show you that this is actually so cool and fascinating, the stuff that's going on in here.",
    "start": "00:03:39",
    "end": "00:03:47"
  },
  {
    "text": "Okay.",
    "start": "00:03:47",
    "end": "00:03:48"
  },
  {
    "text": "So that's my mission, should we choose to accept it.",
    "start": "00:03:48",
    "end": "00:03:50"
  },
  {
    "text": "That's a great challenge. I'm excited to see how this goes.",
    "start": "00:03:51",
    "end": "00:03:54"
  },
  {
    "text": "Yep. Maybe first, let's take an overview just to catch the big picture, shall we?",
    "start": "00:03:54",
    "end": "00:04:00"
  },
  {
    "text": "Yeah.",
    "start": "00:04:00",
    "end": "00:04:00"
  },
  {
    "text": "Sweet. Okay. So Numbers has three large movements that. And the number scroll itself is the third scroll of a three scroll mega unit at the heart of the Torah. So the Torah has five scrolls. Think of it like a sandwich Torah.",
    "start": "00:04:00",
    "end": "00:04:20"
  },
  {
    "text": "Meaning the first five books of the.",
    "start": "00:04:20",
    "end": "00:04:21"
  },
  {
    "text": "Bible, first five books of the Old Testament, Hebrew Bible.",
    "start": "00:04:21",
    "end": "00:04:24"
  },
  {
    "text": "Yeah.",
    "start": "00:04:24",
    "end": "00:04:24"
  },
  {
    "text": "The outer books, the Genesis scroll and the Deuteronomy scroll. So the first and the fifth match as a frame around the Torah in all kinds of ways. And we've kind of talked about that before. And then the first Genesis scroll tells the story from human to the death of Joseph and the exile of Jacob's descendants down in Egypt, waiting to go into the promised land. And at the end of the Genesis scroll, Jacob the patriarch speaks a promise of blessing and hope over his children with the hope that they'll go back into the land. The Deuteronomy scroll ends with the descendants of Jacob, now a network of tribes. And they are waiting outside the land to still go into the land to fulfill that hope that Jacob died hoping for at the end of the Genesis scroll. So similarly, you have Moses dies at the end of Deuteronomy, speaking words of blessing and Hope for the 12 tribes waiting for them to go into the land. So it's a very intentional design parallelism between Genesis and Deuteronomy. That's the frame around the Torah. Then in the middle of the Torah are three scrolls, Exodus, Leviticus, Numbers. Exodus begins with slavery in Egypt, and then it's the first movement, their liberation from slavery. Second movement of Exodus is going through the wilderness on the way to Mount Sinai. And then the third movement is there at Mount Sinai. Matching, that is another little mini sandwich within the sandwich. So matching Exodus, you hop over Leviticus and go to the fourth scroll, which is where we've been with Bamidbar in the wilderness. And so what's cool is how the movements of the number scroll is designed as a mirror opposite of Exodus. So the last movement of Exodus is about the building of the tabernacle where God dwells among them. The first movement of Numbers is about the arrangement of the camp of Israel around the tabernacle at its center. And there's all this parallelism between it. The middle of Exodus is about wandering through the wilderness to Mount Sinai. The middle of Numbers is about wandering through the wilderness, leaving Mount Sinai, and there's matching wilderness grumbling stories. And that's what we talked about the last kind of three conversations, the wilderness rebellion stories. So what's interesting now is that the first section of Exodus, which was all about Pharaoh's dread of Israel, he attempts to curse them and kill them off three times. These are the enslavements of Pharaoh at the beginning of Exodus. But then on the third attempt of Pharaoh's attempt to kill Israel, God raises up a deliverer for Israel, and that's the person of Moses. Interestingly, the wilderness journeys of Israel culminate with another king being fearful and dreadful of the Israelites, and that's the king of Moab. And so he also has three attempts where he tries to curse and destroy Israel. Does that make sense?",
    "start": "00:04:25",
    "end": "00:07:39"
  },
  {
    "text": "Yes. Yes, it makes sense. I am really worried. This is hard to follow.",
    "start": "00:07:40",
    "end": "00:07:45"
  },
  {
    "text": "Oh, okay.",
    "start": "00:07:46",
    "end": "00:07:46"
  },
  {
    "text": "Auditorially.",
    "start": "00:07:46",
    "end": "00:07:47"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:07:48",
    "end": "00:07:48"
  },
  {
    "text": "Is that a word? Auditorially? But okay, so this makes a lot of sense. So what you're saying is Genesis and Deuteronomy, the beginning and the ending of the Torah, they match, and they're like outer frames that leaves in the center of the Torah three scrolls. Exodus, Leviticus, and Numbers. And they kind of work as one big mega unit. You could think of it as the big meat patty in the. Like, the bun of the Torah.",
    "start": "00:07:48",
    "end": "00:08:12"
  },
  {
    "text": "Totally.",
    "start": "00:08:13",
    "end": "00:08:13"
  },
  {
    "text": "But there's a lot of complexity in how these are designed. And in fact, Exodus scroll on one side and the number scroll on the other side. Leviticus is right in the middle. They match each other in all sorts of ways.",
    "start": "00:08:14",
    "end": "00:08:29"
  },
  {
    "text": "It's like when you zoom into the middle of the sandwich and you realize there's not just another sandwich layer of protein in there. Tofu or meat or beyond beef, there's actually three. There's three patties in the middle.",
    "start": "00:08:29",
    "end": "00:08:44"
  },
  {
    "text": "Yeah.",
    "start": "00:08:44",
    "end": "00:08:45"
  },
  {
    "text": "And lo and behold, the middle of the middle is a. It's like. Okay, here's what it is. Two slabs of tofu with vegan cheese in the middle.",
    "start": "00:08:45",
    "end": "00:08:57"
  },
  {
    "text": "Wow.",
    "start": "00:08:58",
    "end": "00:08:58"
  },
  {
    "text": "So the two matching slabs of tofu are Exodus in numbers, and the vegan cheese is Leviticus in the middle.",
    "start": "00:08:58",
    "end": "00:09:05"
  },
  {
    "text": "Yeah, yeah, yeah. So there's a sandwich within the sandwich. Almost.",
    "start": "00:09:05",
    "end": "00:09:08"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:09:08",
    "end": "00:09:09"
  },
  {
    "text": "Like, once you get into the, like, meat of the Torah sandwich, you realize I'm dealing with a new sandwich.",
    "start": "00:09:09",
    "end": "00:09:14"
  },
  {
    "text": "Yeah.",
    "start": "00:09:15",
    "end": "00:09:15"
  },
  {
    "text": "And so the sandwich now within the sandwich is Exilis Leviticus, Numbers. The new pieces of bread per se are Exodus in numbers, and the new meat patty is Leviticus.",
    "start": "00:09:15",
    "end": "00:09:25"
  },
  {
    "text": "Yep.",
    "start": "00:09:25",
    "end": "00:09:26"
  },
  {
    "text": "I mean, this is how fractals work. You're like looking at a fractal at one level and you see a sandwich, you move into the fractal, and lo and behold, there's another sandwich.",
    "start": "00:09:26",
    "end": "00:09:35"
  },
  {
    "text": "Exactly.",
    "start": "00:09:36",
    "end": "00:09:36"
  },
  {
    "text": "It's a sandwich fractal.",
    "start": "00:09:36",
    "end": "00:09:37"
  },
  {
    "text": "That's right.",
    "start": "00:09:37",
    "end": "00:09:38"
  },
  {
    "text": "And so what you're showing us is that Exodus and numbers match in all sorts of ways in reverse. So, like, Exodus moves forward and then Numbers does the same movement, but then backwards.",
    "start": "00:09:38",
    "end": "00:09:51"
  },
  {
    "text": "Backwards, yep.",
    "start": "00:09:51",
    "end": "00:09:52"
  },
  {
    "text": "So in Exodus, they start with this showdown with a king, the king of Egypt. They go through the wilderness, and then they get to Sinai, and. And they get the tabernacle instructions. Yeah. At the end of Exodus. That's right.",
    "start": "00:09:52",
    "end": "00:10:04"
  },
  {
    "text": "So that the tabernacle can be in the middle of the camp.",
    "start": "00:10:04",
    "end": "00:10:07"
  },
  {
    "text": "Okay. And then we hang out in Leviticus and the meat of this sandwich, and then when we get out to the other side, we reverse the tabernacle is kind of establish the order of it, and then they go through the wilderness. And then what you're saying is this third movement in Numbers is matching the first movement in Exodus.",
    "start": "00:10:07",
    "end": "00:10:29"
  },
  {
    "text": "Yeah. The transition from the second to the third movements of numbers matches the way that the Exodus scroll begins. Yeah, correct. And so we ended our last conversation with the stories about Balaam, the pagan sorcerer. And what I didn't highlight, but I'm highlighting it here because we're at the hinge between the second and the third movement of Numbers. Is that in Numbers, the king of Moab, a guy named Balak, it says that he has dread of Israel in his land because they are many and too mighty. And it's exactly the same words used to describe Pharaoh at the beginning of.",
    "start": "00:10:29",
    "end": "00:11:10"
  },
  {
    "text": "Exodus, where Pharaoh looks at the Israelites and is like, these guys are really plentiful. He says the exact same thing.",
    "start": "00:11:10",
    "end": "00:11:16"
  },
  {
    "text": "Yeah. These immigrants in my land are many and too mighty, and he has dread of them.",
    "start": "00:11:16",
    "end": "00:11:21"
  },
  {
    "text": "Oh, wow. Okay.",
    "start": "00:11:21",
    "end": "00:11:22"
  },
  {
    "text": "It's a really unique word use at just these two points in the Torah to describe these two kings responding to Israel as the fruitful, multiplying people.",
    "start": "00:11:22",
    "end": "00:11:30"
  },
  {
    "text": "So it's a clear hyperlink saying, hey, what's happening with the king of Moab Balak is we're riffing off of all the themes and ideas that we established with this other king who was horrible and enslaved Israel, now is the king of Egypt.",
    "start": "00:11:30",
    "end": "00:11:49"
  },
  {
    "text": "That's right. And the king of Egypt in Exodus chapter one and two makes three attempts to destroy Israel. And the third attempt blows up in his face because it results in baby Moses floating into his house. Dude, check this out. Similarly, the king of Moab makes three attempts to curse Israel through hiring a pagan sorcerer. And it's the third attempt that really blows up in his face, because it's the third attempt that results in the curse turning into a blessing. And the third blessing is a promise that God makes that a seed, a royal seed, will come up out of the waters of Israel. No joke.",
    "start": "00:11:49",
    "end": "00:12:29"
  },
  {
    "text": "Oh, wow. Yeah, that's right. You read that?",
    "start": "00:12:29",
    "end": "00:12:31"
  },
  {
    "text": "Yeah. Moses came up out of the waters into the house of Pharaoh, signaling the future defeat of Pharaoh in the waters. So now the third attempt of the king of Moab, there's a promise of a future seed, royal seed who will come up out of the waters to be a victorious king over Israel's enemies. Okay, so the future king from the line of Israel that will rule the nations is set on analogy to Moses, who was brought up by God to bring victory over Egypt. So the past Exodus deliverance is now being set on analogy to a future Exodus deliverance through a future king.",
    "start": "00:12:31",
    "end": "00:13:12"
  },
  {
    "text": "That's really significant because it's hugely significant because at this point in the story, they've been liberated. You know, they had the trouble in the wilderness, but they're past that now, and they're gonna go into the promised land. It almost kind of feels like, great. The story's winding down. Like, we're getting towards the end.",
    "start": "00:13:14",
    "end": "00:13:31"
  },
  {
    "text": "Yeah.",
    "start": "00:13:31",
    "end": "00:13:32"
  },
  {
    "text": "Like, if we're watching a movie, you would feel it like, okay, we're moving. We're about to, like, find the end of this movie. The resolution is coming. There's kind of one last showdown, and then it's over. But here, then all of a sudden you're saying by putting this blessing from Balaam about the seed that's gonna come. It's kind of like saying, hey, stay tuned. There's gonna be a new, new Exodus.",
    "start": "00:13:32",
    "end": "00:14:00"
  },
  {
    "text": "With a new Moses.",
    "start": "00:14:00",
    "end": "00:14:01"
  },
  {
    "text": "With a new Moses.",
    "start": "00:14:01",
    "end": "00:14:02"
  },
  {
    "text": "Yeah, totally. And this is all setting us up for the scroll on the other side of Deuteronomy, that's going to match this ending of Numbers, which is about the new Moses is Joshua, whose name means Yahweh, brings salvation. So just as. Yeah, just as Moses was to Egypt, so now a new Moses will be to the nations that are opposed to God's purposes. And this is all setting us up for the book of Joshua in the entrance of the Israelites into the promised land, which is what the final movement of Numbers is all about, which is going to be about when you go into the land. Here's how I want you to begin to prepare to be a holy people in the land, because all you've been is a holy people enslaved or a holy people in the wilderness. So we need to prep the people to live under the rule of a new Moses, who. Who will guide Israel by God's wisdom and instruction. And that's what this final section of Numbers is about. But the story of Balaam is this pivot. What this is, is. It's the melody. The wilderness has become like a purifying flood that has allowed all the Israelites who didn't want to enter into the good land of God's promise and rebelled against him seven times over in the wilderness.",
    "start": "00:14:02",
    "end": "00:15:28"
  },
  {
    "text": "Seven rebellions.",
    "start": "00:15:28",
    "end": "00:15:29"
  },
  {
    "text": "Yep. That's the generation that is dead, except for three. Moses, Joshua, and Caleb. And Moses himself was going to die. And so, as we Pivot, as we wave goodbye to the Balaam stories, what we're going to come across in this new movement is a new census that will number the new generation of the second generation. And it matches numbers, Chapter one, which is why the Book of Numbers is called the Book of Numbers.",
    "start": "00:15:30",
    "end": "00:15:58"
  },
  {
    "text": "Yeah. Because there's two senses. Sensei.",
    "start": "00:15:58",
    "end": "00:16:01"
  },
  {
    "text": "Totally.",
    "start": "00:16:01",
    "end": "00:16:01"
  },
  {
    "text": "Is it a sensei?",
    "start": "00:16:01",
    "end": "00:16:02"
  },
  {
    "text": "What do you say? Whoa. Sensei. Censuses. Yeah. That can't be right. That's like octopuses.",
    "start": "00:16:02",
    "end": "00:16:09"
  },
  {
    "text": "Octopi.",
    "start": "00:16:09",
    "end": "00:16:09"
  },
  {
    "text": "Yeah. Okay, yeah, I'm with you.",
    "start": "00:16:10",
    "end": "00:16:12"
  },
  {
    "text": "I've heard it's actually not octopi.",
    "start": "00:16:12",
    "end": "00:16:14"
  },
  {
    "text": "Oh, really? Octopuses.",
    "start": "00:16:14",
    "end": "00:16:15"
  },
  {
    "text": "No, no, it's not octopuses, that's for sure. Let me look up Census. Plural. Sensei.",
    "start": "00:16:15",
    "end": "00:16:21"
  },
  {
    "text": "Sensei. So the fact that there are two sensei in the Torah, and the first one appears in numbers, chapter one, numbering the generation that came out of Egypt. The second one appears at numbers, chapter 26, numbering the children of the excess generation who are now going to be the ones to enter into the promised land. And those two census lists kick off the first and then the third movements of the numbers scroll. So it actually kind of sticks out.",
    "start": "00:16:21",
    "end": "00:16:54"
  },
  {
    "text": "Hmm.",
    "start": "00:16:54",
    "end": "00:16:55"
  },
  {
    "text": "So yeah. The Book of Numbers is actually really exciting and fascinating, but it has a lot to do with keying in to the literary design of the Numbers scroll. But to understand the literary design of the Numbers scroll, you have to see the sandwich within the sandwich of the Torah.",
    "start": "00:16:55",
    "end": "00:17:11"
  },
  {
    "text": "Yeah.",
    "start": "00:17:11",
    "end": "00:17:12"
  },
  {
    "text": "In other words, the Book of Numbers is designed the way that it is, as a mirror opposite of Exodus on the other side. And without seeing that parallelism and the design parallels, the Book of Numbers feels and reads to most people like a jumble of narratives and laws, that it's really hard to understand their sequence.",
    "start": "00:17:12",
    "end": "00:17:31"
  },
  {
    "text": "That's one thing I've noticed by talking a lot about literary structure, it's helped me appreciate why it feels like sometimes stories are random or feel out of sequence or feel. Yeah. Just unnatural in a way.",
    "start": "00:17:32",
    "end": "00:17:49"
  },
  {
    "text": "That's exactly right. In other words, and remember, this was many conversations ago. In the first movement of Numbers, the stories are actually out of chronological sequence. Like, there's chronological notes in numbers 1 through 12, and they're all out of order. So some things that happen, like this was a month ago, but then you skip a month forward, then you skip two months back. And it's because, especially in the Torah in general, there's a macro sequence, like a macro time sequence, going from Creation to the death of Moses outside the land. But when you get internal to each scroll, the organization and sequencing of stories and literary units is often out of chronological sequence. So there's some other guiding principle for why these scrolls are arranged the way they are. And symmetrical design, in order to invite the reader to meditate on things that are paired in symmetrical designs is one of the main features of the Torah. Yeah. So there's a lot of payoff for understanding the design of numbers. So that's kind of nerdy stuff. And it requires also whiteboard drawings or charts. So we've tried to do that verbally, but what we're going to do is transition into the final movement of Numbers, which we've kind of been teeing up thematically. It's about the Exodus generation is almost completely dead, except for Moses, Joshua, and Caleb. And so we're going to restart that generation with a new census. And then the last 11 chapters of Numbers are about preparing the next generation for life, not in the desert, but for life looking forward in the promised land.",
    "start": "00:17:49",
    "end": "00:19:23"
  },
  {
    "text": "Sam.",
    "start": "00:19:28",
    "end": "00:19:44"
  },
  {
    "text": "Okay, so you won't be surprised that there are three main sections to these last chapters of numbers 26 to 36.",
    "start": "00:19:57",
    "end": "00:20:08"
  },
  {
    "text": "There's three sections to the third movement.",
    "start": "00:20:08",
    "end": "00:20:10"
  },
  {
    "text": "There's three. Yeah, there's a lot of material, a lot of really diverse stories and laws in this section. And I still have some work to do on the literary organization of this. So I think where I've landed is kind of its native design, but I'm still tweaking the edges. So what I'd like to do, actually is just kind of. I'd like to zoom in on some little groups of stories and kind of show how when you read stories next to each other and compare them, you can see bigger themes emerging. And the major theme of this is how is the next generation to live in the promised land, when actually almost all the laws of the Torah are given to Israel while they're in the wilderness or at Mount Sinai. And that's cool, but the laws are. Many of them are specified for people who are living on the go in a nomadic lifestyle, and the land is going to be a settled existence.",
    "start": "00:20:10",
    "end": "00:21:06"
  },
  {
    "text": "Okay, so we're going to get a whole lot of new laws.",
    "start": "00:21:06",
    "end": "00:21:09"
  },
  {
    "text": "Yeah. This section is full of laws interspersed with narratives now.",
    "start": "00:21:09",
    "end": "00:21:12"
  },
  {
    "text": "So so far, for laws, we first got the 10. The big 10.",
    "start": "00:21:12",
    "end": "00:21:17"
  },
  {
    "text": "Oh, yeah. Yes. Yep. At Mount Sinai.",
    "start": "00:21:17",
    "end": "00:21:18"
  },
  {
    "text": "At Mount Sinai. Then we got 42 more.",
    "start": "00:21:18",
    "end": "00:21:21"
  },
  {
    "text": "Yep.",
    "start": "00:21:21",
    "end": "00:21:22"
  },
  {
    "text": "What was that called? The scroll of the Covenant.",
    "start": "00:21:22",
    "end": "00:21:24"
  },
  {
    "text": "Covenant code or the scroll of the Covenant. Yeah, that's what it's called in Exodus 24.",
    "start": "00:21:24",
    "end": "00:21:28"
  },
  {
    "text": "Okay. And then that's it, right, for a little bit.",
    "start": "00:21:29",
    "end": "00:21:32"
  },
  {
    "text": "Well, no, then you get all the instructions about the tabernacle.",
    "start": "00:21:33",
    "end": "00:21:36"
  },
  {
    "text": "Then you get all the instructions about the tabernacle.",
    "start": "00:21:36",
    "end": "00:21:38"
  },
  {
    "text": "Yeah. And the commands to build and specifications of how to build, all those are given by God to Moses. And those are numbered among the 613 commands of the Torah.",
    "start": "00:21:38",
    "end": "00:21:50"
  },
  {
    "text": "So those are laws in the Torah. And then you get the building of the tabernacle. And then in Leviticus, you get all sorts of laws related to the ritual around the tabernacle.",
    "start": "00:21:50",
    "end": "00:22:02"
  },
  {
    "text": "Yep. The sacrificial rituals around it.",
    "start": "00:22:02",
    "end": "00:22:04"
  },
  {
    "text": "So how to do the sacrifices, how the priests work within the space.",
    "start": "00:22:05",
    "end": "00:22:10"
  },
  {
    "text": "That's Leviticus 1 through 7.",
    "start": "00:22:11",
    "end": "00:22:12"
  },
  {
    "text": "You also get a bunch of then holiness and purity laws.",
    "start": "00:22:12",
    "end": "00:22:16"
  },
  {
    "text": "Correct.",
    "start": "00:22:16",
    "end": "00:22:16"
  },
  {
    "text": "Right in the center of Leviticus. Right?",
    "start": "00:22:16",
    "end": "00:22:18"
  },
  {
    "text": "Yeah. The center of Leviticus is about how to purify the Israelites through water rituals and sacrificial rituals from any contamination that comes from contact with death through bodily fluids and all that.",
    "start": "00:22:18",
    "end": "00:22:32"
  },
  {
    "text": "And is that it? Are we done with laws?",
    "start": "00:22:32",
    "end": "00:22:34"
  },
  {
    "text": "No, that's Leviticus 11 through 15, leading up to the day of atonement. Then the last third of Leviticus is about moral holiness, moral purity of the people, and then about their ritual calendar that creates A set of rhythms where they live.",
    "start": "00:22:34",
    "end": "00:22:52"
  },
  {
    "text": "Oh, all the feast days.",
    "start": "00:22:52",
    "end": "00:22:53"
  },
  {
    "text": "It's the fractals of the Sabbath.",
    "start": "00:22:53",
    "end": "00:22:55"
  },
  {
    "text": "Yeah.",
    "start": "00:22:55",
    "end": "00:22:55"
  },
  {
    "text": "So the seventh day turns into monthly, turns into annual, turns into seven, and then seven times seven with the jubilee. And so those are all among the 613 commands of the Torah.",
    "start": "00:22:56",
    "end": "00:23:08"
  },
  {
    "text": "Okay.",
    "start": "00:23:08",
    "end": "00:23:09"
  },
  {
    "text": "Yeah.",
    "start": "00:23:09",
    "end": "00:23:09"
  },
  {
    "text": "And then we get into numbers, and we have the census. Is the commands about how to order around the tabernacle, Are those counted in the 613?",
    "start": "00:23:09",
    "end": "00:23:20"
  },
  {
    "text": "That's right. Yep. Yeah. And how to make the camp ritually pure as they travel through the wilderness. Yep.",
    "start": "00:23:20",
    "end": "00:23:26"
  },
  {
    "text": "And then the second movement of numbers. There's really not any laws there.",
    "start": "00:23:26",
    "end": "00:23:30"
  },
  {
    "text": "There are. We just didn't talk about them because there wasn't time yet. But actually, there's three blocks of laws matching the three big blocks of rebellion stories. There's seven rebellion stories, but they're arranged in three blocks. And each block there's rebellion stories followed by a collection of laws. And it's so cool, like, how that section works. But we don't have time to talk about it.",
    "start": "00:23:30",
    "end": "00:23:52"
  },
  {
    "text": "Okay, okay. So there's been a lot of law. You're saying, though, that all of it kind of has in mind being a wilderness people.",
    "start": "00:23:53",
    "end": "00:24:00"
  },
  {
    "text": "Yes. Yeah. All those laws are. Well, I'll say almost all of them are locked into the wilderness setting. And so what you get here, some in the second section of numbers, but all now in the last, is culminating how the wisdom of the laws given to the wilderness generation needs to be transformed into wisdom and guidance for life in a settled land. All of a sudden, we have a new context.",
    "start": "00:24:01",
    "end": "00:24:27"
  },
  {
    "text": "Yeah.",
    "start": "00:24:27",
    "end": "00:24:28"
  },
  {
    "text": "Actually, this is hugely significant for this last section because what we're going to see is how laws, principles, and wisdom of the laws given to the wilderness generation are going to be picked up and transformed. And because the context has changed, and that's actually what makes this section so fascinating. Okay, so that's the big idea, is that this is going to be a group of narratives and laws all pointing towards preparing to live in the land. And just one last macro note before we look at some stories and laws is that this generation is being set on analogy to Adam and Eve, who were taken from the land of the dust and death. Human, in Genesis 2 was formed out of the dust, outside of the garden, outside of Eden. And then God picked them up and rested them. It was Noah's name as a verb. He rested them in the garden. He planted and said, the trees, the abundance, it's all yours. But he gave one command about one item of obedience. That was trust. So through all kinds of hyperlinks. This generation, which is now the younger generation, the children who need to learn.",
    "start": "00:24:28",
    "end": "00:25:39"
  },
  {
    "text": "Good from bad, good from bad.",
    "start": "00:25:39",
    "end": "00:25:41"
  },
  {
    "text": "And so it's as if this is like humanity being reborn at the gate of Eden. They're about to go in, and God's saying, okay, when you go in, here's how I need you to live so that you can truly have life. Because if you don't live this way, you're going to find yourself exiled unto death.",
    "start": "00:25:41",
    "end": "00:26:01"
  },
  {
    "text": "The first Eden had one simple rule.",
    "start": "00:26:01",
    "end": "00:26:03"
  },
  {
    "text": "That's right. Totally.",
    "start": "00:26:03",
    "end": "00:26:04"
  },
  {
    "text": "Don't eat of the Tree of Knowing. Good and bad.",
    "start": "00:26:04",
    "end": "00:26:06"
  },
  {
    "text": "Yeah. And he gave it to the human after he put them in here. It's inverted.",
    "start": "00:26:06",
    "end": "00:26:11"
  },
  {
    "text": "Ah.",
    "start": "00:26:11",
    "end": "00:26:11"
  },
  {
    "text": "They're in the wilderness outside, still about to go in.",
    "start": "00:26:12",
    "end": "00:26:14"
  },
  {
    "text": "And they're going to get a lot of rules.",
    "start": "00:26:15",
    "end": "00:26:16"
  },
  {
    "text": "They're going to get a lot of. A lot of rules. Yeah, totally.",
    "start": "00:26:16",
    "end": "00:26:19"
  },
  {
    "text": "Okay.",
    "start": "00:26:19",
    "end": "00:26:19"
  },
  {
    "text": "But anyway, that's the analogy between Eden and the promised land, Israel and human outside. Eden is going to be drawn upon and developed in multiple parts of this. So Eden, Eden, everywhere, man. It's like, if you don't get Eden, you don't get the Hebrew Bible. It's like. It's like a key to unlock the mysteries. Okay. All right. Should we dive in, look at some stuff?",
    "start": "00:26:19",
    "end": "00:26:44"
  },
  {
    "text": "Let's do.",
    "start": "00:26:44",
    "end": "00:26:44"
  },
  {
    "text": "So I'm gonna have us just look at the first three stories that essentially make up chapters 26 and 27. And this is all gonna be focused on the next generation. So chapter 26 begins. It says, then it came about after the plague. And that's the another wave of divine. The last wave of God's justice against the rebellious generation. There was a final rebellion.",
    "start": "00:26:46",
    "end": "00:27:11"
  },
  {
    "text": "Was that the bronze snake one?",
    "start": "00:27:11",
    "end": "00:27:13"
  },
  {
    "text": "No. The final culminating rebellion was, after all, the blessing that God spoke on Israel through Balaam. They have one more rebellion. It's actually outside the seven. It's the eighth, and it replays the golden calf. And so there's a lot of death and idolatry and ritual sex happening. And it's an important story, but we don't have time to talk about everything. So after that whole debacle that was like. It registers the last gasp of the rebellious generation.",
    "start": "00:27:14",
    "end": "00:27:44"
  },
  {
    "text": "Okay.",
    "start": "00:27:44",
    "end": "00:27:45"
  },
  {
    "text": "After that, Yahweh spoke to Moses and Elazar, the son of Aaron, the priest. So Aaron died. So the first high priest is dead. Now it's his son in his place saying, take a census of all the congregation of the sons of Israel from 20 years old and upward by their father's household. Whoever is able to go to War in Israel. And so they go on to take the census. And it's essentially verbatim. How they do it is verbatim to all. Chapter one of how they took a census of the previous generation. The one thing that's interesting here is that multiple times in the census, as they're listing through clans or tribes, basically anytime they come to a clan or tribe that was involved at one of the rebellions from earlier in the book, it'll stop and summarize the. Oh, so it's a census that's telling you about the next generation, contrasting them to their ancestors, saying, listen, this next generation, they didn't, you know, they were kids, so they watched their parents do stupid stuff. But this generation, you know, was spared from all of that. So it's lots of retellings of that. But what's really interesting, at one point, when you get to the clans of the two sons of Joseph, you get to verse 33, and you get to this one sub clan of Manasseh, who is a son of Joseph, and you learn about this guy named Zelof. Chad. Zeloph. Chad. It's hard to say in English. And, you know, I'm just. I forget what it means. So I'm looking it up real quick here. Looking up Kohler, Baumgartner, Hebrew, Aramaic, lexicon of the Old Testament. The meaning of this personal name is uncertain. That's always fun to see. Oh, interesting. Oh, okay. That's right. It's made up of two Hebrew words at least the consonants are. Tsel is the word for shadow or refuge. And then pachad is the word from something that's terrifying. So a shadow from terror. Wow, that's what Martin Note.",
    "start": "00:27:45",
    "end": "00:29:55"
  },
  {
    "text": "It's like a vampire.",
    "start": "00:29:55",
    "end": "00:29:56"
  },
  {
    "text": "Martin Noth. Yeah, interesting. Yeah. A shadow from the terrors. Yeah, What a cool name. Refuge.",
    "start": "00:29:56",
    "end": "00:30:03"
  },
  {
    "text": "That's a, like villain name.",
    "start": "00:30:03",
    "end": "00:30:05"
  },
  {
    "text": "What? No, but it means he's a refuge. He's the refuge from the terror. Oh, so you like name? It's like your dad. It's like kind of what, you know, like a protective mother or father is.",
    "start": "00:30:05",
    "end": "00:30:16"
  },
  {
    "text": "To their Shadow means refuge.",
    "start": "00:30:16",
    "end": "00:30:18"
  },
  {
    "text": "Shadow is a key biblical image of refuge. Oh, yeah, yeah. Not shadow in the bad sense. Like what? Place of darkness? Yeah, it's shadow like what a tree provides from the sun.",
    "start": "00:30:19",
    "end": "00:30:30"
  },
  {
    "text": "Okay.",
    "start": "00:30:30",
    "end": "00:30:31"
  },
  {
    "text": "It's a protective refuge. Shade. Oh, yeah, there we go. Shade's a better term. Yeah, Shade from the terrors.",
    "start": "00:30:31",
    "end": "00:30:38"
  },
  {
    "text": "Shade from the terrors.",
    "start": "00:30:38",
    "end": "00:30:39"
  },
  {
    "text": "What a rad name. Zelophchat.",
    "start": "00:30:39",
    "end": "00:30:40"
  },
  {
    "text": "That is a good name.",
    "start": "00:30:40",
    "end": "00:30:41"
  },
  {
    "text": "Anyway, okay, there's this guy, Zelophchat don't.",
    "start": "00:30:41",
    "end": "00:30:44"
  },
  {
    "text": "Name your kid Zelaf, Chad. He's going to have a hard time.",
    "start": "00:30:44",
    "end": "00:30:47"
  },
  {
    "text": "There's this guy named Zeloph Khad, and what you learn is he has no sons, but only daughters. And the names of his daughters were Machla, Noah, Hoglah, Milcah, and Tirzah. And there's lots of debate about the meanings of these daughters. Names like Milkah means queen, Noah means delight.",
    "start": "00:30:48",
    "end": "00:31:12"
  },
  {
    "text": "That's not noach. That's a different one.",
    "start": "00:31:12",
    "end": "00:31:14"
  },
  {
    "text": "It's not noach in terms of rest. It's Noah. And it means something delightful or beautiful. Hoglah. I forget what hogla means. Tirzah means like a sparkly something, pleasure or beauty. And machla. And Hogla, I think machla is. Yes, machla is a noun, at least spelled with the same letters as the word sickness. So that doesn't really fit. Anyway, they have interesting names, and at least a number of them are names of like, beauty and sparkle and queen. And you're like, why am I being told this information?",
    "start": "00:31:15",
    "end": "00:31:48"
  },
  {
    "text": "Right.",
    "start": "00:31:48",
    "end": "00:31:48"
  },
  {
    "text": "So it's a preview for the next story. Oh, okay, that's going to happen after the census list. So, okay, there's a guy with no sons, only daughters. And then you're going to hear at the end of the census, all the way down here that you get the summaries of the census and the numbers. The last lines are. There was not one among them who were numbered in the previous census by Moses and Aaron. All that generation died except Caleb and Joshua. And this is the next little preview for another story to come. So there's a little triad here that begins the section. You get the census. What follows next is a story about that guy Zelophad and his daughters. And then what will follow is a story about Joshua. This is all about the next generation, Sam. Okay, so here's the story. This story is rad, man. So the daughters of Zelophchad, the son of Hefer, the son of Gilad, son of Machir, son of Manasseh, from the family of Manasseh from the son of Joseph.",
    "start": "00:31:49",
    "end": "00:33:19"
  },
  {
    "text": "Yeah, we already. We already learned that.",
    "start": "00:33:19",
    "end": "00:33:20"
  },
  {
    "text": "Yeah, exactly. Right. So it's a hyperlink. It's like a latch linking it up to the previous chapter. His daughters came near. And in case you don't remember, here's the names of the daughters again. It lists them. And they stood before Moses and Elazar the priest and all the leaders at the door of the tent. So they come to the little Eden hot spot.",
    "start": "00:33:21",
    "end": "00:33:41"
  },
  {
    "text": "Yeah, that's about as it's as far as they can go.",
    "start": "00:33:41",
    "end": "00:33:44"
  },
  {
    "text": "Totally. Yeah.",
    "start": "00:33:44",
    "end": "00:33:45"
  },
  {
    "text": "Yeah.",
    "start": "00:33:45",
    "end": "00:33:45"
  },
  {
    "text": "So I think the point is they're coming to the center of Yahweh's presence. They're coming before Yahweh. And here's what the daughters say. They say, listen, our father died in the wilderness. He wasn't among the group that gathered themselves to rebel in the rebellion of Korah. But, you know, he died for his own sins, like all that generation did. Then. The last thing they say is, but he had no sons. Now here's the thing. Why should the name of our father be withdrawn or missing from among his family just because he had no sons? So give us the land possession among our father's family. Let's ponder on this. There's some assumptions at work among their requests that are really important that make their requests stand out.",
    "start": "00:33:45",
    "end": "00:34:35"
  },
  {
    "text": "Yeah. Well, just the cultural norm of you pass on your inheritance to your sons and your daughters don't get anything.",
    "start": "00:34:35",
    "end": "00:34:44"
  },
  {
    "text": "Right.",
    "start": "00:34:45",
    "end": "00:34:45"
  },
  {
    "text": "Your daughters would marry into other families and be part of their inheritance.",
    "start": "00:34:46",
    "end": "00:34:51"
  },
  {
    "text": "That's right. In other words, the biblical narrative assumes and takes place in a patriarchal social structure. So the narratives assume that because that was the cultural context for ancient Israel.",
    "start": "00:34:51",
    "end": "00:35:04"
  },
  {
    "text": "Would it be then that Zalafhad has. Did I do that right?",
    "start": "00:35:04",
    "end": "00:35:10"
  },
  {
    "text": "Yeah, actually, I think it looks like in English, you might try Zelophehad.",
    "start": "00:35:11",
    "end": "00:35:16"
  },
  {
    "text": "Zelophehad.",
    "start": "00:35:16",
    "end": "00:35:17"
  },
  {
    "text": "But it's Zelof Chad.",
    "start": "00:35:18",
    "end": "00:35:19"
  },
  {
    "text": "Zelof Chad.",
    "start": "00:35:19",
    "end": "00:35:20"
  },
  {
    "text": "Chad. Yeah, like a clear throat zeloph Chad. Yeah.",
    "start": "00:35:20",
    "end": "00:35:25"
  },
  {
    "text": "He has an inheritance from his dad.",
    "start": "00:35:25",
    "end": "00:35:29"
  },
  {
    "text": "He's going to have a future land inheritance. This is all about the land. Oh, it's about the land.",
    "start": "00:35:29",
    "end": "00:35:33"
  },
  {
    "text": "Future land inheritance.",
    "start": "00:35:33",
    "end": "00:35:34"
  },
  {
    "text": "Yeah. Because.",
    "start": "00:35:35",
    "end": "00:35:35"
  },
  {
    "text": "Yeah, they're in the wilderness. They don't have any land. Yeah, that's right. They're gonna, like, divide up the land by clan.",
    "start": "00:35:35",
    "end": "00:35:41"
  },
  {
    "text": "Correct.",
    "start": "00:35:41",
    "end": "00:35:42"
  },
  {
    "text": "And so everyone's gonna get their own piece of it.",
    "start": "00:35:42",
    "end": "00:35:44"
  },
  {
    "text": "Yeah.",
    "start": "00:35:44",
    "end": "00:35:45"
  },
  {
    "text": "And so they're here saying, hey, we're not gonna get a piece of our father's land. In fact, no one is because he has no son.",
    "start": "00:35:45",
    "end": "00:35:54"
  },
  {
    "text": "Yeah.",
    "start": "00:35:54",
    "end": "00:35:55"
  },
  {
    "text": "And that's a shame.",
    "start": "00:35:55",
    "end": "00:35:56"
  },
  {
    "text": "Yeah, yeah. Why should our branch of the family tree be cut off from the Eden land just because we're women and he didn't have any sons? That's their argument. Okay, so here's what's fascinating. What you have is this group of daughters who are bringing to Moses and Yahweh the fact that there's a gap in the laws of the Torah. There's a scenario that the laws don't address. And the laws, as currently stated, will lead to what they're trying to say is injustice. A whole branch will be lost from the family tree. Just because women can't inherit land. That's their argument. So here's what's fascinating about the story. Verse 5. So Moses brought their case before the Lord. That word case. It's the word mishpat. It's a legal argument. So they went to the door of the tent of meeting because that's where you bring a case to Yahweh.",
    "start": "00:35:57",
    "end": "00:37:00"
  },
  {
    "text": "Mishpat is the word for justice.",
    "start": "00:37:00",
    "end": "00:37:02"
  },
  {
    "text": "Justice, yeah. So in argument, advocating for just relations in the community.",
    "start": "00:37:02",
    "end": "00:37:09"
  },
  {
    "text": "Okay, so in Hebrew, justice and a case for justice are the same word, Correct?",
    "start": "00:37:09",
    "end": "00:37:16"
  },
  {
    "text": "Yeah. So this is so rad in many ways, because it's like Moses didn't spot this gap in the Torah. Isn't that interesting? It's the people in the community, and as their context is changing. Yeah, right. Like the culture is changing. We're going to go from a nomadic migrant camp to settled life in the land. And the laws that may have served previous generations don't address this new circumstance that none of us could have foreseen.",
    "start": "00:37:16",
    "end": "00:37:47"
  },
  {
    "text": "Has there been laws about how land is dispersed so far in the Torah?",
    "start": "00:37:47",
    "end": "00:37:51"
  },
  {
    "text": "Oh, well, actually there was a law just given in Numbers 26. I just didn't take time to read it. It's right near the end, which is saying, hey, when you go into the land, divide up the land for each tribe by the population numbers of the tribes. So the census numbers kind of match land amounts by proportion and divide them by lot and assign them to the tribes. And so the assumption here is that all the names listed in the list were men.",
    "start": "00:37:51",
    "end": "00:38:20"
  },
  {
    "text": "Yeah.",
    "start": "00:38:20",
    "end": "00:38:21"
  },
  {
    "text": "And so the next story is about this group of daughters who say, hey, our names weren't put in the roll.",
    "start": "00:38:21",
    "end": "00:38:28"
  },
  {
    "text": "Right.",
    "start": "00:38:28",
    "end": "00:38:28"
  },
  {
    "text": "And when the land gets divided. So that's our argument, but what's the narrative's drawing attention to the fact that they have a mishpat, they have a case for justice. And if their case is neglected, their argument is that there will be a wrong that will happen in our community. And Moses didn't spot it. Who spotted it is these five daughters. So Moses brought their mishpat before Yahweh. And Yahweh spoke to Moses saying, the daughters of Zelophchad are in the right. You will surely give them an inheritance, possession among the brothers. You will transfer the inheritance of their father to them. So first God addresses this particular case and says, they're right. This would be wrong for a family to not get land just because it will be women who will be the owners and overseers of that land. So let's change that. Let's address that in this case. And then in verse 8, it turns into a general law. We're watching the formulation of law, legal reasoning. So God says, in fact, tell all the sons of Israel. If any man dies and has no son, then the inheritance will go to his daughter. But let's say they have no daughter, give the inheritance to the father's brothers, and then it starts working down the chain of relatives all the way down. And that's the story. It ends in verse 11.",
    "start": "00:38:28",
    "end": "00:39:56"
  },
  {
    "text": "If his father has no brothers, give his inheritance to the nearest relative. Okay.",
    "start": "00:39:56",
    "end": "00:40:00"
  },
  {
    "text": "Yeah. To the nearest relative. Yeah, yeah. This will be a new statute, ordinance to the sons of Israel. And that's the end of the story. I think this narrative is hugely significant.",
    "start": "00:40:00",
    "end": "00:40:11"
  },
  {
    "text": "Yeah.",
    "start": "00:40:12",
    "end": "00:40:13"
  },
  {
    "text": "Well, first of all, it's a narrative about how the laws of the Torah are not comprehensive. They don't cover every possible scenario. So what does one do when the laws of the Torah don't address a certain area of life? Well, what you do is you go. This is what Jesus is doing. You go to the laws as wisdom and you say, well, what are the heart of the laws all about?",
    "start": "00:40:14",
    "end": "00:40:37"
  },
  {
    "text": "Well, hold on. Moses just goes straight to Yahweh.",
    "start": "00:40:37",
    "end": "00:40:42"
  },
  {
    "text": "Oh, yes. Okay. Solid point.",
    "start": "00:40:42",
    "end": "00:40:43"
  },
  {
    "text": "And we ran into this with the Passover.",
    "start": "00:40:43",
    "end": "00:40:46"
  },
  {
    "text": "Oh, yeah, that's right.",
    "start": "00:40:46",
    "end": "00:40:47"
  },
  {
    "text": "Thing.",
    "start": "00:40:47",
    "end": "00:40:47"
  },
  {
    "text": "Exactly. Oh. In fact, what the guys say at Passover is, why should we be withdrawn from the community? It's the same thing that the daughters say.",
    "start": "00:40:47",
    "end": "00:40:58"
  },
  {
    "text": "Yeah. So the Passover thing.",
    "start": "00:40:59",
    "end": "00:41:00"
  },
  {
    "text": "Yeah. Is hyperlinked.",
    "start": "00:41:00",
    "end": "00:41:02"
  },
  {
    "text": "Is hyperlinked.",
    "start": "00:41:02",
    "end": "00:41:02"
  },
  {
    "text": "Okay.",
    "start": "00:41:02",
    "end": "00:41:03"
  },
  {
    "text": "And that was when the. It was this in Leviticus, where Passover is done in the second week of the new year.",
    "start": "00:41:03",
    "end": "00:41:13"
  },
  {
    "text": "Yep. First month. Yeah.",
    "start": "00:41:13",
    "end": "00:41:14"
  },
  {
    "text": "And. But then there's all these, like, purity laws given to them about, hey, if you're, like, ritually impure, you got to go outside the camp. And then someone's like, wait, hold on a second. What if I'm ritually impure during Passover?",
    "start": "00:41:14",
    "end": "00:41:29"
  },
  {
    "text": "Yeah.",
    "start": "00:41:29",
    "end": "00:41:29"
  },
  {
    "text": "I can't go and do Passover. I have to be outside the camp. Like, that's ridiculous. Like, Passover is important. And then Moses is like, yeah, let me bring this to God.",
    "start": "00:41:30",
    "end": "00:41:37"
  },
  {
    "text": "Exactly. In other words, there are unforeseen circumstances, and we don't have a law for this. So Moses goes before God and gets a new revelation that is based on the wisdom inherent within the earlier commands. But it's a new formulation. Yeah, that's exactly right.",
    "start": "00:41:37",
    "end": "00:41:54"
  },
  {
    "text": "Yeah.",
    "start": "00:41:54",
    "end": "00:41:55"
  },
  {
    "text": "Yep. So this Narrative is actually in a matching position now here in the last movement of numbers.",
    "start": "00:41:55",
    "end": "00:42:00"
  },
  {
    "text": "Oh, is it? Okay?",
    "start": "00:42:00",
    "end": "00:42:01"
  },
  {
    "text": "Yep. So those are matching narratives within the numbers scroll.",
    "start": "00:42:01",
    "end": "00:42:04"
  },
  {
    "text": "Oh, those are both in numbers.",
    "start": "00:42:04",
    "end": "00:42:06"
  },
  {
    "text": "Yep, Those both in numbers. The Passover narrative was in the bun.",
    "start": "00:42:06",
    "end": "00:42:10"
  },
  {
    "text": "Got it.",
    "start": "00:42:10",
    "end": "00:42:11"
  },
  {
    "text": "Of the number scroll sandwich.",
    "start": "00:42:11",
    "end": "00:42:12"
  },
  {
    "text": "Yeah. Numbers is itself a new sandwich. A new sandwich.",
    "start": "00:42:12",
    "end": "00:42:17"
  },
  {
    "text": "Yeah. The wilderness narratives are in the middle.",
    "start": "00:42:17",
    "end": "00:42:19"
  },
  {
    "text": "Yeah.",
    "start": "00:42:19",
    "end": "00:42:19"
  },
  {
    "text": "And now we're in the bun on the bottom. And then they have matching narratives that are mirrors of each other. And these are the two ones, and they're two stories, and the first one is about those guys and Passover. In this story, it's about these daughters and the possession of land and the right of ownership over land. So what Moses does is he gets divine guidance for this new situation before.",
    "start": "00:42:19",
    "end": "00:42:43"
  },
  {
    "text": "We get to Jesus. Like this. You know, let's say I'm a second Temple Jewish person reading this. And I'm reading this, and I'm noticing, okay, there's all these laws. It's not comprehensive. They are being interspersed between narratives. These laws are teaching me something. And then you get to these two stories, let's just say this one where you're like, wow, okay, there's gonna be situations where the law code that I have is not comprehensive enough, and in which case, what do I do? And here you go. Okay, well, you have our priest king guy.",
    "start": "00:42:43",
    "end": "00:43:27"
  },
  {
    "text": "Yes. Yeah. Right. Priest prophet king guy.",
    "start": "00:43:27",
    "end": "00:43:30"
  },
  {
    "text": "The priest prophet king guy.",
    "start": "00:43:30",
    "end": "00:43:31"
  },
  {
    "text": "Yeah.",
    "start": "00:43:31",
    "end": "00:43:32"
  },
  {
    "text": "Go and talk with God and update the code. All right. Easy peasy. As long as you've got the prophet priest king guy.",
    "start": "00:43:32",
    "end": "00:43:42"
  },
  {
    "text": "That's right.",
    "start": "00:43:43",
    "end": "00:43:43"
  },
  {
    "text": "Ready to rule.",
    "start": "00:43:43",
    "end": "00:43:44"
  },
  {
    "text": "Exactly. Okay, perfect. Yeah. And note, like I've been told multiple times, our prophet priest king guy is about to die.",
    "start": "00:43:44",
    "end": "00:43:50"
  },
  {
    "text": "Yeah.",
    "start": "00:43:50",
    "end": "00:43:50"
  },
  {
    "text": "So this is like one of the last things he does. Does so. Yeah. Okay, so let's just register that point. The laws are incomplete. And there will be moments when we come up against a law that doesn't address the situation. Or if we just applied the laws we had from the past, it will actually result in injustice. Not because the law wasn't good in its context, but because our context has changed. This narrative is drawing explicit attention to the fact that God's commands were given in context and that when the context change, it requires divine wisdom to hear how the heartbeat of earlier laws needs to be applied in new ways. And here it's about gender dynamics and the possession of land. So here's where I think the Adam and Eve and the Eden stuff fits in here. Is that what's the logic here? Up till now, land possession in Israel has been talked about within the patriarchal framework that was just common to the ancient near east and ancient Israel. But then these daughters bring their case and what God says is they are right. There shouldn't be a family that loses possession of the land just because there isn't a patriarch. What if there are young women who can become matriarchs and exercise rule and authority over a piece of land in the clans? And God says that is right. So the question is, is God turning back to some wisdom principle in an earlier law? And there isn't a law that addresses this, but there is a narrative in the Torah that talks about male and female as partners ruling over the Eden land together. And that's the Garden of Eden story and the seven day narrative in Genesis 1 and then its complement in the Eden story of Adam and Eve in the garden. This is my interpretation. My case of what's going on here is that this narrative is showing some like young Eve figures. And now we're outside Eden and they're coming and saying what? Only Adam gets to rule the land and have land passed down. God's original command in Genesis 1 and commission was to male and female, let them rule and be fruitful and multiply. So I think within the logic of the Torah, these daughters, without knowing it, but I think for the reader, these daughters are to be seen as appealing to God's core original heartbeat for the partnership of male and female over the land. And that's what these daughters appeal to. And God says they are right. That is what I want. What I want is sons and daughters who can rule and have responsibility in the land together. And then God updates the law. That's remarkable, man. At least I think that's remarkable. But do you see the steps I'm taking there?",
    "start": "00:43:52",
    "end": "00:46:57"
  },
  {
    "text": "Yeah, I do.",
    "start": "00:46:57",
    "end": "00:46:58"
  },
  {
    "text": "What does God mean when he says they are right? What he means is if things don't change here, there will be something happens that's wrong. Yeah, that's the implication.",
    "start": "00:46:58",
    "end": "00:47:07"
  },
  {
    "text": "You could say that what's happening here is that they're right, that their family, clan shouldn't die out. And so because of that they get to keep the land, but then it's gonna pass on to their sons, right?",
    "start": "00:47:08",
    "end": "00:47:25"
  },
  {
    "text": "Yes, yes. But remember, their argument is why should the name of our father be withdrawn from among his family because he had no son. That's one, yeah. Then the second argument there is give us land possession among the father's brothers. So in other words, name and land. The assumption is being able to be settled in a land with a Family connected to the family name, flourishing in the land. That. That shouldn't be dependent on only having male inheritors. Yeah, there should be male and female inheritors who can keep the family name and the flourishing family in the land.",
    "start": "00:47:26",
    "end": "00:48:02"
  },
  {
    "text": "But just to be, you know, to push back on it is what I would imagine the argument back would be. It's only given to the women as a concession when there wasn't men to get it. And then when. When there is now going to be new kiddos, it's going to go to.",
    "start": "00:48:03",
    "end": "00:48:22"
  },
  {
    "text": "The men again if they have sons. Yeah, that's right.",
    "start": "00:48:22",
    "end": "00:48:25"
  },
  {
    "text": "So it's like protecting the name of the family clan. But it's not all of a sudden saying like, hey, yeah, look, it doesn't matter, male or female. Like it's going to pass down equally. Like it doesn't.",
    "start": "00:48:25",
    "end": "00:48:37"
  },
  {
    "text": "That's right.",
    "start": "00:48:37",
    "end": "00:48:38"
  },
  {
    "text": "It doesn't make this, like, massive change, which you're saying in Genesis 1, you're saying, you're reading is. Is there's an equality there. God created human as male and female.",
    "start": "00:48:38",
    "end": "00:48:50"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:48:50",
    "end": "00:48:51"
  },
  {
    "text": "As the image of God, he created them. So both of them are the image of God, male and female. And we've talked about this too, where you see in the narrative where Adam the human was split in two and given his azer.",
    "start": "00:48:51",
    "end": "00:49:06"
  },
  {
    "text": "His, like, delivering help.",
    "start": "00:49:06",
    "end": "00:49:08"
  },
  {
    "text": "Delivering helper.",
    "start": "00:49:08",
    "end": "00:49:10"
  },
  {
    "text": "Yeah.",
    "start": "00:49:10",
    "end": "00:49:10"
  },
  {
    "text": "So the one becomes two. You just get this sense of, like, the significance of the equality. Now, that's a rabbit hole. Because you could read a lot of New Testament letters and it feels like there's a sense of some sort of patriarchy.",
    "start": "00:49:10",
    "end": "00:49:27"
  },
  {
    "text": "Yeah, yeah. And you can read the New Testament letters and see a lot of mutualistic quality.",
    "start": "00:49:27",
    "end": "00:49:33"
  },
  {
    "text": "Yeah.",
    "start": "00:49:33",
    "end": "00:49:33"
  },
  {
    "text": "In those same letters within the same letter.",
    "start": "00:49:34",
    "end": "00:49:36"
  },
  {
    "text": "Yeah.",
    "start": "00:49:36",
    "end": "00:49:36"
  },
  {
    "text": "So, yeah, that's not a rabbit hole we're going down. We're just trying to read the Torah on its own terms.",
    "start": "00:49:36",
    "end": "00:49:41"
  },
  {
    "text": "So what I could get to here, which is really cool, is like, yes, the law of God is not shown as complete. And we have these narratives that are like teaching us something about what do you do when you come into a situation where the law is incomplete? Whether that's the context changing or it's just that things are a little bit more nuanced than the law is prepared to instruct for.",
    "start": "00:49:42",
    "end": "00:50:11"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:50:11",
    "end": "00:50:11"
  },
  {
    "text": "In which case. And this is the second narrative we see in this, you have your prophet, priest, king, figure go and talk with Yahweh and give you an updated law.",
    "start": "00:50:12",
    "end": "00:50:22"
  },
  {
    "text": "Yeah.",
    "start": "00:50:22",
    "end": "00:50:22"
  },
  {
    "text": "There's a second point which you're saying.",
    "start": "00:50:22",
    "end": "00:50:24"
  },
  {
    "text": "Here, which is the Gender dynamic of daughters and sons.",
    "start": "00:50:24",
    "end": "00:50:27"
  },
  {
    "text": "Yeah, and that's really fascinating. And so let's just put a pin in it and just say, like, that's really cool. Fascinating thing that in this very patriarchal setting, you would get a story like this.",
    "start": "00:50:27",
    "end": "00:50:37"
  },
  {
    "text": "Yeah, yeah. I think. Well, let me. I want to pull up the pin and look at it a little more.",
    "start": "00:50:37",
    "end": "00:50:42"
  },
  {
    "text": "Pull it up.",
    "start": "00:50:42",
    "end": "00:50:42"
  },
  {
    "text": "That's right. And I think this is often the dynamic, especially that modern readers have, and especially modern Christian readers have when we read the laws of the Torah, because we're sitting thousands of years forward, post Jesus, post Pentecost. And what we can see is that the Spirit has been leading God's people a journey that has had genuine steps forward in terms of a more perfect realization of the ethic and of the good in the communal life of God's people. What I'm saying is that the laws of the Torah are not a perfect expression of the ideal will of God for all people, all times. Everywhere. This law is saying the laws were given address to certain moments, and then as you watch the law of God and the instruction of God develop and then get developed in the teachings of Jesus, Jesus, right, explicitly says, I haven't come to set aside the Torah and the prophets, but to fill them full. It's like the Torah and the laws are like a cup, but there is still more. There's still more fullness to what they're pointing to. And so the Sermon on the Mount is a point where Jesus takes the earlier laws, pushes their logic and the heartbeat of their wisdom even further. And so I think what's happening here is we have a moment within ancient Israel where that dynamic was already in place. In other words, Jesus wasn't innovating by saying there's a wisdom to the Torah that takes the wording of the laws, but then uses that as a launchpad to explore their wisdom and apply them in ways that are even more faithful to their meaning. And that's the dynamic happening here.",
    "start": "00:50:42",
    "end": "00:52:33"
  },
  {
    "text": "Yeah, okay, but Moses doesn't go back to Genesis, chapters one and two.",
    "start": "00:52:34",
    "end": "00:52:39"
  },
  {
    "text": "No.",
    "start": "00:52:40",
    "end": "00:52:40"
  },
  {
    "text": "And then say like. Yeah, and say like, okay, you know what? There's wisdom underneath this, and this is part of the Torah. And so, yeah, you guys get to have land. He goes to Yahweh.",
    "start": "00:52:40",
    "end": "00:52:51"
  },
  {
    "text": "He goes to Yahweh. That's right. That's right.",
    "start": "00:52:51",
    "end": "00:52:52"
  },
  {
    "text": "But what we see Jesus do, he takes the Torah and he finds wisdom principles. And he says, we can use the wisdom of the Torah to fill full what God wants for us to be complete.",
    "start": "00:52:52",
    "end": "00:53:06"
  },
  {
    "text": "Yeah, but I'M saying is a little different than that even. What I'm saying is the structure of the Torah invites the reader, not Moses invites the reader to see this generation going into the land with all kinds of parallel to Adam and Eve in Eden. And so if this generation is like a new Adam and Eve, there is no coincidence that you have here a story about men and these women saying, hey, we can possess and have responsibility over the land too. So what I'm saying is the fact that it is a story about men and women having a shared responsibility over the new Eden land, this is this story's way of recalling that shared responsibility of Adam and Eve over the garden. So that's not something that I'm saying the people in this story are doing or thinking, but the construction of the Torah and the way this generation set on analogy to Adam and Eve I think is a part of the story's meaning for the reader based on what the author's doing. And once you see that, then you can see that, oh, Jesus is like the fulfillment of a long tradition of biblical authors and prophets saying that the laws of God are perfect and good and wise. But true wisdom can never be locked into just one context because contexts always change as creation develops. And so you're going to need to depend on the laws, the wisdom of the Torah, to take you into new territory so that you can discern God's will, even when there are no laws that apply, or the laws, as originally worded, don't apply. Which means you need God's wisdom to see how they apply in new ways. And that's what this story is about. Yeah. So for some reason, I think I just like this one as much as I like the Passover one back earlier because it's a cool hyperlink between Genesis 1 and 2 and this generation in the land. It's about male and female with shared responsibility over the land. And then also it's showing a dynamic in the Torah itself that Jesus clearly saw and saw himself fulfilling and carrying forward when he said, I didn't come to set aside the Torah and prophets, but to fill them full. And that's his introduction to the six case studies where he says, you've heard it said in the Torah, and I say to you, what God wants us to do is take the wisdom of the laws and take it further into the new creation.",
    "start": "00:53:06",
    "end": "00:56:11"
  },
  {
    "text": "And yet Jesus doesn't give us some sort of comprehensive, like, rulebook for being human or how to take wisdom principles.",
    "start": "00:56:12",
    "end": "00:56:20"
  },
  {
    "text": "Forward all the way. The Sermon on the Mount's only Three chapters. But, man, it's like, there's a universe in those three chapters. There's a universe of wisdom for all of life. There's not a universal law for all of life, but there's universal wisdom derived from the laws.",
    "start": "00:56:20",
    "end": "00:56:39"
  },
  {
    "text": "Okay, so let's cash this out.",
    "start": "00:56:39",
    "end": "00:56:41"
  },
  {
    "text": "Yeah.",
    "start": "00:56:42",
    "end": "00:56:42"
  },
  {
    "text": "I want to be a person who listens to God's voice. Shema. A shema heart can listen. And. And then if God says, this is the way, I'm like, okay, that's the way.",
    "start": "00:56:43",
    "end": "00:56:56"
  },
  {
    "text": "Yeah.",
    "start": "00:56:57",
    "end": "00:56:57"
  },
  {
    "text": "I don't have a Moses figure who's coming down off a mountain and saying, like, hey, I got an update. Here's the new. Like, here's the new law code. I can't go to.",
    "start": "00:56:57",
    "end": "00:57:07"
  },
  {
    "text": "You don't think you have one?",
    "start": "00:57:07",
    "end": "00:57:08"
  },
  {
    "text": "I haven't. I. Yeah. I mean, do I have one?",
    "start": "00:57:08",
    "end": "00:57:12"
  },
  {
    "text": "I think you do.",
    "start": "00:57:13",
    "end": "00:57:14"
  },
  {
    "text": "I do.",
    "start": "00:57:14",
    "end": "00:57:14"
  },
  {
    "text": "Yeah.",
    "start": "00:57:15",
    "end": "00:57:15"
  },
  {
    "text": "Really?",
    "start": "00:57:17",
    "end": "00:57:17"
  },
  {
    "text": "Yeah. I think he's sustaining your existence right this very moment.",
    "start": "00:57:18",
    "end": "00:57:21"
  },
  {
    "text": "You're talking about God himself.",
    "start": "00:57:23",
    "end": "00:57:24"
  },
  {
    "text": "Talking about the spirit of God.",
    "start": "00:57:25",
    "end": "00:57:26"
  },
  {
    "text": "The spirit of God, Totally.",
    "start": "00:57:26",
    "end": "00:57:28"
  },
  {
    "text": "I mean, and I'm kind of trying to catch you off guard a little bit, but I think that's what Jesus and the apostles would want us to.",
    "start": "00:57:28",
    "end": "00:57:36"
  },
  {
    "text": "Okay, but there's a difference, right? Between, like, here's a guy. We can all see him.",
    "start": "00:57:36",
    "end": "00:57:41"
  },
  {
    "text": "Yeah.",
    "start": "00:57:41",
    "end": "00:57:42"
  },
  {
    "text": "Right?",
    "start": "00:57:42",
    "end": "00:57:42"
  },
  {
    "text": "Yes. Okay. There he is. That's. There's a. That's an important difference.",
    "start": "00:57:42",
    "end": "00:57:45"
  },
  {
    "text": "We all can see this dude. He can go up the mountain, and we could come to him and be like, hey, Moses.",
    "start": "00:57:45",
    "end": "00:57:50"
  },
  {
    "text": "Yeah.",
    "start": "00:57:50",
    "end": "00:57:51"
  },
  {
    "text": "Like, here's the situation. I want to do Passover. I'm unclean. Like, what do I do? Or you can imagine. It's like, hey, Moses. Like, here's the situation. Like, my wife died and whatever. You know, whatever the situation is. And you're like, what should I do? And then Moses, like, that's a good question. I'll be back. And then I watch him go up the mountain, come back down, he goes, here's the law. And we can all be like, sweet, awesome.",
    "start": "00:57:51",
    "end": "00:58:16"
  },
  {
    "text": "Yep. Just tell us what to do, Moses. It would be great if I didn't have to exercise any, like, moral reasoning or thinking of my own. Just give me the instruction. I'm being facetious, obviously.",
    "start": "00:58:16",
    "end": "00:58:31"
  },
  {
    "text": "Well, you're making that sound like it's a bad thing to ask, Moses. But here, like, this is like, no, totally.",
    "start": "00:58:31",
    "end": "00:58:36"
  },
  {
    "text": "I'm with you. This is. It's great if you have Moses. That's right. Yeah. In person. To go ask. That's right.",
    "start": "00:58:36",
    "end": "00:58:42"
  },
  {
    "text": "And so that guy doesn't exist.",
    "start": "00:58:42",
    "end": "00:58:46"
  },
  {
    "text": "Or maybe he does exist, but, like, the relationship isn't such that he's like standing there in the flesh and that you can talk to him. Right, yeah.",
    "start": "00:58:47",
    "end": "00:58:55"
  },
  {
    "text": "So what you're saying is Jesus is the greater than Moses, who has given us a spirit.",
    "start": "00:58:55",
    "end": "00:59:00"
  },
  {
    "text": "Yeah. So you have Jesus is clearly presented as a new Moses, prophet, priest, king, figure. The Sermon on the Mount is him doing in his day what Moses was doing right here. And then for us, post resurrection and Pentecost, the Spirit sent by the Father and the Son to be the presence of Jesus in our midst, I think is our equivalent of the prophet, priest, king that we consult. I mean, think. Yeah, think this all the way back to years ago, our series on the Book of Acts. This is precisely a parallel set of problems that the apostles faced in the first decade of the Jesus movement, which is Jesus is Israel's Messiah, to create a remnant among Israel, to participate in the renewal of Israel so that the nations can be blessed. And within the Hebrew Bible, that is mostly depicted as nations incorporated into the national ethnic entity that is Israel. And what starts happening on the ground is that non Israelites start following the way of Jesus and the Spirit that came upon Messianic Jews starts falling on Cornelius, a Roman centurion in his family. Right. I mean, that's the dynamic.",
    "start": "00:59:00",
    "end": "01:00:23"
  },
  {
    "text": "Yep.",
    "start": "01:00:23",
    "end": "01:00:24"
  },
  {
    "text": "It surprises them.",
    "start": "01:00:24",
    "end": "01:00:25"
  },
  {
    "text": "Yeah.",
    "start": "01:00:25",
    "end": "01:00:26"
  },
  {
    "text": "And so the way they go consult.",
    "start": "01:00:26",
    "end": "01:00:29"
  },
  {
    "text": "Well, then the question on the ground is, do these non Jewish followers of Jesus have to be circumcised, need to be circumcised and follow the ritual feasts.",
    "start": "01:00:29",
    "end": "01:00:39"
  },
  {
    "text": "That's right, yeah. Because the laws as stated say they're supposed to do Sabbath, get circumcised, eat kosher. Yeah, like that's what the laws say. The Torah of God says that. So what they do is their version of, like what the daughters do here. Their version is what we call the Jerusalem Council in Acts chapter 15. But all the way starting back in chapter 10, leading up to it of the Book of Acts. So what they do is they get people from all sides of the experience. They get the Jerusalem leaders, they get people who think the laws say, right, non Israelite Israelites, we all have to live by the laws of the Torah. And then they get people who think that there's the Spirit's pushing us in a new direction. And they get non Israelites who actually have been filled by the Spirit and are following Jesus in these communities up in Antioch. And they all come together and pray and read the Bible and debate and argue, and then they collectively discern what the prophet priest King is telling them.",
    "start": "01:00:39",
    "end": "01:01:50"
  },
  {
    "text": "Well, that's not happening anymore.",
    "start": "01:01:50",
    "end": "01:01:52"
  },
  {
    "text": "What's not happening anymore?",
    "start": "01:01:53",
    "end": "01:01:54"
  },
  {
    "text": "This collective discernment of the spirit.",
    "start": "01:01:54",
    "end": "01:01:57"
  },
  {
    "text": "What do you mean it's not? Well, I mean, do you think it happens all the time?",
    "start": "01:01:57",
    "end": "01:02:01"
  },
  {
    "text": "I would like to believe it does, but what you seem to see is just a fracturing of like, oh, no, God wants this over here and it's very clear. And so we're going to build this tradition and we've got it right. And then another group saying, like, no, actually God is saying this. And then they don't come together and pray and read the Bible, and instead everyone kind of just goes their own way.",
    "start": "01:02:02",
    "end": "01:02:30"
  },
  {
    "text": "Sometimes they do, sometimes they do, John, and sometimes they have and sometimes they do, sometimes they don't, and sometimes they haven't. This is the journey, the debacle, and the beautiful thing that is the history of the Jesus movement. I'm not saying that the history of Jesus followers throughout the world have embodied this perfectly. What I'm saying is the biblical narrative offers us a model, an ideal and resources for how to do this work and whether or not we do it or have.",
    "start": "01:02:31",
    "end": "01:03:04"
  },
  {
    "text": "You think it's possible. You think it's like, I have to.",
    "start": "01:03:04",
    "end": "01:03:08"
  },
  {
    "text": "Think it's possible or else I don't really want to be a Christian. I have to think it's possible.",
    "start": "01:03:08",
    "end": "01:03:14"
  },
  {
    "text": "But when you look out at the landscape of Christendom, there's a lot of cool, beautiful things. Yeah, but you gotta agree that, like, there is a lot of fractured.",
    "start": "01:03:15",
    "end": "01:03:30"
  },
  {
    "text": "Of course, yes. As much, if not more than harmony in agreement. I mean, just look at history. Yeah, totally. But we also live outside Eden, and every one of these councils that we might attempt is, you know, full of factors. Personal desire, ambition, traditionalism, genuine, like trying to adapt the way of Jesus to some sort of foreign or antithetical story or worldview. I'm not saying it's easy. I'm saying it's complicated. This was a conflict that these daughters introduced. They brought a legal case to the tent of Yahweh.",
    "start": "01:03:30",
    "end": "01:04:13"
  },
  {
    "text": "Well, yeah, and it was a big deal in acts. It was a huge deal during the council. I mean, that was a massive decision and I'm sure everyone wasn't down with it.",
    "start": "01:04:13",
    "end": "01:04:21"
  },
  {
    "text": "But I'm not saying it's simple. I'm not trying to. But I'm just trying to say there is this ideal and a model given within the biblical story for what the community is to do when it faces these moments.",
    "start": "01:04:21",
    "end": "01:04:34"
  },
  {
    "text": "This feels significant for. For some people, maybe this won't feel significant, but I think for many people, especially someone who comes from my background, where if you see something like an ax, where they have to kind of figure it out, you would say, well, yeah, like in the Bible, there was still, you know, the Spirit was working, things were getting figured out, but then it all came to a close. And now our only job is to just follow what the Bible says. Like, that was, you know, my tradition. And so the Spirit's not gonna come and, like, tell you some new thing. In fact, that's super dangerous. Like, that's where you're gonna get heresy. That's where you're going to, like. And the whole thing could fall apart totally.",
    "start": "01:04:36",
    "end": "01:05:24"
  },
  {
    "text": "But let me just insert. What the apostles discern in Jerusalem is, oh, my gosh, this is not a new thing. What they find in the Scriptures is the realization of not something new, but something very old. In other words, what they discover is that, oh, my gosh, incorporation of non Israelites, it might feel new, but actually it's a deep. It's the logical conclusion hidden so deep within the biblical story that until we came to this moment, we didn't ever see it.",
    "start": "01:05:24",
    "end": "01:05:56"
  },
  {
    "text": "I see. And so you're saying the same thing with this story here where Moses, you know, he goes to Yahweh, but in the Torah, as a reader of the Torah, you're like, well, I've read Genesis 1 and 2, male and female, both are inheritors of the land together as partners.",
    "start": "01:05:56",
    "end": "01:06:12"
  },
  {
    "text": "This is not new at all.",
    "start": "01:06:12",
    "end": "01:06:13"
  },
  {
    "text": "It's not new at all. Yeah, there's not innovation. I see.",
    "start": "01:06:14",
    "end": "01:06:17"
  },
  {
    "text": "It's more perfectly realizing the deep inner logic of God's will throughout the world.",
    "start": "01:06:18",
    "end": "01:06:24"
  },
  {
    "text": "And that's what my tradition would say was like, yeah, the Spirit will talk, but he'll never contradict.",
    "start": "01:06:24",
    "end": "01:06:29"
  },
  {
    "text": "Yeah, yeah, the Scriptures. Right, but contradict on what level? On the surface level, wording of the laws of the Torah.",
    "start": "01:06:29",
    "end": "01:06:37"
  },
  {
    "text": "Well, that's where it gets tricky. Right? Because then you have to decide, like, what Exactly.",
    "start": "01:06:39",
    "end": "01:06:43"
  },
  {
    "text": "Right. I'm not trying to simplify it. I'm trying simplify what the ideal is and that this dynamic is anticipated within the biblical story. I'm not saying that actually pulling this off is simple, but, yeah, you have hope.",
    "start": "01:06:43",
    "end": "01:06:58"
  },
  {
    "text": "You have hope that the people of Jesus can in like, new ways come together and read the Bible and pray and hear from the Spirit and go, oh, yes, this is here. We hadn't seen it. Like, we can all stack hands and say, God is telling us something new that is old.",
    "start": "01:06:58",
    "end": "01:07:22"
  },
  {
    "text": "I have hope and I have to have hope. I don't have optimism.",
    "start": "01:07:24",
    "end": "01:07:28"
  },
  {
    "text": "We talked about this before.",
    "start": "01:07:30",
    "end": "01:07:31"
  },
  {
    "text": "I have to have hope. There have been these moments in the history of the Jesus movement, and I have to believe that there will continue to be and that all of those moments, so rare as they are, are pointers forward to a new creation where people can live and discern the will of God together in a way that unites and creates peace. I have to believe that otherwise. I mean, I used to say otherwise, I'll just go skateboarding or play golf or something, but it's like, what's the point of that? So I have to have hope that this is possible. And I've had little tastes of it in local church communities that I've been a part of, where you see little moments of unity and God speaking new wisdom. That's actually old. But I think this is what has made the dynamic of the Jesus movement what it is as a world changer throughout history. Not always perfectly, of course, not always perfectly because it's humans and we're outside of Eden. But anyway, can I just draw attention? The fact that we're having this conversation based off a story in Numbers 27, verses 1 through 11 about the daughters of Zelophchad. I love the Hebrew Bible, man. I just. It's so awesome.",
    "start": "01:07:32",
    "end": "01:08:56"
  },
  {
    "text": "Anyway, you were going to show us, I think, three stories in this conversation.",
    "start": "01:08:56",
    "end": "01:09:02"
  },
  {
    "text": "Yeah. The story that we'll look at next about Joshua will actually set us up for some other things going on in this section of Numbers, but I think this was perfect. When God's people transition generations and are on the horizon of new circumstances, it requires new wisdom to find the old wisdom that was always there. And that's what this story is all about. This section of the Book of Numbers, otherwise known as in the Wilderness.",
    "start": "01:09:02",
    "end": "01:09:31"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week, we continue in the third movement of numbers, and we look at Moses passing the baton of leadership to a man who's going to inherit Moses splendor. A man named Joshua.",
    "start": "01:09:34",
    "end": "01:09:49"
  },
  {
    "text": "The ideal human figure, the high priest, is depicted as a shiny, shimmery figure, and then Moses is depicted as a shiny, shimmery figure. And so Joshua here is depicted as someone with the splendor of Moses, too.",
    "start": "01:09:50",
    "end": "01:10:02"
  },
  {
    "text": "Today's show was produced by Cooper Peltz and edited by Dan Gummel and Tyler Bailey. Lindsey Ponder with the show notes. Ashlyn Hice and Mackenzie Buxman have provided the annotations for our annotated podcast in our app. Bibleproject is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus and everything that we make is already paid for by thousands of people just like you. So thank you for being a part of this with us. Hi, this is Andre and I'm from Cape Town, South Africa. Hi, this is Chad from Oro Valley, Arizona.",
    "start": "01:10:02",
    "end": "01:10:37"
  },
  {
    "text": "I stumbled upon bibleproject videos several years.",
    "start": "01:10:37",
    "end": "01:10:40"
  },
  {
    "text": "Ago and have been a regular video.",
    "start": "01:10:40",
    "end": "01:10:42"
  },
  {
    "text": "Watcher and podcast listener ever since.",
    "start": "01:10:42",
    "end": "01:10:45"
  },
  {
    "text": "I first heard about bibleproject from my mentor. I use bibleproject for Read the Bible in one year.",
    "start": "01:10:45",
    "end": "01:10:51"
  },
  {
    "text": "I love to use bibleproject videos in.",
    "start": "01:10:51",
    "end": "01:10:53"
  },
  {
    "text": "Conjunction with my family's daily reading. My favorite thing about bibleproject is the Spotify podcast. Before we start a new book, we watch.",
    "start": "01:10:53",
    "end": "01:11:03"
  },
  {
    "text": "The video helps to give us the.",
    "start": "01:11:03",
    "end": "01:11:05"
  },
  {
    "text": "Overall unified picture and story. We believe the Bible is a unified.",
    "start": "01:11:05",
    "end": "01:11:11"
  },
  {
    "text": "Story that leads to Jesus.",
    "start": "01:11:11",
    "end": "01:11:12"
  },
  {
    "text": "We're a crowdfunded project by people like me.",
    "start": "01:11:12",
    "end": "01:11:15"
  },
  {
    "text": "Find videos, study notes, podcasts, classes, and more@bibleproject.com.",
    "start": "01:11:16",
    "end": "01:11:21"
  },
  {
    "text": "Sam.",
    "start": "01:11:32",
    "end": "01:11:46"
  }
]