[
  {
    "text": "In this episode of the BibleProject podcast, Tim and I are gonna be dialoguing about a theme in the Bible that begins at the very beginning of Scripture, goes all the way to the end, and it's a theme that's central to Jesus message, but it's incredibly difficult for us to understand. Well, I should say, at least for me to understand, it's the theme of the kingdom of God. This dialogue was super helpful for me in wrapping my mind around why that was so central to Jesus's message and what it should mean to me if I'm trying to follow Jesus. We broke this up into three parts. In this first part, Tim introduces the concept of the kingdom of God and shows us how it is staring us in the face in Genesis, chapter one.",
    "start": "00:00:03",
    "end": "00:00:48"
  },
  {
    "text": "Pleasing all your mentors are never quite convinced. Now you are mature.",
    "start": "00:00:52",
    "end": "00:00:59"
  },
  {
    "text": "One of the most interesting little mental exercises to do is to ask yourself, if I tried to boil down everything I know about what Jesus ever said, if I had to summarize it in one sentence or think of one sentence, saying or teaching that is the essence of what I think he taught, what would that be?",
    "start": "00:01:05",
    "end": "00:01:22"
  },
  {
    "text": "Right, so what would it be?",
    "start": "00:01:22",
    "end": "00:01:24"
  },
  {
    "text": "Well, you tell me. It's my question. I've done it before.",
    "start": "00:01:24",
    "end": "00:01:26"
  },
  {
    "text": "Yeah, yeah, we just did this. We already went for this exercise, but I said, love your neighbor is what I said.",
    "start": "00:01:27",
    "end": "00:01:34"
  },
  {
    "text": "Yes, love your neighbor. Popular number one. Coming in at a hot second would be like the golden rule. Do unto others as you would have them do to you. Maybe, you know, somebody who's really passionate about social justice might think of love your enemies, forgive them, pray for them, that kind of thing.",
    "start": "00:01:34",
    "end": "00:01:57"
  },
  {
    "text": "Someone who deals with a lot of anxiety, like me, I always go to do not worry. For some reason, that one feels like an important.",
    "start": "00:01:57",
    "end": "00:02:04"
  },
  {
    "text": "Yeah, birds don't worry about foods, so why should you? Yeah, so here's what's interesting about that, is that how I summarize what I think is the main message or teaching of Jesus tells me a lot about who I think Jesus was. And so in contrast to that is an interesting fact that three of the four accounts of Jesus's life in the New Testament, the Gospels, according to Matthew, Mark, and Luke, they summarize the whole message of Jesus for us in the first sentence that they put in his mouth when he comes onto the public scene in each of those gospels. And that summary sentence is repent, for the kingdom of God is here or it has arrived. So from the Gospel author's point of view, the moral teachings of Jesus, love your neighbor, the scandalous Moral teachings, forgive your enemies, that kind of thing. Those are not the essence of Jesus message. Those are subordinate to some larger, more important idea. Those behaviors only make sense in light of some bigger thing. And that bigger thing is that the kingdom of God is here.",
    "start": "00:02:04",
    "end": "00:03:24"
  },
  {
    "text": "And so would you say, because the gospel authors summarize it as the kingdom of God is here or near? What do they say? Here or near?",
    "start": "00:03:24",
    "end": "00:03:32"
  },
  {
    "text": "Near or has arrived?",
    "start": "00:03:33",
    "end": "00:03:34"
  },
  {
    "text": "Or has arrived.",
    "start": "00:03:34",
    "end": "00:03:35"
  },
  {
    "text": "Kind of the way I like to.",
    "start": "00:03:35",
    "end": "00:03:36"
  },
  {
    "text": "Paraphrase it, that since they're doing that, that's how a Christ follower should.",
    "start": "00:03:36",
    "end": "00:03:42"
  },
  {
    "text": "Yeah, I think. Yeah. So we tend to, by those summaries, think of Jesus primarily as a moral teacher. The gospels are interested in portraying Jesus as a prophet in line with Israel's prophets who was announcing and heralding the great day of God's justice and salvation.",
    "start": "00:03:43",
    "end": "00:04:05"
  },
  {
    "text": "Do you think that we don't emphasize that because we just don't understand. I mean, it's a lot harder to understand this idea of the kingdom of God, how that ties into all this prophecy. I mean, it's really dense.",
    "start": "00:04:06",
    "end": "00:04:20"
  },
  {
    "text": "Yeah, it's all. It's a foreign narrative to us.",
    "start": "00:04:21",
    "end": "00:04:23"
  },
  {
    "text": "Yeah.",
    "start": "00:04:23",
    "end": "00:04:24"
  },
  {
    "text": "You know, so we, we in the west have a grand narrative of like moral progress. Really. I mean, that's the driving narrative of the Western world of moral progress. So we like to tie Jesus into that where we can. But Jesus grand narrative was about the covenant story of God in Israel and the world coming to its climax in himself and the arrival of the kingdom. And that's weird. And because kingdom and prophecy has in American Christianity mostly been dominated by end of the world left behind weirdness that we, we don't know what to do with this part of who Jesus is.",
    "start": "00:04:24",
    "end": "00:05:10"
  },
  {
    "text": "Yeah, that makes sense. And that's why I like this project so much is, is it's going back and saying, okay, what is this kind of crazy story that. Well, it's unfamiliar to us. We get feedback that the word crazy is not. It's a bad word to use. We like to use it. It's unfamiliar, surprising, strange story.",
    "start": "00:05:10",
    "end": "00:05:30"
  },
  {
    "text": "Yeah.",
    "start": "00:05:31",
    "end": "00:05:31"
  },
  {
    "text": "And so this idea of God's kingdom, that's one of the strangest things for.",
    "start": "00:05:31",
    "end": "00:05:37"
  },
  {
    "text": "Yeah, we don't, you know, other than, I mean, there are still kingdoms in the world today, but they're mostly kind of, you know, the United Kingdom, Britain has a queen and a prince and princess and that kind of thing. But for the most part, they're archaic survivals from an earlier era of human history. So kingdom and kings isn't a social reality for, you know, most Westerners. And for most of the modern world. So we think of democracy, not kings. And so it's just. So the word is foreign in its imagery. And then the story, the biblical story that Jesus sees himself fulfilling is also foreign to us because it's not our grand narrative. But so the whole point is that for Jesus, he summarized his message. The kingdom of God is what Jesus talked about more than any other topic, hands down. So just in the Gospel of Matthew alone, Jesus mentions the kingdom over 50 times, which is 1.5 times per page of the 28th chapter of Gospel of Matthew. So it's clearly that's what he dominated. That was the dominating theme of his teaching. So if we want to understand who Jesus is and who he sees himself as, we need to learn what this term meant and how it fits into the story of the Bible. The English word kingdom, if you look like in the dictionary, it primarily refers to a place. And the Greek and Hebrew words, Greek, basileia and Hebrew, malkut, refers to an activity, an action.",
    "start": "00:05:37",
    "end": "00:07:38"
  },
  {
    "text": "In English, it refers to a place.",
    "start": "00:07:39",
    "end": "00:07:40"
  },
  {
    "text": "Hebrew, in English, it refers to Hebrew. The biblical term Old Testament and New Testament refers primarily to an action that includes a place. So here's how I say it in the notes here, that in Bible it refers to an action, the rule or the reign of a king over his people, which is going to be somewhere.",
    "start": "00:07:40",
    "end": "00:08:02"
  },
  {
    "text": "So, like you're kingdoming someone.",
    "start": "00:08:02",
    "end": "00:08:03"
  },
  {
    "text": "Yeah. Or I actually think the verbs rule, or we have the noun in English, the reign of a king.",
    "start": "00:08:04",
    "end": "00:08:13"
  },
  {
    "text": "Right.",
    "start": "00:08:14",
    "end": "00:08:14"
  },
  {
    "text": "Which obviously has to take place somewhere.",
    "start": "00:08:15",
    "end": "00:08:18"
  },
  {
    "text": "So by saying the reign of a king is the same thing as saying.",
    "start": "00:08:18",
    "end": "00:08:21"
  },
  {
    "text": "The kingdom of a king in the Bible. Yes, in the Bible, yeah. Or the word kingdom has just stuck with us from older English, from the King James and Tyndale before him. And that noun has just stuck in the English translations over time. But the biblical word refers to the activity of a king reigning over his people.",
    "start": "00:08:21",
    "end": "00:08:43"
  },
  {
    "text": "So when Jesus says the kingdom of God is here, you could translate that the reign of God is here.",
    "start": "00:08:45",
    "end": "00:08:51"
  },
  {
    "text": "Correct. And the importance is that, especially because Matthew is the first gospel in the New Testament. The frequent phrase in Matthew is the kingdom of heaven, which Jesus uses synonymously with the kingdom of God. Heaven is just a paraphrase. We're talking about God's reign or the reign of heaven. But the problem in the history of Western interpretation has been because kingdom of heaven is what people read first in the New Testament.",
    "start": "00:08:51",
    "end": "00:09:20"
  },
  {
    "text": "Right.",
    "start": "00:09:20",
    "end": "00:09:20"
  },
  {
    "text": "They think of it as a place.",
    "start": "00:09:21",
    "end": "00:09:22"
  },
  {
    "text": "Yeah, because heaven is a place.",
    "start": "00:09:23",
    "end": "00:09:25"
  },
  {
    "text": "Heaven is God's space up in the clouds somewhere.",
    "start": "00:09:25",
    "end": "00:09:28"
  },
  {
    "text": "And so there's a kingdom up there.",
    "start": "00:09:28",
    "end": "00:09:30"
  },
  {
    "text": "There's a kingdom up there and it's arriving here. And that's. Yeah, I mean, that's not too far from the idea. But. But it, it. It's more talking about there is a place, there's God space, where God is king and where everything.",
    "start": "00:09:30",
    "end": "00:09:48"
  },
  {
    "text": "There's a reality in which God reigns.",
    "start": "00:09:49",
    "end": "00:09:50"
  },
  {
    "text": "There's a reality in which God reigns and where everything that is done is God's will. And the story of the Bible as it goes on the Earth has become a place where God's will is not done because we assert our will over it, and God's allowed us to do that. And so Jesus is announcing the arrival of God's reign to take back his world from us. That's at least phase one. It's not quite as simple as that.",
    "start": "00:09:50",
    "end": "00:10:22"
  },
  {
    "text": "But phase one meaning.",
    "start": "00:10:22",
    "end": "00:10:23"
  },
  {
    "text": "Well, sorry, no, we're getting idea one. Idea one, yeah. So there you go. Kingdom in the Bible refers to an activity primarily. It assumes a place. Right. So if, If a king is reigning, he's reigning over some people somewhere.",
    "start": "00:10:24",
    "end": "00:10:38"
  },
  {
    "text": "So that's kind of. That idea is taken for granted in Hebrew thought.",
    "start": "00:10:39",
    "end": "00:10:41"
  },
  {
    "text": "Yeah. Whereas in English it refers. We think of a place.",
    "start": "00:10:41",
    "end": "00:10:45"
  },
  {
    "text": "Yeah.",
    "start": "00:10:46",
    "end": "00:10:46"
  },
  {
    "text": "As opposed to the person and the way that the person.",
    "start": "00:10:46",
    "end": "00:10:50"
  },
  {
    "text": "The word kingdom. Is that Latin Dumb. What's dumb even mean?",
    "start": "00:10:50",
    "end": "00:10:54"
  },
  {
    "text": "Dumb. The Latin root dumb.",
    "start": "00:10:55",
    "end": "00:10:57"
  },
  {
    "text": "Find it.",
    "start": "00:10:57",
    "end": "00:10:58"
  },
  {
    "text": "Well, on wiktionary, it forms a noun that denotes the condition, power, dominion, authority, or state. From proto dramatic, domas, domas. Ah, so forming nouns that denote a condition or state. Boredom, freedom.",
    "start": "00:10:58",
    "end": "00:11:18"
  },
  {
    "text": "Oh, right.",
    "start": "00:11:18",
    "end": "00:11:18"
  },
  {
    "text": "Martyrdom, stardom.",
    "start": "00:11:18",
    "end": "00:11:20"
  },
  {
    "text": "Okay, so a state of the king.",
    "start": "00:11:20",
    "end": "00:11:22"
  },
  {
    "text": "Is a kingdom, forming nouns that note the domain or jurisdiction. Christendom, fiefdom, kingdom. So those are the two main ones. A condition or a domain.",
    "start": "00:11:22",
    "end": "00:11:33"
  },
  {
    "text": "Domain kind of speaks to land.",
    "start": "00:11:34",
    "end": "00:11:37"
  },
  {
    "text": "Yeah, exactly, yeah. Geography. Whereas it can also form where it's a condition.",
    "start": "00:11:37",
    "end": "00:11:45"
  },
  {
    "text": "But that's what you're speaking to, is the condition.",
    "start": "00:11:45",
    "end": "00:11:47"
  },
  {
    "text": "Yeah, in Bible it's referring to a condition or a state of activity. So boredom. Boredom is a state of being bored. You, kingdom is a state of being ruled, A state of being under someone's rule.",
    "start": "00:11:47",
    "end": "00:12:02"
  },
  {
    "text": "Yeah.",
    "start": "00:12:03",
    "end": "00:12:03"
  },
  {
    "text": "If you're under. If you're in the kingdom, if you are bringing the kingdom, you are reigning.",
    "start": "00:12:04",
    "end": "00:12:11"
  },
  {
    "text": "You'Re bringing the rule.",
    "start": "00:12:11",
    "end": "00:12:13"
  },
  {
    "text": "You're bringing the rule. Yes. So some of my favorite, you know, favorite New Testament scholars on this whole topic, RT France, or NT Wright, or a German guy, Jeremias, they translate it with as the rule of God or the reign of God has arrived. Cool. And I think that's helpful. Just twists it in English a little bit to give the right context. And then it gets. You asked a question. What does it mean for a Jewish prophet to come onto the scene 2000 years ago saying, the rule of God has arrived?",
    "start": "00:12:13",
    "end": "00:12:53"
  },
  {
    "text": "Right.",
    "start": "00:12:53",
    "end": "00:12:54"
  },
  {
    "text": "Has God not been ruling?",
    "start": "00:12:54",
    "end": "00:12:55"
  },
  {
    "text": "Well.",
    "start": "00:12:55",
    "end": "00:12:55"
  },
  {
    "text": "And it help.",
    "start": "00:12:55",
    "end": "00:12:56"
  },
  {
    "text": "It's helpful because it's a word we still use.",
    "start": "00:12:56",
    "end": "00:12:58"
  },
  {
    "text": "It's a word we still use to rule.",
    "start": "00:12:58",
    "end": "00:13:01"
  },
  {
    "text": "I don't go around really talking about kingdoms.",
    "start": "00:13:01",
    "end": "00:13:04"
  },
  {
    "text": "Yeah. And even rule or reign. It's not like you wouldn't. Like a manager doesn't reign. The office.",
    "start": "00:13:04",
    "end": "00:13:11"
  },
  {
    "text": "Who's in charge? Who's in charge here?",
    "start": "00:13:11",
    "end": "00:13:13"
  },
  {
    "text": "We would say, who's in charge?",
    "start": "00:13:13",
    "end": "00:13:14"
  },
  {
    "text": "Who's the boss?",
    "start": "00:13:14",
    "end": "00:13:14"
  },
  {
    "text": "Yep, yep, yep. So NT Wright's paraphrases running the show or. Yeah. In charge.",
    "start": "00:13:14",
    "end": "00:13:25"
  },
  {
    "text": "Okay.",
    "start": "00:13:25",
    "end": "00:13:26"
  },
  {
    "text": "Yeah. So. Which just begged a bunch of questions. So what does it mean for the reign of God to arrive in Jesus?",
    "start": "00:13:26",
    "end": "00:13:33"
  },
  {
    "text": "Right. And how would a Jewish person perceive that?",
    "start": "00:13:34",
    "end": "00:13:37"
  },
  {
    "text": "That's right. And so there I think we have to go back to just the biblical story. And the kingdom of God is one of these themes that runs from page one to the very last page, literally from page one to the second to last paragraph of the Bible.",
    "start": "00:13:37",
    "end": "00:13:55"
  },
  {
    "text": "Nice. So it gives us truly a theme.",
    "start": "00:13:55",
    "end": "00:13:58"
  },
  {
    "text": "That runs straight through the Bible. Yeah. A good Bible trivia fact. Great at parties to know what's the first time. Where is the first time that the word rule or reign or anything to do with a king or reigning appears in the Bible?",
    "start": "00:13:58",
    "end": "00:14:37"
  },
  {
    "text": "Yeah.",
    "start": "00:14:38",
    "end": "00:14:38"
  },
  {
    "text": "I guess I've already given it away.",
    "start": "00:14:39",
    "end": "00:14:40"
  },
  {
    "text": "You have. But if I hadn't looked at your notes, I probably would have guessed. I'm looking at your notes though, now. And so I'm.",
    "start": "00:14:40",
    "end": "00:14:47"
  },
  {
    "text": "It's ruined.",
    "start": "00:14:48",
    "end": "00:14:49"
  },
  {
    "text": "It's ruined.",
    "start": "00:14:49",
    "end": "00:14:50"
  },
  {
    "text": "All right. There's one more. There's one more Bible trivia fact. Okay. I won't reveal to you yet. So. Yeah. Where in the Bible is the first time the idea of ruling or reigning appears? Page one. Or in some Bibles, the way the page might be formatted page two. And it's closely connected to the image of God. The idea of reigning is the idea of reigning. Yeah. So God makes a really good world full of potential. It's exploding with potential and life. And near the culmination of Genesis 1 is the famous line, God created mankind in his own image. In the image of God, he created him. Male and female, he created them. God blessed them, said to them, be fruitful and increase in number. Fill the earth and subdue it. Rule over the fish in the sea. The birds in the sky, every other living creature that moves on the ground. So that word rule, it's one of the standard Hebrew words for what kings do to rule or to reign.",
    "start": "00:14:50",
    "end": "00:16:04"
  },
  {
    "text": "It's not the word kingdom.",
    "start": "00:16:05",
    "end": "00:16:06"
  },
  {
    "text": "It's not the word kingdom. No, but it's. So in studying biblical themes, you need to be sensitive to, not just assuming.",
    "start": "00:16:07",
    "end": "00:16:19"
  },
  {
    "text": "Not do word studies.",
    "start": "00:16:19",
    "end": "00:16:20"
  },
  {
    "text": "Yeah, yeah. Theme studies are distinct from word studies. Yeah. So an idea can be represented by lots of different words or even metaphors. So the idea can be present.",
    "start": "00:16:20",
    "end": "00:16:31"
  },
  {
    "text": "But if the word kingdom kind of means the verb rule, there's another word that also means rule.",
    "start": "00:16:32",
    "end": "00:16:39"
  },
  {
    "text": "Yes. Yeah. There's multiple, probably about three different verbs that describe the act of ruling or reigning as a king, and they all have different nuances. But this one has to do with ruling, having. Having an authority to oversee and to steward and manage.",
    "start": "00:16:39",
    "end": "00:17:02"
  },
  {
    "text": "Does it have kind of kingly connotations?",
    "start": "00:17:03",
    "end": "00:17:07"
  },
  {
    "text": "Yes. So, yeah, that's why the word rule, it's a great translation, because to say rule, you're like, who uses that word?",
    "start": "00:17:07",
    "end": "00:17:15"
  },
  {
    "text": "Right.",
    "start": "00:17:15",
    "end": "00:17:16"
  },
  {
    "text": "Like, that's not what your boss does at subway. He doesn't rule the place. Or. So that's a verb. And even in English, that we think of someone in a state of governing authority, that's what we use the word rule for. And that's similar here. So it's depicting humans as having some royal task, and that connects back to the image of God. So here's the big question. Do we do a quick movement on the image of God in this video?",
    "start": "00:17:16",
    "end": "00:17:44"
  },
  {
    "text": "We did that.",
    "start": "00:17:46",
    "end": "00:17:46"
  },
  {
    "text": "We did that quickly in this Genesis 1, but this would be to bring out a different nuance of it. So that's Genesis 1.",
    "start": "00:17:46",
    "end": "00:17:54"
  },
  {
    "text": "Did we ever talk about just doing a video on image of God?",
    "start": "00:17:55",
    "end": "00:17:58"
  },
  {
    "text": "Yeah, you know, I thought so. And then I looked in our theme videos.",
    "start": "00:17:58",
    "end": "00:18:02"
  },
  {
    "text": "Well, I know it's not on the list, but I think we had discussed it before.",
    "start": "00:18:02",
    "end": "00:18:04"
  },
  {
    "text": "Yeah, we had. I think it actually will be wrapped up in the new humanity. I think that we're doing something on new humanity.",
    "start": "00:18:05",
    "end": "00:18:15"
  },
  {
    "text": "Right.",
    "start": "00:18:15",
    "end": "00:18:15"
  },
  {
    "text": "Isn't that one?",
    "start": "00:18:15",
    "end": "00:18:15"
  },
  {
    "text": "Mm.",
    "start": "00:18:15",
    "end": "00:18:16"
  },
  {
    "text": "Yeah. So that. That'll be that one.",
    "start": "00:18:16",
    "end": "00:18:18"
  },
  {
    "text": "So when you say it's a royal task, I mean, I don't even really understand royalty in kingdoms that well, but yeah, it seems like that had a certain very special meaning. Royal.",
    "start": "00:18:18",
    "end": "00:18:31"
  },
  {
    "text": "Yes. Yes, it does. Yes. So let's look at Psalm 8, and then let's think about the image of God, and then this all comes together in a really, I think, profound way. So Psalm 8 is a poetic reflection on Genesis 1 and specifically, humanity's role in the world. So Psalm 84 begins with this line, what is mankind that you are mindful of him? What's humanity that you care for him? You've made him a little lower than the angels, which is pretty awesome. Right. So that's reflecting on this, that human beings are made out of dirt. So we're earthlings, literally. But there's also something transcendent or sacred. Right. So the biologists call this what emerging? An emergent form. Something. This is physics, an emergent form where in evolutionary development there are these leaps that happen where the complexity of a form isn't reducible to any one cause, but to multiple factors. And it's a new entity. It's not just a lot of people.",
    "start": "00:18:31",
    "end": "00:19:46"
  },
  {
    "text": "Think of consciousness that way.",
    "start": "00:19:46",
    "end": "00:19:47"
  },
  {
    "text": "That's right. Exactly right. And it doesn't mean we can't trace the development, but it does mean at some point it stops being a whole bunch of the things from the previous stage and it is a new genuine thing. Thing in its own right. So what am I talking about?",
    "start": "00:19:47",
    "end": "00:20:04"
  },
  {
    "text": "Yeah, dust. But there's something else there, something other.",
    "start": "00:20:05",
    "end": "00:20:12"
  },
  {
    "text": "Than dust about humans. So in Genesis 1, that's reflected as image of God. In Genesis 2, it's called the divine breath that animates the humans. But it's this. The humans are a mix of heaven and earth would be the Bible's way of talking about it. And so they're crowned. And notice immediately it goes, they're crowned with glory and honor. You made them rulers over the works of your hands and everything. So crowned image, I mean. Yes, crowns and rulers. So here's the.",
    "start": "00:20:12",
    "end": "00:20:44"
  },
  {
    "text": "And under your feet. That's a very royal.",
    "start": "00:20:45",
    "end": "00:20:47"
  },
  {
    "text": "Under your feet. Yeah, that's right. Yeah. It's of being on a throne with having like a footstool or an image of again, of authority.",
    "start": "00:20:47",
    "end": "00:20:55"
  },
  {
    "text": "Right.",
    "start": "00:20:55",
    "end": "00:20:55"
  },
  {
    "text": "So here's within the. The narrative world of Genesis 1, God is the creator king. He speaks, things happen. He makes a people who are going to live under his reign. He makes these people in a certain way and gives them a unique role. They are the image of God. And traditionally in Western history, image of God has been studied as some trait that makes humans unique from animals, like our ethics, or our ability to forgive, relationship or covenant, or the intellect, consciousness, something like that. So by far the consensus in biblical studies, like you'll read commentaries, is that the meaning of the image of God is anchored one, in Genesis one, in a way in the sentence, the way the sentence is put together, but two, in its ancient Near Eastern context, and I Don't know if we have time to go into this, but it's interesting. Then God said, let us make humanity in our image after our likeness and let them have dominion over the fish of the sea. So in Hebrew there's no periods, so let's take out that period. Let us make humans in our image after our likeness and let them rule or let them have dominion. So in the first time the image of God is used, it's directly connected to something, to reigning. To reigning. So humans are the way that God reigns the world. So it's a very interesting narrative beginning. The image of God is something that humans are and something humans do. They, they embody and image God's rule and reign over the world. And so that's how the narrative of the Bible sets up is that God's plan was to share his world with humans and to have his reign and his rule and his will be brought about in the world through human beings. So which really open. If you, if you start thinking through the stories of the Bible, there are very few stories where God acts or does anything that doesn't happen through a human. So even think of the Exodus like the parting of the Red Sea. But if you were just an Israelite looking on, you would see Moses with his staff over the waters. So the whole, the way the God of the Bible works is through image bearing human beings. And that's how God, God reigns the world through humans and humans. So this is the ancient Near Eastern context is that the words image. The word image refers to statue and it is used to refer to idol statues in Israel's history. So Israel was not supposed to ever make images to represent God, but they were one. But the Bible begins with God making an image of God's own self in humans.",
    "start": "00:20:56",
    "end": "00:24:05"
  },
  {
    "text": "Right.",
    "start": "00:24:05",
    "end": "00:24:06"
  },
  {
    "text": "Most of the large scale, like large statues that have survived from the ancient world are images of gods or kings. And specifically Egyptian and Assyrian and Babylonian kings were considered, viewed themselves in their cultures as deities. And so in Egyptian the phrase image of God is used, but only ever to describe the king as the image of God. And it's the same in ancient Assyrian and Babylonian.",
    "start": "00:24:08",
    "end": "00:24:40"
  },
  {
    "text": "Wow. So there's this very kind of flattening, democratic kind of thing happening at the beginning of Genesis.",
    "start": "00:24:40",
    "end": "00:24:47"
  },
  {
    "text": "Yeah. So this is what's cool. So Genesis 1, I think is intentionally making a charged statement in its day that not just kings being the image of God is not something that only the elite do, but rather it's, it's a reality that all human beings are.",
    "start": "00:24:47",
    "end": "00:25:08"
  },
  {
    "text": "Yeah.",
    "start": "00:25:08",
    "end": "00:25:08"
  },
  {
    "text": "And you see that in the narrative, all humanity as a whole is given this task to rule and to reign. It's all humanity. Which is why in Genesis 9, image of God is connected to the sacredness of all human life, then. So if someone murders another human, if you shed blood, your blood shall be shed because humans are made in the image of God. So the point is that all humans are these.",
    "start": "00:25:08",
    "end": "00:25:38"
  },
  {
    "text": "There isn't classes.",
    "start": "00:25:38",
    "end": "00:25:40"
  },
  {
    "text": "There isn't classes. Yeah. Within the narrative world of the Bible, there's just humans who image God and humans have this royal task.",
    "start": "00:25:40",
    "end": "00:25:49"
  },
  {
    "text": "And I guess that's not very scandalous.",
    "start": "00:25:49",
    "end": "00:25:52"
  },
  {
    "text": "For, like, for modern Westerners.",
    "start": "00:25:52",
    "end": "00:25:55"
  },
  {
    "text": "Modern Westerners, no.",
    "start": "00:25:55",
    "end": "00:25:56"
  },
  {
    "text": "What's scandalous is that this is a. This is a Biblical idea. Like, that's where the idea comes from.",
    "start": "00:25:56",
    "end": "00:26:03"
  },
  {
    "text": "Right.",
    "start": "00:26:03",
    "end": "00:26:04"
  },
  {
    "text": "It was not. And it's not something we have received from.",
    "start": "00:26:04",
    "end": "00:26:08"
  },
  {
    "text": "It wasn't a Greek idea.",
    "start": "00:26:08",
    "end": "00:26:09"
  },
  {
    "text": "Not a Greek idea. Certainly wasn't an Eastern idea. It's a Jewish Christian idea.",
    "start": "00:26:09",
    "end": "00:26:17"
  },
  {
    "text": "Yeah.",
    "start": "00:26:18",
    "end": "00:26:18"
  },
  {
    "text": "That humans are sacred because they are made.",
    "start": "00:26:18",
    "end": "00:26:21"
  },
  {
    "text": "And in this moment, it was a very revolutionary idea.",
    "start": "00:26:22",
    "end": "00:26:25"
  },
  {
    "text": "Yeah. Yeah. So. So I think wrapping all this together, I think Genesis 1, the first time the idea of reigning or ruling or of God reigning or ruling in the Bible. No, of anybody, actually. God reigning. That's the other trivia question. So the first time the word or the concept of ruling or reigning appears, it's humans ruling or reigning over creation. And it's tied to their nature as made in God's image. So God's the king. He reigns. But the Bible begins with God sharing that rule and asking humans to embody that rule and reign over creation. So it's tied to the human project of humans managing and ruling the world on God's behalf.",
    "start": "00:26:25",
    "end": "00:27:13"
  },
  {
    "text": "The video for the Kingdom of God will be up on YouTube before the end of the year, December 2015. That's what we're shooting for. The rest of this conversation will be in the next two episodes. In the next episode, we talk about what went wrong with the Kingdom of God and then God's plan to fix it. You can follow us on Facebook, facebook.com join the Bibleproject. We're also on Twitter oinbibleproj and all of our videos, which we're really proud of. Short animated films that trace a theme all the way through scripture and also short films that walk through the literary structure of books of the Bible. Those are all on our YouTube channel for free at YouTube.com thebibleproject if you like this podcast, you can help us by sharing it and putting a review on itunes. Or whatever podcasting service you use. That'd be great. We'd like that. Thanks for being a part of this with us.",
    "start": "00:27:25",
    "end": "00:28:30"
  },
  {
    "text": "The wicked that remain bring you loneliness and pain? I'll defend you, king for grave? I'll remind you of the day you were just a boy? Trying to pretend pleasing all your mentors? You're never quite convinced? Now you are? Now it's time to.",
    "start": "00:28:36",
    "end": "00:29:12"
  }
]