[
  {
    "text": "We're finishing up our series on the kingdom of God. If you haven't listened to part one and two, I'd recommend that you go back and do that. In the last episode, we looked at how the theme of the kingdom of God begins on page one of the Bible. Genesis chapter one. God creates humans in his image, which means we are to represent his reign on Earth.",
    "start": "00:00:03",
    "end": "00:00:23"
  },
  {
    "text": "That's how the story begins. Full of potential, humans have this amazingly elevated royal sacred task of embodying God's rule.",
    "start": "00:00:23",
    "end": "00:00:34"
  },
  {
    "text": "We talked about how humans create their own alternative kingdom which culminates in the city of Babylon and then also is typified in Pharaoh's Egypt.",
    "start": "00:00:34",
    "end": "00:00:44"
  },
  {
    "text": "So then the story of the Bible becomes a story of the clash of kingdoms of God constantly trying to invade our kingdom and save us from ourselves and us constantly wanting to push God out of the equation.",
    "start": "00:00:44",
    "end": "00:00:58"
  },
  {
    "text": "We talk about God's response to this alternate kingdom.",
    "start": "00:00:59",
    "end": "00:01:03"
  },
  {
    "text": "Well, he's gonna choose the family of Abraham and liberate them from the world. The age of sin and death from the kingdom, which in the story takes the form of the Exodus when he liberates his people out of that oppressive evil in into a new freedom, and then he invites them to live under his reign.",
    "start": "00:01:03",
    "end": "00:01:24"
  },
  {
    "text": "We looked at how ancient Israel was unable to live up to the task of being the image of God, to reign on God's behalf over Earth. But that Jesus, a new prophet on the scene, talks about the kingdom coming in a fresh way.",
    "start": "00:01:24",
    "end": "00:01:38"
  },
  {
    "text": "So the good news is that the kingdom of God has arrived in Jesus, which means that he is the truly human one. So the narrative of the Bible then is God so closely binds himself to humans in the incarnation of Jesus that he. He becomes the human that we're made to be. And then through him, we become the humans that we are made to be.",
    "start": "00:01:38",
    "end": "00:02:02"
  },
  {
    "text": "In this final episode, we're going to be looking closer at Jesus, how he thinks of himself as bringing the kingdom of God. Then we're going to wrestle a little bit about what this would mean for us as Jesus followers from now on. No regret. Lift my head, try my best and hush, hush little ones, hush, hush little ones in my head.",
    "start": "00:02:02",
    "end": "00:02:32"
  },
  {
    "text": "Isaiah said Yahweh himself would return to Zion as and rule as king. And so for Jesus, it's show up and say, hey, look at me. The kingdom of God, the rule and the reign of God is here. So he presents himself as a king by saying the kingdom of God is here. The first thing he does is go form a nucleus of 12 disciples as this symbol of renewing the Covenant people of God renewing Israel. And then he invites them to live under his reign to be the alternative kingdom. And so that's why the Sermon on the Mount is so powerful, because it's a Torah. It's a new Torah teaching from the hillside as the new Moses. It's, you know, the summary of Jesus upside down kingdom and what it means to live under the rule and reign of God.",
    "start": "00:02:36",
    "end": "00:03:30"
  },
  {
    "text": "And it's not disconnected from this narrative of Genesis 1 of.",
    "start": "00:03:30",
    "end": "00:03:36"
  },
  {
    "text": "Right.",
    "start": "00:03:37",
    "end": "00:03:37"
  },
  {
    "text": "Of these laws of the kingdom in Deuteronomy.",
    "start": "00:03:37",
    "end": "00:03:40"
  },
  {
    "text": "Yeah, it's. Yeah, yeah. Jesus says, actually this is how the Torah from Sinai meets its fulfillment. He says, right, so my teaching isn't reversing the laws of the Torah, it's actually fulfilling them. So it's. So it's through Jesus's teachings he claims that Israel will truly be the contrast kingdom it was called to be. And by doing that, it becomes the model of what human kingdoms living under the reign of God, ruling themselves under the reign of God, were to be like. And then everything that Jesus talks about in the Sermon on the Mount, he lives out, how does Jesus become king? First of all, he teaches and announces the kingdom. Then he confronts evil, specifically by reaching out to the most hurting, broken people. Because, you know, for somebody to show up on the scene and say, hey, I'm bringing God's rule over the whole world, you know, there's a few other people on the contemporary world scene right now making that claim and it's a nightmare.",
    "start": "00:03:40",
    "end": "00:04:45"
  },
  {
    "text": "Are you referring to something particular? I really don't know.",
    "start": "00:04:45",
    "end": "00:04:48"
  },
  {
    "text": "I mean, it's, you know, isis.",
    "start": "00:04:48",
    "end": "00:04:50"
  },
  {
    "text": "Oh.",
    "start": "00:04:51",
    "end": "00:04:51"
  },
  {
    "text": "They claim to be bringing God's rule over humanity, and it involves murdering anybody who doesn't. Doesn't believe, recognize the rule of Allah. So we're leery of people making claims to impose and bring God's rule. And so there is this element of what does it look like when God becomes king in Jesus? It looks like a leper being healed and a bleeding woman being healed and tax collectors being invited. It looks like Jesus stuff. You know, there's something rad about Jesus embodies the reign of God in his disciple movement. And then two, the way Jesus is enthroned as king is through his trial and execution. And there's all these deep ironies in the Passion narrative because he's the first time he's acknowledged or called as Messiah is at his trial.",
    "start": "00:04:51",
    "end": "00:05:49"
  },
  {
    "text": "Yeah.",
    "start": "00:05:49",
    "end": "00:05:50"
  },
  {
    "text": "And he gets a crown.",
    "start": "00:05:50",
    "end": "00:05:51"
  },
  {
    "text": "Yeah.",
    "start": "00:05:51",
    "end": "00:05:51"
  },
  {
    "text": "He also gets a robe. And he also gets exalted and lifted up. And there's the irony of in the Gospel according to John, Jesus constantly talks about how the Son of man will be lifted up and all men will be drawn to him.",
    "start": "00:05:51",
    "end": "00:06:08"
  },
  {
    "text": "Yeah.",
    "start": "00:06:08",
    "end": "00:06:08"
  },
  {
    "text": "It's an enthronement language to be highly.",
    "start": "00:06:08",
    "end": "00:06:12"
  },
  {
    "text": "Exalted, which is such an upside down moment.",
    "start": "00:06:12",
    "end": "00:06:14"
  },
  {
    "text": "Yeah, yes. And then that's the moment of the crucifixion. Is Jesus enthronement? I think that's the claim all of the gospels are making is that Jesus, that God became king and inaugurated, fully inaugurated, God's rule in the moment of the cross. Because all the gospels lead up to it and see it as the moment of his enthronement and then the resurrection.",
    "start": "00:06:14",
    "end": "00:06:41"
  },
  {
    "text": "Which should be that moment where God has arrived to be king on earth.",
    "start": "00:06:42",
    "end": "00:06:47"
  },
  {
    "text": "Yes. Yeah. And so the Gods arrival is an act of sacrificial self giving love to die on behalf, to take death into himself on behalf of those who have rebelled against his reign. And then even more as a statement of his love and commitment to his good world and to humans. Made in God's image. He defeats death and the ruin that we've caused in the resurrection, which is the vindication of Jesus as king. And then, and then there, then we're into new creation where the kingdom has truly arrived in the death and resurrection of Jesus. But it is not fully recognized or implemented.",
    "start": "00:06:47",
    "end": "00:07:31"
  },
  {
    "text": "So we're back to the same problem. It's arrived, it's here, it's here. God does reign. And now through Jesus he's shown that rain in a surprising way. Yeah, but it's still not recognized.",
    "start": "00:07:32",
    "end": "00:07:45"
  },
  {
    "text": "It's still not fully recognized. And so, and this is where the whole this was what the whole thing about sharing good news is in the meaning people recognize it is to be like, dude, Jesus is alive from the dead. Which means that God is king and that you, your humanity can be restored as you give your faith and allegiance to the king. So that's where I end with these three little italic statements. This is why Jesus, right here, this is why Jesus resurrection is viewed as God's triumph over sin and death. Jesus is continuing to birth his kingdom in the new world right here in the midst of the old one. Giving my allegiance to King Jesus and trusting that he knows how to be a human more than I do. So I'm going to trust, I'm going to live under his reign and let him define good and evil for me because I'm not very good at it. And it's about joining the community of his disciples who are being transformed or empowered by the spirit. And that's where the image of God. This is where the image of God language comes in. Oh no, no, no. This is more about the church as the witness to the kingdom. So the church is not the kingdom. The church is a group of people who come around Jesus and are invited to enter the kingdom and experience it and to live under Jesus reign. And then together we form a contrast community and share that to the world through our words and actions. So there's a personal transformation which is about my old humanity becoming new. The image of God being restored in me. The way that Jesus and the gospels tie the story back up isn't through the phrase image of God. They do it through the kingdom theme.",
    "start": "00:07:45",
    "end": "00:09:36"
  },
  {
    "text": "But then Paul brings it up.",
    "start": "00:09:36",
    "end": "00:09:37"
  },
  {
    "text": "Paul is the one who ties. So it's already a coherent story. But Paul picks up the phrase image of God and uses it to tell the same story but with the image of God theme as a part of it.",
    "start": "00:09:37",
    "end": "00:09:52"
  },
  {
    "text": "Good news is so tied into this. Yes, because we don't have a video and we talked about the video. What's the gospel? This is the first time we've really talked about that phrase.",
    "start": "00:09:52",
    "end": "00:10:03"
  },
  {
    "text": "Yeah, the phrase good news in the New Testament is always tied to kingdom. It's a kingdom word about Jesus announcing the kingdom, Jesus becoming king. So let's, I mean let's just for the sake of. That was a long. Lots of rabbit trails but so here's the ark. The kingdom of God is here. That's the summary of Jesus message. Everything was about the kingdom. Kingdom, kingdom and loving your neighbor and treating people with love and respect and loving your enemy is a response to the fact that the kingdom of God is here. Otherwise that's pretty poor advice sometimes.",
    "start": "00:10:03",
    "end": "00:10:46"
  },
  {
    "text": "Yeah.",
    "start": "00:10:47",
    "end": "00:10:47"
  },
  {
    "text": "So what does he mean by kingdom? Well here's something. Kingdom in the Bible means an action ruling and reigning. Jesus is saying the reign of God is here. What does that even mean? Well, we have to go back to the story of the Bible. The first time ruled reign appears in the Bible. Genesis 1 is humans doing it as God's image bearers. God's reign is mediated and embodied in his world. This is how the story of the Bible begins. God wants to rule the world through humans ruling on his behalf.",
    "start": "00:10:48",
    "end": "00:11:17"
  },
  {
    "text": "And the second time we or when.",
    "start": "00:11:17",
    "end": "00:11:19"
  },
  {
    "text": "They that all goes horribly wrong. Humans distrust. They built an alternate kingdom, an alternate city that leads to Babylon. God chooses the family of Abraham and liberates them from the kingdom of this world which is embodied in Pharaoh. So that means confronting and defeating evil in the form of Pharaoh, baby killing, slave driving kingdom and then redeeming his people. And that incidentally is the first time God is called the king is after his defeat of evil, he frees the people and invites them to live under his reign as their king. Israel does a piss poor job of that. In fact, they install kings of their own and they become the kingdom of Egypt. Israel becomes Egypt and they do the whole rebellion thing. But that doesn't mean that God's reign over the world is over. The poets and the prophets kept a hope that God is still king even if the world doesn't recognize it. Even if Israel doesn't recognize it. And that God would come back one day personal to assert his reign and rule over his people and the world. Psalm 96, Isaiah 52. This was the hope and the story that Jesus saw himself bringing to light. He's presenting himself as a king in his announcement of the reign of God. First thing he does is form a people and invite them to live under his reign. Now we might get suspicious and say Jesus came claiming, saying, I'm here to rule the world on God's behalf.",
    "start": "00:11:19",
    "end": "00:13:01"
  },
  {
    "text": "Because he doesn't actually say that.",
    "start": "00:13:02",
    "end": "00:13:03"
  },
  {
    "text": "Well, he says, the kingdom of God has arrived. Repent and follow me.",
    "start": "00:13:04",
    "end": "00:13:09"
  },
  {
    "text": "Yeah, okay. I mean, follow me.",
    "start": "00:13:09",
    "end": "00:13:12"
  },
  {
    "text": "It's not quite how we would say it, but that's what he means.",
    "start": "00:13:12",
    "end": "00:13:15"
  },
  {
    "text": "Follow me because I'm going to show you the kingdom. Or follow me because I'm the king, you will.",
    "start": "00:13:16",
    "end": "00:13:21"
  },
  {
    "text": "An appropriate response to God's kingdom arriving in me is to repent, stop everything you're doing and come follow me. And if you don't listen to my words, you're a fool building your life on sand. But if you come and live under my reign, it's like a wise person who, you know, builds his house on a rock.",
    "start": "00:13:23",
    "end": "00:13:44"
  },
  {
    "text": "Does he use reigning language, come under my reign, or does he just say, come and follow me? I mean, could you make the kingdom follow me?",
    "start": "00:13:46",
    "end": "00:13:53"
  },
  {
    "text": "And then he says, if you follow me, if you've come a part of my disciples, the kingdom is yours. Blessed are the poor. Blessed are you. The kingdom is yours.",
    "start": "00:13:53",
    "end": "00:14:02"
  },
  {
    "text": "So I'm bringing the kingdom.",
    "start": "00:14:02",
    "end": "00:14:03"
  },
  {
    "text": "I'm bringing the kingdom. He never comes out and says it the way we want him to say. But he is saying it. He's just saying it the way a Jewish person who's steeped in the scriptures would say it. And who's trying to avoid getting killed.",
    "start": "00:14:03",
    "end": "00:14:17"
  },
  {
    "text": "And who's trying to avoid being killed.",
    "start": "00:14:18",
    "end": "00:14:20"
  },
  {
    "text": "Yeah, because it's loaded. This is all loaded. Political language.",
    "start": "00:14:20",
    "end": "00:14:23"
  },
  {
    "text": "Yeah. He lasted for three years.",
    "start": "00:14:23",
    "end": "00:14:24"
  },
  {
    "text": "He made it three years under the Radar. And anytime people said out loud, you're the Messiah, he told them to be quiet.",
    "start": "00:14:24",
    "end": "00:14:31"
  },
  {
    "text": "Quiet. Yeah, yeah.",
    "start": "00:14:31",
    "end": "00:14:33"
  },
  {
    "text": "So I mean, I mean, how long will you last in America if you start a significant movement declaring yourself to be the president? Really think, like, how long would that last?",
    "start": "00:14:33",
    "end": "00:14:44"
  },
  {
    "text": "Yeah, how significant would it have to get?",
    "start": "00:14:46",
    "end": "00:14:47"
  },
  {
    "text": "Yes, that's the question.",
    "start": "00:14:47",
    "end": "00:14:48"
  },
  {
    "text": "Right. Because Jesus's ministry, it didn't get that significant. Like there wasn't.",
    "start": "00:14:49",
    "end": "00:14:55"
  },
  {
    "text": "I don't.",
    "start": "00:14:55",
    "end": "00:14:56"
  },
  {
    "text": "Oh, there's a big crowd.",
    "start": "00:14:56",
    "end": "00:14:57"
  },
  {
    "text": "He had big crowds. And the Pharisees were on him in pretty quick.",
    "start": "00:14:57",
    "end": "00:15:01"
  },
  {
    "text": "What? Yeah. What would be the. If you had small militia, you'd probably get shut down.",
    "start": "00:15:01",
    "end": "00:15:08"
  },
  {
    "text": "Right. The disciples want to do that. Right. You're the Messiah, Jesus. So therefore I'm going to go to Jerusalem and die. Wait, no, no, no, Peter, no, actually I was going to lay down my life for you.",
    "start": "00:15:08",
    "end": "00:15:19"
  },
  {
    "text": "And they were ready to fight.",
    "start": "00:15:19",
    "end": "00:15:20"
  },
  {
    "text": "Yeah, we were ready to fight. And so. So they don't grasp that upside down nature of the kingdom.",
    "start": "00:15:20",
    "end": "00:15:26"
  },
  {
    "text": "Yeah.",
    "start": "00:15:26",
    "end": "00:15:27"
  },
  {
    "text": "Just like Solomon didn't. Or any of the kings of Israel. Yeah, this is a great story.",
    "start": "00:15:27",
    "end": "00:15:32"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:15:32",
    "end": "00:15:33"
  },
  {
    "text": "Anyway, so what does it look like when Jesus reigns as king, Healing the sick, you know, moving towards the broken and the poor. And it all comes together in the moment of the clash of kingdoms where Jesus rides into Jerusalem, asserts his authority over the temple as king, Throws down. He throws down. And they ask him, are you the Messiah? You say that I am. He's given a crown, a robe, he's exalted and lifted up.",
    "start": "00:15:34",
    "end": "00:16:06"
  },
  {
    "text": "He's called the King of the Jews.",
    "start": "00:16:06",
    "end": "00:16:08"
  },
  {
    "text": "And so the story right there is asking us to see God's reign and rule being inaugurated and Jesus enthroned in the moment that he gives his life as a loving sacrifice for the sin and the death that our kingdoms have caused.",
    "start": "00:16:08",
    "end": "00:16:26"
  },
  {
    "text": "What a strange narrative.",
    "start": "00:16:26",
    "end": "00:16:28"
  },
  {
    "text": "And Jesus is acting out the plot line. That's Isaiah. This is why Isaiah is so crucial.",
    "start": "00:16:29",
    "end": "00:16:36"
  },
  {
    "text": "Yeah.",
    "start": "00:16:37",
    "end": "00:16:37"
  },
  {
    "text": "Because that's. It's Isaiah 52 and 53.",
    "start": "00:16:37",
    "end": "00:16:39"
  },
  {
    "text": "And then from there you go to Paul who talks about.",
    "start": "00:16:55",
    "end": "00:17:00"
  },
  {
    "text": "And then from there it's. So now we're in the era of the now and not yet where people are called to acknowledge. Not everyone acknowledges the reign of Jesus.",
    "start": "00:17:00",
    "end": "00:17:08"
  },
  {
    "text": "Oh, right. Oh, so then there's the good news part. It's like, so. So at this point.",
    "start": "00:17:08",
    "end": "00:17:12"
  },
  {
    "text": "Yeah.",
    "start": "00:17:12",
    "end": "00:17:13"
  },
  {
    "text": "What's good news? Well, tell people Jesus is king.",
    "start": "00:17:13",
    "end": "00:17:16"
  },
  {
    "text": "Yes. Sharing and inviting people.",
    "start": "00:17:16",
    "end": "00:17:18"
  },
  {
    "text": "Beautiful. Are the feet of those bring news.",
    "start": "00:17:18",
    "end": "00:17:20"
  },
  {
    "text": "It's like the human condition.",
    "start": "00:17:20",
    "end": "00:17:21"
  },
  {
    "text": "Yeah, just like waiting for that.",
    "start": "00:17:21",
    "end": "00:17:23"
  },
  {
    "text": "We're waiting for something that says that death and injustice and human failure isn't the way the story ends. And so you're like, yes, the watchman comes, good news, God is king. He's laid bare his arm for all the nations to see. And you're like, yes, yes, yes. What is it gonna be like? Yeah, it's the suffering servant and it's.",
    "start": "00:17:23",
    "end": "00:17:44"
  },
  {
    "text": "Yeah. And it's laid down your life.",
    "start": "00:17:44",
    "end": "00:17:46"
  },
  {
    "text": "And then if you want to follow this king, you need to resist the kingdoms of this world that say, save your life. And you give your life and self giving love in hopes of the resurrection, that out of all of this death and tragedy that God will bring about us, actually it's through the self giving love and sacrifice that the new creation is birthed. It's very, it's the Christian story, man. The kingdom of God. It really, it's very powerful. Anyway.",
    "start": "00:17:46",
    "end": "00:18:18"
  },
  {
    "text": "Yeah, yeah, it's very, it's very startling and. But oddly inspiring, you know. So this is important for the video, but I'm curious, who would you recommend to read who then kind of teases us out for how to live under other kingdoms? Because I just feel like when you, when you're like, oh cool, that makes sense. All of a sudden now you're like Shane Claiborne and you're running around like living with the homeless and that. That makes sense as a reaction. But. But that's.001%, you know, like everyone else is going, okay, cool, I saw this job. Or I still have this, you know, responsibility. I'm still living in this country. I'm still whatever. Like I'm trying to balance this all out is that man.",
    "start": "00:18:18",
    "end": "00:19:08"
  },
  {
    "text": "I think the most enjoyable to read author who's put feet to all this is in NT Wright. So, yeah, theological summary of all this is how God became king, which is a big influence how I framed the video.",
    "start": "00:19:08",
    "end": "00:19:27"
  },
  {
    "text": "Yeah.",
    "start": "00:19:27",
    "end": "00:19:28"
  },
  {
    "text": "But then also his book Simply Christian, which is his attempt to redo mere Christianity. CS Lewis is mere Christianity. And it's a very, it's very practical. It's a new visioning of practical Christian life in light of the Kingdom come narrative. It's cool. Cool. But even there, you know, so his things are justice, beauty. I mean, he threw himself into the House of Lords as he was the Bishop of Durham.",
    "start": "00:19:28",
    "end": "00:20:01"
  },
  {
    "text": "Yeah.",
    "start": "00:20:01",
    "end": "00:20:01"
  },
  {
    "text": "He was the part.",
    "start": "00:20:01",
    "end": "00:20:02"
  },
  {
    "text": "Which is a part of the part of the power.",
    "start": "00:20:02",
    "end": "00:20:04"
  },
  {
    "text": "So he gave seven years of his life to speaking into British Parliament.",
    "start": "00:20:05",
    "end": "00:20:09"
  },
  {
    "text": "Yeah.",
    "start": "00:20:09",
    "end": "00:20:10"
  },
  {
    "text": "As a response to this.",
    "start": "00:20:10",
    "end": "00:20:11"
  },
  {
    "text": "Yeah.",
    "start": "00:20:11",
    "end": "00:20:12"
  },
  {
    "text": "So he didn't go the route of. He didn't go the Shane Claiborne route. Even though Shane Claybourne is inspired by his writings. A great popular level author. It's actually a pastor, campus pastor. His name is Alan Wakabayashi. Wrote a great pastoral reflection on this thing of the kingdom is now not yet and so on. But it's more trying to piece it together theologically with some practical implications. So I, I'm excited about this video. I think it really.",
    "start": "00:20:12",
    "end": "00:20:43"
  },
  {
    "text": "Yeah, it's a beefy one.",
    "start": "00:20:43",
    "end": "00:20:44"
  },
  {
    "text": "It's beefy.",
    "start": "00:20:44",
    "end": "00:20:45"
  },
  {
    "text": "So this video on the Kingdom of God is coming out in January, I think in a previous episode I said we're hoping to have it done by December. That turned out to be false. It's January 2016, maybe early February at the worst case. It's actually going to be called the Gospel of the Kingdom. After this dialogue, we did some writing and we decided the whole kingdom of God as a theme was a little too much to bite off in one five minute animation. So we're just focusing the video on the gospel, the good news, the messenger running. Jesus seeing himself as that messenger and how the message is that the kingdom of God has come this upside down kingdom. Stay up to date on what's coming out, what's going on through our newsletter. You can get to that at the bottom of our website, which is jointhebibleproject.com Twitter is oinbibleproj and Facebook is facebook.com jointhebibleproject. All of our videos are for free. They're online on YouTube@YouTube.com thebibleproject thanks for being a part of this with us.",
    "start": "00:20:55",
    "end": "00:22:04"
  },
  {
    "text": "I defend you came to the grave I remind you of the day you were just a boy Trying to pretend pleasing all your men does you're never quite convinced now you are a shoulder freeze with the tight now it's time to rest.",
    "start": "00:22:16",
    "end": "00:22:44"
  }
]