[
  {
    "text": "In this episode of the BibleProject podcast, we continue the conversation around the theme of the Kingdom of God. This is part two. In the last part, we talked about how the message of the kingdom of God was central to Jesus teachings.",
    "start": "00:00:03",
    "end": "00:00:17"
  },
  {
    "text": "If we want to understand who Jesus is and who he sees himself as, we need to learn what this term meant and how it fits into the story of the Bible.",
    "start": "00:00:17",
    "end": "00:00:27"
  },
  {
    "text": "How this theme goes all the way through the story of the Bible.",
    "start": "00:00:28",
    "end": "00:00:32"
  },
  {
    "text": "The kingdom of God is one of these themes that runs from page one to the very last page, literally from page one to the second to last paragraph of the Bible.",
    "start": "00:00:32",
    "end": "00:00:42"
  },
  {
    "text": "Finally, we looked at Genesis 1 and how the phrase image of God is a title given to humans related to how God reigns.",
    "start": "00:00:42",
    "end": "00:00:50"
  },
  {
    "text": "So God's the king, he reigns. But the Bible begins with God sharing that rule and asking humans to embody that rule and reign over creation. So it's tied to the human project of humans managing and ruling the world on God's behalf.",
    "start": "00:00:50",
    "end": "00:01:04"
  },
  {
    "text": "In this episode we continue the conversation. We look at what went wrong with the kingdom of God and how God plans to fix it. So when Jesus comes on the scene, his main message is, the kingdom of God is arriving, it's coming, it's here. If that's his message, then you'd have to assume that the image of God was lost in some way. Something happened, something went wrong, Something went wrong.",
    "start": "00:01:04",
    "end": "00:01:37"
  },
  {
    "text": "Something went wrong. The image of God somehow became distorted or ruined something. And that the reign of God has.",
    "start": "00:01:37",
    "end": "00:01:45"
  },
  {
    "text": "Also as a result.",
    "start": "00:01:45",
    "end": "00:01:47"
  },
  {
    "text": "Yeah. The reign of God has not been fully here.",
    "start": "00:01:47",
    "end": "00:01:50"
  },
  {
    "text": "Right.",
    "start": "00:01:51",
    "end": "00:01:51"
  },
  {
    "text": "Or it went somewhere else.",
    "start": "00:01:51",
    "end": "00:01:53"
  },
  {
    "text": "So like if you had just read Genesis 1 and didn't read anything else.",
    "start": "00:01:53",
    "end": "00:01:59"
  },
  {
    "text": "Yeah.",
    "start": "00:01:59",
    "end": "00:01:59"
  },
  {
    "text": "And then you start, you read Matthew, you went to Matthew.",
    "start": "00:01:59",
    "end": "00:02:03"
  },
  {
    "text": "Yeah.",
    "start": "00:02:03",
    "end": "00:02:03"
  },
  {
    "text": "You'd be like, well, wait a second, what happened?",
    "start": "00:02:03",
    "end": "00:02:06"
  },
  {
    "text": "What went wrong? Yeah, yeah. Where did it go? Did the kingdom of God go somewhere that it was ever not here?",
    "start": "00:02:06",
    "end": "00:02:11"
  },
  {
    "text": "Because when you read Genesis 1 you're like, Whoa, the kingdom is here. We through the humans in this great place.",
    "start": "00:02:11",
    "end": "00:02:18"
  },
  {
    "text": "Yeah, yeah. That's how the story begins. Full of potential, humans have this amazingly elevated royal sacred task of embodying God's rule. In Mark. Mark's summary of Jesus's message is, the time is fulfilled. The kingdom of God has arrived. Repent and believe the good news. So the kingdom of God is here in a new, surprising way that forces you to repent, which means to take stock, you need to respond in some way because this is world altering news. So you can't be neutral to Jesus announcement because the whole world is being affected by the arrival of the kingdom. Matthew concludes with Jesus saying, go out to all nations with the good news that I have authority over heaven and earth now that Jesus is the one ruling and reigning. And Luke, you know, for example, it flows into Acts where the Gospel is of Jesus is lord of heaven and earth and over all nations. So go out to the nations.",
    "start": "00:02:18",
    "end": "00:03:31"
  },
  {
    "text": "Is this connected then to this whole idea of the new Adam that Paul develops?",
    "start": "00:03:31",
    "end": "00:03:36"
  },
  {
    "text": "Yeah, yeah, that's closely, closely connected, Yep. Jesus is the new. He's the image of God. He's the type of Adam that Jesus and the people connected to him are the new humans. I mean, we're, you know, we're coming right around to it. It's also why the second to last paragraph of the Bible in the book of Revelation, I mean, just go to the very end of the document of the notes. Revelation 22:1 5 ends with the new Jerusalem. Heaven has come down to earth. There's the river of the water of life flowing out of the throne of God and of the Lamb. So they're on thrones, ruling and reigning God and Jesus in the middle of the city. You've got the tree of life, you've got the leaves of the tree for the healing of the nations. There's no more curse. It's all from Genesis, right? The throne of God and of the Lamb. There are in the city, and his servants will serve him. So there you have a people who are serving and worshiping God and Jesus the king, they'll see his face, his name's on their foreheads. There'll be no more night. They won't need light of a lamp or the light of the sun. The Lord will give them light and they will reign forever and ever.",
    "start": "00:03:36",
    "end": "00:04:56"
  },
  {
    "text": "They referring to.",
    "start": "00:04:56",
    "end": "00:04:58"
  },
  {
    "text": "To the servants.",
    "start": "00:04:58",
    "end": "00:04:59"
  },
  {
    "text": "The servants will reign, yeah.",
    "start": "00:04:59",
    "end": "00:05:01"
  },
  {
    "text": "So you're like, wait, God's on the throne and the servants are serving? But then the last thing is of. And they will reign forever and ever. So it's as if the story, it's not even that we've gone back to the garden, it's that where the story of the garden went wrong. We're picking up from that point onward and moving forward into new uncharted territory where humans again are ruling and reigning over God's creation.",
    "start": "00:05:01",
    "end": "00:05:33"
  },
  {
    "text": "But it took a new human.",
    "start": "00:05:34",
    "end": "00:05:36"
  },
  {
    "text": "It took God joining, binding himself to humanity to be the image of God on our behalf. That's how the incarnation fits into this.",
    "start": "00:05:36",
    "end": "00:05:48"
  },
  {
    "text": "Yeah. So the task of being image bearer was too difficult, or is that a fair way to say? Or.",
    "start": "00:05:48",
    "end": "00:05:57"
  },
  {
    "text": "Yeah, you know There were to Genesis 3, you know, so what went wrong? Yeah, there was a breakdown in the relationship. There was a distrust. And humans embrace a narrative that says God's holding out on us, that he doesn't have our best in mind. It will be better for us if we define good and evil for ourselves. And so that breakdown in the relationship creates this rift between God and the bearers of God's image. Yeah. So the narrative of the Bible then is God so closely binds himself to humans in the incarnation of Jesus that he becomes the human that we're made to be. And then through him, we become the humans that we were made to be. And then we can get the story back on track again.",
    "start": "00:05:57",
    "end": "00:06:49"
  },
  {
    "text": "So let me try to summarize what I'm hearing. So God creates humans as image bearers to rule over creation. So creation is the servants to humans in this kind of metaphor or the.",
    "start": "00:06:50",
    "end": "00:07:06"
  },
  {
    "text": "Yeah, and there you have to get into the story more. Yeah. Birds and so on. But even there, what does that mean, to rule and to reign? Chapter two fleshes that out in terms of agricultural agriculture. Animal husband.",
    "start": "00:07:07",
    "end": "00:07:19"
  },
  {
    "text": "Sure. Not like, make them slaves and have them pay taxes and like, build yourself an empire.",
    "start": "00:07:19",
    "end": "00:07:23"
  },
  {
    "text": "No, it's be gardeners. Yeah, gardeners. I mean, that's. Humans are gardeners. They're made to garden in chapter two.",
    "start": "00:07:23",
    "end": "00:07:31"
  },
  {
    "text": "But if you're gonna be a ruler, you need to be ruling over something. And in this case, that something is.",
    "start": "00:07:31",
    "end": "00:07:37"
  },
  {
    "text": "Creation, the created order, which, left to its own devices, will flourish and be quite happy on its own. But there's even more potential, creative potential within. If we cultivate it, if it's cultivated.",
    "start": "00:07:37",
    "end": "00:07:57"
  },
  {
    "text": "So to rule as humans over creation is to be cultivators, to be gardeners.",
    "start": "00:07:58",
    "end": "00:08:04"
  },
  {
    "text": "To be cultivators. And that's what I think the word subdue there. Rule and subdue in Genesis 1 is about harnessing the potential and then harnessing it and guiding it towards new front, new things that would never have just grown. It's the same thing. Like if you let patch of forest grow, you will never grow a garden with tomatoes for the world. But humans can do that.",
    "start": "00:08:04",
    "end": "00:08:31"
  },
  {
    "text": "Yeah, Bringing order out of chaos.",
    "start": "00:08:31",
    "end": "00:08:32"
  },
  {
    "text": "Order out of chaos. So, yeah, ruling is not about abusing. Yes, that's not the vision. Some people have said that's what they think. Genesis 1 is unleashed on Western cultures, this objectified view of nature and so on. That's not the vision.",
    "start": "00:08:32",
    "end": "00:08:51"
  },
  {
    "text": "But I think what I was kind of getting at was, yeah, we were supposed to rule, and that rules over creation, albeit not in a destructive way.",
    "start": "00:08:51",
    "end": "00:08:58"
  },
  {
    "text": "Yes.",
    "start": "00:08:58",
    "end": "00:08:59"
  },
  {
    "text": "But not rule, because we're the end all, be all, but because we are bearing the image of rule from some. Something, this divine being that's more transcendent than us, who's created all of this. So what went wrong? You were saying there was this mistrust because it's an interesting relationship to be in, where you're supposed to be ruling, hey, I'm the ruler. But then really, I'm not completely. I'm actually just reflecting that reign through myself. I'm actually, like, just a conduit of that. And the problem becomes wanting to define good and evil ourselves, saying, I don't want to be that conduit. I just want a rule.",
    "start": "00:08:59",
    "end": "00:09:44"
  },
  {
    "text": "Mm. Yeah. And define the terms of rule the.",
    "start": "00:09:45",
    "end": "00:09:48"
  },
  {
    "text": "Way I define it, how it makes sense for me to define it.",
    "start": "00:09:48",
    "end": "00:09:52"
  },
  {
    "text": "Yeah, yeah. I mean, it's the story of middle management in America. Right. It's sort of like I have real responsibility as a manager or a franchise over a subway or something, but I'm.",
    "start": "00:09:52",
    "end": "00:10:06"
  },
  {
    "text": "Not the end all.",
    "start": "00:10:06",
    "end": "00:10:07"
  },
  {
    "text": "But I don't get to determine the core values or the vision of this company. That's already been decided for me. And so as a manager, I have this responsibility to really make things happen here in the.",
    "start": "00:10:07",
    "end": "00:10:21"
  },
  {
    "text": "We're managers, not shareholders.",
    "start": "00:10:21",
    "end": "00:10:23"
  },
  {
    "text": "Yeah, yeah, I think that's. I mean.",
    "start": "00:10:26",
    "end": "00:10:29"
  },
  {
    "text": "I mean, we are. We do have an inheritance.",
    "start": "00:10:29",
    "end": "00:10:31"
  },
  {
    "text": "Yeah, yeah. No, I think.",
    "start": "00:10:31",
    "end": "00:10:33"
  },
  {
    "text": "But not.",
    "start": "00:10:34",
    "end": "00:10:34"
  },
  {
    "text": "Because there may be ways that the analogy doesn't work. I can't think of them right now, but I think right now it's. For this point, it's a good. It's a good metaphor.",
    "start": "00:10:34",
    "end": "00:10:41"
  },
  {
    "text": "Yeah. And then. And then this idea of, okay, so if that's the problem, it's just a really unique solution in some ways for God to say, oh, well, then let me fuse with humanity in order to show. No, this is how you do it.",
    "start": "00:10:41",
    "end": "00:10:59"
  },
  {
    "text": "Yeah.",
    "start": "00:11:00",
    "end": "00:11:00"
  },
  {
    "text": "Right.",
    "start": "00:11:00",
    "end": "00:11:01"
  },
  {
    "text": "Yeah. And not just to show, but to be it.",
    "start": "00:11:01",
    "end": "00:11:03"
  },
  {
    "text": "To be it. To be that one. The thing that he created us to be.",
    "start": "00:11:03",
    "end": "00:11:08"
  },
  {
    "text": "Right. And then the nature of the incarnation of Jesus as messiah and of us as his people is that the image of God becomes restored in us as we attach ourselves more close.",
    "start": "00:11:09",
    "end": "00:11:24"
  },
  {
    "text": "So I think what's interesting is you would think, okay, so what God's gonna do. He's the king. He'll come as the king.",
    "start": "00:11:24",
    "end": "00:11:28"
  },
  {
    "text": "Ah.",
    "start": "00:11:29",
    "end": "00:11:29"
  },
  {
    "text": "And he'll say, hey, guys, I'm the king.",
    "start": "00:11:29",
    "end": "00:11:32"
  },
  {
    "text": "Yeah.",
    "start": "00:11:32",
    "end": "00:11:32"
  },
  {
    "text": "And kind of like flex some muscles and say, get back to work.",
    "start": "00:11:32",
    "end": "00:11:36"
  },
  {
    "text": "Yeah. Right.",
    "start": "00:11:36",
    "end": "00:11:37"
  },
  {
    "text": "But what happened with Jesus is he came as a human and said, hey, guys, let me show you. And actually do for you what. What hasn't been done? Which is just a really surprising way to go about.",
    "start": "00:11:37",
    "end": "00:11:51"
  },
  {
    "text": "Yeah, about this. Yeah, yeah, yeah. And the form of the biblical story is very counterintuitive. It's surprising. It's news. It really is. When you get your head around it, you're like, wow, that's really remarkable how this story works.",
    "start": "00:11:52",
    "end": "00:12:08"
  },
  {
    "text": "Right. And so when. When you say good news gospel, the connotation for me is more sacrifice, atonement.",
    "start": "00:12:08",
    "end": "00:12:15"
  },
  {
    "text": "Oh, right, right, right, right.",
    "start": "00:12:15",
    "end": "00:12:16"
  },
  {
    "text": "And so here you're kind of saying part of the news is the reign of God was somehow fractured and Jesus is actually reinstating it by being the true image bearer on our behalf. And that's good news.",
    "start": "00:12:16",
    "end": "00:12:35"
  },
  {
    "text": "Yes. Yeah. And the reason I'm saying that's the news is because the times, the only times that Jesus used the good news was connected to the arrival of the kingdom. So I just put it at the top of the notes here. But in Mark's summary of Jesus's core message. Mark 1, verse 15. Now, after John was arrested, Jesus came to Galilee proclaiming the good news of God, saying, the times fulfilled, the reign or the kingdom of God is at hand. Repent and believe the good news. So the good news is that the kingdom of God has arrived in Jesus, which means that he is the truly human one who's going to address the core problem. Now, that's the drama of the Gospels. Is Jesus trying to unpack what he means uniquely when he says the kingdom, the reign of God is here versus everyone else's expectations for what they hear when they hear him say?",
    "start": "00:12:35",
    "end": "00:13:51"
  },
  {
    "text": "Because we've been focusing on Genesis 1, but there's a whole bunch of kingdom language.",
    "start": "00:13:51",
    "end": "00:13:56"
  },
  {
    "text": "Yeah, yeah, yeah, yeah. We're getting ahead of ourselves, really. Which is the second great trivia question, which is where's the first time that God is said to reign or be a king in the Bible?",
    "start": "00:13:56",
    "end": "00:14:10"
  },
  {
    "text": "Yeah, I don't know. I would have to guess. I want to guess that it's late. It's in First Samuel.",
    "start": "00:14:12",
    "end": "00:14:21"
  },
  {
    "text": "That's good. Yes. Oh, sorry. That's not wrong.",
    "start": "00:14:24",
    "end": "00:14:27"
  },
  {
    "text": "Got me all excited.",
    "start": "00:14:29",
    "end": "00:14:30"
  },
  {
    "text": "Yeah, you're wrong, but you are right in that an important statement about God being king is in First Samuel, where they say, we want a king like all the other nations, the people of Israel. And then God says, okay, let them have their king. They've rejected me as their king.",
    "start": "00:14:30",
    "end": "00:14:43"
  },
  {
    "text": "Right.",
    "start": "00:14:43",
    "end": "00:14:44"
  },
  {
    "text": "The first time it appears is at the climax of the Exodus story. Okay, so here's how the story works. So, humans, we've already Talked about Genesis 3 to 11, right. The humans rebel. They don't trust. They want, like, you know, middle managers who want too much power. They want to define the values and vision and direction of the company for themselves and forget the board of board shareholders. So they set up an alternate kingdom, which in Genesis 3 to 11 takes the form of, you know, Adam and Eve. Then they rebel and they're banished from the garden. Then there's the murder of Cain and Abel, and then Cain goes and builds the first city, and then that city results in the city of Lamech, who sings this poem about violence and so on. And then that line runs all the way through the kingdom of Babylon and its great tower and so on. So the tower of Babylon is the culmination of the fall story, and it's of humans setting up an alternate kingdom where we will, you know, build a city with a tower that reaches up to the gods. So in the Bible, this kingdom is called the world. Paul calls it the kingdom of this world, this age, the age of sin and death. But it's this alternate kingdom, alternate reigning, where our will is done.",
    "start": "00:14:44",
    "end": "00:16:14"
  },
  {
    "text": "Okay. And that theme. And that theme begins with Cain.",
    "start": "00:16:14",
    "end": "00:16:17"
  },
  {
    "text": "It begins with. Yeah, yeah. I mean, yeah, Adam and Eve. It's about distrust. But it's the Cain story that begins the human project of ruling and reigning, making a city and organizing human efforts and so on. And it ends up in Babylon, which is this huge fu to God, right, in the storyline. So I think in the video, in terms of the plot tension, I want it to begin with, here's what humans made to rule and reign. The relationship breaks down and humans still go and rule and reign, but they do it on their own terms and they make an alternate kingdom.",
    "start": "00:16:18",
    "end": "00:16:53"
  },
  {
    "text": "Because we can't help but to do that.",
    "start": "00:16:53",
    "end": "00:16:55"
  },
  {
    "text": "Right?",
    "start": "00:16:55",
    "end": "00:16:55"
  },
  {
    "text": "Yeah, we're made to do.",
    "start": "00:16:56",
    "end": "00:16:57"
  },
  {
    "text": "That's right. We make. We multiply like rabbits. Then we make neighborhoods and communities and organize ourselves. And so we make a kingdom, but it's a kingdom and we use our.",
    "start": "00:16:57",
    "end": "00:17:07"
  },
  {
    "text": "Imagination and we're creative. All these things that were part of the image bearing.",
    "start": "00:17:07",
    "end": "00:17:12"
  },
  {
    "text": "Task.",
    "start": "00:17:12",
    "end": "00:17:13"
  },
  {
    "text": "Task. Yeah.",
    "start": "00:17:13",
    "end": "00:17:14"
  },
  {
    "text": "Yeah. So then the story of the Bible becomes the story of the clash of kingdoms of God constantly trying to invade our kingdom and save us from ourselves and us constantly wanting to push God out of the equation. What's God's response to humans setting up their own rebellious kingdom? Well, he's gonna choose the family of Abraham and liberate them from the world. The age of sin and death. From the kingdom, from the alternate kingdom, which in the story takes the form of The Exodus. So Israel is enslaved to the big bad Pharaoh who becomes this icon of humanity's alternate kingdom and rebellion against God. So it got me thinking. But it's true. In the prophets, Egypt and Babylon become these icons of the nations in rebellion against God. And it's why in the book of Revelation, God's judge, the seven plagues, the seven bowls, the seven trumpets are all the 10 plagues in a blender. So it's the Egyptian 10 plagues in a blender. And then the culmination of Revelation is the downfall of Babylon. So Revelation is the defeat of Egypt. Babylon as these icons of the human kingdom in rebellion against God. Anyway, so it's interesting the way they. So Pharaoh, you know, was the, you know, Ramses III or Thutmose. There's all these debates about. And the story itself is totally doesn't care. It cares that the events are rooted in history. But it removes any personal historical identification of who Pharaoh is, I think because it wants to typify Pharaoh as this iconic image of humans in rebellion.",
    "start": "00:17:14",
    "end": "00:19:46"
  },
  {
    "text": "Which is what we did in our Exodus.",
    "start": "00:19:46",
    "end": "00:19:47"
  },
  {
    "text": "What we did in the Exodus video. Yeah. So I mean, so the whole thing is. And it's a typical human kingdom, it's about national security, it's about economy. And those two things justify the enslavement of a whole people group killing their babies to make store cities that just storehouse or storehouses for the kingdom. So it's all of a sudden the first human superpower we see. Abraham interacts with like kings who are kings over cities or something. But Egypt is the first superpower we see in the Bible.",
    "start": "00:19:47",
    "end": "00:20:22"
  },
  {
    "text": "Or is it not empire?",
    "start": "00:20:23",
    "end": "00:20:24"
  },
  {
    "text": "Well, it's not at this point it becomes that in the story in terms of expanding. But it's the first human full scale kingdom and it thrives on injustice.",
    "start": "00:20:26",
    "end": "00:20:36"
  },
  {
    "text": "So Babylon was a foreshadow of that, but it didn't work.",
    "start": "00:20:36",
    "end": "00:20:39"
  },
  {
    "text": "Yeah, yeah, Babylon is the first. It's the culmination of the human city. Yeah, it's Cain city leads to Babylon as the human city. But Egypt is the first developed portrait of a full scale human kingdom. And it's, you know, Pharaoh's the worst character in the Bible up to that point. And it's a whole system, a whole social system that thrives on enslaving and killing another minority group in its midst. So it's a depiction. So here's the basic structure of the Exodus story. You have this human kingdom in rebellion against God. And so what does God do? God challenges that kingdom. Pharaoh says, I don't care. And the gloves are off. Super intense conflict. And God defeats evil. Like defeats evil pounds into the ground, you know, 10 plagues. And then Pharaoh and his army destroyed in the waters.",
    "start": "00:20:40",
    "end": "00:21:39"
  },
  {
    "text": "He opens up a can.",
    "start": "00:21:39",
    "end": "00:21:40"
  },
  {
    "text": "The Israelites are saved. They're liberated from Pharaoh's kingdom. And it's the first worship song in the Bible. Exodus 15. It begins, I'll sing to the Lord, he's highly exalted, horse and rider. He's hurled into the sea, referring to Pharaoh. The Lord's my strength, my defense. He is my salvation. Again, that's first term salvation is used in the Bible. He's my God, I'll praise him. My father's God, I will exalt him. The poem goes on. The last line of the poem is, the Lord, the God of Israel, reigns as king forever and ever. It's the first time that God is described as a king. So just in terms of the picture, then how. What does it look like when God's kingdom arrives for Israel, the oppressors are free. It's a confrontation. Well, yeah, you tell me.",
    "start": "00:21:40",
    "end": "00:22:30"
  },
  {
    "text": "Yeah, yeah, yeah. Those who are being oppressed are freed. But you were just about to say, well, first there's got to be a confrontation with that power.",
    "start": "00:22:30",
    "end": "00:22:37"
  },
  {
    "text": "Yeah, I was just kind of thinking through the. You have God. God's kingdom arrives when he comes to defeat evil, when he liberates his people out of that oppressive evil into a new freedom. And then he invites them to live under his reign.",
    "start": "00:22:38",
    "end": "00:22:56"
  },
  {
    "text": "Right.",
    "start": "00:22:56",
    "end": "00:22:57"
  },
  {
    "text": "Coming to Mount Sinai, entering the covenant, and living under God's reign through the. The Torah, through the laws of the Torah.",
    "start": "00:22:57",
    "end": "00:23:05"
  },
  {
    "text": "Yeah.",
    "start": "00:23:05",
    "end": "00:23:05"
  },
  {
    "text": "So the next phase of the kingdom story then has the shape of God as king, confronting evil, liberating a people and inviting them to live under his alternate reign as a contrast community to the world and its kingdoms. So I think you can condense the story of Israel really quickly here then.",
    "start": "00:23:06",
    "end": "00:23:47"
  },
  {
    "text": "Right.",
    "start": "00:23:47",
    "end": "00:23:48"
  },
  {
    "text": "So they do really poorly, which the.",
    "start": "00:23:48",
    "end": "00:23:50"
  },
  {
    "text": "Old Testament doesn't do.",
    "start": "00:23:50",
    "end": "00:23:51"
  },
  {
    "text": "Yeah, the Old Testament takes a long time to tell the story of Israel failing to live under the reign of God. They come to have kings of their own. But even the origins of that comes out of this strange rejection of God in the story that you thought of, where even, you know, we want a king like all the other nations, as opposed to saying, we want to be more faithful to the God of Israel and live under his reign. So a king can help us do that. They say, no, we want to be like Egypt and Babylon. We want a king who will have absolute power.",
    "start": "00:23:51",
    "end": "00:24:21"
  },
  {
    "text": "So as kind of a Side note then, is God's ideal for Israel wasn't to have kings?",
    "start": "00:24:21",
    "end": "00:24:26"
  },
  {
    "text": "Well, that's a really interesting question. And that narrative in Samuel for Samuel 8 through 15, because the people ask for a king, Samuel gets ticked. He goes to God and God says, hey, listen, they don't want me as their king.",
    "start": "00:24:26",
    "end": "00:24:43"
  },
  {
    "text": "Give them what they want.",
    "start": "00:24:43",
    "end": "00:24:43"
  },
  {
    "text": "So they give them what they want. But God anticipated that Israel would have kings. One of the whole sections in Deuteronomy is called the law of the King. And when you appoint a king for yourselves, he should be like this.",
    "start": "00:24:43",
    "end": "00:24:56"
  },
  {
    "text": "All the prophecies around Judah.",
    "start": "00:24:56",
    "end": "00:24:58"
  },
  {
    "text": "Yeah. That the royal kings would come from the line of Judah. So I think it's, you know, maybe it was an inevitability, you know, but the idea at least.",
    "start": "00:24:58",
    "end": "00:25:08"
  },
  {
    "text": "But he seemed to seem opposed to it a little bit or. No, he just seemed kind of like, no, that's not the best thing.",
    "start": "00:25:09",
    "end": "00:25:13"
  },
  {
    "text": "Yeah. And so if Israel was going to have a king, it would be a fundamentally different kind of king king than the other nations. And so that's Deuteronomy 17. The law of the king is he doesn't amass an army, he doesn't amass a lot of gold, he doesn't import horses from Egypt.",
    "start": "00:25:13",
    "end": "00:25:29"
  },
  {
    "text": "It's kind of a dumb king.",
    "start": "00:25:29",
    "end": "00:25:31"
  },
  {
    "text": "And really he's to be a Bible scholar. He's had his own copy of the Torah that he hand writes out himself.",
    "start": "00:25:31",
    "end": "00:25:37"
  },
  {
    "text": "Yeah. This guy sounds like he could get beat pretty easily.",
    "start": "00:25:37",
    "end": "00:25:40"
  },
  {
    "text": "So even the ideal depiction of Israelite king is. Yeah, like a priest.",
    "start": "00:25:41",
    "end": "00:25:47"
  },
  {
    "text": "A priest.",
    "start": "00:25:47",
    "end": "00:25:48"
  },
  {
    "text": "And a Bible guy. So again, it's an alternate. It's a contrast. Israel was to be a contrast kingdom that embodied the reign of a different kind of divine king. So Saul is definitely not that. Even David, the man of God's own heart, only very imperfectly.",
    "start": "00:25:51",
    "end": "00:26:10"
  },
  {
    "text": "Yeah.",
    "start": "00:26:10",
    "end": "00:26:11"
  },
  {
    "text": "Realizes God's reign. Same with Solomon. And it all goes downhill after that.",
    "start": "00:26:11",
    "end": "00:26:15"
  },
  {
    "text": "Were we talking about this or was it another conversation that just in kings, when they go through the kings, it's like some of them are good, but even those, it's kind of like, yeah, I guess they're good.",
    "start": "00:26:15",
    "end": "00:26:26"
  },
  {
    "text": "Yeah. Yeah. Even the best kings in the book of Kings get just a B minus rating.",
    "start": "00:26:26",
    "end": "00:26:33"
  },
  {
    "text": "Right. And overwhelmingly the kings are.",
    "start": "00:26:33",
    "end": "00:26:37"
  },
  {
    "text": "Yeah, yeah. There's 40 kings mentioned between the two northern and southern kingdoms and only eight get a B minus rating. Yeah. So the point was. And the point was that the king Israelite kings were to be subordinate to God's kingship. It was to be an image of the Genesis 1 story.",
    "start": "00:26:37",
    "end": "00:26:59"
  },
  {
    "text": "And what's yeah. It's interesting because the Genesis 1 story is much flatter than that. So it kind of puts this wrinkle in it. So it kind of would make sense that God's like, you don't need a king. You don't get it. Right.",
    "start": "00:27:00",
    "end": "00:27:11"
  },
  {
    "text": "Because, oh, well, the humans are the kings and queens in Genesis 1.",
    "start": "00:27:11",
    "end": "00:27:16"
  },
  {
    "text": "Yes. So the kings and queens are saying, well, why don't we actually make another king above us, below God? They're creating, like, they're complicating the hierarchy totally.",
    "start": "00:27:16",
    "end": "00:27:26"
  },
  {
    "text": "And that's the brilliance of Samuel's speech to the people, his warning to them. And Samuel 12, it's such a great speech. It sounds like a tea partier. I'm not joking.",
    "start": "00:27:26",
    "end": "00:27:38"
  },
  {
    "text": "It's really like a libertarian, you mean, or like a.",
    "start": "00:27:39",
    "end": "00:27:41"
  },
  {
    "text": "Yes, I suppose. Did I say 1st Samuel 13, 12? I meant 8. 1st Samuel 8. When they first come and say, give us a king like all the other nations. And he goes, this will be the way of the king who reigns over you. He'll take your children, appoint them to run alongside his chariots. He'll appoint for himself commanders, some to plow his ground and reap his harvest, which is a play because the land was to belong equally to all the tribes. But a king's gonna come and annex all that land for the royal vineyards and so on. So it'll be his harvest now. And he'll use your children to make his implements of war. He'll take your daughters to make perfume and to be cooks and bakers. He'll take the best of your field. So Samuel knows that, like the vision of the tribes unified under the kingship of Yahweh, their God, is this ideal vision.",
    "start": "00:27:42",
    "end": "00:28:36"
  },
  {
    "text": "Right.",
    "start": "00:28:36",
    "end": "00:28:37"
  },
  {
    "text": "And that a centralized kingdom is going to compromise that.",
    "start": "00:28:37",
    "end": "00:28:42"
  },
  {
    "text": "But they wanted a centralized kingdom because the other nations had one.",
    "start": "00:28:42",
    "end": "00:28:46"
  },
  {
    "text": "The other nations have one.",
    "start": "00:28:46",
    "end": "00:28:47"
  },
  {
    "text": "Seemed safer. It seemed like a good strategy.",
    "start": "00:28:47",
    "end": "00:28:50"
  },
  {
    "text": "And the Philistines are breathing down their necks.",
    "start": "00:28:50",
    "end": "00:28:53"
  },
  {
    "text": "Yeah.",
    "start": "00:28:53",
    "end": "00:28:53"
  },
  {
    "text": "I mean, they just got whooped by the Philistines in chapters four to seven. So they have an external threat and they have a desire to be like the other nations. So it's hard. It's hard to be a contrast community. It's hard to be.",
    "start": "00:28:53",
    "end": "00:29:06"
  },
  {
    "text": "That's the thing.",
    "start": "00:29:06",
    "end": "00:29:07"
  },
  {
    "text": "It's hard to be a minority.",
    "start": "00:29:07",
    "end": "00:29:08"
  },
  {
    "text": "All this kingdom of God stuff, it's really ridiculously dumb. Like, love your enemies.",
    "start": "00:29:08",
    "end": "00:29:17"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:29:17",
    "end": "00:29:18"
  },
  {
    "text": "Don't worry.",
    "start": "00:29:18",
    "end": "00:29:19"
  },
  {
    "text": "Yeah.",
    "start": "00:29:19",
    "end": "00:29:20"
  },
  {
    "text": "Like, pray for those who persecute you. Don't centralize your army.",
    "start": "00:29:20",
    "end": "00:29:24"
  },
  {
    "text": "Yes.",
    "start": "00:29:24",
    "end": "00:29:25"
  },
  {
    "text": "Don't.",
    "start": "00:29:25",
    "end": "00:29:25"
  },
  {
    "text": "Yeah.",
    "start": "00:29:26",
    "end": "00:29:26"
  },
  {
    "text": "It's like, really?",
    "start": "00:29:26",
    "end": "00:29:27"
  },
  {
    "text": "Yeah.",
    "start": "00:29:27",
    "end": "00:29:28"
  },
  {
    "text": "Don't you know, we're just going to get destroyed.",
    "start": "00:29:28",
    "end": "00:29:30"
  },
  {
    "text": "Whooped on. Yeah, that's right. Yeah. Jesus's. The upside down nature of the kingdom that Jesus announces is in sync with the kind of kingdom Israel was called to be but never actually became. Isn't that interesting? So after the Exodus story, God invites Israel to live under his reign. So there's a triad developing, if you can see here, a king forming a people who will live under his Reign. Yeah, Genesis 1.",
    "start": "00:29:30",
    "end": "00:29:59"
  },
  {
    "text": "Yeah. And God does that through Exodus story.",
    "start": "00:29:59",
    "end": "00:30:02"
  },
  {
    "text": "People living under his reign.",
    "start": "00:30:03",
    "end": "00:30:05"
  },
  {
    "text": "Yeah.",
    "start": "00:30:05",
    "end": "00:30:05"
  },
  {
    "text": "So there's two movements here that will follow. Maybe feel predictable to you. To our other theme videos is the. That the kingdom crumbles. The kingdom of Israel crumbles. And the biblical poets still believe that God was king of the whole world. But just like in Egypt in the Exodus, there are still pharaohs of this world that don't recognize the rule and the reign of God. And so you get this. This dual nature of God's kingdom, where God is king, but we're still waiting for the kingdom to come come. So one of the. There's a section of psalms that explore this tension poetically. There's Psalms 93 to 99 that are all about the kingship of God. They're really, really interesting. So in the notes here, there's a line from Psalm 96, 10, 13, and you can see it here. So verse 10, say, among the nations, the Lord reigns as king. It's the same line as from the Exodus song. The Lord reigns as king. The world is firmly established, it cannot be moved. He judges the people with equity. So God's king, the world's firm. It's his good world. He made it, he's king over it. Let the heavens rejoice, Let the earth be glad. Let the sea resound and all that's in it. Let the fields be jubilant, everything in them. Let the trees of the forest sing for joy. Let all creation rejoice before the Lord. For he comes. He. He comes to judge the earth. He will judge the earth in righteousness and the peoples in his faithfulness. So this recognition that God is king, but there's also some. There's some need for his kingdom to come here in a way that it brings righteousness and justice and truth. That's not fully here in the present. It's the now and the not yet. God's king, but he rules in heaven where his will is done. But here we live among the pharaohs that don't acknowledge the reign of God. So we're waiting for is that A.",
    "start": "00:30:06",
    "end": "00:32:08"
  },
  {
    "text": "Phrase the prophets use. We live amongst the pharaohs. Or is that just kind of your.",
    "start": "00:32:08",
    "end": "00:32:11"
  },
  {
    "text": "No, that's kind of my paraphrase for. I think that the. Well, you know, that's why Solomon. Solomon's depicted as Pharaoh. He is. He's the first king who institute slave labor. He institutes horses from Egypt specifically. And he amasses more wealth and he begins to enslave people to build his palace. So Israel becomes Egypt in the story. Just like Israel becomes Canaan in the Book of Judges, Israel becomes Egypt, Egypt. So the pharaohs, the Solomons, and then the moment Solomon dies, the kingdom fractures because people hated him so much.",
    "start": "00:32:11",
    "end": "00:32:56"
  },
  {
    "text": "That's not the depiction of Solomon I'm used to.",
    "start": "00:32:58",
    "end": "00:33:01"
  },
  {
    "text": "I know, yeah. I can't wait for our video on kings. So, yeah, the pharaohs of the world. Is this acknowledgment of our way of making kingdoms which inevitably become oppressive. Yeah, just inevitably.",
    "start": "00:33:01",
    "end": "00:33:18"
  },
  {
    "text": "And when you're the. When you're the smartest guy on earth, it becomes extra oppressive.",
    "start": "00:33:18",
    "end": "00:33:22"
  },
  {
    "text": "Solomon, he had his bright moments. He's not only bad, sure, but that's the thing that's. It's a realistic depiction of human kingdoms. Even the best human kingdoms.",
    "start": "00:33:23",
    "end": "00:33:34"
  },
  {
    "text": "Right.",
    "start": "00:33:34",
    "end": "00:33:35"
  },
  {
    "text": "Are instruments of evil.",
    "start": "00:33:35",
    "end": "00:33:36"
  },
  {
    "text": "So the prophets.",
    "start": "00:33:38",
    "end": "00:33:40"
  },
  {
    "text": "So Psalm 96 has this tension. God is still king, but we're waiting for him to become king fully here on earth.",
    "start": "00:33:40",
    "end": "00:33:47"
  },
  {
    "text": "And it's connected to judgment, which is.",
    "start": "00:33:47",
    "end": "00:33:49"
  },
  {
    "text": "Connected to him bringing justice. He's coming to judge the earth, which we hear judged as negatively. In Bible, it's positive because you come to establish equity and justice. And in the Bible, justice means specifically that the powers that be are kept accountable. And the poor and the vulnerable.",
    "start": "00:33:49",
    "end": "00:34:09"
  },
  {
    "text": "Rights are wrong, wrongs are right, wrongs are righted.",
    "start": "00:34:09",
    "end": "00:34:13"
  },
  {
    "text": "And specifically the. The poor are cared for. We don't have time to go there. But the depiction of the Messianic king in Psalm 72, the two things are. That create the fields and the. The fields, agricultural flourishes and the poor taken care of. That's the sign of the Messianic kingdom. In Psalm 72, it's very interesting. So that justice is a good thing. It's something that the trees rejoice about. So Isaiah's way of retaining that hope was the same. And it's a famous passage that connects. I think it's exact. It is. This is the passage that Jesus saw himself bringing into reality. So Isaiah 52, verse 7. How beautiful on the mountains are. Those are the feet of those who bring good news. It's the word gospel.",
    "start": "00:34:13",
    "end": "00:35:06"
  },
  {
    "text": "And why does Isaiah talking about Mountains and feet. Here.",
    "start": "00:35:07",
    "end": "00:35:11"
  },
  {
    "text": "Oh, yeah, yeah, yeah. Got it. It's all. Look down at the beginning of verse eight. Listen, your watchmen lift up their voices. It's a little poetic movie scene. He's painting of night watchmen on the walls of a city above the gates. And there's. They're waiting. Crucial news of a messenger coming from the hills. Coming from the hills. So crucial news. There's been a great defeat, right? Yeah, Exile, defeat. It's been a horrific time for Israel. You have watchmen on the walls. We're waiting to hear a message.",
    "start": "00:35:11",
    "end": "00:35:47"
  },
  {
    "text": "What city are they in at this point?",
    "start": "00:35:47",
    "end": "00:35:48"
  },
  {
    "text": "Jerusalem.",
    "start": "00:35:48",
    "end": "00:35:49"
  },
  {
    "text": "They're in Jerusalem.",
    "start": "00:35:49",
    "end": "00:35:49"
  },
  {
    "text": "Jerusalem. So all of a sudden, you see this messenger appearing over the hills. How beautiful on the hills are the feet of those. And what are they bringing? They're bringing good news.",
    "start": "00:35:49",
    "end": "00:36:01"
  },
  {
    "text": "Why did he. Why does he call out his feet?",
    "start": "00:36:01",
    "end": "00:36:03"
  },
  {
    "text": "Because he's running. The messenger. He's running.",
    "start": "00:36:03",
    "end": "00:36:06"
  },
  {
    "text": "Those are beautiful feet.",
    "start": "00:36:07",
    "end": "00:36:08"
  },
  {
    "text": "They're beautiful feet who bring good news. Sort of like saying, that's the best news I've heard all day, or something like that. Yeah. Now, here's something else. Interesting kingdom is that the phrase good news is used specifically of royal activity, too. If you do a word study on good news, it's used to describe the reign of a new king. So Solomon's rival, when David dies, Solomon's brother tries to pull a coup and become king before Solomon does? No, it's right before David died. Excuse me. And they send out messengers of good news saying adonijah reigns as king, and it's called good news. So it occurs a handful of times in the Hebrew Bible, and it's always connected to the reign of a new king or of a battle won by a king.",
    "start": "00:36:08",
    "end": "00:36:59"
  },
  {
    "text": "Okay.",
    "start": "00:36:59",
    "end": "00:36:59"
  },
  {
    "text": "So even the phrase gospel, like image of God, it's a royal. It's a term that Jewish hearers would hear.",
    "start": "00:36:59",
    "end": "00:37:06"
  },
  {
    "text": "So it's not just like any news. It's not like, oh, hey, sister had a baby. Good news.",
    "start": "00:37:06",
    "end": "00:37:12"
  },
  {
    "text": "You know, the cubs won't.",
    "start": "00:37:12",
    "end": "00:37:15"
  },
  {
    "text": "So, like, the battle was won.",
    "start": "00:37:15",
    "end": "00:37:17"
  },
  {
    "text": "Yeah. Good news is a royal term.",
    "start": "00:37:17",
    "end": "00:37:19"
  },
  {
    "text": "So, like, if in our setting, it would be like, we just. The war is over.",
    "start": "00:37:19",
    "end": "00:37:26"
  },
  {
    "text": "Like, war's over. Or even more like a new president has been sworn into office.",
    "start": "00:37:26",
    "end": "00:37:31"
  },
  {
    "text": "Right. So we have good news every 48 years.",
    "start": "00:37:32",
    "end": "00:37:34"
  },
  {
    "text": "Every 48 years, we have that good news. Yeah, yeah. So look at how Isaiah 52 works here. So you have watchmen on a city wall. There's been a great defeat. It's dark. We're waiting for good news. How beautiful are the feet. Of the messengers. They're bringing good news. About what? About peace. They're bringing good news. It's about salvation. They're saying to Zion, your God reigns as king. It's the same line as the Exodus from the Exodus song.",
    "start": "00:37:34",
    "end": "00:38:04"
  },
  {
    "text": "So some guy coming back, coming back from war, telling Jerusalem, God, God of.",
    "start": "00:38:04",
    "end": "00:38:12"
  },
  {
    "text": "Israel is still king. So think to attitude of exiles, people who are in Babylon or have just come back from Babylon. The temple's in ruins, Jerusalem's defeated. The kings from the line of David were taken captive and executed. And we're waiting for the news. Is the covenant still on? Is the. The God of Israel is still going to redeem us or redeem the world? Good news, peace, salvation. Yahweh, the God of Israel is still king.",
    "start": "00:38:12",
    "end": "00:38:42"
  },
  {
    "text": "Yeah.",
    "start": "00:38:43",
    "end": "00:38:43"
  },
  {
    "text": "No matter what Babylon has done, no matter the exile.",
    "start": "00:38:44",
    "end": "00:38:47"
  },
  {
    "text": "Yeah, there's going to be peace. God still is king.",
    "start": "00:38:47",
    "end": "00:38:50"
  },
  {
    "text": "God is still king. So listen, the watchmen, they've seen the messenger and heard the good news. So now they're going to turn down from the walls and shout out into the city. They're going to shout for joy when Yahweh, the God of Israel, when the Lord returns to Zion, they're going to see it with their own eyes. Not only is their God still king, but he's on a victory procession back. Then the prophet addresses Jerusalem. Burst into songs of joy, you ruins of Jerusalem. The Lord's comforted his people, he's redeemed Jerusalem. The Lord will lay bare his holy army in the sight of all the nations. All the ends of the earth will see the salvation of God. So lay bare his holy arm is a phrase from the Exodus story, where with an outstretched arm, God redeemed his people. So Isaiah builds up that exile is not the end of the story. There's another greater Exodus.",
    "start": "00:38:50",
    "end": "00:39:49"
  },
  {
    "text": "It's not a guy flexing his muscles. Lay bare is wholly on him.",
    "start": "00:39:49",
    "end": "00:39:52"
  },
  {
    "text": "No, but it is. It is something of like he's going to act in a new way. God's arm is his power to act.",
    "start": "00:39:53",
    "end": "00:40:00"
  },
  {
    "text": "But to bring the people with him.",
    "start": "00:40:00",
    "end": "00:40:02"
  },
  {
    "text": "So, yeah, he's rolling. It's like we might say rolling up our sleeves to get to work. Something like that. And it's not. Look, he's going to comfort his people and redeem Jerusalem, but what he does for his people, Israel, is directly connected to the mission of the blessing of Abraham for all his salvation to go to all the ends of the earth. Now this is also fascinating because Isaiah, this is near the end of Isaiah 52, which is the chapter right before Isaiah 53:53 begins, who's believed our message? Who's believed our report? To whom has the arm of the Lord been revealed? So Isaiah 53 then says Yahweh's salvation came. Not only did no one believe it, but people rejected the very king who came to bring message. And then it's the suffering servant of Isaiah 53. So these chapters I think were crucial for Jesus, for Jesus self understanding and understanding his vocation and what it meant for him to bring the kingdom.",
    "start": "00:40:04",
    "end": "00:41:10"
  },
  {
    "text": "Yeah.",
    "start": "00:41:11",
    "end": "00:41:12"
  },
  {
    "text": "So how would Jesus be exalted as king? And what kind of kingdom did he see himself bringing? So all of this, God's going to come personally return to his people as king. He's going to form a new people, liberate them, confront evil, and then invite them to live under his reign.",
    "start": "00:41:12",
    "end": "00:41:33"
  },
  {
    "text": "That was part two in our three part series on the kingdom of God. Up next is Tim and I talking about how Jesus saw himself as fulfilling that mission of bringing the kingdom. Tim and I make videos with all this content. You can find those videos, they're free on YouTube.com thebibleproject you can follow us on Facebook facebook.com join the BibleProject. We're on Twitter oinbibleproj. If you like this podcast, which you might have because you listened to the whole episode, you can help us by going onto itunes and rating us. Another thing, we're coming into the holiday season. Christmas is going to be upon us before we know it. And one of the things that we're going to do at the bibleproject is we have some very limited edition Christmas greeting cards that are going to be coming out. They're only going to be available for people on our newsletter. You can subscribe to the newsletter from our website jointhebibleproject.com Just scroll down to the bottom. Thanks for being a part of this with us.",
    "start": "00:41:43",
    "end": "00:42:53"
  },
  {
    "text": "Wicked and remain bring you loneliness and pain I defend you king of the grave I'll remind you of the day you were just a boy Trying to pretend pleasing all your men those are never quite now you are a shoulder free switch now it's time to rest.",
    "start": "00:42:54",
    "end": "00:43:31"
  }
]