[
  {
    "text": "Hey, this is John, and this is Tim, and this is BibleProject podcast. Today on the show, we're gonna do the third and final sneak peek of a lecture series that we've been doing on the Book of Jonah. Tim, you taught a class for what we've been called classroom. Yeah, three seminary level classes. And we filmed those. We put them up online. And the Book of Jonah has been near and dear to your heart for a while, and you got to lecture through it with some students. And we've been listening along. And this final episode for the podcast isn't the final for the whole class, but what is this episode about?",
    "start": "00:00:03",
    "end": "00:00:41"
  },
  {
    "text": "Yeah, I think this is like the third little preview episode here, but the class itself has like, almost 40 more sessions. So. Yeah, this is focusing in on how the story of Jonah is developing and repeating a core theme that repeats throughout the whole Hebrew Bible all the way back to Genesis. It's about how God will choose a select person and call them out from among the many so that they can intercede, usually for some really bad people. And it often involves passing through death or waters of chaos. Sounds like the Book of Jonah.",
    "start": "00:00:41",
    "end": "00:01:18"
  },
  {
    "text": "Sounds like the Book of Jonah. Sounds like a lot of Bible stories.",
    "start": "00:01:18",
    "end": "00:01:21"
  },
  {
    "text": "Yeah. Sounds like Noah. Sounds something similar to the story of Abraham. Sounds like the story of Moses and even more Joshua. Yeah.",
    "start": "00:01:21",
    "end": "00:01:31"
  },
  {
    "text": "All right, so that's what we're gonna do.",
    "start": "00:01:31",
    "end": "00:01:34"
  },
  {
    "text": "Yep.",
    "start": "00:01:34",
    "end": "00:01:34"
  },
  {
    "text": "Let's listen in on this lecture with Tim and some students going through the Book of Jonah. Thanks for joining us. Here we go.",
    "start": "00:01:34",
    "end": "00:01:41"
  },
  {
    "text": "Let us turn to the book of Jon in the Old Testament. We're not going to make it very far in this session, but I think some things will open up for us. If you recall, in the Tanakh organization, the prophets has kind of two main sections. Traditionally, these came to be called the former prophets, which is the first four books. Joshua, Judges, Samuel, Kings, and then the latter prophets, which are what we typically think of the big three. Isaiah, Jeremiah, Ezekiel, and then the scroll of the 12. So what's interesting is the 12 are called minor prophets in Christian tradition. They never existed independently on a scroll as we have them. They certainly began life as independent works, but at some point, they were brought together and were themselves hyperlinked together as a work on a scroll in a very similar way. And so I'll point out some of these. Think of it in terms of works within works within works, collections of collections of collections. And what we just saw in the organization of the macro collection is diverse sections. The Torah, Joshua, Malachi, the beginning of Psalms. Those have all been coordinated together to circle around key main themes that are repeated. So just notice as a pattern of communication how that works. Then it means that anytime I'm in one section of these writings, the Torah, the prophets writings, I also need to be aware simultaneously of the whole thing at the same time. In other words, when I read Deuteronomy 34, I'm in three sentences at the end of the Torah. But when I'm in those sentences, I'm also simultaneously thinking about Malachi and how the whole thing fits together together. And so that's this literature works that way. The whole context needs to be brought to bear on every individual story, say the Book of Jonah. But then the Book of Jonah will also begin to inform and give me perspective on things, other things in the collection as well. Let's look at some examples of that. If you look at the first sentence of the Book of Jonah, I've got multiple translations open here for the first sentence. Should we read the first sentence? That's about all we're going to get through in this session. But the word of Yahweh came to Jonah, son of Amai, saying, let's just pause when you see Lord in all capital letters. That's our translations signaling to us that the Hebrew word is the four letters of the divine name revealed to Moses. So in some Jewish traditions, a couple hundred years before Jesus, people stopped pronouncing the name aloud to reserve its sacred honor. And so it mostly fell out of pronunciation. And so the word Lord in Hebrew came to be swapped. It people would say it say the word Lord, which is Adonai in Hebrew. And so that tradition is carried forward in our modern English translations. Not too many people are offended by saying the divine Name. Some Messianic Jews are, and then some traditional Jews are. But I personally found it to bring a fresh energy to my own reading of the Bible to say the Divine Name, because it was put there, I think, to be read when Moses and the Prophets wrote these texts. So that's a short little thing right there. So the word of Yahweh came to Jonah, son of Amitai. Now, there's something hidden here. If you only read the New American Standard, there's something hidden that you won't notice because the English translation doesn't clue you into it. If I turn say to the English Standard Version esv, look at how they render the first sentence. Now, the word of Yahweh came to Jonah son of Am, saying, do you see a difference?",
    "start": "00:02:02",
    "end": "00:05:53"
  },
  {
    "text": "Yeah.",
    "start": "00:05:53",
    "end": "00:05:54"
  },
  {
    "text": "What is it now? Now if I turn to the NIV just begins with the NIV and the nrsv. Now. Now this, you might think, mountain out of a molehill right here, but this is significant. And don't be afraid. I'm going to show you the Hebrew text of Jonah. The opening sentence. You don't have to remember this at all, but that letter right there is the Hebrew letter vav. That's the word and in Hebrew. Or wow in and depending on your pronunciation, VAV or wow. And in Hebrew, the word and doesn't ever stand by itself. You attach it to the beginning of the. This is true of most Semitic languages. You attach the word and to the word that it's in front of. So the first word is vay, he. And it came about the word of Yahweh to Jonah. Here's my point. The book of Jonah starts with the word and it's a connective conjunction. So you just tell me the difference between the word of Yahweh came to Jonah and of Amittai, and the difference between that and and the word of. Are you tracking. In other words, if an and is there, it presumes a bigger context. I'm continuing something. So to start a sentence with the word and means there's something before it that you're connecting it to. It's presuming a larger context. So that's just one observation to make. You might think it's minor, and perhaps it is. Second observation. And the word of Yahweh came to Yonah ben Amitai. Who's that? Like, if you just take the book of Jonah by itself and you're just like, oh, okay, am I supposed to know who that is? You are supposed to know who that is. Yeah. Because this figure appears elsewhere in the collection, doesn't he? So already in the book of Jonah, in the first sentence of the book of Jonah, the word and it's like little threads stitching the book into a context. The book of Jonah doesn't float by itself in the Old Testament. The first word of the book stitches it into a preceding context. The mention of Jonah, son of Amtai. He appears elsewhere in the collection. Yes. He appears in Second Kings. He appears elsewhere in the prophets in Two Kings, chapter 14. I already knew this was significant, but in actually prepping for this class, I realized just how significant this little story is where Jonah appeals. We're going to spend some time here. What we hear is about a really terrible king named Jeroboam ii. Here's what God did for this really terrible king, Yahweh saw the affliction of Israel, that it was bitter. There was nobody bond or free. There was no helper for Israel. So what did he do? He saved them by the hand of Jeroboam and he restored the borders of Israel back to what they were in the days of Solomon. Well, that's a very nice thing to do. For what kind of king? A terrible king. And who was the prophet there speaking this promise of restoration and blessing on the wicked king Yonah, son of Amitai? So what we've also got then here in the Book of Kings is another appearance of Jonah. Already in the first line of the book, we're hyperlinked into the scroll of the 12 with word and we're hyperlinked into the prophets. And his role in Two Kings gets us thinking about, yeah, God sending prophets to do good things for people who don't deserve it. I wonder if that has anything to do with the book of Jonah. God sending a prophet to invite people who don't deserve it into blessing. That's interesting. Go back to the book of Jonah. The word of Yahweh came to Jonah, son of Am, saying, hey, get up. Go to Nineveh, the great city. Nineveh, the great city. Have I heard of Nineveh before? I have heard of Nineveh before. Here's what's interesting if you're reading in the Book of Kings, that story in 2 Kings, chapter 14, Jonah announces that the borders of Israel will be expanded, which is always a sign of blessing for Israel when their borders are expanded. Jonah announces that that's going to happen for this wicked, evil king. In the very next chapter, it's all going to be reversed. In the very next chapter we are introduced to. This is 2 Kings 15:29, in the days of Pekah, king of Israel. He's after Jeroboam, who Jonah coincided with, who comes showing up to town, taking everybody captive and just like annexing the land of Israel, the king of Assyria, whose capital city is Nineveh. Now, this is after Jonah in the narrative. Are you tracking here? So in other words, what Jonah is announcing is going to be reversed and undone by the people who he is sent to in the story. But in the narrative time, it hasn't happened yet. But for the reader, you know all of this, you see what's going on here. So that's interesting. So the role of Nineveh or Assyria is also connected to kings. Ah, but this is for the first time you've heard about the city of Nineveh. This is really Bible nerd trivia. The first time you've heard of the city of Nineveh, there's this weird story in the book of Genesis, and it's in the list of genealogies after Noah gets off the boat. You know, this. Noah gets off the boat. This is Genesis 10. It's called the Table of Nations. It's a listing of 70 nations that make up the map of the kind of biblical world. And Noah has three sons. Yep. Ham, Shem, and Japheth. And we get a list of the sons of Japheth, we get a list of the sons of Ham. Ham's firstborn son, Cush. Cush then has seven sons, and then we're told of an additional eighth son. So it's a grandson of Ham. And that guy's name is Nimrod. His word spells rebel in Hebrew. Like motorcycle rider. You know, a rebel with a cause or without one. He is a mighty warrior on the land. He's a violent, mighty warrior, and he loves to hunt animals. We'll talk about this later. You know, he's the first king in the Bible. First king. And where did he build his first kingdom? Babylon. Babylon. Four cities? Yeah. Babel is the Hebrew word. Babylon. In other words, in Hebrew, it's one word, Babel. It gets translated Babel here. And in the next story, building the city and the tower. And then for the rest of the Bible, our English translators translate the same word, not as Babel, but as Babylon, which I think severs the connection for many people. It's the same place here. It's Babylon. I wish I knew why. So he builds four cities to build his empire here by the Euphrates in the land of Shinar. And from that land, you know, there was part two to his empire. Is Babylon good or bad in the Bible? Mostly bad, though there are some redemptive moments that are really significant. So this is like Evil Empire, part one. Cross the Euphrates, the Tigris, Evil empire, part two. And what does he build next? He went forth into Assyria, and he built Nineveh and also Rehovotir and Cala. Oh, and resin. Another four cities between Nineveh and Cala. That is the great city. The great city. To go back. Look at Jonah again. How does Jonah begin? Arise. Go to Nineveh, that great city. Do you want to know how many times that phrase, that great city appears in the Hebrew Bible? It appears two times. The book of Jonah and this story right here. Okay, so what this means is that somebody who's Composing Jonah has then hyperlinked us into the table of nations from Genesis, chapter 10. Yeah. A story about a prophet going to Nineveh is going to ring associations and patterns and connections. There's intentionality here. So if the other story of Jonah is also about Jonah being sent to bring a word of God to people who don't deserve it, there's something important there that I'm supposed to see. The city that Jonah goes to is a city that was introduced on page 10 and is coordinated and associated with Babylon. So that itself is significant. And what it means is, okay, I need to also understand what's going on with nineveh on page 10 of Genesis, and I need to understand how. And all of a sudden you're thinking about the whole thing, even though I just began with two sentences at the beginning of one. So this is. Every book's like this in the Hebrew Bible. Every paragraph of every book in the Hebrew Bible is like this. So for a long time, I was just. I felt like I'm in the haze now, because everything's about everything but Psalm 1. Just give it a lifetime. And what you'll find is after a couple years, you'll start to know your way. As you learn to spot a hyperlink, you follow it through, pause on Jonah. What's going on in 2 Kings 14? Well, our choirs know what's going on in 2 Kings 13 and 14. And actually that whole section, 13, 17, and Jonah Fitz. I see. Back to Jonah. It's like reading a set of web pages that are all hyperlinked, and they're all about coordinated topics and ideas. It's a little mini universe that creates associations as you go from page to page to page and back. And everything gives you new angle and depth and perspective on everything else. So this is essentially what we're going to be doing, is working our way through the book, Jonah, of following patterns and hyperlinks. Somebody's trying to get us to do this. We're not just making this up. And so the ways that the biblical authors pattern and hyperlink things, it's a skill set. And the most important skills to develop as you learn to do it is learning to spot repeated words. I mean, you think the phrase that great city. You know, there's ways to search for things in the Bible now, and it's quite surprising you would think it would occur on every other page, but it doesn't. It occurs twice. And it's all both about Nineveh. And let me just pause on that point as we've just Worked through the first sentence. But I feel like the principle that we just introduced is really significant. We're going to keep returning to it. The hyperlinked nature of the text in the collection Thoughts or Reflections. I'd never noticed that connection between that great city here in Genesis and Jonah. But now, especially with the association of Nineveh, as you know, with Babylon and other unpleasantness, why would it be called that great city, which, I mean, for us, great has this connotation not just of size, but also of something good. And so is that in there as well, or is this a different meaning? Yeah, different, Yep. The Hebrew word is gadol. Yeah. In English, the word great has a. That's great. Probably that's a metaphorical meaning of something is good. It's a metaphorical development off of a metaphor. If it's big, it's good, but it's big, big, large. And then it can refer to something size. So we can have a literal meaning big in size. It can have metaphorical meaning big in significance because it can refer to something that's important, but it's not used in the sense of that's great. That's an English thing. Thank you. That's a great. I didn't mean to do that. I wish I had meant to do that.",
    "start": "00:05:54",
    "end": "00:18:09"
  },
  {
    "text": "But yeah, when we looked at what.",
    "start": "00:18:09",
    "end": "00:18:12"
  },
  {
    "text": "Happened after what we saw in 2nd Kings 14, and we went to 2.",
    "start": "00:18:12",
    "end": "00:18:16"
  },
  {
    "text": "Kings 15 and we see the reversal of the land now. Is that.",
    "start": "00:18:16",
    "end": "00:18:22"
  },
  {
    "text": "How does the book of Nahum tie in?",
    "start": "00:18:23",
    "end": "00:18:25"
  },
  {
    "text": "Is it that time Assyria starts to knock on the door of the northern kingdom of Israel in chapter 15, and that's in the mid-700s B.C. the Kingdom of Assyria actually is like conquered by Babylon in 612 BC Hundred and Decades after the time of Jonah. And so that's the Book of Nahum's registering that right there. However, the book of Nahum is a part. Is one of the scrolls of the 12 prophets. So you already know as a reader of the scroll of the 12, that the ninevites repent of their repentance, which makes it a fascinating meditation point that even those who at one moment recognize the grace and mercy of God and experience it, it doesn't mean that they continue to bask in it, especially if they turn back to the way they're going. This is what Jeremiah 18 is all about. And it's why there are major hyperlinks to Jeremiah 18 in Jonah chapter 3. So we'll. We'll get to that very point. But you're right. Nineveh eventually does end up in ruins, just like Jerusalem and just like Babylon.",
    "start": "00:18:26",
    "end": "00:19:40"
  },
  {
    "text": "So with Jonah beginning with VAV or wow, are we pretty certain that traditionally Obadiah always preceded Jonah so that vav. That link would come right after Obadiah and what. And so it seems like that should cause us to ask the question, what's the main message or idea behind Obadiah and that Jonah is now making a statement about? Is that the right way to think about it?",
    "start": "00:19:40",
    "end": "00:20:04"
  },
  {
    "text": "I think so. There's a little bit of variation in ancient manuscripts about the ordering of the scrolls within the 12. There is one. There's actually one little Dead Sea scroll fragment. The only fragment of Jonah has it following Malachi. That's interesting. So I am still in a state of development on how significant sequential ordering is. I do think it matters on a macro level. Look at the shape of the Tanakh. But at the same time, once everything gets hyperlinked, put it anywhere. The point is, follow the hyperlinks to the relevant spots and you'll see what you're supposed to see. But there is a significant. The fate of the nations in the day of Yahweh is a major theme in the scroll of the 12. And who among the nations, who is it that will call on the name of the Lord and be saved? Which is from the book of Joel. And that has relevance for the book of Acts, because the apostles find themselves really thinking about who is included on those who call on the name of the Lord. And does it include non Jews as well? And they come to the conclusion that it does by quoting from the scroll of the 12. And what they quote from is Amos. But Jonah's not that far away, you know. Yeah, yeah.",
    "start": "00:20:04",
    "end": "00:21:14"
  },
  {
    "text": "It's a reference back to Joe's question about this great city. So the. You said that there's only two places.",
    "start": "00:21:14",
    "end": "00:21:21"
  },
  {
    "text": "Where it's the phrase, this is the great city.",
    "start": "00:21:21",
    "end": "00:21:25"
  },
  {
    "text": "Right. Do you think that there's a connection, though, to other great cities that exhibit the same sort of characters that Babylon does?",
    "start": "00:21:25",
    "end": "00:21:35"
  },
  {
    "text": "I'm so glad you asked that question.",
    "start": "00:21:35",
    "end": "00:21:37"
  },
  {
    "text": "I'll tell you the reason why I asked, because other renditions of. Again, I don't know Hebrew, I'm going to make it very clear. I did not take Hebrew, but from my recollection, other meanings for Gadol is to exalt yourself to a position of greatness, which is something that's also a recurring theme. So do you think that that plays into it? So not necessarily exactly the same phrasing that great city, but other great cities referred to in the Bible who demonstrate the same sort of character. Do you think that there's a link between.",
    "start": "00:21:38",
    "end": "00:22:14"
  },
  {
    "text": "Yeah, great question. And I do think so. For a different hyperlink than the word grade, though the word grade is significant for this connection here. So. Yes, but that's perfect timing. What we're going to do for the rest of this session is actually I'm going to try and create very quickly the map of stories that are being hyperlinked to the main ones in the Book of Jonah. What are you supposed to already know coming into the Book of Jonah? And it's going to do with prophets being sent to do something for great cities. Whose, as we learn from Jonah, Chapter one, Nineveh, the great city. Cry out against it, for their evil has come up before me. So God has become aware of. Of the evil being done in Nineveh, and it's a great city. Can I think of other great cities or other times and places where a cry or a great act of evil has arisen up to God and he becomes aware of it and then does something about it? Oh, yeah. Okay, now we're talking. Yeah, we're talking. And lo and behold, as it always does, takes us back to the early chapters of Genesis. Genesis 4. Okay, so we're now stepping into things that you're supposed to have uploaded as you read those opening sentences of Jonah. So we've got the story of Cain, which of course presumes Genesis 3, which presumes Genesis 2. And we could do that all day long, but this isn't a class on the book of Genesis. So right after. But we will say this because this is relevant for Jonah. Right after God banishes Adam and Eve, he exiles them from the garden. And we're told that they go right to the east of Eden. They don't go far away, they don't leave Eden, they just leave the garden. And then they're just right at the east side. And there on the east side, still in Eden, but out of the garden, Adam and Eve have Cain and Abel and they are offering sacrifices there. Yeah, Food offerings. And for Abel, animal sacrifices. Wow. What for? Why? What are they trying to accomplish? Dude, Genesis 4. So many awesome things happening here. But here's the thing, is that God showed regard for Abel and his offering. But for Cain and his offering, God did not show regard or look upon it. What was Cain's response? Oh, yes. In Hebrew, the word for get angry is to become hot. If I asked you to do some readings of the translation of Jonah, I provided for you, and every time the word anger came up, I put the word heat or hot in there. Because the word can be used of things that are unrelated to anger. A fire can do the same thing. So the word for to get angry in Hebrew is to get hot, literally. So Cain became hot, hot with anger. His face fell. Why are you hot? Says God. Why has your face fallen? If you do. The Hebrew word here is good. If you do good, won't there be exaltation lifting up for you in the new American standard? There's all kinds of little things here. The new American Standard, when they want to tell you, dear reader, we need to put in some words in English for this to make sense, but they're not there in Hebrew, so we'll put them in italics. That's what the italics mean. So if you do good, won't there be exaltation lifting up if you do not do good? Sin is crouching at the door. It wants you. But here's the thing. I told your parents to rule, to become rulers, especially of the beasts. Yeah, rulers of the beasts. You could rule this thing, but it wants you. If you do good, think. If you do good and evil. If you do good, sin won't devour you. The beast won't get you. But if you don't do good, the animal's gonna get you. And what is the animal here? Sin. It's the first time sin is used in the Bible. He doesn't rule the beast. And so it comes about that they were in the field, and Cain killed his brother. Yahweh said to Cain, where's Abel, your brother? And he said, I don't know. I don't have knowledge about that. Am I the keeper of my brother? He said, what is this that you have done? The voice of your brother's blood, the innocent blood of your brother crying out to me from the ground. So the first instance of this pattern, the motif in the Bible, the blood of the innocent crying out to the heavenly judge to bring justice and to vindicate the innocent blood of the oppressed. So just like his parents were cursed from the ground, so now he is cursed from the ground. Why is he cursed from the ground? Well, for a different reason than his parents here, because he has spilled his brother's blood on the ground. So the ground will be hostile to you now. It won't give its strength to you, and you are exiled to wander on the earth. Cain says that his punishment is too great to bear. And so God says, all right, I will protect you. And he appoints A sign for Cain. Oh, dude, rabbit hole. Let's just step around it and keep moving. Cain went out from the presence of the Lord, literally. Cain went out from before the face of Yahweh, and he sat in the land of wandering. Nod means wandering east of Eden. You know what else he did? He started a family and he built the first city. The first city in the Bible is built by whom? By the murderer. By the murderer. And then, you know, it's interesting. There's a line of seven generations that come from Cain, and the seventh from Adam through Cain is a guy named Lamech. What do we know about Lamech? He's the first character to have more than one wife. And he is a murderer even greater than Cain. He says, I've killed a man for wounding me, a boy for striking me. And listen, if God protected Cain seven times over, then here's what I declare. God has to protect me 70 times 7. This is the first city of blood, the city of blood in the Bible. And so you're meant to say, well, if Cain killed his brother and the blood cried out from the ground, Cain builds a city, and then his descendants murder by multiples. Right. Of 70. How much? How much? And the story doesn't say it because it doesn't need to. It's leading you to the conclusion. Abel's innocent blood cried out from the ground. Oh, man. How much innocent blood's crying out now? Checking with me. So Cain building the city that's built on the blood of the innocent. This is a crucial portrait in the storyline. Now, Cain builds a city. Then the story interrupts with a long genealogy, your favorite part of the Bible to read. And you get, sorry, there's too much to do here. When the narrative picks up again, who do we meet but some of the strangest characters in the Bible? Genesis 6. People are multiplying on the face of the land. Oh, yeah, yeah. Through the line of Seth that replaced Cain or replaced Abel, and now through the line of Cain and his murderous city. And we've heard some about them. Here's something else that happened in that day. The sons of God, which is a standard reference in the Hebrew Bible for spiritual beings. Spiritual beings saw that the human daughters of men were, in Hebrew, good, and they took for themselves wives, whomever they chose. They saw that something was good and they took it. This whole sentence is mapped in Hebrew right on to Genesis 3. 6. The woman saw that the tree was good, delight to the eyes, desirable for wisdom, and she took from it. So this is going to be A key design pattern in the Hebrew Bible to signify this is a fall moment. This is somebody failing. They had great opportunity and they're failing. So the spiritual beings are having their fall moment. You had the humans in the garden being tempted by a spiritual being, and now you have spiritual beings being tempted by human women. Do you see the inversion of Genesis 3 here? A woman and the snake. Now you have spiritual beings and women. So here's the crazy thing that happens is Genesis 6, verse 3, rabbit hole. Step around the rabbit hole here. God says that from this moment forward 120 years. And whether he's talking about the lifetime of humans or the amount of years starting the countdown to the flood, two different options there. I think the second one's more compelling. The point of the narrator is, what he really wants to tell us is, you know, there were giants. The Nephilim were in the land in those days. And, you know, also out of these marriages between the sons of God and the human daughters came the Gibborim, mighty warriors of old. Did we just read something about a mighty warrior of old? Oh, yeah. It's one of them who built the city of Babylon. Remember Nimrod? He was a gibbor. He's a mighty warrior. One of these violent warrior guys. He's like Cain. He's like Lamech. He's like those mutant offspring of the sons of God and women. And he's the one who builds the next city after Cain. This is the second city being built after Cain. And then also, what does he build? Nineveh. So do you see? There's a port. Somebody wants us to watch the development of human civilization being built on the blood of the innocent. Violent warriors who found cities on the blood of the innocent. It's human history, right? This is what, Jonah 1:1, go to Nineveh, that great city which is tied into this legacy that comes right from the fall in the garden, in cane. And so what regularly happens is humans build the city of blood. An outcry goes up to God, and God acts and does something about it. Now, Genesis 6. So what happens after this moment with the spiritual beings? Yahweh saw that humans are really. I'll need to teach you a Hebrew word here. You learn it in, like, the first week of Hebrew. It's the word evil or bad or. It's in Hebrew, Ra. In English, the word evil has a philosophical layer to it of, like, natural evil, inherent evil, moral evil. And Ra can refer to that. Ra can also refer to a circumstance or a situation that hurts People, and it too is Ra. So in other words, in Hebrew, the word Ra is more focused on the outcome of a Ra situation. And so usually Ra situations are caused by people who have raw intentions. But sometimes you can also use the word Ra to just refer to something that happens to you. We do this in English. Well, no, we don't say, I had an evil day. We said, I had a bad day. So Ra sometimes means bad, depending on context. Sometimes it means evil. This would be relevant for the book of Jonah. Okay, so Yahweh saw the Ra of humanity was great on the earth, and that every intent of his thoughts was only Ra all the time. So the Lord was sorry that he made humans on the earth. Let me teach you this word which is of utmost importance for the book of Jonah to be sorry. Some translations have regret. Do you have regret? Maybe right there in Genesis 6:6. Maybe some of your translations have regret. Some of your translation might have to change one's mind. So we'll just start with that. It's the Hebrew word Nacham. Nacham, the Lord Nacham, that he made humans on the earth and he was grieved in his heart. So Yahweh said, I'm going to blot out humanity that I've created on the face of the land. From beast to human, man to animal, from the birds and to the birds of the sky. Of course, not the fish. They're going to be just fine for I Nacham that I even created them. Except one guy. There's one chosen one. Yeah. Noach. So God Nachams over all humanity except Noach. He Nachams except Noach. Do you get it? It's the same Hebrew letters. It's a wordplay. Okay, so just track. Just follow the themes here. You guys, we've got an Eden like setup. We've got some kind of act of violence or fall or evil. We have the building of a city. We have an outcry of innocent blood. And that rises up to God. Yes. Then we have a chosen one. Yeah. Who's rescued. How is he rescued in this story that's going to follow right here through the waters. Yes. Rescued through the waters. The flood. Yep. And then check this out. Noah is going to be rescued through the waters. He's told. Ah, look at this. Genesis 6:13. The end of all flesh has come before me. The sentence that must be made over humanity has come up before me. It's very interesting phrase, the end. It was the blood of Abel that came up before him in Genesis 4. Now it's the end of humanity. A death sentence has come up before me because the earth is filled with Hamas violence. I have to. They're going to ruin my world. I have to clear my world of these violent creatures. Except for you. So make the ark. A familiar story, though, just to register a couple things. The rain of God's judgment falls on the earth for 40 days and 40 nights. Fast forward. Noah gets off the boat. He and his family are saved. This is in Genesis, chapter eight. And Noah gets off the boat. What's the first thing he does? That's what Cain and Abel were doing. He builds an altar. Ah. And where is he? He's on a mountain. He's on a mountain, right? The boat lands on a mountain and he builds an altar. And he all of a sudden he just, like, starts acting like a priest. He's a priest. He, like, knows clean from unclean animals. And then he offers this, like, offering right out of the book of Leviticus. You know, you're like, well, this guy. And Yahweh smells the offering aroma just like he does in Leviticus. And then Yahweh had a conversation with himself. He said, you know what I'm never going to do again? I'm never going to curse the ground on account of humanity. You know what I know about humans? They're no different from when I just did the flood. Look, do you see that now? How many humans are there around? And the guy just offered a sacrifice. And God's like, oh, no, no different. No, this guy's going to be no different. So here's what I'm never going to do again. I'm never going to do the thing I just did. Why did God do the thing that he just did? Do you remember the story, how it began? Why did God bring the flood? Genesis 6, verse 5. Humanity is only evil all the time. So I was. He has Nacham and he sends the flood. Genesis 8:21. God smells the sacrifice and says, you know what I know about humans? They're only evil all of the time. So what I'm going to do is never send the flood. Do you follow the logic? It's a reverse logic. The reason that God brought the flood is now the reason why he's never going to bring the flood. And what's the difference in these scenarios? Noah offered a sacrifice. So Noah. It's a very strange story. The thing that is different is God has chosen a chosen one. And this chosen one makes an act of intercession, in this case, a sacrifice. And that sacrifice becomes a hinge point. And God realizes humans are not going to change. So therefore my attack with humans has to change. If I destroy humans for their evil, guess what? No more humans. You can see that's what's happening here. So the very reason that God brought the flood is now the reason why God will never bring the flood. And so what on earth would compel God to do this? Well, it seems like there's a couple things going on all the way back on page one. Remember that thing where God said, you know who I want to rule this world with forever and ever and ever? Humans. We know that's page one. That's God's aim and God's goal. So if he destroys all the humans, that's not going to happen. So God is honoring his intent on page one to rule the world with humans forever and ever. But now we've got a problem. Because the humans that he wants to rule with are really bad. And they build cities of blood. And the cities of blood just keep escalating and escalating and their violence and so on. And so here's what's going to bring the turn of the tide is a chosen one rescued through the waters who will offer intercession, who will offer a sacrifice. And God says, I accept the sacrifice and I will no longer give humans what they deserve. Are you tracking with me this story so important for the storyline of the Bible? So what that leads to is in Genesis, chapter nine, the rainbow in the sky, and so on is God makes a covenant promise that he's going to carry his redemptive purposes forward. So right here we've got a storyline from Eden to the rise of the city of violence, to a chosen one rescued from divine judgment on the city. But then that one offers key intercession at the climactic moment. And God says, you know what? I'm going to spare and show mercy and move the Covenant Redemption storyline forward. Welcome to the storyline of the Hebrew Bible. That's just going to get worked over over and over and over and over and over again so that by the time that you get to the book of Jonah, we can now not just retell it, we can explore it and creatively invert everything. Imagine a story where your chosen one is actually worse than the people that he's supposed to intercede for. And imagine a story where the people he's supposed to intercede for don't actually even repent for very long. And what is this rest, this thing about going through the waters? This is really Foundational here. Can I think of other people rescued through the waters? Yep. The Israelites, Joshua's generation will go through the waters of the Jordan into the land. This is all connected, you guys. So if we had time, what we would do is walk through the story of Abraham. But let's just walk through the template. Abraham's invited into what land? A good land of blessing and abundance. Does he encounter a violent city whose outcry rises up to God? Yeah, he does. What's the name of that city? Yep. Sodom. This is in Genesis, chapter 18. The outcry of Sodom and Gomorrah is great and their sin exceedingly grave. It's like it rises up to God. So this chosen one is. Let's see. Oh, actually, who gets rescued out of the judgment on Sodom? Is it Abraham? No, it's Abraham's nephew, Lot. So then Lot becomes the one rescued out of the flood of judgment because of why? Because Abraham gets in God's face here and says, listen, my nephew's there, and there could be other righteous people there. And you don't kill righteous people. Right. And God's like, that's right. And so, you know, at every. It's like Abraham thinks God's going to be stingy here. Well, would you do it for 50? They're not bartering here. If they were bartering, right, God would like they were trying to meet in the middle. God just gives the moon away here. 50 righteous people in the city. Yes, yes. God says 45. 45. Yes. 40. Yet 30. Yet 20. 10. And then it's over. And are there even 10? There's not even 10. But notice here in this story, when God, Abraham, is interceding on behalf of the City of blood, he's like Noah. He's not offering a sacrifice. He's just invited into the council of God to make an act of intercession. Okay, let's follow this through another iteration. Can I think of another time when God's people were invited into the good land? It's actually a kind of exile down in Egypt. There's a famine up in the land. But where's the good land? It's in Goshen. Pharaoh says, come to the good land, Right? So they end up in the good land and then let a few generations pass. And then what happens? It becomes the city of blood. And so we read in Exodus, chapter two, well, first of all, what does Pharaoh say? Kill everyone in the waters. Kill everyone in the waters except one little baby who does get thrown into the waters. Yes. Except here's the thing is that his mom saw that he was good little baby. His mom sees that he's good and so she puts him into what? That's great. So new American standards had wicker basket. The word basket is the word ark. The word ark, Teva is appears in two stories in the Hebrew Bible story of Noah. And right here. So Noah put is put into a little mini ark and he goes through the waters, doesn't he? And then it's precisely he's going through the waters that lands him into the house of Pharaoh, where he becomes the downfall of Pharaoh. So this is interesting. At the end of Exodus chapter 2, in the course of many days, the king of Egypt died. And the sons of Israel sighed. Because of their bondage, they cried out and their cry rose up to God. This is Abel's blood. This is the oppressed of Sodom and Gomorrah. Do you see how this works here? Yep. So who's the chosen one rescued through the waters? So it's Moses. But then what is he going to do with all of the people? Then all the people are going to be rescued through the water. And again, of relevance for the book of Jonah, this is Exodus, chapter 14. When Pharaoh chases after them right into the waters. What do the Israelites say? This is so good. Yes, totally. They say, isn't this the word that we spoke to you when we were back in the land of Egypt? So just pause. Isn't this what we said a long time ago when we were back in the place where we wanted to be? It would be better for us to serve the Egyptians than to die in the wilderness. Just tuck that line away. Tuck it away. Stand by and don't be afraid. For today you will see Yahweh's salvation. Salvation belongs to Yahweh. And so what does he do? He brings a wind. And that wind parts the sea, so that in the midst of the sea, they pass through on the dry land. So now you've got all of the chosen ones rescued. They go to Mount Sinai. We could go on. I need to find a way to land this plane, but I can't resist. This is too good. They go to the foot of a mountain. They go through the wilderness, the mountain. They get married to Yahweh. And the first 10 rules, first 10 terms of their marriage. The first two are no other gods, no idols. What's the first thing that they do? Okay. First thing that they do is make an idol. Exodus 32. The people saw that Moses is up there. How Long is he up there for 40 days and 40 nights he's up there and we don't know what happened to him. So make us a God who will go before us. Because I had Moses. Who knows what happened to that guy. So they make this idol and then the sound of their revelry rises up to Moses and God on the mountain. And so God says, leave me alone. That my heat may burn against these people. I'm going to destroy them and make you the great nation. Oh, that's a bad idea, says Moses, for a couple reasons. First of all, bad PR with the Egyptians. They're going to be like, he clearly has a lot of power. And then he's going to rescue people and then destroy them. What kind of. That's a crazy God. A God who's inconsistent with his purposes. So bad PR with the Egyptians. And remember Abraham, the promise that you made that you're going to bless the nations through this people. So the Lord nacham about the Ra that he said that he would do to these people. He nacham about the Ra and who is the one. Okay, so this is fascinating. So in this story, who is the one whose evil causes an outcry to rise up to God? It's the people who were just rescued. And now who is it that's standing in the gap to intercede on their behalf? Moses. So it's Moses the intercessor. And he intercedes. And what? He reminds God. He tells God to change by being the same, by being faithful to his promises to Abraham. Dude, check this out. The story goes on about Moses intercession. In verse 30 of chapter 32, he says to the people, you guys have committed a great sin. I'm going to go up to the Lord and maybe I can work this out. Perhaps I can make atonement for your sin. Moses returned to the Lord and said, alas, this people's committed a great sin. They've made a God of gold. But now if you will forgive their sin. But if not, kill me, he offers himself as a sacrifice. So we have a prophet who's willing to give his life on behalf of sinful people. Because he knows that as the chosen intercessor, God will nacham if he were to offer himself. And what God says is, no, that won't be necessary. But God does Naham, and he does decide to maintain his covenant with these people. Okay, talk to me here. There's something's happening here. This is one storyline being retold over and over and over again. And this is just macro. You guys, we could go. We could go all day and for quite a long time with this. I hope you see the story of Jonah here. This is God's chosen people, meant to be a blessing to the nations in response to the outcry of the violent city of blood. They are rescued through the waters because of somebody's rain, somebody's evil. And what they're supposed to do is offer intercession so that God's covenant blessing can go out to all of the nations. So this is. It's like a. It's like the opening rhythm or the melody of a song, Right? And it's just the opening 10 seconds. And then the rest of a song can work the melody, it can repeat it, stop for a bridge, come back to it, do a little chorus, come back to it. So this is how the Hebrew Bible works. And it's. Once you get to the book of Jonah, all you need is those first couple lines. And, you know, it's like, you know the melody. You're supposed to know the melody at least. Okay, that was a lot. That was a fire hose. Some concluding thoughts, reflections, because you need to land the plane.",
    "start": "00:22:15",
    "end": "00:49:32"
  },
  {
    "text": "So I just think it's just amazing how, you know, where this story takes place with Moses and the golden calf. You know, it's right after, you know, Exodus 19, where. Where God, you know, is making these sort of vows before the people and saying, hey, this is what. I've saved you, and now this is my purpose for you to be a kingdom of priests. And, you know, obviously with the sort of ancient Eastern understanding of what the role of the priest was, to do that very thing, to be the intercessors between a God or gods and the people. And it's like there's this wonderful story interwoven with this. In case you might be confused, what this is supposed to look like on the macro scale, here's a micro story of Moses doing the very thing for his own people that Israel is supposed to be for all of their brother and sister nations.",
    "start": "00:49:32",
    "end": "00:50:20"
  },
  {
    "text": "Yeah, that's right in the world. And it's just. Ugh, you got it. Blows me away. That's the Hebrew Bible. So that forgiveness and repentance can be proclaimed to the nations. Right. Like, what else is the story about? Clearly what it's about. Yep. I like to piggyback on what you said, Nasser. Can we really change God's mind? Or has he already changed his mind, but he's trying to see if it's in us to try to do that in other Words to be intercessors, to plead for someone else. That's a great question. We will ponder it in greater depth when we get to Jonah chapter three, because that is the question that Jonah chapter three is, on purpose, trying to put in front of us. So, yes, that is the question. But the point is, by the time we've gotten to Jonah, it's not the first time that we've pondered that mystery. It's the story of Moses right here puts it front and center. And the story of Noah's sacrifice is the first time that we began to ponder that mystery. Why did God change his mind after the flood? Yeah, it's a good question. I'm evading it, but. Because we'll come back. We'll come back to it. Okay, that was a lot to process, the whole Hebrew Bible in one. But that's the context that the author assumes. We already have going for us as we go into the story. And if that seems like a lot that you're supposed to already know, I know, but it seems to me that the cookies are not on the bottom shelf, are they? This takes a lifetime of pondering.",
    "start": "00:50:20",
    "end": "00:51:55"
  },
  {
    "text": "So that's it. That's the final preview of our lecture series on the Book of Jonah that you can find on Bibleproject.com classroom. It's still in beta, but you can check it out now.",
    "start": "00:51:59",
    "end": "00:52:09"
  },
  {
    "text": "Yeah, man, that class was super fun. Jonah is actually really. It's a perfect book because it's short, so you can really hone your Bible study skills kind of in a short, focused period of time. But it's also just amazing, the twists and turns and how it fits into the Hebrew Bible. It's awesome. And if you happen to take the class, I hope that it's helpful and.",
    "start": "00:52:09",
    "end": "00:52:29"
  },
  {
    "text": "Fun for you and you can take the class. And it's free. Thanks to thousands of people just like you who are joining us in this project. We're making all sorts of things. Thank you for being a part of this with us. Hey, next week on the podcast, we're going to start a new series. We say a lot. The Bible is a unified story that leads to Jesus. It's kind of a. A tagline of sorts around here.",
    "start": "00:52:29",
    "end": "00:52:51"
  },
  {
    "text": "It's technically our mission statement, and it.",
    "start": "00:52:51",
    "end": "00:52:53"
  },
  {
    "text": "Happens to be our mission statement. Yeah, yeah, but what does it mean?",
    "start": "00:52:53",
    "end": "00:52:55"
  },
  {
    "text": "What does it mean, John?",
    "start": "00:52:55",
    "end": "00:52:57"
  },
  {
    "text": "A unified story leads to Jesus.",
    "start": "00:52:57",
    "end": "00:52:58"
  },
  {
    "text": "We've been saying it for years.",
    "start": "00:52:58",
    "end": "00:52:59"
  },
  {
    "text": "We're going to really dig in deep and we're going to talk about how that statement is kind of a. Is the way for us to summarize what we're calling our paradigm, how to read the Bible. And so we're going to dig in real deep into that paradigm. And that'll start next week. This week's episode was produced by Cooper Peltz. Our editor is Zach McKinlay and senior editor is Dan Gummel and Lindsay Ponder with the show.",
    "start": "00:53:00",
    "end": "00:53:27"
  },
  {
    "text": "Notes hi there. This is Vanessa and I'm from the sunny island of Singapore. I first heard about bibleproject from my social media feed. It was a short animated video that made sense of these ancient texts from the Bible. I now use bibleproject for my own quiet time, a space where I carve out and reflect on how I live my life. My favorite thing about bibleproject is the relevancy of the messages given, how they connect teachings from the Bible to the world today and how we can learn to treat others and ourselves. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. You can find free videos, study notes, podcasts, classes and more@bibleproject.com Sam.",
    "start": "00:53:27",
    "end": "00:54:24"
  }
]