[
  {
    "text": "Hey, this is John and this is Tim, and This is the BibleProject podcast. And we just got off a little break. If you're listening in real time, we did five rerun episodes and we're back.",
    "start": "00:00:05",
    "end": "00:00:17"
  },
  {
    "text": "Yes. Yeah, it was nice to take a break. We've never done that in the podcast before, but it was awesome. We're excited about what's to come.",
    "start": "00:00:17",
    "end": "00:00:25"
  },
  {
    "text": "What we're gonna do for the next few weeks is we're gonna release a short series which is actually going. Listening to you doing a class on the Book of Jonah.",
    "start": "00:00:25",
    "end": "00:00:35"
  },
  {
    "text": "Yeah. So if you've been listening to the podcast for a while, you've heard us talk about the Bioproject classroom initiative for probably a couple years now we've been talking about it.",
    "start": "00:00:35",
    "end": "00:00:45"
  },
  {
    "text": "It's been slowly taking shape for the last few years.",
    "start": "00:00:45",
    "end": "00:00:47"
  },
  {
    "text": "Yeah. So the basic idea is we've been filming seminary level classes here at the Bioproject Studio. We get a small group of students in a room and start reading books of the Bible together. And then we film it and then it gets edited and chopped up and put made into online like learning experience with interactive exercises and discussion forums. And it's still in beta mode, but we've got a number of classes up on our website now and the Book of Jonah is one of them.",
    "start": "00:00:47",
    "end": "00:01:17"
  },
  {
    "text": "It is. And we wanted to put on the podcast some of the very first lessons from the Book of Jonah because it's really great material. Maybe it'll whet your appetite to do the class. I'm just excited to be able to listen through it. There's six students in the class, so you'll hear them pipe up. But Tim, tell us a little bit about this first set of lectures and what we'll jump into.",
    "start": "00:01:17",
    "end": "00:01:42"
  },
  {
    "text": "Yeah, well, first of all, Jonah is like the most incredible short story ever. It's an amazing little book. What's great about Jonah is that, you know, it's a very well known tale, you know, in terms of popular culture and literature. Even if somebody's not religious, they probably know there's something in the Bible about a guy getting swallowed by a whale.",
    "start": "00:01:42",
    "end": "00:02:02"
  },
  {
    "text": "I'm sorry, a fish.",
    "start": "00:02:05",
    "end": "00:02:05"
  },
  {
    "text": "Oh, that's right. It's not called a whale in the story, it's called a fish. And then if you look at popular retellings of the story, like in children's religious media, whether it's books or shows, what you'll notice is that usually they are heavily rewritten versions of the story that have changed it, redacted, usually to focus way more on the fish than the story. Does and often leaving out the whole last chapter of the story for reasons that we'll talk about in this episode. What's great about Jonah, It's a heavily ironic story. One of the main points is about how God's own people can become God's biggest obstacle to his purposes in the world. And so in the story, Jonah, he's like an anti hero, he's an anti prophet who's called to be God's spokesperson, but ends up becoming God's antagonist. In the story, it's full of humor, twists and reversals, whole theme about God's mercy in relationship to God's judgment. It's all the big questions that we have in coming to the Bible. And it's all packed into four short chapters.",
    "start": "00:02:05",
    "end": "00:03:07"
  },
  {
    "text": "So let's listen in on this class on the Book of Jonah. Thanks for joining us. Here we go.",
    "start": "00:03:07",
    "end": "00:03:12"
  },
  {
    "text": "Welcome, everybody, to a class on your favorite book of the Bible, perhaps the Book of Jonah. It takes up a page and a half, Fish in most Bibles, and trust me, there is more than enough for us to explore in this course. However, it is just a page and a half. So it's actually the perfect kind of book to take a class on, because this class will both be about the Book of Jonah, but it will also be about the whole Bible, because that's apparently how Jesus conceived of the story of Jonah, but also the way the Book of Jonah works, how it communicates what it's doing in the Bible in relationship to everything else story. Studying Jonah actually becomes like a crash course in how to read the Bible in general, how to read biblical narrative, how to read biblical poetry. It has it all. The only thing it doesn't have is one of the letters of Paul in it. And so. But luckily, there's a whole section of the Bible that you can learn to do that when you actually get to Paul. But within Jonah is a microcosm of all of the beauty, all the potential, but also all of the challenges that the Bible represents to its readers. So before we do anything, what we need to reckon with as we dive into the Book of Jonah, that religious media, specifically Christian media, has already reached the world over with the story of Jonah in creative and sometimes unfortunate ways. Right? So some of the most just to at least if in a Western Context in the 1990s, there was a whole cartoon series about talking vegetables that you may or may not be familiar with. And this was veggietales, immensely popular like TV series and DVD series and so on. And so kind of spinning off of biblical Stories or biblical character traits or that kind of thing. But their first, like motion picture splash was the story of Jonah. This was in the early 90s. So you may or may not remember this, but this is the kind of thing I'm talking about where the Book of Jonah exists in the popular imagination before the actual story that comes from the Bible has ever connected with people. This is why it's a good example, because this is true of a lot of the Bible. The Bible gets mediated to people through specifically religious media. And so it starts to shape these categories that the Bible is a kind of children's literature, or at least biblical stories are for kids because stories are universal, right? They can connect with everybody. And so it creates this mentality, at least in some Jewish and Christian traditions, that the stories, well, they're for kids and the real stuff is in Jewish tradition it would be in the Torah, in the laws of the Torah or maybe the prophets. In Christian traditions, it would be in the Gospels or maybe just in the Letters of Paul. So one of my jobs in this class is to thoroughly disabuse all of us of this notion. The Book of Jonah is one of the most sophisticated one and a half pages in your entire Bible. And it's not at all a children's story. It's much, much more like a really complex Beethoven symphony that anyone can sit down and enjoy and experience it. But for anyone who wants to learn a thing or two about how symphonies are actually composed, just infinite layers of depth and complexity and beauty and sophistication right on down. And so as you think about your own ministry context, or maybe you don't have a ministry context, maybe you're taking the class online and you just want to learn about the Book of Jonah because all you know about it is this fish, right? It's the fish. And actually it's not a fish in the popular imagination, it's very clearly a whale. So this is one example of ways that the story of Jonah as an example of biblical stories in general, they come to us pre programmed. And part of learning how to read the Bible is both an unlearning so that we can truly learn what these texts are actually trying to say. The movie is actually very entertaining just as a, you know, it's not a bash on the movie. However, what I will be happy to bash on is one of one of the first classes that I took at a Christian college that I went to in Biblical Studies was a How to Study youy Bible class. And it was an introduction to how to Read Biblical narrative and poetry. And it was a whole semester on the book of Jonah. So it was one of the first books of the Bible that I learned when I was learning how to read the Bible. So I took that class. Changed how I see everything. I've got a number of the books up here that I was introduced to as I took that class and, and a couple years I ended up being a teaching assistant in that course for like other students. And so someone gave me, one of my students gave me a children's book version of the story of Jonah that I would like to share with you. I've kept it all these years so we can all see it. It's. It's a little cardboard book that's about this big. So I'll just show you the version. The version here. But it's one of those little lift flap books, right. So it's not just. It's like the double. The double thing. Right. So this copy is thoroughly loved because I let my one to two year old son, you know, abuse the book and chew on it. Once he could actually understand the story, I took it away because I would never want this to shape his view of Jonah. But an introduction to the story of Jonah. Shall we? Yes, yes, why not? Okay. God is looking for Jonah. He wants Jonah to preach. Should we lift the flap? There's Jonah. He's afraid of God. Jonah hides from God behind a tent. You can see my son's like slobber teeth marks there on the tent. A town called Joppa is by the sea. There's no sea in the picture, but I trust that it's by the sea. Right? It looks like it's in a meadow. A town called Joppa's by the sea. That's where Jonah tries to flee. Little rhyme on that one. Yeah, that's good. A crowd of people wait to board a ship. Is Jonah there? Yes, he is on the ship. Jonah tries to escape, but God sees him. But the ship is tossed in stormy water. My son bit off this flap so it doesn't. It says the ship is tossed in stormy water while Jonah sleeps. When Jonah wakes, he sees God's anger throw me to the sea. Underwater, a whale swallows poor Jonah. Three days later, the very happy whale spits Jonah. Notice Nineveh is incorrectly spelled. Three days later, the whale spits Jonah onto a beach. Well then at last, Jonah returns to preach the word of God. How you guys doing?",
    "start": "00:03:27",
    "end": "00:10:46"
  },
  {
    "text": "Wow. Well, this class was amazing. Thank you so much.",
    "start": "00:10:47",
    "end": "00:10:50"
  },
  {
    "text": "What more do you need to know? Yes. So first, let's just Let that register. And the point isn't trash on a children's book. This is a symptom. All this is, is a symptom of a much greater set of issues for how our culture and how specifically Christian culture has related to the Bible over the years. I want to hear your observations and let's think about the larger issues that they represent.",
    "start": "00:10:51",
    "end": "00:11:16"
  },
  {
    "text": "It paints God as angry and Jonah is afraid of God.",
    "start": "00:11:16",
    "end": "00:11:22"
  },
  {
    "text": "Yes, angry God chasing somebody and yes, they're afraid. Verse, chapter four. Ah, yes, okay, let's talk about that. Let's talk about that. So someone made a judgment call that the actual story isn't relevant for children or that it's too complicated to explain. Let's follow this through what this version of the story of Jonah is about. Think about how Jonah works. It's a story within a story. So it begins with God calling a prophet Jonah and it ends with a long, unfinished dialogue between God and that prophet Jonah. Embedded within that is a story about God in Nineveh. And what this version has done is it's mostly made it about God in Nineveh. And Jonah is just an instrument, isn't he? Because the goal, the end of the story is Jonah preaching the word of God in Nineveh. So that becomes the resolution to the story. And if the story ended at chapter three, this class would be a lot more simple to teach, wouldn't it be a lot more simple? So there's something about a fraught complicated relationship that God has with his own covenant people. That's the subject of this book. And apparently kids can't handle it. And it's especially like it's only a page and a half, it's a quarter of the story is missing, you know. Okay, thank you. That's good observation. Other thoughts or observations along those lines.",
    "start": "00:11:22",
    "end": "00:12:50"
  },
  {
    "text": "It's very one dimensional, like it doesn't talk about repentance, sin, all of those other themes that come up in the real book.",
    "start": "00:12:51",
    "end": "00:12:58"
  },
  {
    "text": "Yeah, that's right. Whether it's Ninevehs, evil that needs to be turned away from, or exposing the fact that the hero is also an anti hero at the same time. Yeah, that's right. And it's a cardboard book, so it's for four year olds. But I don't know, is it too soon to start teaching your children that we're all quite complicated in a mix of good and evil? I don't think so. I think that's actually pretty important to grasp right from the beginning. It also seems that it left out chapter two, it left out chapter four. But it seems like the whole story, they've encapsulated just one and three. Yes. Yeah, that's right, that's right. Yeah. Seems odd. So, yeah, dual observation there. First of all, just God's angry, so he ends up in the ocean and there just happens to be a whale there. Right. Whereas in the story it's very different. God has to marshal half the forces of nature to get his prophet to do anything. Right in the story. Whereas here it's just, oh, happy coincidence the whale is there and then it's about, oh, poor Jonah. Yeah, so we're missing an opportunity to talk about actions and consequences and then the fact that you can repair with God even after poor actions that lead to terrible consequences. But all the same, that's a good observation. Other thoughts?",
    "start": "00:12:58",
    "end": "00:14:18"
  },
  {
    "text": "Yeah, I have two thoughts. One is they paint Jonah as a victim all the way through. Like all these things happened to him and he had nothing to do with it. And my other thought was that I have two little ones who are 8 and 4 and I read straight from the Bible, the book of Jonah to them just the other night. They seem to completely get it. I mean, I understand there's a. There's a depth to it that they're not going to understand. There's a life experience component and enemies and forgiveness and things that you're not going to understand as. But they understood what it was saying. I don't think they have to have it watered down to this level to be able to say, oh, that's all that a 4 year old can understand.",
    "start": "00:14:18",
    "end": "00:14:59"
  },
  {
    "text": "I don't. Good. This is a great sampling. Now, again, this is a grievous example, maybe the most grievous I've ever come across. But I think it's important because it represents a larger set of issues, doesn't it, that the Bible is big, it's complicated. After many years in pastoral ministry, I understand the need to simplify and meet people where they're at. And I think that's a fairly intuitive thing. If you're in any ministry context meeting people where they're at, it's in human language. So God is meeting us where we are at just by that fact alone. At the same time, however, are we actually helping ourselves or anybody else by revising and rewriting the story in ways that make more sense to us in how we represent it to other people? This is one of the biggest challenges, I think, in trying to invite people into the Bible, isn't it? You want to find ways for it to connect with people, but at the Same time, there's a danger that in any tradition that when we enter into the Bible, it really just becomes an echo chamber, and we only hear what we are already expecting to hear, what we've always heard before, because we don't either know how to. No one's taught us how to reckon with what's actually there and understand how these authors communicate and what they care about and so on. And so Jonah is such a great example of this. But you could translate this basic principle into how any biblical story gets taught in any religious community, right? So, for example, and this happens with the most controversial Bible stories. Think of page one of the Bible, right? Page one of the Bible. There's a very important conversation happening, at least in modern Western cultures, about the kind of universe we're living in and whether or not there is a beautiful mind that's behind all of this. That's a really important conversation. But unfortunately, what somebody was trying to Communicate through Genesis 1 has been hijacked by a much larger debate about the material origins of the universe and how those processes and timelines and mechanisms happen. That's a really important conversation. But what it has to do with what the biblical authors were trying to communicate, do you see how those are different? And so what we end up doing is bringing our agendas into the stories, rewriting them, sometimes just because of a bad editor and oftentimes unintentional, and then sometimes because we just don't know what to do with half of the weird stuff that's in here, whether it's the talking snake or all of the sex scandals or all of the violence or the weird stuff that God says and does, you know, and so it becomes just a little easier. Let's just go to the Jesus part. And he says a lot of crazy stuff, too. So let's just kind of focus on the things that maybe don't freak us out. So there you go. This is the larger set of issues. What my goal is for this class really isn't just about the Book of Jonah. It's going to be about reckoning with biblical narrative and poetry and how these texts communicate and why they are what they are. So let me put a. A proposal. You have a handout that's a part or that's available online, that's called how to Read a text like the Hebrew Bible. Once you get that in front of you, and then what I'm going to invite you to do is actually also open a Bible at the same time and go with me to Luke, chapter 24. Let's ask a fresh question and ask it for yourself and for anyone that you would ever try to introduce to the Bible. Why on earth should you invest time and energy into reading an ancient text from the other side of the world that's written in Hebrew or ancient Greek? Do you have any other friends who sit around reading Egyptian hieroglyphics or translations of ancient, like Babylonian literature or whatever, you know, like, no. No, you don't. People who do that congregate in things we call universities, and they're nerds and God bless them, but that's not like a normal thing. So why should you or anyone else dedicate the time and energy into reading these ancient Hebrew texts in Hebrew or in English or whatever translation you happen to be reading in? Why? And for a follower of Jesus, there actually is a pretty clear answer to that question. And it revolves not around the book as such. It revolves around a person, a person that we say we follow. A. So Jesus was Jewish. He grew up embedded in the story of the Israelite people. They were called the Judeans or the Jews by his time, by their neighbors. And when the moment he hits the ground as an adult launching his mission, he is connecting everything that he is doing to a set of texts that his people cherished. So actually I told you, go to Luke 24, stay there. I'll just show you from earlier in Luke. In Luke chapter four, after Jesus is baptized by John the Baptist, he goes into the wilderness and he's tested. But we're told the first thing he does in public in the Gospel of Luke is to go to his hometown of Nazareth. This is Luke chapter 4, verse 16. And he goes on the Sabbath day and he stands up to read from the scroll of the prophet Isaiah. And he reads this long quote from Isaiah, chapter 61, that it's chapter 61. It's a big 66 chapter book. And so he just assumes, like everyone's tracking. Everybody knows why I would read from this and what it means and how it all fits in. And so he rolls up the scroll, when he's done, gives it back to the attendant and says, today it starts. Today it starts. The thing that I read and that you will know all of what that means is today he doesn't even bother to explain what it is. Like he doesn't even use his own words to launch his mission. Are you with me? So if I am a follower of Jesus, and I remember this, like I didn't grow up reading the Bible, and so I started following Jesus when I was about to turn 20 years old and started to just read the Bible. I had never done it before and I didn't start on page one. I started with the Jesus stuff because I was really interested in him. And so I'm reading these accounts and it was. I didn't know anything. And it was clear to me, oh, this first three quarters of my Bible that Christians call the Old Testament, it's not just that it's important to Jesus. It defines reality for Jesus. He sees it as the story that makes sense of who he is and what he's doing. And so then it was just kind of, oh, okay, it should matter to me too. That's why I should read the first three quarters of this big book, even though it's really complicated. But apparently the more time I invest here, the more Jesus will become three dimensional with color and become even more awesome than he already is. So you get to Luke chapter 24. It begins with the empty tomb. And there's a whole other class, many things to explore there. Empty tomb. Jesus appears to some of the women that are there. And then. Excuse me, empty tomb. They don't see him. Sorry, In Luke, it's just the empty tomb. People don't see him. And Jesus is gone. What's happening? Verse 13. That same day, two of them were going to a village called Emmaus, about seven miles from Jerusalem, talking about everything that happened. Everything. Well, I'll let the story tell itself. While they were talking and discussing, Jesus himself, alive from the dead, came near and went with them. But their eyes were kept from recognizing him. He said to them, hey, what are you guys talking about? They stood still, looking sad. Then one of them named Cleopas answered, are you the only stranger in Jerusalem who doesn't know what happened in these days? He asked them, this is great. Jesus playing dumb, right? So what things? Please tell me. They replied, everything about Jesus of Nazareth. A prophet, mighty in deed and word before God and all the people. Our chief priests and leaders handed him over to be condemned to death. They crucified him. We hoped he was going to redeem Israel, so notice that. So they believed he was going to redeem Israel. But redemption doesn't involve getting executed by the Romans. And besides all this, it's now the third day since this happened, and some women from our group astounded us because they were at the tomb this morning and his body's not there. So they came back and told us that they had seen a vision of angelic beings who said, he's not dead, but he's alive. And then some of us went to the tomb and it was just like the woman said. Nobody saw Jesus. Then Jesus said to them, idiots. Fools. Fools. You're so slow of heart to believe everything that I've been telling you and much less forget what I've been telling you. Everything that the Scriptures have to say. Do you see that right there? Did you breathe the Bible? And does the New Testament exist yet? It does not exist. So for them, they're talking about the Hebrew Scriptures. Didn't you read the Scriptures? Shouldn't you read the Hebrew Scriptures and walk away with a very clear idea? The Messiah will suffer and then enter into glory. Right? This is like old Old Testament 101, right? Then beginning with Moses and all the prophets. Moses, it's obviously not the person. What's this a reference to? To the first five books of Hebrew Scriptures and then the Prophets, which we'll talk about in a moment. He's referring to the Scriptures and he interpreted to them all the things about himself. He goes on, he. He pretends like he has to keep walking. Then they have a meal. Amazing story. We don't have time to finish. He appears to a larger group of people and says the same thing. Look down in verse 44, he appears to a larger group of disciples and he says, you guys, these are the words that I spoke to you while I was still with you. Everything written about me in the Torah, of Moses, in the prophets. And now we get a new addition here. The Torah, the prophets and the Psalms had to be fulfilled. Then he opened their mind to understand the Scriptures. Oh, to be a fly on the wall at that Bible study. Right, but here's a basic summary. You read the Hebrew Scriptures, Torah, prophets, Psalms, and here's like a bullet list of things you ought to get. The Messiah is to suffer, is to rise from the dead on the third day. Repentance and forgiveness of sins announced in his name to all of the nations, beginning in Jerusalem. Right? 101. Right. According to Jesus. This is Old Testament 101. There's the summary right there. And here we are. And it's happening. You're witnesses. I'm sending upon you what my father promised. So you guys stay here until you're clothed with power from on high. This is great. This is the ending of the book of Luke. This is a hyperlink forward to the next volume in Luke's two work series, right? So it's a reference forward to Acts chapter two with Pentecost and the coming of the Spirit. So why should I bother? This is an answer relevant to followers of Jesus. If somebody's not a follower of Jesus, the conversation is different. I hope you see that as an implication here. But once somebody is compelled by Jesus or interested in him and they want to understand him more and in greater depth so that they can like follow him. Apparently for Jesus that means learning how to reckon with the first three quarters of this book and specifically about his identity as Israel's Messiah. A deliverer about a suffering and a rising, a death and a recreation of life connected with the third day. And that Israel's Messiah is to go through that experience precisely on behalf of and for all of humanity as a whole. Do you see that? It's an Israel story that opens out to an all nations story, that repentance and forgiveness be experienced by all the nations. So just stop right here. Just sink. Jonah, an Israelite representative, suffers, brought to new life on the third day so that repentance and forgiveness of sins can go out to all of the nations. Are you with me? There's something happening here. Now, is Jesus only talking about one part of the Bible? He's talking about the whole thing. For him, this is what the whole thing is about. So whatever any individual part of the Hebrew scriptures are about for Jesus, they all are brought together in this common storyline. Every part of it connects as a united whole into one story that leads to him and then goes out from him. And you can just see a bare outline of the book of Jonah here, can't you? An Israelite who suffers recreated on the third day so that the nations can repent and be forgiven. So here you go. To talk about the book of Jonah is to talk about the whole of the Hebrew Bible and it's to talk about why the Hebrew Bible matters to followers of Jesus, no matter where and when you live today. So for me, this is kind of like an anchor point. It's a ground zero for why anybody should care about the Old Testament. If somebody is not a follower of Jesus, don't talk about the Old Testament, talk about Jesus and like, let's get to that point. And then once somebody's compelled and curious about Jesus, then it's like, well, do you want the full backstory thoughts or questions?",
    "start": "00:14:59",
    "end": "00:28:42"
  },
  {
    "text": "Would you suggest the same approach to Hebrew? A practicing Jew that knows the Hebrew Scriptures but is not a follower of Jesus when it comes to talking about who Jesus is?",
    "start": "00:28:43",
    "end": "00:28:55"
  },
  {
    "text": "Yeah, I think so, yeah. The Hebrew Scriptures are the heritage of now multiple religious traditions. The Abrahamic traditions particularly. So Judaism first, chronologically, then Christianity is an offshoot and Then Islam. So these are three really influential world religions that all have some reference point to what the Hebrew Scriptures are. But in each of those traditions, the meaning and significance of the Hebrew scriptures is very different. It's a different story leading to a different fulfillment. But the pattern of what you see in the first generation of the Jesus movement is messianic Jews going to their family and friends and saying, like, you guys, this is what it is actually about. So it's a contested claim, but it's a claim that I think is amply demonstrated when you see things from that point of view. This will come up more than once. Biblical literature, especially the Hebrew Bible, is intentionally written in a very dense way that leads you on a journey of deeper understanding. And so on any journey of understanding, you realize you're developing your point of view and your understanding changes over time. And so it's a kind of literature that doesn't bonk you over the head with its meaning. It asks you to give a lifetime of reflection onto what it might mean. So that's a challenge that children's books just. They don't let anybody have that challenge. They just filter it out and just make it crystal clear. We'll come back to that deeper question again and again as we talk about the story. Yeah. Other thoughts.",
    "start": "00:28:56",
    "end": "00:30:41"
  },
  {
    "text": "You've said it multiple times. When you look at Jonah, you're looking at this whole story of the Scriptures, but beyond just it being embedded into the Old Testament scripture, you could make that case for any book in the Old Testament. Are there specific things within the context of Jonah that you're making that claim?",
    "start": "00:30:41",
    "end": "00:30:59"
  },
  {
    "text": "Yes, and we will look at them at length. We'll look at them at length. But maybe to just say it initially, and this is still. This is something I am in a new discovery mode over the last few years, is that the Hebrew Scriptures are a really diverse collection of literature, but they have been coordinated so that they really are all about one basic thing and one basic storyline. And Jesus thumb is on it right there. Humans are really screwed up. We need an appointed one who will be human on our behalf. The family that God called to raise up, that appointed one, ends up being just as human as the rest of humanity. And so that family has a very fraught and complicated relationship with the Creator, such that it leads them actually into death and out of death, out the other side so that they can fulfill the mission that God has called them to all along. That's what the Hebrew Bible is about. And when Jesus grew up on this at some point, which is a moment we don't ever quite hear about, it dawns on him that it's ultimately going to be carried forward through him. I mean, just imagine that you wake up with that thought one day. I just. Yeah, you have to imagine yourself into that space. But, yeah, so that is the claim I'm making. And we'll see how the book of Jonah works. Yeah. Thank you. It's good.",
    "start": "00:30:59",
    "end": "00:32:26"
  },
  {
    "text": "The scriptures we read brought my mind to Revelation 14:14. John says that he saw an angel flying in the midst of heaven, having the everlasting gospel to preach unto them that dwell on the earth and to every nation and kindred and tongue and people. This everlasting gospel, I believe, is what essentially you're referring to. And I would be surprised if we came back to that chapter in Revelation. But he's absolutely right. We can make that case for every book, essentially, including the one that gives us the conclusion of all the others.",
    "start": "00:32:26",
    "end": "00:33:02"
  },
  {
    "text": "Yeah. Yeah, that's right. Yep. Correct. That's a good. I like that image. An eternal gospel based on that Bible study that Jesus had in that room. The reason why followers of Jesus have, throughout the centuries, kept the first three quarters of their Bible, and it's a complicated relationship with the first three quarters of the Bible. There's a lot of sex and violence and really difficult stuff that followers of Jesus have had a hard time to know. How does that fit into the bigger picture? But Orthodox, both in Jewish and Christian traditions, have always said we have to wrestle and honor the portrait of God and God's purposes that are here and in the Christian tradition, because they're about the one thing that here is called the eternal good news. It's about one thing, and it's precisely when we don't have a framework for what that one story is that we don't know what to do with a book like Jonah. Once you don't see how it plugs in, then it's just like, what is this here weird story about a guy and a fish? And then he, you know, it's weird. He prays from a fish. It's like really beautiful poem from a fish's belly. That's strange. That's weird. Why should I care about that? You know, like, it's just. And so. Well, I don't know how to make sense of it. So let's drop out the prayer and drop out that stuff at the end about him being suicidal, because that'll disturb children. So let's just create a. You know what I mean? Let's create. Let's rewrite the story as a nice moralistic tale, because that's what religion is for, after all, is to make people good. Right. So it's an honest struggle, but it's all a symptom of not knowing how to read these texts the way that Jesus read and understood them and that he was trying to teach his followers. So in a way, it's a way of saying we need to recover why it is that these texts even matter to Jesus, why they matter to the movement of his followers, and why they have relevant, enduring relevance still for us today. Not just to give us narrative illustrations about how to be a good person, but they actually explain to us who Jesus is and who we are and who God is and what on earth we're doing here. Yeah. Thank you. An eternal guess, a good image. I'm going to keep that one. Thank you for that. Yes.",
    "start": "00:33:02",
    "end": "00:35:10"
  },
  {
    "text": "So when Jesus has the opportunity to summarize the Hebrew Bible in a sentence, he says the Messiah must suffer and rise from the dead on the third day. And I've been following Jesus for almost 23 years, and I've talked to a lot of Christians from a lot of different backgrounds. And when I hear them talk about the Hebrew Bible or the Old Testament and summarize it, that's not at all the answer I ever hear from anyone. It's about. In their minds, it's about laws and covenants and a lot of things that have been sort of made obsolete and don't really matter. And maybe it's still valuable as a proof text and prophecies that sort of validate the claims of Jesus. But that's not the story. And that's why I think what you said, that Jonah is sort of a microcosm of the larger problem with the Hebrew Scriptures is that we have got filtered out what Jesus thinks is most important actually about the story.",
    "start": "00:35:10",
    "end": "00:36:04"
  },
  {
    "text": "That's right. It's one of the strangest ironies of the history of the Jesus movement is we've lost touch with. That's being maybe too dramatic, but maybe not. Many Christian traditions simply don't know what to do with the first three quarters of the Bible. And it's. Yeah, I think it's because we don't understand or take seriously what Jesus was saying, that this is actually what it's about. There was a portrait being painted in the Hebrew scriptures that creates just a gigantic silhouette with a detailed job description waiting for somebody to come do that thing. And what Jesus is doing when he quotes Isaiah 60:1, is saying, Here it is. He's not saying, like okay, surprise. Whole new story, whole new deal. No one's ever heard this before, but just trust me, it's like, no, everybody knows what needs to happen around here. And here we go. Now start. Yeah, thank you for that. Okay, so let's, let's link this to another maybe well known biblical passage. Same point, but from a different perspective. Paul's second letter to Timothy. Second Timothy chapter three. Paul's writing to a disciple and a protege, Timothy. He's appointed Timothy, trained him over many years, traveled with him, and now he's appointed him as a leader and a pastor. Whether it's just one house church in Ephesus or over a network of house churches, people debate these things. It doesn't matter. For this, for this moment, it's a very personal letter. And Paul in verse 14, second Timothy 3, 14, he encourages Timothy. He says, you however, continue in the things that you've learned and have become convinced of knowing from whom you have learned them. So notice learning is in the context of personal enduring relationship and how from childhood you have known the sacred writings or some translations have the sacred scriptures. So let's just register this again. What writings would he be talking about? Is he talking about the New Testament? He's writing a letter. Okay, so no. And you know, likely by this point in the Jesus movement, the way that those scriptures are accessible is to both a Jewish and non Jewish audiences, which means in Greek. So now we're talking about scriptures in Hebrew and in Greek going out there, sacred writings. Here's Paul summarizing what the Hebrew scriptures do. Here's what the Old Testament does. It's able to give you wisdom. It's wisdom literature. So the scriptures are wisdom literature that lead you to encounter the fact that you need to be rescued. You need to be rescued. And the only way you're going to be rescued is not by doing something on your own, but it's by trusting in something that's done for you. So it's an education in wisdom about how you need to be rescued by something you can't do for yourself. Through whom? Messiah Christ. And who is Messiah? Jesus of Nazareth. Look at the progression right there. This is not how I was introduced to the Old Testament, but it's how Paul look at, it's what a great one line. It's messianic wisdom literature that leads people to understand they need to be rescued. Through what? Trusting in what someone else has done for them. And that someone else is the Messiah, namely Jesus of Nazareth. There you go. And then once you get that, once you Devote a lifetime to pondering these texts in your devotion as a part of your devotion to Jesus. Oh man. The Spirit gets involved. He says all these texts are literally God spirited. God Breathed or inspiration is a common translation. But they're a gift of God's spirit, which is a human and divine partnership. Whenever the Spirit's involved in the storyline of the Bible, it's a human infused with the life and love and power of God so that what that human does is what God wants to have done in the world. And so they're the result of the ultimate divine human partnership. And here's what they do. They teach you. They tell you things you've never heard before. They're for reproof or sometimes translated rebuke. So they tell you things that you've never heard before. And then they get in your face about the things you have heard before but don't live consistently with. They point out to you ways that are wrong so that you can be trained to go in the way that is right. And then righteousness, real specific. It's about right relationships with God and with other people so that the man of God may be adequate and equipped for all of the good works that God wants you to do. And the phrase good works, it runs right through the teachings of Jesus and of the apostles. It's about engaged in my community, seeking the well being of my neighbor in the name of Jesus. So dude, what isn't this awesome paragraph right here? Messianic wisdom literature that creates new kinds of humans that can be the image of God, the way that page one called all of us, all of us to be. So same idea, but different language from a different biblical author, but it's the same point. So for me, this has become foundational. Anytime I invite someone into the Old Testament scriptures, this is what it has to be about. It has to be about this. Otherwise we're just going to reinforce the same unhelpful paradigms about the Bible as a moralistic handbook. It's narrative examples about how to be a good person or how not to be a good person. And it's like, ah, it may, it will have those effects. I think it will produce new and different kinds of people. That's what Paul's saying here. But the way that it, the kind of story that it tells and the message that it has that produces new kinds of people is not like the cardboard book that I never let my son actually read. It's very different. And so the question for us is, all right, I need to build a skill set for learning how to read these texts that I'm in tune with what's actually being communicated. And then I need to retune how I talk about these texts to other people and find new ways to invite them into what's happening. So for the rest of this class, what we're going to do is let the book of Jonah teach us how to read the Bible. So some of it will feel kind of workshoppy. We're going to have a number of sessions where we're actually just going to learn how the poetics and the literary art of how language works in biblical narrative, how repeated ideas get introduced, how repeated words are like the bread and butter of how these authors communicate through repetition. Because it's through repetition and saying an idea over and over again that you make something really important and clear to your readers by saying it over and over again and by repeating yourself, because that's how you emphasize something, is by repeating it and saying it over and over again, you register that something. Okay, you get the point. So it's a very. It's actually the most basic tool. And the moment someone gave it to me, you start meeting another mind in these pages because you can watch the handiwork of the author and what they're inviting you into. And so we're going to do some work on how to read biblical narrative. We're going to do some work on how to read biblical poetry. We're going to do some sessions on how hyperlinking works, or it's a phrase that I'm borrowing From whatever, the 21st century, you know, web world, the world of the interweb in the Internet. But how different, whole different pages on the Internet, or stories are linked together by little key phrases. And if you know what to look for, you'll see it glowing and you'll be like, I see maybe you've used. Yeah, I mean, just. It's the Internet, right? It's how it works. Things are all interlinked. The Hebrew Bible is exactly like that. And so learning how to spot. When an author is linking me to another story. How many rescues through the sea can you think of in the storyline of the Bible? There's quite a few, and they're all coordinated and hyperlinked together intentionally by the authors, if you know how to spot it. People singing songs after they've been rescued from the sea, Is this a thing? Prophets who are resistant to the calling God has placed upon them, this is a thing. Okay, so that's another thing we'll do is learning how to Spot these hyperlinks. So this class is about Jonah, but it's about the whole of the Hebrew Scriptures, which means it's about the whole story that leads up to Jesus. But that's what we're after in this course. Now you can see why we can spend 12 to 14 hours on a page and a half, because it's going to be about the whole thing. So let me just pause again, thoughts or comments at this point.",
    "start": "00:36:04",
    "end": "00:44:42"
  },
  {
    "text": "I love the image of the cardboard, like when you mentioned that the book was cardboard, because I think sometimes we're just so eager to have a tidy understanding, but forget that God has given us so much more credit in understanding how he reveals himself. Like, even how Jonah ends with a question like God's like, let's talk about this. Like, I don't want you to have a tidy understanding. You and I, we can be much more deeper and much more complicated than that.",
    "start": "00:44:42",
    "end": "00:45:10"
  },
  {
    "text": "Yes. Yeah. In other words, the content and subject matter of, say, the Book of Jonah is really rich and deep and complex, and it's not easy to simplify. The moment you simplify it, you. You've distorted it. Right. And parallel to that is the way that the Book of Jonah communicates. The medium of that communication is itself a really beautiful and sophisticated form of literary art that the biblical authors developed. And so it's. We're back to the symphony. I'm actually not a huge classical music fan, but when I hear a symphony, I feel like I ought to appreciate this more, really. My introduction to complex music happened through getting addicted to the 1960s era of Blue Note, jazz artists, John Coltrane, Hank Mobley, Thelonious Monk. And it was the first time I began to appreciate music that I couldn't make sense of immediately and then to go on and learn biographies. These were brilliant musical theorists, and for them it was about math and science and the shape of our ear and the way that harmonies and lack of harmonies, their minds on a million things as they compose a song that most people never even imagine when they hear it on the radio. And symphonies are the same way. In fact, they're a much older, more developed tradition of doing that. And that's exact. It's a great metaphor for how this literature works. You can read it with your kids, and the main point is clear. But Psalm 1 invites us to consider something, namely, that somebody whose life is going to be shaped as the life of the righteous, the someone who lives in tune with God and with neighbor. This is Psalm 1. That's the result of somebody whose joy is meditating day and night, pondering the Scriptures over the course of a lifetime. So if something is going to require a lifetime of daily pondering and reading, my hunch is that there's some depth here, like extreme depth that I never even thought to imagine before. And this has been my experience, and it's probably yours as well. And when you get in tune with what it's really about, humans turn into the tree of life. That's what someone is saying humans turn into. You get in tune with eternal life when you meet the person that these texts are trying to connect us to. So, yes, immense amounts of depth to affirm your point. Yeah.",
    "start": "00:45:10",
    "end": "00:47:45"
  },
  {
    "text": "Just going back to what we're about to dive into. I think it's biblical how you're putting forward for us to study the text. I think God tells us how he would like us to study His Word so we don't get off track. Isaiah 28, if it's okay if I read, says, whom shall he teach knowledge and whom shall he make to understand doctrine? Them that are weaned from the milk and drawn from the breast. For precept must be upon precept, precept upon precept, line upon line, line upon line. Here a little and there a little. For with stammering lips and with another tongue will he speak to his people. And it goes on. But. And then he gives. It's quite amazing. He gives an analogy. He says, well, would you start to sow before you plow? Or he. It makes no sense for us to bring our own minds to try and study the mind of God. Which is why we begin with prayer.",
    "start": "00:47:45",
    "end": "00:48:42"
  },
  {
    "text": "Right.",
    "start": "00:48:42",
    "end": "00:48:42"
  },
  {
    "text": "We invite the mind of God to interpret his Word for Himself.",
    "start": "00:48:42",
    "end": "00:48:47"
  },
  {
    "text": "Yes. Yeah. Thank you. Yes. Yeah, that's right. We're meeting another mind. We're hearing the voice of an other. Which means I have to fight really hard to make sure I'm not just hearing my own voice echoing back to me, which is really easy for that to happen. And then it's easy for that to happen for a whole group of people to hear their collective opinion reflected back to them. And so it takes hard work to actually listen to another voice, doesn't it? Yeah. Yeah. So that's the basic. That's the basic point that I wanted us to ponder, how we can, I think, get on back, get back on track in our own reading habits and goals of pondering and studying the Scriptures, but also thinking about the context that you're in in your ministry or church or neighborhood or family, and what does it mean for you to embody this kind of relationship to Jesus in these texts and then to reflect it and model it in a way that invites other people in.",
    "start": "00:48:47",
    "end": "00:49:50"
  },
  {
    "text": "Going back to the book and also the verses that you read that Paul wrote to Timothy, it just makes me think that the book left out the part that teaches us about loving people that are different than us or that have sin against us or that don't even care about God. So now linking that with first Timothy, if we're not careful, what I'm understanding from you is if we're not careful, we are always going to create new and different kinds of people. But we can create the wrong new and different kind of people, or we can become the wrong new and different kind of people. Someone who can be hateful, spiteful, or everything goes. I wonder if you could speak a little bit into that.",
    "start": "00:49:51",
    "end": "00:50:33"
  },
  {
    "text": "No, that's right. The Bible will exert influence on people no matter how you read and understand it. It's that kind of text. In Western culture, many, I think Eastern cultures still, I only know my culture, so I'll just speak to my cultural context, which is the modern West. The Bible still exerts an immense amount of influence. The question is what kind of influence? And. Yeah, that's right. That's right. The Bible shapes people and communities and cultures still. The question is, are they shaped in a way that's faithful with what these authors are actually trying to communicate? And what Jesus said this is about, the stakes are not low.",
    "start": "00:50:33",
    "end": "00:51:15"
  },
  {
    "text": "Right.",
    "start": "00:51:15",
    "end": "00:51:15"
  },
  {
    "text": "But I also get like sweaty and nervous when I think about how high the stakes are. And so I try not to. And I just try and like with you. Just trust that God will lead us to do the right thing in our own stories, in our own context. And what else can we do?",
    "start": "00:51:16",
    "end": "00:51:32"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. So if you enjoyed listening to this lecture, it's a sneak peek of the free graduate level course that you could find on our classroom, which is Bibleproject.com classroom and it's in beta. And we're gonna have lots of cool updates later and lots of cool classes coming out later. But you can check out Jonah now. We've got handouts and exercises and you can watch the students and Tim in that class.",
    "start": "00:51:35",
    "end": "00:52:04"
  },
  {
    "text": "Yeah. Today's podcast episode was produced by Cooper Peltz, edited by Zach McKinley and our senior editor is Dan Gummel. And Lindsey Ponder did our show Notes. Bioproject is a non profit media company. Oh, we know.",
    "start": "00:52:05",
    "end": "00:52:24"
  },
  {
    "text": "We've been saying educational technology company now. Yeah, we're like trying to grow into Those paintings.",
    "start": "00:52:24",
    "end": "00:52:31"
  },
  {
    "text": "Yeah. BioProject. Nonprofit media company. Educational media company. Such a long. I'll just say the bio project. Non profit.",
    "start": "00:52:32",
    "end": "00:52:40"
  },
  {
    "text": "I think you should keep all of this in. Keep all of this in. Don't edit this.",
    "start": "00:52:40",
    "end": "00:52:45"
  },
  {
    "text": "The Bible Project. The Bible Project is. We're a non profit and all the content that we make, the videos and podcasts and classes, it's all available for free because of a really generous community of supporters all around the world. Thank you for being part of this with us.",
    "start": "00:52:46",
    "end": "00:53:05"
  },
  {
    "text": "Nailed it.",
    "start": "00:53:05",
    "end": "00:53:06"
  },
  {
    "text": "Hi, this is Mary Karam and I'm from Egypt. I first heard about Bibleproject through YouTube and I use Bibleproject for my own personal reading and studying of the Bible. Bibleproject was actually what helped me start reading the Bible for the first time three years ago. I also love sharing the videos at our church's youth gatherings. My favorite thing about Bible Project is the brilliant animations that captivate my imagination with the strange and wonderful world of the Bible. Imena en elkteba mukaddes hoa kosamohada viche or alayesua. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes, and more@bibleproject.com.",
    "start": "00:53:06",
    "end": "00:53:48"
  }
]