[
  {
    "text": "Hey, this is John and this is.",
    "start": "00:00:06",
    "end": "00:00:08"
  },
  {
    "text": "Tim, and This is the BibleProject podcast. And this week we are in the second episode of a preview of the Jonah class that is in our classroom. It's in our classroom. We call it classroom.",
    "start": "00:00:08",
    "end": "00:00:23"
  },
  {
    "text": "Yeah.",
    "start": "00:00:23",
    "end": "00:00:23"
  },
  {
    "text": "Bibleproject.com classroom.",
    "start": "00:00:23",
    "end": "00:00:24"
  },
  {
    "text": "Yes, classroom. Yeah. So, yeah, we've been doing this for a couple years now, and if you've been listening to the podcast, you know about it. We've been filming classes, seminary level classes, here in our studio, turning them into online classes and putting them up for free. And one of the first ones that we did was on the Book of Jonah.",
    "start": "00:00:24",
    "end": "00:00:42"
  },
  {
    "text": "We wanted to give you a sneak peek of what that class is like here with some audio. So we're jumping into the second episode. What is this one about?",
    "start": "00:00:42",
    "end": "00:00:50"
  },
  {
    "text": "Yeah, the main point of this session was just to say that Jonah doesn't appear out of nowhere within the Old Testament. It's not an isolated story. It actually fits right into the themes and storyline of the Hebrew Bible as a whole. In Hebrew, the Book of Jonah begins with the word and which I think is highly significant because what it means is it's continuing something from like the last sentence that came before it, which is just a focused way of saying, how does the Book of Jonah fit into the prophets of the Old Testament, fit into the story of the Torah and the whole thing? And that's what we're going to see is how Jonah actually fits neatly into the themes of the whole Hebrew Bible.",
    "start": "00:00:50",
    "end": "00:01:33"
  },
  {
    "text": "All right, that's today's episode in Jonah. Thanks for joining us. Here we go.",
    "start": "00:01:33",
    "end": "00:01:37"
  },
  {
    "text": "I want to go back in this session to launch off of a comment that Jesus made in Luke 24. And we observed it, but I want to draw out its full significance and then that'll launch us deep into the rabbit hole as we go. So let's look back at Luke 24:44. That's how I remember it. 24:44. It just has a way of sticking in the brain. When Jesus is having his Bible study, post resurrection Bible study with his disciples, and he gives that summary of the Old Testament scriptures. The Messiah, suffering, rising from the dead, third day, so that repentance and forgiveness goes to the nations. Old Testament 101 according to Jesus. Notice the way that Jesus refers to the Scriptures when he was walking and playing dumb while he was walking on the road. He called it the Torah and prophets. He called it Moses and the Prophets. Here he calls it the law of Moses, the prophets and the Psalms. So there's a pattern there. It's a window in how Jesus thought about the organization of these writings. And he talks about it in his teachings in two ways. Sometimes as a two part collection, he'll talk about Torah and prophets, sometimes as a three part collection, Torah prophets, and in this case the Psalms. So you know, that could be of just passing interest. You know, it's just his way of talking about the top 10 list or something. Torah, prophets, Psalms, you know, it doesn't account for like the book of Job or it doesn't account depending on what comes to your mind. When you think of the prophets, you may think, well, he left out the historical books. Well, the historical books are about ancient history. So of course those wouldn't be about pointing forward to anything because they're about the past and so. Or you know, you might kind of process it that way and then just move on. But the fact is there's actually something really, really significant here because Jesus wasn't the only Jewish teacher in his time to refer to the Scriptures in this way. In fact, Jesus is giving a standard type of reference to the Scriptures that we find all over Jewish writings from the same period. So I have this handout on how to read a text like the Hebrew Bible. And what you'll find on the first page of that hand is two different ways of organizing the Old Testament Scriptures. In the left hand column is the organization that came after Jesus. Though the name is just naming something that obviously is from the time of Jesus. It's a conception of the Scriptures called Tanakh and it's an acronym for this three part organization that Jesus is getting at here. Torah, Prophets and Psalms. So I'm just highlighting the left hand column here. So Torah, it's a Hebrew word meaning instruction and that accounts and often refers that can actually sometimes refer to the whole all of the Old Testament scriptures. A number of times in Jesus teachings he'll quote from the book of Psalms, but call it a quotation from the Torah because it means instruction. So it can refer to the divine instruction of all the Scriptures, or depending on context can refer in the three part formula to the three sections. So Torah accounting for what Christians call the Pentateuch, that's a Christian name for it. Then in the Tanakh organization, the prophets, notice what the prophets account for. Joshua, Judges, Samuel and Kings, which are typically called history in Christian orderings and conceptions of these writings. But that's not the oldest conception of them in the Jewish tradition that Jesus grew up in. These are prophetic texts, which may mean a little tweaking of our concept of what biblical Prophecy is or at least a broadening or widening. So this is a narrative about Israel's past from the divine perspective of the prophets with an eye towards where the story is going. We'll talk more about how narratives can be a form of forward pointing prophecy. So then after the narrative four narrative works, you get the 15 classic works of the prophets. Then in the Tanakh organization, the last section, the Ketuvim, it got the name the writings. And that makes sense because writings is a pretty generic term and it covers a really broad collection of material here. So books like Psalms, Job Proverbs often are called. The wisdom books are in here, but also narrative works like Daniel, Ezra, Nehemiah, Chronicles. The ordering of books within the writings varies depending on manuscript and history. However, one of the most consistent orderings of the writings has the Book of Psalms leading this third collection and think through to Jesus reference again the Torah, the Prophets and the Psalms. It's more than likely that that is naming not just the book itself, but the whole final third collection. How do we know this? I just have here a list of just a handful of selections of both Jesus comments about the Old Testament and also citations from other Jewish texts from the time period of Jesus. And you'll notice a pattern here. The Wisdom of Ben Sira. You guys know about the Wisdom of Ben Sira? It's in Catholic editions of the Bible because it's in a collection of works that came to be called the Deuterocanon or the Apocrypha. Dude, it's such an amazing book. It's a Jewish sage who lived in Jerusalem around the 160s, 170s BC and he's got the whole of the Scriptures in front of him. He knows these scriptures like the even to say the back of his hand. He has them completely wired into how he sees the world. And he's both offering his own wisdom to the generation. But it's one of the first great works of biblical theology that's itself a different work. He's got his whole set of scriptures in front of him and he's summarizing its wisdom for his generation, which is right before the Maccabean revolt in Jerusalem, if you know about that period, it's really interesting. Anyway, his grandson later wrote a prologue to the book and look what he says. He says, my grandfather was a master of the Scriptures and he says many great teachings have been given to us through the Law, the Torah, the prophets and the others that follow them. So look again at the Ketuvim, the writings. How would you summarize that group of writings. What are you going to call it? You know, the prophets? No, is it the wisdom books? Well, there are wisdom books in there, but a whole lot more. So Ben Sira's grandson went for the others that follow them. So my grandfather, Yeshua, Yeshua Ben Sira, his name, devoted himself especially to the reading of the Torah and prophets and the other books of our ancestors. In the Dead Sea Scrolls, there's a reference to the scrolls of Moses, the words of the prophets, and of David. And what book is traditionally connected to David? Especially the book of Psalms. Even though he only is connected to 73 out of the 150 poems, it's still mainly associated with him. Philo of Alexandria, he's down in Egypt. These people didn't know each other, you know, and he talks about the laws, the oracles and the Psalms. So you can see this is a widespread conception. So it's one thing. Second of all, this may seem silly to point out, but it's good to. This technology of organizing texts did not exist in this era where these people are talking. This is called a codex. And in Jesus day, this is brand new. And only the Romans, elite Romans and a few Greeks have been doing this thing. So whenever you see the word book in the Bible, what you need to translate in your mind is scroll. So just stop and think about this. So these texts exist as a unity in people's minds. There isn't one scroll that has all of this literature in one place. The Temple for sure has all of these scrolls in one place. And there would be synagogues, there would be scholars. But it would be very rare for all of the scrolls to be like in someone's home. It would be a community set of property that perhaps a synagogue owns. And that's where you go. Which means that how you learn the Scriptures is in a communal setting. It's by hearing them, it's by the fact that your mom and dad have memorized most of it and then they sing it to you at bed every night and you recite it at Sabbath meals and so on. So just stop and register that point. So then for Jesus to be so immersed in the Scriptures and to have it mentally organized in his mind in this three part way, because that's how we think about it as a people. So Jesus is not alone in this three part shape, and it seems to me that then this three part shape must have some close connection with how Jesus summarizes how it communicates and what it's about. In other words, there's something about this three part shape. This is going to be my visual abstraction of this three part shape. But this exists in people's minds who grew up on this literature that it exists in their minds and hearts in this three part shape. And somehow that shape is connected in Jesus mind to its content. Namely a story about the Messiah, suffering, rising, repentance, forgiveness to the nations. In other words, the way that our Bibles are organized actually preload interpretive assumptions about what the texts mean. Now if you look at how our English Bibles are organized, this is an organization that also has pretty ancient roots. The organization in an average most modern Bibles today will go like this. Pentateuch, Same as the Torah. Yeah. Then come a large block of narrative books. They're often conceived of as history. And Joshua, Judges, Samuel and Kings are in there. But then you got Ruth put in between there. And for a very good reason. Anybody, what's the opening sentence of Ruth? It came about when the Judges governed it makes perfect sense actually. So think about how that works in the Tanakh then. In the Tanakh Ruth is down here in the writings. Which means even though it is in a separate collection, mentally that opening line is a glowing blue hyperlink, isn't it? And you are mentally meant to fit it in to a relationship with other writings in this collection, even though they don't exist on the same scroll. But once you understand how the collection works, you begin to see every part's hyperlinking to other parts. It's like to not karate right there. Whereas this organization in our more modern Bibles just take the hyperlink so seriously. They put the book here. But the fact is that the Book of Ruth is actually hyperlinked to more than just the Book of Judges. It's also hyperlinked to the Book of Proverbs. But that's a whole separate class after this. In our modern Bibles come a collection of what's called poetry, Job, Psalms, Proverbs, and then you get the prophets as like a ski jump at the end. So this also is a way of organizing the Bible that makes a certain sense. But I do think it predisposes us to think of the Pentateuch and the history as about the past, poetry as well. That's the nice kind of like beautiful stuff. And it's wonderful to help us create worship songs. And then there's the prophets because that's the stuff about the future. Now that's a caricature, but I don't think it's a completely wrong one. I Think that is certainly the way I conceived of the Bible for many years. The past, the beautiful stuff and then the forward pointing prophecy. My main point here is just to say Jesus has a different paradigm, a different conception of how this literature is organized and the fact that in this organization you can kind of summarize it down to one basic set of ideas, which I've repeated many times now. But it's Luke 24:44. So I think the order is significant and I think it will help us enter a different way of conceiving of what these texts are, what they're saying that will help us process when Jesus says something like this. Jonah is brought up one time in the teachings of Jesus. It's quite famous actually. Yeah, I'll go to the version in Matthew. You can also find it in Luke in Matthew chapter 12 Jesus. And just. We're pulling this right out of context here where chapter 12, verse 38, Jesus has been duking it out with the Pharisees since the beginning of this chapter. This is like conflict number four. So the leaders of Israel are at this point for the first time in Matthew's narrative, are beginning to reject Jesus, even though he's trying to get their attention. And the culminating conflict is where they say, teacher, we want to see a sign from you in the context he's just healed two people in previous. So we want to see a sign. So it's meant to hit you as like really? Gosh. Right. And so Jesus first of all quotes from Moses. He quotes from Deuteronomy 32 from the poem that Moses sang in Deuteronomy 32. He calls this generation of Israel an evil and adulterous generation. And you want a sign and you're not going to get any sign except the anti sign, the upside down sign, the sign of Jonah the prophet. Just as Jonah was three days and three nights in the belly of the sea monster, so will the son of man be three days and three nights in the heart of the earth. The men of Nineveh will stand up with this generation at the judgment and will condemn it because they repented at the my commentary lackluster preaching of Jonah. And behold, something greater than Jonah is here. You finished the sentence. Do you get it? So let's just go with verse 41. There's no punctuation in ancient Greek manuscripts, but if there were, this would be a here, do you see that? The men of Nineveh will stand up. Why? Because at the preaching of Jonah, they repented. Someone greater than Jonah is here. And what Are they not doing. They're doing the opposite of repenting. Jesus. There's an inversion here. So you are the opposite of the Ninevites. And what is Jesus in relationship to Jonah? Are you with me? This is more. He's not just like quoting the cardboard children's book here. He's doing something very sophisticated, actually. So his generation is like the generation that Moses had to put up with for 40 years. He's quoting right from Deuteronomy 32. Right here. That's a hyperlink. And so listen, Jonah, do you think Jesus is unaware of the negative portrait of Jonah? Of course not. So he knows that a very stubborn, rebellious prophet was able to bring about the repentance of Sin City in the ancient world. He knows what the story is about. So you can see what he's doing here. He's turning the whole story inside out as a way of looking at this present moment. So here I am, a greater than Jonah, and you all can't even, like, match the Ninevites. In fact, you. There's almost something here where he's a. It's as if he's Jonah, and they're worse than Jonah and they're worse than the Ninevites. Jesus, dude, just like kung fu master right here. So that's just the Ninevite stuff. But then check out this verse 40, this sign. And all of this is a sign to them. What does that even mean? It's a sign. Here's the sign that you get. You hate me and reject me. That's the sign that you get. Let's just go with the second half of the comparison. What's he referring to? The Son of Man being in the heart of the earth. What's he pointing to here? Pointing to his own death and resurrection. Who's going to kill him? Who's going to get him killed? At least the people that he's talking to, right? So here's the sign that you'll get. You're going to kill me because you're, like, worse than Jonah and you're worse than the Ninevites. And then he brings in this Jonah getting swallowed by the sea monster. Now, notice it doesn't say whale. Now this is interesting. That's because it's not the word whale, the Greek word that he's citing here. It's the word ketos. We'll come back to it later in the course. It's the Greek word for seed monster. They have a perfectly good word for fish in Greek, and this ain't it. It's the word Monster. So in Jesus conception, Jonah is swallowed by a monster of the deep. And his journey through the belly of the monster is like unto Jesus, journey through death and out the other side. Dude, you can take a long cup of a long walk and many cups of tea and just think about what Jesus is doing right here. So this is what I'm talking about. When Jesus thinks about the Torah prophets and the writings, and he thinks about one and a half pages that we call the book of Jonah, for him, we're instantly into the core themes of the nations. Israel's role before the nations. Jonah is like this some kind of a way for us to think about rebellious Israel, but also a way for us to think about some inverted version of what Israel is supposed to be, a prophet to the nations. And then here we are with this three days through death, into life on the other side thing again. So here's what I'm after. I want to read my Bible like Jesus does. I want to see what he's seeing, not just in the places where he mentions it. I want to understand the whole thing this way. And I think this three part way of organizing things gets us into that platform. Let me just pause, question or comment and then we'll take the next step.",
    "start": "00:01:49",
    "end": "00:19:52"
  },
  {
    "text": "How do we know that the word sea monster is not whale? And this is the reason I ask. Many people argue that the Bible is not true because you can't find dinosaurs mentioned in the Bible. And we know that dinosaur is a fairly modern word. How do we know that the Greeks were not referring to a whale?",
    "start": "00:19:52",
    "end": "00:20:11"
  },
  {
    "text": "Oh, I certainly think it can account for whale. But especially in the Hebrew Bible, the monsters of the deep are given a much broader profile than just big, big fish. Although the Hebrew word used in the book of Jonah is the word fish. Fish specifically. But what that fish means and signifies in the story. We'll come back to that. What I was just drawing attention to is in the Greek representation of the fish here, it's not the word fish. It's a word that conceives to the huge things of the deep. Man, I still have my boys. I have little boys right now. And our Sunday afternoon tradition is to watch like ocean documentaries because they're just so into sea creatures. And so I have to remind myself, I have to think myself into a time period in human history where no one's been down there with cameras. And so what you know of what's down there is what you see surface, the few people who traverse the seas. Right. What you know is what you see surface or what you see wash up and crazy stuff washes up, you know, from whales to squids or little creatures. And then you think, well, there must be a bigger one of that out there. And so I want to honor the fact that the biblical authors represent the creatures of the deep from. Based on their experience of it. You know, what I could see is a gray whale back surfacing. But if you've never seen one of those on the shore, you have no idea what the rest of that thing looks. That's kind of the thing. I think the vocabulary of sea creatures is not as specific as the way we conceive of it. Does that make any sense?",
    "start": "00:20:11",
    "end": "00:21:52"
  },
  {
    "text": "Absolutely. Thank you.",
    "start": "00:21:52",
    "end": "00:21:53"
  },
  {
    "text": "That hit me like a ton of bricks one day when I was watching a documentary on, like, gray whales with my kids, and I was like, oh, yeah, if I had never seen this thing under the water, who. Who knows what I would think it is? Anyway, we'll come back to that verse 40A there. Why is that all in caps? Oh, thank you. This is the New American Standard translation. They do readers a favor. When there is a verbatim quotation or near verbatim quotation from the Old Testament, they put it in all capital letters.",
    "start": "00:21:54",
    "end": "00:22:23"
  },
  {
    "text": "Okay.",
    "start": "00:22:24",
    "end": "00:22:24"
  },
  {
    "text": "Just in that translation.",
    "start": "00:22:24",
    "end": "00:22:25"
  },
  {
    "text": "Just in the New American Standard. Yep. The thing is, is they don't always get all of them. They don't always notice all of them. So there's a whole bunch that ought to be in caps that aren't. And there you go. I appreciate the sign and the way that Jesus is playing on what all is going on with Jonah, but it's always bothered me. In verse 40, it says, so will the Son of Man be three days and three nights in the heart of the earth. And then you read to the end of the Gospel and it's three. It covers three days, but it's only two nights. Is there something we're supposed to get from that or. Yeah, we'll talk about that. The three days motif in testing or near death stories in the Hebrew Bible and the phrases used to refer to this concept is actually pretty diverse. It can be three days, three nights. It can be on the third day. It can be three days, but not mention the nights. It's a motif used in patterned stories in the Hebrew Bible. And Jesus will sometimes say on the third day when he refers to his resurrection. Sometimes he'll say on the third day, sometimes. And then this time he says this, which I think ought to give us a clue that it's about the concept underlying it, as opposed to earth rotations. Yeah.",
    "start": "00:22:25",
    "end": "00:23:37"
  },
  {
    "text": "On verse 45, the Bible says then he opened their minds to understand the Scriptures.",
    "start": "00:23:37",
    "end": "00:23:42"
  },
  {
    "text": "You're talking about Luke chapter 24, right? Yep.",
    "start": "00:23:43",
    "end": "00:23:45"
  },
  {
    "text": "It sounds very mystical. Many people can think that, oh, by the art of magic they suddenly understood. Or is it talking about he walked them through the scriptures and suddenly their minds were open.",
    "start": "00:23:45",
    "end": "00:23:57"
  },
  {
    "text": "Yeah, man. Welcome to a 2000 year old question about what did the biblical authors know? When I say biblical, I mean the authors of the Hebrew Bible. What did they know and how much were they aware of? This summary right here that Jesus gives, There will have been some movements that say they didn't know anything, it was all just stories and poetry or they knew some things, but they didn't have any concept that the story of Jesus, how it actually went, would be the way that it gets fulfilled. So complete surprise. And so that the meaning that followers of Jesus now look back and see exceeds the human intended meaning, but accesses a divinely intended meaning. That's one way people frame it up. There would be another camp that kind of goes to another extreme to say, no, it's really important that this whole package deal that Jesus summarizes is exactly what the Old Testament authors intended. Even with if it was fulfilled in ways that might have surprised them. They had that basic picture and then there's views in between. So not just because I like to be in between extremes, but because that's just where the evidence points me. Notice when Jesus comes up here and meets the first two. Notice he called them idiots for not understanding the scriptures. But then at the same time there's something that happened when post death and resurrection that enables people to see things that in theory they could have seen. But now that it has happened, you can't unsee it now. And I think there's some combination of both there. And I find myself at different seasons of my life kind of being in between those two extremes in different ways. I have a hard enough time seeing it even after the resurrection. It's taken me a long time to work. But I also, yeah, at least try and make clear as we go through Jonah, these authors, they know way, way more about how the story has to be resolved. And it's not just a matter of them like being like Nostradamus, like they looked into a crystal ball. It's these biblical authors studied these texts as they were producing them. And they were students of their own history. They were looking for how God was speaking to them through their own. And as they studied their history, they saw patterns. And the book of Jonah is like A distillation of the whole story into one little book. And the way that the story has to be resolved. You read the Gospels and you're like, wow, I wouldn't really look for any other way for this story. This is of course how it had to go. But when the disciples are watching Jesus get crucified, that's not what they're thinking. They're thinking, oh, this is game over. Which is why Jesus has to have this Bible study. So I'm still wrestling with that question. And since it's been 2000 years of people wrestling with it, my hunch is that I'm not going to figure it out. But if you do, let me know. I'm really interested. Cynthia.",
    "start": "00:23:57",
    "end": "00:26:51"
  },
  {
    "text": "So I have a question about this three part structure versus the structure that we now technically have for our own Bibles. So you said that this structure is supposed to mimic Jesus own rise, fall and resurrection. And so do you feel like the way that our Bibles are structured now detracts from that, from our ability to see that?",
    "start": "00:26:52",
    "end": "00:27:12"
  },
  {
    "text": "I don't think it detracts from it. I do think the way that Jesus reads his Bible, we will more easily see what he sees if we think about it, its organization the way that he did. Let me show you an example. This is in the handout and this could be a whole class in and of itself. But I just want to point out a couple things about this organization. This organization of the Tanakh has intentionality to it and again, think through the technology. It's not like this. It's not a bounded codex. This is a collection of scrolls that exist in community centers. And its main existence is in people's hearts and minds of the people that have memorized these texts. This is a mental conception. But if you're dealing with ancient scroll technology and you want to create links and connections between sections or scrolls, where are you most likely to create and give glaring signs that things are connected? Well, it's going to be likely at the beginnings and the ends of things. So turn to the end of the Torah with me, which is the final sentences of the book of Deuteronomy. Deuteronomy 34. Deuteronomy chapter 34 is about Moses death and how nobody knows where he's buried, even to this day. So even on really what you would say, traditional views of the authorship of the Torah, most people are open to the fact that Deuteronomy 34 wasn't written by Moses because it's about his death and how nobody to this day knows where he Is. I mean, right, okay. So Moses goes up. He gets his sight of the promised land that he will not get to go into. The Lord says, here is the land. I will give it to the seed of Abraham. So Moses, the servant of the Lord, died there in the land of Moab. According to the word of the Lord, he buried him in the land of Moab. And nobody to this day knows where he's buried. So just stop right there. That little notice right there, nobody to this day. See? Do you register? There's a time gap between this day and when Moses died, which means that while Moses is mentioned as a writer of a lot of material in the Pentateuch, there stems from Moses a tradition of prophets and biblical authors who have given the final shape to the Torah. Because they're the ones talking to us right now. And it's not controversial. It's just like. Just read it. There it is. Somebody else is talking. Right? Moses was 120 years old when he died. His eye was not dim nor his vigor abated. That's actually a glowing hyperlink. But we don't have time. Everybody wept for Moses. And then who takes his place? Yeshua or Yehoshua? A guy named Yahweh is salvation, is filled with the spirit of God's wisdom. Yeshua, filled with the spirit of wisdom. For Moses had laid hands on him. And now everybody listens to this guy. In him, Yahweh bring salvation. Since that time, no prophet has ever arisen like Moses. Here's what made Moses special. He knew Yahweh face to face. All the signs and all the wonders in the land of Egypt against Pharaoh and his servants. All the mighty power, all the terror which Moses performed in the sight of all Israel. That kind of Moses. Yeah. Never. Yep. No one's ever showed up like him. That's the end of the Torah. Okay, so somebody at the end of the Torah is really interested in us knowing something. So somebody wants us to know that. Man, you know what we need around here? We need another Moses. But has one ever come? Nope. When's that guy going to come? Because you know what Moses said back here in Deuteronomy 18. Do you know this? Yeah. Moses said in Deuteronomy 18, you know, Yahweh's going to raise up a prophet like me from among you. And when that guy comes, listen to that guy. And then the Torah ends. That's Deuteronomy 18:15. The Torah ends and says, yeah, dear reader, yeah, we're still waiting on that one. So we're waiting for a prophet to come who's like Moses. Yeah. And all the stuff, signs and wonders. So just right there, the last sentence of the Torah is like a ski jump. Moses did all this amazing stuff and then he died. And he got angry and was also a rebel and lacked faith in God, unlike Abraham, who was also a rebel, but at least he had faith in God. God can use rebels who have faith in God, but rebels who don't have faith in God, he can't do much with, apparently. And Moses was one of those. Moses was one of those. Okay, that's interesting. Let's turn to the next scroll. A scroll descended. When you turn between Deuteronomy and Joshua, a scroll descended and you open up a new scroll. And what do you see in the opening sentences of Joshua? Well, I knew that this guy is named Yahweh's salvation and that he's full of God's spirit to lead the people into the promised land. And in Joshua, chapter one, God tells Joshua to be strong and courageous. I'm going to give this people possession of the land. Be strong and courageous. Be careful to do all of the Torah that Moses, my servant, commanded you. Don't turn to the right or to the left, the right or to the left. Just tuck that away for Jonah. Where do you gain knowledge of the right and the left so that you can go straight? Where do you gain that knowledge? You gain it from the Torah. That's where you learn God's wisdom. You read the Torah and you learn, oh, don't go right, don't go left. Take the way of Yahweh, the straight way. It's of huge relevance for the book of Jonah, knowing the right and the left. And if you do that, you'll have success wherever you go. In fact, Joshua, let's just say this. The scroll of the Torah, don't ever let it leave your mouth. You're going to have to have some battles, and you should probably know the shape of the hillside when you, like, launch an attack on Jericho. But actually, no, just study the Bible. Actually, don't do anything else. Just meditate on the Scriptures day and night. And that's how you know the straight way to not go right and left. And that's how my people will have success. Basically, just memorize the Scriptures all day. And that's. And you're like, this is before a bunch of battle narratives. And what he's telling them is to be a Bible nerd. Yeah. Okay, so what are we saying here? We're here in Joshua Chapter one. And we're being told here to meditate on the scriptures. This is for the new spirit filled leader. Yeah. And we're being told that true success and divine wisdom. Remember, he's filled with the spirit of wisdom by the end of Deuteronomy. Okay. Boom. So that's how Joshua begins. And things go pretty well for him until he's deceived by the Gibeonites with deceptive food. And then it doesn't go well. Let's go. If I'm thinking of the Prophets as a collection of scrolls and I want to go to the end of the Prophets, where's the end of the prophets? If I want to look for the next ending of Malachi, okay. Malachi 4 opens up by telling me that the day is coming. And when you're in the prophets, the day. The day is coming. The day of the Lord. Day of the Lord. And is the day of the Lord and the Prophets good news or bad news? Yes, yes. It's both. It depends on how you respond. If you want to live in a corrupted, distorted world where humans don't bear God's image, then it's bad news because you're going to be consumed. That creation is destroying itself and God will allow it to go that way. Fire. The arrogant and evildoer will be like chaff on that day. But for those who live by the fear of the Lord, those who fear my name, the sun will rise. Sounds like Genesis 1. The light and the darkness. Sun will rise. But it's the sun of righteousness, of right relationship with God and neighbor, of healing, bringing life to death out of death. And you'll go forth skipping like calves from the stall. I didn't grow up on a farm. Took me a long time for this to resonate with me. But you know, like, well, happy calves getting out of the pen. They're stoked, you know, they're happy. You will tread down the wicked. There'll be ashes under the soles of your feet on the day that I'm preparing. That's intense. Hey, everybody, remember the Torah. Sorry. Just to register this, don't forget the Torah of Moses, everybody. You remember the Torah and then all the commandments and statutes. Yeah. Don't forget that. Next point, I'm going to send Elijah the prophet before the coming and fearful day of Yahweh, and he's going to bring revival and restoration between the broken generations of God's people. So what have I got in common here? I've got. Are we talking about a prophet to Come. Yeah. So okay, we're talking about a prophet to come. The prophet here is like we're given the name Elijah. What are the two prophets that went to Mount Sinai in the Hebrew Bible? Moses and Elijah, Remember they both went into that cave. They both have experiences of Yahweh, but very different experiences, but that are also similar. We're going to come back to both of those stories. They're very important for the book of Moses. So we have a prophet like Moses, a prophet like Elijah, and he's going to bring restoration. So the Torah and the prophets end with a forward pointing anticipation about how we need a prophet around here. What do prophets do? Prophets see into God's divine counsel. They hear a word from the Lord that God wants to speak to his people. But then we've also got this thing here with Joshua one about a spirit filled leader who will lead people into the promised land. And if I'm looking for the next part of the collection, what scroll am I turning to now as I open the writings? Right. Think of the Torah of Moses, the prophets and the Psalms. So just real quick. And we hear about this blessed righteous person who is the opposite of corrupt, distorted human beings. And what is the source of him walking in the straight path? He's just a total Bible nerd. He just is constantly reading the Torah, meditating day and night. You recognize that phrase? That's verbatim from the Joshua chapter one. Verbatim. He's like the tree of life, a perpetually fruitful tree, just like in Genesis 1. And in everything he does, he has success. Yeah, that's verbatim from Joshua chapter one. So we've got a story here emerging on the largest level of this collection. Out of the storyline of these writings, some things should be clear to you as a reader. You finish the Torah and what you should think is, dude, we need a prophet like Moses. He's the only way out of this mess. It's the only way we're going to get into the promised land because we're going to sit here in the wilderness for a long time actually. But we need a better than Moses, don't we? Not just Moses, but a better than Moses because Moses failed alongside his successes. We also need a new Elijah who was a prophet like Moses, but also unlike Moses and instead of interceding for the people, he had a suicidal death wish on Mount Sinai. Can I think of any other prophets who have suicidal death wishes after they have the opposite of Elijah? Elijah had amazing success on Mount Carmel and he ends up fleeing to Mount Sinai, and he wants to die. Jonah has an amazing success at his prophetic career, and he also ends up going outside into the wilderness, wishing that he could die. So what's up with that? There's something going on there, isn't there? So all of a sudden, Jonah is brought into the orbit of the macro design of the themes of the Tanakh. Joshua 1 and Psalm 1 focus our attention in on a number of other portraits of one named Yahweh brings salvation. And this blessed one, the righteous one, who meditates on the Scriptures and is so transformed and connected to God's own life that this one becomes a tree of life to all the others around him. Psalm 1. And actually, this isn't a class on the Book of psalms, but Psalm 1 and 2 are a joint introduction to the Book of psalms. And Psalm 2 is all about a king from the line of David that God has appointed to subdue evil among the nations and to bring God's kingdom over them. So we've got a Joshua and a David and a Moses and Elijah, and this is just at the seams of the collection here. So somebody wants us. Somebody's inviting us here to see in these narratives, patterns where characters imitate previous characters. Moses story becomes like a template for the later prophets, and they're either like him or unlike him in different ways. And Joshua becomes a template of a character that gets replayed in David, and he's unlike him and like him in some ways. And then you get Jesus. In Matthew chapter 12, we looked at this where he compares Jonah to someone called the Son of Man. Who's the Son of Man? Where is he getting that? Who's this character? Why is he talking about himself in third person? And. Well, he's getting the Son of Man from a key chapter in the book of Daniel where Daniel saw a Son of man figure, Daniel 7:13, and this son of man was getting trampled by the beasts of the earth or the kingdoms of the earth. But God vindicates him from the realm of trampling and death up to the divine throne. So he goes out of the realm of death into the realm of life and vindication to be given a dominion and a kingdom over all of the nations, so he can rule all of the nations. Are you with me here? Okay, this is the paradigm. So it's always about one basic thing. This is a really diverse collection of literature from all over Israel's history, representing stories about all these different characters. But do you see in these editorial links and in Jesus conception, there's just one basic storyline getting replayed over and over and over and over and over again with all of these creative variations. And every new story just turns up the anticipation more and more and more. So by the time you leave the Hebrew scriptures, I think we're supposed to have in our minds, you know what we need around here? We need an anointed one who will go through death on behalf of everyone else who keeps creating a world of death and then out the other side so that life, eternal life can be announced to the nations. That's what the kind of thing we need to have happen around here. And so my invitation would be to consider that this actually is what the Hebrew scriptures are about. This isn't just a Christian rereading of them or imposing a Jesus filter. I think Jesus really means what he says when he says, you guys, did you read it? Did you read it? Because if you read it the way it's supposed to be read, you'll. This won't be a surprise. Thoughts, thoughts or reflections at this point, I mean, so just a sidebar. Why is it organized the way it is? Because this wasn't just thrown together, it was thought out. And so, I mean, I agree with you. You said organization is preloaded with assumptions. So could you speak to what assumption led to this? Because these are people that studied a new scripture and we're putting it together. I know we don't know. The earliest manuscripts that reflect the organization of our modern Bibles are Greek manuscripts from about the 4th century AD. Christian Greek manuscripts that are codex, codices, codexes. So the question is, is this a Christian invention? And what you can do is then look at how early Christian scholars and writers referred to the scriptures and you see again evidence even earlier than that manuscript of this kind of organization. So it's murky. As with many things in history, most of us aren't concerned to write down a lot of the things that happen in our day to day lives. We just live our lives. And there are all kinds of mysteries about what happened to you a year ago that even you lived through and have forgotten, you know, and so much more in the history of the Jesus movement. So the hunch of a lot of people smarter than me, and it's my hunch too, after spending a while thinking about this, is that the moment that the Jesus movement became multi ethnic, which is awesome and what it was supposed to do. But a neglect and disdain for the Jewish heritage of the Jesus movement set in like within a couple centuries. And all of a sudden things that are of value to messianic Jews are seen as not of value to gentiles, gentile believers. And it's essentially, it's the Jesus movement losing touch with its Jewish heritage. So that's a pretty broad comment to make on it, but I think it's sustained by the evidence. So that if you encounter. I mean, nobody's owning a Bible like this until like the post Reformation period. This is only 500 years old that we all have our own Bible. Scriptures were community property even in the early Jesus movement. And so very few people, you know, have even a whole collection of scrolls, much less control over how they're ordered. And so you can just see how it would happen. So it's one of those things where, man, that's crazy. But there's all kinds of stuff like this in church history, like crazy stuff that set in early, that is not good habits. And they have to get unlearned, you know, later on. And we'll just have to take that up with Jesus at some point. I don't know. But here we are. Jesus referred to his Bible this way. We're tracking with it right now. So let's. Here we are. It's a new day. Let's move forward. Yeah, yeah, totally.",
    "start": "00:27:13",
    "end": "00:45:16"
  },
  {
    "text": "As far as your question is concerned, Alison, I'm wondering, don't you think it is by divine design that the same condition exists in our world today as it did in the time of Christ first coming? So when the Jews. When Christ comes, it's the Jews responsibility to proclaim his coming. They were given a very specific prophecy that gives them an idea of when he would arrive, when this Messiah would come.",
    "start": "00:45:16",
    "end": "00:45:41"
  },
  {
    "text": "You're talking about pre Jesus or you're talking about Pentecost?",
    "start": "00:45:41",
    "end": "00:45:44"
  },
  {
    "text": "No, when Jesus comes as a baby, right, The Jews, their job is to proclaim his coming to the rest of the world. And at that time period, they had lost sense of what their own scriptures were pointing to. Do you think it's by design, perhaps to caution us that perhaps that would be the state that we would be in upon Christ's second coming? As Christians, we are the ones who are to be.",
    "start": "00:45:44",
    "end": "00:46:11"
  },
  {
    "text": "Oh boy. You know, there might be some people who feel comfortable making that kind of assertion. I don't. Just because I feel I don't know what God is thinking. I've got access to this and like, trying to intuit what Jesus is calling me to do, like in my family and on my street, and that's enough for me, you know what I'm saying? Like macro history of God's purposes Yeah, there is a pattern. And the book of Jonah is this pattern. The people that God has chosen to work with on page one, it's humans are extremely frail, fallible creatures who seem to get things wrong almost like immediately. And the next moment he calls another guy and it's almost what we're going to do in the next session. Noah, same thing, delivers him through the waters and he messes everything up like right after he gets off the boat after doing one thing right. And then same with Abraham, it almost immediately gets it wrong right after he goes to the land. And so that's the pattern of Humans are constantly trying to scheme up our own way of bringing God's kingdom and blessing to the world. And the kinds of characters who actually become the vehicles of his kingdom are those who precisely come to the end of their selves and undergo a kind of death or an actual death. Welcome to the Book of Jonah. So the book of Jonah, I think, is telling us to not expect that much from humans, but also to expect new creation through a human that will have to come for this whole mess to be sorted out. The book of Jonah is almost like he's an anti Moses, he's an antichrist in a way, he's an anti messiah. He's exactly the opposite of the kind of prophet that we need to bring a resolution to the story. And so think just like there's value in watching hero stories, we're like the hero overcomes challenges and I don't think I'm going to make it and then rescue at the end. But there's also value in stories of people who have all this potential and then they fail, and then they fail even more, and then they fail again and then it destroys them. There's called tragedy and the Bible values tragic portraits. They're all over. They're the cast of characters of littered cast of failures, which is most of them. But they have moments where they're at their best, some of them. In the case of Jonah, we'll have a hearty debate whether there's any moment in the story where he's getting it right. But yes, thank you. Whether that's true in the present, I'm not sure. But the longer I sat with the scriptures, the more I am, some would say a pessimist, some would say a realist about my own nature and humans in general. But not to make us pessimists about the course of history. I think it's put our hope in someone other than ourselves, if that makes any sense at all.",
    "start": "00:46:12",
    "end": "00:49:10"
  },
  {
    "text": "I was actually going to say, I think you did answer the question by showing that there is a pattern and that is that God's people do go off the path constantly and God has to bring them back for the mission to be successful.",
    "start": "00:49:10",
    "end": "00:49:25"
  },
  {
    "text": "Yes. You know what? Yeah, you should have just said that. And then I wouldn't have had to go on that long rant. Yep, that's exactly right. The Bible trains us to expect humans to not be able to do on their own what really needs to be done. Which creates exactly a divine human slot for a character who will do what only God can do. But as a human. The incarnation is not a surprise twist. It's the only possible solution by the time you finish the Hebrew Bible. Yeah, at least I think so.",
    "start": "00:49:25",
    "end": "00:49:59"
  },
  {
    "text": "And perhaps that's why the reminder to meditate on it day and night, that it gives us intellectual dependency. We never step outside of a moment thinking, I'm going to make this happen. Like I'm going to reverse the narrative for sure. Not like you see time and time again of faithfulness and rebellion. It reminds us the only thing that will survive, I think is what I'm hearing. Is that okay? No. My demise is just around the corner. So I need him. I need to be looking for that greater profit.",
    "start": "00:50:00",
    "end": "00:50:31"
  },
  {
    "text": "Yes, that's right. Yeah. And new creation. Life from the dead. Left to our own devices, we end up in the pit with sea monsters.",
    "start": "00:50:31",
    "end": "00:50:40"
  },
  {
    "text": "No, thanks.",
    "start": "00:50:41",
    "end": "00:50:42"
  },
  {
    "text": "But yes, like, that's our fate because that's the world we live in of selfish, stubborn humans and sea monsters that kill us before our time. But with the God of the story, there's another possibility out. And dude, the Book of Jonah. We haven't even read the first words yet. But we're going to do that at the beginning of the next session. So let's pause. That's a big macro thing on the Hebrew Bible. What we're going to see is these patterns and we're going to see a lot more are being worked in the Book of Jonah in very creative and significant ways.",
    "start": "00:50:43",
    "end": "00:51:18"
  },
  {
    "text": "Thanks for listening to this episode of Bible Project podcast. Second lecture series of Jonah. Tim, well done. You're the magician there in the classroom.",
    "start": "00:51:19",
    "end": "00:51:29"
  },
  {
    "text": "Oh, you know what's funny is when I think back about things I did a few years ago, I don't remember a lot of it. So I don't. In listening to it, I like remember it. And now I'm glad I'm remembering it.",
    "start": "00:51:29",
    "end": "00:51:42"
  },
  {
    "text": "So anyway, it happens to me a lot as well.",
    "start": "00:51:42",
    "end": "00:51:44"
  },
  {
    "text": "Didn't you say what happens to you, like every day that you remember things that you've forgotten from last week.",
    "start": "00:51:45",
    "end": "00:51:51"
  },
  {
    "text": "I'm always forgetting things. Yeah, I think I just. I'm always relearning things I've forgotten.",
    "start": "00:51:51",
    "end": "00:51:55"
  },
  {
    "text": "That's great.",
    "start": "00:51:55",
    "end": "00:51:56"
  },
  {
    "text": "That's life for me.",
    "start": "00:51:56",
    "end": "00:51:57"
  },
  {
    "text": "Yeah. Well, join the club.",
    "start": "00:51:57",
    "end": "00:51:59"
  },
  {
    "text": "This lecture series is online with video and other exercises. And you can and you can take it's BioProject.com classroom. It's in beta and there's lots of cool stuff being added to it in the future, but check it out now if you'd like. Today's show was produced by Cooper Peltz. Our editor is Zach McKinlay and our senior editor is Dan Gummel. Lindsey Ponder with the show Notes yeah.",
    "start": "00:52:00",
    "end": "00:52:30"
  },
  {
    "text": "This classroom initiative and actually all of our videos, this podcast, it's all available for free to you because of the generous support of people all around the world who are getting behind the bibleproject. And we're just so grateful for you and thanks for being a part of this with us.",
    "start": "00:52:30",
    "end": "00:52:49"
  },
  {
    "text": "Hi, this is Andriy and I'm from Dnipro, Ukraine. I first heard about Bibleproject a few years ago from YouTube recommendations. I use Bibleproject for studying the Word, exploring complicated topics, and having some tools and approaches to experience God's love and wisdom. My favorite thing about the Bible project is that I can show it to my wife, my family, my friend, my atheist co worker, and be sure it really speaks to their hearts. These resources are amazing in their simplicity and profundity. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunding project by people like me. Find free videos, study notes, podcasts, classes, and more@bibleproject.com Sam.",
    "start": "00:52:50",
    "end": "00:53:47"
  }
]