[
  {
    "text": "Hey, this is John Collins from the bibleproject. In the last two weeks of this podcast, we've been discussing the theme of generosity in the storyline of the Bible. How God is the generous host of all creation and there's enough for everyone. So why don't we live that way? The first few chapters of Genesis show humanity's propensity to mistrust the generous host. We want to protect ourselves and we think we have the best strategy for how to do that. Unfortunately, our self protection leads us to shame, broken relationships and violence. So what's God going to do? Well, it turns out his plan is to ramp up his generosity.",
    "start": "00:00:04",
    "end": "00:00:42"
  },
  {
    "text": "It's God choosing one family to give the supreme gift. In fact, the gift I'm trying to give all humanity, I'm just going to give to one family and do something with this family that will restore the gift to everybody else.",
    "start": "00:00:42",
    "end": "00:00:54"
  },
  {
    "text": "But here's the problem so far in the Bible, the portrait of humans isn't very flattering. No one has been able to trust the generous host. So today we look at the successes and failures of the family of Abraham in their calling to extend God's generosity to others. Thanks for joining us. Here we go. Great. We've been talking about generosity as a theme.",
    "start": "00:00:55",
    "end": "00:01:21"
  },
  {
    "text": "Yes.",
    "start": "00:01:21",
    "end": "00:01:21"
  },
  {
    "text": "And you're going to walk us through the story of the Old Testament through the lens of generosity.",
    "start": "00:01:21",
    "end": "00:01:27"
  },
  {
    "text": "Yeah. Or a way to think about key moments in the storyline through the. Yeah. The lens of gift giving and how people respond when they're given great gifts and parties.",
    "start": "00:01:28",
    "end": "00:01:39"
  },
  {
    "text": "Yeah. How do you respond when you have been given a great gift? And the way you've set this up, which is really nice, is that God's economy, essentially as he's created the world, is one of generosity. If you are a person who has spent a lot of time meditating on the scriptures like Jesus was, you get this radical sense of living in a place that's hosted with generosity.",
    "start": "00:01:39",
    "end": "00:02:08"
  },
  {
    "text": "Yeah. Yeah. Every day you're met with many gifts.",
    "start": "00:02:08",
    "end": "00:02:11"
  },
  {
    "text": "Yeah. Which is a great abundant way to look at the world. Some might say naive, sure. But if you believe in a generous God who created it would make sense.",
    "start": "00:02:11",
    "end": "00:02:24"
  },
  {
    "text": "Yeah. Yeah. You watch the squirrel gathering nuts and you see abundance and you see God sharing life and goodness with that creature. And just the same as when you sit down for a good meal with people that you like or love. Hopefully both.",
    "start": "00:02:24",
    "end": "00:02:40"
  },
  {
    "text": "Yeah. So God, the generous host is then the setting. But then we talked about the.",
    "start": "00:02:40",
    "end": "00:02:48"
  },
  {
    "text": "The problem of evil and the problem caused by abundance or the potential problem.",
    "start": "00:02:48",
    "end": "00:02:55"
  },
  {
    "text": "The potential problem with abundance.",
    "start": "00:02:55",
    "end": "00:02:57"
  },
  {
    "text": "Yeah. The liability, the Liability of abundance is.",
    "start": "00:02:57",
    "end": "00:03:00"
  },
  {
    "text": "It makes you want to then, for whatever reason, protect and store up and fight others for your portion of the abundance.",
    "start": "00:03:00",
    "end": "00:03:10"
  },
  {
    "text": "That's right. But under that is a scarcity mindset that enters in to say, maybe there's not actually enough.",
    "start": "00:03:10",
    "end": "00:03:18"
  },
  {
    "text": "Maybe there's not actually enough.",
    "start": "00:03:18",
    "end": "00:03:19"
  },
  {
    "text": "And so that was our way. It's a new way of looking at what the snake says to the woman.",
    "start": "00:03:20",
    "end": "00:03:25"
  },
  {
    "text": "God can't be trusted as a generous host.",
    "start": "00:03:25",
    "end": "00:03:27"
  },
  {
    "text": "Yeah, trusted. Yeah. Remember he says, so you can't eat from any tree here.",
    "start": "00:03:27",
    "end": "00:03:32"
  },
  {
    "text": "He's like, yeah.",
    "start": "00:03:32",
    "end": "00:03:33"
  },
  {
    "text": "Which is the exact opposite.",
    "start": "00:03:33",
    "end": "00:03:34"
  },
  {
    "text": "The generous host said, I could eat from any tree.",
    "start": "00:03:34",
    "end": "00:03:36"
  },
  {
    "text": "That's right. But it enters the idea like, oh, maybe. Oh, well, I guess there is that one tree we're not supposed to eat from.",
    "start": "00:03:37",
    "end": "00:03:44"
  },
  {
    "text": "Yeah. And why is that? Can I actually trust?",
    "start": "00:03:44",
    "end": "00:03:46"
  },
  {
    "text": "Then you fixate on that as opposed to the much that has been provided. That's the strategy at work in that conversation.",
    "start": "00:03:46",
    "end": "00:03:53"
  },
  {
    "text": "And we talked about that tree symbolizing the problem of the choice. Yeah, the choice. How are you going to handle abundance?",
    "start": "00:03:53",
    "end": "00:04:01"
  },
  {
    "text": "Correct. That's right.",
    "start": "00:04:01",
    "end": "00:04:02"
  },
  {
    "text": "How are you going to handle an abundant gift?",
    "start": "00:04:02",
    "end": "00:04:04"
  },
  {
    "text": "Yeah. It requires great moral discernment and ethical discernment, knowing good and evil, to know what to do in response. And you can ground your definitions of good and evil in your own wisdom, or you can surrender them to a higher wisdom.",
    "start": "00:04:04",
    "end": "00:04:19"
  },
  {
    "text": "And then we talked about how in the Cain and Abel story, God was showing favor. When I was thinking about that, it seemed like God was being more generous. Actually, we discussed that and it was helpful.",
    "start": "00:04:20",
    "end": "00:04:37"
  },
  {
    "text": "Yeah. I actually just realized I forgot one of the most key things I discovered about that story that I don't think we've ever talked about.",
    "start": "00:04:37",
    "end": "00:04:45"
  },
  {
    "text": "Oh, yeah, tell me.",
    "start": "00:04:45",
    "end": "00:04:45"
  },
  {
    "text": "It actually has to do with. You have to look at all of Genesis 4, which is the Cain and Abel story. Yep, the Cain and Abel story. And then the city that he builds and the violent poets Lamech, who, you know, murders a man. So there's two large halves, two large panels to Genesis 4, and it's punctuated by an opening statement, a center transition statement between the two halves, and then a concluding. And all those three are coordinated. Adam knew his wife and she became pregnant. And you get the story of Cain and Abel. Then you have Cain knew his wife, leading to seven generations, the building of his city and leading up to Lamech, the violent warrior, and he's not good. And then it ends with saying, and Adam knew his wife again and bore a new son that replaces the. The murdered son, the new second born, the new yeah. Or. Yeah, the new second born who is treated like the firstborn.",
    "start": "00:04:45",
    "end": "00:05:44"
  },
  {
    "text": "Yeah, the new second born is treated like the firstborn.",
    "start": "00:05:44",
    "end": "00:05:46"
  },
  {
    "text": "Yeah, Seth. So, but what's important is that in the opening and final notices, Eve speaks about her sons. And her posture is very different in these two statements. And this is often true in birth accounts in the Hebrew Bible, the circumstances of the naming and the names given are always packed with word plays and puns connected to the story. Helps you see the meaning. So in the first one, she says she names her son Kayin. That's Cain in Hebrew.",
    "start": "00:05:46",
    "end": "00:06:19"
  },
  {
    "text": "Yeah.",
    "start": "00:06:19",
    "end": "00:06:20"
  },
  {
    "text": "Because she says, kaniti ish et adonai. Kaniti is the same letters as the name Cain or Kayin. And the word kaniti. There's a whole long debate here. It's a related word for create. It can mean acquire, but in certain contexts, it primarily means create. And so what she seems to say, there's actually probably about two or three possible ways to translate that. And I think that's on purpose.",
    "start": "00:06:21",
    "end": "00:06:49"
  },
  {
    "text": "Is this verse one.",
    "start": "00:06:49",
    "end": "00:06:51"
  },
  {
    "text": "Verse one. This is what Eve says. So most translations are going to say, I have acquired.",
    "start": "00:06:51",
    "end": "00:06:55"
  },
  {
    "text": "And IV says, I've brought forth a man. And then in the footnote it says, I have acquired.",
    "start": "00:06:55",
    "end": "00:07:00"
  },
  {
    "text": "So, yeah, this is super nerdy. We're already taking too much time on this. It's one of the standard words for create to bring into my possession by making. In Proverbs 8, this is what God does to creation. He kanahs. It's the same verb. What seems to be happening is that she is equating herself with Yahweh as the creator of man. I've created a man. You won't get that from most English translations. If you dive into the history of Jewish interpretation of this line, they understood what was going on here. This is a similar song of boasting that Lamech is going to give later on in the she says, with the.",
    "start": "00:07:00",
    "end": "00:07:45"
  },
  {
    "text": "Help of the Lord, I have created a man.",
    "start": "00:07:45",
    "end": "00:07:47"
  },
  {
    "text": "Exactly. So that's also every single word of this line. The only word that has a clear meaning is the word man. So there's four Hebrew words, and three out of the four are extremely problematic.",
    "start": "00:07:47",
    "end": "00:08:00"
  },
  {
    "text": "This is four Hebrew words.",
    "start": "00:08:00",
    "end": "00:08:01"
  },
  {
    "text": "Hebrew words. So you could translate her line as, I have created a man. And then the next word is the preposition with, which has a really flexible meaning depending on context. And so depending on how you interpret what's going on here, one of its common uses is in comparative statements. So we've talked about Cain, Abel, so long.",
    "start": "00:08:01",
    "end": "00:08:25"
  },
  {
    "text": "So much.",
    "start": "00:08:25",
    "end": "00:08:25"
  },
  {
    "text": "Yeah. And I realize I've never Told you this thing that I found. Oh, yeah. Okay. So that word with, it's ET In Hebrew. It's commonly used in comparison statements. For example, in the Ten Commandments, don't make any gods with me. Literally in Hebrew, don't have any gods with me. Namely, don't have any gods in comparison with me. Exodus 20:23.",
    "start": "00:08:25",
    "end": "00:08:51"
  },
  {
    "text": "So in English, we don't use with.",
    "start": "00:08:51",
    "end": "00:08:53"
  },
  {
    "text": "That way we don't. But in Hebrew.",
    "start": "00:08:53",
    "end": "00:08:54"
  },
  {
    "text": "In Hebrew, you can.",
    "start": "00:08:55",
    "end": "00:08:56"
  },
  {
    "text": "Yeah. In Genesis 39, Potiphar left all of his belongings in the care of Joseph. And he didn't know anything with Joseph. He didn't know anything with Joseph in comparison with Joseph.",
    "start": "00:08:56",
    "end": "00:09:09"
  },
  {
    "text": "Oh, okay.",
    "start": "00:09:09",
    "end": "00:09:10"
  },
  {
    "text": "He put Joseph over, basically, facilities and maintenance and doing the books for his property, and he didn't know anything about his own property anymore with Joseph in comparison with Joseph. So it's a Hebrew way. It's a Hebrew word to sustained or alongside. So on that reading, what she's saying is, look, Yahweh created all things. I have created a man along with or in comparison.",
    "start": "00:09:10",
    "end": "00:09:36"
  },
  {
    "text": "Why does Niv have the word help?",
    "start": "00:09:36",
    "end": "00:09:37"
  },
  {
    "text": "They're interpreting what they think the meaning of with is there literally. In Hebrew, it's I have created a man with the Lord.",
    "start": "00:09:37",
    "end": "00:09:45"
  },
  {
    "text": "I see.",
    "start": "00:09:45",
    "end": "00:09:46"
  },
  {
    "text": "That's what it literally reads.",
    "start": "00:09:46",
    "end": "00:09:47"
  },
  {
    "text": "So it could be I've created a man with the help of the Lord.",
    "start": "00:09:47",
    "end": "00:09:50"
  },
  {
    "text": "With the aid of the Lord, or.",
    "start": "00:09:50",
    "end": "00:09:51"
  },
  {
    "text": "I have created a man in comparison to the Lord.",
    "start": "00:09:51",
    "end": "00:09:54"
  },
  {
    "text": "That's right. Problem is, with the help of is never. There's other Hebrew prepositions. There's actually multiple words for with in Hebrew to indicate like agency or that kind of help or agency. And it's not that one. It's actually never used that way.",
    "start": "00:09:54",
    "end": "00:10:13"
  },
  {
    "text": "Okay. Okay. So if she's making a comparison, what then is the significance of that?",
    "start": "00:10:13",
    "end": "00:10:18"
  },
  {
    "text": "Significance is you have someone. Well, here, let me just. This is Umberto Cassuto, an Italian Jewish commentator from the mid-1900s. His paraphrase is two pages unpacking. Anyway, he says, the first woman, in her joy at giving birth to her first son, boasts of her generative power.",
    "start": "00:10:18",
    "end": "00:10:39"
  },
  {
    "text": "Yeah. Yeah. That's a lot of power. Create a human in your body.",
    "start": "00:10:39",
    "end": "00:10:42"
  },
  {
    "text": "Yeah. Which in her estimation, approximates the divine creative power.",
    "start": "00:10:42",
    "end": "00:10:47"
  },
  {
    "text": "Yeah.",
    "start": "00:10:47",
    "end": "00:10:48"
  },
  {
    "text": "The Lord formed the first man. Genesis 2:7. And she creates the second. I have formed the second man. Literally, I have created a man with the Lord, by which he means I stand together equally with the Creator in the rank of creators. So why I think that's significant, actually, it's relevant for our conversation, is it's a Portrait of a human whose existence is a gift to them and whose power to do anything productive, to create is itself a gift. But the psychology of the gift is that you can forget, you can begin to take for granted the thing that you've been given and treat it as if it's yours.",
    "start": "00:10:48",
    "end": "00:11:28"
  },
  {
    "text": "And that's what we're supposed to be seeing here.",
    "start": "00:11:29",
    "end": "00:11:30"
  },
  {
    "text": "I think that's what we're supposed to be seeing. Because can I think of any stories in the rest of the book of Genesis where you have humans who take for granted the divine gifts and opportunities they've been given, make stupid decisions, and what God does is flip their world.",
    "start": "00:11:30",
    "end": "00:11:46"
  },
  {
    "text": "Upside down because they took the gift for granted?",
    "start": "00:11:46",
    "end": "00:11:50"
  },
  {
    "text": "Yeah, totally. And think of. Let's go with the firstborn son theme. Can I think of any stories where people are irresponsible trying to choose or create sons, trying to create a family? And it's actually Jacob and Esau would.",
    "start": "00:11:50",
    "end": "00:12:05"
  },
  {
    "text": "Be a main one, right?",
    "start": "00:12:05",
    "end": "00:12:05"
  },
  {
    "text": "Yeah, totally. Right. The favoritism between. But also Abraham and Sarah and Hagar. Right.",
    "start": "00:12:05",
    "end": "00:12:12"
  },
  {
    "text": "And so, oh, like I'm going to take this in my own hands and make a firstborn son.",
    "start": "00:12:12",
    "end": "00:12:16"
  },
  {
    "text": "Yeah, Sarah. Right, Sarah. They try to create their own promised son. And so they abuse Hagar in the process and generate a firstborn who Sarah then hates and rejects. It's going to happen again in the Joseph story. Genesis 4 is actually setting up for us the first act of screwed up parents who distort the gift of reproduction, of productivity that they're given. And then what God promptly does is turn upside down the normal order of things. And so he chooses, favors the gift of the second born and not the first.",
    "start": "00:12:16",
    "end": "00:12:49"
  },
  {
    "text": "So you think there's a direct narrative link between Eve's kind of her own psychology in this and the choosing of the second born.",
    "start": "00:12:50",
    "end": "00:12:59"
  },
  {
    "text": "I think it's part of how the story is designed that once you read through the whole book of Genesis and you realize every time parents act in arrogance, right, or pride or favoritism, God promptly works in their life to upend their whole value system and bring about the opposite of what they hoped for. In the language of Paul, it's God turning human wisdom into foolishness and using foolishness to shame the wise. This upending of human value systems. And another detail in the chapter that confirms this is Eve's. The last line of the chapter is, Eve has another son, Seth. Mm, Seth. And if you look at her response, how she names Adam knew his wife again and she gave birth to a son mimics the opening line of Genesis 4.",
    "start": "00:12:59",
    "end": "00:13:52"
  },
  {
    "text": "1 what verse is this?",
    "start": "00:13:52",
    "end": "00:13:52"
  },
  {
    "text": "Chapter 4, verse 25.",
    "start": "00:13:53",
    "end": "00:13:54"
  },
  {
    "text": "Okay.",
    "start": "00:13:54",
    "end": "00:13:54"
  },
  {
    "text": "She gave birth to a son and she named him Seth, saying God has Sethed me. The word Seth granted means to grant or to set.",
    "start": "00:13:54",
    "end": "00:14:04"
  },
  {
    "text": "Okay.",
    "start": "00:14:04",
    "end": "00:14:04"
  },
  {
    "text": "So God has granted me another child in the place of Abel since Cain killed him.",
    "start": "00:14:04",
    "end": "00:14:10"
  },
  {
    "text": "Yeah.",
    "start": "00:14:10",
    "end": "00:14:10"
  },
  {
    "text": "So here she explicitly puts herself in the recipient role.",
    "start": "00:14:11",
    "end": "00:14:15"
  },
  {
    "text": "Okay.",
    "start": "00:14:15",
    "end": "00:14:15"
  },
  {
    "text": "The son is not something I created. It's something that God has given me as a gift.",
    "start": "00:14:15",
    "end": "00:14:20"
  },
  {
    "text": "So she gets it this time.",
    "start": "00:14:20",
    "end": "00:14:21"
  },
  {
    "text": "She gets it this time. So there's a transformation in her own character in the course of the chapter. This is a Jacob story in miniature in one chapter.",
    "start": "00:14:21",
    "end": "00:14:29"
  },
  {
    "text": "Yeah. Explain that, because.",
    "start": "00:14:29",
    "end": "00:14:31"
  },
  {
    "text": "Oh, a mother and a son, and the mother favors. Yeah, but the mother wants to. What Rebecca wants to do is secure the divine blessing for herself through human scheming. And the whole thing is a replay of Genesis 3. It's like with this deceptive food. And Isaac is blind. It's the opposite of Genesis 3, where your eyes will be opened when you eat. And here his eyes are closed because he's blind. And it's all about this deceptive food. And Jacob and his mom are the deceivers. They're in the role of the snake. And fascinating all these hyperlinks going on there. And the whole point is that once Rebecca has tried through human scheming to get her own blessing, introduces ruin into the family. And so God promptly just upends the whole system. And that's what sends Jacob into exile for 20 years where he gets deceived by his uncle. Anyway, so Genesis is amazing.",
    "start": "00:14:31",
    "end": "00:15:29"
  },
  {
    "text": "Yeah.",
    "start": "00:15:30",
    "end": "00:15:30"
  },
  {
    "text": "But once you read through Genesis, you come back to Genesis 4 and you see a mom boasting of her power to create a man.",
    "start": "00:15:30",
    "end": "00:15:38"
  },
  {
    "text": "Now, I would be boastful of the ability to co rule with God.",
    "start": "00:15:39",
    "end": "00:15:44"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:15:44",
    "end": "00:15:45"
  },
  {
    "text": "That's pretty legit.",
    "start": "00:15:45",
    "end": "00:15:46"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:15:46",
    "end": "00:15:46"
  },
  {
    "text": "But that's not what she's doing.",
    "start": "00:15:46",
    "end": "00:15:48"
  },
  {
    "text": "On a possible and I think likely translation and interpretation of her words were meant to see her opening words in contrast to her concluding words.",
    "start": "00:15:48",
    "end": "00:15:57"
  },
  {
    "text": "Okay.",
    "start": "00:15:57",
    "end": "00:15:58"
  },
  {
    "text": "Her concluding words are, God has granted me as a gift, another child. Her opening words are, I have created a man in comparison with Yahweh or else.",
    "start": "00:15:58",
    "end": "00:16:06"
  },
  {
    "text": "Now there's this whole firstborn, second born theme that's also weaving through here.",
    "start": "00:16:06",
    "end": "00:16:11"
  },
  {
    "text": "Yes.",
    "start": "00:16:11",
    "end": "00:16:12"
  },
  {
    "text": "So how is that connected to then this theme you're picking up on of. And I think the way you summarized it was a human trying to achieve their own blessing. Achieve their own blessing.",
    "start": "00:16:12",
    "end": "00:16:24"
  },
  {
    "text": "Well, yeah. So think of Genesis 1. God grants the gift of blessing, abundance, and it's connected to essentially reproduction. Fill the earth. Right. Fill the earth and do it. That's part of the blessing. So actually, farming and family, abundant farming with a responsive piece of land that grows lots of crops, and then abundant children with responsive male and female bodies. I mean, they're paired in terms of generativity and productivity. And so both of those are the gift and the blessing. And so what you see in Genesis primarily is humans, every generation is scheming to create their own blessing instead of trusting that God will give them the blessing as a pure gift.",
    "start": "00:16:24",
    "end": "00:17:13"
  },
  {
    "text": "And how is that connected to the firstborn, second born theme?",
    "start": "00:17:13",
    "end": "00:17:16"
  },
  {
    "text": "Oh, because the firstborn son represents the first moment of the blessing of children. Children are a gift, the blessing.",
    "start": "00:17:16",
    "end": "00:17:24"
  },
  {
    "text": "But God continually chooses the second born.",
    "start": "00:17:25",
    "end": "00:17:27"
  },
  {
    "text": "Oh. In response to how the humans distort the gift. So she gets pregnant and has a son. And instead of saying first, oh, God has given me the son, she says, I created a human.",
    "start": "00:17:28",
    "end": "00:17:39"
  },
  {
    "text": "So God chooses the second born because of humans inclination to always primarily try to use their firstborn to distort the gift. And then that's connected to the idea of using the weak to shame the strong, using the foolish.",
    "start": "00:17:42",
    "end": "00:17:59"
  },
  {
    "text": "That's right.",
    "start": "00:17:59",
    "end": "00:17:59"
  },
  {
    "text": "The wise.",
    "start": "00:17:59",
    "end": "00:18:00"
  },
  {
    "text": "That's right.",
    "start": "00:18:00",
    "end": "00:18:00"
  },
  {
    "text": "Because the second born is the weaker second born.",
    "start": "00:18:00",
    "end": "00:18:03"
  },
  {
    "text": "That's right.",
    "start": "00:18:03",
    "end": "00:18:04"
  },
  {
    "text": "In the sense of.",
    "start": "00:18:04",
    "end": "00:18:05"
  },
  {
    "text": "In that culture, socially. That's right. The second born is not as favored as the first.",
    "start": "00:18:05",
    "end": "00:18:09"
  },
  {
    "text": "If you're going to protect your. Your family generationally.",
    "start": "00:18:09",
    "end": "00:18:13"
  },
  {
    "text": "Yes.",
    "start": "00:18:13",
    "end": "00:18:13"
  },
  {
    "text": "You hook up your firstborn.",
    "start": "00:18:13",
    "end": "00:18:15"
  },
  {
    "text": "That's right. You give them double inheritance. They represent mom and dad, and they're the first incarnation of the next generation, so to speak.",
    "start": "00:18:15",
    "end": "00:18:24"
  },
  {
    "text": "That's interesting in that. So if family and childbearing is one of the ways that God showed his generous abundance.",
    "start": "00:18:24",
    "end": "00:18:32"
  },
  {
    "text": "Correct. Yeah, that's right.",
    "start": "00:18:32",
    "end": "00:18:33"
  },
  {
    "text": "Then it's interesting to think about, then, the system that we would create to benefit one person in that family over the rest. It actually kind of feels like a type of hoarding and a type of scarcity mentality, in a way.",
    "start": "00:18:33",
    "end": "00:18:50"
  },
  {
    "text": "Yeah. And it's funny because there's a law in Deuteronomy that says, you know, the firstborn is the one who should always get the double inheritance. And this kind of thing, it's actually.",
    "start": "00:18:50",
    "end": "00:19:00"
  },
  {
    "text": "Written into the Torah.",
    "start": "00:19:00",
    "end": "00:19:01"
  },
  {
    "text": "It's written into the laws of the Torah, and yet God is the one subverting that principle in every single generation of the Book of Genesis. Yeah, the Bible. Yeah. And I think it's actually. It's as if that law in Deuteronomy is winking at you because the Law, like a lot of the laws, as Paul says in Romans 7. It's a good point. But what humans do with that good thing is super screwed up. And so what God's doing with every generation of Genesis and the firstborn is subverting human wisdom and human practice and so on. Anyhow, so I forgot to say that in our last conversation about Cain, but is relevant to our theme of people receiving a gift and immediately attributing it to their own power and wisdom.",
    "start": "00:19:01",
    "end": "00:20:16"
  },
  {
    "text": "So in this, we're supposed to see Eve receiving the gift of childbearing. It's really powerful, beautiful gift.",
    "start": "00:20:16",
    "end": "00:20:22"
  },
  {
    "text": "Yes.",
    "start": "00:20:22",
    "end": "00:20:23"
  },
  {
    "text": "And for her, her first inclination is, I'm gonna use this to hook myself up and seize blessing for myself.",
    "start": "00:20:23",
    "end": "00:20:32"
  },
  {
    "text": "Yeah. Or attribute to myself the power to make the gift. When in fact, it's like what Paul says in 1 Corinthians. What do you have that you haven't been given? And if you've been given it, why do you boast as if it's yours?",
    "start": "00:20:32",
    "end": "00:20:43"
  },
  {
    "text": "It always is confusing when you read the narrative of Cain and Abel, of why God favors Cain over Abel.",
    "start": "00:20:44",
    "end": "00:20:50"
  },
  {
    "text": "Correct.",
    "start": "00:20:50",
    "end": "00:20:51"
  },
  {
    "text": "This is the first narrative logic I've heard to explain it.",
    "start": "00:20:51",
    "end": "00:20:55"
  },
  {
    "text": "Yep. It occurred to me sometime in the last six months, and then I went hunting in the Interpretation history, and lo.",
    "start": "00:20:55",
    "end": "00:21:02"
  },
  {
    "text": "And behold, I thought you were going to say you literally went hunting. And I was out in the woods and I was thinking about this. I was about to shoot an elk.",
    "start": "00:21:02",
    "end": "00:21:09"
  },
  {
    "text": "And it occurred to me, no, my version of hunting is to go to my library.",
    "start": "00:21:09",
    "end": "00:21:13"
  },
  {
    "text": "I was like, why did you go hunting?",
    "start": "00:21:15",
    "end": "00:21:16"
  },
  {
    "text": "Yeah. No, it turns out this is a Jewish reader's. This has occurred to Jewish readers for thousands of years because that's an interpretive tradition that really honors the cyclical design, pattern, nature of Genesis. And so later generation story is unfolding things that were already laid there in seed form in the earlier generations.",
    "start": "00:21:16",
    "end": "00:21:36"
  },
  {
    "text": "I want to understand the significance of this. And I think we're there. I just want to make sure I get it. We're talking about generosity. God's a generous host. He wants to give everyone blessing. And he doesn't want this abundance to make the humans decide to define good and evil on their own terms and then misuse the abundance. And that's represented in this idea of the choice of the eating of the tree.",
    "start": "00:21:36",
    "end": "00:22:03"
  },
  {
    "text": "Correct.",
    "start": "00:22:03",
    "end": "00:22:04"
  },
  {
    "text": "And what we find is that the human inclination is to actually do that thing.",
    "start": "00:22:05",
    "end": "00:22:09"
  },
  {
    "text": "That's right. And there's two features. One is the fear of a scarcity mindset that enters in that then motivates hoarding and Me and my tribe.",
    "start": "00:22:09",
    "end": "00:22:18"
  },
  {
    "text": "A mistrust of the host and a.",
    "start": "00:22:18",
    "end": "00:22:20"
  },
  {
    "text": "Mistrust of the host. Mistrusting the host leads to. Maybe there's not enough leads to. I need to store up some for myself. And if it's at your expense, I'm sorry. Yeah, yeah.",
    "start": "00:22:20",
    "end": "00:22:30"
  },
  {
    "text": "And then that's winking at you in.",
    "start": "00:22:30",
    "end": "00:22:32"
  },
  {
    "text": "Genesis 4, and then it's watching it in action in Genesis 4, because you're.",
    "start": "00:22:32",
    "end": "00:22:36"
  },
  {
    "text": "Supposed to see Eve doing the same kind of thing, having the. Not trusting the host.",
    "start": "00:22:36",
    "end": "00:22:40"
  },
  {
    "text": "Yeah. It's actually almost a step forward where it becomes a fourth thing in that humans forget that their very existence and generative power is a gift, and you begin to think it's actually you and yours, that you're the one in control and that this is your stuff and your power to make it.",
    "start": "00:22:41",
    "end": "00:22:59"
  },
  {
    "text": "What I really loved about the parable we were discussing last time was I had this mental picture of going into the pool house where the people were hoarding the food, showing up at the party and being like, guys, what's going on? And for them just to logically explain it to you, well, there's a bunch of food here, but we don't know. We don't know if we can trust the host is actually gonna keep giving it. Keep giving. Makes sense for us to make sure that we're taken care of people that I love the most. And so we gotta figure out how to do that in our best way we know how. And this is the best way to know how. And it's not that bad, you know?",
    "start": "00:22:59",
    "end": "00:23:33"
  },
  {
    "text": "Yeah, yeah, that's right. Yeah. And then the Genesis 4 step would be. Enough time goes by that you've forgotten you're in somebody else's house and that the original stuff that you got is somebody else's food that they gave you. You begin to think it's yours and that you made it.",
    "start": "00:23:33",
    "end": "00:23:51"
  },
  {
    "text": "Well, because you can go in the kitchen and make more, too.",
    "start": "00:23:51",
    "end": "00:23:53"
  },
  {
    "text": "Yeah. Or may. Yeah. That's the idea.",
    "start": "00:23:53",
    "end": "00:23:54"
  },
  {
    "text": "And now you think it's like your kitchen and your food.",
    "start": "00:23:55",
    "end": "00:23:57"
  },
  {
    "text": "It's my place and my energy and I formed a human alongside Yahweh.",
    "start": "00:23:57",
    "end": "00:24:03"
  },
  {
    "text": "Yeah.",
    "start": "00:24:03",
    "end": "00:24:03"
  },
  {
    "text": "Yeah. That's the point.",
    "start": "00:24:04",
    "end": "00:24:05"
  },
  {
    "text": "Like, I'm throwing this party now.",
    "start": "00:24:05",
    "end": "00:24:06"
  },
  {
    "text": "Correct. And again, the way you get that reading of Genesis 3 and 4 is actually by reading the whole rest of the Hebrew Bible and then coming back, and you'd be like, I see what's going on here. Because every one of these steps is going to get repeated in all of the stories to follow in the Hebrew Bible and developed even more so God's.",
    "start": "00:24:06",
    "end": "00:24:24"
  },
  {
    "text": "Seeming favoritism to kind of come back. Because the favoritism is hard to deal with if you come from a sense of, let's be fair, God, can you be fair. It seems like you could have blessed both Cain and Abel.",
    "start": "00:24:24",
    "end": "00:24:38"
  },
  {
    "text": "And God says that there is exaltation for Cain if he does the right thing.",
    "start": "00:24:39",
    "end": "00:24:43"
  },
  {
    "text": "Yeah. The plan is to make sure that everyone has a place at the table.",
    "start": "00:24:43",
    "end": "00:24:49"
  },
  {
    "text": "But he is choosing one to be the vehicle through whom he's done.",
    "start": "00:24:49",
    "end": "00:24:52"
  },
  {
    "text": "And he's choosing one to do that to thwart the inclination of the human heart, which is to scheme and hoard and devise your own plan.",
    "start": "00:24:52",
    "end": "00:25:03"
  },
  {
    "text": "And so it begins. A whole separate motif that should be in its own theme video we've talked about is the first part, second part, choosing the unlikely one to be the vehicle of his purpose in the world.",
    "start": "00:25:03",
    "end": "00:25:14"
  },
  {
    "text": "Yeah.",
    "start": "00:25:14",
    "end": "00:25:14"
  },
  {
    "text": "Specifically the weak, the poor, the rejected. He has a special pleasure in exalting them in his purpose is what gets him killed.",
    "start": "00:25:14",
    "end": "00:25:22"
  },
  {
    "text": "Yeah.",
    "start": "00:25:22",
    "end": "00:25:23"
  },
  {
    "text": "God's election is what ends up causing the suffering of the righteous, so to speak.",
    "start": "00:25:24",
    "end": "00:25:29"
  },
  {
    "text": "Which makes you think maybe that wasn't the smartest move.",
    "start": "00:25:30",
    "end": "00:25:33"
  },
  {
    "text": "Well, if you have humans around. So as we wave Goodbye to Genesis 4, we have a portrait of humans who don't know what to do with God's many gifts. They attribute the gifts to their own power, like Eve, or like Cain and his descendant Lamech. They in their selfishness, take life, take the lives of others. Cain kills Abel, Lamech kills some unnamed person that he sings a song about. And so you walk away just going, oh, no, those people in the pool room are violent and short sighted. And this is not going well. And so we've been through Genesis 3:11 many times. So I just want to land us with the Babylon story and observe something similar that we saw in, in the story of Eve and Cain and Abel. And then they'll launch us into Abraham. So Genesis 3:11 gives us a spiral. All these portraits of humans and spiritual beings in rebellion.",
    "start": "00:25:33",
    "end": "00:26:40"
  },
  {
    "text": "Yeah.",
    "start": "00:26:40",
    "end": "00:26:41"
  },
  {
    "text": "We don't have to go down that rabbit hole. Today. The crowning story is the building of the city of Babylon in Genesis 11.",
    "start": "00:26:41",
    "end": "00:26:47"
  },
  {
    "text": "Yeah. Look what we can do.",
    "start": "00:26:47",
    "end": "00:26:49"
  },
  {
    "text": "That's right. And it's very similar. Just like Eve took the first part of that blessing of generativity, you know, be fruitful and multiply. And she attributes it to herself. Right. Her ability. In Genesis 11, the thing about go out and fill the earth, that part of the blessing, what you see here is people saying, hey, let's build a city and a tower, or else we'll be scattered all out there. We'll all be out there. So it's another effort of humans instead of the propensity of life is to go out. But they want to focus the blessing and harness its power for themselves in one place, as one people, so to speak. And it's connected to their desire to let us make for ourselves a name. And that for ourselves. It's the people in the pool room again.",
    "start": "00:26:49",
    "end": "00:27:38"
  },
  {
    "text": "Let's protect ourselves.",
    "start": "00:27:39",
    "end": "00:27:40"
  },
  {
    "text": "Let's protect ourselves and let's use the resources that we've forgotten they're a gift and now create a new pool room that has our name on it. Because it's ours. It's all ours. And it's about us and our. And this whole story is a parody of Babylon and its exaggerated claims about itself. It says there's an Israelite parody on the self aggrandizing claims of Babylon.",
    "start": "00:27:40",
    "end": "00:28:05"
  },
  {
    "text": "Yeah. This is like a political humor in a way.",
    "start": "00:28:05",
    "end": "00:28:08"
  },
  {
    "text": "Yeah, it kind of is. Yeah, yeah. Many layers to the story. It's similar in that it's a portrait of humans having forgotten that their existence is a gift, their ability to reproduce is a gift.",
    "start": "00:28:08",
    "end": "00:28:19"
  },
  {
    "text": "Because if you're an Israelite during the exile to Babylon or before and kind of worrying about the superpower to explain it that way of like, look what happens when humanity has this inclination to misuse power because they're misunderstanding abundance.",
    "start": "00:28:19",
    "end": "00:28:39"
  },
  {
    "text": "Yeah, yeah. But here on the scale of an empire, it's almost like a diagnosis of the liability of abundance on a corporate empire terms.",
    "start": "00:28:39",
    "end": "00:28:48"
  },
  {
    "text": "What's happening in Babylon is what happens to every human heart.",
    "start": "00:28:48",
    "end": "00:28:53"
  },
  {
    "text": "Yeah. Eve's self aggrandizing of her power to create a human is a micro form and Babylon is the macro form of it. Look at what we can do for our name in our power. And so God's response again is to do something very similar. He upends the thing by bringing about what they fear, which is to scatter them and decentralize their power.",
    "start": "00:28:53",
    "end": "00:29:17"
  },
  {
    "text": "You know, it's tough from this perspective in human history in which we have already scattered the globe and now there's kind of this new trend of urbanization.",
    "start": "00:29:18",
    "end": "00:29:26"
  },
  {
    "text": "That's a good point.",
    "start": "00:29:27",
    "end": "00:29:28"
  },
  {
    "text": "Like God's command to spread out and multiply. Yeah, yeah. It just doesn't. Doesn't register as much.",
    "start": "00:29:28",
    "end": "00:29:38"
  },
  {
    "text": "That's true. Yeah. In a global age, we almost have to take our solar system as like the next frontier to try and recreate the mindset of a time when being a human on earth, it was perceived that just the land itself is an undiscovered frontier. Yeah, like what would it be like to have that mindset? Well, that's probably similar to how we perceive the solar system right now.",
    "start": "00:29:38",
    "end": "00:30:02"
  },
  {
    "text": "Oh my goodness.",
    "start": "00:30:02",
    "end": "00:30:02"
  },
  {
    "text": "It's out there.",
    "start": "00:30:02",
    "end": "00:30:03"
  },
  {
    "text": "You're blowing my mind.",
    "start": "00:30:03",
    "end": "00:30:04"
  },
  {
    "text": "Oh, really?",
    "start": "00:30:04",
    "end": "00:30:05"
  },
  {
    "text": "Well, you're giving a. Giving like a biblical foundation for like space colonies.",
    "start": "00:30:05",
    "end": "00:30:12"
  },
  {
    "text": "Oh, totally. Why not?",
    "start": "00:30:12",
    "end": "00:30:14"
  },
  {
    "text": "I love it.",
    "start": "00:30:14",
    "end": "00:30:15"
  },
  {
    "text": "Be fruitful and multiply. Fill the universe and subdue it.",
    "start": "00:30:15",
    "end": "00:30:18"
  },
  {
    "text": "Fill the universe?",
    "start": "00:30:19",
    "end": "00:30:20"
  },
  {
    "text": "Tell me that's not a logical extension. Totally is a logical extension of the biblical narrative.",
    "start": "00:30:20",
    "end": "00:30:25"
  },
  {
    "text": "Of the biblical narrative.",
    "start": "00:30:25",
    "end": "00:30:26"
  },
  {
    "text": "Oh, man.",
    "start": "00:30:26",
    "end": "00:30:27"
  },
  {
    "text": "You're saying Mars colonies.",
    "start": "00:30:27",
    "end": "00:30:28"
  },
  {
    "text": "Oh, dude, I'd be on a SpaceX rocket for sure going out to be on a Mars colony if it were possible. I would love that.",
    "start": "00:30:28",
    "end": "00:30:35"
  },
  {
    "text": "A good friend of mine who was a mentor in my life for a long time, we were talking about sci fi books and things we would want to write, and he said he had this sci fi story idea of basically you're living in new creation and your job is just to explore and expand into the universe. Space exploration.",
    "start": "00:30:35",
    "end": "00:30:52"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:30:52",
    "end": "00:30:53"
  },
  {
    "text": "And that was the first time I.",
    "start": "00:30:54",
    "end": "00:30:55"
  },
  {
    "text": "Ever even thought about putting those together.",
    "start": "00:30:55",
    "end": "00:30:57"
  },
  {
    "text": "Well, you know, when you think about a new creation and new life and a new Earth.",
    "start": "00:30:57",
    "end": "00:31:04"
  },
  {
    "text": "Yeah.",
    "start": "00:31:04",
    "end": "00:31:05"
  },
  {
    "text": "It's just like, what are the categories?",
    "start": "00:31:05",
    "end": "00:31:07"
  },
  {
    "text": "Totally. Yeah.",
    "start": "00:31:07",
    "end": "00:31:08"
  },
  {
    "text": "And then all of a sudden to like be thinking about space exploration as part of that sounds awesome.",
    "start": "00:31:08",
    "end": "00:31:14"
  },
  {
    "text": "Yeah, totally. Yeah. Isn't that how in the Narnia series after the last battle, the further up and further in, they're just running on into the new creation? Endless discovery.",
    "start": "00:31:14",
    "end": "00:31:26"
  },
  {
    "text": "Endless discovery.",
    "start": "00:31:26",
    "end": "00:31:27"
  },
  {
    "text": "Yeah. It's like the last few pages. It's beautiful.",
    "start": "00:31:27",
    "end": "00:31:29"
  },
  {
    "text": "That's cool. Okay.",
    "start": "00:31:29",
    "end": "00:31:30"
  },
  {
    "text": "Anyway, the point is, we're trying to recreate what's a modern equivalent of the undiscovered frontier.",
    "start": "00:31:31",
    "end": "00:31:37"
  },
  {
    "text": "Yeah.",
    "start": "00:31:37",
    "end": "00:31:37"
  },
  {
    "text": "But no, we don't want to go there. Let's centralize here for ourselves. Let's make a name for ourselves and accrue power and honor and self glory and that kind of stuff. That's the portrait of Babylon.",
    "start": "00:31:37",
    "end": "00:31:51"
  },
  {
    "text": "Sam.",
    "start": "00:31:56",
    "end": "00:32:12"
  },
  {
    "text": "So here's what's wonderful. Well, I guess if you're Babylonian, it's not wonderful. God scatters Babylon. That's his response. And then what he does in the next story is call one family that's generated out of that region, out of the scattering of that region. Right. The family of Shem. Right on down. And it leads to Abram. And then in the opening lines of Genesis 12, and many readers have caught this link here, it's God choosing one family to give the supreme gift. So humanity from Eve to Babylon, just. They're Abusing the gift. I'm going to choose one family and give them like the ultimate gift. In fact, the gift I'm trying to give all humanity, I'm just going to give to one family and do something with this family that will restore the gift to everybody else. That's the meaning of the opening words to Abraham in Genesis 12. So the Lord said to Abram, go forth from your country, from your relatives, and from your father's house. So leave your social web, leave the known. Yeah. This is your ancient life insurance. Was your extended family, sure.",
    "start": "00:32:22",
    "end": "00:33:30"
  },
  {
    "text": "Yeah.",
    "start": "00:33:31",
    "end": "00:33:31"
  },
  {
    "text": "Ancient healthcare?",
    "start": "00:33:31",
    "end": "00:33:32"
  },
  {
    "text": "Yeah. Everything was.",
    "start": "00:33:32",
    "end": "00:33:33"
  },
  {
    "text": "Everything was your extended family. So leave your whole framework for security and meaning and go to a land. I'll show you there. I'll make you a great nation. I'll bless you. That's Genesis 1. I'll make your name great. I'll give you the great name. And so that contrast between I'll give.",
    "start": "00:33:33",
    "end": "00:33:55"
  },
  {
    "text": "It to you, you don't need to go find it and take it.",
    "start": "00:33:55",
    "end": "00:33:58"
  },
  {
    "text": "You don't have to make it for yourself.",
    "start": "00:33:58",
    "end": "00:33:59"
  },
  {
    "text": "You have to make it for yourself.",
    "start": "00:33:59",
    "end": "00:33:59"
  },
  {
    "text": "I want to give it. I'm trying to give it to you. This is the party host coming to the pool party. Being like, these people don't get it. So I will just choose a random person at the party and give them what I'm trying to give to everybody else.",
    "start": "00:33:59",
    "end": "00:34:12"
  },
  {
    "text": "If I can get one family to understand an abundant gift. And that's how it can start.",
    "start": "00:34:12",
    "end": "00:34:18"
  },
  {
    "text": "Yep. Start with one family. So he gives to one no name person, so to speak, the great name that Babylon was trying to create for itself. It was very similar to Genesis 4 in the Eve stuff. She's trying to attribute divine power to her own abilities to create the blessing. And so God upends that, but then in his generosity gives her another son in return. Here it's God gives the no Name a great name to shame the wise who want to create a name for themselves. Yeah, yeah. Genesis 11 and 12 create this neat kind of portrait. It's worth a long walk and a cup of tea to think about that. And then you keep reading. And so I'm going to bless you and make your name great. Why? And you will be a blessing, that is, to others.",
    "start": "00:34:19",
    "end": "00:35:08"
  },
  {
    "text": "Yeah.",
    "start": "00:35:08",
    "end": "00:35:08"
  },
  {
    "text": "I'll bless those who bless you. The one who treats you as cursed, I'll curse. And in you all families on the land will find blessing.",
    "start": "00:35:08",
    "end": "00:35:18"
  },
  {
    "text": "This thing will snowball.",
    "start": "00:35:18",
    "end": "00:35:19"
  },
  {
    "text": "It's going to snowball. That's the whole point. And then matching that a few verses later, Abram goes to the land and Then God says to your descendants, and I will give this land. So he's giving a name, he's giving the abundance of the blessing of family, and he's giving a land. It's the same gift given on page one. Blessing with abundance of family and land, except now it's just one human family out of all the others. So it's the generosity theme of Genesis 1 now being reapplied in the new post Babylon world.",
    "start": "00:35:19",
    "end": "00:35:54"
  },
  {
    "text": "Yeah. And so what is Abraham going to do with this abundant gift?",
    "start": "00:35:54",
    "end": "00:35:57"
  },
  {
    "text": "Correct. You've watched all these other people not do well with the gift. So what's Abraham gonna do? Yeah. That's the fingernail biting tension.",
    "start": "00:35:57",
    "end": "00:36:07"
  },
  {
    "text": "And you don't have to wait long.",
    "start": "00:36:08",
    "end": "00:36:09"
  },
  {
    "text": "You don't actually, it's. The next story is his failure. His first failure.",
    "start": "00:36:09",
    "end": "00:36:13"
  },
  {
    "text": "He tries to seize the gift himself.",
    "start": "00:36:15",
    "end": "00:36:18"
  },
  {
    "text": "The next story is there's a famine in the land.",
    "start": "00:36:18",
    "end": "00:36:20"
  },
  {
    "text": "You know, that's interesting.",
    "start": "00:36:21",
    "end": "00:36:22"
  },
  {
    "text": "Is there gonna be enough?",
    "start": "00:36:22",
    "end": "00:36:23"
  },
  {
    "text": "Is there going to be enough?",
    "start": "00:36:23",
    "end": "00:36:24"
  },
  {
    "text": "It's a test of his trust that there will be enough. Even though it seems like there's not.",
    "start": "00:36:24",
    "end": "00:36:29"
  },
  {
    "text": "Enough, some days there's not enough.",
    "start": "00:36:29",
    "end": "00:36:31"
  },
  {
    "text": "Yes.",
    "start": "00:36:31",
    "end": "00:36:31"
  },
  {
    "text": "And that's the tough thing that keeps going through the back of my mind as we're talking about this. God is a generous host. Yes. God can be trusted. Okay. But some days there's not enough.",
    "start": "00:36:32",
    "end": "00:36:41"
  },
  {
    "text": "Some days, yeah. Or some years the land doesn't. Some people experience a lifetime of not enough.",
    "start": "00:36:41",
    "end": "00:36:48"
  },
  {
    "text": "Of not enough.",
    "start": "00:36:48",
    "end": "00:36:49"
  },
  {
    "text": "Totally. And that's what. All the way back to that teaching of Jesus we started with. That's part of the. As you're listening to Jesus, look at the raven and the flowers and be like, there's enough.",
    "start": "00:36:49",
    "end": "00:36:59"
  },
  {
    "text": "Yeah.",
    "start": "00:37:00",
    "end": "00:37:00"
  },
  {
    "text": "God's generous. And you're like, is there really enough? Correct. Yeah.",
    "start": "00:37:00",
    "end": "00:37:04"
  },
  {
    "text": "Because there's a lot of suffering.",
    "start": "00:37:04",
    "end": "00:37:05"
  },
  {
    "text": "Yes, there is. Connected to lack of resources.",
    "start": "00:37:06",
    "end": "00:37:08"
  },
  {
    "text": "Yes. Connected to not having enough.",
    "start": "00:37:08",
    "end": "00:37:10"
  },
  {
    "text": "And so, yeah. The biblical portrait of why there's not enough in reality, I think is fairly nuanced. Sometimes it's human caused hoarding or not sharing.",
    "start": "00:37:11",
    "end": "00:37:22"
  },
  {
    "text": "Yeah. Injustice.",
    "start": "00:37:22",
    "end": "00:37:24"
  },
  {
    "text": "Injustice. And then sometimes it's because of tohu va vohu. Chaos.",
    "start": "00:37:24",
    "end": "00:37:30"
  },
  {
    "text": "Yeah.",
    "start": "00:37:30",
    "end": "00:37:31"
  },
  {
    "text": "The creation. We're in creation 1.0.",
    "start": "00:37:31",
    "end": "00:37:34"
  },
  {
    "text": "But wasn't Eden full on good creation in the narrative logic?",
    "start": "00:37:34",
    "end": "00:37:38"
  },
  {
    "text": "Correct. That's right. Yeah. Eden is a spot of complete abundance and divine gift, but Eden is just one spot in the land. And I think that's why Earth got.",
    "start": "00:37:39",
    "end": "00:37:50"
  },
  {
    "text": "Downgraded is what you're saying.",
    "start": "00:37:50",
    "end": "00:37:51"
  },
  {
    "text": "What's more, it's actually similar to the logic of Abraham. God chooses one spot to Start with the garden. And then he appoints the humans to join him in filling the land and spreading the garden.",
    "start": "00:37:51",
    "end": "00:38:04"
  },
  {
    "text": "Yeah. And that's why there's such a narrative link between the garden and the promised land.",
    "start": "00:38:04",
    "end": "00:38:08"
  },
  {
    "text": "Correct.",
    "start": "00:38:08",
    "end": "00:38:08"
  },
  {
    "text": "Is because it's the same idea. Let's start it somewhere.",
    "start": "00:38:08",
    "end": "00:38:12"
  },
  {
    "text": "That's right. Yeah. Abraham start the abundance and his family on promised land is an iteration of the first humans in Eden. And the point is, do well here. Multiply, fill the land. It will spread. If you trust my definition of good and evil. But of course they don't. But here I want to come back. Because your point's a good one. Sometimes there's actually not enough. The ground doesn't produce. That was God's sad warning in Genesis 3 to the humans after they're banished from the garden. Remember this is what he says.",
    "start": "00:38:12",
    "end": "00:38:42"
  },
  {
    "text": "You're going to work the toil. It's going to suck.",
    "start": "00:38:42",
    "end": "00:38:44"
  },
  {
    "text": "Yeah. The grounds won't yield its strength to you easily. Thistles and thorns. And then you'll die. You'll go back. But God's on a mission to recreate the garden. That's the whole point of the story.",
    "start": "00:38:44",
    "end": "00:38:57"
  },
  {
    "text": "Yeah.",
    "start": "00:38:57",
    "end": "00:38:57"
  },
  {
    "text": "And so, yeah, the lack of abundance that Abraham experiences becomes a test.",
    "start": "00:38:57",
    "end": "00:39:02"
  },
  {
    "text": "I just feel this tension between the guys. We live in a universe hosted by a generous God. And sometimes there's not enough.",
    "start": "00:39:02",
    "end": "00:39:12"
  },
  {
    "text": "Sometimes there's not enough. Yeah.",
    "start": "00:39:12",
    "end": "00:39:13"
  },
  {
    "text": "It just feels really at odds to me.",
    "start": "00:39:13",
    "end": "00:39:15"
  },
  {
    "text": "I hear that it is. I think you're right. I think it's a tension. The whole biblical narrative is working out for the simple reason that within the view of the world. Within the biblical view of the world, like in the creation poems that we saw about the well ordered creation. There is still the chaotic sea out there that will kill you. There's still Leviathan and behemoth.",
    "start": "00:39:15",
    "end": "00:39:38"
  },
  {
    "text": "Yeah.",
    "start": "00:39:38",
    "end": "00:39:38"
  },
  {
    "text": "Right From Job. And there's still earthquakes and famines. Things that will kill people that are a part of the world. And these two are at this stage of the story. Those are still two realities in God's world.",
    "start": "00:39:38",
    "end": "00:39:52"
  },
  {
    "text": "Yeah. Because God could have. I mean, as a thought experiment, I suppose God could have just started with new creation. But for whatever reason, he started with Tohu va vohu creates a spot of generosity with. And then with co rulers to work with him to spread that. And that strategy is what got us into this place.",
    "start": "00:39:52",
    "end": "00:40:17"
  },
  {
    "text": "Yeah, right.",
    "start": "00:40:17",
    "end": "00:40:18"
  },
  {
    "text": "That he's recreating through Jesus.",
    "start": "00:40:18",
    "end": "00:40:21"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:40:21",
    "end": "00:40:22"
  },
  {
    "text": "It's like his obsession to co rule with us.",
    "start": "00:40:22",
    "end": "00:40:24"
  },
  {
    "text": "That's right.",
    "start": "00:40:24",
    "end": "00:40:25"
  },
  {
    "text": "That's driving this.",
    "start": "00:40:25",
    "end": "00:40:26"
  },
  {
    "text": "He wants humans desperately wants us to mature into that. Yeah, yeah. Apparently the higher value is that humans mature to become the glorious co rulers that he purposed for them to be. And that way of then framing post Eden, the whole post Eden experience of goodness and horror, of abundance and lack, this is all the testing grounds for maturing humans to become what he destined them to be. And then the point of the biblical story is. Yeah. And we don't do it. We can't do it. That's the point of the incarnation, I think.",
    "start": "00:40:27",
    "end": "00:41:04"
  },
  {
    "text": "But the other point of the incarnation is now we can do it.",
    "start": "00:41:06",
    "end": "00:41:09"
  },
  {
    "text": "Yeah. So you have Jesus walking around talking as if he's living in Eden. There's enough. The kingdom of God is here, enough for the. It's like Jesus believes that the kingdom of God has really come, arrived. And so.",
    "start": "00:41:09",
    "end": "00:41:24"
  },
  {
    "text": "And he wants you to act that way too.",
    "start": "00:41:24",
    "end": "00:41:26"
  },
  {
    "text": "He wants you to foster that mindset that even though it's not always reality as we experience it, the ultimate reality and future destiny is of the life of Eden permeating Earth. So let's start living as if that's true right now.",
    "start": "00:41:26",
    "end": "00:41:40"
  },
  {
    "text": "Which makes you look like a radical, countercultural kind of person.",
    "start": "00:41:40",
    "end": "00:41:43"
  },
  {
    "text": "Or stupid.",
    "start": "00:41:43",
    "end": "00:41:44"
  },
  {
    "text": "Or stupid.",
    "start": "00:41:45",
    "end": "00:41:46"
  },
  {
    "text": "Right, right. The ways that we're objecting to Jesus teaching or naive. Naive. It sounds stupid. What do you mean there's enough? There's not enough?",
    "start": "00:41:46",
    "end": "00:41:54"
  },
  {
    "text": "Yeah, I was suffering yesterday.",
    "start": "00:41:54",
    "end": "00:41:55"
  },
  {
    "text": "Yeah, totally. I mean, it's not hard to stack up arguments against Jesus saying there's enough for the ravens and the flowers and for you, like, there's not enough. And I think Jesus would have a lot more to say, but he's at least trying to mess with you, mess with your categories.",
    "start": "00:41:55",
    "end": "00:42:11"
  },
  {
    "text": "And for Jesus, it's not like some, like, life hack where now all of a sudden you're going to have an amazing, abundant life.",
    "start": "00:42:11",
    "end": "00:42:18"
  },
  {
    "text": "Oh, no, he got killed. Yeah. And he was homeless. I'm serious.",
    "start": "00:42:18",
    "end": "00:42:25"
  },
  {
    "text": "Yes.",
    "start": "00:42:25",
    "end": "00:42:26"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:42:26",
    "end": "00:42:27"
  },
  {
    "text": "But he lived.",
    "start": "00:42:27",
    "end": "00:42:30"
  },
  {
    "text": "He lived.",
    "start": "00:42:30",
    "end": "00:42:31"
  },
  {
    "text": "He fostered this, and life came out from around him.",
    "start": "00:42:31",
    "end": "00:42:35"
  },
  {
    "text": "Yep. Yeah. Okay, so this is important. I think in the video we want to capture all these tensions of, like, the generous kinds of humans that live by this story, believe in the abundance mindset, but they also are able to look squarely in the face the lack of abundance created by humans and created by just chaos and death and all that and the finite resources of the land, and yet still looking at all that trust that the new Eden has broken in in Jesus and that there is enough and that ultimately. And ultimately there will be enough.",
    "start": "00:42:35",
    "end": "00:43:12"
  },
  {
    "text": "There will be enough.",
    "start": "00:43:12",
    "end": "00:43:13"
  },
  {
    "text": "And so I'm going to choose to live like that in the present.",
    "start": "00:43:13",
    "end": "00:43:15"
  },
  {
    "text": "And choosing to live like that in the present is the best kind of life you can have.",
    "start": "00:43:15",
    "end": "00:43:21"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:43:21",
    "end": "00:43:21"
  },
  {
    "text": "Life. That is truly life.",
    "start": "00:43:21",
    "end": "00:43:22"
  },
  {
    "text": "Correct. That's why Jesus, I think, talks so much about money and generosity, because that's the natural. It's one of the natural outcomes of believing that the kingdom of God has truly arrived.",
    "start": "00:43:23",
    "end": "00:43:37"
  },
  {
    "text": "It's so easy to poke holes in it. Because if I were to just give away everything right now, would I really have a better life?",
    "start": "00:44:01",
    "end": "00:44:09"
  },
  {
    "text": "Yeah, I guess. Depends on your definition of better. Yeah.",
    "start": "00:44:09",
    "end": "00:44:12"
  },
  {
    "text": "Right.",
    "start": "00:44:12",
    "end": "00:44:13"
  },
  {
    "text": "Yeah.",
    "start": "00:44:14",
    "end": "00:44:15"
  },
  {
    "text": "Is that what Jesus says at the end of his musings about the ravens and stuff? Sell everything, give to the poor.",
    "start": "00:44:15",
    "end": "00:44:21"
  },
  {
    "text": "Correct.",
    "start": "00:44:21",
    "end": "00:44:21"
  },
  {
    "text": "Did he say everything?",
    "start": "00:44:21",
    "end": "00:44:22"
  },
  {
    "text": "Sell your possessions. Sell your possessions and give to the poor. You know, Jesus often taught through riddles and hyperbole, exaggerated statements that shake you awake.",
    "start": "00:44:22",
    "end": "00:44:33"
  },
  {
    "text": "Right.",
    "start": "00:44:33",
    "end": "00:44:34"
  },
  {
    "text": "Force you to think about a new reality. His whole mission was funded by generous people who didn't sell everything and give to the poor.",
    "start": "00:44:34",
    "end": "00:44:41"
  },
  {
    "text": "Right.",
    "start": "00:44:42",
    "end": "00:44:42"
  },
  {
    "text": "They had Jesus and the disciples on payroll. Right. In Luke 8, remember that group of women, that group of women we talked about that are mentioned in Luke 8, the patrons, these wealthy women who funded the Jesus mission up in Galilee.",
    "start": "00:44:43",
    "end": "00:44:55"
  },
  {
    "text": "So cool.",
    "start": "00:44:55",
    "end": "00:44:56"
  },
  {
    "text": "It's totally cool to think about. So they didn't sell everything.",
    "start": "00:44:56",
    "end": "00:44:58"
  },
  {
    "text": "Yeah. And there's the guy basically funded Luke to write gospels and.",
    "start": "00:44:59",
    "end": "00:45:03"
  },
  {
    "text": "Yeah, yeah, totally. Who owned the upper room where the Last Supper took place? There was some property owner in Jerusalem proper. I mean, it's expensive now and it was expensive back then, so. However, Jesus still wanted to get in your face and really push the issue and shake your value system to the core.",
    "start": "00:45:03",
    "end": "00:45:21"
  },
  {
    "text": "Yeah. It really makes you go like, yeah, why am I keeping this?",
    "start": "00:45:21",
    "end": "00:45:24"
  },
  {
    "text": "If you are going to keep some possessions.",
    "start": "00:45:24",
    "end": "00:45:25"
  },
  {
    "text": "Yeah. Why are you keeping it?",
    "start": "00:45:25",
    "end": "00:45:27"
  },
  {
    "text": "Why?",
    "start": "00:45:27",
    "end": "00:45:27"
  },
  {
    "text": "What are you keeping it for?",
    "start": "00:45:27",
    "end": "00:45:28"
  },
  {
    "text": "Yep. So Abraham, his family and the land are God's gift to the Israelites.",
    "start": "00:45:28",
    "end": "00:45:36"
  },
  {
    "text": "Yeah.",
    "start": "00:45:36",
    "end": "00:45:36"
  },
  {
    "text": "And that's the whole portrait of it in every generation is it's God's generosity. Just like in Genesis 1, it's God's generosity now to the family of Abraham. So I'm going to give you the land. And then he says to Isaac, Abraham's son, I'm going to give you and your descendants the land keeps passing on. They end up exiled in Egypt for a long time, many generations. But then finally, God liberates them from the oppressive powers of Egypt to bring them into their own land. And actually, the story of Egypt is very important because it's a portrait. It's like the super Babylon and Egypt represents a group of people who, instead of trusting that if we give these immigrants their own responsibility and share in the resources of Egypt, we'll all be better off. We'll all be better off. Instead, what he says is, oh, here's an ethnic group.",
    "start": "00:45:36",
    "end": "00:46:24"
  },
  {
    "text": "Yeah.",
    "start": "00:46:24",
    "end": "00:46:25"
  },
  {
    "text": "That's becoming more powerful and they're a threat to our power and safety. And so he scapegoats them and then begins to enslave and kill them. And so that becomes, once again, uber Babylon. Uber Babylon. Yeah. It's another human response to the gift, which is to be fruitful and multiply. And then the Israelites do. And then here's what humans do with it. They try and destroy it because it feels threatening to them. And so Egypt and slavery in Egypt and the lack of ability to own land or to have your own place in land becomes the anti God thing, the anti generosity thing.",
    "start": "00:46:25",
    "end": "00:47:02"
  },
  {
    "text": "Slavery is an anti generosity.",
    "start": "00:47:02",
    "end": "00:47:04"
  },
  {
    "text": "Correct. Yes. Yeah.",
    "start": "00:47:05",
    "end": "00:47:06"
  },
  {
    "text": "In a way, at a systemic level.",
    "start": "00:47:06",
    "end": "00:47:09"
  },
  {
    "text": "Especially this person doesn't deserve to have their own place in the world and generate and be productive on their own terms. They have to do it in service to me and for my benefit.",
    "start": "00:47:09",
    "end": "00:47:21"
  },
  {
    "text": "So interesting. The Bible doesn't come right out and like, say slavery is bad. In fact, like in the. You know, Paul's kind of like, slaves obey your masters. But you get this crazy indictment of slavery.",
    "start": "00:47:22",
    "end": "00:47:36"
  },
  {
    "text": "It's like the fundamental. One of the fundamental portraits of God in the Hebrew scriptures is of crushing the slave owner and liberating the slave. Yes. It's right there.",
    "start": "00:47:36",
    "end": "00:47:46"
  },
  {
    "text": "It's crazy.",
    "start": "00:47:46",
    "end": "00:47:47"
  },
  {
    "text": "Yes. These are not the stories being emphasized.",
    "start": "00:47:47",
    "end": "00:47:51"
  },
  {
    "text": "When you're trying to colonize the world.",
    "start": "00:47:51",
    "end": "00:47:53"
  },
  {
    "text": "When you're trying to colonize the world. Yeah. Nope. You'll go to stories in the New.",
    "start": "00:47:53",
    "end": "00:47:57"
  },
  {
    "text": "Testament or you'll find a way around.",
    "start": "00:47:57",
    "end": "00:47:58"
  },
  {
    "text": "Verses in Paul, take them out of context and then justify. But it's hindsight. It's 20 20. Right. If slavery is as woven into your society as electricity is to ours.",
    "start": "00:47:58",
    "end": "00:48:10"
  },
  {
    "text": "Yeah. How do you talk against it or how do you disrupt it?",
    "start": "00:48:10",
    "end": "00:48:13"
  },
  {
    "text": "Yeah. Took centuries. And it's still a reality in cultures today. Yeah, totally. But your point's a good one. Slavery in the Bible is depicted as a compromised, ultimately oppressive, and anti God, anti human institution.",
    "start": "00:48:13",
    "end": "00:48:29"
  },
  {
    "text": "So Abraham's family is in Egypt. They're slaves. God gives another gift of generosity.",
    "start": "00:48:30",
    "end": "00:48:37"
  },
  {
    "text": "Yes.",
    "start": "00:48:37",
    "end": "00:48:38"
  },
  {
    "text": "In rescuing them from slavery and then giving them the land.",
    "start": "00:48:38",
    "end": "00:48:41"
  },
  {
    "text": "Giving them the land, totally. So let me just. Two passages out of Deuteronomy that just summarize the generosity theme. This is on page seven. So one is in Deuteronomy, chapter 11, starting in verse eight, Moses says to the Israelites, this is after the Ten Commandments. And all this. Keep all the commands that I'm commanding you today. The covenant stipulations between God and Israel, so that you may be strong, go in and possess the land. Have long days on the land which the Lord swore to your fathers to give to them. There it is again, the gift of the land. A land flowing with milk and honey.",
    "start": "00:48:41",
    "end": "00:49:15"
  },
  {
    "text": "A generous gift.",
    "start": "00:49:15",
    "end": "00:49:16"
  },
  {
    "text": "Yes. Cows and bees.",
    "start": "00:49:16",
    "end": "00:49:17"
  },
  {
    "text": "Abundant gift.",
    "start": "00:49:17",
    "end": "00:49:18"
  },
  {
    "text": "Yeah. Milk and honey. Cows and bees.",
    "start": "00:49:18",
    "end": "00:49:21"
  },
  {
    "text": "Yeah.",
    "start": "00:49:21",
    "end": "00:49:22"
  },
  {
    "text": "Let's just think about how Eden, like the land, is the land you're entering to possess. It's not like Egypt, where you came from, where you had to sow seed and then water it with your feet like a vegetable garden.",
    "start": "00:49:22",
    "end": "00:49:35"
  },
  {
    "text": "Water with your feet.",
    "start": "00:49:36",
    "end": "00:49:37"
  },
  {
    "text": "This is like it's describing farming in the Nile Deltas.",
    "start": "00:49:38",
    "end": "00:49:41"
  },
  {
    "text": "Oh. Cause you're just trudging around.",
    "start": "00:49:42",
    "end": "00:49:44"
  },
  {
    "text": "And irrigation. It's all about foot pumps and irrigation and moving water around.",
    "start": "00:49:44",
    "end": "00:49:49"
  },
  {
    "text": "Got it.",
    "start": "00:49:50",
    "end": "00:49:50"
  },
  {
    "text": "Flat.",
    "start": "00:49:50",
    "end": "00:49:51"
  },
  {
    "text": "Got it.",
    "start": "00:49:51",
    "end": "00:49:51"
  },
  {
    "text": "Completely flat. Land, verse 11. But the land you're crossing into, possess it. It's a land of hills and valleys. And how do you water. How do you get water?",
    "start": "00:49:51",
    "end": "00:50:00"
  },
  {
    "text": "It waters itself.",
    "start": "00:50:00",
    "end": "00:50:01"
  },
  {
    "text": "Drinks water from the rain of heaven. So that means the land's productivity is also a gift. Is also a gift. It's a land for which the Lord your God cares. The eyes of the Lord your God are on it from the beginning. The reisheet, it's the same word of Genesis 1, wink, wink to the end of the year. It will come about if you listen and obey my commands that I'm giving you. Love, Shema. Love the Lord your God with all your heart and soul. He'll give you the rain for your land. Earlier rain, the late rain, that you may gather the grain. This is the portrait. The land's a gift.",
    "start": "00:50:01",
    "end": "00:50:37"
  },
  {
    "text": "And it's going to produce.",
    "start": "00:50:37",
    "end": "00:50:38"
  },
  {
    "text": "It's going to produce.",
    "start": "00:50:38",
    "end": "00:50:39"
  },
  {
    "text": "It's going to be abundant.",
    "start": "00:50:39",
    "end": "00:50:40"
  },
  {
    "text": "But notice here, now, similar to Eden, similar and dissimilar to Eden, Obedience to God's wisdom and his definitions of good and evil that in the garden were embodied by the tree. Here it's embodied by the Torah. And your ability to flourish in the land is completely dependent on submitting to God's wisdom about good and evil.",
    "start": "00:50:40",
    "end": "00:51:01"
  },
  {
    "text": "So fast forward to us in this story. What's the test? What's the. I put this before you.",
    "start": "00:51:01",
    "end": "00:51:08"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:51:09",
    "end": "00:51:09"
  },
  {
    "text": "Don't choose to define good and evil yourself.",
    "start": "00:51:10",
    "end": "00:51:12"
  },
  {
    "text": "Yeah, totally. Yeah. Well, as you walk into the laws in this section of Deuteronomy what most of the laws are going to be about is about economics, economic relationships. You get laws that are all about every seven years, all debts are forgiven. Yeah, what's that?",
    "start": "00:51:12",
    "end": "00:51:30"
  },
  {
    "text": "A bad economy or. That's a bad, bad economic system if you want to gain a lot of.",
    "start": "00:51:30",
    "end": "00:51:35"
  },
  {
    "text": "Power, at least in a modern. In modern versions of market capitalism. But that's. So this is an ancient farming network of tribal farmers, leagues of tribal farming communities. And so for them, actually, what the seven. Every seven years you have a bad crop. And so it assumes that everybody's going to hit hard times, everybody's going to have these ups and downs of years of farming. And so every seven years we just equalize the playing field.",
    "start": "00:51:35",
    "end": "00:52:06"
  },
  {
    "text": "I thought that was every 40 years.",
    "start": "00:52:06",
    "end": "00:52:08"
  },
  {
    "text": "Well, so every seven years it's a debt release. Every seven of sevens, every. So is the jubilee year, and there it's another debt release. And on top of that, if anybody had to sell their land because of debt poverty, the land is restored back to its original tribal family unit. So the whole point is it's an economic system that is trying to recreate the Exodus generation coming into the promised land. It's every seven years and then every seven sevens, we hit the restart.",
    "start": "00:52:09",
    "end": "00:52:43"
  },
  {
    "text": "Right.",
    "start": "00:52:43",
    "end": "00:52:43"
  },
  {
    "text": "That's the jubilee. It's recreating Eden in the land and everybody gets a fresh restart. Yeah, it's remarkable. So all these laws like that, they have all these laws about when you're harvesting the field and you missed a row, leave it. Leave it. When you are beating your olive trees.",
    "start": "00:52:43",
    "end": "00:53:04"
  },
  {
    "text": "Leave it for other people to come and take.",
    "start": "00:53:04",
    "end": "00:53:06"
  },
  {
    "text": "Yeah, that's right. Leave it for the immigrant, the orphan and the widow. When you're beating your olive trees, don't maximize profit. Like, let the first beating be enough. Yeah. Be enough for you. And then leave the rest for them. For the immigrant, the orphan and the widow. And actually that law ends. That law ends. It goes through with, if you miss a row, don't go back and get it. If you beat the trees the first time, let the immigrants and the orphans come. Do the second. When you harvest grapes, don't go over the grapes again, leave it. And then the last line is, remember that you were slaves in Egypt. That's why I command you to do this. Deuteronomy 24, 22. And the logic there, you're doing this.",
    "start": "00:53:06",
    "end": "00:53:47"
  },
  {
    "text": "So you don't enslave yourselves the way you are slaves in Egypt.",
    "start": "00:53:47",
    "end": "00:53:50"
  },
  {
    "text": "Yes. So you don't maximize profit and you create opportunities for people who are in difficult life situations to work and provide for Themselves. Why? Dude, we were slaves in Egypt. That's why we live like this.",
    "start": "00:53:50",
    "end": "00:54:05"
  },
  {
    "text": "Because we know how this ends if we don't live generously.",
    "start": "00:54:06",
    "end": "00:54:09"
  },
  {
    "text": "Correct? Yes, totally. So here I'll just end this part with a quote from a book I recently read is so fascinating. This is on how the law codes in the Pentateuch represent a real break from ancient Near Eastern political and economic systems and a critique of them. He's a rabbi and a biblical ancient Near Eastern scholar. This guy named Joshua Berman did. We'll put the book in the show notes and then just search this guy on Amazon and read everything he's written. This guy's unbelievable.",
    "start": "00:54:09",
    "end": "00:54:41"
  },
  {
    "text": "Joshua Berman.",
    "start": "00:54:41",
    "end": "00:54:41"
  },
  {
    "text": "Yeah. So he has a whole chapter on these debt release laws. And he says a key theological claim at work in these laws is that of God's identity as the liberator of slaves. He forms a people out of those who were deemed to be people of no standing at all by the political and economic leaders who oppressed them. The egalitarian streak in the Pentateuchal law codes. He'll go on to explain what that means. He said it accords with the portrayal of the Exodus as the prime experience of Israel's self understanding. Indeed, no Israelite can lay claim to any greater status than another because all emanate from the Exodus, a common seminal, liberating and equalizing event. The notion of God's sovereignty as creator and liberator animated the biblical laws aimed at preventing Israelites from descending into the cycles of poverty and debt. He's a good writer.",
    "start": "00:54:41",
    "end": "00:55:40"
  },
  {
    "text": "Yeah.",
    "start": "00:55:40",
    "end": "00:55:40"
  },
  {
    "text": "The whole book's about what he calls the egalitarian politics of the book of Deuteronomy, ancient egalitarianism.",
    "start": "00:55:41",
    "end": "00:55:47"
  },
  {
    "text": "And by egalitarianism you mean that everyone is equal?",
    "start": "00:55:47",
    "end": "00:55:50"
  },
  {
    "text": "Everyone, yeah. Every Israelite commoner is an equal participant. And actually he even he says in ancient Israelite context, which is still is a patriarchal context. But to say that every man in Israel is on equal ground, including the king, including the priests, including the prophets. There was no community living like this in the ancient Near East. This is a direct outflow of image of God theology.",
    "start": "00:55:50",
    "end": "00:56:18"
  },
  {
    "text": "And arguably ancient Israel never really lived this way.",
    "start": "00:56:18",
    "end": "00:56:22"
  },
  {
    "text": "No, even they didn't live up to this calling. But the experience of the Exodus and what happened at Mount Sinai, as a friend of mine puts it, was this family sticking their fork in the light socket. What something happened to this family in human history that produced shook him up a worldview and a people with a set of ideals that no one had ever thought or talked this way before. In human history. Something happened to this family. Yeah. And in the way they tell the story in what we call the Hebrew Bible is that they encountered the being called I am.",
    "start": "00:56:22",
    "end": "00:56:57"
  },
  {
    "text": "Who rescued them from.",
    "start": "00:56:57",
    "end": "00:56:59"
  },
  {
    "text": "Yeah, who rescued them?",
    "start": "00:56:59",
    "end": "00:57:00"
  },
  {
    "text": "Slavery.",
    "start": "00:57:00",
    "end": "00:57:01"
  },
  {
    "text": "Yeah. And who made known his will to them that he wants all humans to be liberated from Babylon and Egypt.",
    "start": "00:57:01",
    "end": "00:57:07"
  },
  {
    "text": "So this seems like two different ways to get at God's generosity. One is that he already is hosting a party that, you know, the Eden thing. But the other one is we find ourselves as slaves.",
    "start": "00:57:07",
    "end": "00:57:21"
  },
  {
    "text": "Yeah.",
    "start": "00:57:21",
    "end": "00:57:22"
  },
  {
    "text": "And this generous God rescued us. And now that should form the way we just think about how to live in the world as rescued slaves. Are those two ideas connected?",
    "start": "00:57:22",
    "end": "00:57:38"
  },
  {
    "text": "Yeah, I think they actually, I think the biblical story assumes the post Eden reality. How did we get here? Who are we and how did we get here? Well, first of all, know who you are. You were not made ultimately to live in post Eden reality. You're made to be glorious co rulers who share in the divine life, ruling over an abundant world of life and beauty and goodness. That's what you're made for. And that's why you're so bothered living in a world that's not like that. So here's Genesis 3, 11, here's how we got here. And then Genesis, Genesis 12, Abraham and forward. Here's what God has been up to in history to recreate an even greater Eden for the human family. And it begins with Abraham coming out of Babylon and then Israel coming out of Egypt is another moment.",
    "start": "00:57:39",
    "end": "00:58:28"
  },
  {
    "text": "And here, the way Joshua Berman talks about it, it was the seminal moment.",
    "start": "00:58:28",
    "end": "00:58:32"
  },
  {
    "text": "Seminal. Oh yeah. In terms of Israel's self identity. Yeah, correct.",
    "start": "00:58:32",
    "end": "00:58:36"
  },
  {
    "text": "But shouldn't their self identity go back to Eden? And the fact that they were created as co rulers who need to trust God. Not that they were just strictly rescued as slaves.",
    "start": "00:58:36",
    "end": "00:58:49"
  },
  {
    "text": "Well, but in a way, the story of Abraham and Isaac and Jacob living in the land and having to trust God but doing fine there, that becomes the Eden part of Israel's story. God gave the gift of the land to our ancestors and there was enough. They had to trust. And there were many tests, but they had to trust. And God provided and blessed them in the land of Canaan. Then we were exiled from the land of Canaan, suffering in Egypt. But now we have the chance to go back to Eden. And then of course, when they finally get there, they do what the first humans did to Eden, which is screw it all up. So I think those two go together. We're made for Eden like creation. And that's where the story is ultimately Going. But every human that reads the Bible is waking up in not Eden. How'd we get here? And what is God doing in history to get us back to a creation permeated with God's life?",
    "start": "00:58:49",
    "end": "00:59:44"
  },
  {
    "text": "And you get to Jesus, and he's talking like it started, it's here.",
    "start": "00:59:44",
    "end": "00:59:47"
  },
  {
    "text": "Yeah. Eden's arrived, touched down. He calls it the kingdom of God. Yeah, exactly. So here we're going to do a quick jump. That's skipping most of the Old Testament.",
    "start": "00:59:48",
    "end": "00:59:57"
  },
  {
    "text": "Yeah. Which is not typically what you like to do.",
    "start": "00:59:57",
    "end": "01:00:00"
  },
  {
    "text": "Yeah, no, but. So the Exodus and the laws are trying to set you up for another opportunity for Israel to go in the land and experience some form of an Eden like existence in the land. And you read the stories. Joshua, Judges, Samuel, Kings, they don't do it. They just create another Babylon. They create a metaphorical Babylon in Israel, and then they end up in literal Babylon in another exile. And so the whole story is again of squandered generosity. And so both for all humanity and now for the family that God chose to spread blessing to the world. What's going to happen now? And that leads us right to the doorstep of the story of Jesus announcing the kingdom of God has arrived.",
    "start": "01:00:00",
    "end": "01:00:46"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. We've got one more episode covering the topic of generosity and abundance. In the Bible, God is the generous host of all creation, and he created humanity to share and extend that abundance. But what we find instead is that humans don't create abundance. We create Babylon.",
    "start": "01:00:49",
    "end": "01:01:10"
  },
  {
    "text": "And God's response to the death and destruction of the world that he loves is to give it a gift. This is such a great way of thinking about the calling of Abraham in response to Babylon or the Response of Genesis 3:15 of the promise of a future descendant who will crush the snake in response to humans eating from the tree. It's continued to give gifts.",
    "start": "01:01:10",
    "end": "01:01:30"
  },
  {
    "text": "Bibleproject is a crowdfunded nonprofit and we're in Portland, Oregon, and all of our resources are free because of the generosity of people like you. So thanks for being a part of this with us. Hi, this is Henry and I'm from Katy, Texas.",
    "start": "01:01:31",
    "end": "01:01:45"
  },
  {
    "text": "Hi, this is Alyssa Reddy and I'm from Maryland. I first heard about the Bible Project from a Sabbath school teacher at my church.",
    "start": "01:01:45",
    "end": "01:01:52"
  },
  {
    "text": "When I first heard about the Bible Project from other youth ministers in ministry.",
    "start": "01:01:52",
    "end": "01:01:57"
  },
  {
    "text": "With me, I use bibleproject to help me understand some of the difficult concepts of the Bible.",
    "start": "01:01:57",
    "end": "01:02:02"
  },
  {
    "text": "I use the Bible Project for my youth group, for my life group, and just for myself and my wife as we explore the Bible. My favorite thing about the Bible Project is just how engaging it is, how.",
    "start": "01:02:02",
    "end": "01:02:14"
  },
  {
    "text": "Simple and easy it is to access videos. We believe that the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me.",
    "start": "01:02:14",
    "end": "01:02:24"
  },
  {
    "text": "Find free videos, study notes, podcasts, classes, and more@bibleproject.com.",
    "start": "01:02:24",
    "end": "01:02:30"
  }
]