[
  {
    "text": "Foreign this is John Collins at the Bible Project and this is our fourth and final conversation in a series talking about the theme of generosity in the storyline of the Bible. God is the generous host of all creation. He created life in abundance and he created humanity to share and extend that abundance. But what we find instead is that humans don't trust the host. We don't believe there's enough. And we believe that we know the best way to create security life for ourselves. But our way doesn't create life. It creates mistrust, broken relationships, pain and death. We don't create abundance, we create Babylon.",
    "start": "00:00:00",
    "end": "00:00:43"
  },
  {
    "text": "And God's response to the death and destruction of the world that he loves is to give it a gift. This is such a great way of thinking about the calling of Abraham in response to Babylon. It continues to give gifts that sow the seeds of a new creation.",
    "start": "00:00:43",
    "end": "00:00:58"
  },
  {
    "text": "God wants this family to trust in his generosity and to become the blessing to every other family in the world. And as it turns out, they struggle. Now, if you think about it, it's a pretty odd strategy that the Bible is claiming that God has. God keeps giving gifts to humans and humans keep ignoring and mistrusting him. But this is God's strategy. And the idea here is perhaps one of the most famous verses in the Christian Bible. John 3:16. God so loved the world that he.",
    "start": "00:00:59",
    "end": "00:01:30"
  },
  {
    "text": "Gave this little one liner just summarizing the meaning of Jesus life, death and resurrection in the language of generosity and giving. God gave to his enemies.",
    "start": "00:01:30",
    "end": "00:01:41"
  },
  {
    "text": "So God gave the ultimate gift to humanity, Jesus Christ. And Jesus taught often on giving and generosity, saying things like it's more blessed to give than to receive.",
    "start": "00:01:41",
    "end": "00:01:52"
  },
  {
    "text": "So apparently the good life for Jesus actually has very little to do with your economic situation. That there's some other definition of the good life that he's showing and that the Jesus movement is after. If it gives you security, it'll be on a different level than economic security.",
    "start": "00:01:52",
    "end": "00:02:09"
  },
  {
    "text": "So today we get back to Jesus, how Jesus viewed the generosity of God and how Jesus is the generous gift of God to us. Thanks for joining us. Here we go. So we're talking about theme of generosity through the storyline of the Bible and we are now going to talk about Jesus and his vision of what this generous thing God's doing.",
    "start": "00:02:10",
    "end": "00:02:38"
  },
  {
    "text": "Yeah, but the Jesus part of generosity theme in the Bible is in direct response to iterations of the story that have come before it. Yeah, humanity given the gift of existence and the world and the opportunity to partner, they squander that by fostering scarcity mentality and then hoarding and using resources for me and mine.",
    "start": "00:02:39",
    "end": "00:02:59"
  },
  {
    "text": "I like how you summarized it. You said there was a mistrust in the host. It led to a scarcity mentality, which led to deciding to define good and evil on our own terms to take care of ourselves.",
    "start": "00:02:59",
    "end": "00:03:10"
  },
  {
    "text": "That's right. Yeah. Yeah. And then forgetting. You do that long enough.",
    "start": "00:03:10",
    "end": "00:03:13"
  },
  {
    "text": "Yeah, you do that long enough.",
    "start": "00:03:13",
    "end": "00:03:14"
  },
  {
    "text": "Do that last step long enough, and then you eventually forget that everything you have is a gift in the first place. You begin to think it's actually you and yours and you're responsible for it all.",
    "start": "00:03:14",
    "end": "00:03:24"
  },
  {
    "text": "Look at what I've done. Look the name I've made for myself.",
    "start": "00:03:24",
    "end": "00:03:26"
  },
  {
    "text": "Yeah. Yeah. Isn't this Babylon the great that I have made in my power? Yeah, that's what Nebuchadnezzar says in Daniel.",
    "start": "00:03:26",
    "end": "00:03:33"
  },
  {
    "text": "Yeah, you're just like, whoa.",
    "start": "00:03:33",
    "end": "00:03:34"
  },
  {
    "text": "Until you think about my own mindset. I mean, I do that every day.",
    "start": "00:03:34",
    "end": "00:03:38"
  },
  {
    "text": "Yeah.",
    "start": "00:03:38",
    "end": "00:03:39"
  },
  {
    "text": "Actually, one of the things I try to do is have little rituals of gratefulness in the first 30 minutes of every day.",
    "start": "00:03:39",
    "end": "00:03:46"
  },
  {
    "text": "Oh, that's great.",
    "start": "00:03:46",
    "end": "00:03:46"
  },
  {
    "text": "Yeah, Usually it's in the forms of little prayers that I've collected over time.",
    "start": "00:03:47",
    "end": "00:03:50"
  },
  {
    "text": "That's awesome.",
    "start": "00:03:50",
    "end": "00:03:51"
  },
  {
    "text": "Yeah. It's just simple practice. But just every day that greets me as a gift. So why not name it out loud? When I wake up.",
    "start": "00:03:51",
    "end": "00:03:59"
  },
  {
    "text": "At the end of the day with Paxton and Sayer and my boys, I always ask them what they're thankful for before bed.",
    "start": "00:04:01",
    "end": "00:04:07"
  },
  {
    "text": "Oh, that's good.",
    "start": "00:04:08",
    "end": "00:04:08"
  },
  {
    "text": "Half the time they'll play along and they're thankful for their mom and for me and dip friends and stuff. And then we'll just thank God for that, and then they'll go to bed. But half the time, there's, like, nothing. Or as Sarah says, nothing. I'm thankful for nothing. And then I just go, okay, well, I'll tell you what I'm thankful for. And then we pray for that and go to bed.",
    "start": "00:04:08",
    "end": "00:04:35"
  },
  {
    "text": "Human nature. So in response to human abuse of the divine generosity, God chooses one family to give the super gift to the family of Abraham. Great abundance, great favor, rescuing them from terrible enslaving empires and gives them the gift of a new Eden, so to speak, in the promised land. And it's also the gift is unconditioned to Israel, but it's not unconditional. This is my little beef with the phrase unconditional grace. It's not unconditional. It's unconditioned.",
    "start": "00:04:38",
    "end": "00:05:13"
  },
  {
    "text": "What's the difference?",
    "start": "00:05:13",
    "end": "00:05:14"
  },
  {
    "text": "Ah. If I give you a gift that's unconditioned, it means there's nothing that you've done to make me want to give you the gift. I'm just giving you the gift. There were no conditions.",
    "start": "00:05:14",
    "end": "00:05:24"
  },
  {
    "text": "Okay.",
    "start": "00:05:24",
    "end": "00:05:24"
  },
  {
    "text": "But once I've given you the gift.",
    "start": "00:05:24",
    "end": "00:05:26"
  },
  {
    "text": "There now are conditions.",
    "start": "00:05:26",
    "end": "00:05:27"
  },
  {
    "text": "There are conditions to show your gratefulness for the gift. I give it to you. It's an unconditioned gift. It's a free gift given with great expectation of return. And that's for sure the setup with the land in the story of Israel.",
    "start": "00:05:27",
    "end": "00:05:43"
  },
  {
    "text": "I guess that's the gift of co ruling too. Right? Like there's nothing humans did to deserve to be co rulers with God over creation.",
    "start": "00:05:43",
    "end": "00:05:53"
  },
  {
    "text": "Yeah.",
    "start": "00:05:53",
    "end": "00:05:54"
  },
  {
    "text": "But now that we've been given, that gift comes with these conditions, which is to trust his wisdom.",
    "start": "00:05:54",
    "end": "00:06:00"
  },
  {
    "text": "Yeah. Yeah. And listen and obey. Yeah. This is a distinction made by a New Testament scholar named John Barclay. A really important book called Paul and the Gift. Probably the most important study about the concept of grace in the New Testament that's been written in many generations. I've only read sections of it. But even just that little distinction, I think helps clarify what we mean when we say free grace or pure grace or. Because both Moses and the apostles have pretty high expectations.",
    "start": "00:06:00",
    "end": "00:06:31"
  },
  {
    "text": "Yeah. You don't have to read far into scripture to find expectations for how you deal with this grace.",
    "start": "00:06:32",
    "end": "00:06:37"
  },
  {
    "text": "Yeah. How you respond to the grace. But the grace was given to you without any conditions that you fulfilled to receive the gift. But now that you've been given the gift, there are expectations of return.",
    "start": "00:06:37",
    "end": "00:06:47"
  },
  {
    "text": "What was the book again, Barclay called?",
    "start": "00:06:47",
    "end": "00:06:49"
  },
  {
    "text": "Paul and the Gift.",
    "start": "00:06:49",
    "end": "00:06:50"
  },
  {
    "text": "Paul and the Gift.",
    "start": "00:06:50",
    "end": "00:06:50"
  },
  {
    "text": "Yeah. It's a focus on Paul's letters, but as a gateway to the whole New Testament theology of grace. So it's unconditioned gift that has conditions once you've been given it. And that is be faithful to God's wisdom, which includes be generous. All these laws to Israel about sharing the goodness of the land with people who are in hard situations and the Exodus creating equal playing field.",
    "start": "00:06:50",
    "end": "00:07:16"
  },
  {
    "text": "It's an interesting way to just think about life in general. Like why do I exist? Why am I a conscious being with the body, getting to live in the world? I didn't do anything.",
    "start": "00:07:17",
    "end": "00:07:28"
  },
  {
    "text": "Yes. You just woke up.",
    "start": "00:07:29",
    "end": "00:07:29"
  },
  {
    "text": "I just woke up and here I have it. It's unconditioned gift.",
    "start": "00:07:29",
    "end": "00:07:33"
  },
  {
    "text": "Unconditioned gift.",
    "start": "00:07:33",
    "end": "00:07:34"
  },
  {
    "text": "But now that I have it, there's a responsibility of using it in a way that's good.",
    "start": "00:07:34",
    "end": "00:07:41"
  },
  {
    "text": "Yeah. That imitates the generosity of the one who gave me the gift.",
    "start": "00:07:41",
    "end": "00:07:45"
  },
  {
    "text": "Yeah.",
    "start": "00:07:45",
    "end": "00:07:45"
  },
  {
    "text": "And Israel's inability to imitate that or their refusal to imitate God's. Generosity is what landed them in exile and by the time of Jesus, back in the land, but still very difficult situation.",
    "start": "00:07:46",
    "end": "00:07:59"
  },
  {
    "text": "And this idea of exile and slavery becomes a way to think about not just one nation in one particular time in history. It's a way for the Paul to talk about just the human condition of.",
    "start": "00:07:59",
    "end": "00:08:15"
  },
  {
    "text": "Being captured by evil, greater forces and powers of evil that enslave us. That enslave us. That's the message of the Hebrew scriptures. And then Jesus and Paul believe that the time has come when God is bringing about the great liberation, not just from a human institution of slavery, but a cosmic slavery to evil and selfishness that all humanity has undergone. That is the meaning of Jesus. Great announcement when he shows up on the scene saying, the reign of God has arrived.",
    "start": "00:08:15",
    "end": "00:08:48"
  },
  {
    "text": "The reign against that evil.",
    "start": "00:08:49",
    "end": "00:08:51"
  },
  {
    "text": "Yeah, we're meant to see him as a Moses like figure marching up into Pharaoh's court and saying, let my people go.",
    "start": "00:08:51",
    "end": "00:08:59"
  },
  {
    "text": "Hmm.",
    "start": "00:08:59",
    "end": "00:09:00"
  },
  {
    "text": "The new Exodus is taking place. God's the one actually in charge and you need.",
    "start": "00:09:00",
    "end": "00:09:04"
  },
  {
    "text": "And he's not marching up to Pharaoh, he's marching up to.",
    "start": "00:09:04",
    "end": "00:09:07"
  },
  {
    "text": "Yeah, he goes out to the wilderness and powers and authorities, confronts evil, something dark, terrible that's connected to that snake and connected to all the other crazy stuff that we've talked about in the last year. The powers of evil that lure us into self destruction, into choosing self destruction.",
    "start": "00:09:07",
    "end": "00:09:25"
  },
  {
    "text": "Yeah.",
    "start": "00:09:25",
    "end": "00:09:25"
  },
  {
    "text": "So, yeah, Jesus comes onto the scene announcing the kingdom of God is here. And what's the proper way to respond to that? And Matthew gives us a condensed form of it and he calls it the Good News of the Kingdom. At the end of Matthew 4, we call it the Sermon on the Mount. Yeah, but Jesus goes around announcing the good news of the kingdom, teaching and proclaiming in their synagogues. That's Matthew 4. And then it raises the question in the reader, like, oh, I wonder what it would be like to hear Jesus give one of those teaching sessions. And then he plops Matthew 5, 7 in front of you. The Sermon on the Mount. So lots of things going on in the Sermon on the Mount, but generosity is a big part of it. So he gets to the part where he's critiquing Israel's misunderstanding of the laws of the Torah. This is Matthew 5. There's six sayings of Jesus where he says, listen, you've heard what it said. And he'll quote from Allah and the Torah. And then he will respond and say, but I say to you, and in light of my role as the giver of the Messianic Torah, which fulfills it doesn't cancel. It fulfills the purpose of the laws of the Torah. And then he'll show what the whole point was all along. So he gets in Matthew 5:43, you have heard that it was said, you shall love your neighbor and hate your enemy. But I say to you. Let's just pause right there. So, first of all, there's no verse in the Old Testament that says, love your neighbor and hate your enemy.",
    "start": "00:09:26",
    "end": "00:10:46"
  },
  {
    "text": "There is none. I have a footnote. Leviticus 19:18.",
    "start": "00:10:46",
    "end": "00:10:50"
  },
  {
    "text": "19:18 is the love your neighbor.",
    "start": "00:10:50",
    "end": "00:10:52"
  },
  {
    "text": "That's the love your neighbor.",
    "start": "00:10:52",
    "end": "00:10:52"
  },
  {
    "text": "Love your neighbor as yourself. Yeah, yeah, yeah. Leviticus 19:18.",
    "start": "00:10:52",
    "end": "00:10:56"
  },
  {
    "text": "So there's a verse that says that.",
    "start": "00:10:56",
    "end": "00:10:57"
  },
  {
    "text": "So in other words, what Jesus is quoting is not just the laws of the Torah, but how the laws of the Torah have been interpreted. Interpreted and are being practiced by Israel at his day.",
    "start": "00:10:58",
    "end": "00:11:08"
  },
  {
    "text": "That's interesting that hate your enemy was added.",
    "start": "00:11:08",
    "end": "00:11:11"
  },
  {
    "text": "Yeah. And I think what he's paraphrasing is, here's how we are all actually living.",
    "start": "00:11:11",
    "end": "00:11:16"
  },
  {
    "text": "Yeah.",
    "start": "00:11:16",
    "end": "00:11:16"
  },
  {
    "text": "Here's how y' all are actually.",
    "start": "00:11:16",
    "end": "00:11:17"
  },
  {
    "text": "In our own wisdom, we think loving our neighbor means we need to hate our enemy.",
    "start": "00:11:17",
    "end": "00:11:21"
  },
  {
    "text": "That's right. Because neighbor.",
    "start": "00:11:21",
    "end": "00:11:22"
  },
  {
    "text": "I guess that makes sense. Because your neighbor is not your enemy. It's your neighbor.",
    "start": "00:11:22",
    "end": "00:11:25"
  },
  {
    "text": "It's your neighbor.",
    "start": "00:11:25",
    "end": "00:11:26"
  },
  {
    "text": "And to help protect your neighbor, we have common enemy.",
    "start": "00:11:26",
    "end": "00:11:29"
  },
  {
    "text": "Correct.",
    "start": "00:11:29",
    "end": "00:11:29"
  },
  {
    "text": "Let's band together.",
    "start": "00:11:29",
    "end": "00:11:30"
  },
  {
    "text": "So here's how the world works. We reserve love for people in our tribe.",
    "start": "00:11:30",
    "end": "00:11:34"
  },
  {
    "text": "Yeah.",
    "start": "00:11:34",
    "end": "00:11:35"
  },
  {
    "text": "And if you're not in my tribe, you're suspect or the object of my hate. Here's life in post Eden world.",
    "start": "00:11:35",
    "end": "00:11:42"
  },
  {
    "text": "Yeah.",
    "start": "00:11:42",
    "end": "00:11:42"
  },
  {
    "text": "You love your neighbor, take care of you and yours.",
    "start": "00:11:42",
    "end": "00:11:44"
  },
  {
    "text": "Yeah.",
    "start": "00:11:44",
    "end": "00:11:45"
  },
  {
    "text": "But if it's at the expense of others or in opposition to others, so be it.",
    "start": "00:11:45",
    "end": "00:11:49"
  },
  {
    "text": "This is the logic of. In our parable of the guys at the party.",
    "start": "00:11:49",
    "end": "00:11:52"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:11:52",
    "end": "00:11:52"
  },
  {
    "text": "Yeah. Does it make sense? If we're going to take care of this group we care about, we can't.",
    "start": "00:11:52",
    "end": "00:11:57"
  },
  {
    "text": "Take care of everybody.",
    "start": "00:11:57",
    "end": "00:11:58"
  },
  {
    "text": "Yeah. We actually have to fight against other people.",
    "start": "00:11:58",
    "end": "00:12:00"
  },
  {
    "text": "Yeah, that's right. Yeah. So here's Jesus response to that. He says, here's what I say. Love your enemies. Pray for people who are actively hostile to you so that you may be sons of your heavenly Father. So sons, imitators, people in the family of God who act alike, carry on the family ethic. Really?",
    "start": "00:12:00",
    "end": "00:12:23"
  },
  {
    "text": "The family ethic is to love your enemies.",
    "start": "00:12:23",
    "end": "00:12:25"
  },
  {
    "text": "To love people and be generous to people that hate you and are actively hostile to you.",
    "start": "00:12:25",
    "end": "00:12:30"
  },
  {
    "text": "Yeah.",
    "start": "00:12:31",
    "end": "00:12:31"
  },
  {
    "text": "Jesus, how do you know that about the Heavenly Father? Look at the reason he gives. Well, think about it he causes his.",
    "start": "00:12:31",
    "end": "00:12:38"
  },
  {
    "text": "Son, his son, he created the sun.",
    "start": "00:12:38",
    "end": "00:12:41"
  },
  {
    "text": "To rise on the evil and the good, and he sends rain on the righteous and the unrighteous. This is back to like when he was talking about the ravens and the flowers.",
    "start": "00:12:41",
    "end": "00:12:50"
  },
  {
    "text": "Yeah. Let's just think about nature for a second.",
    "start": "00:12:50",
    "end": "00:12:52"
  },
  {
    "text": "Creation theology. Yeah, but this is good. So ultimate cause behind the son, my father. Yeah, it's his, so it's his son. And here's something I observe is that, you know, my. My family gets up in the morning and they're Torah observant and sun shines on us, the Shema, and the sun shines on them. But man, you know Yirmeyahu down the street, that old cudgel? Yirmiyahu, That's Hebrew for Jeremiah. Old Yirmeyahu down the street, you know.",
    "start": "00:12:52",
    "end": "00:13:23"
  },
  {
    "text": "Yeah.",
    "start": "00:13:23",
    "end": "00:13:24"
  },
  {
    "text": "Oh, he's a grouch. Yells at kids. Yeah, yeah. His wife died and he got all this family money and he doesn't share it with anybody. He's not a good person. And his skin looks great tan at the end of every summer because the.",
    "start": "00:13:24",
    "end": "00:13:39"
  },
  {
    "text": "Sun shines on him.",
    "start": "00:13:39",
    "end": "00:13:40"
  },
  {
    "text": "The sun shines on him. He doesn't deserve that. But God, my father, gives him the sunshine anyway. Yeah, that's it. Or yeah. Old man. Azarah, Azrahu, Azarah zu Grouch. And he's mean.",
    "start": "00:13:40",
    "end": "00:13:55"
  },
  {
    "text": "Oh, that guy.",
    "start": "00:13:55",
    "end": "00:13:56"
  },
  {
    "text": "He's taken advantage of his neighbors when they went into debt.",
    "start": "00:13:56",
    "end": "00:13:59"
  },
  {
    "text": "You see that guy Turn the other direction.",
    "start": "00:13:59",
    "end": "00:14:00"
  },
  {
    "text": "Yeah, yeah. And one, actually his other neighbor went into debt and he bought his land right out from under him and made him now a slave on his own land. And man, he had a great crop this year. Cause the rain that fell on our land to give a good crop also fell on his.",
    "start": "00:14:00",
    "end": "00:14:14"
  },
  {
    "text": "God is so his generosity extends to people you think deserve it and don't.",
    "start": "00:14:14",
    "end": "00:14:19"
  },
  {
    "text": "Deserve it and who don't deserve it. And so if that's how God's ordered creation to give a space for people who deserve to exist and people who, in my humble opinion, don't deserve to exist, then what should that tell me about God's character? And if I am a part of God's family, how should I behave towards them? Well, so he goes on, if you love only those who love you, what reward is that? He's using honor shame language here. Don't even the tax collectors do the same. They know how to network and befriend the people who will benefit them and they'll benefit that kind of thing. If you greet only your brothers, what more are you doing than Anybody else. That's what everybody does.",
    "start": "00:14:19",
    "end": "00:14:59"
  },
  {
    "text": "Yeah.",
    "start": "00:14:59",
    "end": "00:15:00"
  },
  {
    "text": "That's what the non Israelites do.",
    "start": "00:15:00",
    "end": "00:15:01"
  },
  {
    "text": "Right. We're called to something greater.",
    "start": "00:15:01",
    "end": "00:15:03"
  },
  {
    "text": "So therefore you be in most of our English translations read perfect as your heavenly Father is perfect. But yes. Teleos.",
    "start": "00:15:03",
    "end": "00:15:10"
  },
  {
    "text": "Complete.",
    "start": "00:15:10",
    "end": "00:15:11"
  },
  {
    "text": "Whole without gaps, without cracks or fissures or gaps.",
    "start": "00:15:11",
    "end": "00:15:16"
  },
  {
    "text": "Complete.",
    "start": "00:15:16",
    "end": "00:15:17"
  },
  {
    "text": "Complete. Solomon made the temple out of complete stones. Whole. Apparently being a whole. Human. Truly human.",
    "start": "00:15:17",
    "end": "00:15:26"
  },
  {
    "text": "A human with no fissures and gaps and cracks.",
    "start": "00:15:26",
    "end": "00:15:29"
  },
  {
    "text": "Yeah. Is one who truly imitates the generosity of the heavenly Father.",
    "start": "00:15:29",
    "end": "00:15:33"
  },
  {
    "text": "Life. That is truly life here.",
    "start": "00:15:33",
    "end": "00:15:35"
  },
  {
    "text": "It's a little bit different than the raven and the flowers teaching, where it's like foster the abundance mindset. Here it's foster the un. What do you call this? Indiscriminate.",
    "start": "00:15:35",
    "end": "00:15:47"
  },
  {
    "text": "Yeah, indiscriminate.",
    "start": "00:15:47",
    "end": "00:15:48"
  },
  {
    "text": "Indiscriminate generosity and care.",
    "start": "00:15:48",
    "end": "00:15:50"
  },
  {
    "text": "Yeah.",
    "start": "00:15:50",
    "end": "00:15:51"
  },
  {
    "text": "Because that's how creation itself, that's how the abundance of creation is ordered. To share generosity with indiscriminately. Unless humans start discriminating. And then that creates the world that he's critiquing right here, which is you share and love only those who will benefit you.",
    "start": "00:15:51",
    "end": "00:16:08"
  },
  {
    "text": "This is the. What happens in layman is Rob when John Valjean. He's the enemy.",
    "start": "00:16:32",
    "end": "00:16:39"
  },
  {
    "text": "That's right. Yes. In the story, he's the convict.",
    "start": "00:16:39",
    "end": "00:16:42"
  },
  {
    "text": "He shouldn't get rewarded for what he does. He steals.",
    "start": "00:16:42",
    "end": "00:16:45"
  },
  {
    "text": "He's given an unconditioned.",
    "start": "00:16:46",
    "end": "00:16:48"
  },
  {
    "text": "Unconditioned gift, but he treats it as a gift that needs to change the way he lives.",
    "start": "00:16:48",
    "end": "00:16:53"
  },
  {
    "text": "Yeah, that's exactly right. Yeah. This is love your neighbor as yourself and love your enemies. This is a hallmark of Jesus concept of the new humanity and the kingdom of God. And it's not just for him a good ethical teaching. It's the way to be human that we've apparently lost. It's the way that we're meant to be because it's the way that God is. It's the way that God has operated in this whole story so far. He keeps giving gifts to people who don't love him.",
    "start": "00:16:53",
    "end": "00:17:22"
  },
  {
    "text": "Yeah. To people you would. Are seemingly enemies to him in his ways.",
    "start": "00:17:23",
    "end": "00:17:30"
  },
  {
    "text": "Yeah. This teaching is a way of thinking about the whole story of Jesus himself and what he represents, that he's here to be that complete human on behalf of a humanity that has failed to be the humans that God called them to be. So he is that. And he indiscriminately dispenses God's generosity and love to the tax collectors and prostitutes and fishermen and Pharisees that he meets. He just shares God's generosity with all of them.",
    "start": "00:17:30",
    "end": "00:17:58"
  },
  {
    "text": "Interesting. A scarcity mentality we don't trust. A host leads on one like end of the spectrum to enslaving people, enslaving your enemies. And then you get this end of the spectrum where Jesus saying pray for and love your enemies like it's the ultimate generous act.",
    "start": "00:17:59",
    "end": "00:18:18"
  },
  {
    "text": "Yes.",
    "start": "00:18:18",
    "end": "00:18:19"
  },
  {
    "text": "You have to really believe there is abundance and there is enough if you're going to try to hook up your enemies.",
    "start": "00:18:19",
    "end": "00:18:26"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:18:26",
    "end": "00:18:27"
  },
  {
    "text": "Like you really have to believe it.",
    "start": "00:18:27",
    "end": "00:18:28"
  },
  {
    "text": "Yeah, that's true. Oh, that's a good way of putting it. Yes. If you don't, you won't share and.",
    "start": "00:18:28",
    "end": "00:18:33"
  },
  {
    "text": "Love because those are the first people who are going to turn on you.",
    "start": "00:18:33",
    "end": "00:18:35"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:18:35",
    "end": "00:18:36"
  },
  {
    "text": "As soon as there's not enough, those are the first people that are going to take what they need at the expense of you. They're your enemies.",
    "start": "00:18:36",
    "end": "00:18:44"
  },
  {
    "text": "Yes, that's right. So think this is. Jesus is giving a teaching here that is itself a summary of his whole life and mission.",
    "start": "00:18:44",
    "end": "00:18:51"
  },
  {
    "text": "Yeah, right.",
    "start": "00:18:52",
    "end": "00:18:52"
  },
  {
    "text": "He is. As we're going to see. This is how the apostles came to talk about. They used the language of this teaching to talk about the meaning of Jesus. He was the gift of God's own love to Israel and humanity to God's own enemies. His own people who had become his enemies. And what do they do with the gift? They kill him. Yeah, it's sort of like when you meet somebody who's just so awesome and generous and amazing that both you're basking in the goodness of their just kindness and generosity. But you also, it exposes inside your own self that you're not like that. And then there's shame or guilt. I guess that'd be a self aware response. Another response would be resentment.",
    "start": "00:18:53",
    "end": "00:19:37"
  },
  {
    "text": "Yeah, envy, suspicion.",
    "start": "00:19:37",
    "end": "00:19:39"
  },
  {
    "text": "Something's off, some strings attached to you. I can't actually trust this person. Yeah, they're not really, they can't really be. Nobody's like this. Yeah, it's sort of like sometimes people's generosity and kindness magnifies my own like screwed up, distorted self. And there's something like that in the story being told in the gospels where Jesus exposes the bankruptcy of Israel at that moment. And so his loving generosity and his confidence to critique Israel's lack of generosity and love is what gets him killed. It's just that thing you were just talking about. If you give gifts to your enemies, there's a chance they won't, it won't change them. It won't do what the gift did to Jean Valjean Sure. It won't change them.",
    "start": "00:19:39",
    "end": "00:20:23"
  },
  {
    "text": "It won't change them. And then when the rubber hits the road and there's not enough, they're the first ones that are gonna turn on you.",
    "start": "00:20:23",
    "end": "00:20:28"
  },
  {
    "text": "That's right. It's an interesting way to think about what's happening on the cross.",
    "start": "00:20:28",
    "end": "00:20:32"
  },
  {
    "text": "So coupled with this kind of freedom in the generous life and the generous mindset comes also an expectation, or maybe it seems like you should expect that at the same time you will suffer the way Jesus suffers. Like, doesn't mean. Or be taken advantage of or be taken advant of. Yeah, it's not. This isn't like a. Like a life hack that's going to, like, make sure your life is going to be awesome. This isn't like, be generous and now you're going to experience the life you've always dreamed.",
    "start": "00:20:32",
    "end": "00:21:04"
  },
  {
    "text": "Yeah, totally. Sure. Didn't for Jesus.",
    "start": "00:21:04",
    "end": "00:21:06"
  },
  {
    "text": "Didn't for Jesus and man, for a lot of the first followers of Jesus.",
    "start": "00:21:06",
    "end": "00:21:11"
  },
  {
    "text": "Yeah, that's right, man. Yeah, that's right.",
    "start": "00:21:11",
    "end": "00:21:13"
  },
  {
    "text": "Really rough go.",
    "start": "00:21:13",
    "end": "00:21:14"
  },
  {
    "text": "Totally. Yeah. So if your definition of the good life is simply on the level of economic security and prosperity and a stable social web, then yeah. This mindset did not produce that for Jesus or for the apostle.",
    "start": "00:21:15",
    "end": "00:21:32"
  },
  {
    "text": "No.",
    "start": "00:21:33",
    "end": "00:21:34"
  },
  {
    "text": "So there must be some other frame.",
    "start": "00:21:34",
    "end": "00:21:35"
  },
  {
    "text": "Of reference, because part of me wants to go, oh, and then you will actually get the stable life you've always wanted. It's not guaranteed in this.",
    "start": "00:21:35",
    "end": "00:21:44"
  },
  {
    "text": "Yeah, you might, might.",
    "start": "00:21:45",
    "end": "00:21:46"
  },
  {
    "text": "You might.",
    "start": "00:21:46",
    "end": "00:21:46"
  },
  {
    "text": "It could generate that.",
    "start": "00:21:46",
    "end": "00:21:47"
  },
  {
    "text": "I feel like God's given that to me. Like, I feel that too. I feel very secure.",
    "start": "00:21:47",
    "end": "00:21:52"
  },
  {
    "text": "Yeah.",
    "start": "00:21:52",
    "end": "00:21:52"
  },
  {
    "text": "And I. And it's like the danger of abundance is very clear in my life of, like, making sure it doesn't turn me into my own Nebuchadnezzar.",
    "start": "00:21:53",
    "end": "00:22:02"
  },
  {
    "text": "Nebuchadnezzar, yeah, totally. I think that's the. The unique. The unique moment in human history that is the middle class, the upper middle, even much of what we call the lower class in Western capitalist democracies. It is material abundance.",
    "start": "00:22:02",
    "end": "00:22:21"
  },
  {
    "text": "Yeah. And I do practice generosity, but as I do, and I think forward, it's a date.",
    "start": "00:22:21",
    "end": "00:22:27"
  },
  {
    "text": "Yeah.",
    "start": "00:22:27",
    "end": "00:22:27"
  },
  {
    "text": "It's not like a foolproof plan to make sure there won't be bad stuff in your life. Like, who knows what'll happen.",
    "start": "00:22:27",
    "end": "00:22:36"
  },
  {
    "text": "Yeah, that's right. Yeah. So apparently the good life for Jesus actually has very little to do with your economic situation. Clearly for him that there's some other definition of the good life that he's showing and that the Jesus movement is after. And it might give you security. If it gives you security, it'll be on a different level than economic security.",
    "start": "00:22:36",
    "end": "00:23:02"
  },
  {
    "text": "Okay. This is why I brought up the shrewd manager, too. He gets a different kind of security. The security is now in the relationships, Right?",
    "start": "00:23:02",
    "end": "00:23:10"
  },
  {
    "text": "Yeah. Yeah. Okay. You're talking about Jesus. Parable of shrewd manager. He knows he's going to get fired.",
    "start": "00:23:10",
    "end": "00:23:15"
  },
  {
    "text": "Knows he's going to get fired.",
    "start": "00:23:15",
    "end": "00:23:16"
  },
  {
    "text": "So he literally rewrites the accounts.",
    "start": "00:23:16",
    "end": "00:23:18"
  },
  {
    "text": "Yeah. He just decides to be radically generous.",
    "start": "00:23:18",
    "end": "00:23:21"
  },
  {
    "text": "Yeah. He cooks the book. He already knows that he's not trusted. So he does one last act of untrustworthiness, which is to rewrite the books.",
    "start": "00:23:21",
    "end": "00:23:29"
  },
  {
    "text": "To be generous to all these people.",
    "start": "00:23:29",
    "end": "00:23:31"
  },
  {
    "text": "So that all these relationships will.",
    "start": "00:23:31",
    "end": "00:23:33"
  },
  {
    "text": "It's a new security. I've thought about that before in terms of if I'm too generous or if just things go poorly in life, even despite of my generosity or lack of it. Ultimately, what is the thing that brings the most security? It's the love of community around you who will love you like they love themselves.",
    "start": "00:23:34",
    "end": "00:23:56"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:23:56",
    "end": "00:23:57"
  },
  {
    "text": "And that's the kind of community that is built out of generosity.",
    "start": "00:23:57",
    "end": "00:24:01"
  },
  {
    "text": "That's right. And I think that is the outgrowth of a teaching like Jesus that we just read where if you're not only loving the people in your tribe that you're supposed to benefit and they're supposed to benefit you, that's how that network operates. But then if you even begin to spread kindness and generosity outside that circle. That's exactly right. It creates, it breaks the spiral of hostility between tribal groups and it extends the family. It's like you're extending the family. You're treating people like family who aren't technically your family.",
    "start": "00:24:01",
    "end": "00:24:36"
  },
  {
    "text": "Right? Yeah.",
    "start": "00:24:36",
    "end": "00:24:36"
  },
  {
    "text": "That's how the apostles come to talk about the story of Jesus as a whole. Think about. Here's three lines from the Gospel of John and the letters of John. One of them is really famous. John 3:16. God so loved the world. And in the Gospel of John, the world is for the most part hostile to God and his purposes. So the world that God is loving is a world that hates and rejects and ultimately will kill.",
    "start": "00:24:36",
    "end": "00:25:03"
  },
  {
    "text": "What's the Greek word there for world?",
    "start": "00:25:03",
    "end": "00:25:04"
  },
  {
    "text": "Cosmos.",
    "start": "00:25:04",
    "end": "00:25:05"
  },
  {
    "text": "Cosmos, yep. God, he loves the universe.",
    "start": "00:25:05",
    "end": "00:25:08"
  },
  {
    "text": "He loves the. Well, cosmos is connected to the word cosmetics. Cosmos means just to bring order to.",
    "start": "00:25:08",
    "end": "00:25:14"
  },
  {
    "text": "Oh, the ordered.",
    "start": "00:25:14",
    "end": "00:25:15"
  },
  {
    "text": "The ordered world. Yeah, the cosmos. Cool. So God loves the cosmos so much that he gave his one and only Son so that the one who believes in him won't perish but have life of the age, Life of the new age.",
    "start": "00:25:15",
    "end": "00:25:29"
  },
  {
    "text": "Eternal life.",
    "start": "00:25:30",
    "end": "00:25:30"
  },
  {
    "text": "Eternal age is how it's usually translated.",
    "start": "00:25:30",
    "end": "00:25:32"
  },
  {
    "text": "Translated, that's right. But literally it's life of the age.",
    "start": "00:25:32",
    "end": "00:25:36"
  },
  {
    "text": "Yeah. Life of the age, which in Jewish thinking, there's this age and the age.",
    "start": "00:25:36",
    "end": "00:25:40"
  },
  {
    "text": "To come, the age of death.",
    "start": "00:25:40",
    "end": "00:25:41"
  },
  {
    "text": "Yeah. And he's talking about the life of the next age that has begun already. So in other words, this is a little one liner that's summarizing the meaning of Jesus life, death and resurrection in the language of generosity and giving.",
    "start": "00:25:41",
    "end": "00:25:54"
  },
  {
    "text": "Yeah.",
    "start": "00:25:55",
    "end": "00:25:55"
  },
  {
    "text": "God gave to his enemies.",
    "start": "00:25:55",
    "end": "00:25:58"
  },
  {
    "text": "Yeah.",
    "start": "00:25:58",
    "end": "00:25:58"
  },
  {
    "text": "It's exactly what Jesus said on the sermon.",
    "start": "00:25:58",
    "end": "00:26:00"
  },
  {
    "text": "Because the cosmos is in rebellion against him.",
    "start": "00:26:00",
    "end": "00:26:03"
  },
  {
    "text": "Yeah, yeah. The cosmos is selfish. It's the arena of death. And what God does is give a great gift. And embedded in there is the world.",
    "start": "00:26:03",
    "end": "00:26:11"
  },
  {
    "text": "That he ordered has created a disorder.",
    "start": "00:26:11",
    "end": "00:26:15"
  },
  {
    "text": "Yeah. It's hijacked.",
    "start": "00:26:15",
    "end": "00:26:16"
  },
  {
    "text": "It's hijacked into disorder and chaos.",
    "start": "00:26:16",
    "end": "00:26:18"
  },
  {
    "text": "It's the pool room in our parable. Yeah. And God's response to the death and destruction of the world that he orders and that he loves is to give it a gift. I think this is such a great way of thinking about the calling of Abraham in response to Babylon in Genesis 11.",
    "start": "00:26:19",
    "end": "00:26:36"
  },
  {
    "text": "Gave Abraham a gift.",
    "start": "00:26:37",
    "end": "00:26:38"
  },
  {
    "text": "Yeah. Or the Response of Genesis 3:15 of the promise of a future descendant who will crush the snake in response to humans eating from the tree. It continues to give gifts that sow the seeds of a new creation. First John, chapter three. See how great a love the Father has given to us that we would be called children of God. And that is what we are. The language of gift giving is really important in the gospel. And letters of John, it's a key motif for him. All this giving language is gift giving terminology. So you were sons of or children of Adam, children of death, children of selfishness. Yeah, yeah. Children of the evil one. But God gives just straight up gift, unconditioned gift. And again, this is short form. Well, how do you become children of God? Well, through the story of Jesus. How did that happen? God becomes human to be the human we're meant to be but failed to be. He dies for us and gives us his life and sonship as a gift. That's what he means.",
    "start": "00:26:38",
    "end": "00:27:47"
  },
  {
    "text": "Yeah, right. That's the shorthand.",
    "start": "00:27:48",
    "end": "00:27:50"
  },
  {
    "text": "He can pack all of that into just. God loves us and gave us a gift that we too could be God's children.",
    "start": "00:27:50",
    "end": "00:27:56"
  },
  {
    "text": "Part of that gift too is then God's spirit empowering to be able to.",
    "start": "00:27:56",
    "end": "00:28:02"
  },
  {
    "text": "Live that way, bringing us into the life and love of the Father and the Son. The language of gift giving permeates the letters of Paul. A famous passage In Romans, chapter 8, verse 31, he says, what should we say in response to all this? If God is for us, who is against us? The one, my enemies. The one. Yeah. The one who didn't spare his own son, but gave him over for us all. Won't he also freely gift us with everything?",
    "start": "00:28:02",
    "end": "00:28:34"
  },
  {
    "text": "Yeah, yeah, dude.",
    "start": "00:28:35",
    "end": "00:28:37"
  },
  {
    "text": "He's got so many Hebrew Bible stories in his mind, you can just see it coming out. Sparing you didn't spare your own son. That's Isaac and Abraham's story. That's exactly the phrase from Isaac and Abraham, except now God is the Abraham figure and Jesus is the Isaac figure. And so the agony and trust that Abraham had experienced as he trusted his son to God only to receive him back, so to speak, is a framework for thinking about the Father handing over the Son.",
    "start": "00:28:37",
    "end": "00:29:12"
  },
  {
    "text": "It seems like he's also saying here, you know, if you can't trust that God is a generous host, but then look what he did with this gift.",
    "start": "00:29:14",
    "end": "00:29:23"
  },
  {
    "text": "That's right.",
    "start": "00:29:23",
    "end": "00:29:24"
  },
  {
    "text": "Of his son.",
    "start": "00:29:24",
    "end": "00:29:25"
  },
  {
    "text": "Correct.",
    "start": "00:29:25",
    "end": "00:29:26"
  },
  {
    "text": "And if that can't get you there, to a place of trust that he's the generous host.",
    "start": "00:29:26",
    "end": "00:29:30"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:29:30",
    "end": "00:29:31"
  },
  {
    "text": "What else can get you there?",
    "start": "00:29:31",
    "end": "00:29:31"
  },
  {
    "text": "That's right. Yeah. Paul's persuasion here is to say, yeah, God's. You can trust God as the ultimate gift giver to give us the new creation. How can I trust that? Well, look what he did with his most precious, precious gift to us, which is to let us kill. Let us bring death into his own life and love in the heartbeat between the Father and the Son.",
    "start": "00:29:31",
    "end": "00:29:58"
  },
  {
    "text": "It's a great verse.",
    "start": "00:29:58",
    "end": "00:29:59"
  },
  {
    "text": "Oh, dude. If God is for us, who is against us? And that's not just. I mean, that is inspirational.",
    "start": "00:29:59",
    "end": "00:30:04"
  },
  {
    "text": "It is.",
    "start": "00:30:05",
    "end": "00:30:06"
  },
  {
    "text": "But what does he mean by God is for us?",
    "start": "00:30:06",
    "end": "00:30:07"
  },
  {
    "text": "Well, as you unpack that into I can trust a new creation, which means I can live like it's begun.",
    "start": "00:30:07",
    "end": "00:30:14"
  },
  {
    "text": "I can live like there is truly enough.",
    "start": "00:30:14",
    "end": "00:30:16"
  },
  {
    "text": "And I can live like there's truly enough.",
    "start": "00:30:17",
    "end": "00:30:18"
  },
  {
    "text": "That's right. If the resurrection of Jesus means that the new creation has broken in and arrived, if I live in a scarcity mindset, that's because I've forgotten the good news of the resurrection and of new creation.",
    "start": "00:30:18",
    "end": "00:30:31"
  },
  {
    "text": "That's cool.",
    "start": "00:30:32",
    "end": "00:30:32"
  },
  {
    "text": "It's really cool. Think about this phrase from the letter of James, Jesus, brother, every good thing given and every perfect gift is from above coming down from the Father of Lights, with whom there is no variation or shifting shadow. Now I'm just plucking this out of context. It actually comes in a sequence. It's really cool. In James, chapter One. But it's also a good one liner, both because of the gift imagery, but also the Genesis 1 imagery.",
    "start": "00:30:32",
    "end": "00:31:01"
  },
  {
    "text": "Father of lights.",
    "start": "00:31:02",
    "end": "00:31:02"
  },
  {
    "text": "Yeah, the father of light that he created.",
    "start": "00:31:02",
    "end": "00:31:05"
  },
  {
    "text": "The sun, moon and stars. Is that what that's referring to?",
    "start": "00:31:05",
    "end": "00:31:07"
  },
  {
    "text": "Yeah. And what's their other name? Elohim. The sons of Elohim, the lights are the host of heaven, can be called in Hebrew, the sons of Elohim, the sons of God. And then notice. But then he says, so God's a creator of the lights and they are part of his family, spiritual beings meant to image him and so on. But one thing about the hosts of heaven is they're constantly moving around. Their brightness fades and shines, they twinkle, they vary. Or shifting shadow. I think he's talking here about the movements and the twinkling of the stars.",
    "start": "00:31:07",
    "end": "00:31:44"
  },
  {
    "text": "Okay.",
    "start": "00:31:44",
    "end": "00:31:44"
  },
  {
    "text": "Their glory fades in and out. And their father is not like that. He's constant brightness, constant life and light. And so that's his framework. Then out of that glorious life and light comes to us. And then he uses gift language. Every good thing that we receive in God's good world is a gift coming from the ultimate eternal source of life and light, God. This is such a great line. You can tell he just thought about Genesis 1 for days and days and days.",
    "start": "00:31:45",
    "end": "00:32:19"
  },
  {
    "text": "He looked at the stars and he saw them twinkling. And he thought about the nature of God, who created the stars.",
    "start": "00:32:19",
    "end": "00:32:25"
  },
  {
    "text": "He had a good cup of whatever tea he drank back then. He saw his children playing whatever leaves.",
    "start": "00:32:25",
    "end": "00:32:32"
  },
  {
    "text": "They were mashing into hot water.",
    "start": "00:32:32",
    "end": "00:32:33"
  },
  {
    "text": "Yeah, totally. Yeah. He heard his children laughing. He saw the sunrise and he's just like, what a gift. And every breath, everything, it's all a gift. Yeah. It's a beautiful view of the world if you have the faith to trust that it's true.",
    "start": "00:32:33",
    "end": "00:32:51"
  },
  {
    "text": "Yeah. Which can be hard to believe.",
    "start": "00:32:52",
    "end": "00:32:54"
  },
  {
    "text": "Yes.",
    "start": "00:32:55",
    "end": "00:32:55"
  },
  {
    "text": "Especially when life is sucking.",
    "start": "00:32:55",
    "end": "00:32:57"
  },
  {
    "text": "Yeah. Which it does for a lot of people a lot of the time. Yeah, yeah, yeah.",
    "start": "00:32:58",
    "end": "00:33:04"
  },
  {
    "text": "But what is the. The solution to that is to generously love others to alleviate suffering.",
    "start": "00:33:35",
    "end": "00:33:45"
  },
  {
    "text": "Yes. So let's let that turn us to the last place I want us to focus.",
    "start": "00:33:45",
    "end": "00:33:49"
  },
  {
    "text": "Great.",
    "start": "00:33:49",
    "end": "00:33:49"
  },
  {
    "text": "Here. All this biblical theology of gift giving, generosity in the midst of hardship. There's two chapters in Paul's corpus of letters where he just. It's like. It all comes together in a beautiful set of chapters. It's in 2 Corinthians, chapters 8 and 9. We've talked about this, I think. Yeah. This chapter is related to Paul's. One of his big projects, which was to raise money.",
    "start": "00:33:49",
    "end": "00:34:16"
  },
  {
    "text": "Oh, right.",
    "start": "00:34:16",
    "end": "00:34:17"
  },
  {
    "text": "To Give to the poor in Jerusalem. Correct. Yeah, exactly. Yeah. So there was a famine that hit.",
    "start": "00:34:17",
    "end": "00:34:24"
  },
  {
    "text": "Famines happen.",
    "start": "00:34:25",
    "end": "00:34:25"
  },
  {
    "text": "Famines happen. There's a lot of people hitting hard times. And so Paul gets all of these church plants that's full of all these non Jewish people to raise money and give it as a gift to. To their spiritual ancestors, so to speak, Messianic Jews in Jerusalem. Here's the backstory. In first Corinthians, he ends the letter saying, hey, you guys, remember when I was there, we talked about how every week you're going to be setting aside money. When you gather for worship in the meal, you're going to set aside money to save up, because I'm going to come or I'm going to send somebody to come and collect it pretty soon and then take it to Jerusalem.",
    "start": "00:34:25",
    "end": "00:34:59"
  },
  {
    "text": "That's what this is about.",
    "start": "00:34:59",
    "end": "00:35:00"
  },
  {
    "text": "He told them that in 1 Corinthians.",
    "start": "00:35:00",
    "end": "00:35:02"
  },
  {
    "text": "Okay.",
    "start": "00:35:02",
    "end": "00:35:02"
  },
  {
    "text": "And then what he's discovered, as we're gonna see, is that they haven't been saving up.",
    "start": "00:35:03",
    "end": "00:35:07"
  },
  {
    "text": "Yeah.",
    "start": "00:35:07",
    "end": "00:35:07"
  },
  {
    "text": "And so he's in a difficult situation. Cause what he needs to tell them, as their church planting founder is, dude, be generous, be generous, and save up the money. And you said you were gonna do it anyway, so like, why haven't you been doing it? But Paul's normal tactic is not to, like, leverage his authority and just bring the hammer. He always uses a loving type of persuasion because that's what God did with him. And so that's how. So watch how he navigates this. It's fascinating. Second Corinthians, chapter eight. So, brothers, brothers and sisters.",
    "start": "00:35:08",
    "end": "00:35:41"
  },
  {
    "text": "Yeah.",
    "start": "00:35:41",
    "end": "00:35:42"
  },
  {
    "text": "I want to tell you about the grace of God that has been given to the churches of Macedonia. So let's just pause. The word grace in Greek, it's the word charis. It is the same word as gifts.",
    "start": "00:35:42",
    "end": "00:35:54"
  },
  {
    "text": "There's no other word.",
    "start": "00:35:54",
    "end": "00:35:55"
  },
  {
    "text": "Well, there actually are some other words for gift, but the word charis as a noun is the word gift. And then as a verb, karizomai, it's the word to give a gift. It's also the most common word in the New Testament for forgive.",
    "start": "00:35:55",
    "end": "00:36:10"
  },
  {
    "text": "Forgive.",
    "start": "00:36:10",
    "end": "00:36:10"
  },
  {
    "text": "To forgive. To forgive someone when they wrong you.",
    "start": "00:36:10",
    "end": "00:36:13"
  },
  {
    "text": "Is to give a gift is to.",
    "start": "00:36:13",
    "end": "00:36:14"
  },
  {
    "text": "Give them the gift of forgiveness. So the very concept of forgiveness in the Greek New Testament is generosity. Is generosity, gift, giving. We give each other gifts.",
    "start": "00:36:14",
    "end": "00:36:23"
  },
  {
    "text": "And the word grace is the word gift.",
    "start": "00:36:23",
    "end": "00:36:26"
  },
  {
    "text": "The word grace, yeah. So he's going to use this word charis to mean a few different things here, but it's all connected, same word.",
    "start": "00:36:26",
    "end": "00:36:35"
  },
  {
    "text": "Okay.",
    "start": "00:36:35",
    "end": "00:36:36"
  },
  {
    "text": "So some gift has Been given. I'm just going to use the word gift.",
    "start": "00:36:36",
    "end": "00:36:40"
  },
  {
    "text": "Okay.",
    "start": "00:36:40",
    "end": "00:36:40"
  },
  {
    "text": "I want to make known to you the gift of God that's been given to the churches in Macedonia. Oh, did they get some money?",
    "start": "00:36:40",
    "end": "00:36:47"
  },
  {
    "text": "Yeah.",
    "start": "00:36:47",
    "end": "00:36:47"
  },
  {
    "text": "In a great deal or in a great ordeal of affliction. Their abundance of joy and their deep poverty overflowed in wealth and liberality. I'm telling you, according to their ability. No, no, excuse me, beyond their ability. They gave of their own accord to put their money in the pot. In fact, they were begging us, urging us for the gift of participating in this act of service to the saints in Jerusalem.",
    "start": "00:36:48",
    "end": "00:37:20"
  },
  {
    "text": "They thought it was a gift to be able to give.",
    "start": "00:37:21",
    "end": "00:37:24"
  },
  {
    "text": "Yes. And he says in verse five, we were not expecting this, but here's what they did. First they gave themselves to the Lord, and then they gave themselves to us by the will of God. Notice the. He's using gift and giving in all these creative ways here.",
    "start": "00:37:24",
    "end": "00:37:41"
  },
  {
    "text": "Right.",
    "start": "00:37:41",
    "end": "00:37:41"
  },
  {
    "text": "So, yeah. You tell me. What? You.",
    "start": "00:37:42",
    "end": "00:37:43"
  },
  {
    "text": "You didn't highlight the word gave there.",
    "start": "00:37:43",
    "end": "00:37:45"
  },
  {
    "text": "I should have, but.",
    "start": "00:37:45",
    "end": "00:37:46"
  },
  {
    "text": "You should have. Okay. Got it.",
    "start": "00:37:46",
    "end": "00:37:47"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:37:47",
    "end": "00:37:48"
  },
  {
    "text": "So, yeah, he's doing a little.",
    "start": "00:37:48",
    "end": "00:37:50"
  },
  {
    "text": "Shame on you.",
    "start": "00:37:50",
    "end": "00:37:51"
  },
  {
    "text": "It's a little shame on you to the Corinthians. That's what I was going to say.",
    "start": "00:37:51",
    "end": "00:37:53"
  },
  {
    "text": "He totally is. That's exactly what he's doing.",
    "start": "00:37:53",
    "end": "00:37:55"
  },
  {
    "text": "These guys in Macedonia, they're afflicted and they're poor.",
    "start": "00:37:56",
    "end": "00:38:00"
  },
  {
    "text": "Yeah.",
    "start": "00:38:00",
    "end": "00:38:01"
  },
  {
    "text": "But in spite of that, they gave a crazy generous gift that we didn't even expect.",
    "start": "00:38:01",
    "end": "00:38:07"
  },
  {
    "text": "Yeah.",
    "start": "00:38:08",
    "end": "00:38:08"
  },
  {
    "text": "Because we're like, these guys are poor.",
    "start": "00:38:08",
    "end": "00:38:10"
  },
  {
    "text": "Yeah.",
    "start": "00:38:10",
    "end": "00:38:10"
  },
  {
    "text": "Why would they give us this money?",
    "start": "00:38:10",
    "end": "00:38:11"
  },
  {
    "text": "Yeah. We're not gonna. We're not gonna ask them to give because we know they have nothing.",
    "start": "00:38:11",
    "end": "00:38:15"
  },
  {
    "text": "Yeah.",
    "start": "00:38:15",
    "end": "00:38:15"
  },
  {
    "text": "Yeah.",
    "start": "00:38:15",
    "end": "00:38:16"
  },
  {
    "text": "And they did it. And it was even beyond what they should be capable of doing.",
    "start": "00:38:16",
    "end": "00:38:20"
  },
  {
    "text": "Yep.",
    "start": "00:38:20",
    "end": "00:38:21"
  },
  {
    "text": "But for them, it was their honor. Yes. Like, they found it a gift.",
    "start": "00:38:21",
    "end": "00:38:25"
  },
  {
    "text": "It was a gift to them to.",
    "start": "00:38:25",
    "end": "00:38:27"
  },
  {
    "text": "Be able to do it in their mindset.",
    "start": "00:38:27",
    "end": "00:38:29"
  },
  {
    "text": "Yeah. In their mindset. It was a gift. They received a gift by having the chance to give.",
    "start": "00:38:29",
    "end": "00:38:34"
  },
  {
    "text": "A gift greater to give than to receive. And then he also says, it's interesting. He says they gave themselves first to the Lord and to us. That you can't be this kind of generous person if you haven't already given your life over. That's the first step in generosity is like, you have to give yourself over to a new king. A new mentality of not scarcity and of believing in a generous host that then becomes.",
    "start": "00:38:34",
    "end": "00:39:04"
  },
  {
    "text": "Yeah. The motivator. Yeah, that's right.",
    "start": "00:39:04",
    "end": "00:39:07"
  },
  {
    "text": "It's cool.",
    "start": "00:39:07",
    "end": "00:39:07"
  },
  {
    "text": "It's really cool. It Gets even cooler. Verse 7. Listen, just as you guys. Corinthians, just as you guys overflow in everything, in faith, in utterances and knowledge, in earnestness, in love that we inspired in you. So he's saying, listen, you guys are. You're pretty awesome followers of Jesus, buttering him up. Yeah, totally. He's like, you trust God. Hey, you're really smart. A lot of educated theologians there. You're earnest. See, too, that you abound in this gift. Also this gift that I just talked about in the Macedonians. I would love to see you grow in this area, too. Yeah. And then he says, listen, I'm not.",
    "start": "00:39:07",
    "end": "00:39:47"
  },
  {
    "text": "Speaking a command like, you don't have to do this. You don't have to give to this charity effort that I'm raising money for.",
    "start": "00:39:47",
    "end": "00:39:54"
  },
  {
    "text": "Correct. Yeah. I'm not going to command you to do it. But here's what I.",
    "start": "00:39:54",
    "end": "00:39:57"
  },
  {
    "text": "This is Paul, the development officer.",
    "start": "00:39:57",
    "end": "00:39:58"
  },
  {
    "text": "Right now, he is totally, totally. Look at what he says. He says, this is a new American standard translation, which I'm kind of going to summarize. The English is a bit difficult here. I'm not giving you a command, but I'm giving you a chance to prove through the earnestness of others, the sincerity of your love, too. So I just gave you this example of the earnestness of others, and now I'm telling you, you have a chance.",
    "start": "00:39:58",
    "end": "00:40:21"
  },
  {
    "text": "Step up to the plate, to step.",
    "start": "00:40:21",
    "end": "00:40:22"
  },
  {
    "text": "Up to the plate and prove your love, too.",
    "start": "00:40:22",
    "end": "00:40:25"
  },
  {
    "text": "You don't have to do it, but if you don't, I'm not sure if you really love God.",
    "start": "00:40:25",
    "end": "00:40:30"
  },
  {
    "text": "Yeah. Or just. But he.",
    "start": "00:40:30",
    "end": "00:40:31"
  },
  {
    "text": "That sounds kind of like compari them.",
    "start": "00:40:32",
    "end": "00:40:33"
  },
  {
    "text": "To the earnestness of others. His point is, actually he's exalting the Macedonians and saying, I told you about them because I want you to prove that you are just as generous and affected by the love of God as them.",
    "start": "00:40:33",
    "end": "00:40:47"
  },
  {
    "text": "You know, this can seem a little sneaky or manipulative, which I think I'm reading in from my legalistic background a little bit.",
    "start": "00:40:47",
    "end": "00:40:57"
  },
  {
    "text": "Oh, I see.",
    "start": "00:40:57",
    "end": "00:40:57"
  },
  {
    "text": "But there is something about seeing someone else's radically generous life that is very motivating.",
    "start": "00:40:57",
    "end": "00:41:04"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:41:04",
    "end": "00:41:05"
  },
  {
    "text": "You hear someone's story, you see someone do something, and then you see the joy that came out of it.",
    "start": "00:41:06",
    "end": "00:41:11"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:41:11",
    "end": "00:41:12"
  },
  {
    "text": "And that is incredibly motivating.",
    "start": "00:41:12",
    "end": "00:41:15"
  },
  {
    "text": "That's right. Yep. Factor number one. Factor number two is that these are people Paul has known for years. These are people that he never asked a penny from when he was living and starting the church. He funded his own church, planting efforts by making Tents. And he's recently. They've just had a huge conflict and they just wrote to him. He talks about it earlier in this very letter that they wrote and said they were sorry and that he forgives them. So he's got history with these people and so he can just get right to it.",
    "start": "00:41:15",
    "end": "00:41:47"
  },
  {
    "text": "Yeah.",
    "start": "00:41:47",
    "end": "00:41:48"
  },
  {
    "text": "Like, you know what I'm saying?",
    "start": "00:41:48",
    "end": "00:41:49"
  },
  {
    "text": "He doesn't have to beat around the bush.",
    "start": "00:41:50",
    "end": "00:41:51"
  },
  {
    "text": "We're listening in on a conversation between very close people.",
    "start": "00:41:51",
    "end": "00:41:54"
  },
  {
    "text": "Got it.",
    "start": "00:41:54",
    "end": "00:41:55"
  },
  {
    "text": "And he's pouring on the rhetoric here because he knows he can.",
    "start": "00:41:55",
    "end": "00:41:58"
  },
  {
    "text": "Yeah, he's gained their trust.",
    "start": "00:41:58",
    "end": "00:42:00"
  },
  {
    "text": "Totally. Yeah. So that's important. Yeah, that's important.",
    "start": "00:42:00",
    "end": "00:42:02"
  },
  {
    "text": "Got it.",
    "start": "00:42:02",
    "end": "00:42:02"
  },
  {
    "text": "Okay. To me then. This is the heartbeat. So he says, you're growing in all these other areas. I want you to grow in this grace too. I'm giving you a chance to prove that you're as awesome as I know you are. Verse 9. For you know the gift. There's our grace word again. You know, the gift of our Lord Jesus Messiah, that even though he was rich, yet for your sake, he became poor so that you, through his poverty, might become rich. He's summarizing the narrative of the story of Jesus in economic gift giving.",
    "start": "00:42:03",
    "end": "00:42:37"
  },
  {
    "text": "Through the theme of generosity.",
    "start": "00:42:37",
    "end": "00:42:38"
  },
  {
    "text": "Through the theme of generosity. Because the word grace is the word gift. Generous gift. In other words, our concept of generous gifts is what the word grace means in the New Testament.",
    "start": "00:42:38",
    "end": "00:42:49"
  },
  {
    "text": "Because of the generous gift. The Lord Jesus Christ, he was rich. He had everything he could want.",
    "start": "00:42:50",
    "end": "00:42:56"
  },
  {
    "text": "Correct.",
    "start": "00:42:56",
    "end": "00:42:56"
  },
  {
    "text": "He had the love of the Father.",
    "start": "00:42:56",
    "end": "00:42:57"
  },
  {
    "text": "Yeah. Here he's reflecting on pre incarnate Jesus.",
    "start": "00:42:58",
    "end": "00:43:01"
  },
  {
    "text": "Yeah. He had the love of the Father.",
    "start": "00:43:01",
    "end": "00:43:03"
  },
  {
    "text": "Security, status, power.",
    "start": "00:43:03",
    "end": "00:43:07"
  },
  {
    "text": "Yeah. Everything you'd want. But he wanted something more, which was us in our hearts. And so for that he gave up his status.",
    "start": "00:43:07",
    "end": "00:43:18"
  },
  {
    "text": "Correct. Yeah. He becomes poor. Which is. This is same idea, different vocabulary as in Philippians 2, where he says he was in his very nature God. But he didn't consider his equality with God something to be grabbed, to be taken or used for his own advantage. It doesn't just mean to take, he has it. But something to be. Be grasped and used for his own advantage. Rather, he emptied himself.",
    "start": "00:43:18",
    "end": "00:43:46"
  },
  {
    "text": "He saw his abundance as an opportunity to be generous.",
    "start": "00:43:46",
    "end": "00:43:49"
  },
  {
    "text": "Correct. Yeah, that's right.",
    "start": "00:43:49",
    "end": "00:43:51"
  },
  {
    "text": "That's the family ethic. It is to see your abundance as an opportunity to be generous to others.",
    "start": "00:43:51",
    "end": "00:43:55"
  },
  {
    "text": "That's right. So that they can experience the thing that I experienced.",
    "start": "00:43:55",
    "end": "00:43:59"
  },
  {
    "text": "Yeah. Which then it snowballs. You do that. And then those who are poor become rich through poverty.",
    "start": "00:43:59",
    "end": "00:44:06"
  },
  {
    "text": "And notice. Think up to the Macedonians, he's also playing this off the Macedonian story that they're acting like Jesus in their poverty. They're making others rich.",
    "start": "00:44:07",
    "end": "00:44:16"
  },
  {
    "text": "Yeah.",
    "start": "00:44:16",
    "end": "00:44:17"
  },
  {
    "text": "And similar to Jesus, the irony is that he was rich and then chose to become poor so that through his poverty, what upside down world.",
    "start": "00:44:17",
    "end": "00:44:27"
  },
  {
    "text": "Yeah. What a backwards way the kingdom of God is to try to find security and life.",
    "start": "00:44:28",
    "end": "00:44:33"
  },
  {
    "text": "So 2 Corinthians, chapter 8, verse 9 is just. It's beautiful. It's a one liner of Paul's that captures the essence of the story of Jesus through the language of gift giving and generosity. And his point is material generosity is the only reasonable response to the gift that has been given us in. In the life of Jesus. If you aren't materially sharing with others, it shows there's some deep disconnect in how you think about the Christian faith. I think that's what he's saying.",
    "start": "00:45:01",
    "end": "00:45:37"
  },
  {
    "text": "Which means all of us have a deep disconnect with how we think about the Christian faith.",
    "start": "00:45:37",
    "end": "00:45:42"
  },
  {
    "text": "Yeah.",
    "start": "00:45:42",
    "end": "00:45:42"
  },
  {
    "text": "Because who doesn't struggle?",
    "start": "00:45:42",
    "end": "00:45:43"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:45:44",
    "end": "00:45:45"
  },
  {
    "text": "With materialism.",
    "start": "00:45:45",
    "end": "00:45:48"
  },
  {
    "text": "Totally. And so that brings us all the way back too. I think that's why generosity themes, generosity and scarcity themes are right there in Genesis 3. It's because it's part of the human condition. Is there enough to people who have more than enough, they're sitting there wondering, is there enough? If there's not, maybe there's not enough. I need to do something about that. And that's how it all gets started. And it makes sense then that the solution to that in Jesus is another act of generous, abundant giving.",
    "start": "00:45:49",
    "end": "00:46:21"
  },
  {
    "text": "The generous gift of Jesus doesn't leave you, shouldn't leave you going. Is there enough? The generous gift of Jesus should do what Romans 8 right. Said, if God wouldn't spare his own son, then why would he withhold anything? Yes, there is enough.",
    "start": "00:46:22",
    "end": "00:46:39"
  },
  {
    "text": "Yeah, that's exactly right. So being a follower of Jesus involves a lot of things, but one of them is trusting that in the life of Jesus I have been given the ultimate gift. It includes that my own failures and sins have been accounted for in Jesus death on my behalf. That the death that I've introduced into the world through my selfishness and hoarding and whatever sin that that's dealt with on the cross. But equally important to that story and to the gift is the resurrection and the dawn of the new creation, the birth of the new creation, where there is enough for me and for everybody. That's what the resurrection means. And so it's fostering. Yeah. Cultivating that alternative view of reality.",
    "start": "00:46:40",
    "end": "00:47:30"
  },
  {
    "text": "Because ultimately what are we scared of with scarcity? Ultimately, we're scared of death.",
    "start": "00:47:31",
    "end": "00:47:38"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:47:39",
    "end": "00:47:40"
  },
  {
    "text": "And so resurrection proves that that actually isn't the final enemy.",
    "start": "00:47:40",
    "end": "00:47:45"
  },
  {
    "text": "Yes.",
    "start": "00:47:45",
    "end": "00:47:46"
  },
  {
    "text": "That isn't something to be scared of.",
    "start": "00:47:46",
    "end": "00:47:48"
  },
  {
    "text": "Yes, that's exactly right. Yeah. Death. Which is why Paul will go on in Romans 8 after that thing that he quotes, and he says, I'm convinced that neither death nor life, nor angels or powers. So spiritual powers, the things present or the things to come, the present or the future, nor height, nor depth, nor any other created thing can separate us from the love of God, which is in Messiah. Jesus our lord. Did Romans 8. What you just said is what he's getting poetic about. Romans chapter 8. And it's the most difficult thing to do to foster that alternative view of the world, the abundance mindset.",
    "start": "00:47:48",
    "end": "00:48:34"
  },
  {
    "text": "But it is the family ethic.",
    "start": "00:48:34",
    "end": "00:48:36"
  },
  {
    "text": "It's the family ethic.",
    "start": "00:48:36",
    "end": "00:48:37"
  },
  {
    "text": "I like, use that phrase. It kept stuck.",
    "start": "00:48:37",
    "end": "00:48:40"
  },
  {
    "text": "Yeah. From Matthew 5.",
    "start": "00:48:40",
    "end": "00:48:42"
  },
  {
    "text": "Yeah.",
    "start": "00:48:42",
    "end": "00:48:43"
  },
  {
    "text": "Yeah.",
    "start": "00:48:43",
    "end": "00:48:43"
  },
  {
    "text": "Look at. Look at my father.",
    "start": "00:48:43",
    "end": "00:48:44"
  },
  {
    "text": "Yeah.",
    "start": "00:48:44",
    "end": "00:48:45"
  },
  {
    "text": "His son shines on. People who are good and bad deserve it and don't deserve it.",
    "start": "00:48:45",
    "end": "00:48:52"
  },
  {
    "text": "Yeah.",
    "start": "00:48:52",
    "end": "00:48:52"
  },
  {
    "text": "The family ethic is one of abundant generosity to. To everyone, your friends and your enemies.",
    "start": "00:48:52",
    "end": "00:49:01"
  },
  {
    "text": "That's right. So there's something. Maybe there's something in the video where we can use color or some kind of. Remember how in the Exile video we had Babylon and Exile represented by this dark blue maze, and then home was gold world?",
    "start": "00:49:01",
    "end": "00:49:19"
  },
  {
    "text": "Yeah.",
    "start": "00:49:19",
    "end": "00:49:20"
  },
  {
    "text": "There's something similar here, too, where the world of scarcity is invaded by the generous gift that begins to create abundant Eden right here in the midst.",
    "start": "00:49:21",
    "end": "00:49:34"
  },
  {
    "text": "Yeah, it's the reverse infection.",
    "start": "00:49:34",
    "end": "00:49:36"
  },
  {
    "text": "Yeah, that's right. Yeah, totally.",
    "start": "00:49:36",
    "end": "00:49:38"
  },
  {
    "text": "It's the yeast and the dough.",
    "start": "00:49:38",
    "end": "00:49:39"
  },
  {
    "text": "And you can actually participate and experience new creation abundance when you share. When you share. Yeah. I don't share as often as I would like to think that I would, but I have had those experiences where you're like, this is awesome. This person's stoked. I'm stoked. And there's some vibe happening here where for this moment, there's enough and there's a connection here, and we both feel safe and accepted. And this is awesome.",
    "start": "00:49:40",
    "end": "00:50:18"
  },
  {
    "text": "Yeah.",
    "start": "00:50:18",
    "end": "00:50:18"
  },
  {
    "text": "I wish every moment could be like this. And then it's not.",
    "start": "00:50:18",
    "end": "00:50:23"
  },
  {
    "text": "And then it's not. I've kind of hung onto the phrase of trying to be uncomfortably generous, because when I think of the phrase, like, radically generous, or I think of, like, the way, like the bullseye of generosity, of just this crazy mentality, it just. It feels impossible. But what I can do is be generous to a level that does make me feel uncomfortable. And then what I find is that there's life there. And then keep pressing the boundaries of that uncomfortability. And that's different for everyone in different seasons.",
    "start": "00:50:23",
    "end": "00:51:02"
  },
  {
    "text": "Yes. Yeah, that's right.",
    "start": "00:51:02",
    "end": "00:51:03"
  },
  {
    "text": "It's just a nice way to tiptoe into generosity, man.",
    "start": "00:51:04",
    "end": "00:51:08"
  },
  {
    "text": "I met this family once, a church they worked at, and they. I think we did a generosity season of like a teaching series and other projects at the church. And there was this family who shared their story with me where they just created a little separate savings account among all their other accounts, and they just did auto transfers from it throughout the year.",
    "start": "00:51:08",
    "end": "00:51:31"
  },
  {
    "text": "Yep. Interesting. I had a season of that.",
    "start": "00:51:31",
    "end": "00:51:33"
  },
  {
    "text": "Yeah.",
    "start": "00:51:33",
    "end": "00:51:33"
  },
  {
    "text": "My business was like, yeah, really booming. We just set up a Saving. A checking account, and we said. And we just transferred money into it. Every.",
    "start": "00:51:33",
    "end": "00:51:41"
  },
  {
    "text": "That's right.",
    "start": "00:51:41",
    "end": "00:51:42"
  },
  {
    "text": "Just automatically a certain percentage, and then we just. That we get to give away that money.",
    "start": "00:51:42",
    "end": "00:51:48"
  },
  {
    "text": "Yeah, totally. Yeah. So then they would just enter a season after it was to a certain amount where they would just start praying as a family, like, lord, show us who to give it to. And then they just said, cool stuff happened.",
    "start": "00:51:48",
    "end": "00:51:59"
  },
  {
    "text": "Yeah.",
    "start": "00:51:59",
    "end": "00:52:00"
  },
  {
    "text": "Just like. Then they would hear about a situation and be like, hey, we have some money to give that. And I just thought that was a really. It was practical. Point is, it was practical.",
    "start": "00:52:00",
    "end": "00:52:09"
  },
  {
    "text": "Yes.",
    "start": "00:52:09",
    "end": "00:52:10"
  },
  {
    "text": "It still was spontaneous, but it was spontaneous because they had planned for it. Yeah, yeah, yeah.",
    "start": "00:52:10",
    "end": "00:52:16"
  },
  {
    "text": "There's a pastor in a chipping room. No. Is that right? Yeah, Chip. Great guy. I mean, I don't really know him that well, but he gave this talk, and in it, he gave. He told a story. It's really stuck with me, huh? It's a story. And he said while he was young in ministry, there was this older patron of friend who's just a wealthy friend. And the wealthy friend set up a checking account and gave Chip a checking checking book or book of checks for that account. And he said, hey, I'm gonna put money in this checking account. And what I want you to do with this checkbook is just while you're a pastor doing. If someone needs money, just use this. And that's all I told him. And Chip didn't know, like, how much money would be in this account. I think he knew how much was in it, but he didn't know what would happen when he spent it all. Was that it?",
    "start": "00:52:16",
    "end": "00:53:10"
  },
  {
    "text": "Yeah. Right.",
    "start": "00:53:10",
    "end": "00:53:11"
  },
  {
    "text": "So he just walked around with this, like, what? Like this checkbook. And it totally changed. The way he interacted almost in every. Every experience was now just like this opportunity of Maybe I can be generous here.",
    "start": "00:53:11",
    "end": "00:53:24"
  },
  {
    "text": "Yeah. Wow.",
    "start": "00:53:24",
    "end": "00:53:25"
  },
  {
    "text": "Because he had this guy's checkbook.",
    "start": "00:53:25",
    "end": "00:53:27"
  },
  {
    "text": "Yeah.",
    "start": "00:53:27",
    "end": "00:53:28"
  },
  {
    "text": "And as he was telling that story, I realized what he was really talking about, which was like, that's how we should be living. That's the mentality of like, this is all God's.",
    "start": "00:53:28",
    "end": "00:53:39"
  },
  {
    "text": "That's right.",
    "start": "00:53:39",
    "end": "00:53:39"
  },
  {
    "text": "And he's given us.",
    "start": "00:53:39",
    "end": "00:53:40"
  },
  {
    "text": "That's right.",
    "start": "00:53:41",
    "end": "00:53:41"
  },
  {
    "text": "The checkbook. That's how we should be thinking about life.",
    "start": "00:53:41",
    "end": "00:53:44"
  },
  {
    "text": "That's good.",
    "start": "00:53:45",
    "end": "00:53:46"
  },
  {
    "text": "Really stuck with me.",
    "start": "00:53:46",
    "end": "00:53:47"
  },
  {
    "text": "Yeah. Isn't that interesting how the sayings of Jesus become so over familiar? Yeah. Because that's what totally Jesus point about. Look at the ravens, look at the flowers, look at the sun, look at the rain.",
    "start": "00:53:47",
    "end": "00:53:59"
  },
  {
    "text": "Yeah.",
    "start": "00:53:59",
    "end": "00:53:59"
  },
  {
    "text": "But somehow it becomes so religified. Yeah, I just made that up. Religious ified. It becomes so religious that we can't hear it in its full power anymore. And so it requires new parables.",
    "start": "00:53:59",
    "end": "00:54:14"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:54:14",
    "end": "00:54:15"
  },
  {
    "text": "Like that. That's right. What a remarkable mindset. Because this isn't just like give because it's the right thing to do or give because you ought to. It's a totally different story that on the surface can result in what looks like the same behavior, being generous with your time and resources, but the Jewish Christian story underneath that is a completely different mindset that actually looks foolish from a scarcity mentality.",
    "start": "00:54:16",
    "end": "00:54:47"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. That's it for this series. Today's show is produced by Dan Gummel. Our theme music comes from the band Tents. We're a crowdfunded nonprofit in Portland, Oregon and you can find all of our resources@bibleproject.com thanks for being a part of this with us.",
    "start": "00:54:51",
    "end": "00:55:09"
  },
  {
    "text": "Hi, my name is John. Hi, my name's Tina and I'm from Hood River, Oregon. I first heard about the Bible Project about eight years ago when I was teaching Bible to students. And I first heard about the Bible Project when I was a brand new youth pastor. Currently I use bibleproject for their classroom. And I first used the bibleproject for students and learning, but now I use it for my own study and creativity. My favorite thing about the bibleproject is classroom because it allows me to experience the Bible at a different depth that I'm used to and it allows me to push my own paradigms. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, articles, podcasts, classes and more on the Bibleproject app and@bibleproject.com.",
    "start": "00:55:09",
    "end": "00:55:57"
  },
  {
    "text": "It.",
    "start": "00:56:05",
    "end": "00:56:05"
  }
]