[
  {
    "text": "Hey, this is John at the bibleproject. Today on the podcast we're going to continue re releasing a series of question and responses that we did on YouTube. Question and response was a time where we took your questions and we gave our best response. We did this on YouTube live. So you'll notice the audio quality is a little different. Not as good as our usual podcast. So we apologize for that. In this episode we're releasing our Q and r on Genesis 1 through 11. There's a lot of great stories fundamental to the story of the Bible in Genesis 1 through 11. You can watch the video that we based this discussion off of. You can find the link in our show notes. The first question in this Q and R is about why we didn't talk about Satan or the snake, the serpent in this video.",
    "start": "00:00:08",
    "end": "00:00:57"
  },
  {
    "text": "Why we left him.",
    "start": "00:00:57",
    "end": "00:00:57"
  },
  {
    "text": "Here we go.",
    "start": "00:00:58",
    "end": "00:00:59"
  },
  {
    "text": "I think the first place we want to start is. So actually one of the questions came from Demetrius Walton. Demetrius asked, what caused you to leave out the serpent? Who's the enemy of the Messiah and our souls? Why did you leave out Genesis 3:15? Because we get God's rescue plan in seed form and the idea of a Messiah in that verse. And once we get to chapter 12, we see how God fleshes out the plan through his promised covenant with Abraham. Yeah, so why did we leave out the snake?",
    "start": "00:01:01",
    "end": "00:01:29"
  },
  {
    "text": "Yeah, Demetrius, good question, man. That's exactly the question I asked myself as we were making the video. So there's one practical question, and this is about learning the medium, the visual communication medium of these videos. And what we found in our writing and brainstorming process is in the five to six minute video, like what we're doing, you can't talk about everything. If you talk about everything, it'll be 30 minutes and it won't be effective as a piece of communication. So what we wanted to do was highlight what we saw as the dominant narrative theme and thread that holds together all of the stories in Genesis 1 through 11. And that's with the spiral, really. We set it up as everything's great and then the spiral. And so we just focused like a laser on that. And I knew that we would do a series at some point where we would get to the snake crusher and the serpent, which we do in the Messiah, which we do in the Messiah video. And then in the Read Scripture series, which, as you see the poster in front of you here, we have a two part video on Genesis and we do all about the serpent. So I also knew that in future videos we'd talk about the serpent. So that's why we did what we did. Because to introduce the serpent would require at least 30 to 60 seconds more. And we just felt like we wanted to highlight the human rebellion as the thread. There's pros and cons to that decision, but that's why we did it.",
    "start": "00:01:29",
    "end": "00:03:11"
  },
  {
    "text": "So we'll keep talking about the serpent, though, because. So this other question came in from Andrew Mattson in regards to the serpent. I understand that in the. What's that?",
    "start": "00:03:12",
    "end": "00:03:24"
  },
  {
    "text": "Ancient Near Eastern.",
    "start": "00:03:24",
    "end": "00:03:26"
  },
  {
    "text": "Smarter than me. Ancient Near Eastern context, the serpent could have been recognized as the chaos monster, and the image of the serpent actually develops into a biblical theology of Satan. But if the recently freed Israelite slaves are the first audience for the story, then I think it would be fair to say that Egypt is their immediate context. With the Egyptian artwork that has a lot of protective serpent imagery. The cobra protruding from Pharaoh's crown and the pharaoh himself looking like a cobra with. How do you pronounce that?",
    "start": "00:03:26",
    "end": "00:03:57"
  },
  {
    "text": "Uraeus.",
    "start": "00:03:57",
    "end": "00:03:57"
  },
  {
    "text": "Uraeus, like, headdress. Do you think that the Genesis serpent could have evoked the memory of Pharaoh and the Egyptian enslavement? So is there any connection between the biblical writers using the serpent and what was going on in the ancient Near Eastern context there with the Pharaoh and all that stuff?",
    "start": "00:03:57",
    "end": "00:04:17"
  },
  {
    "text": "Yeah. So, Andrew, great question. You've done some reading on the background of the image of the serpent in the ancient Near East. My hunch is that you've been reading John Walton, which is awesome. I'm a huge fan of his commentary on Genesis. So, yeah, the image of the serpent. So first off, in the narrative itself, all it says about this serpent is that it's a creature that is like any other creature in God's good world. So it doesn't come out of the gates and say it's Satan or it's spiritual evil embodied in a. It's just. It's a creature. But the author of Genesis selects, you know, an image and tells the story this way. And the serpent, for sure, like, all of this Egyptian symbolic context is in the background. But the image of a serpent, also in Israel's own neighborhood of the Canaanites, is a really common image in the literature and mythology of the Canaanites. And so the serpent, just like something like the Statue of Liberty or think in terms of, like, American politics right now, the elephant, you know, as an image of Republican Party, like, animals have a wide ripple effect of the images and ideas they bring to mind. And the serpent's definitely that. So you get other sea dragon or reptile like creatures occurring elsewhere in the Old Testament as this icon of chaos and disorder or death in God's good world. So all of that's wrapped up here. This is a creature and clearly what it does in the story is try and lead humans to rebel against the Creator and lead them towards death. So it's a very. The point is it's a very rich image that would have had lots of connection to Egyptian and Canaanite as the bad guy, representing spiritual evil and chaos. So, yes, all of that's there, Andrew. And I do think the author of Genesis expected the readers to make those connections.",
    "start": "00:04:17",
    "end": "00:06:37"
  },
  {
    "text": "Quick live question. Which of the books is your favorite?",
    "start": "00:06:40",
    "end": "00:06:43"
  },
  {
    "text": "Of the Bible?",
    "start": "00:06:44",
    "end": "00:06:45"
  },
  {
    "text": "Yeah, of the Bible.",
    "start": "00:06:45",
    "end": "00:06:46"
  },
  {
    "text": "Whatever one I'm working on that's true.",
    "start": "00:06:46",
    "end": "00:06:48"
  },
  {
    "text": "Every single time we get to a new video, Tim's like, I'm so excited we're finally in hey Guy.",
    "start": "00:06:48",
    "end": "00:06:53"
  },
  {
    "text": "I love hey Guy today. And then, yeah, so there you go. They're all awesome.",
    "start": "00:06:53",
    "end": "00:06:59"
  },
  {
    "text": "A lot of people kind of want to talk about literalism. And did we have a question?",
    "start": "00:07:00",
    "end": "00:07:06"
  },
  {
    "text": "We do. We have a few questions about how to help Frame that conversation 1 to 11. Kip Weiland had a great way of framing that question. Do we have that, Kip? Okay, I'll read it. Kip said, I'm a multi decade Christ follower. I'm witnessing what seems to be a growing division in the church over the significance of literalism in the Genesis stories. These accounts cover a great deal of time, certainly predating human writing and historical record keeping. The debate seems to rage over the way we read the Bible. Maybe the concern is over trying to control what we choose to read as poetic, metaphorical, historical, analogous, etc. My question is, does it matter where we draw the lines of literalism versus metaphor in the Genesis accounts? Creation, Adam and Eve, Noah, Babylon, or is this just a matter of opinion? And then Kip says, I personally don't find the story of God with us threatened by these questions. God's authorship and creative command need not be questioned, despite the mystery inherent in the story. But why are some people threatened over this? Talking about this topic in a five minute answer is like doing surgery with a hammer. It's just so complex.",
    "start": "00:07:06",
    "end": "00:08:29"
  },
  {
    "text": "And also there's a lot at stake for people.",
    "start": "00:08:30",
    "end": "00:08:32"
  },
  {
    "text": "That's right, yeah. So there's multiple questions here. I think here would be my way of framing it. Anytime you or I communicate to another person, we choose a medium of communication. It might be, you know, if it's your words, you can do it in conversation, but you could also choose to Break out in song, you know, and sing to your friends what you think about dinner or something. We choose types of communication for different purposes. And then when a human wants to use a literary text to do that, there's just all kinds of different choices available. Do I write a letter? Do I write a novel? Do I write a poem? Do I? And so communication requires a mode of communicating done in a language, which means it's in a culture. And so the debate actually isn't, I think, about should I read this story literally or metaphorically? I think the question needs to be we need to honor these authors, biblical authors, and pay attention to the mode of writing and the style of writing they chose to communicate in. And then I need to adjust my expectations to the medium that they chose. And I think a lot of what this debate is, especially with the early chapters of Genesis, is that modern readers, we don't know what expectations we're supposed to have. And a lot of the debate is about people debating over what expectations are we imposing on these stories, what ones should we really have? So for me, it's not about should I read these stories literally or metaphorically. If I use a metaphor. If you interpret my metaphor literally, you're violating my intention. And so I don't care how we're supposed to read these stories from our point of view. I want to know how these authors intended these stories to be read. And so then you just have to get into, well, what type of writing is it? It's narrative, but it's a type of narrative that has a lot of connections and overlap with the way that in the Israelites ancient context, the Babylonians, the Egyptians, like, wrote very similar types of narratives about ancient. What was to them ancient history. We forget that for the Israelites, Genesis 1 to 11 is ancient about ancient history.",
    "start": "00:08:32",
    "end": "00:11:00"
  },
  {
    "text": "Yeah, well, you mentioned that the other day when we were talking about this, and I thought that was a really interesting way to think about it.",
    "start": "00:11:00",
    "end": "00:11:07"
  },
  {
    "text": "Yeah.",
    "start": "00:11:07",
    "end": "00:11:07"
  },
  {
    "text": "Because for me, yeah, the ancient.",
    "start": "00:11:07",
    "end": "00:11:09"
  },
  {
    "text": "It's all ancient.",
    "start": "00:11:09",
    "end": "00:11:10"
  },
  {
    "text": "Yeah. We're Jesus time. That's ancient time. And then if you think about the Babylonian captivity time, that's ancient. And on and on and on. King David, ancient.",
    "start": "00:11:11",
    "end": "00:11:21"
  },
  {
    "text": "Yeah.",
    "start": "00:11:21",
    "end": "00:11:21"
  },
  {
    "text": "But to King David, he had his ancients.",
    "start": "00:11:21",
    "end": "00:11:24"
  },
  {
    "text": "Yes.",
    "start": "00:11:24",
    "end": "00:11:25"
  },
  {
    "text": "People who were just as far away.",
    "start": "00:11:25",
    "end": "00:11:26"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:11:27",
    "end": "00:11:27"
  },
  {
    "text": "As. I don't know what the math is, but. And in those stories and those. And that all bled into how they thought about the world.",
    "start": "00:11:27",
    "end": "00:11:38"
  },
  {
    "text": "Yeah. So our question is, how did an ancient Israelite author depict ancient history for that author? And what you have in Genesis 1:11 is a type of narrative that has lots. Every story has connections to similar topics and narratives in Babylonian literature and Egyptian literature, in Canaanite literature. And so we shouldn't treat it in isolation from that background. We should read it in connection with it. And what you see is there's overlap and similarities, but also key differences that the biblical authors believe in the God of Israel as the one true God, the creator of all. And so they tell the stories from that theological angle. I'm not getting into specifics here, but the problem is we get into specifics too quickly in this debate and then we just get lost in the debates about did the flood really happen or didn't happen? That's the wrong question. The question is who is this author dialoguing with? Well, there's ancient Babylonian flood stories too, lots of them. And this story in Genesis is definitely in dialogue with those stories. So let's have the conversation on that level before we get into our debates about did it really happen or didn't happen. We have to discipline ourselves and I think be patient with that question until we read the stories in their ancient.",
    "start": "00:11:38",
    "end": "00:13:07"
  },
  {
    "text": "Because there's so much to. There's so much beauty and so much to learn from these stories when you begin to ask the right questions and you don't get hung up with, that's right. Did this literally happen or not?",
    "start": "00:13:07",
    "end": "00:13:21"
  },
  {
    "text": "Yeah, yeah. Which is important. I mean, so don't get me wrong. The question about the truthfulness of the Bible is extremely important. It's really, really important. But I want to be careful that I don't impose my 21st century Western expectations onto these stories and make them talk about ancient history the way I want them to talk about it. That's not loving my neighbor as myself. If I'm really going to honor these authors, I'm going to submit myself to the way that they chose to communicate in their cultural context. And it's very different than how we did ours. We do it today. So anyway, that's a big 30,000 foot answer to that complex question.",
    "start": "00:13:22",
    "end": "00:14:05"
  },
  {
    "text": "A lot of people are asking, kind of ties into that then to talk about the people living to 120 years.",
    "start": "00:14:07",
    "end": "00:14:16"
  },
  {
    "text": "Okay, that's a good example of what we're talking about. Yeah. So in Genesis 5.",
    "start": "00:14:17",
    "end": "00:14:21"
  },
  {
    "text": "This is actually. Felipe has asked it a couple of times.",
    "start": "00:14:23",
    "end": "00:14:26"
  },
  {
    "text": "Felipe. Yeah, so Genesis 5 is a great example there. The genealogy going from Adam, the first human character in the story, going through all these generations down leading up to Noah. And these people live fantastically long periods of time, hundreds and hundreds Years of time. And then the flood happens. And then after that, people start to live much less.",
    "start": "00:14:26",
    "end": "00:14:53"
  },
  {
    "text": "It's actually capped. Right. There's a cap.",
    "start": "00:14:54",
    "end": "00:14:55"
  },
  {
    "text": "Fewer years. Well, there's a cap with the sons of God in Genesis chapter 6. I can already tell we're not even going to scratch the surface of people's questions about what Genesis 1:11. But here's the thing. So we read this story, we read modern Westerners, we say, oh, it's a genealogy. This is like what my grandpa or grandma put together@genealogy.com last week and gave me the big fat book. So you have to stop and you have to say, well, no, this is from thousands of years ago, different culture. It's likely that genealogies functioned differently in their culture than they do in ours. And biblical genealogies do function differently. There is an immense amount of meaning and significance and theology built into these. It's not just a matter of record keeping. And so the ordering of the names, even like the symbolic placement of them, that Enoch comes seventh and then he lives precisely the number of years as the solar calendar year. And then he's taken up like, there's all these intriguing. Every single one of them has these intriguing features to them, which clues us in to that. The author is doing more than just giving us an ancient archival list, but he's doing theology with this genealogy. That's one thing. In terms of cultural connection, there is a number of ancient genealogies from ancient Babylon that have a very similar setup to Genesis 1:11. The Babylonians also had preserved a memory of a catastrophic flood in the Middle East. And they have this sense of, in ancient history, they had kings and people who lived not just hundreds of years, thousands of years, tens of thousands of years. And then the flood happens because the gods got angry. And then humans start living for shorter amounts of time. The Genesis author is interacting with this tradition that they would have known before the flood. People lived fantastically long amounts of time. So in comparison, I know this seems weird to you, but in comparison to these Babylonian stories, the people in Genesis 5 don't live very long. Like, Methuselah's got 900 years under his.",
    "start": "00:14:55",
    "end": "00:17:06"
  },
  {
    "text": "Mouth or something, which is.",
    "start": "00:17:06",
    "end": "00:17:07"
  },
  {
    "text": "It's a long time for us. But in comparison to the stories that the author's alluding to, what are those stories? Oh, they're living like 5,000 years.",
    "start": "00:17:08",
    "end": "00:17:16"
  },
  {
    "text": "Oh, really?",
    "start": "00:17:16",
    "end": "00:17:17"
  },
  {
    "text": "Yeah, these Babylonian kings. And so. And then what's unique about Genesis 5 is the drum beating in the genealogy is everybody dies, people live long amounts of time, and then they die. And it's the garden, the act of divine judgment from the garden of death, entering into God's world. And so Genesis 5, the point you should get actually from an ancient perspective wouldn't be how long these people are living. It's the fact that everybody's dying and how short these people are living.",
    "start": "00:17:17",
    "end": "00:17:51"
  },
  {
    "text": "So to me, that's about the consequences of death.",
    "start": "00:17:52",
    "end": "00:17:55"
  },
  {
    "text": "It's about the consequences of sin and death bringing about death in God's good world. So it's a good example where from our perspective, we think these people live forever.",
    "start": "00:17:55",
    "end": "00:18:04"
  },
  {
    "text": "But from their perspective, these guys were getting.",
    "start": "00:18:05",
    "end": "00:18:07"
  },
  {
    "text": "The point of it is they're living so short and then everybody's dying.",
    "start": "00:18:07",
    "end": "00:18:11"
  },
  {
    "text": "Yeah. So they're reading this and they're like, something's happening, something's wrong with God's world.",
    "start": "00:18:11",
    "end": "00:18:16"
  },
  {
    "text": "In light of what happened in the garden. So more to be said there. But that's a good example of reading the narratives and dialogue with the ancient stories that they're connected to.",
    "start": "00:18:16",
    "end": "00:18:27"
  },
  {
    "text": "Do we have a question on difference between Genesis 1 and 2?",
    "start": "00:18:28",
    "end": "00:18:31"
  },
  {
    "text": "We do. I forget Krishna asked it. It was very simple. Did God create the earth twice in Genesis 1 and 2?",
    "start": "00:18:32",
    "end": "00:18:40"
  },
  {
    "text": "Yeah. So we're getting in the live stream people asking about that as well. So there's also some naughty language going.",
    "start": "00:18:40",
    "end": "00:18:48"
  },
  {
    "text": "On in the live stream.",
    "start": "00:18:48",
    "end": "00:18:49"
  },
  {
    "text": "Guys, come on. I know this is the Internet, but behave.",
    "start": "00:18:49",
    "end": "00:18:54"
  },
  {
    "text": "Sorry, I need to not look at the live stream questions.",
    "start": "00:18:56",
    "end": "00:19:00"
  },
  {
    "text": "Can you kick people out? So Genesis 1 and 2. In Genesis 1 we have a creation story. You go through the seven days. And then in Genesis 2 we have another creation story that has a different flavor to it. Did God create the world twice? That's actually a blunt way of putting it.",
    "start": "00:19:02",
    "end": "00:19:22"
  },
  {
    "text": "Yeah, that is a blunt way of putting it.",
    "start": "00:19:22",
    "end": "00:19:23"
  },
  {
    "text": "So.",
    "start": "00:19:24",
    "end": "00:19:24"
  },
  {
    "text": "So once again, this is about ancient culture and Hebrew is a different language. So first of all, what do we even mean by create? For modern Western folk, that means to bring something into physical existence. But the moment you weigh it into Genesis 1 with that assumption, it immediately doesn't make very much sense because the story begins in the beginning. God created. And then the first thing that's there is a chaotic, dark, watery chaos. So Genesis 1 doesn't tell a story of something coming into being out of nothing. It's that things begin in a chaotic, dark, uninhabitable state. And that God brings order and beauty and an environment where life can flourish, ending in a garden. That's Genesis chapter one and it uses the seven day scheme. That's brilliant and amazing. And there's no time to talk about how it fits together. But Genesis 2 comes along and uses a one day scheme and the order is different than Genesis 1. So like in Genesis 1, the land and then the creatures and then the humans are the pinnacle in Genesis 1. In Genesis 2 you have the land and then you have humans, we have the man, then you have animals and creatures, then you have female. So even the different narrative order, I think clues us in to the fact that the author's doing something other than just shooting a video camera of what happened in the first weeks of the universe. Unless the author wasn't smart enough to realize he's telling about the same events with time schemes that don't fit together. That's, I think, the author's clue to say neither one of those stories is giving us a video camera shot. So an easy way to think about Genesis 1 and 2 are. I think of Genesis 1 as a Hubble Space Telescope photo. It's just grand and cosmic and you're looking out at the galaxies, whereas Genesis 2. Oh wait, can I show them my screen? Oh, perfect. Great. Here's I think Genesis 2. It's Van Gogh's most famous painting, Starry Night. You guys have seen this painting before. So Genesis 2 has a rich, rich use of imagery and the way his vocabulary, God has hands, he's getting his hands into the dirt and God's breathing and so on. It's all this very earthy imagery that I think is the author claiming that God has hands that floated down out of the sky. And like. So obviously the author's giving clues that there's more to meet the eye than with his language. And so there are two different portraits, I think, of the same claim that God is the author of all that is how exactly that took place. I don't think the stories, I don't think the author intends the stories to give us that information. That's information that I think modern folks, we're obsessed with and we want the Bible to speak to it. But I think we violate what the author was trying to do when we make the Bible speak that way. I know, and I say that in my humble opinion because I know there's lots of really smart people that disagree with me, but that's my conviction.",
    "start": "00:19:24",
    "end": "00:23:14"
  },
  {
    "text": "And is it Walton that is he a good resource for.",
    "start": "00:23:15",
    "end": "00:23:21"
  },
  {
    "text": "It's a Hebrew Bible scholar, teaches at Wheaton in Illinois, John Walton. And he has two great books. One's called the Lost World of Genesis 1. And then he has one called the Lost World of Adam and Eve. And you will learn More about these narratives that you thought you knew but realize you never knew. And then also about the ancient culture that Israel lived in and that the author of Genesis is a connection to the great books. And they're really accessible. Anybody could read them. They don't assume you know Hebrew or anything. That's a great place to start if you want to take a next step in learning about this. We had a question about why we use different art styles.",
    "start": "00:23:22",
    "end": "00:24:02"
  },
  {
    "text": "Yeah.",
    "start": "00:24:03",
    "end": "00:24:03"
  },
  {
    "text": "For. Oh yeah, it's the last one. Eric's question.",
    "start": "00:24:03",
    "end": "00:24:06"
  },
  {
    "text": "Eric.",
    "start": "00:24:06",
    "end": "00:24:06"
  },
  {
    "text": "That we thought was good. Eric Schieler, if I pronounced that right. Eric, no disrespect if I mispronounce it. So Eric asked this. He said, I'm curious about why the theme videos use a different style than the book videos. I love the book style, which seems easier to follow. I'm also curious about the technique used to create the book style videos. Maybe a good topic for last video in the series. Bonus clip. Thanks for unlocking the Bible. The video overviews are just enough essential context to proceed with reading the text with the full expectation of understanding rather than forcing myself to read. So I'm glad the videos are helpful for you, Eric. They're really fun to make. So maybe why do we choose different styles? And kind of the evolution of the different styles is interesting. So we watched Genesis 1 to 11.",
    "start": "00:24:06",
    "end": "00:24:59"
  },
  {
    "text": "Yeah, that's where we started with Styles. Two things. One is I don't want these designers. This is an amazing design team we have. You can't really see everyone. And we're doing this as a passion project. And so we want to continue to explore and press ourselves as designers. So that's one reason, selfishly, why just innovate new styles. Yeah. Just to have fun, make this fun. Also, I think it's going to be boring to watch the same style over and over and over. But we're also discovering which styles are best for different books. So there's some exploration there.",
    "start": "00:24:59",
    "end": "00:25:35"
  },
  {
    "text": "So at the beginning of last year, we wanted to experiment with more of what would be like a power lecture type of video. And that's what the poster Read Scriptures series has come about. So we chose one style. Let's do every book of the Bible literary design. Just get into the details. And so we just. We love that and gain traction with it. So we're doing it. It's going to be done by the end of this year. But for the more animated color style videos, we want to allow the artist to just sky's the limit, you know, to keep exploring new techniques and Styles. So that's kind of why we do it. And underneath that, I think, is a passion, particularly of John's, though mine too, that we just think art produced by followers of Jesus shouldn't be crappy, it shouldn't be bad. And it often is. There's just. No, there's no reason for that at all. Yeah. So we wanted to be beautiful. Yeah. We wanted the videos to be pushing the envelope and pressing a leading edge of design, art, art, design. And so that's.",
    "start": "00:25:36",
    "end": "00:26:48"
  },
  {
    "text": "That's another reason why Yumalonski said, love the variety of styles. It shows how much we're like our creator. So that's kind of what you're saying.",
    "start": "00:26:48",
    "end": "00:26:54"
  },
  {
    "text": "Yeah. Create agreeing.",
    "start": "00:26:54",
    "end": "00:26:56"
  },
  {
    "text": "Yeah. Like, we. We're Christians, we're created by God and he's creative. Let's use our creativity.",
    "start": "00:26:56",
    "end": "00:27:03"
  },
  {
    "text": "That's right. Yeah. We'll never come up with anything matching, like, how awesome the Hubble space.",
    "start": "00:27:03",
    "end": "00:27:12"
  },
  {
    "text": "That's true.",
    "start": "00:27:12",
    "end": "00:27:13"
  },
  {
    "text": "But we can make a cool video about Genesis 1:11. We have a handful of questions, and I've seen a couple about the tree and the knowledge of good and evil and the first sin and stuff like that. Why we framed it the way we did. So we have one question on that that came in earlier from Grace. And she put it this way. She said, I've always wondered about Genesis, the story of how man first sinned. Is there any indication that Adam and Eve would have sinned and eaten the forbidden fruit had they not been tempted further? If God gave man a will, does that necessarily indicate that man was created with the ability or the propensity to sin on his own? Does sin require a tempter? One of my wisest theology teachers, Gary Brashears, who? You'll see his face on the website. He's a mentor to me, and he vets and reads all of the scripts before we move them on. He has a really helpful way of talking about different kinds of Bible theology questions that we have. Some are questions that the biblical texts actually answer, like, give us information to answer, and then other ones, the Bible silent. And he calls these pipe and beer questions where you kick up your feet at the end of the day with a group of people and a beer, and, you know, you get some good English smoking tobacco and you have a ball. I mean, you just speculate till you're all sleepy and tired in moderation, but at the end of the day you recognize, like, yeah, you know, we're not sure. And so there's an enormous amount of pipe and beer type of questions happening in the Garden story in particular, what would have happened if the humans in that story hadn't made the choice of it? So we don't know. The narrative isn't at all trying to. The narrative isn't exploring speculative possibilities. These narratives in Genesis 1 to 11 are trying to help give us an angle on why the world is the way it is as we experience it. And so what we wanted to do here was to show that the choice between knowing good and evil. And in Hebrew, knowing is about experiential knowledge, not just philosophical knowledge. And so it's about, are humans going to trust God as the provider of what is good? Or as they go about building this world, are they going to know good and evil for themselves and on their own terms? And so that's why the image of grabbing is so important, I think, in the story. Are they going to receive good from God, or are they going to take good and then define it on their own terms? And that's the human experience as far back as we can tell. And that's true to almost all of our experience. I mean, think of any time you feel you're temporizing with somebody you don't like, and then you want to yell at them or say the mean cutting comment, and you know it's wrong, but then you do it anyway. And then you look back 10 seconds later, or it might take you an hour, and you're like, dang it, I shouldn't have done that. That was really dumb. And it's that, right? It's our experience of doing the wrong thing. Like, you chose to say that and to give in, but at the same time, you look back on it as if you went insane for a second, because that's not who you are and who you want to be. And so we experience evil or temptation as something foreign to us, but yet also as something that we choose. And I can't think of a better way to explore that idea. Then the narrative of Genesis 3 is just brilliant, how it explores it. And so the story just doesn't speculate for us. It gives us an account of our real experiences of evil, I think.",
    "start": "00:27:14",
    "end": "00:31:12"
  },
  {
    "text": "And we used in the script the phrase that I think was something like, humans are horrible at defining good and evil on our own, and it just leads to a ton of problems. So there's something lacking in our ability to play God, essentially, and define what's good and what's evil. When we do that ourselves, that's what leads to all these problems. And even if we're trying to do the right Thing.",
    "start": "00:31:12",
    "end": "00:31:39"
  },
  {
    "text": "Yes.",
    "start": "00:31:40",
    "end": "00:31:40"
  },
  {
    "text": "Even if, like, your best intentions are in mind. I mean, sometimes you're just being morally dubious, but sometimes you're just trying to do the right thing and you screw it up because we don't know how to.",
    "start": "00:31:40",
    "end": "00:31:52"
  },
  {
    "text": "Yes. So the story of Cain is a great. It's about that. So you have Cain, you know, who's made this horrible choice in his past, but God gives him a second chance. So Cain goes and builds a city and the city becomes the center of all this technological, cultural progress and music and metalworking. And then it all leads to Lamech and he's this like, arrogant, violent person who ends up making hell on earth in Kane City. So this is good. The narrative itself is exploring. Kane didn't set out to make Nightmare Town, he set out to make a city. That's awesome. Where there's music and art and technology, but something about the human condition just distorts, like the human story towards violence and selfishness, even despite our best intentions.",
    "start": "00:31:53",
    "end": "00:32:42"
  },
  {
    "text": "So the Tree of the Knowledge and evil is showing us that we need to rely on God's definition of good and evil.",
    "start": "00:32:42",
    "end": "00:32:50"
  },
  {
    "text": "Yes.",
    "start": "00:32:50",
    "end": "00:32:50"
  },
  {
    "text": "When we take it for ourselves, we screw things up.",
    "start": "00:32:51",
    "end": "00:32:53"
  },
  {
    "text": "We inevitably redefine good and evil in selfish, me and my tribe type of terms and exhibit a human history. It's like this is controversial, you know, I think this is the world as we know it. And it's the Bible's account of why things are that way.",
    "start": "00:32:53",
    "end": "00:33:14"
  },
  {
    "text": "Okay. A lot of people want to talk about Sons of God and Enoch, Book of Enoch. It keeps coming up in the future.",
    "start": "00:33:14",
    "end": "00:33:22"
  },
  {
    "text": "I know. Yeah, totally.",
    "start": "00:33:22",
    "end": "00:33:24"
  },
  {
    "text": "And then so we have a great question.",
    "start": "00:33:25",
    "end": "00:33:28"
  },
  {
    "text": "Yeah, we had a question from. I think this was Seth, Seth Roach's question that I think will summarize this. So I've recently been introduced to an idea through Dr. Michael Heiser, who's acquaintance and colleague. I went to school with Mike Heiser, doctor For a couple years. And this is his take. That the cause for evil and sin in the world isn't simply Genesis 3, but also includes the other rebellions mentioned in Genesis 6 and Genesis 11. This seems to hold more than just Adam accountable, reflects on the cosmic warfare we are in. And in fact Christ entered into and overcame through the cross and resurrection. I know there's so much more behind all of that, but can you comment or bring into the narrative the effect of the rebellion of the Watchers or the sons of God as reflected in those chapters as well as mentioned by Peter and Jude? Yeah, Here we go, you guys. Welcome. Welcome to a 3,000 year old conversation. Who on earth are the sons of God in Genesis, chapter six? And just like the first thing you do is humble yourself and recognize, you join millions of people before you who have been trying to figure out what on earth that story is trying to say. So we're talking about Genesis chapter six, verses one to four. And here, actually, you can look at my screen. I'll just acquaint you with it if you're not already. I'll read from the New American Standard, which is the worst English, but the most faithful to the Hebrew. Now, it came about when men began to multiply on the face of the land and daughters were born to them. That the sons of God saw that the daughters of men were beautiful. They took wives for themselves, whomever they chose. Then the Lord said, my spirit will not strive or abide. There's some debate on the meaning of that word with man forever because he also is flesh. Nevertheless, his days will be 120 years. And the Nephilim were on the earth in those days and afterward when the sons of God came into the daughters of men and bore children to them. And those were mighty men who were of old, men of renown. So that's all very clear. Yeah, this is a very strange story. So the first debate is on who are the sons of God. And there's been about three basic views on that through 3,000 years of debate. One is that it means what the phrase means. Same phrase means in the beginning of the Book of Job that sons refers to members of a category of gods, namely divine or spiritual beings, later understood as angels. So this would be that there were spiritual beings that were a part of God's crew, or in the Old Testament, his divine council, his cabinet. And that they decided to go down to Earth. And it doesn't even highlight sex as such, but just that they wanted to marry these women because they were. They were really beautiful. And then somehow that's bad because God brings a judgment because of that. And then this odd note that these, they're still around guys called the Nephilim are on the Earth.",
    "start": "00:33:28",
    "end": "00:37:03"
  },
  {
    "text": "The half breeds, aren't they the half breeds?",
    "start": "00:37:03",
    "end": "00:37:05"
  },
  {
    "text": "Well, it doesn't say that. Okay. All it says is in the same time period was the period of when the Nephilim were on the Earth and also afterward when this happened. And who are the Nephilim? They're just mighty warriors who are awesome. So the story. So here's where we go, one view is that it's the sons of God. There was about 800ish years after this story came into existence 800 to 500. There was a book produced in the Second Temple period by an anonymous author called the Book of Enoch. And this author was writing as if they were the character Enoch from the Book of Genesis. And it was a very common form of Jewish biblical interpretation. And much of the story is spun out of trying to interpret this. And so it creates, fills out the story that the sons of God are these angelic beings who rebelled against God. They thought that these women were really beautiful. They went and had sex with them and then produced giants that the Nephilim are their offspring. Giants. Now the story doesn't say the Nephilim are their offspring.",
    "start": "00:37:05",
    "end": "00:38:20"
  },
  {
    "text": "This is all from the Book of Enoch.",
    "start": "00:38:20",
    "end": "00:38:22"
  },
  {
    "text": "It's from the Book of Enoch, which.",
    "start": "00:38:22",
    "end": "00:38:23"
  },
  {
    "text": "By the way, just to say, is not in our scriptures.",
    "start": "00:38:23",
    "end": "00:38:26"
  },
  {
    "text": "That's right. It's not in the Jewish, Christian, Catholic, Protestant Bible. Never, never happened.",
    "start": "00:38:27",
    "end": "00:38:33"
  },
  {
    "text": "But it was literature written during the times, widely read. We know that even Jesus followers in the early church would have had access to it.",
    "start": "00:38:33",
    "end": "00:38:42"
  },
  {
    "text": "Yeah, the Jude in history quotes from.",
    "start": "00:38:44",
    "end": "00:38:47"
  },
  {
    "text": "It, quotes from it. So it's a widely read, influential book. What does that mean for us then? Now just to kind of pause on the Nephilim thing, just Book of Enoch, like a lot of people want to know, is it scripture? What should our perspective on the Book of Enoch be?",
    "start": "00:38:47",
    "end": "00:39:03"
  },
  {
    "text": "Oh, well, it was not included in the Jewish Bible. It just doesn't fit or have a place there in what the Hebrew Bible is doing. And there were debate, but it was widely read. And then as the Hebrew Bible and the Jewish Bible went into Christian tradition, so the Book of Enoch was in the environment and lots of people read it and quoted from it like people like Jude in the New Testament. But that doesn't mean that they considered it part of the Old Testament. Just like when I quote from Paul's letter to the Romans and then I quote from C.S. lewis. It doesn't mean I think C.S. lewis is part of the Bible, but I really think that people should read C.S. lewis. You know, it's like that just because you quote from something as valuable doesn't mean that you think it should be part of the Bible. There's a little more to it than that. But basically that is kind of my response about the Book of Enoch. So it's a very important witness to how Jews in the second century BC were reading and interpreting the story about the sons of God. But it's really important to know that there have been other views throughout history, namely that the sons of God were human. So the king from. In Israel, the kings. In Israel, the king was called the son of God, like David or the kings from the line of David. And so another very ancient view is that these are ways of talking about ancient kings, kings of the ancient world who took as many wives as they chose, which in the Genesis narratives is violating the plan for a covenant of one man, one woman set out in Genesis 1 and 2. And so you have kings who, like Lamech, are just accumulating like wives, like property, as many as they can. And this was the days of the great Nephilim and warriors of old. And they reeked, they created, as the story goes on, such violence in God's good world that God cleansed it with the flood. So that.",
    "start": "00:39:03",
    "end": "00:41:22"
  },
  {
    "text": "That's actually two separate views.",
    "start": "00:41:23",
    "end": "00:41:24"
  },
  {
    "text": "Two separate views. A third one is called the Sethite view. Just Google the sethite view, Genesis 6, and you'll find that one. Explain.",
    "start": "00:41:24",
    "end": "00:41:32"
  },
  {
    "text": "Why are so many people interested right now in Sons of God? Book of Enoch, like, what's going on?",
    "start": "00:41:32",
    "end": "00:41:38"
  },
  {
    "text": "I know, the Noah movie. Yeah. The Noah movie is essentially the Book of Enoch's version of the flood story.",
    "start": "00:41:38",
    "end": "00:41:47"
  },
  {
    "text": "Yeah.",
    "start": "00:41:47",
    "end": "00:41:47"
  },
  {
    "text": "So, yeah. And it's just. It's fantastic. You know, people, conspiracy theorists then get UFOs in here, you know, and it's really. The Book of Enoch is crazy because in the Book of Enoch, he names all of these angelic beings. There's big lists of their names. And none of this actually comes from Genesis. It's all an interpretation from this Second Temple Jewish period, which is interesting.",
    "start": "00:41:48",
    "end": "00:42:17"
  },
  {
    "text": "It's interesting, but it's extra biblical.",
    "start": "00:42:17",
    "end": "00:42:20"
  },
  {
    "text": "That's right. Because for a Jewish author in the 200s B.C. this story is ancient to them.",
    "start": "00:42:20",
    "end": "00:42:28"
  },
  {
    "text": "Yeah.",
    "start": "00:42:29",
    "end": "00:42:29"
  },
  {
    "text": "And so already they're living in a different cultural context from that in which the author wrote the story.",
    "start": "00:42:30",
    "end": "00:42:35"
  },
  {
    "text": "Now, if you want to get really interesting, crazy stuff that is in the Bible. Book of Daniel.",
    "start": "00:42:35",
    "end": "00:42:41"
  },
  {
    "text": "Yes. In terms of this type of literature, this type of. Yeah, totally. Well, yeah, kind of. I mean, the way that the biblical authors have. It's a part of the biblical worldview that earthly events have some analogy or correlation to heavenly events, that they're connected, especially the story of nations and how nations rise and fall. And so you have angelic beings, who are these representatives or rulers representing different people, groups and nations. So when nations fight, these angelic beings are fighting. And that's a concept in the Book of Daniel, but that's way beyond Genesis 1 to 11. That's when we talk about the Book of Daniel.",
    "start": "00:42:42",
    "end": "00:43:28"
  },
  {
    "text": "Luke's asking about John Sailhammer oh, do you read anything, Tim?",
    "start": "00:43:28",
    "end": "00:43:32"
  },
  {
    "text": "Have you read? I've read everything by John Sailhammer multiple times. And I had the privilege of being a student for a number of years when I was in seminary. If I would cite two main influences that all of these videos come out of, it would be John Sailhammer and then my first Bible teacher, Ray Lubeck, who was himself a student of John Sailhammer, both of whom I studied with here in Portland. Yes, John Sailhammer. Go look him up on Amazon and buy and read everything he ever read. If you're interested in how to read the Bible wisely and intelligently.",
    "start": "00:43:32",
    "end": "00:44:10"
  },
  {
    "text": "We've got to wrap this up. A couple questions. We didn't get to Ham and Noah. A lot of people.",
    "start": "00:44:10",
    "end": "00:44:16"
  },
  {
    "text": "What happened in the tent?",
    "start": "00:44:16",
    "end": "00:44:17"
  },
  {
    "text": "What happened in the tent? 10 second answer.",
    "start": "00:44:17",
    "end": "00:44:19"
  },
  {
    "text": "Oh, 10 second answer. Ham looked upon his father's nakedness, which is nearly identical to a phrase used multiple times in the book of Leviticus to some kind of sexual abuse or having sex.",
    "start": "00:44:19",
    "end": "00:44:34"
  },
  {
    "text": "So sorry if that bums you out. And then see, let's wrap it up there.",
    "start": "00:44:36",
    "end": "00:44:45"
  },
  {
    "text": "Sex and attempt. Let's end with that.",
    "start": "00:44:46",
    "end": "00:44:48"
  },
  {
    "text": "We really appreciate you being part of this. A special thank you to the people who've been supporting this project. The reason why we now have free time to do this, make more videos.",
    "start": "00:44:50",
    "end": "00:44:59"
  },
  {
    "text": "Sorry we can't get everything.",
    "start": "00:45:01",
    "end": "00:45:02"
  },
  {
    "text": "This will be posted on YouTube later and we'll do this again. So thanks, guys.",
    "start": "00:45:02",
    "end": "00:45:07"
  },
  {
    "text": "Yep. See you guys. Thanks.",
    "start": "00:45:07",
    "end": "00:45:09"
  },
  {
    "text": "Thanks again for listening to the Bible Project podcast. We're a nonprofit studio. We're in Portland, Oregon, and we make videos and podcasts and other resources free of charge because of a growing number of monthly supporters who make this project go. So thanks for being a part of this with us.",
    "start": "00:45:13",
    "end": "00:45:30"
  },
  {
    "text": "Sam.",
    "start": "00:45:34",
    "end": "00:45:43"
  },
  {
    "text": "It.",
    "start": "00:46:00",
    "end": "00:46:01"
  }
]