[
  {
    "text": "Hi, this is john at the Bibleproject. We've been releasing a series of Q&Rs, which stand for question and response. It's a recording of Tim and I during a YouTube livestream that we did over a year ago where we answered questions about different books in the Old Testament. This episode is on the book of Leviticus. Leviticus is one of the strangest books in the Old Testament, one of the hardest to read through. It's full of ancient law codes about how ancient Israel was supposed to live together as a community, all based around the sacrificial system, the Jewish festivals. It calls them to be a people that are different, set apart from the neighboring countries, and a people who uphold justice and righteousness for themselves and others. It's pretty confusing for modern people. So we're going to look at questions like how should modern readers interpret these ancient laws? What's the deal with laws against tattoos? And more. This audio originally came from the YouTube channel, so it's not as high quality as usual. So we apologize about that. Thanks for joining us. Here we go.",
    "start": "00:00:09",
    "end": "00:01:11"
  },
  {
    "text": "Today we're gonna interact with your questions on the book of Leviticus. Leviticus, the book you love to hate.",
    "start": "00:01:12",
    "end": "00:01:19"
  },
  {
    "text": "The book you give up reading the Bible with.",
    "start": "00:01:21",
    "end": "00:01:23"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:01:23",
    "end": "00:01:24"
  },
  {
    "text": "You get to this book and you're like, you know what? I don't think I'm gonna read the Bible this year.",
    "start": "00:01:24",
    "end": "00:01:28"
  },
  {
    "text": "After all, you get the Bible in a year, and then late February, you get to Leviticus in here. Just over it.",
    "start": "00:01:28",
    "end": "00:01:33"
  },
  {
    "text": "Yeah, it's ancient law code.",
    "start": "00:01:34",
    "end": "00:01:36"
  },
  {
    "text": "It's an ancient priestly tech manual. How I referred to it.",
    "start": "00:01:36",
    "end": "00:01:41"
  },
  {
    "text": "It's not typical summer reading.",
    "start": "00:01:41",
    "end": "00:01:43"
  },
  {
    "text": "No, it's good bedtime reading. But anyhow, it's a really, really significant and important book in the Old Testament storyline.",
    "start": "00:01:43",
    "end": "00:01:53"
  },
  {
    "text": "And it doesn't have all the laws. Not all the laws in the Torah are in Leviticus.",
    "start": "00:01:54",
    "end": "00:01:59"
  },
  {
    "text": "No, a whole bunch are, but a whole bunch are. The narrative of the Pentateuch almost grinds to a halt, actually, once they get to Mount Sinai in the book of Exodus. So the whole book is set with God speaking to Israel through Moses at the foot of Mount Sinai.",
    "start": "00:01:59",
    "end": "00:02:18"
  },
  {
    "text": "That's where most of this is happening.",
    "start": "00:02:18",
    "end": "00:02:19"
  },
  {
    "text": "So it's mostly laws being revealed to the people.",
    "start": "00:02:19",
    "end": "00:02:23"
  },
  {
    "text": "So all Leviticus takes place at the foot of Mount Sinai.",
    "start": "00:02:23",
    "end": "00:02:25"
  },
  {
    "text": "Foot of Mount Sinai.",
    "start": "00:02:25",
    "end": "00:02:26"
  },
  {
    "text": "They're just getting soaking in the law code.",
    "start": "00:02:26",
    "end": "00:02:29"
  },
  {
    "text": "Totally. Yeah. Moses is compiling the priestly tech manual.",
    "start": "00:02:29",
    "end": "00:02:33"
  },
  {
    "text": "Here's Leviticus.",
    "start": "00:02:34",
    "end": "00:02:35"
  },
  {
    "text": "Yes.",
    "start": "00:02:35",
    "end": "00:02:35"
  },
  {
    "text": "And what you've kind of shown in this poster is the symmetry in how Leviticus Is organized.",
    "start": "00:02:35",
    "end": "00:02:44"
  },
  {
    "text": "Yeah. Yeah. It's really the way that the book works. Yeah. Is as a symmetry. If you're interested, there's a German Old Testament scholar named Erich Zanger who's just unbelievable. He's written mostly on the Psalms. He died tragically a year ago before he was able to complete his commentary on the Psalms. But he has a number of really great essays. You can Google and find him online. And on the book of Leviticus, and he put forward. I don't know the idea a long time ago, and most everybody accepts it now that the book of Leviticus is. Is arranged as a symmetry. So it opens with a big block of laws about the five different types of sacrifices that Israel was to offer. Then you get a block of stories about the priesthood of Aaron being ordained. And then you get a big block of these things called the ritual purity laws. Clean and unclean. I'm sure we'll talk a lot about that. Then you get the Day of Atonement stuff. But then what you get is a block of laws about the purity of the people, but specifically their moral purity in contrast to the Canaanites. And then over here, you get a big block of laws about the qualifications for being priests. And this is what Zanger points out. He says this section right here for all the world should come right after chapter 10. Right.",
    "start": "00:02:44",
    "end": "00:04:18"
  },
  {
    "text": "Why break that up?",
    "start": "00:04:19",
    "end": "00:04:19"
  },
  {
    "text": "Because it's the same topic as here's the priest getting ordained and here's how they're supposed to live. Somebody has cracked these two apart.",
    "start": "00:04:21",
    "end": "00:04:29"
  },
  {
    "text": "Yes.",
    "start": "00:04:29",
    "end": "00:04:30"
  },
  {
    "text": "And then put these two blocks of purity laws with the Day of Atonement at the center. And then this block of ritual laws is matched by a block of ritual laws about. Not sacrifices, but about the feast days. And then it's concluded with a little bit of narrative. So anyway, so the structure is beautiful.",
    "start": "00:04:30",
    "end": "00:04:50"
  },
  {
    "text": "In and of itself.",
    "start": "00:04:50",
    "end": "00:04:51"
  },
  {
    "text": "Yeah. And it's drawing all of the focus towards this central day of atonement, sacrificial ritual. Right in the middle of the book. Yeah.",
    "start": "00:04:51",
    "end": "00:04:59"
  },
  {
    "text": "And then also, bigger picture than even the symmetry of the book is the. Up here. Tell us about how Leviticus begins.",
    "start": "00:04:59",
    "end": "00:05:09"
  },
  {
    "text": "That's right.",
    "start": "00:05:09",
    "end": "00:05:10"
  },
  {
    "text": "And then how numbers begins.",
    "start": "00:05:10",
    "end": "00:05:11"
  },
  {
    "text": "Yeah. So the. Even though there's not a lot of narrative in the book, it's framed by a narrative, like a plot tension. So God's come to live among his people, but we know from Exodus, the golden calf debacle, that the Israelites are really screwed up and unfaithful. So when God finally does show up at the end of Exodus to live among his people, Moses cannot go into the tent. It's really anticlimactic. Shows up, the tabernacle's done, and then Moses can't go in. Which you might not think anything of. You might think, I wouldn't want to go into the tent either if there's a storm cloud over it.",
    "start": "00:05:11",
    "end": "00:05:51"
  },
  {
    "text": "Right.",
    "start": "00:05:51",
    "end": "00:05:51"
  },
  {
    "text": "But the moment you begin the first sentence of the book after Leviticus, it begins with Moses in the tent. Someone pointed this out to me a long time ago and I thought, man, that's such an easy way to think about what the book of Leviticus is. God's come to dwell among his people and because of their own sin and unfaithfulness, they can't enter. Moses, their representative, cannot enter. So whatever this book is about, it's about God revealing a way for his own sinful, broken people to get into the tent, to enter into his presence. If you don't learn anything about Leviticus from the rest of the discussion, just that simple fact helps you frame how it fits. Fits into the storyline.",
    "start": "00:05:51",
    "end": "00:06:32"
  },
  {
    "text": "Cool.",
    "start": "00:06:32",
    "end": "00:06:33"
  },
  {
    "text": "So we've got a question from Joe Hicks from Texas. And you asked about tattoos in Leviticus, you said, why does Leviticus consider tattoos to be unclean and what does that mean for modern day Christians?",
    "start": "00:06:33",
    "end": "00:06:51"
  },
  {
    "text": "I'm going to look up the actual. Here it is, 1928.",
    "start": "00:06:51",
    "end": "00:06:54"
  },
  {
    "text": "Yeah. Leviticus, 1928.",
    "start": "00:06:54",
    "end": "00:06:56"
  },
  {
    "text": "Do not cut your bodies for the dead or put tattoo marks on yourselves. I am the Lord.",
    "start": "00:06:56",
    "end": "00:07:02"
  },
  {
    "text": "Yep, this is a great, this is a great example. So we'll talk about this as an example, but it opens up a much bigger set of issues about what Leviticus is doing in the Bible and what not just modern readers, but what readers throughout history, specifically Christian readers, have thought, what they're supposed to do with this book. So just to address this one in context, tattoos don't appear by themselves in this law. Given to the Israelites.",
    "start": "00:07:02",
    "end": "00:07:31"
  },
  {
    "text": "It's connected to cutting your bodies for the dead.",
    "start": "00:07:31",
    "end": "00:07:32"
  },
  {
    "text": "Yeah, connected to some kind of self mutilation for the dead. So this still happens in many cultures today, like Eastern cultures that do acts of ancestor worship, you know, where they will provide offerings of some kind to their dead ancestors to get their favor and guide them and so on. So Israel wasn't to do that. These laws, this comes in the section of laws right here. And this whole section, 18 to 20 is opened up by saying, don't live like the Canaanites. And so many, if not most of these laws in these chapters, which is this one, target some practice in Canaanite culture and says, yeah, don't do that. And so. So this is one of them.",
    "start": "00:07:32",
    "end": "00:08:19"
  },
  {
    "text": "We know for sure that was one of them. We're just guessing.",
    "start": "00:08:20",
    "end": "00:08:22"
  },
  {
    "text": "No, we know. Think of the story, the mutilating yourself as some kind of way of getting favor from the gods. Think of the story of Elijah and the prophets of BAAL on Mount Carmel. Oh, that's right. And after a while, their God doesn't answer them with fire from heaven. They start cutting themselves. Yeah. There's also a parallel to this law in the book of Deuteronomy that doesn't mention tattoo. It's in Deuteronomy, chapter 14, and it doesn't mention tattoos. It mentions don't cut yourselves or shave your heads for the dead. So these two laws are giving us some window into some Canaanite practice of putting tattoo marks or self laceration or shaving your head as some sort of ritual to gain favor from your dead ancestors. Okay, so I don't think.",
    "start": "00:08:23",
    "end": "00:09:21"
  },
  {
    "text": "Unless that's why most Portlanders get tattooed, it's for their TED answers.",
    "start": "00:09:22",
    "end": "00:09:28"
  },
  {
    "text": "Yeah, that's right. So I actually think it's a violation of the author's intent to pull that line out of Leviticus and say God hates tattoos, because that's not honoring the context of the verse itself, much less the cultural context of what these laws were all about. So, I mean, if I wanted to go get a tattoo of my grandpa and then say prayers to my grandpa like that. Okay, then we're in the ballpark. But other than that, that's just a total.",
    "start": "00:09:28",
    "end": "00:10:03"
  },
  {
    "text": "Then I should confront you about that.",
    "start": "00:10:03",
    "end": "00:10:05"
  },
  {
    "text": "Yes, I would want you to get in my face about that one.",
    "start": "00:10:05",
    "end": "00:10:08"
  },
  {
    "text": "Okay.",
    "start": "00:10:08",
    "end": "00:10:09"
  },
  {
    "text": "Yeah. So, but what that raises is the bigger question of, for a Christian, like, how do I relate to these laws?",
    "start": "00:10:09",
    "end": "00:10:17"
  },
  {
    "text": "Right, that's the bigger question.",
    "start": "00:10:17",
    "end": "00:10:18"
  },
  {
    "text": "Yeah, that's the question Joe's asking. What does that mean for modern day Christians?",
    "start": "00:10:18",
    "end": "00:10:22"
  },
  {
    "text": "Yeah, what does that mean for modern day Christians? I mean, so we have a whole video on the law that we talk about how Jesus fulfillment of the law, how he summarizes it as love God and love others. And how Paul then uses the law sometimes to he still respects it and he will use it and he'll find wisdom in it, but that he also would agree that you don't have to follow the law. So I guess with any of these, it sounds like first you got to go and say, what's this law actually saying in its ancient context?",
    "start": "00:10:22",
    "end": "00:10:58"
  },
  {
    "text": "And.",
    "start": "00:10:59",
    "end": "00:10:59"
  },
  {
    "text": "And then as a Christian, as a Christ follower, where Jesus fulfilled the law, then what's the wisdom in that? That I Should follow.",
    "start": "00:11:00",
    "end": "00:11:07"
  },
  {
    "text": "Yeah, that's right. So there we go to somewhere like Paul's first letter to the Corinthians where he'll quote from a law in Deuteronomy about oxen or something about what you do with your ox, but then it doesn't have anything to do with ox from his point of view. He derives a wisdom principle out of it and then applies that to an issue in the life of the Corinthian Church. So I think Paul becomes a model for us about what to do with obscure laws in the Pentateuch. These laws don't define the covenant relationship terms by which I relate to Jesus. They don't. This was how ancient Israel related to God, but it's not how I relate to God through Jesus.",
    "start": "00:11:08",
    "end": "00:11:53"
  },
  {
    "text": "So the principle behind this law, the wisdom, is participate in activities that in themselves are not wrong necessarily, but that are trying to get you to go into some spiritual realm. That's not.",
    "start": "00:11:53",
    "end": "00:12:10"
  },
  {
    "text": "Yeah, yeah, that's right. I mean, across the whole biblical storyline, Old Testament and New Testament, doing ritual practices that are trying to get you in touch with spiritual beings and powers so that they'll work for you or do things on your behalf. That's not good.",
    "start": "00:12:10",
    "end": "00:12:32"
  },
  {
    "text": "That's not it. That's not a thing you should be doing.",
    "start": "00:12:32",
    "end": "00:12:36"
  },
  {
    "text": "Yes, because first of all, you're not acknowledging the one true God who truly is the author of life and has power to guide you and so on. But second, it's that you're messing with fire. You're messing with really mysterious spiritual realities.",
    "start": "00:12:38",
    "end": "00:12:53"
  },
  {
    "text": "Now, however, this is nuanced in, like Paul's discussion of eating meat sacrificed to gods, that he's saying, well, look, we know that these gods don't have any power.",
    "start": "00:12:53",
    "end": "00:13:05"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:13:05",
    "end": "00:13:06"
  },
  {
    "text": "So if it's not causing you or anyone else to sin or doubt or get confused, then eat the meat. So like, so you can still participate as long as you're not doing it for the purpose of the spiritual practice.",
    "start": "00:13:06",
    "end": "00:13:23"
  },
  {
    "text": "Paul definitely puts a prohibition on going to pagan temples and eating the sacrificial meals in a pagan temple. He just says, straight up, you're sharing.",
    "start": "00:13:23",
    "end": "00:13:33"
  },
  {
    "text": "Just go do it.",
    "start": "00:13:33",
    "end": "00:13:33"
  },
  {
    "text": "You're sharing in the presence of demons. He says that. But if you're in your own home and a cow, you're eating steak that was sacrificed to Zeus earlier that day.",
    "start": "00:13:33",
    "end": "00:13:46"
  },
  {
    "text": "It's like, I, yeah, sure, no big deal.",
    "start": "00:13:46",
    "end": "00:13:49"
  },
  {
    "text": "Yeah, Zeus.",
    "start": "00:13:49",
    "end": "00:13:49"
  },
  {
    "text": "Everyone's cool with this. It's a Zeus. It's a Zeus steak. We're all good.",
    "start": "00:13:49",
    "end": "00:13:53"
  },
  {
    "text": "Yeah, it's no big deal. We know God made this cow, and we're gonna accept it with.",
    "start": "00:13:53",
    "end": "00:13:57"
  },
  {
    "text": "Okay, so if you run into a tattoo parlor and they specialize in tattoos for the dead, right? And that's their thing, is they're like, that's right. You probably shouldn't go in there and get a tattoo, even if it's just gonna be of your mom, you know, or, well, your mom. That's a bad example. But if it's gonna be of, like, Wile E. Coyote or something on your forearm, you shouldn't. Probably shouldn't do that.",
    "start": "00:13:57",
    "end": "00:14:17"
  },
  {
    "text": "And I don't want to downplay the fact there is a whole underbelly of, like, occult magic subculture, at least I know of here in America.",
    "start": "00:14:18",
    "end": "00:14:32"
  },
  {
    "text": "It's pretty dark stuff, and some of it is piercings and some of it is tattoos. It's part of that.",
    "start": "00:14:32",
    "end": "00:14:40"
  },
  {
    "text": "That's part of it sometimes for some people. And I think the point is stay, stay away. Steer clear of that stuff. So. Good question, Joe. Ben asked a question that kind of relates to that about the first readers of Leviticus, whether they recognize the divisions of ceremonial and moral laws. What about readers in Jesus day and in the early church? So the book of Leviticus recognizes some distinction when it groups together ritual purity laws, sacrificial laws from a group of what we would call moral purity laws. But I'm being a little too general in the poster here, because if you read through 18 to 20 of Leviticus, there are lots of laws like love your neighbor as yourself comes from right here, right?",
    "start": "00:14:40",
    "end": "00:15:36"
  },
  {
    "text": "Actually before the tribal end or the.",
    "start": "00:15:36",
    "end": "00:15:39"
  },
  {
    "text": "Yeah, totally. But then right after that is a sentence of not wearing clothing made of two kinds of material and not sowing two different kinds of seed. The book of Leviticus itself doesn't really seem to acknowledge a group of ritual, ceremonial laws about sacrifices and then a group of moral laws. That's more. Actually, that division within the laws comes from much later in Christian theology, in the Reform, in the movement of the Reformation and those writers. And a common way to say it is that the ritual laws are not applicable to Christians, but the moral laws still are. And that's one way to make things.",
    "start": "00:15:39",
    "end": "00:16:23"
  },
  {
    "text": "Because if you're saying that all of this, all of the law can be summarized with love, then the moral laws are a lot more specific to love. So it's a lot. They usually divert a lot less correct. So they're. They're much more easy to.",
    "start": "00:16:24",
    "end": "00:16:39"
  },
  {
    "text": "But for the author of Leviticus and for ancient Israelites, it was all one thing. Yes, I love God because I don't wear Two different kinds of, and I love God by not wearing two kinds of clothing. So I don't think in their minds there was a separation between the two. And so I don't, I don't think it's actually helpful to say some of the laws aren't applicable anymore, but some are right. And we need to figure out some checklist. I think it's more true to the biblical storyline and what Jesus and the apostles say about the law is that the laws given to Israel were fulfilled in Jesus, Israel's Messiah, and that he has opened up a multi ethnic family of God's people. And the terms by which Jesus family relates to God are, are in continuity with these terms, but they are not these terms set out in the book of Leviticus. They're just different. And the New Testament is pretty clear about that one. It was very controversial in their day and it's still controversial in our day too.",
    "start": "00:16:39",
    "end": "00:17:50"
  },
  {
    "text": "Yeah, and it was super controversial back then because all these converts, a lot of them were Jews.",
    "start": "00:17:50",
    "end": "00:17:57"
  },
  {
    "text": "That's right.",
    "start": "00:17:57",
    "end": "00:17:57"
  },
  {
    "text": "The original following these laws, the whole.",
    "start": "00:17:58",
    "end": "00:18:02"
  },
  {
    "text": "First generation of Jesus followers were, grew up, you know, observing most of this. And so then that became the huge conflict within the early Jesus movement was you have all these non Jewish followers of Jesus and some people said, yeah, they need to learn how to follow the book of Leviticus. And the apostles, this is in the book of Acts, Chapter 15 discerned that no, the law given to ancient Israel at Mount Sinai was temporary, it was for a season of how God worked out his covenant story. But now through Jesus the Messiah, he relates to them on different terms and Jesus fulfills the purpose of all of this. That's the view presented in the New Testament, especially the book of Hebrews. Kevin Dutchen, you've got a question about a big, big theme in the book of Leviticus about animal sacrifice. So you asked Kevin, what is the purpose of animal sacrifice? Why not grains or trees? Why animal sacrifice and ultimately blood. Great, great question.",
    "start": "00:18:02",
    "end": "00:19:15"
  },
  {
    "text": "Yeah.",
    "start": "00:19:15",
    "end": "00:19:16"
  },
  {
    "text": "So one thing is they didn't, the ancient Israelites weren't to offer trees, but they did offer grain. They did offer grain. So there are five different types of sacrifice described in these opening chapters of Leviticus and one of them is entirely non meat, non animal sacrifices. So you could offer grain or flour or wheat or barley. So of the five sacrifices, there are two main purposes. Two of them were just for saying thank you to God. So those are what's called the grain offering and the fellowship offering or the peace offering. And those are just these symbolic offerings where you Take from your field or your field.",
    "start": "00:19:17",
    "end": "00:20:05"
  },
  {
    "text": "So if you had a. If you were growing trees, maybe you would sacrifice your trees?",
    "start": "00:20:05",
    "end": "00:20:10"
  },
  {
    "text": "Yeah, totally. Yeah. It's. It's about bringing the fruit of what you've grown as a symbol to say thank you to God who provided it to you in the first place, which.",
    "start": "00:20:10",
    "end": "00:20:22"
  },
  {
    "text": "Was grain and food and that kind of stuff.",
    "start": "00:20:22",
    "end": "00:20:24"
  },
  {
    "text": "That's right. So God sends the rain, he made the earth fruitful and so on. And so you give back to God this symbolic token of what he's given to you. So two of the offerings were for that. Another one of the offerings, the burnt offering, was the same exact purpose, but with animals. And so God provides from the flock, and so you offer from that. It's a burnt offering. There are two other offerings. So these are like thank you offerings. There's two other offerings that I call the I'm sorry. Yeah, thank you offerings and then I'm sorry offerings. And this is where you get into blood and the animal's life and so on. What's interesting is that within these laws themselves, these laws never tell you why sacrifices work, why these animal sacrifices work. What they tell you is if you sinned against your neighbor, you need to go pay them back, and then you need to go restore your relationship with God. And then you do that through the offering of the sacrifice. And it says when you do it that your sins are atoned for and that you're forgiven. It doesn't say how or why.",
    "start": "00:20:24",
    "end": "00:21:48"
  },
  {
    "text": "Atoned, meaning covered.",
    "start": "00:21:48",
    "end": "00:21:50"
  },
  {
    "text": "Yeah, that's right. So the word atonement literally means to cover over. It works in English. It's actually perfect in English. I think I've done this before. If you and I go out to lunch, which we often do, and then let's say I forget my wallet or whatever in English, I'll just say, dude, can you cover me? And that's exactly it. That's precisely the meaning. It's a financial word, but it's being applied here to a relational breach or rift. And so when I wrong you, I literally owe you, and I've created this wrong or rift in the relationship. And so if I'm asking you to atone for it, I'm asking you to cover over it. Which doesn't mean you just say, oh, well, no big deal. You can say, no big deal, but somebody's got to pay for the food. We can't walk out of the restaurant. We can't tell the waiter I forgot my wallet. Like, no big deal. Like, you've got to cover it. So that's what the word means. And then atonement is linked with forgiveness. Then when you offer one of these sacrifices. Cool. So the definition, why the blood is defined right here in the Day of Atonement laws. And it's essentially that when human beings break relationships through wrongdoing and sin and evil, we are creating ruin and death in God's good world. And the idea is that God wouldn't be good if he turned a blind eye to all of the horrible things that human beings do to each other. He actually wouldn't be good. And so you can choose to own the consequences of your own evil and selfishness, or this animal's blood, which is a symbol of its life, can be offered to cover over the death and the evil that you've created. So it's a symbol. It's a whole symbol system. But the whole point is that if you offered, like, a goat, like, try and put yourself in an ancient Israelite situation where you, like, raised one of these animals, and you have to take it to Jerusalem. I've never slaughtered an animal.",
    "start": "00:21:51",
    "end": "00:24:13"
  },
  {
    "text": "I've never done it either. I actually think that if you eat meat, you should slaughter an animal once.",
    "start": "00:24:13",
    "end": "00:24:21"
  },
  {
    "text": "Probably you're obligated to.",
    "start": "00:24:21",
    "end": "00:24:23"
  },
  {
    "text": "I think. So.",
    "start": "00:24:24",
    "end": "00:24:24"
  },
  {
    "text": "I think I would be really bothered if I eat.",
    "start": "00:24:24",
    "end": "00:24:26"
  },
  {
    "text": "Maybe we should bring one in and do it. I actually have this annual camping trip that I just came back from last weekend, and one of the things I wanted to do is just bring out, like, a pig and then roast it. But that sounds so barbaric to slaughter it out there.",
    "start": "00:24:26",
    "end": "00:24:42"
  },
  {
    "text": "Right? Yeah. But we'll go have, like, a hamburger. A bacon hamburger.",
    "start": "00:24:42",
    "end": "00:24:46"
  },
  {
    "text": "Totally. Or a pork slider.",
    "start": "00:24:46",
    "end": "00:24:48"
  },
  {
    "text": "Right. But I mean, I really think if I were to slit a pig's throat. Let's not use pigs, because they didn't sacrifice pigs. Like a goat's throat.",
    "start": "00:24:48",
    "end": "00:24:57"
  },
  {
    "text": "Yeah.",
    "start": "00:24:57",
    "end": "00:24:58"
  },
  {
    "text": "Like, it's gasping, it's visceral. The blood's gurgling out. I would be really bothered.",
    "start": "00:24:58",
    "end": "00:25:03"
  },
  {
    "text": "Yeah. You can't just be like, ah, no big deal. You'd be like, this is intense.",
    "start": "00:25:04",
    "end": "00:25:07"
  },
  {
    "text": "Yeah. You would be like, I create. This is what I create and unleash in the world every time I cheat my neighbor or cheat on my spouse and, like, backbite and gossip about someone. I'm creating death and relational death in the world. And this is this visual experience where you're undergoing death, except it's not your death.",
    "start": "00:25:07",
    "end": "00:25:33"
  },
  {
    "text": "Yeah.",
    "start": "00:25:33",
    "end": "00:25:33"
  },
  {
    "text": "And so you're both really weirded out by it, but at the same time, it shows you that our moral decisions have really high stakes.",
    "start": "00:25:34",
    "end": "00:25:42"
  },
  {
    "text": "Yeah.",
    "start": "00:25:42",
    "end": "00:25:43"
  },
  {
    "text": "So I understand from a modern point of view, these seem weird and barbaric, but if you try and sympathetically put yourself into this culture, it's an extremely powerful symbol about how important our moral decisions are and the consequences of our everyday moral decisions. And so in that sense, it's really powerful. You can see how it would have an effect on people.",
    "start": "00:25:43",
    "end": "00:26:09"
  },
  {
    "text": "Scott made a point, Scott and Noyes, that if you were slaughtering an animal every day to eat it back then you'd kind of get desensitized a little bit.",
    "start": "00:26:10",
    "end": "00:26:18"
  },
  {
    "text": "Yeah, that's a good point. That's a good point. I might be imposing my.",
    "start": "00:26:18",
    "end": "00:26:21"
  },
  {
    "text": "Modern.",
    "start": "00:26:23",
    "end": "00:26:24"
  },
  {
    "text": "My non rural. Yeah, my modern.",
    "start": "00:26:24",
    "end": "00:26:26"
  },
  {
    "text": "Yeah, non rural, non rural mindset, but still the point is you still feel it.",
    "start": "00:26:26",
    "end": "00:26:31"
  },
  {
    "text": "A goat costs something.",
    "start": "00:26:31",
    "end": "00:26:32"
  },
  {
    "text": "Yeah, really.",
    "start": "00:26:32",
    "end": "00:26:33"
  },
  {
    "text": "And usually when you kill an animal, it's so that your family can eat it and live. But here you're killing an animal just simply to give it away.",
    "start": "00:26:34",
    "end": "00:26:41"
  },
  {
    "text": "Yeah. So you feel the economic part of it.",
    "start": "00:26:41",
    "end": "00:26:44"
  },
  {
    "text": "The symbol would have its effect on you even if you were used to slaughtering animals.",
    "start": "00:26:44",
    "end": "00:26:48"
  },
  {
    "text": "But I think the point of the ritual is, even if you're desensitized, is to go through it and participate. All rituals desensitize us. I mean, how many times have you taken like the Lord's Supper and you're thinking about a football game or something. It's just like we get desensitized to rituals.",
    "start": "00:26:48",
    "end": "00:27:05"
  },
  {
    "text": "Wouldn't you be thinking about a soccer game? Yeah, you'd be thinking about soccer or.",
    "start": "00:27:05",
    "end": "00:27:09"
  },
  {
    "text": "It depends if it's like super bowl season.",
    "start": "00:27:09",
    "end": "00:27:11"
  },
  {
    "text": "Oh, I guess that is football.",
    "start": "00:27:11",
    "end": "00:27:12"
  },
  {
    "text": "Yeah. And it is. Football goes either way. And then blood is important, though. I mean, blood is a very significant element.",
    "start": "00:27:12",
    "end": "00:27:20"
  },
  {
    "text": "Yes.",
    "start": "00:27:20",
    "end": "00:27:21"
  },
  {
    "text": "And like it goes all the way back to Cain and Abel. Right.",
    "start": "00:27:21",
    "end": "00:27:25"
  },
  {
    "text": "Blood crying out from the ground.",
    "start": "00:27:25",
    "end": "00:27:27"
  },
  {
    "text": "Blood's crying out from the ground. There's life in the blood. Where's that come from?",
    "start": "00:27:27",
    "end": "00:27:30"
  },
  {
    "text": "The life as a symbol of the blood is right from chapter 17 here. Right.",
    "start": "00:27:31",
    "end": "00:27:35"
  },
  {
    "text": "So that is then in the New Testament, talk about the blood of Christ. That's why the blood of Christ becomes so important.",
    "start": "00:27:36",
    "end": "00:27:43"
  },
  {
    "text": "Yeah. This is why the book of Hebrews, it's interesting. If you read the gospel accounts of Jesus crucifixion, they don't really draw attention to blood much at all. The Gospel of John does. But it's not Jesus hands bleeding. It's when he gets stabbed in the side by the Roman soldier that he mentions the blood and the water. So it's more as the apostles reflected back on the cross when they came to see that Jesus death on the cross was fulfilling this, that he was dying in the place of sinful Israel, just like the animal sacrifices were. Then they came to use and highlight the blood of Jesus as being effective for atonement and forgiveness and so on. But nobody standing in front of the cross and watching Jesus died would have said, oh, an animal sacrifice.",
    "start": "00:27:43",
    "end": "00:28:44"
  },
  {
    "text": "Right.",
    "start": "00:28:44",
    "end": "00:28:45"
  },
  {
    "text": "They'd be, oh, this guy, the criminal. This guy must have. You know, the Romans must have hated this guy.",
    "start": "00:28:45",
    "end": "00:28:51"
  },
  {
    "text": "Yeah.",
    "start": "00:28:51",
    "end": "00:28:51"
  },
  {
    "text": "So it was the apostles, it was Jesus himself who at the Last Supper made the connection that his death was going to be a sacrifice. And then the apostles reflected back on it and highlight the role of Jesus blood as being like the blood of.",
    "start": "00:28:51",
    "end": "00:29:08"
  },
  {
    "text": "One of the people. There's a lot of. A lot of our hymns and stuff have the blood of Christ nothing but the blood of Jesus.",
    "start": "00:29:08",
    "end": "00:29:13"
  },
  {
    "text": "That's right.",
    "start": "00:29:14",
    "end": "00:29:14"
  },
  {
    "text": "Wash away my sins.",
    "start": "00:29:14",
    "end": "00:29:15"
  },
  {
    "text": "Yeah, that's right. But it's a symbol. What's interesting I found in Christian tradition is that the blood has kind of come to have meanings that it actually doesn't have in. In the New Testament itself. So the idea of being that one hymn there is a fount drawn from Emmanuel's vein.",
    "start": "00:29:15",
    "end": "00:29:36"
  },
  {
    "text": "Yeah. That's pretty graphic.",
    "start": "00:29:36",
    "end": "00:29:38"
  },
  {
    "text": "And for anyone who washes under the blood.",
    "start": "00:29:38",
    "end": "00:29:41"
  },
  {
    "text": "Yeah.",
    "start": "00:29:41",
    "end": "00:29:41"
  },
  {
    "text": "And there's.",
    "start": "00:29:41",
    "end": "00:29:42"
  },
  {
    "text": "It's like a horror film.",
    "start": "00:29:42",
    "end": "00:29:43"
  },
  {
    "text": "Yeah. Nowhere in the. In the Bible do you have an image of people getting blood poured all over them.",
    "start": "00:29:43",
    "end": "00:29:50"
  },
  {
    "text": "It's like Carrie in the.",
    "start": "00:29:50",
    "end": "00:29:51"
  },
  {
    "text": "Yeah, there's symbolic sprinkling sometimes of people, but yeah, that's more. There are lots of pagan rituals about pouring, bathing in animal blood and so on, but that's nothing to do with the Bible. So anyway, that song has always bothered me, but the symbol is of that the blood of the sacrifice symbolically cleans or purifies. That's a very biblical image.",
    "start": "00:29:52",
    "end": "00:30:19"
  },
  {
    "text": "Yeah.",
    "start": "00:30:19",
    "end": "00:30:20"
  },
  {
    "text": "Okay.",
    "start": "00:30:20",
    "end": "00:30:20"
  },
  {
    "text": "Yeah, go ahead.",
    "start": "00:30:20",
    "end": "00:30:21"
  },
  {
    "text": "Forrest, you asked a question about an embarrassingly uncomfortable for some people topic in the book of Leviticus. Forrest, you asked what is the deal with menstruation and uncleanness in the read scripture video of Leviticus, but also in the color animation 1. We talk a lot about this in cleanness or impurity. So it's a cultural symbol system related to the idea of God's holiness. So God's holiness, as we talked about in the holiness video, it's connected to his unique role as the creator of all that is and the author of life. And so Israel was to reflect culturally the fact that the author and source of all life was camped out right in its midst in the tent. And so they had this cultural system of marking certain people as being impure, which didn't mean that you're sinful. Impurity is not sinful. It means that you are marked in some way that makes it non permissible for you to go into the presence of the author of life to go to the temple.",
    "start": "00:30:22",
    "end": "00:31:44"
  },
  {
    "text": "You know, when we were first working on Leviticus, you and this didn't make it into any podcast or anything. You were talking about how we sort of have this idea in Western culture when it comes to, like, bathrooms and sanitary spaces.",
    "start": "00:31:44",
    "end": "00:31:57"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:31:57",
    "end": "00:31:57"
  },
  {
    "text": "So, like, if you go into a bathroom and you come out and you haven't washed your hands, you're unclean, you're impure. You're impure, you're impure. Or if you like, or if you.",
    "start": "00:31:57",
    "end": "00:32:08"
  },
  {
    "text": "Take your dinner into the bathroom and sit on the toilet and eat your dinner becomes impure. I've done surveys in large rooms before with this question, and everybody agrees that that's really gross.",
    "start": "00:32:08",
    "end": "00:32:17"
  },
  {
    "text": "Yeah, you don't eat that, but you.",
    "start": "00:32:17",
    "end": "00:32:20"
  },
  {
    "text": "Sit on the toilet or stand in the bathroom all the time and stick things in your mouth. It's called your toothbrush.",
    "start": "00:32:20",
    "end": "00:32:25"
  },
  {
    "text": "Right.",
    "start": "00:32:25",
    "end": "00:32:26"
  },
  {
    "text": "So what's the difference?",
    "start": "00:32:26",
    "end": "00:32:27"
  },
  {
    "text": "What's the difference?",
    "start": "00:32:27",
    "end": "00:32:28"
  },
  {
    "text": "Eating dinner in the bathroom and brushing your teeth?",
    "start": "00:32:28",
    "end": "00:32:30"
  },
  {
    "text": "It's a mentality.",
    "start": "00:32:30",
    "end": "00:32:30"
  },
  {
    "text": "It's a mentality. And cultural anthropologists call these taboos. Every culture has them, and they're not usually rational. They're symbolic.",
    "start": "00:32:31",
    "end": "00:32:41"
  },
  {
    "text": "Yeah.",
    "start": "00:32:41",
    "end": "00:32:42"
  },
  {
    "text": "So it's symbolic that you don't eat in the bathroom. That's the place where you poop out your dinner, not the place where you consume your dinner.",
    "start": "00:32:42",
    "end": "00:32:48"
  },
  {
    "text": "And in reality, your keyboard has more germs on it than your toilet seat.",
    "start": "00:32:48",
    "end": "00:32:52"
  },
  {
    "text": "Totally. Yeah.",
    "start": "00:32:52",
    "end": "00:32:53"
  },
  {
    "text": "So if you didn't know that already, I'm sorry to give you that information.",
    "start": "00:32:53",
    "end": "00:32:56"
  },
  {
    "text": "So that's a cultural analogy. So that's at least a way of saying Leviticus isn't weird or barbaric for thinking this way. All cultures have these types of impurity taboos in them. And Israel's was related to the idea that the author of life is in their midst. So if you look at the types of things that make somebody impure, we talk about them in the video. It's just. It's a handful. It's contact with bodily fluids. So this brings up the menstruation thing that you brought up, Forrest. But it's not just about women, because men, if they have any contact with reproductive fluids as well, then they are also rendered impure for a period. Of seven days. If you touch any form of skin disease, if you touch any mold growing on your house, if you touch a dead body of a human or an animal, you are rendered impure. It's not sinful. You're marked by death. It's almost as if these bodily fluids are, like, radioactive, right? Because these fluids are the source of life. It's like they're radioactive. So to touch them is to come into contact with the forces of life and death. And so it's all symbolic. And by the end of seven days, you offer sacrifice, you take a bath, and you're pure again, and you can go into the temple and so on. So it's not sinful to be impure. It was normal everyday life, you know? Hey, want to go to the temple and play soccer this week? Ah, I can't. I'm impure, you know. But I'll join you next week. It wasn't a big deal.",
    "start": "00:32:57",
    "end": "00:34:37"
  },
  {
    "text": "It wasn't like, oh, you're impure. Correct. Man, we should probably talk about your walk with God.",
    "start": "00:34:37",
    "end": "00:34:42"
  },
  {
    "text": "That's right. Not at all.",
    "start": "00:34:42",
    "end": "00:34:44"
  },
  {
    "text": "They're like, oh, okay, yeah, you touched something else.",
    "start": "00:34:44",
    "end": "00:34:46"
  },
  {
    "text": "Yeah. You buried, you know, you buried your father, your grandpa last week or something. Something. So that's the deal with it. It's a cultural symbol system that's foreign to us, but we have our own issues that the Israelites would have poked fun at, like our inconsistencies with brushing our teeth in the bathroom. Anyway, great question for us. Let's see. Cruzan had a question that I just. We haven't talked about yet, and it's been brought up in the exodus and Leviticus. Cruzen. Is that your actual name? That seems suspiciously like Cruzan. Like you've made up that that's a rad name.",
    "start": "00:34:46",
    "end": "00:35:23"
  },
  {
    "text": "It's probably just not English.",
    "start": "00:35:24",
    "end": "00:35:26"
  },
  {
    "text": "So you asked a question about the urim and the thummim. Do you have any insight on the urim and the thummim you can throw our way? Do they glow? Is it just casting lots? What is the deal? What is the deal? Kruzen? So the urim and the thummim, they're interesting words. Urim is just the Hebrew word for lights. And tummim is the Hebrew word for things that are perfect or whole. So lights. The old king James translates it, lights and perfections. And these were some form of little dice, little cubes that the priests would keep in a little pouch. And then when the priests were consulted by someone who wanted to know God's will on a certain should I build a farm here. Should I not. Should I go to Jericho and do this? And you can consult a priest. And they would just throw. Roll the urim and tummy and then give you.",
    "start": "00:35:27",
    "end": "00:36:27"
  },
  {
    "text": "So it sounds suspiciously like something pagan.",
    "start": "00:36:29",
    "end": "00:36:33"
  },
  {
    "text": "Yes. It's very odd. It's very odd. The pagan sailors and Jonah, they cast lots.",
    "start": "00:36:33",
    "end": "00:36:41"
  },
  {
    "text": "Yeah.",
    "start": "00:36:41",
    "end": "00:36:42"
  },
  {
    "text": "The apostles in the book of Acts, cast lots to figure out. Yeah. So there's a number of times in the biblical story where they use this cultural practice of rolling sacred dice. There's no use, like, saying it's not there in the Bible, because it totally is. And I don't know. I don't make it a habit of rolling dice. There's nowhere in the biblical story that tells you, the reader, hey, this is a way that you should discern God's will. We're just given narratives where some people do it in the storyline. And there you go.",
    "start": "00:36:43",
    "end": "00:37:18"
  },
  {
    "text": "I'm trying to think if I do anything that's like an equivalent to rolling dice. Trying to make decisions, sometimes for real.",
    "start": "00:37:20",
    "end": "00:37:26"
  },
  {
    "text": "Decisions, like important ones.",
    "start": "00:37:26",
    "end": "00:37:27"
  },
  {
    "text": "Yeah. Where you're just like. I don't know, like, this is 50, 50 for me.",
    "start": "00:37:28",
    "end": "00:37:31"
  },
  {
    "text": "Yeah.",
    "start": "00:37:31",
    "end": "00:37:32"
  },
  {
    "text": "I guess you just start asking friends and you just start. Like, at some point, though, you just have to make a decision. And how are you gonna make it? You're just gonna, like.",
    "start": "00:37:32",
    "end": "00:37:39"
  },
  {
    "text": "Yeah. The Book of Proverbs offers a different point of view. They say there's wisdom in the council of elders, like asking old wise people who know you really well.",
    "start": "00:37:39",
    "end": "00:37:48"
  },
  {
    "text": "The Quakers have a cool tradition where, like, they come around.",
    "start": "00:37:48",
    "end": "00:37:51"
  },
  {
    "text": "Yes.",
    "start": "00:37:51",
    "end": "00:37:52"
  },
  {
    "text": "They don't.",
    "start": "00:37:52",
    "end": "00:37:53"
  },
  {
    "text": "The discernment process, they call it. Yeah. Yeah, that's right.",
    "start": "00:37:53",
    "end": "00:37:56"
  },
  {
    "text": "That's cool.",
    "start": "00:37:56",
    "end": "00:37:57"
  },
  {
    "text": "Yeah. Paul the Apostle says, within your church community, you can, through the guiding of the spirit, gain wisdom.",
    "start": "00:37:57",
    "end": "00:38:06"
  },
  {
    "text": "Rock, camera, scissors. That's what they said. Yeah, that's right.",
    "start": "00:38:06",
    "end": "00:38:10"
  },
  {
    "text": "Yeah.",
    "start": "00:38:10",
    "end": "00:38:11"
  },
  {
    "text": "Not for really important things, like, should we get married? Okay. I'm rocking.",
    "start": "00:38:11",
    "end": "00:38:14"
  },
  {
    "text": "Yeah, right. Yeah, exactly. Yeah. So the Urim and Thummim are a great example of things that people in the biblical stories do. The biblical stories aren't therefore telling you you should go do this too. They're just telling you this is what they did. And that's one of those things where I just kind of leave it at that. Some biblical characters did that, and I don't really recommend it as a way for making important decisions. And I don't think the Apostle Paul or the Book of Proverbs didn't either.",
    "start": "00:38:14",
    "end": "00:38:45"
  },
  {
    "text": "But if you flip a coin to decide something, you're not worshiping someone where.",
    "start": "00:38:46",
    "end": "00:38:49"
  },
  {
    "text": "Should we go eat lunch? Where should we go eat lunch? Yeah. Anyhow, great question, Kruzan. Steve Brooks. Yeah, Steve Brooks had an interesting question about in what ways should Christians who are referred to as priests in the New Testament emulate the characteristics of the priesthood?",
    "start": "00:38:49",
    "end": "00:39:09"
  },
  {
    "text": "That's a great question.",
    "start": "00:39:09",
    "end": "00:39:10"
  },
  {
    "text": "In Leviticus.",
    "start": "00:39:10",
    "end": "00:39:11"
  },
  {
    "text": "Yeah.",
    "start": "00:39:11",
    "end": "00:39:11"
  },
  {
    "text": "So, yeah, at the foot of Mount Sinai, God called the whole nation a royal priesthood or a kingdom of priests. And the apostle Peter in his first letter, the first letter of Peter uses that same phrase to refer to the early Christian communities. A royal priesthood. So absolutely every follower of Jesus is given the title of priest. I think in the same way that Israel as a nation was given this.",
    "start": "00:39:13",
    "end": "00:39:43"
  },
  {
    "text": "Role of priests, but not in the same way that Aaron and his tribe were given.",
    "start": "00:39:43",
    "end": "00:39:47"
  },
  {
    "text": "Yeah, it's interesting. Yeah. So Aaron and his crew are a select group of priests among the royal priests. They're a select group of priests. And from the qualifications given in Leviticus here, they were given an even higher standard of ritual purity because they worked in proximity to God's holy presence and so on. So, I mean, I do think that carries across in the whole area of holiness, which is about a distinctness and a set apartness. And the primary way in the New Testament that Jesus followers are set apart is through commitment to radical acts of love and service for your neighbor and then a passionate commitment to moral purity and moral holiness. And those two things, radical service and radical moral holiness, will set anybody apart in most any city or neighborhood on the planet. And so in that sense, totally a straight line from the priesthood to the New Testament radical.",
    "start": "00:39:47",
    "end": "00:40:58"
  },
  {
    "text": "Say those two again.",
    "start": "00:40:59",
    "end": "00:41:00"
  },
  {
    "text": "Radical acts of love and service, like Jesus washing the feet, do as I've done to you. And then a commitment to moral purity and holiness, which isn't just sexual purity, though the apostles really emphasize that. But it's a commitment to moral purity in our speech, in our how we operate in relationships and our work integrity and so on.",
    "start": "00:41:01",
    "end": "00:41:27"
  },
  {
    "text": "And then the New Testament also talks about the Christian community as the temple too.",
    "start": "00:41:28",
    "end": "00:41:33"
  },
  {
    "text": "That's right.",
    "start": "00:41:33",
    "end": "00:41:34"
  },
  {
    "text": "So not only the priest, but the temple.",
    "start": "00:41:34",
    "end": "00:41:36"
  },
  {
    "text": "Yes.",
    "start": "00:41:36",
    "end": "00:41:37"
  },
  {
    "text": "And then in regards to the temple, Paul talks about sexual purity. Don't go sleeping around with prostitutes. You're the temple.",
    "start": "00:41:37",
    "end": "00:41:43"
  },
  {
    "text": "Yeah, that's right. That's what he said. That's his argument.",
    "start": "00:41:43",
    "end": "00:41:45"
  },
  {
    "text": "That's his argument. But then it's also, more importantly, it's the reason why we should go and spread the message of good news. Because that was the point of the temple.",
    "start": "00:41:45",
    "end": "00:41:51"
  },
  {
    "text": "The point of the temple to spread God's glory. That's right. Sean Horton Staff Pick how does the offering model in Leviticus relate to the practice of tithing in the church today? In a nutshell, tithing just means 1/10. Tithing is not a practice described in the New Testament. Radical generosity that is sacrificial is the norm in the New Testament according to one's means, as Paul talks about in Second Corinthians 8, 9. So tithing was a way that the Israelites did it. Israelites for the Israelites. For the early Christians, the only ceiling was no ceiling for the level of your generosity. Radical generosity according to what you have, is the standard in the New Testament.",
    "start": "00:41:51",
    "end": "00:42:45"
  },
  {
    "text": "Alright, thanks guys. Peace out.",
    "start": "00:42:45",
    "end": "00:42:46"
  },
  {
    "text": "Happy Tuesday. See ya.",
    "start": "00:42:46",
    "end": "00:42:47"
  },
  {
    "text": "That's it for this episode of the BibleProject podcast. If you like this podcast, we have lots of other resources available. It's all for free@thebibleproject.com we're a crowdfunded studio and none of this could be possible without the generous support of people like you pitching in so we can make more resources. So thank you for being a part of this with us.",
    "start": "00:42:48",
    "end": "00:43:06"
  },
  {
    "text": "Sa.",
    "start": "00:43:15",
    "end": "00:43:15"
  }
]