[
  {
    "text": "Hey, this is John at the bibleproject. This summer we've been releasing a series that was originally aired on our YouTube channel on a live stream. We've gotten requests to take that audio and put it on a podcast, so we're doing just that. In this episode, Tim and I host a Q and R question and response. We on the Book of Numbers. The Book of Numbers is a wild ride in the Old Testament. It documents Israel's journey through the wilderness after they were rescued from Egypt. They're on their way to the promised land. If they could just get their act together. Tim and I discuss questions about the bronze snake, the pagan sorcerer Balaam, and the difference in the Old Testament between being sinful and being unclean. Thanks for joining us. Here we go.",
    "start": "00:00:10",
    "end": "00:00:54"
  },
  {
    "text": "So this is just a book of numbers. Five sections.",
    "start": "00:00:56",
    "end": "00:00:58"
  },
  {
    "text": "Five sections overall, yeah. Yeah. The book's one big journey and it's. There are three collections of stories. One around Mount Sinai at first, where they're. Yeah. Israel's ending their one year stay.",
    "start": "00:00:58",
    "end": "00:01:13"
  },
  {
    "text": "They've been here for a year. A year in a desert, under a mountain.",
    "start": "00:01:13",
    "end": "00:01:17"
  },
  {
    "text": "Yeah.",
    "start": "00:01:17",
    "end": "00:01:18"
  },
  {
    "text": "Hanging out, getting along.",
    "start": "00:01:18",
    "end": "00:01:19"
  },
  {
    "text": "Yep.",
    "start": "00:01:19",
    "end": "00:01:20"
  },
  {
    "text": "That's a long backpacking trip. It is a long camping trip.",
    "start": "00:01:20",
    "end": "00:01:23"
  },
  {
    "text": "They get organized, you know, they get the. The camps, the ordering of the camps. It's all cool. They take a census.",
    "start": "00:01:23",
    "end": "00:01:29"
  },
  {
    "text": "If I was there for a year at that point, I'd probably be like, you know what, this might just be home.",
    "start": "00:01:29",
    "end": "00:01:33"
  },
  {
    "text": "Yeah.",
    "start": "00:01:33",
    "end": "00:01:33"
  },
  {
    "text": "I might just be chilling here for the rest of my life.",
    "start": "00:01:33",
    "end": "00:01:35"
  },
  {
    "text": "Yeah, it's a pretty desolate part of the world.",
    "start": "00:01:35",
    "end": "00:01:39"
  },
  {
    "text": "You'd be anxious to get out of there.",
    "start": "00:01:39",
    "end": "00:01:40"
  },
  {
    "text": "Yeah, it's not a great place to stay.",
    "start": "00:01:40",
    "end": "00:01:42"
  },
  {
    "text": "So numbers actually means in the wilderness.",
    "start": "00:01:42",
    "end": "00:01:45"
  },
  {
    "text": "That's right. The Book of Numbers is its Greek name and it refers to the two census censuses. Cenci.",
    "start": "00:01:45",
    "end": "00:01:55"
  },
  {
    "text": "I don't know.",
    "start": "00:01:56",
    "end": "00:01:56"
  },
  {
    "text": "There's one at the beginning and there's one near the end of the book. The Hebrew name, which is much older, is Bamidbar. In the wilderness. So they begin in the wilderness, they end in the wilderness. And the book has two travel sections that frame the center, which is a bunch of tragic stories that also take place in the wilderness.",
    "start": "00:01:57",
    "end": "00:02:18"
  },
  {
    "text": "Right here.",
    "start": "00:02:18",
    "end": "00:02:19"
  },
  {
    "text": "Yep. So different places of the wilderness, but it's all on this long journey.",
    "start": "00:02:19",
    "end": "00:02:23"
  },
  {
    "text": "So there's like five sections. They're in Sinai and then they travel for a while. There's stories while they travel. Then they're in Paran and that's where the spy thing happens and stuff. And that's somewhere in the wilderness there. And they Travel again. And then they get to the plains of Moab, which is right before they get to the Jordan River.",
    "start": "00:02:23",
    "end": "00:02:41"
  },
  {
    "text": "That's right.",
    "start": "00:02:41",
    "end": "00:02:42"
  },
  {
    "text": "So that's the structure of the book. Lots of really interesting stories in here, which we'll jump into with questions, I suppose. Yeah, let's do that.",
    "start": "00:02:42",
    "end": "00:02:49"
  },
  {
    "text": "There was a bunch of questions about a story that takes place right here. After the second travel narrative, the scene shifts to a strange set of stories about a guy named Balaam and then the king of Moab, Balak. And Balak hires Balaam as a sorcerer to pronounce curses on the nation of Israel because like pharaoh, he's freaked out that this large people.",
    "start": "00:02:49",
    "end": "00:03:21"
  },
  {
    "text": "Yeah, so this large group of people are coming through.",
    "start": "00:03:21",
    "end": "00:03:23"
  },
  {
    "text": "Yeah.",
    "start": "00:03:24",
    "end": "00:03:24"
  },
  {
    "text": "You know, you think like, they want my land. Yeah, they were after his land, but what does he know?",
    "start": "00:03:24",
    "end": "00:03:29"
  },
  {
    "text": "Yeah.",
    "start": "00:03:29",
    "end": "00:03:29"
  },
  {
    "text": "And so he hires this dude to try to take him down.",
    "start": "00:03:30",
    "end": "00:03:35"
  },
  {
    "text": "Yeah.",
    "start": "00:03:35",
    "end": "00:03:35"
  },
  {
    "text": "So strategy one might be like, let's go just fight him. But a better thing to do is hire some dude.",
    "start": "00:03:35",
    "end": "00:03:41"
  },
  {
    "text": "Hire a.",
    "start": "00:03:41",
    "end": "00:03:42"
  },
  {
    "text": "So God will just curse him.",
    "start": "00:03:42",
    "end": "00:03:43"
  },
  {
    "text": "That's right.",
    "start": "00:03:43",
    "end": "00:03:43"
  },
  {
    "text": "So he's just like a guy for hire.",
    "start": "00:03:44",
    "end": "00:03:46"
  },
  {
    "text": "He is. And actually, here's what's interesting. You guys Google. Well, I'll have to spell it. In the late 60s in the modern country of Jordan, they were doing, I think it was something like a building was getting torn down or something. But they discovered this ancient set of structures that went back to the Israelite time period. And they found these texts that are called the Deir Allah texts. So D E I R Dair and then Allah text D E I R I R A L L A H, two words. And then if you google Deir Allah and Balaam, you'll get it. And they discovered these ancient texts that mention Balaam. It's actually a record of him prophesying in the name of God Most High. And anyway, so what these texts showed us is that Balaam was a well known sorcerer in the ancient world. And the Israelites weren't the only people who knew about him. In their text.",
    "start": "00:03:46",
    "end": "00:04:57"
  },
  {
    "text": "This guy was a legend.",
    "start": "00:04:58",
    "end": "00:04:59"
  },
  {
    "text": "Yeah. So kind of like the way Nostradamus is, you know, kind of a well known as a, you know, predictive kind of.",
    "start": "00:04:59",
    "end": "00:05:07"
  },
  {
    "text": "So you'd be like, oh, Balaam, I know about that guy. Yeah, they got that guy.",
    "start": "00:05:07",
    "end": "00:05:11"
  },
  {
    "text": "Yeah, totally. Yeah. So when we read about Balaam, we should all be going like, oh, this is not.",
    "start": "00:05:11",
    "end": "00:05:15"
  },
  {
    "text": "Balaam's coming.",
    "start": "00:05:16",
    "end": "00:05:16"
  },
  {
    "text": "Yeah, Balaam.",
    "start": "00:05:16",
    "end": "00:05:17"
  },
  {
    "text": "And I like how we drew him here. Here, I'll show you in on him if you go to my screen again. He's not. If you Google image search Balaam, you get like little chubby guys on donkeys, they just look cute and you're like, oh, that guy Balaam's so cute and his donkey talked to him. But like this guy, he like curses people for a living. Yes, he's probably pretty gnarly.",
    "start": "00:05:17",
    "end": "00:05:40"
  },
  {
    "text": "Yes, he is. So we have a handful of questions about Balaam. So I just kind of want to hit them because they raise different questions about Balaam. So one is Aurelia D. Who you always ask perceptive, very good questions. Aurelia, you're down yonder here and you asked the question here. It seems like Balaam has a relationship with or an understanding of the God of Israel. But is this possible for a pagan sorcerer? That's a really good question.",
    "start": "00:05:40",
    "end": "00:06:12"
  },
  {
    "text": "Apparently somehow he has word of it.",
    "start": "00:06:12",
    "end": "00:06:16"
  },
  {
    "text": "Yeah, yeah. Like almost every story that's in the Torah, there are questions that we come with or questions that the story raises that it doesn't attempt to answer. And that's one of them is how does this pagan ancient sorcerer actually connect to the God of Israel? And the God of Israel reveals things to him. And I think from the Israelite author's point of view, it's a way of saying, yeah, God isn't just the God of Israel, isn't just a tribal God, it's the Creator, he's the creator of all. And so he can reveal himself to anybody and the he does so to Balaam.",
    "start": "00:06:16",
    "end": "00:06:57"
  },
  {
    "text": "So maybe he got word somehow or maybe God told him somehow. Yeah, like we could conjecture, but we're not talking about like he doesn't live in some so crazy far away place. If you were just going to hike to Moab from Sinai, let's say it probably should just take a week, right? On foot.",
    "start": "00:06:57",
    "end": "00:07:15"
  },
  {
    "text": "Yes. But what's interesting, the Israelites haven't been in the land, just the patriarchs wandering around.",
    "start": "00:07:15",
    "end": "00:07:21"
  },
  {
    "text": "Yeah.",
    "start": "00:07:21",
    "end": "00:07:22"
  },
  {
    "text": "So. So the question is, how does he even know about Yahweh, the God of Israel, the story?",
    "start": "00:07:22",
    "end": "00:07:26"
  },
  {
    "text": "Let's just say someone who was at Mount Sinai takes off, right? And goes, I'm just going to explore by myself. And he starts telling the stories.",
    "start": "00:07:26",
    "end": "00:07:37"
  },
  {
    "text": "I mean, whatever we do know, when the Israelites get to Jericho, Rahab is in the city and she says, all the Canaanites we've heard about what your God did for you. And so the God of Israel's reputation was spreading. We know that, but this is more. This is a pagan sorcerer who can do powerful things or, you know, his words have power and he connects them to The God of Israel. So I'm just affirming it's bizarre. And I think the story assumes and knows that it's bizarre. That's why it's telling the story, because it's remarkable. And then specifically that God, even though this is a powerful sorcerer in the ancient world, actually he's just a servant of the God of Israel, and he can only say what the God of Israel wants.",
    "start": "00:07:37",
    "end": "00:08:28"
  },
  {
    "text": "So take the most powerful sorcerer in the ancient world and put him in the story. And what does he do? He has to do what Yahweh wants.",
    "start": "00:08:28",
    "end": "00:08:39"
  },
  {
    "text": "That's right.",
    "start": "00:08:39",
    "end": "00:08:40"
  },
  {
    "text": "And what Yahweh wants is to hook these guys up, even though they've been rumbling through the wilderness the whole time.",
    "start": "00:08:40",
    "end": "00:08:48"
  },
  {
    "text": "Yeah. Up to this point, Israel, the nation, has been behaving like a toddler on a temper tantrum.",
    "start": "00:08:48",
    "end": "00:08:56"
  },
  {
    "text": "I think I would If I spent 40 years in a desert.",
    "start": "00:08:56",
    "end": "00:09:00"
  },
  {
    "text": "That's true. But despite what they're doing, God wants to bless his people. So your question's a good one, aurelia. So. So, kickpuncher3000, who we now know as.",
    "start": "00:09:00",
    "end": "00:09:10"
  },
  {
    "text": "Christy Short, hiding behind that robotic name.",
    "start": "00:09:10",
    "end": "00:09:14"
  },
  {
    "text": "You put the question this way. Similar type of question. But you ask, God told Balaam not to curse the Israelites. Does this mean that Balaam really had the power to bless or curse those whom he wished? If so, how. So the story about Balaam, again, assumes that he's a powerful sorcerer who, the story turns out to show us, is really not powerful compared to Yahweh, the God of Israel. So did he really have power to curse from the perception of the Israelites?",
    "start": "00:09:14",
    "end": "00:09:47"
  },
  {
    "text": "Totally, yeah.",
    "start": "00:09:48",
    "end": "00:09:49"
  },
  {
    "text": "And from the perception of Balaam? Absolutely. Did he actually have these powers? Again, the story doesn't give us most of the answers that we.",
    "start": "00:09:49",
    "end": "00:09:58"
  },
  {
    "text": "But in that time period, he was.",
    "start": "00:09:59",
    "end": "00:10:01"
  },
  {
    "text": "Well known as a powerful source, and.",
    "start": "00:10:01",
    "end": "00:10:03"
  },
  {
    "text": "People would have totally been like, yeah, of course. Yeah, there would have been doubt about that.",
    "start": "00:10:03",
    "end": "00:10:07"
  },
  {
    "text": "That's right. That's why the King of Moab goes.",
    "start": "00:10:07",
    "end": "00:10:09"
  },
  {
    "text": "And gives him money to. Yeah, yeah. Right.",
    "start": "00:10:09",
    "end": "00:10:13"
  },
  {
    "text": "So it raises all other theological questions that we have.",
    "start": "00:10:13",
    "end": "00:10:16"
  },
  {
    "text": "Right. That the story people curse, tap into.",
    "start": "00:10:16",
    "end": "00:10:19"
  },
  {
    "text": "Some power, which the story, I think, is saying. No, everybody's subservient to the God of Israel and their power is like nothing compared to. Compared to God's. Yeah, that's the point. And sweet. Yeah, Balaam. There's more puzzles about Balaam. Oh, yeah, there was a first question. Right. Garen. Garen Forsyth. I don't think we've heard from Garen before.",
    "start": "00:10:19",
    "end": "00:10:44"
  },
  {
    "text": "Hi, Garen.",
    "start": "00:10:44",
    "end": "00:10:45"
  },
  {
    "text": "Hey, man in the Video we talked about in the third Balaam speech. We talked about how Balaam predicted the king who will bless all nations. Does Balaam talk about that blessing? Does it talk about that coming king? There's only language about smashing the nations. Is there something in the Hebrew text that we don't see? Great question. The king of Moab hires him. He tries to get a curse, tries to get him to curse Israel three times. It doesn't work. And then Balaam in the fourth goes on with the fourth poem and then some others after that. So in the second and third poems, in the second poem he mentions how God brought Israel as a nation up out of Egypt and is like, he says God is for Israel, like the horns of a wild ox. It's this cool metaphor. But then in the third poem he talks about, you'll see it here. It's in chapter 24. He talks about how a king and an exalted kingdom is going to come out of Israel. And then he uses the same words he used about the nation in the third poem and applies them to this king in the fourth poem, about how God's going to bring this king on his own exodus and deliver this king out of Egypt. And God will be for this king like the horns of a wild ox, and that this king will defeat all of his enemies, and so on. And then at the very end of that poem, there's a little. Either it's Balaam talking or the author of the Pentateuch attaches a little post it note, a little editorial post it note, I think, where he quotes from poem of Judah's blessing at the end of book of Genesis and attaches it here about this king being like a lion. And then after that there's a quotation from God's promise to Abraham in Genesis 12. So I think the author of the Pentateuch is connecting this king that Balaam mentions to the king promised to come from the line of Judah in Genesis 49, connected to God's plan to bless all nations through Abraham's family in Genesis 12. And then there's another poem that goes on after that, his fourth poem. And he calls this king the star that will come out of Jacob and a scepter coming out of Egypt, and he's going to be victorious over all of Israel's enemies, and so on.",
    "start": "00:10:45",
    "end": "00:13:20"
  },
  {
    "text": "What's the purpose of the lion? That's from Genesis 3 or from, I'm.",
    "start": "00:13:21",
    "end": "00:13:25"
  },
  {
    "text": "Sorry, Genesis, the lion.",
    "start": "00:13:25",
    "end": "00:13:26"
  },
  {
    "text": "Is crouching at your door.",
    "start": "00:13:28",
    "end": "00:13:29"
  },
  {
    "text": "Jacob's blessing of the tribe of Judah at the end of the book of Genesis. Yeah, right here the people rise like a lioness. No, right. It's at the end of numbers 24.",
    "start": "00:13:29",
    "end": "00:13:43"
  },
  {
    "text": "This is numbers 24 9. Like a lion they crouch and lie down. Like a lioness who dares drows them.",
    "start": "00:13:43",
    "end": "00:13:49"
  },
  {
    "text": "Yeah, it's a quotation. Yeah. Yes. Yeah, totally. So I think, yeah, the author of the Pentateuch in these poems is connecting it to the whole story, connecting us back up to the main themes.",
    "start": "00:13:49",
    "end": "00:14:00"
  },
  {
    "text": "So here's Balaam.",
    "start": "00:14:00",
    "end": "00:14:01"
  },
  {
    "text": "That's right.",
    "start": "00:14:01",
    "end": "00:14:02"
  },
  {
    "text": "He hasn't been attached to this whole thing. He's heard somehow. And in his, what would you call it, prayer, his incantation, whatever it is, he starts basically prophesying about this messiah that we've learned about in very cryptic ways.",
    "start": "00:14:02",
    "end": "00:14:18"
  },
  {
    "text": "Yes.",
    "start": "00:14:18",
    "end": "00:14:19"
  },
  {
    "text": "The line of Judah, the seed of.",
    "start": "00:14:19",
    "end": "00:14:21"
  },
  {
    "text": "The woman who's gonna crush the snake.",
    "start": "00:14:21",
    "end": "00:14:24"
  },
  {
    "text": "And then the promise to Abraham that through him all the world will be blessed. So in his incantation are all of these things.",
    "start": "00:14:24",
    "end": "00:14:31"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:14:32",
    "end": "00:14:33"
  },
  {
    "text": "So cool though.",
    "start": "00:14:33",
    "end": "00:14:34"
  },
  {
    "text": "It's totally cool.",
    "start": "00:14:34",
    "end": "00:14:35"
  },
  {
    "text": "Balaam is basically prophesying about Jesus.",
    "start": "00:14:35",
    "end": "00:14:38"
  },
  {
    "text": "Yeah, from, from the king of Moab's point of view. He hired Balaam to curse his enemies. What Balaam ends up doing is pronouncing Moab's downfall because of a king that will come forth from Israel. And then that king, the author, connects back to all of these key messianic promises from earlier in the book. Yeah, yeah. The poems of Balaam are absolutely crucial for understanding the message and main themes of the Torah. And they come from the most unlikely place, which is, I guess, fairly typical. That's typical for how the Bible works for the Torah as a whole. Yeah. Most of the main characters are big screw ups, you know.",
    "start": "00:14:38",
    "end": "00:15:21"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:15:22",
    "end": "00:15:22"
  },
  {
    "text": "Anyway, the Balaam stories, so thanks for your good questions about Balaam. They're odd stories, but they're super, super important.",
    "start": "00:15:23",
    "end": "00:15:29"
  },
  {
    "text": "Cool. That's Balaam.",
    "start": "00:15:30",
    "end": "00:15:31"
  },
  {
    "text": "Yeah.",
    "start": "00:15:31",
    "end": "00:15:31"
  },
  {
    "text": "I spent a lot of time with Balaam. What other questions?",
    "start": "00:15:31",
    "end": "00:15:34"
  },
  {
    "text": "Oh, man, there's lots of good questions. Ben Brown, you had a good question. I think you've asked a question before. There is a story here in chapter 20, it's in the second wilderness section about the people grumbling and then God sends snakes. It's the snake attack story. It's very odd. And so God tells Moses to make a bronze snake on a pole. And Ben, you ask, could you speak.",
    "start": "00:15:35",
    "end": "00:16:06"
  },
  {
    "text": "More about what's the purpose of birth snake?",
    "start": "00:16:06",
    "end": "00:16:08"
  },
  {
    "text": "Oh, well, the purpose is it's an image of the thing that's killing them. And then this idol snake statue, they look to it. And then if they had been bit. That's right.",
    "start": "00:16:08",
    "end": "00:16:22"
  },
  {
    "text": "They're going to find.",
    "start": "00:16:22",
    "end": "00:16:23"
  },
  {
    "text": "Grants them healing and life. Yeah, it's very odd, right?",
    "start": "00:16:23",
    "end": "00:16:28"
  },
  {
    "text": "Very odd. If I went to church and there was a guy with like a bronze snake and he's like, look at this. And you're gonna be better. I'm gonna be like, I'm out of here. Yeah, it's getting a little strange.",
    "start": "00:16:28",
    "end": "00:16:40"
  },
  {
    "text": "It's super strange.",
    "start": "00:16:40",
    "end": "00:16:41"
  },
  {
    "text": "But in that time, there must be. I mean, what's that? What would I have been experiencing if I saw Moses doing this and I'm an Israelite? I wouldn't have been like, that's weird.",
    "start": "00:16:43",
    "end": "00:16:54"
  },
  {
    "text": "Yes. But it's very. Well, it's not a representation of God because they did that once on Mount Sinai with the golden calf thing, and that didn't go well for them. So it's clearly like God tells Moses, make a bronze symbolic representation of the animal that's out there biting people. The symbol. The symbol is a paradox. It's a symbol of the thing that's. Of his judgment. He's rendering his. You know, and it. When you pull the story out of context, you're like, oh, God's really a jerk here. But, dude, just read the stories leading up to it. God's been very patient with these people. So the snakes come as a form of his judgment. And then what God gives as a way of escape or a way to take refuge from his judgment is a symbol of the judgment itself. And so paradoxically, they look to this symbol of God's judgment, and that is the thing that's the vehicle of him granting them life. Again, the story is very strange. Very strange. But at the center of it is a symbol that at the same time is a symbol of God's judgment and of God's grace and life that he wants to give to his people. And, you know. So Ben, you asked, could you speak more about God commanding Moses to create a bronze snake? Why does God give Moses an idol for the people to look at? I have no idea. And neither does anybody else. The story is just there. We do know that this snake statue stuck around in Israel because one of the later kings of Israel ends up digging it out of the archives.",
    "start": "00:16:54",
    "end": "00:18:40"
  },
  {
    "text": "Storage room, the archives.",
    "start": "00:18:40",
    "end": "00:18:41"
  },
  {
    "text": "And then a bunch of Israelites start to give offerings to. To it. Which was the point. Definitely not the point. And then the last thing to tie it up, though, it is a strange story. But Jesus paid attention to the story when he read the Book of Numbers in John chapter three, where he starts talking about how he's going to die so that others can have life. This is in his conversation with Nicodemus. He brings up the story and he says, just as Moses lifted up the serpent in the wilderness, so he says he will be lifted up so that others might have life. And in the Gospel of John, Jesus being lifted up is all pointing forward to his being lifted up and nailed on the cross.",
    "start": "00:18:41",
    "end": "00:19:29"
  },
  {
    "text": "So Jesus read the story and he said, oh, that story's about me?",
    "start": "00:19:29",
    "end": "00:19:34"
  },
  {
    "text": "Yes or yes. Jesus reads a story about a strange story, a strange way that God rescues his people, because the way that he rescues them is itself a symbol of his judgment on them. And that's precisely how Jesus understood what was happening on the cross, that God's.",
    "start": "00:19:34",
    "end": "00:19:58"
  },
  {
    "text": "Judgment was coming, that also in the same time was his way to save.",
    "start": "00:19:58",
    "end": "00:20:04"
  },
  {
    "text": "That's right. Yeah. So think of it. It's a different image, but the same idea of the Last Supper of Passover. So he's putting himself in the place of the blood of the Passover lamb. My body and my blood. So his death is going to become a source of life. So Jesus found this strange story of this bronze snake as a helpful image to unpack what his coming death was all about.",
    "start": "00:20:04",
    "end": "00:20:30"
  },
  {
    "text": "And other prophets would never have done that kind of move, right? Oh, actually, that story in the Torah, that was about me. Like, were there any other prophets saying that?",
    "start": "00:20:31",
    "end": "00:20:40"
  },
  {
    "text": "Well, I mean, there were definitely other people on the scene claiming that they were the messianic. Messianic king. Jesus is the only Jewish person we know of who ever mentions the story of the bronze snake as explaining something about themselves and what they're doing. Yeah, it's very unique.",
    "start": "00:20:41",
    "end": "00:21:02"
  },
  {
    "text": "Yeah. It just seems like the way he views all these scriptures and how he does that with Isaiah and different things, he's just like, it's all about him and in a way that people hadn't been thinking about.",
    "start": "00:21:03",
    "end": "00:21:14"
  },
  {
    "text": "Yeah, yeah, that's right. Yeah. Jesus walks on into a scene where people have lots of hopes and expectations. Many of them are based on the scriptures. But then Jesus also used a lot of things in the scriptures to explain himself that blue people's categories. And this was one of them. Yeah. So I agree with you, Ben. It's a very odd story, but it has a surprising connection to Jesus that he thought the story was significant. Yeah, yeah. It's a great. It's a great question. You guys have good questions. Aurelia, you asked a cool question that I think opens up a cool idea about the book of Numbers. Aurelia, D you ask, are you Guys able to shed some light on the book of the wars of the Lord mentioned in numbers, chapter 21. Is this a book that was considered part of the Hebrew canon? So if you're not familiar, this is in a story right here in the travel section, and it's a story of one of the battles Israel fights as it starts to encounter Canaanite people groups. And then there's a line in this story about where they're traveling. And then it says, as it says in the Book of the wars of the Lord. So the author of the Pentateuch has incorporated material from a source here that he names, which we don't have. Fascinating. Yeah. The Book of the wars of the Lord is mentioned in a couple other places. It's mentioned once in the Book of Joshua. Off the top of my head, I know Joshua. I think it's mentioned somewhere in one of the books of Samuel, but I forget. So. Yes. So here's what it opens up for us, that Moses certainly played a role in the production of the literary production of the Torah. He's mentioned as writing numerous times in the Torah. However, Moses only is born in the story of the Torah by the time you're already 52 chapters into the Torah. So already we're talking about a whole bunch of material that Moses may have framed or composed, but he's not responsible for it. Which then opens up the question that the Torah is much. Don't think of the Torah as a document that somebody sat down and wrote. Think of the Torah as a museum exhibit that someone has architected and collected materials from different places and different times and different sources, and then arranged it as a meaningful experience for you to walk through.",
    "start": "00:21:14",
    "end": "00:23:54"
  },
  {
    "text": "One of the things they had access.",
    "start": "00:23:54",
    "end": "00:23:55"
  },
  {
    "text": "To was the word of the Lord. One of them, one of these sources is called the Book of.",
    "start": "00:23:55",
    "end": "00:23:59"
  },
  {
    "text": "And we also know that another source, potentially, was when Moses wrote down all of the Covenant Commandments, put it in the Ark of the Covenant.",
    "start": "00:23:59",
    "end": "00:24:07"
  },
  {
    "text": "That's right.",
    "start": "00:24:07",
    "end": "00:24:08"
  },
  {
    "text": "That was something.",
    "start": "00:24:08",
    "end": "00:24:09"
  },
  {
    "text": "That's right.",
    "start": "00:24:09",
    "end": "00:24:09"
  },
  {
    "text": "That we don't know.",
    "start": "00:24:09",
    "end": "00:24:10"
  },
  {
    "text": "That's right.",
    "start": "00:24:10",
    "end": "00:24:11"
  },
  {
    "text": "But that was the source.",
    "start": "00:24:12",
    "end": "00:24:13"
  },
  {
    "text": "Yeah, that's exactly right. And there are numerous other clues within the Torah itself that Moses wasn't the only contributor to the Torah. There's the best example. It's in a place you'd never expected in the Genesis. There's a genealogy of esau in Genesis 36, and it says, here's a list of Edomite kings. This was before any of the kings of Israel reigned in the land. So, I mean, the genealogy straight up tells you it comes from a time way after Moses because they know they had kings, because it's assuming that it's a time when the kings of Israel have been around for a long time. So when the prophets looked back to the Torah, they viewed Moses as a key author. They didn't view Moses as the only author, though. In Daniel chapter 9 and Zechariah chapter 7, they view the Torah as coming from just. They say Moses and the prophets. So the Book of the wars of the Lord, it was an archive document that documented Israel's journey through the wilderness. It was never a part of the Bible, but it was a source for some of the material that ended up in some of the books of the Bible.",
    "start": "00:24:13",
    "end": "00:25:23"
  },
  {
    "text": "We do want to go into more depth on how the Bible was made. This was a question about canon, and we could talk further for a long time about that, but we want to make a series, we want to do something with that. So I think that'll be really helpful. It's been helpful for me and I'm still in the thick of it, trying to learn.",
    "start": "00:25:24",
    "end": "00:25:44"
  },
  {
    "text": "Yeah, man. There's so much misinformation on Netflix or YouTube or whatever about the history of the making of the Bible. And it's really astounding because there's so much public accessible information about where the Bible came from. And it bothers some people. If your assumption is the Bible dropped out of heaven, then that history is going to, you know, might be troubling to you and force you to rethink some things. But if you hold the historic orthodox view about the Bible, that it's a divine and human book, then we can trace much of that human history. And it's fascinating, I think, David Charlton.",
    "start": "00:25:46",
    "end": "00:26:29"
  },
  {
    "text": "That the Bible being compiled is messy and then people are messy. And when God deals with us, he gets involved. And it's not clean.",
    "start": "00:26:29",
    "end": "00:26:38"
  },
  {
    "text": "Yes.",
    "start": "00:26:38",
    "end": "00:26:39"
  },
  {
    "text": "When he becomes human.",
    "start": "00:26:39",
    "end": "00:26:40"
  },
  {
    "text": "Yeah. The story of Jesus is anything but simple or clean. Yeah, that's exactly right. But that's. Yeah, that's right. So good question.",
    "start": "00:26:40",
    "end": "00:26:50"
  },
  {
    "text": "Aurelia D. That's number two for Aurelia. She should win a prize.",
    "start": "00:26:50",
    "end": "00:26:55"
  },
  {
    "text": "Yeah, that's right. Ben Brown. Oh, Ben Brown, you had a second question, but it was a good one and so we're going to bring it up. You ask in numbers, what does it mean to bless? I'm thinking of the priestly blessing in numbers and also the blessing cursing of Balaam. What happens when priests or people bless the people? So that's a great question. That really gets us into a core theme of the entire Torah, which is about God's desire to bless people. Because that idea appears on page one of the Bible. When God makes humans and appoints them as his image bearers, the first thing God does to humans in the Bible is bless them. So bless. We've talked about this before.",
    "start": "00:26:55",
    "end": "00:27:46"
  },
  {
    "text": "Yeah, I'm trying to remember.",
    "start": "00:27:46",
    "end": "00:27:47"
  },
  {
    "text": "It's one of these Bible religious words that you can use that we don't.",
    "start": "00:27:47",
    "end": "00:27:50"
  },
  {
    "text": "Use except when people sneeze.",
    "start": "00:27:50",
    "end": "00:27:51"
  },
  {
    "text": "Yeah, yeah. Bless you. Some people say use it in the passive. I was so. Which, by the way, I was so blessed.",
    "start": "00:27:51",
    "end": "00:27:57"
  },
  {
    "text": "Oh, that's true. But that's a Christian thing to say.",
    "start": "00:27:57",
    "end": "00:28:00"
  },
  {
    "text": "Right? It's like Christianese. Yeah, but what were you saying? Blessing.",
    "start": "00:28:00",
    "end": "00:28:04"
  },
  {
    "text": "Oh. Just when you know where that comes from is when you sneezed. This might be total urban legend.",
    "start": "00:28:04",
    "end": "00:28:11"
  },
  {
    "text": "Yes.",
    "start": "00:28:11",
    "end": "00:28:11"
  },
  {
    "text": "But when you sneeze, people thought your soul was escaping, and so you say bless you to kind of get it back in. So when you say bless you to someone, you're trying to, like, stuff their soul back into their mouth.",
    "start": "00:28:11",
    "end": "00:28:22"
  },
  {
    "text": "I've never heard that before.",
    "start": "00:28:23",
    "end": "00:28:24"
  },
  {
    "text": "Yeah. I didn't just make it up. But it might not be true.",
    "start": "00:28:24",
    "end": "00:28:28"
  },
  {
    "text": "What?",
    "start": "00:28:28",
    "end": "00:28:29"
  },
  {
    "text": "In German, David's nodding along.",
    "start": "00:28:30",
    "end": "00:28:31"
  },
  {
    "text": "David's nodding. In German, you say gesundheit. Good health. Gesundheit. Good health.",
    "start": "00:28:31",
    "end": "00:28:37"
  },
  {
    "text": "Yeah. Well, anyway, so blessing.",
    "start": "00:28:37",
    "end": "00:28:40"
  },
  {
    "text": "Yeah.",
    "start": "00:28:40",
    "end": "00:28:40"
  },
  {
    "text": "I feel blessed.",
    "start": "00:28:40",
    "end": "00:28:41"
  },
  {
    "text": "Blessing. Yeah.",
    "start": "00:28:41",
    "end": "00:28:42"
  },
  {
    "text": "Which when you say I feel blessed, you just mean I feel hooked up. I feel like God's.",
    "start": "00:28:42",
    "end": "00:28:46"
  },
  {
    "text": "I got the hookup.",
    "start": "00:28:46",
    "end": "00:28:46"
  },
  {
    "text": "Yeah. Things are going well.",
    "start": "00:28:46",
    "end": "00:28:48"
  },
  {
    "text": "That really blessed me. When you like, it made me feel good. Yeah. It made the warm fuzzies.",
    "start": "00:28:48",
    "end": "00:28:54"
  },
  {
    "text": "Warm fuzzies. Yeah.",
    "start": "00:28:54",
    "end": "00:28:55"
  },
  {
    "text": "Yeah. It's interesting. So, yeah, the Bible's or like our.",
    "start": "00:28:56",
    "end": "00:29:01"
  },
  {
    "text": "If you're going to give someone money or something, I want to really. Blessing.",
    "start": "00:29:02",
    "end": "00:29:05"
  },
  {
    "text": "Okay, so then. All right, now we're more in the ballpark here. Yeah.",
    "start": "00:29:05",
    "end": "00:29:09"
  },
  {
    "text": "So here's a 20. I hope that's a blessing.",
    "start": "00:29:09",
    "end": "00:29:11"
  },
  {
    "text": "So God blesses the humans in the form of giving them a world to be responsible for. And what he tells them is to be fruitful and multiply, you know, to rule the earth and subdue it and harness itself resources and make it go somewhere. So blessing has to do with the gift that God gives to people. So it's often connected with abundance. So in the book of Genesis, at the end of the book, Jacob predicts blessings on the tribe of Joseph. And it's like blessings in your barn and in your family and on your animals. So it's a sign of abundance. Then it becomes a way for you to bless someone, to pray a Blessing, like in the Book of Numbers, what the priests do is they pray a blessing. And it's a famous blessing. May the Lord bless you, May he keep you. May he cause his face to shine upon you. May he show you favor. May he lift his countenance upon you and give you peace. So there, what you are praying for is that God would show this person favorite by giving them peace, harmony and abundance in their lives. So blessing, it's the hookups.",
    "start": "00:29:11",
    "end": "00:30:26"
  },
  {
    "text": "It is the hookups.",
    "start": "00:30:26",
    "end": "00:30:27"
  },
  {
    "text": "It's the divine hookups. And then that word then comes into early Christianity and then it becomes one of the main vocabulary items that like Paul will use, for example, to describe the hookups that come when you put your trust and devotion in Jesus the Messiah. So his opening line in Ephesians is praise be to the God who has blessed us with every spiritual blessing in the Messiah.",
    "start": "00:30:27",
    "end": "00:30:58"
  },
  {
    "text": "He's making it, he's spiritualizing it. Where blessing was typically, my harvest is awesome. Lots of children.",
    "start": "00:30:58",
    "end": "00:31:06"
  },
  {
    "text": "Yeah, yeah. For Paul, it's the presence of Jesus by means of his spirit. You're being included in the covenant family of God's people, which is multi ethnic, international Jesus movement.",
    "start": "00:31:06",
    "end": "00:31:19"
  },
  {
    "text": "And good things.",
    "start": "00:31:19",
    "end": "00:31:20"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:31:20",
    "end": "00:31:21"
  },
  {
    "text": "Whether it's physical things or spiritual things.",
    "start": "00:31:21",
    "end": "00:31:24"
  },
  {
    "text": "But for Paul it's not just spiritual. Your life gets now rooted and transplanted into a new family, a local community of people who they're going to be your people. And Paul's vision of a church, it's your new family where you're taken care of and you learn how to be a new and different kind of human that's experiencing God's blessing. So it's a really profound way of actually telling the story of the whole Bible is blessing and curse. Blessing, loss of blessing and then restoring the blessing. We should probably do a theme video on blessing now that I'm talking out loud about it.",
    "start": "00:31:24",
    "end": "00:32:00"
  },
  {
    "text": "Alright, Dan.",
    "start": "00:32:00",
    "end": "00:32:00"
  },
  {
    "text": "Theme video, make a note. Sometimes this is about how we come up with scene video ideas. We're talking and we're like, we should add that to the list and we'll.",
    "start": "00:32:02",
    "end": "00:32:11"
  },
  {
    "text": "Talk about how people sneeze out their soul.",
    "start": "00:32:11",
    "end": "00:32:14"
  },
  {
    "text": "Let's make a video about that one. Let's see. David Charlton, you're from the uk, regular. There's a well known story in Numbers about Moses that is kind of intense. Lots of people usually have questions about it.",
    "start": "00:32:16",
    "end": "00:32:33"
  },
  {
    "text": "Yeah, it doesn't make a lot of sense at first glance.",
    "start": "00:32:33",
    "end": "00:32:36"
  },
  {
    "text": "So right here it's in chapter 20, part of the culmination of Israel's rebellion in the wilderness. Moses has a moment of failing. So Essentially, what it is is God. The people grumble, they're thirsty. This story is right. We even drew it and featured it right here. They're thirsty, and they rebel. God tells Moses, speak to a rock, that the water would stream out of it and come to the people. And what Moses says is, he doesn't speak to the rock, he strikes it. And then what he says to the people is, you rebels. Must we? That is Aaron and I bring water out of this rock for you. And then he hits the rock twice, we're told, and water comes out. And then immediately God says, moses, you dishonored me. You didn't trust me.",
    "start": "00:32:36",
    "end": "00:33:31"
  },
  {
    "text": "Zoom into the area.",
    "start": "00:33:32",
    "end": "00:33:33"
  },
  {
    "text": "Yeah. God says, you didn't trust me. You didn't believe in me, therefore you've dishonored me in the eyes of the people. So, Moses, you will suffer the same fate as the Exodus generation, and you don't get to enter the promised land. And David Charlton, you ask, it seems harsh. My question is about the rebellion of Moses. His decision to tap the rock rather than speak to it. Is that all there is to it? It seems very harsh.",
    "start": "00:33:33",
    "end": "00:34:01"
  },
  {
    "text": "Yeah. Because the explanation that some people have then is, and I think I've heard from you, is, well, we can notice two things. One is God tells him to speak to the rock, and instead he hits it with a staff.",
    "start": "00:34:01",
    "end": "00:34:10"
  },
  {
    "text": "Correct.",
    "start": "00:34:10",
    "end": "00:34:11"
  },
  {
    "text": "Secondly, he takes credit for it by saying, we. That's why it's big and bold in our thing. Yeah. If that's it. I mean, he just made a couple mistakes. Right. It's kind of like maybe you should have had a dress rehearsal first so he didn't screw this up. Stakes are pretty high to get in the promised land or not. So. Yeah. Is it too harsh? But the other question for me is, is the Bible, when the language is crafted, and are they being this specific? Like, are we reading too much into.",
    "start": "00:34:11",
    "end": "00:34:43"
  },
  {
    "text": "These things with, like, those little differences?",
    "start": "00:34:43",
    "end": "00:34:45"
  },
  {
    "text": "Yeah. Little differences. Like. Or was that just kind of like.",
    "start": "00:34:45",
    "end": "00:34:48"
  },
  {
    "text": "Yeah, because he has hit the rock before. There's a story about, in Exodus 16 and 17, where they're thirsty, and so Moses hit the rock and brought water for them. So he's hit a rock before. Yeah.",
    "start": "00:34:48",
    "end": "00:35:00"
  },
  {
    "text": "And it worked out fine.",
    "start": "00:35:00",
    "end": "00:35:01"
  },
  {
    "text": "Yeah. Right.",
    "start": "00:35:01",
    "end": "00:35:02"
  },
  {
    "text": "Yeah.",
    "start": "00:35:02",
    "end": "00:35:03"
  },
  {
    "text": "So that's. Yeah. Well, so one, the language is crafted, and so those little differences in the story, they matter. They're not accidental. That Moses fulfills God's command, but in a way that's not exactly the way that God commanded him to. And this connects to a motif throughout the whole of the Torah where you have Characters, especially in the Abraham stories, where Abraham will do something God asked him to do, but slightly differently. And then it ends up being in ruin and disaster. So he says, leave your father's household. But he takes his nephew with him, Lot. And then Lot becomes this huge source of headache and a huge pain and causes all these problems. And Abraham, it's huge. So my point is that the story's already prepared us for when people don't obey God exactly what he said, things don't go well.",
    "start": "00:35:03",
    "end": "00:36:01"
  },
  {
    "text": "So is that the moral of the story? God tells you to do something, do it? Exactly.",
    "start": "00:36:01",
    "end": "00:36:06"
  },
  {
    "text": "I think that's one part of what's going on here. The other part is the fact that the narrator doesn't ever come and say, and here's why Moses was disqualified to go into the Promised Land. The narrator has chosen to leave it ambiguous, which means that there is. The story leaves you puzzled and it leaves you much in the position of Moses himself, you know, of wondering why this happened. And the way God evaluates it is not by pointing to a specific behavior. He says, you didn't have faith, you didn't believe in me. And in that little line, you didn't have faith or believe in me. Moses behavior is mirroring what the Israelites did when they rejected going into the Promised Land. Because God's evaluation of the Israelites was, you didn't have faith and you didn't believe in me. So Moses behavior is being paired with Israel's rebellion. And that's the connection that the story wants to make. So there are lots of stories like this in the Torah. It's just like Balaam, where they raise questions that we have that the story ultimately doesn't answer.",
    "start": "00:36:06",
    "end": "00:37:19"
  },
  {
    "text": "Where's the part where everyone else doesn't get to go into the Promised land?",
    "start": "00:37:19",
    "end": "00:37:24"
  },
  {
    "text": "It's numbers 13 and 14. So the spies come back, here's all the people, and they're like, let's go back to Egypt. They want to go back to Egypt.",
    "start": "00:37:24",
    "end": "00:37:32"
  },
  {
    "text": "And he's like, alright, your children will go in.",
    "start": "00:37:32",
    "end": "00:37:35"
  },
  {
    "text": "Yep. God disqualifies a whole generation. And in Numbers 14, God describes it. He sums it up as an act of.",
    "start": "00:37:35",
    "end": "00:37:42"
  },
  {
    "text": "So is there supposed to be a parallel?",
    "start": "00:37:42",
    "end": "00:37:44"
  },
  {
    "text": "In a way, yeah. The author of the Torah has paralleled Moses rebellion with Israel's rebellion by that key word, unbelief or lack of faith. Faith. Which connects back again, this is a big theme in the Torah because it connects all the way back to the Abraham stories where God brought Abraham out in the middle of the night to look up at the stars. And Abraham's asking like, I don't have any kids. How am I ever going to become a nation? And God says, yeah, look at the stars. And if you can count them, that's how many children and grandchildren you're going to have. And we're told that Abraham believed in God. It's a rare word in the Torah, but when it occurs, it's very important. So Abraham had every opportunity not to believe.",
    "start": "00:37:44",
    "end": "00:38:28"
  },
  {
    "text": "And by believe, we just mean he trusted.",
    "start": "00:38:29",
    "end": "00:38:31"
  },
  {
    "text": "He trusted God.",
    "start": "00:38:31",
    "end": "00:38:32"
  },
  {
    "text": "He's like, okay, that's what you say.",
    "start": "00:38:32",
    "end": "00:38:33"
  },
  {
    "text": "He trusted God's promise. That's right. And so he is contrasted in the Torah with the generation that experienced the Exodus and they don't trust. And Moses, who was the. He was God's instrument in bringing about the Exodus. And even he didn't trust. So the Torah is a large scale contrast between Abraham and Moses in Israel and these portraits of faith and lack of faith. So the Moses story is really important. There is still a mystery as to what exactly went on in his heart that God nailed him for. But the narrator is connecting him to a much larger theme in the Torah about faith and trust in God.",
    "start": "00:38:33",
    "end": "00:39:18"
  },
  {
    "text": "Yeah.",
    "start": "00:39:19",
    "end": "00:39:19"
  },
  {
    "text": "Which is why Paul the Apostle made such a big deal about the faith, the trusting God theme in the Torah in his letters to the Romans and Galatians. He was paying attention to that motif. To this motif. Yeah, it's cool.",
    "start": "00:39:19",
    "end": "00:39:32"
  },
  {
    "text": "Which is kind of a theme. I'll write that one down.",
    "start": "00:39:33",
    "end": "00:39:35"
  },
  {
    "text": "Yeah. What's that? Faith. Trust.",
    "start": "00:39:35",
    "end": "00:39:38"
  },
  {
    "text": "Yeah, faith.",
    "start": "00:39:38",
    "end": "00:39:38"
  },
  {
    "text": "Belief. Trust.",
    "start": "00:39:39",
    "end": "00:39:40"
  },
  {
    "text": "Trust.",
    "start": "00:39:40",
    "end": "00:39:40"
  },
  {
    "text": "Belief. Faith.",
    "start": "00:39:41",
    "end": "00:39:42"
  },
  {
    "text": "Yeah, we don't really have that one. Dude.",
    "start": "00:39:43",
    "end": "00:39:45"
  },
  {
    "text": "We have a problem in English. We have too many words for this. We have faith as the noun. You can say, I have faith, I have faith. Then we have belief.",
    "start": "00:39:45",
    "end": "00:39:55"
  },
  {
    "text": "But you only say about spiritual things. You don't say like, I have faith in this chair.",
    "start": "00:39:56",
    "end": "00:39:59"
  },
  {
    "text": "Oh, that's true.",
    "start": "00:39:59",
    "end": "00:40:00"
  },
  {
    "text": "Or I have faith in. No, I guess you say, I have faith in you.",
    "start": "00:40:00",
    "end": "00:40:02"
  },
  {
    "text": "You have faith in person.",
    "start": "00:40:02",
    "end": "00:40:03"
  },
  {
    "text": "You have faith in people, which means you're trustworthy, but you're having faith in a relational, kind of abstract thing.",
    "start": "00:40:03",
    "end": "00:40:09"
  },
  {
    "text": "Yeah.",
    "start": "00:40:09",
    "end": "00:40:10"
  },
  {
    "text": "You don't have faith in, like, concrete.",
    "start": "00:40:10",
    "end": "00:40:11"
  },
  {
    "text": "Yeah. Faith tends to. Yeah. Refer to religious beliefs being a person of faith and.",
    "start": "00:40:11",
    "end": "00:40:15"
  },
  {
    "text": "And interrelational things or character. Character stuff. But you don't have. You don't have faith going over a bridge that the bridge is going to not collapse. You just have trust.",
    "start": "00:40:15",
    "end": "00:40:24"
  },
  {
    "text": "Yeah. You try. I trust the bridge.",
    "start": "00:40:24",
    "end": "00:40:26"
  },
  {
    "text": "That's the. That's what trust is.",
    "start": "00:40:26",
    "end": "00:40:27"
  },
  {
    "text": "We use the word trust for that. Yeah. It's complicated. And in Hebrew, it's very simple. There's just. There's one word at the base of all and are various words you have.",
    "start": "00:40:27",
    "end": "00:40:37"
  },
  {
    "text": "To clear throughout the sentence.",
    "start": "00:40:37",
    "end": "00:40:38"
  },
  {
    "text": "No. Amen.",
    "start": "00:40:38",
    "end": "00:40:39"
  },
  {
    "text": "Amen.",
    "start": "00:40:40",
    "end": "00:40:40"
  },
  {
    "text": "Amen. It's the root of our word. Amen.",
    "start": "00:40:41",
    "end": "00:40:43"
  },
  {
    "text": "Really?",
    "start": "00:40:43",
    "end": "00:40:44"
  },
  {
    "text": "Yes, Amen. Yes, Amen. As adjectives, it means trustworthy. Trustworthy, true.",
    "start": "00:40:44",
    "end": "00:40:51"
  },
  {
    "text": "Why do you say at the end.",
    "start": "00:40:51",
    "end": "00:40:52"
  },
  {
    "text": "Of a prayer, true, True that.",
    "start": "00:40:52",
    "end": "00:40:54"
  },
  {
    "text": "True that.",
    "start": "00:40:54",
    "end": "00:40:55"
  },
  {
    "text": "I think that's what it means.",
    "start": "00:40:55",
    "end": "00:40:56"
  },
  {
    "text": "Amen.",
    "start": "00:40:56",
    "end": "00:40:57"
  },
  {
    "text": "True that.",
    "start": "00:40:57",
    "end": "00:40:58"
  },
  {
    "text": "Wow. Yeah. I need a theme video on that. Okay.",
    "start": "00:40:58",
    "end": "00:41:01"
  },
  {
    "text": "Yeah. Andy Gray, you asked a question. I would like a discussion on the difference between being ceremonially unclean and being sinful. What implication or direction can we learn from this today? So this is related to Leviticus also, but right here in the early part of the book, there's all these things about ritual purity and cleanness and uncleanness.",
    "start": "00:41:01",
    "end": "00:41:24"
  },
  {
    "text": "Watch the Holiness video.",
    "start": "00:41:24",
    "end": "00:41:25"
  },
  {
    "text": "The Holiness video.",
    "start": "00:41:25",
    "end": "00:41:26"
  },
  {
    "text": "This will help you.",
    "start": "00:41:26",
    "end": "00:41:27"
  },
  {
    "text": "Yeah. So basically, you become ritually impure or unclean if you're an Israelite through just a handful of things. It's either contact with dead bodies, diseased or reproductive fluids. So these are. This is a symbolic set of customs in Israel where if you touch one of these, you can't go into God's presence. That's what it means to be unclean. It doesn't mean that you're sinful and a horrible person.",
    "start": "00:41:27",
    "end": "00:41:55"
  },
  {
    "text": "You can't do something wrong.",
    "start": "00:41:55",
    "end": "00:41:56"
  },
  {
    "text": "It just means you're marked with these symbols of death. Yeah. And so you can't have those symbols connected to you and go into the presence of the author of all life. That's wrong to cross that boundary line. But being ritually impure is not inherently sinful.",
    "start": "00:41:56",
    "end": "00:42:15"
  },
  {
    "text": "I think maybe, I heard you say once, it's kind of like maybe this was you. I don't remember. But it's like if you're going to meet the President of the United States, you might take a bath first.",
    "start": "00:42:15",
    "end": "00:42:22"
  },
  {
    "text": "Yeah, that's a good point. Yes. Or you wouldn't wear your gardening clothes or the clothes that are like your project work clothes. You wouldn't wear those. You would wear something holy, which is unique, something like that. So ritual impurity was a whole set of practices that the Israelites were to practice.",
    "start": "00:42:25",
    "end": "00:42:48"
  },
  {
    "text": "But you're going to touch dead people. It's just going to happen.",
    "start": "00:42:48",
    "end": "00:42:51"
  },
  {
    "text": "Yes.",
    "start": "00:42:51",
    "end": "00:42:51"
  },
  {
    "text": "You're going to all these things. And it doesn't mean you did something wrong. It just means you got to chill out for a while and not go to the temple.",
    "start": "00:42:51",
    "end": "00:43:00"
  },
  {
    "text": "Correct. So the only carryover we see of that into the new Testament is the language of purity. Gets then put as a map onto moral, what we would call moral purity. And so that's why you'll find pure or impure, clean or unclean language, not in the New Testament in Jesus or Paul, a tie, but connected to matters of like sex and what you do with your money and greed and so on. And they'll use the words impurity to describe this. So there they are using this language, mapping it onto. There are certain ways of behaving as a human where you are associating yourself with death and destruction and that's not good.",
    "start": "00:43:01",
    "end": "00:43:48"
  },
  {
    "text": "So in the same way that you would touch this dead body, be unclean, can't go to the temple now he's using that as a structure to say cool. Now that you understand that, because you've been doing that for a while, you get that. We don't get that. But they got that now. In the same way, realize that when you are sexually impure, you are now in a space you shouldn't be like.",
    "start": "00:43:49",
    "end": "00:44:15"
  },
  {
    "text": "Yeah, that's right. If you're sleeping around, if you say you're a follower of Jesus and you're sleeping around, Paul would say that's there's.",
    "start": "00:44:15",
    "end": "00:44:22"
  },
  {
    "text": "Just as much of a problem going on.",
    "start": "00:44:22",
    "end": "00:44:23"
  },
  {
    "text": "That's right. Yeah. You're acting impure and you are acting unclean. You're associating yourself with a death dealing destructive behavior. And Jesus died to clean you from that.",
    "start": "00:44:23",
    "end": "00:44:36"
  },
  {
    "text": "So I think what's tough is he's using, he uses it.",
    "start": "00:44:37",
    "end": "00:44:39"
  },
  {
    "text": "Paul uses the clean, unclean language about morality.",
    "start": "00:44:39",
    "end": "00:44:44"
  },
  {
    "text": "Yes. He's using a practice that we're not familiar with.",
    "start": "00:44:44",
    "end": "00:44:47"
  },
  {
    "text": "That's right.",
    "start": "00:44:47",
    "end": "00:44:48"
  },
  {
    "text": "That's really hard for us to comprehend as a stage to talk about something we do understand. And it's just confusing.",
    "start": "00:44:48",
    "end": "00:44:56"
  },
  {
    "text": "That's why we associate being impure with sinful because that's the way Paul uses the language.",
    "start": "00:44:56",
    "end": "00:45:01"
  },
  {
    "text": "I see.",
    "start": "00:45:01",
    "end": "00:45:02"
  },
  {
    "text": "That's not the way the language is used in Leviticus and numbers. Isn't that interesting?",
    "start": "00:45:02",
    "end": "00:45:06"
  },
  {
    "text": "Okay, I think I get it.",
    "start": "00:45:07",
    "end": "00:45:08"
  },
  {
    "text": "Yeah.",
    "start": "00:45:08",
    "end": "00:45:08"
  },
  {
    "text": "All right.",
    "start": "00:45:08",
    "end": "00:45:08"
  },
  {
    "text": "All right guys, have a great week. Thanks for supporting the Bible project. You guys are awesome.",
    "start": "00:45:08",
    "end": "00:45:13"
  },
  {
    "text": "Thanks for listening to this episode of the bibleproject. We're a non profit studio in Portland, Oregon and we have lots of free resources on our website, thebibleproject.com thanks for being a part of this with us.",
    "start": "00:45:13",
    "end": "00:45:24"
  },
  {
    "text": "SA.",
    "start": "00:45:32",
    "end": "00:45:32"
  }
]