[
  {
    "text": "Hey, this is John at the bibleproject. In this episode of the podcast, we're going to look at the second part of our conversation on our YouTube livestream that we did over a year ago. It was a question and response episode with fellow YouTubers on the book of Exodus. This is Exodus 19:40. If you've been listening to these Q&Rs this summer on our podcast, you'll know the audio isn't as good as it normally is. And so we apologize for that. Today we're gonna get into questions like, did God actually expect Israel to follow all the laws in the Old Testament? And is there anything symbolic that we should care about in the Old Testament tabernacle? Thanks for listening.",
    "start": "00:00:10",
    "end": "00:00:49"
  },
  {
    "text": "Here we go.",
    "start": "00:00:50",
    "end": "00:00:50"
  },
  {
    "text": "Hey, guys, how you doing? Welcome to the Bible Project live stream. Q and R time.",
    "start": "00:00:51",
    "end": "00:00:59"
  },
  {
    "text": "Q and R. Q and R, not Q and A.",
    "start": "00:00:59",
    "end": "00:01:01"
  },
  {
    "text": "That's right.",
    "start": "00:01:01",
    "end": "00:01:01"
  },
  {
    "text": "Question and response. Today we're gonna go through Exodus 19 through 40. We've done two different videos on it. One in the Torah series, which is the fully animated one that came out a couple years ago, and then the Read Scripture series came out earlier this year. And it walks through this poster here. I don't know if you can see it. Oh, yeah, you can't see it. So we already have a bunch of questions coming in. It's great. Keep asking your questions here on the live feed. What we do is we mark them on a spreadsheet and then we can kind of look at them and keep up on them. So the more the merrier. This is Exodus. And just as a quick little summary, just so we're all on the same page, this is like the Exodus story that you're familiar with where Moses and the 10 plagues and getting out of Egypt and then 19 through 40 is coming to Mount Sinai, getting the Covenant and we'll maybe talk about that. The Ten Commandments, all these other laws. Building the tabernacle is a big part of this. Yeah, yeah, Blueprints.",
    "start": "00:01:02",
    "end": "00:02:06"
  },
  {
    "text": "This is the part in the story of the Torah where through Genesis, it's like action packed Exodus story. Just the narratives flowing, exciting. And then at chapter 19, the story just grinds to a screeching halt almost. And the stories come in snippets. And in between the snippets of stories are huge blocks of laws. So something really radical changes. And what's interesting, most people are familiar with the Exodus story, but once people get to Mount Sinai, most people actually stop reading the Bible.",
    "start": "00:02:07",
    "end": "00:02:41"
  },
  {
    "text": "Yeah, that's kind of where it gets really tough.",
    "start": "00:02:42",
    "end": "00:02:44"
  },
  {
    "text": "Yeah. So a Lot of people drop out of the story, but these are crucial, crucial parts of the Bible story. So we're excited.",
    "start": "00:02:44",
    "end": "00:02:52"
  },
  {
    "text": "You read through the blueprints of the tabernacle once and you feel like a hero. And then you got to read through them again.",
    "start": "00:02:52",
    "end": "00:02:58"
  },
  {
    "text": "You can't read through them again.",
    "start": "00:02:58",
    "end": "00:02:59"
  },
  {
    "text": "And you're like, why am I doing this? And then the golden calf incident, which you're probably familiar with as a story, and then Moses pleading with God, and at the very end, he can't enter this beautiful tabernacle that they made. So that's the outline of the story. We have a bunch of questions. Keep sending them in and we'll jump in.",
    "start": "00:02:59",
    "end": "00:03:19"
  },
  {
    "text": "Yes, actually a kickpuncher asked a great question overall, broad here about what happens once we get to chapter 19. Kickpuncher, you asked how does the Sinai covenant fit into the overall story line?",
    "start": "00:03:19",
    "end": "00:03:35"
  },
  {
    "text": "Which is a great question.",
    "start": "00:03:35",
    "end": "00:03:36"
  },
  {
    "text": "So, yeah, the Israelites come out of their slavery in Egypt and then through the wilderness here, and Moses leads them to the foot of Mount Sinai, which was pointed to actually all the way back here in chapter three, that they would come here. And so what God enters into is a covenant, which isn't the first time that you've heard that word in the storyline of the Torah.",
    "start": "00:03:37",
    "end": "00:03:59"
  },
  {
    "text": "Did you hear it with Abraham first?",
    "start": "00:04:00",
    "end": "00:04:01"
  },
  {
    "text": "Yeah, it's connected with Abraham, a covenant with Abraham, a covenant with Noah and all creation in chapter nine. So covenants is actually one of the main covenants ways. The author of the Pentateuch has brought coherence and unity to the storyline. So the covenant with Noah was to make the world a secure place where God would carry out the drama of what he was going to do to rescue humanity. And then the covenant with Abraham and the family of Abraham was his commitment to bring blessing, restore his blessing to all humanity and the rebellious nations.",
    "start": "00:04:01",
    "end": "00:04:42"
  },
  {
    "text": "The word covenant itself is not a word we use a lot. I remember when we were making the covenant video, we talked about it, but we use the word in marriage. The covenant of marriage.",
    "start": "00:04:42",
    "end": "00:04:52"
  },
  {
    "text": "Yes, yes. Yeah, that's right.",
    "start": "00:04:52",
    "end": "00:04:54"
  },
  {
    "text": "And so what does that mean to them? That it's a covenant?",
    "start": "00:04:54",
    "end": "00:04:57"
  },
  {
    "text": "Yeah, it means partnership. It's like an official signing, a formalized partnership between two people to accomplish some goal together.",
    "start": "00:04:57",
    "end": "00:05:08"
  },
  {
    "text": "So what's interesting, so what if kings made covenants with each other back then?",
    "start": "00:05:08",
    "end": "00:05:11"
  },
  {
    "text": "Yeah, kings made covenants. If you do this, give me your crops and this percentage and I'll let you use this land. And if you ever cross the boundary lines, I'll cut your head off. Something like that. Like that's. The kind of. I mean, yeah, so that's how they work.",
    "start": "00:05:11",
    "end": "00:05:25"
  },
  {
    "text": "It's like you do this and this will happen. You don't do this and this will happen.",
    "start": "00:05:25",
    "end": "00:05:28"
  },
  {
    "text": "Here's the consequences. So it's interesting. The biblical story tells the story of the creator God, who, who when he wants to redeem and rescue his world, he does it by entering into partnerships with humans. So that's interesting. We might just think God ought to parachute little relief packets of salvation to everybody like UN helicopters, or just come.",
    "start": "00:05:28",
    "end": "00:05:50"
  },
  {
    "text": "In and just be like, let me fix this. I'm going to do it myself. Get out of my way.",
    "start": "00:05:50",
    "end": "00:05:55"
  },
  {
    "text": "Yeah, but the biblical story is about a God who wants to engage humans in the fullness of their dignity and responsibility and work through them. So the story of Israel is God's commitment to somehow, you don't know yet how exactly in the story bring his blessing to all the nations through this family. And so the covenant that he makes with the nation of Israel here at Mount Sinai is kind of focusing in on the covenant with Abraham. And right here, the opening words of chapter 19, when they come to Sinai, they're crucial. Crucial. God says that he is asking the whole nation to obey the terms of the covenant which are going to be revealed in the Ten Commandments and the laws that follow. And God says if you obey the terms of the covenant, he uses two phrases. He says you'll be a kingdom of priests and a holy nation. And so priests are like mediators, go betweens, between a deity and a group of people. And so here you have a people group, Israel, who's going to be a go between the God of Israel and then the nations. Well, it doesn't say at the foot of the mountain who they're priests to. You have to infer it. But as a reader of the story.",
    "start": "00:05:55",
    "end": "00:07:16"
  },
  {
    "text": "But if you're going to have a whole kingdom full of priests.",
    "start": "00:07:16",
    "end": "00:07:18"
  },
  {
    "text": "That's right, you have one whole nation.",
    "start": "00:07:18",
    "end": "00:07:20"
  },
  {
    "text": "Because normally a priest is going to serve the kingdom.",
    "start": "00:07:21",
    "end": "00:07:23"
  },
  {
    "text": "That's right.",
    "start": "00:07:23",
    "end": "00:07:24"
  },
  {
    "text": "People, group, there's. And now you've got. Everyone's a priest.",
    "start": "00:07:25",
    "end": "00:07:28"
  },
  {
    "text": "That's right.",
    "start": "00:07:28",
    "end": "00:07:28"
  },
  {
    "text": "Why would you have everyone be a priest? It's like everyone being a woods worker.",
    "start": "00:07:29",
    "end": "00:07:33"
  },
  {
    "text": "Yeah. It's a way of thinking about ancient Israel's vocation and purpose in the story that God chose one family or nation among all the other nations and he's going to do something to them that makes them mediators of God to the nation. So that when other nations look at ancient Israel obeying the terms of the covenant, they say oh, my gosh. These are unique people. We want to be like them. So just to land the plane on that question, it's a huge step forward in the storyline of the Torah because you realize now that it's going to be through this family of people being faithful to the terms of the covenant. That's how the blessing, the divine blessing of Abraham is going to go out to all the nations.",
    "start": "00:07:33",
    "end": "00:08:18"
  },
  {
    "text": "And so all these laws that they get are all like the terms of the agreement?",
    "start": "00:08:18",
    "end": "00:08:22"
  },
  {
    "text": "Yep. Well, yeah, they are represent. They are the author selecting from Israel's constitution.",
    "start": "00:08:22",
    "end": "00:08:28"
  },
  {
    "text": "Oh, because we don't have the whole constitution.",
    "start": "00:08:28",
    "end": "00:08:29"
  },
  {
    "text": "Yeah. We don't have the whole body of laws that was revealed to Israel or that would form their constitution. But the author of the Torah has selected 613 of them and placed them strategically within the story to give us a robust understanding of what it was like for them to live by that covenant with God. So that's how it fits into the storyline. Kickpuncher. Great question, great question.",
    "start": "00:08:29",
    "end": "00:08:53"
  },
  {
    "text": "And part of the covenant is the tabernacle as well, then, because God's going to be there with them, and that's where God's going to dwell. So that's how this all fits together.",
    "start": "00:08:53",
    "end": "00:09:02"
  },
  {
    "text": "Yeah. Actually, somebody had a question about the symbolism in the tabernacle that was kind of cool. Oh, yeah, Scott. Scott Noyes, right here. You asked, is there any cool symbolism in the detailed design of the tabernacle that modern readers wouldn't recognize? Oh, you betcha. Yeah. Yeah. So here's what's interesting. We built it into the poster in the video. In both versions of the video, we have two versions of the second half of Exodus that every part of the tabernacle design is loaded with Garden of Eden symbolism, or heaven and earth symbolism, which is actually all connected together. So the point is that the Tabernacle, God's going to commission the people to be his priests, and then he's going to plant his Garden of Eden presence right in the middle of it in this tabernacle, or temple, where heaven and earth overlap. And so, yeah, all of the curtains have fruit trees and pomegranates. There's angelic creatures connected to those caravim creatures in the garden. So all of it is this recreation of Eden. It's a portable Eden, is what I call it. It's a portable Eden, a portable Eden. And it was a way of which itself is just symbol that what Israel is is a people who embody what God wants for the whole world, which is for God's divine presence. To flood, to be everywhere, the whole creation and all of the nations.",
    "start": "00:09:02",
    "end": "00:10:36"
  },
  {
    "text": "And even in Genesis, Right. When we learn how God creates the world, there's a lot of. Well, there's people who say that there's tabernacle language in there.",
    "start": "00:10:36",
    "end": "00:10:48"
  },
  {
    "text": "Oh, in Genesis 1.",
    "start": "00:10:49",
    "end": "00:10:50"
  },
  {
    "text": "Yeah. With the days or.",
    "start": "00:10:51",
    "end": "00:10:53"
  },
  {
    "text": "Correct. Yeah, that's right. There's lots of temple ideas and imagery going on in Genesis 1.",
    "start": "00:10:53",
    "end": "00:11:01"
  },
  {
    "text": "So what helps me is to remember that if you lived back at this time and you would be very familiar with temples, and you would know this is a place where the God of that city dwells. And I go there to worship that God, and it's a sacred place. And when God creates the world, he kind of talks about the whole world being.",
    "start": "00:11:01",
    "end": "00:11:25"
  },
  {
    "text": "Describes it as that kind of place.",
    "start": "00:11:25",
    "end": "00:11:27"
  },
  {
    "text": "That kind of place. And we learn later in the biblical narrative, that's the whole world is where God reigns.",
    "start": "00:11:27",
    "end": "00:11:33"
  },
  {
    "text": "That's right, yep. And so the biblical story ends in the new creation described in terms of a new Jerusalem or a new temple. But it's a place which is a temple. Therefore there doesn't need to be a temple.",
    "start": "00:11:33",
    "end": "00:11:49"
  },
  {
    "text": "Right.",
    "start": "00:11:49",
    "end": "00:11:49"
  },
  {
    "text": "Because the presence of God and of the Lamb are there in the city Garden of Eden.",
    "start": "00:11:49",
    "end": "00:11:55"
  },
  {
    "text": "So at this point in the story, though, God accommodates kind of what's going on and says, I will live with you and dwell among you, and so build me this tabernacle.",
    "start": "00:11:55",
    "end": "00:12:07"
  },
  {
    "text": "Yeah. So there's lots of. There's actually a lot of symbols in the tabernacle, really detailed ones that we don't have access to, what their ancient cultural meaning would have been. Like the length of the poles that the priests are to carry. Or why are there so many layers of curtains over the holy space? But then some are more clear because they are mentioned elsewhere in the Bible about angelic creatures, the gold and precious jewels, as an image of sacred uniqueness, that kind of thing. So as you're reading through, there's all kinds of details that are strange, but there's all kinds of details that should trigger echoes of the garden and all that kind of stuff.",
    "start": "00:12:07",
    "end": "00:12:46"
  },
  {
    "text": "This could turn into a big conversation about the tabernacle. Someone just asked, like, how's that connected to Jesus? Because there's like, the time where Jesus is in front of the temple and he's like, tear down this temple and I'll rebuild it. And he's referring to himself. So he's saying, I am actually the tabernacle. I'm the temple. John refers to him as the tabernacle.",
    "start": "00:12:46",
    "end": "00:13:05"
  },
  {
    "text": "John refers to Jesus as God's tabernacle. Presence in a human.",
    "start": "00:13:05",
    "end": "00:13:11"
  },
  {
    "text": "So this is a very rich. There's so much there that could be talked about.",
    "start": "00:13:11",
    "end": "00:13:16"
  },
  {
    "text": "Yeah, yeah. The temple theme here is one of the main red threads that holds the storyline of the whole Bible all the.",
    "start": "00:13:16",
    "end": "00:13:24"
  },
  {
    "text": "Way to the very end of the Bible when there is no temple anymore.",
    "start": "00:13:24",
    "end": "00:13:26"
  },
  {
    "text": "So we trace it in the Heaven and Earth video. That was a place where we did that. But there's much more.",
    "start": "00:13:26",
    "end": "00:13:32"
  },
  {
    "text": "We could do a whole other video.",
    "start": "00:13:32",
    "end": "00:13:34"
  },
  {
    "text": "We could do a temple video. That would be really cool.",
    "start": "00:13:34",
    "end": "00:13:37"
  },
  {
    "text": "That would be cool.",
    "start": "00:13:37",
    "end": "00:13:38"
  },
  {
    "text": "Yeah. So, yeah, good questions. Yeah.",
    "start": "00:13:39",
    "end": "00:13:43"
  },
  {
    "text": "Thanks, guys.",
    "start": "00:13:43",
    "end": "00:13:44"
  },
  {
    "text": "Let's see. Somebody asked something about the Ten Commandments. I saw. Ooh, I don't know how to say your name. I think it's an abbreviation. Agglow. Pick. Aglopic1. No, Aglopic.",
    "start": "00:13:44",
    "end": "00:13:57"
  },
  {
    "text": "Aglopic. Maybe that's Aglopic1.",
    "start": "00:13:57",
    "end": "00:14:01"
  },
  {
    "text": "Who are you?",
    "start": "00:14:01",
    "end": "00:14:02"
  },
  {
    "text": "Tell us about that name. Aglopic1.",
    "start": "00:14:02",
    "end": "00:14:05"
  },
  {
    "text": "So you asked a question about the Ten Commandments, but something that most people don't often think about, and that's the fact that they appear more than more than one time. In the Torah, there's a set of commandments. The Ten Commandments are given right here. It's the first terms of the covenant right after set up in chapter 19. Then they appear in chapter 20. The Ten Commandments appear again in Deuteronomy. Deuteronomy, chapter 5. And then also there's a repetition of commands in the first block that get repeated again in chapter 34, which we mentioned. We don't quite mention in the poster right here, but you're exactly right. So here's something really significant where in the storyline of what happens at Sinai is that God gives the Ten Commandments and another block of commands. And all, as we put in the poster here, all the Israelites are like, yes, we are so down for this. That's chapter 24. Then what comes immediately after that is the block of tabernacle blueprints. So we're like, this thing's rolling, the relationship set up, making a sweet pad.",
    "start": "00:14:06",
    "end": "00:15:16"
  },
  {
    "text": "For God to hang out in.",
    "start": "00:15:16",
    "end": "00:15:17"
  },
  {
    "text": "That's right. But the narrative's on pause. You're just getting the laws and the blueprints. The last thing you heard out of people's mouth is, sign us up for it. The next moment in the narrative is right here at chapter 32, where Moses has been up on the mountain for a while. And the people immediately, with the absence of Moses as their leader, they look up at the glory cloud, and what they immediately want to do is reduce the significance of their God. Who rescued them down to a physical shape that they have categories for. So they make the golden cloud.",
    "start": "00:15:17",
    "end": "00:15:52"
  },
  {
    "text": "They start taking off their jewels.",
    "start": "00:15:52",
    "end": "00:15:53"
  },
  {
    "text": "Yeah.",
    "start": "00:15:54",
    "end": "00:15:54"
  },
  {
    "text": "I love how Aaron's like, yeah, we just started throwing stuff in the fire and then out popped this cow.",
    "start": "00:15:55",
    "end": "00:16:00"
  },
  {
    "text": "That's right.",
    "start": "00:16:00",
    "end": "00:16:01"
  },
  {
    "text": "I don't know how it happened. Here we go.",
    "start": "00:16:01",
    "end": "00:16:03"
  },
  {
    "text": "Sorry.",
    "start": "00:16:03",
    "end": "00:16:03"
  },
  {
    "text": "Moses.",
    "start": "00:16:03",
    "end": "00:16:04"
  },
  {
    "text": "Such a blame shifter right there. So the narrative is trying to say something very significant. First of all, that the human tendency is to reduce the divine down to categories that we can handle and make sense of, and that we're fickle and inconsistent creatures. Humans are. And so one moment they have hearts full of devotion, and the next moment, I mean, in making the golden calf, they're violating the first terms of the covenant that they just said yes to.",
    "start": "00:16:04",
    "end": "00:16:36"
  },
  {
    "text": "The number one term, which for readers.",
    "start": "00:16:36",
    "end": "00:16:38"
  },
  {
    "text": "It kind of, as you read the story, you're like, wait, these idiots? These people? But that's how the story works, because it's making you, as the reader, kind of feel a little bit superior to them. And that's often true in biblical narratives. They depict the characters as idiots so that you think you're better than them until you realize that you are them and that the narrator has been getting you to smile while punching you in the gut at the same time. So that's how the story works, is saying that God's people from the start have been an unfaithful, unreliable bunch.",
    "start": "00:16:38",
    "end": "00:17:14"
  },
  {
    "text": "So sorry. This started because there's two versions of the Ten Commandments.",
    "start": "00:17:15",
    "end": "00:17:18"
  },
  {
    "text": "Yes. Yeah, that's right.",
    "start": "00:17:18",
    "end": "00:17:20"
  },
  {
    "text": "You're getting there.",
    "start": "00:17:20",
    "end": "00:17:20"
  },
  {
    "text": "I'm getting there. So what God does, and there's some questions about this that we'll talk about. God wants to call off the covenant. That's what he feels like. He says, I'm over these people.",
    "start": "00:17:20",
    "end": "00:17:31"
  },
  {
    "text": "Yeah. Which people want to talk about.",
    "start": "00:17:31",
    "end": "00:17:32"
  },
  {
    "text": "And then Moses intercedes on behalf of the people and reminds God that he's signed on the dotted line. And God says, oh, yeah, I did that. So then what he does is he repeats a whole block of the commands again from here. He repeats them here as a way of re establishing and healing the covenant relationship. So that's why the repetition of the commands there. So it's just important to recognize that the laws aren't there. The laws are not there to make the first five books of the Bible into a constitution. The laws are there because they help you make sense of the flow of the story. The story is the thing. And that's what most modern readers, because there's so many, we lose track of the story, and we think that somehow these books are all about the law, when in fact they're about a story, the story of the covenant.",
    "start": "00:17:33",
    "end": "00:18:24"
  },
  {
    "text": "It's a good thing to bring up because a lot of people are asking about that. So, like, how are we supposed to view Observe the Sabbath day? That's from Nadahe Fide. Sorry, that's a bad pronunciation. Someone else I just saw in the livestream asked, how are Christians supposed to obey these laws? So, just in general, like what I've heard you say before when we worked on the law video, which, by the way, we have a whole video on the law, which is a helpful starter.",
    "start": "00:18:24",
    "end": "00:18:48"
  },
  {
    "text": "But in a podcast, we did a long podcast discussion about answering both of those questions in detail.",
    "start": "00:18:48",
    "end": "00:18:55"
  },
  {
    "text": "So that'll be more detail. But just briefly, what I remember is that even in this story, kind of what you just said, we don't get the full constitution. We don't get every single law. So the point, obviously, isn't to try to give you a complete set of rules to live by.",
    "start": "00:18:55",
    "end": "00:19:11"
  },
  {
    "text": "Right. So just as a thesis statement, the purpose of the first five books of the Bible is not to give you, the reader, the terms of the covenant precisely that you, the reader, are supposed to relate to God by.",
    "start": "00:19:11",
    "end": "00:19:25"
  },
  {
    "text": "Even if you were an Israelite reading this, it wouldn't give you that.",
    "start": "00:19:25",
    "end": "00:19:29"
  },
  {
    "text": "Well, sure, because like, an ancient Israelite is living in.",
    "start": "00:19:30",
    "end": "00:19:34"
  },
  {
    "text": "They have the covenant.",
    "start": "00:19:36",
    "end": "00:19:37"
  },
  {
    "text": "Otherwise there are people existing in that covenant relationship.",
    "start": "00:19:37",
    "end": "00:19:40"
  },
  {
    "text": "So if I'm an Israelite, say, like in Second Temple time, and I'm reading the Torah, I'm not even as an Israelite who wants to follow the covenant to a T. I'm not using this as my complete.",
    "start": "00:19:40",
    "end": "00:19:54"
  },
  {
    "text": "Well, that gets more into the history of Judaism, because that's what the Torah became.",
    "start": "00:19:54",
    "end": "00:19:58"
  },
  {
    "text": "Okay?",
    "start": "00:19:58",
    "end": "00:19:59"
  },
  {
    "text": "It became the constitution, and it's actually even become that by the time period of Ezra, Nehemiah, and the Temple. But to make the Torah work as a law code, you need more than the 613 laws that are in it. Which is why in Jewish tradition, the Mishnah and the Talmud come along and provide thousands of more commands to actually make it workable. So that's the first thing is that alone tells us that, oh, if this is meant to be a law book, it's not a very good one.",
    "start": "00:20:00",
    "end": "00:20:30"
  },
  {
    "text": "Right? Not very complete.",
    "start": "00:20:30",
    "end": "00:20:32"
  },
  {
    "text": "That's right.",
    "start": "00:20:32",
    "end": "00:20:32"
  },
  {
    "text": "And they could have alphabetized it or something.",
    "start": "00:20:32",
    "end": "00:20:34"
  },
  {
    "text": "Yeah, that's right. Given us an index. So what that tells us is that the purpose of these laws is to help us understand the story. And the story is about these are the terms of the Covenant relationship between God and ancient Israel by which they were to be a kingdom of priests to the nations. In the earliest Jesus communities this became a huge point of contention because Jesus, the resurrected Jesus, is king of all the nations and he commissions them to go out to all the nations, his disciples, who are all Jewish. So very quickly there's this debate going, if I'm going to be a follower of Jesus, the Jewish Messiah, do I need to become an Israelite? And especially things like Sabbath observance, circumcision of males, men.",
    "start": "00:20:34",
    "end": "00:21:19"
  },
  {
    "text": "Because these are really obvious outwardly, outward signs. Like, you know, when someone's obeying the Sabbath or not really clearly.",
    "start": "00:21:20",
    "end": "00:21:26"
  },
  {
    "text": "That's good.",
    "start": "00:21:26",
    "end": "00:21:26"
  },
  {
    "text": "Just hang out with them for a week.",
    "start": "00:21:27",
    "end": "00:21:27"
  },
  {
    "text": "That's correct.",
    "start": "00:21:27",
    "end": "00:21:28"
  },
  {
    "text": "Or a weekend.",
    "start": "00:21:28",
    "end": "00:21:29"
  },
  {
    "text": "Yeah, that's right. Yeah, totally. Yeah, exactly right.",
    "start": "00:21:29",
    "end": "00:21:32"
  },
  {
    "text": "And you get it.",
    "start": "00:21:32",
    "end": "00:21:33"
  },
  {
    "text": "And so this is what the book of Acts and what we discover in the letters of Paul in Hebrews is that the early Jewish leaders of the Jesus movement discerned, they believed by the leading of the Spirit that non Jewish followers of Jesus, the Jewish Messiah did not have to relate to God by those covenant terms because Jesus through his death and resurrection reshaped the whole covenant story around himself. And Jesus himself actually summarized the purpose of all the laws in the Torah. To love God and love neighbor. And so what we see is, yeah, non Jewish converts weren't asked to also adhere to the Sabbath or the kosher food diet. They can if they want to. And those laws also. Well that's the third part. But so that's where the Jesus movement landed is that it was a multi ethnic movement, not just for Jewish people. Therefore the terms of the covenant changed.",
    "start": "00:21:33",
    "end": "00:22:34"
  },
  {
    "text": "But as you read through these laws, and we'll get to more of them in Leviticus when we do that and more in numbers. But as you read through these laws, don't dismiss them though. It's just like, oh, okay, this is for the ancient Israelites.",
    "start": "00:22:34",
    "end": "00:22:46"
  },
  {
    "text": "Right, right, right, right, right.",
    "start": "00:22:46",
    "end": "00:22:47"
  },
  {
    "text": "Doesn't Paul say there's like a lot of wisdom? God gave us wisdom?",
    "start": "00:22:48",
    "end": "00:22:50"
  },
  {
    "text": "Oh yeah, immense. Yeah. So Moses says in Deuteronomy chapter 4 that if Israel lives by these laws, the nations will look on and say what a wise and understanding people who live by these righteous laws that their God gave them. So the laws are contextualized to iron age agricultural, rural communities for the most part. So they're not dropped out of heaven for everybody everywhere. They're very specific to where Israel was as a nation. But they're a step forward in terms of economics and justice and they really are. They're hard for us as modern readers because we compare the laws to Western law that has been shaped by the ethic of biblical law in history. So we look at them as backwards, where they occur in history. They're really at the cutting edge. And I know, like, I've had this conversation so many times where people are like, really? Like, you read some of the laws and they seem brutal.",
    "start": "00:22:50",
    "end": "00:23:51"
  },
  {
    "text": "Yeah.",
    "start": "00:23:51",
    "end": "00:23:52"
  },
  {
    "text": "And you're like, well, if you lived in ancient Babylon, you would much prefer to live in ancient Israel in comparison.",
    "start": "00:23:52",
    "end": "00:23:58"
  },
  {
    "text": "It's a big step forward.",
    "start": "00:23:58",
    "end": "00:23:59"
  },
  {
    "text": "Yeah. So for us as modern readers, I think that's where we go to these laws to discern wisdom. And we see Paul the Apostle himself who says, yeah, we don't live by the terms of the Sinai covenant, but he will quote laws about what you do with your ox and then use it to provide guidance for Christians at Corinth, it's in first Corinthians, chapter nine. So he still uses the laws as a source of guidance and wisdom, but for wisdom, not as the terms by which he relates to God.",
    "start": "00:23:59",
    "end": "00:24:30"
  },
  {
    "text": "Cindy Thelen just asked, did other ancient cultures adopt any of the Jewish laws?",
    "start": "00:24:31",
    "end": "00:24:35"
  },
  {
    "text": "Oh, that's interesting. Well, in the ancient world, like second Temple period, we know that the Jewish way of life was really attractive to many Greeks and Romans. The Roman world was similar in many ways to the modern west because of their road system, super mobile, disconnected. You know, families were as incoherent as most modern Western families. And so the Jewish way of life, super family centered, traditional, a very clear worldview, moral, it was attractive.",
    "start": "00:24:35",
    "end": "00:25:10"
  },
  {
    "text": "And so even now I have a lot of friends who are not Jewish who like to keep Jewish festivals and the Sabbath.",
    "start": "00:25:10",
    "end": "00:25:20"
  },
  {
    "text": "Yes.",
    "start": "00:25:20",
    "end": "00:25:20"
  },
  {
    "text": "Because of those reasons, it's very family oriented. It's a beautiful way to live. And so there's wisdom in that.",
    "start": "00:25:20",
    "end": "00:25:28"
  },
  {
    "text": "Absolutely, there's wisdom, yeah. So, I mean, I'm a pastor, so I'm a huge advocate and taught. I've challenged my whole church to adopt a Sabbath practice. I do it myself. It's not the terms by which I relate to Jesus. I don't think that he smiles on me more if I, you know, do this, but I think I'm a stupid human if I don't learn the wisdom of Sabbath. So I think that's how these laws, these laws are guiding us in a way to be wise humans. So there is, there's wisdom in creating a sacred rhythm to our years and remembering our foundation stories as families and as Christians and building that into our calendar. So that's all stuff you pick up from the laws.",
    "start": "00:25:28",
    "end": "00:26:13"
  },
  {
    "text": "Ava Shank just asked Hammurabi's code, is that similar to the Ten Commandments?",
    "start": "00:26:13",
    "end": "00:26:19"
  },
  {
    "text": "Yeah, it's really interesting. The Wikipedia and Google it. The ancient code of Hammurabi, which was a Babylonian king, predates ancient Israel by a few centuries. And what you find, there's numerous laws in this block of laws right here, especially in chapters 22 and 23 of Exodus, that are almost verbatim to laws from the code of Hammurabi. So what it shows is that the way God is even instituting justice in Israel, it's situated in ancient Near Eastern culture. It's not dropped out of heaven. God is working with Israel where they're at and then pushing them forward. So, yeah, the code of Hammurabi stuff, there's about a dozen laws that are nearly verbatim. It's really cool. Interesting.",
    "start": "00:26:19",
    "end": "00:27:07"
  },
  {
    "text": "That's really interesting.",
    "start": "00:27:07",
    "end": "00:27:08"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:27:08",
    "end": "00:27:09"
  },
  {
    "text": "Okay. Should we tackle. There's a really tough question about did God change his mind?",
    "start": "00:27:09",
    "end": "00:27:17"
  },
  {
    "text": "Yes. Yes, yes.",
    "start": "00:27:17",
    "end": "00:27:18"
  },
  {
    "text": "So maybe. I bet a lot of people want to hear about that.",
    "start": "00:27:19",
    "end": "00:27:21"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:27:21",
    "end": "00:27:22"
  },
  {
    "text": "So. Oh, that's Ava again.",
    "start": "00:27:22",
    "end": "00:27:23"
  },
  {
    "text": "Yeah, Eva. You were the first one, Eva. Good question.",
    "start": "00:27:23",
    "end": "00:27:26"
  },
  {
    "text": "Good question.",
    "start": "00:27:26",
    "end": "00:27:26"
  },
  {
    "text": "I see other people have asked about it too.",
    "start": "00:27:28",
    "end": "00:27:30"
  },
  {
    "text": "Here's how Eva said it. If Moses could convince God to change his mind about destroying Israelites, what does this indicate about God's sovereignty and being all knowing? Will he change his mind about our lives too? I think that's a very practical question. But I think another way to kind of talk about this is why discuss it and talk about it as God changing his mind? That seems such a weird thing for us to say.",
    "start": "00:27:30",
    "end": "00:27:54"
  },
  {
    "text": "So part of. Part of it. There's a narrative moment right here at the Golden Calf.",
    "start": "00:27:55",
    "end": "00:28:01"
  },
  {
    "text": "Yeah. Set it up real quick.",
    "start": "00:28:01",
    "end": "00:28:02"
  },
  {
    "text": "And then what happens is we. The challenge here is there's a moment in this narrative of the Golden Calf where God says he's going to do something and then he doesn't do it. And what we want to do is abstract that moment out of the story.",
    "start": "00:28:02",
    "end": "00:28:16"
  },
  {
    "text": "Someone just said podcast mode, so I just was smiling about that. We're in podcast mode.",
    "start": "00:28:16",
    "end": "00:28:20"
  },
  {
    "text": "We're in podcast mode. We want to talk about a philosophical question about God's changeability or something. And that's interesting, but the story is not trying to answer that speculative question.",
    "start": "00:28:20",
    "end": "00:28:32"
  },
  {
    "text": "About whether God can change his mind or not.",
    "start": "00:28:33",
    "end": "00:28:34"
  },
  {
    "text": "Yeah. So the point of the story. The point is, how committed is God to his covenant promises even when his covenant partners completely fail and are unfaithful to him? So what God Says is. He says he's angry at Israel for violating the terms of the covenant. I mean, this would be like if you sign a contract with a business partner and then they go out from the meeting, right? And go like.",
    "start": "00:28:34",
    "end": "00:29:03"
  },
  {
    "text": "Or it's like you get married and you have the covenant, and then as soon as you say, I do, you sneak away.",
    "start": "00:29:03",
    "end": "00:29:08"
  },
  {
    "text": "The husband sneaks out on the honeymoon, right? On the honeymoon, and goes a sleeping around. Like, that's what.",
    "start": "00:29:08",
    "end": "00:29:13"
  },
  {
    "text": "That's how bad it is.",
    "start": "00:29:13",
    "end": "00:29:14"
  },
  {
    "text": "That's the gravity of this.",
    "start": "00:29:14",
    "end": "00:29:15"
  },
  {
    "text": "And so God's sitting here going, really, guys? Like, I'm over this.",
    "start": "00:29:15",
    "end": "00:29:20"
  },
  {
    "text": "So he says, first of all, that he's angry. And then he tells Moses, he says, leave me alone. I'm going to destroy them. Now, if you've ever had somebody break your heart, that's how you feel. That's exactly how you feel. Now, I don't know if you have problems with the fact that God apparently feels deep, deep emotions and will express them verbally, but that's precisely what the narrative is depicting, that God feels emotion, especially God feels pain of broken relationships on a deep level. And he verbalizes them before he acts on them, which is good news for us. And then what's interesting is who does he tell that to? He verbalizes it to Moses. Now, I don't know if you've ever had this moment in a relationship where things are tense and where you say to somebody like, leave me alone, but it's actually the last thing in the world you want them to do is to leave you alone.",
    "start": "00:29:20",
    "end": "00:30:18"
  },
  {
    "text": "Yeah.",
    "start": "00:30:18",
    "end": "00:30:18"
  },
  {
    "text": "And so what Moses does immediately is respond by saying, no, he won't leave this matter alone. And what happens is essentially that God in this argument, ends up inviting Moses in to a role of partner in how the covenant gets preserved. And Moses says no for two reasons. Bad pr, bad public relations.",
    "start": "00:30:19",
    "end": "00:30:41"
  },
  {
    "text": "That's the second reason.",
    "start": "00:30:41",
    "end": "00:30:42"
  },
  {
    "text": "Right? That's the second reason. Let's hear one second. I think it's actually the first.",
    "start": "00:30:42",
    "end": "00:30:47"
  },
  {
    "text": "Okay, that's. That's fine.",
    "start": "00:30:47",
    "end": "00:30:49"
  },
  {
    "text": "Yeah, yeah, the first one. This is bad PR with the Egyptians, right?",
    "start": "00:30:49",
    "end": "00:30:52"
  },
  {
    "text": "You're not gonna look good.",
    "start": "00:30:52",
    "end": "00:30:53"
  },
  {
    "text": "Yeah, you're not gonna look good.",
    "start": "00:30:53",
    "end": "00:30:55"
  },
  {
    "text": "Yeah.",
    "start": "00:30:55",
    "end": "00:30:55"
  },
  {
    "text": "You just rescued these people and now you're gonna destroy them. So first of all, it's not good on. On your name.",
    "start": "00:30:55",
    "end": "00:31:00"
  },
  {
    "text": "Yeah.",
    "start": "00:31:00",
    "end": "00:31:01"
  },
  {
    "text": "And then second of all, remember the covenant? You swore to Abraham, Isaac and Jacob that you're going to bless all the nations through these people.",
    "start": "00:31:01",
    "end": "00:31:07"
  },
  {
    "text": "But the covenant specifically will say if you do these things. So he's appealing to a covenant that they broke so God could walk away from the covenant, right?",
    "start": "00:31:08",
    "end": "00:31:16"
  },
  {
    "text": "Yes. But what God is reminding God, what Moses is reminding God about is the covenant with Abraham.",
    "start": "00:31:17",
    "end": "00:31:23"
  },
  {
    "text": "Abraham that had no conditions.",
    "start": "00:31:23",
    "end": "00:31:25"
  },
  {
    "text": "He says, remember Abraham, Isaac and Jacob? I'm gonna.",
    "start": "00:31:25",
    "end": "00:31:28"
  },
  {
    "text": "Yeah, okay. Because that covenant didn't have conditions, which I'm gonna do this.",
    "start": "00:31:28",
    "end": "00:31:32"
  },
  {
    "text": "I'm gonna do this. So essentially what this story is asking us to entertain is there is a deep conflict within God's own heart about the human story, that he's committed to partnering with humans and that the future of the universe won't take place apart from humans. But he also has signed up knowingly with humans who are unfaithful and who are going to betray him, which makes him really brokenhearted. And so what does God do? He doesn't bail. He also doesn't act on his emotions before.",
    "start": "00:31:32",
    "end": "00:32:12"
  },
  {
    "text": "He also doesn't act. He also doesn't act like a robot and pretend he doesn't care. And he's like, well, I'm going to do it anyways because I promised.",
    "start": "00:32:13",
    "end": "00:32:19"
  },
  {
    "text": "Yeah. And he also just doesn't dismiss it like, oh, no big deal. Israelites will be Israelites, they're evil and idolatry is real and it's destructive. And so the story is setting up this tension within God's own being that is going to get resolved later on in the story. Because who's going to be the faithful covenant partner that God's looking for, that Israel right from the beginning is not? And that's where the incarnation becomes such a powerful moment, the incarnation of Jesus, where Jesus becomes the faithful Israelite covenant partner that the nation was called to be but never failed to be. So God has to become his own human covenant partner. Yeah.",
    "start": "00:32:19",
    "end": "00:33:03"
  },
  {
    "text": "He shakes his own hand.",
    "start": "00:33:04",
    "end": "00:33:05"
  },
  {
    "text": "Yeah. So in terms of changing his mind, what God does not do is change his mind with regard to his long term covenant purposes.",
    "start": "00:33:05",
    "end": "00:33:14"
  },
  {
    "text": "But he might not actually go through with this specific deal with Israel.",
    "start": "00:33:14",
    "end": "00:33:19"
  },
  {
    "text": "So it's interesting, there's multiple times where God warns, says, warns somebody about judgment or says, I'm going to judge. And either there's an intercessor or the people repent. And those are the moments where we hear God relented or changed his disposition. God never changes his mind. That word is never used to describe God whether he's going to be faithful.",
    "start": "00:33:19",
    "end": "00:33:41"
  },
  {
    "text": "To his own promises.",
    "start": "00:33:41",
    "end": "00:33:42"
  },
  {
    "text": "Correct. It's always with regard to judgment.",
    "start": "00:33:42",
    "end": "00:33:44"
  },
  {
    "text": "Interesting.",
    "start": "00:33:44",
    "end": "00:33:45"
  },
  {
    "text": "I'm going to judge. Somebody repents or somebody intercedes. Then God changes his mind. So God will change his mind about judging people. He'll never change his mind. About blessing people. That's the storyline of the Bible.",
    "start": "00:33:45",
    "end": "00:33:58"
  },
  {
    "text": "So does that then should we take away from that that we should intercede a lot like for God to not for his justice not to come.",
    "start": "00:33:58",
    "end": "00:34:08"
  },
  {
    "text": "Well I think before we go do that we just say Moses becomes this model prophetic intercessor there. And what the story sets you up is that boy, what God's people really need. Where would God's people be without somebody to stand in that place in the role of intercessor? And what it sets you up for is for the role of Israel's prophets in the story as these go betweens. But ultimately for the messianic prophet king who will covenant with David and that God will appoint a king to play this very role on behalf of the people, namely Jesus. And then that merges into the suffering servant. So I think this is creating a, it's almost like a help wanted sign is Moses role of saying dear, you know, dear reader, if this story is going to move forward, we better have a Moses type person wanted inquire within Moses like intercessor.",
    "start": "00:34:08",
    "end": "00:35:08"
  },
  {
    "text": "Scott said, I'm going to admit when it comes to interceding against judgment, I'm a lot more like Jonah than Moses.",
    "start": "00:35:10",
    "end": "00:35:17"
  },
  {
    "text": "Yeah. How do you think Moses felt?",
    "start": "00:35:17",
    "end": "00:35:21"
  },
  {
    "text": "Yeah, my goodness, he was pretty bummed too. Yeah, that's a very honest reaction.",
    "start": "00:35:21",
    "end": "00:35:25"
  },
  {
    "text": "Yeah. These chapters are so they reveal something so powerful about. Oh, and that's why right after God forgives. Well, he brings judgment actually we can talk about that. But he forgives, then he restates the covenant, repeats a bunch of the laws and then we get the most re quoted line throughout the whole Old Testament stated in God describes himself after the golden calf incident in Exodus 34, verses 6 and 7, which is the Lord is gracious and compassionate. He's slow to anger. He's abounding in covenant faithfulness. He forgives. He loves to forgive, but he won't let.",
    "start": "00:35:25",
    "end": "00:36:07"
  },
  {
    "text": "Oh, it's written right here.",
    "start": "00:36:07",
    "end": "00:36:08"
  },
  {
    "text": "Yeah. Oh yeah, there it is. Yeah. He won't leave the wicked unpunished. So this becomes the summary statement that we learn about God's character. And there's way, way more covenant compassion and forgiveness language than there is anything else. So what we walk away from Mount Sinai learning is that God has signed up for a whole long story of getting wounded and hurt by unfaithful people. But that's worth it to God and he'll put up with it to accomplish his plan in the long run.",
    "start": "00:36:08",
    "end": "00:36:41"
  },
  {
    "text": "And so this moment with Moses interceding is setting up this need for an Intercessor.",
    "start": "00:36:41",
    "end": "00:36:49"
  },
  {
    "text": "Correct.",
    "start": "00:36:49",
    "end": "00:36:50"
  },
  {
    "text": "Which then points to Jesus.",
    "start": "00:36:50",
    "end": "00:36:52"
  },
  {
    "text": "Yep.",
    "start": "00:36:53",
    "end": "00:36:53"
  },
  {
    "text": "It's awesome.",
    "start": "00:36:53",
    "end": "00:36:54"
  },
  {
    "text": "Yeah. Yes, it is awesome. The Bible's awesome.",
    "start": "00:36:54",
    "end": "00:36:57"
  },
  {
    "text": "It's one so profound, it's one unified story that leads to Jesus.",
    "start": "00:36:57",
    "end": "00:37:01"
  },
  {
    "text": "That's right.",
    "start": "00:37:01",
    "end": "00:37:01"
  },
  {
    "text": "Okay, we got 15 more minutes.",
    "start": "00:37:03",
    "end": "00:37:05"
  },
  {
    "text": "Yeah.",
    "start": "00:37:05",
    "end": "00:37:05"
  },
  {
    "text": "What else should we have?",
    "start": "00:37:05",
    "end": "00:37:06"
  },
  {
    "text": "I picked out some other questions and one of them was that I read something in Hebrew.",
    "start": "00:37:06",
    "end": "00:37:12"
  },
  {
    "text": "Oh.",
    "start": "00:37:12",
    "end": "00:37:13"
  },
  {
    "text": "So I thought I'll read the God's description of himself in Exodus chapter 34. Because. And this is for any of you geeks, Exodus 34, verses 6 through 7 is the most reused and re quoted line within the Old Testament. It's quoted about a dozen more times in the Psalms and prophets and other books. So anyway, so here you go.",
    "start": "00:37:13",
    "end": "00:37:38"
  },
  {
    "text": "Yeah, let's do it.",
    "start": "00:37:38",
    "end": "00:37:39"
  },
  {
    "text": "Great. Vayarvur adonai al panav vayikra Adonai adonai el rahum vahanun Eric not ser hessed the alafim no se Avon vatesha vakata' avenaked Avon avotal banim vanim al shleshim va' al reveiim.",
    "start": "00:37:39",
    "end": "00:38:07"
  },
  {
    "text": "I kind of feel like I'm a character in Lord of the Rings or something right now.",
    "start": "00:38:08",
    "end": "00:38:12"
  },
  {
    "text": "I just read in Elvish.",
    "start": "00:38:12",
    "end": "00:38:13"
  },
  {
    "text": "Sounds like Elvish or something. That's Hebrew, not Elvish.",
    "start": "00:38:13",
    "end": "00:38:17"
  },
  {
    "text": "Yeah. So beautiful.",
    "start": "00:38:17",
    "end": "00:38:19"
  },
  {
    "text": "Yeah. Cool.",
    "start": "00:38:19",
    "end": "00:38:21"
  },
  {
    "text": "Okay, let's see. Jonathan O. You had a question about the manna. The famous mana that the Israelites ate in the wilderness is mentioned here in the wilderness for the first time.",
    "start": "00:38:21",
    "end": "00:38:34"
  },
  {
    "text": "What is it?",
    "start": "00:38:34",
    "end": "00:38:34"
  },
  {
    "text": "We talked about it actually in the video on Numbers because it plays a big role in the stories there. But. Well, yeah, what is it? Because it's good. See, look, he's got a bachelor's in Bible theology. John, what is the Hebrew meaning of the word mana?",
    "start": "00:38:35",
    "end": "00:38:52"
  },
  {
    "text": "What is it?",
    "start": "00:38:53",
    "end": "00:38:53"
  },
  {
    "text": "That's exactly right. Yeah. So yeah, the manna occurs right here. He leads the Israelites. They grumble about being thirsty, they grumble about not having meat. They say, oh, that we were back in Egypt sitting by pots of meat.",
    "start": "00:38:53",
    "end": "00:39:12"
  },
  {
    "text": "A pot of meat.",
    "start": "00:39:12",
    "end": "00:39:13"
  },
  {
    "text": "I like that line. And leeks and onions.",
    "start": "00:39:13",
    "end": "00:39:18"
  },
  {
    "text": "And now they got this stuff that you're just like, what's that?",
    "start": "00:39:19",
    "end": "00:39:21"
  },
  {
    "text": "So what God provides is. Yeah, Mana. And it's not described in Exodus, it's described in a little bit more detail in Numbers as some kind of sticky, yellowish resin like substance.",
    "start": "00:39:21",
    "end": "00:39:35"
  },
  {
    "text": "Yeah. It doesn't sound very appetizing.",
    "start": "00:39:37",
    "end": "00:39:38"
  },
  {
    "text": "It does not. And it would appear like dew, like the morning dew would evaporate and it would be this resiny crust on the ground. So you know what's going on there.",
    "start": "00:39:38",
    "end": "00:39:51"
  },
  {
    "text": "Yeah, it was such a confusing and, I guess, not appetizing thing that the name forever was just. What is that?",
    "start": "00:39:51",
    "end": "00:40:00"
  },
  {
    "text": "Ryan Wilson says? Instant mashed potatoes from heaven with no water. Add milk, says David. So first of all, whatever the Israelites experienced in the wilderness, they didn't have even language for it. So we just need to let that be what it is. But obviously in the story, it becomes the fact that Israel's existence as a nation comes as just the daily provision of God's grace as he carries them through the wilderness. And so Moses will pick up the significance of the manna in the book of Deuteronomy as that Israel doesn't live just by bread alone. And then he recalls the manna story, but rather they exist by the word of God. So Israel lived hand to mouth in the wilderness. And that's a really significant part of their story. That's why they were called to such extreme generosity with the laws, just because they know what it's like to live hand to mouth. And Jesus, I think actually Jesus in the Lord's Prayer alludes. Alludes to the manna with the daily bread.",
    "start": "00:40:00",
    "end": "00:41:11"
  },
  {
    "text": "You think so?",
    "start": "00:41:11",
    "end": "00:41:11"
  },
  {
    "text": "Yeah, absolutely. What he's saying is a follower of Jesus is someone who treats each day, life and food as a gift. You don't take it for granted. And so you intentionally live as if you live hand to mouth. Even if you don't, you say this daily prayer, give us today our daily bread. To recognize that's the reality. Even if I pretend like I'm okay and everything's stable, the reality is I live like the Israelites in the wilderness. For sure. That's what he's alluding to.",
    "start": "00:41:11",
    "end": "00:41:45"
  },
  {
    "text": "Yeah. Which is such a crazy way to try to live. I mean, that's how hard. That's hard.",
    "start": "00:41:45",
    "end": "00:41:50"
  },
  {
    "text": "It is hard. It's super hard.",
    "start": "00:41:50",
    "end": "00:41:53"
  },
  {
    "text": "That's like very. Yeah. So much faith.",
    "start": "00:41:53",
    "end": "00:41:56"
  },
  {
    "text": "So, yeah. Yeah. The Israelites in the wilderness is a huge theme that gets picked up all throughout the rest of the Bible. Prophets, the Psalms, the New Testament. Yeah. Anyway, good question, Jonathan. That was good. That was good stuff.",
    "start": "00:41:57",
    "end": "00:42:13"
  },
  {
    "text": "Yeah. What else we got?",
    "start": "00:42:13",
    "end": "00:42:14"
  },
  {
    "text": "Someone asked a good question about Greg Lusby, this column following back to the laws our conversation earlier. But he asked, did God expect the Israelites to actually follow and obey all of the covenant laws?",
    "start": "00:42:15",
    "end": "00:42:31"
  },
  {
    "text": "Wait, so what was that quite like, did God just give him the laws? Knowing this is gonna be too much for you, but this is something to shoot for. Is that, like, what he's saying?",
    "start": "00:42:31",
    "end": "00:42:44"
  },
  {
    "text": "Yeah. You know what's interesting is that. Yeah, Modern, especially modern readers of the laws, they're so foreign to us culturally. And there's so many of them all in one spot in the Torah that, yeah, we do.",
    "start": "00:42:44",
    "end": "00:42:57"
  },
  {
    "text": "It seems ridiculous to try to follow along.",
    "start": "00:42:57",
    "end": "00:42:59"
  },
  {
    "text": "Totally. And there's one layer of that that, that's just kind of like a bit of a close minded cultural arrogance because there are many cultures that live by really, really different traditions and practices. And here's one right here in the Bible. But for some reason we're kind of like, and I'm not saying, Greg, that this was the intent of your question, but it made me think of multiple times where I've been teaching or something, and people are like, man, sure glad I don't have to live under those laws. And it's like, well, I understand that. But at the same time, they're really remarkable. And given their point in history, these laws would have felt like a shelter if you had been living in Israel.",
    "start": "00:42:59",
    "end": "00:43:40"
  },
  {
    "text": "The way it protects women more than other cultures and orphans and widows and the justice involved.",
    "start": "00:43:40",
    "end": "00:43:47"
  },
  {
    "text": "Yeah. So, yeah, life in ancient Israel was way better than life in ancient Egypt because of these laws. So, yes, I think God gives the laws with a full expectation that the Israelites will live by them. And there's one sense in which it was attainable, like Israel, for the most part. Well, sorry. Throughout their biblical history, in the first Temple period, they did not second Temple period, they locked it down. Yeah, many. I mean, Paul the Apostle.",
    "start": "00:43:47",
    "end": "00:44:18"
  },
  {
    "text": "Yeah.",
    "start": "00:44:18",
    "end": "00:44:19"
  },
  {
    "text": "Even after being a follower of Jesus, he said, listen, when I was a Pharisee, I was blameless with regard to following the laws. But even he can recognize that even though he can say that in print, he was blameless in his heart. He know that he was an idolater along along with the rest.",
    "start": "00:44:19",
    "end": "00:44:35"
  },
  {
    "text": "And that was Jesus point.",
    "start": "00:44:35",
    "end": "00:44:36"
  },
  {
    "text": "Totally.",
    "start": "00:44:36",
    "end": "00:44:37"
  },
  {
    "text": "Yeah.",
    "start": "00:44:37",
    "end": "00:44:37"
  },
  {
    "text": "Yeah. So he did expect them to live by the laws, but that they didn't wasn't a surprise. That's part of the point of this.",
    "start": "00:44:37",
    "end": "00:44:44"
  },
  {
    "text": "And if you live by all the laws, which was the expectation, it doesn't mean you're a perfect person because underneath that you could still be an idolater, an adulterer.",
    "start": "00:44:44",
    "end": "00:44:56"
  },
  {
    "text": "Yeah, that's what Romans chapter two and three is all about.",
    "start": "00:44:56",
    "end": "00:44:59"
  },
  {
    "text": "Cool.",
    "start": "00:44:59",
    "end": "00:45:00"
  },
  {
    "text": "Yeah.",
    "start": "00:45:00",
    "end": "00:45:00"
  },
  {
    "text": "So yes, Israel was supposed to follow the laws.",
    "start": "00:45:02",
    "end": "00:45:05"
  },
  {
    "text": "Yes, they were. And they were held accountable for not doing it.",
    "start": "00:45:05",
    "end": "00:45:10"
  },
  {
    "text": "Thanks for listening to this episode of the Bible Project podcast. You can find all of our videos on our YouTube channel, YouTube.com thebibleproject and you can find lots of free resources like study guides, full resolution posters@thebibleproject.com thanks for being a part of this with us.",
    "start": "00:45:11",
    "end": "00:45:31"
  },
  {
    "text": "SA.",
    "start": "00:45:40",
    "end": "00:45:40"
  }
]