[
  {
    "text": "Hey, Tim.",
    "start": "00:00:19",
    "end": "00:00:19"
  },
  {
    "text": "Hello, John.",
    "start": "00:00:19",
    "end": "00:00:20"
  },
  {
    "text": "Hello.",
    "start": "00:00:21",
    "end": "00:00:21"
  },
  {
    "text": "Hello.",
    "start": "00:00:21",
    "end": "00:00:22"
  },
  {
    "text": "This is a question and response episode.",
    "start": "00:00:22",
    "end": "00:00:23"
  },
  {
    "text": "Yes, it is.",
    "start": "00:00:23",
    "end": "00:00:24"
  },
  {
    "text": "As we go through Sermon on the Mount, this is the third question response episode. So last time we took questions up through Jesus. Talking about oaths.",
    "start": "00:00:24",
    "end": "00:00:34"
  },
  {
    "text": "Yes. In the case studies. About the greater way of doing right.",
    "start": "00:00:35",
    "end": "00:00:39"
  },
  {
    "text": "Yes.",
    "start": "00:00:39",
    "end": "00:00:39"
  },
  {
    "text": "By God and a neighbor.",
    "start": "00:00:39",
    "end": "00:00:41"
  },
  {
    "text": "Six case studies we got. Was that number four?",
    "start": "00:00:41",
    "end": "00:00:43"
  },
  {
    "text": "Yes.",
    "start": "00:00:44",
    "end": "00:00:44"
  },
  {
    "text": "So that leaves two case studies. And then we're gonna then move into some questions regarding religious practices.",
    "start": "00:00:44",
    "end": "00:00:52"
  },
  {
    "text": "Yes, that's right. The prayer and fasting and generosity and. But mainly hypocrisy.",
    "start": "00:00:52",
    "end": "00:00:58"
  },
  {
    "text": "Okay.",
    "start": "00:00:58",
    "end": "00:00:59"
  },
  {
    "text": "And then the Lord's Prayer.",
    "start": "00:00:59",
    "end": "00:01:00"
  },
  {
    "text": "Okay. So let's just jump in. We've got some great questions, I imagine.",
    "start": "00:01:00",
    "end": "00:01:05"
  },
  {
    "text": "Yeah. As always, y' all are so thoughtful. Such wonderful questions. So there's always too many to do justice to them all, but I try to track with the main themes and hit the most repeated questions. So Stephen has a question. Actually, it's a big picture question about the significance of this claim that Jesus is making outside the sermon. And then at the heart of the sermon in the prayer and also in the nine sayings about the kingdom of the skies coming near. And what exactly does that mean and how does that impact how we read the sermon? So, Stephen, let's open up by hearing your question. Hi, Tim and John. My name is Stephen Reams, and I live down the road from you in Boise, Idaho. In the Sermon on the Mount and throughout Matthew and the other Gospels, Jesus says, to enter the kingdom of heaven or of God, you must do or not do such and such. Paul says something similar in First Corinthians 6 when he talks about behaviors that will keep you from inheriting the kingdom of God. I grew up hearing that this was about getting past the pearly gates, but it seems like this is something deeper or entirely different. What does Jesus actually mean?",
    "start": "00:01:06",
    "end": "00:02:16"
  },
  {
    "text": "Yeah. Just down the 84 is Boise. Yeah, that's the road.",
    "start": "00:02:18",
    "end": "00:02:23"
  },
  {
    "text": "I've made that drive a couple times.",
    "start": "00:02:23",
    "end": "00:02:24"
  },
  {
    "text": "Yeah.",
    "start": "00:02:24",
    "end": "00:02:24"
  },
  {
    "text": "Yeah.",
    "start": "00:02:24",
    "end": "00:02:25"
  },
  {
    "text": "Beautiful road.",
    "start": "00:02:25",
    "end": "00:02:26"
  },
  {
    "text": "Half a day's drive. Beautiful drive through the upper northwest corner of the United States. Yeah.",
    "start": "00:02:26",
    "end": "00:02:33"
  },
  {
    "text": "This is a great question.",
    "start": "00:02:33",
    "end": "00:02:34"
  },
  {
    "text": "Great question.",
    "start": "00:02:35",
    "end": "00:02:35"
  },
  {
    "text": "Entering the kingdom of heaven, inheriting the kingdom of God.",
    "start": "00:02:36",
    "end": "00:02:40"
  },
  {
    "text": "Yeah.",
    "start": "00:02:40",
    "end": "00:02:41"
  },
  {
    "text": "What are these phrases getting at?",
    "start": "00:02:41",
    "end": "00:02:43"
  },
  {
    "text": "Yeah. One way that I have found helpful in thinking about your question, Stephen, is just to kind of create a mental concordance of Jesus's kingdom of God or kingdom of heaven sayings, kingdom of the skies sayings. And what you find is actually a variety, what can be a bewildering variety of statements that Jesus makes. So the first statement that he makes in Matthew is Matthew's kind of putting Jesus summary in one sentence, which is, the kingdom of the skies has come near. Everybody turn around, repent and trust in this good news announcement of the kingdom of God. So it has come near, which is using a phrase that's drawn from mostly Leviticus in the Hebrew scriptures, which is about coming near to the presence of.",
    "start": "00:02:43",
    "end": "00:03:34"
  },
  {
    "text": "God in the tabernacle.",
    "start": "00:03:34",
    "end": "00:03:36"
  },
  {
    "text": "In the tabernacle, yeah. And Jesus flips that and says, actually, the presence and the rain and the rule of God is coming near to us, whether we like it or not. It's here, it's happening. So he talks about it as something that has come near and that is present now in and through himself. There's all kinds of sayings where Jesus will talk about the kingdom of the skies as, like right here, right now, when he sends out his disciples to go announce the kingdom of the skies. Ooh. He has a saying where he's been exercising, like, evil, demonic forces from people. And he says, listen, if I am casting out these evil forces by the spirit of God, then that is a demonstration that the kingdom of God has come upon you. Like it has arrived.",
    "start": "00:03:36",
    "end": "00:04:23"
  },
  {
    "text": "But.",
    "start": "00:04:25",
    "end": "00:04:25"
  },
  {
    "text": "But then there's also sayings where Jesus talks, uses the same phrase, kingdom of God and kingdom of skies as something that is yet to come. Like when he heals the Roman centurion's son. And the guy trusts Jesus so much that he says, you don't need to come with me to my house. Like, you can just say a word. That's who you are. You can just say a word. And Jesus is so astounded. He's like, I even never met an Israelite who trusts me as much as this guy. And he says, many are going to come and recline at the table with Abraham, Isaac and Jacob in the kingdom of the skies. Like, it's a future.",
    "start": "00:04:25",
    "end": "00:05:03"
  },
  {
    "text": "Many will come.",
    "start": "00:05:03",
    "end": "00:05:04"
  },
  {
    "text": "Many will come. Yeah. Then Jesus says, after his conversation with the rich young man who decided not to sell all his possessions and give to the poor, he says, truly, it is hard for wealthy people to. To enter the kingdom of the skies. So it's apparently something you can also do right now based on your decisions.",
    "start": "00:05:04",
    "end": "00:05:25"
  },
  {
    "text": "So it has come near, it will come, and you can enter it now.",
    "start": "00:05:25",
    "end": "00:05:31"
  },
  {
    "text": "Yeah. Yes. So it's something that was, is, and is to come.",
    "start": "00:05:31",
    "end": "00:05:35"
  },
  {
    "text": "Okay. And again, kingdom is a word referring to the rule of a king.",
    "start": "00:05:36",
    "end": "00:05:44"
  },
  {
    "text": "Yeah. Yes, that's right.",
    "start": "00:05:44",
    "end": "00:05:45"
  },
  {
    "text": "The authority of a king over a certain domain.",
    "start": "00:05:45",
    "end": "00:05:49"
  },
  {
    "text": "Yeah. Yeah. So it's hard for us not to think of, like, spatial language of A realm or a domain. But what that stands for is it saying there's a place and a time where somebody is in charge in a way that certain choices and ways of behaving and relating to people. Like that's the rule of the kingdom. Using rule in the sense of a standard.",
    "start": "00:05:49",
    "end": "00:06:14"
  },
  {
    "text": "Okay.",
    "start": "00:06:14",
    "end": "00:06:14"
  },
  {
    "text": "That's the rule of the rule. It's the standard way of living when you're under a certain king's rule.",
    "start": "00:06:15",
    "end": "00:06:21"
  },
  {
    "text": "Okay.",
    "start": "00:06:21",
    "end": "00:06:22"
  },
  {
    "text": "All that to say is I think that for me has been helpful to address your question. Stephen. There are certain ways of living that are out of sync with the rule of heaven.",
    "start": "00:06:22",
    "end": "00:06:32"
  },
  {
    "text": "Yeah.",
    "start": "00:06:32",
    "end": "00:06:33"
  },
  {
    "text": "Meaning that there's some ideal way to be human, that we develop these sub human standards or patterns of behaving individually and communally, societally. And that those are out of sync. And so we won't be able to accept or even see what is good or beautiful in the reign of heaven if we're not willing to give up certain patterns of behaving and thinking.",
    "start": "00:06:34",
    "end": "00:07:02"
  },
  {
    "text": "Yeah. And part of the question was wrestling with interpretation of this phrase as essentially getting to heaven, going to heaven when you die.",
    "start": "00:07:02",
    "end": "00:07:12"
  },
  {
    "text": "Oh, right, right. Let's just say that's certain. Yeah. At least when Jesus is going around saying it, the kingdom of the skies is not a place that he's telling his listeners that they can go to. He's saying it's something that has arrived and come to his listeners in that moment.",
    "start": "00:07:12",
    "end": "00:07:29"
  },
  {
    "text": "Yeah. And that you can then enter into as well.",
    "start": "00:07:29",
    "end": "00:07:32"
  },
  {
    "text": "But that has a future, like consummation.",
    "start": "00:07:33",
    "end": "00:07:35"
  },
  {
    "text": "A future fulfillment, and to be a part of it in this future. Consummation means that Jesus is king.",
    "start": "00:07:35",
    "end": "00:07:44"
  },
  {
    "text": "Yes. That's why he says repent. Which means start reorganizing your life patterns to be more in sync with the kingdom of the skies rather than the kingdoms of this world. Yeah. So there's a sense in which, Stephen, that the pearly gates. It's not like it's completely wrong because there is a future fulfillment. And in the new heavens and new earth that's under the reign of God, there will be certain forms of behaving and treating each other that won't be accepted. Like it's not acceptable. Violent revenge is not acceptable in the kingdom of the skies. Intolerant of that.",
    "start": "00:07:44",
    "end": "00:08:26"
  },
  {
    "text": "And what will it take for humans to be able to live in such a way that. To be in sync with the ethic of the king of the skies.",
    "start": "00:08:26",
    "end": "00:08:33"
  },
  {
    "text": "Right.",
    "start": "00:08:33",
    "end": "00:08:34"
  },
  {
    "text": "And. Yeah. That's the big underlying question.",
    "start": "00:08:34",
    "end": "00:08:37"
  },
  {
    "text": "Yeah. Yeah. So maybe a simpler way of saying it. It's not just about entering the Kingdom of the skies is not the same as our concept of going to heaven, our modern concept, but there is some overlap in that the future life of the new creation is like, that's the Eden ideal in the future.",
    "start": "00:08:37",
    "end": "00:09:01"
  },
  {
    "text": "That's what you would call heaven.",
    "start": "00:09:01",
    "end": "00:09:02"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:09:02",
    "end": "00:09:03"
  },
  {
    "text": "But the idea is heaven's coming to.",
    "start": "00:09:04",
    "end": "00:09:06"
  },
  {
    "text": "Earth and that it has already arrived in the person of Jesus, which means I can now begin to shape my life, my values, my character in a way that is more in line with the kingdom of the skies. Yeah. Yeah. If you're interested, Stephen, this is what CS Lewis was trying to communicate in his parable, the Great Divorce. This is one of the basic idea was that when people come to. What is the version of the pearly gates in that parable about the afterlife? In Lewis is the Great Divorce, what people find is that the kind of people that they have become has a huge effect on what destiny they want to participate in when they come to the end of their lives. That's really fascinating.",
    "start": "00:09:06",
    "end": "00:09:57"
  },
  {
    "text": "What do you actually want?",
    "start": "00:09:57",
    "end": "00:09:58"
  },
  {
    "text": "Yeah. What do you desire? Yeah.",
    "start": "00:09:58",
    "end": "00:10:01"
  },
  {
    "text": "Okay. Thanks, Stephen.",
    "start": "00:10:01",
    "end": "00:10:02"
  },
  {
    "text": "Yeah. It actually connects to a question from Janine about the Lord's Prayer, but about the same phrase. What does it mean for God's kingdom to come on earth as it is in heaven?",
    "start": "00:10:02",
    "end": "00:10:13"
  },
  {
    "text": "So.",
    "start": "00:10:13",
    "end": "00:10:13"
  },
  {
    "text": "So let's hear your question, Janine.",
    "start": "00:10:14",
    "end": "00:10:15"
  },
  {
    "text": "Hello, my name is Janine Homoki. I'm from Tucson, Arizona. And this is my question. A portion of the Lord's Prayer that I used to overlook has become my focus. Thy kingdom come, thy will be done on earth as it is in heaven. I'm intrigued that Jesus's teachings are for here and now, as well as for far into the future, into eternity. Could that play out with the blessings that seem only to take shape in eternity? Can the meek have any hope of inheriting the earth here? Is their life attainable kingdom of God for the poor in spirit. My notion is that the answer is yes, but I don't know how to explain it.",
    "start": "00:10:16",
    "end": "00:11:05"
  },
  {
    "text": "That's great. Thank you, Janine.",
    "start": "00:11:06",
    "end": "00:11:07"
  },
  {
    "text": "Yeah, I love that idea of the notion is. Yes. Don't know how to explain it. I find myself in that situation a lot.",
    "start": "00:11:07",
    "end": "00:11:16"
  },
  {
    "text": "Yeah.",
    "start": "00:11:16",
    "end": "00:11:16"
  },
  {
    "text": "I think there's something here. Help me find it.",
    "start": "00:11:16",
    "end": "00:11:19"
  },
  {
    "text": "Yeah. In a way, that's probably most of life's most important things, that we value our deepest convictions. We almost hold them so deep that we find it hard to talk about them.",
    "start": "00:11:20",
    "end": "00:11:34"
  },
  {
    "text": "Yes.",
    "start": "00:11:34",
    "end": "00:11:34"
  },
  {
    "text": "We don't just think about them, we feel them. So what I understand your question, Janine, to be, is that you can sense that this Interplay of the present and future realities of the arrival of God's kingdom, which is what we were just talking about. Stephen's question that that's a real thing. So that when Jesus talks about the good life is happening right now for the disinherited, for the poor in spirit, the unimportant. But then he'll attach it to these things that seem like just future new creation.",
    "start": "00:11:34",
    "end": "00:12:10"
  },
  {
    "text": "Right. And when you read the blessings, the nine blessings commonly known, the Beatitudes, they do all kind of. They feel like they are a future state.",
    "start": "00:12:10",
    "end": "00:12:20"
  },
  {
    "text": "Yeah.",
    "start": "00:12:21",
    "end": "00:12:21"
  },
  {
    "text": "Some unattainable only when new creation begins. And she brought up two, the meek inheriting the land. And that's a provocative one because. Yeah. In what real life situations are the meek actually? The ones like ruling the land?",
    "start": "00:12:21",
    "end": "00:12:41"
  },
  {
    "text": "Sure. Yeah. And just for context with that, remember Jesus is saying this in a time when most Israelites over the centuries live, leading up to Jesus, had all lost possession of their ancestral land. It was mostly owned by wealthy Roman or regional landowners at this point. So land ownership is a painful, painful memory of what most Israelites had lost by that point in history.",
    "start": "00:12:41",
    "end": "00:13:09"
  },
  {
    "text": "She brought up porn spirit. I think another one that really lands this for me is blessed are those who hunger and thirst for righteousness because they will be filled. Can you find some fulfillment in your desire for right relationships with God and others now before new creation is fully blossomed? Can you find a fulfillment in that?",
    "start": "00:13:10",
    "end": "00:13:38"
  },
  {
    "text": "Yeah. Yes. So I resonate with that question, Janine, a lot. In my current way of processing it is looking through the four Gospels and then seeing particularly Luke's volume, second volume, of what Jesus continued to do and to teach through the Apostles.",
    "start": "00:13:38",
    "end": "00:13:59"
  },
  {
    "text": "The Acts of the Apostles.",
    "start": "00:13:59",
    "end": "00:14:00"
  },
  {
    "text": "The Acts of the Apostles. Is that what you find them doing is creating small communities that became a large network of communities in the Roman world. And they started to live and practice new habits together to bring these future Kingdom of God ideals into the present. And a lot of it had actually had to do with it reconfigured people's sense of property and ownership.",
    "start": "00:14:00",
    "end": "00:14:31"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:14:31",
    "end": "00:14:31"
  },
  {
    "text": "So when you find the Jerusalem community, people selling their fields or selling their property and then using those resources to invest in structures of support for widows in particular, we know widows, there was a whole system for beginning to provide long term stable support for widows. And there were disputes, intercultural disputes between Greek speaking widows and Aramaic speaking widows. But that's an example where they. I think what they were trying to do was realize the economic system of heaven, which is that people who normally don't prosper in their current economic setup. They just reimagined it and remade it so that generosity allowed everybody who sits at the table to take the bread and the cup every week to have a stable income and a stable, like food security. So that's an example where a future ideal where there's no more tears and no more crying and abundant food was being brought from the future into the present by Jesus followers. And I think that's essentially what the Sermon on the Mount is. It's like we've been calling it the charter of a heaven on earth community and that those future new creation realities are meant to find their way into the present through creative communal practice of Jesus communities. So there's probably more ways to think about it, but for me, that's become one of at least the most personally compelling. And it just explains what you see in the New Testament.",
    "start": "00:14:31",
    "end": "00:16:17"
  },
  {
    "text": "Yeah, we can experience it in community now. Again, I guess not in a fully complete way ever.",
    "start": "00:16:17",
    "end": "00:16:26"
  },
  {
    "text": "No. We're outside of Eden. Yeah.",
    "start": "00:16:27",
    "end": "00:16:28"
  },
  {
    "text": "But you can taste it and you can experience it in a very real way. It's interesting how in the stories and acts, it's not like everything's always peach keen. Like it's like, like you mentioned with the widows, like you learn that there's still problems.",
    "start": "00:16:28",
    "end": "00:16:47"
  },
  {
    "text": "That's right. And in, you know, from Paul's letters to the Corinthians, they were eating around the common table, rich and po, slave and free every week. But then some people have to work longer days. And so the people who were able to get there earlier ended up drinking most of the wine at the meal and they're a little tipsy. By the time the others arrive, that stuff will happen. And that's the back and forth that Paul will call flesh and spirit, these two realms in tension with each other. For me, an important default whenever I'm tempted to defer some ideal of the kingdom of God into the future. What I want my default to be is to first stop and say, why do I think that that only has to be in the future? Maybe I'm just assuming that because I've become comfortable with. With the arrangement of life here outside of Eden. Is there a way to reimagine this? And some of the most beautiful moments Right. Of the Jesus movement through history have been people with bold creative imaginations who didn't let the status quo of their current environment or culture define what was possible.",
    "start": "00:16:47",
    "end": "00:18:09"
  },
  {
    "text": "Hmm. That's cool. That's challenging. Thank you for that.",
    "start": "00:18:10",
    "end": "00:18:14"
  },
  {
    "text": "Super challenging. Yeah, super challenging. And we tried to tell many of the stories throughout this podcast series and we'll tell more. So thank you, Janine. Actually one of them, actually. This is a wonderful applied on the ground example from Sam in Myanmar and he has a question about Jesus teachings about non retaliation in his context.",
    "start": "00:18:14",
    "end": "00:18:40"
  },
  {
    "text": "Hi, this is Sam from Myanmar. Our country is in civil war against.",
    "start": "00:18:41",
    "end": "00:18:45"
  },
  {
    "text": "A brutal regime and I am leading.",
    "start": "00:18:45",
    "end": "00:18:47"
  },
  {
    "text": "A movement promoting the nonviolent way of Jesus. Many Myanmar Christian leaders reject Jesus teaching about loving enemies and turning the other cheek because of Old Testament passages that approve of just violence against enemy.",
    "start": "00:18:47",
    "end": "00:18:59"
  },
  {
    "text": "After teaching the Sermon on the Mount, Jesus would certainly have been dismissed with.",
    "start": "00:18:59",
    "end": "00:19:03"
  },
  {
    "text": "This argument as well.",
    "start": "00:19:03",
    "end": "00:19:04"
  },
  {
    "text": "Does the New Testament or other early.",
    "start": "00:19:04",
    "end": "00:19:06"
  },
  {
    "text": "Tests give clues about how Jesus and his disciples responded to these counterarguments? Thanks.",
    "start": "00:19:06",
    "end": "00:19:11"
  },
  {
    "text": "Your podcast is influencing a war 7,000 miles away. Sam, thank you so much for reaching out with that really important question. It's an important question no matter where or when somebody lives. But just thinking about your context, what you are sensing the spirit of God leading you and your community to do, I'm certain you are having to live these questions in a way that many of us listening never will have to.",
    "start": "00:19:11",
    "end": "00:19:41"
  },
  {
    "text": "Yeah, very real, very tangible and probably seemingly impossible at moments.",
    "start": "00:19:41",
    "end": "00:19:49"
  },
  {
    "text": "Yeah. So Sam, you're noting that there are other Christian communities in your setting where people don't think Jesus's teachings about nonviolence are really viable in your context. And you're noticing there's a lot of divinely sponsored violence in the Bible, especially the Hebrew Bible. And so people can appeal to that and still feel like they're honoring God's will because they're following a part of the Bible. So what are clues about how Jesus responded to those perspectives?",
    "start": "00:19:51",
    "end": "00:20:30"
  },
  {
    "text": "Yeah, yeah, tell us, Tim.",
    "start": "00:20:30",
    "end": "00:20:33"
  },
  {
    "text": "Tell us some clues. Yeah, Well, I guess here's one place to go. We know of one place where one of Jesus closest friends and followers did pick up a sword to try to keep Jesus alive, to keep him from being executed. That's Peter in the Garden of Gethsemane. Betrayal and Jesus in no uncertain terms. Very clear. Put it down. Those who find life by the sword, those who live by the sword will die by the sword. So Jesus had a pretty clear view about the cycle of human violence. That it is never ending and unforgiving and that it creates the very thing that it's trying to get rid of.",
    "start": "00:20:35",
    "end": "00:21:23"
  },
  {
    "text": "And it cost him.",
    "start": "00:21:24",
    "end": "00:21:25"
  },
  {
    "text": "Yeah, that's right. So I think the other thing to name is that before Resurrection Sunday, the cost that Jesus bore for holding his view on non retaliation, it looked like an utter waste of a perfectly good human Life. It looked foolish, it looked insane. And I suppose if you don't believe in the resurrection and don't believe that the kingdom of God was and is and is to come, and that's more enduring than this present world order. If you don't actually believe that, then non retaliation is crazy. It is crazy bad advice if you don't think that's true.",
    "start": "00:21:26",
    "end": "00:22:12"
  },
  {
    "text": "Yeah.",
    "start": "00:22:13",
    "end": "00:22:14"
  },
  {
    "text": "So in other words, Jesus could. I guess I'm saying two things. One, Jesus named that the cycle of human violence never actually accomplishes in the long run what it's trying to accomplish. It might bring peace and stability for some people for a short amount of time, but it never will bring peace, peace and stability for everybody all of the time. And then there's this other piece where Jesus just had this view of reality that the kingdom of God actually that is reality and we're living in the shadowlands. And if you really believe the kingdom of God, then that's of greater value than of trying to get revenge or get back my enemy. So I'm saying these as ideas that I've read in the Bible and I'm saying back to you. I don't claim for a moment to have the moral authority, Sam, to tell you what you should do, but I think that's what's actually I had a really powerful experience recently teaching through the Sermon on the Mount in a class. And there was a young woman in the class who had been on the receiving end of a lot of racial abuse, like racist abuse in her childhood. And she was in the class wrestling very honestly and in a raw way with exactly these sayings about loving your enemy and non retaliation. As I was talking with her, I reached this point as a teacher trying to facilitate this conversation where I had to name for her. I as the teacher in this setting need to just get out of my teacher seat and sit alongside you as a fellow like brother in the Messiah and say, I can't tell you what you need to do with these sayings of Jesus, but what I can do is as your brother, point you to Jesus and say, I think that he's wise, wiser than any of us here and that he will meet you in your story and give you wisdom about how to respond to this. But I can't claim to know how you should do that except to just say, I'm here to talk in this setting if that's helpful for you. And that's kind of how I feel, Sam, in responding to this question because you are having to make decisions that again, many of Us listening will never have to make. And we can't tell you how you should respond to Jesus, but it seems like Jesus drew a pretty clear line in the sand when it came to representing the kingdom of God. You know, when we think of all the exceptions, well, what do you do in cases of self defense? Or what do you do in the face of like a, you know, a superpower, violent superpower. And those are real and important. And there is wisdom to be drawn for those scenarios from Jesus's context. But I think that's just something that's got to be done with your community, listening to the spirit. I don't know if we can do that for each other without being in each other's context, you know?",
    "start": "00:22:14",
    "end": "00:25:38"
  },
  {
    "text": "Yeah, that's good. That's a good word. Yeah. It makes me really interested to learn more, Sam, what's going on over there and how the church is experiencing that. And yeah, we pray for wisdom for you. You mentioned one thing that Jesus said, Tim. The thing that came to my mind was the Apostle Paul saying, our enemy isn't.",
    "start": "00:25:38",
    "end": "00:26:00"
  },
  {
    "text": "Oh, that's good.",
    "start": "00:26:01",
    "end": "00:26:01"
  },
  {
    "text": "Isn't human.",
    "start": "00:26:01",
    "end": "00:26:02"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:26:02",
    "end": "00:26:03"
  },
  {
    "text": "It's not flesh and blood, but there's a bigger enemy.",
    "start": "00:26:03",
    "end": "00:26:07"
  },
  {
    "text": "Hmm. Thank you. That's just as important. Actually, Jesus said the same basic thing in the Garden of Gethsemane when the guards of his own people, like his own Israelite people, came to arrest him. And he said, this hour belongs to you and to the powers of darkness. So he didn't even view the people coming to arrest him as his enemy. He viewed his enemy as the one who had deceived them. To think that this is what they need to do to create good in the world.",
    "start": "00:26:07",
    "end": "00:26:42"
  },
  {
    "text": "There's something very. When you're experiencing real oppression, there's this energy to protect yourself and to fight back. And so just think about how Sam said there's. There's Christians there saying, you know, there is passages that approve of, like fighting back, fighting the enemy. And so I just. I wonder if part of that energy can be redirected as we think about who the real enemy is.",
    "start": "00:26:42",
    "end": "00:27:20"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:27:20",
    "end": "00:27:21"
  },
  {
    "text": "I don't know what that means practically, but yeah.",
    "start": "00:27:22",
    "end": "00:27:25"
  },
  {
    "text": "Yeah. I think, Sam, you're probably in a position to teach us about what that means in ways that we could stand to learn from. So thank you, Sam, for sending in this question. It's really, really important. May God have mercy on you and us.",
    "start": "00:27:26",
    "end": "00:27:44"
  },
  {
    "text": "All right, moving forward.",
    "start": "00:27:46",
    "end": "00:27:48"
  },
  {
    "text": "Yeah. We've got a question from Ashley from Texas. You in a related question about Jesus teachings on nonviolence But Sam, you brought up people appealing to violence in the Old Testament. And Ashley, you have a question about that too, but from a bit of a different angle.",
    "start": "00:27:48",
    "end": "00:28:07"
  },
  {
    "text": "Hi, this is Ashley from Austin, Texas. In the Sermon on the Mount, we learned that Jesus calls his followers to advance his kingdom not with warfare and power, but with rather radical acts of love, peaceful resistance to the unjust ways of the world. What I'm having trouble with, though, is reconciling that with the way that God established and advanced his kingdom in the Old Testament, where the kingdom of God's people was created and expanded through violent warfare. If we know through Jesus that God's desire is to see his kingdom come through deeds of love and mercy, why do we see him using warfare so often with his ancient people? Thank you for all you do.",
    "start": "00:28:08",
    "end": "00:28:46"
  },
  {
    "text": "Okay, so Ashley, that's a great question. I forgot. And I'm now remembering that I wanted to combine your question with a similar question from Eric in North Carolina that is asking the same question yet again from a different angle. So let's listen to that question and then John, you and I can talk about both. This is Eric from Andrew, North Carolina.",
    "start": "00:28:46",
    "end": "00:29:08"
  },
  {
    "text": "Hey, John and Tim, I'm loving the Sermon on the Mount series. My question is in response to Jesus's command to love your enemies.",
    "start": "00:29:08",
    "end": "00:29:16"
  },
  {
    "text": "How do we reconcile this with God's.",
    "start": "00:29:16",
    "end": "00:29:18"
  },
  {
    "text": "Command to destroy the Canaanites and other.",
    "start": "00:29:18",
    "end": "00:29:20"
  },
  {
    "text": "Peoples that were in the promised land?",
    "start": "00:29:20",
    "end": "00:29:22"
  },
  {
    "text": "Is one response how we should act as individuals and the other how a nation might respond.",
    "start": "00:29:22",
    "end": "00:29:27"
  },
  {
    "text": "Thanks for all that you and your team does. Yeah. So two angles. One, Ashley, you're just focusing on what you sense as this tension within the Bible's presentation of God that why these very different strategies for dealing with. Right. Evil in the world or how to respond to violent enemy in the world to your enemy. Yeah. And then also, Eric, you're wondering is part of the difference that Jesus is talking about interpersonal relationships, whereas in the Hebrew Bible with Israel, we're talking about a nation relating to other nations? Is the scale of humans involved? Does that change the wisdom account for the difference? So, yeah, those are the questions.",
    "start": "00:29:27",
    "end": "00:30:16"
  },
  {
    "text": "Yeah.",
    "start": "00:30:16",
    "end": "00:30:16"
  },
  {
    "text": "So actually, one way to think about what you're noticing, I think a couple things. One is there's a pattern in the Hebrew Bible that I am still actively processing. I think I will be for the rest of my life, which isn't just divine violence. God's employment of violence, either directly by like thunderbolts, fire from heaven, which is quite rare and very small scale. Those like with the parting of the seas, you know, consuming Pharaoh and his armies in the sea of reeds, sending hail storms, you know, on Israel's enemy armies in the book of Joshua. So there's that kind of stuff. But more often it's God commissioning people, his people to go engage another group in battle. So one part of it is, I think what you have your thumb on, Eric, is once God promises and commits himself to a people that implicates God in all of these like consequential decisions that follow. So this goes all the way back to when God commits to Abraham and says, I'm bless you and whoever blesses you will be blessed and whoever treats you as cursed, I will curse. And then the next story is about Abraham as like a treacherous liar exposing his wife to danger and lying to Pharaoh. And what God does is he sides with Abraham, Abraham and he sends plagues on Egypt to protect Abraham and Sarah. So God is protecting the one who's actually in the wrong. And that story right there, the tension, the feeling of contradiction that we have actually I think is very much intentional on the part of the biblical story. And it's a question that actually goes back to our earlier set of stories in the Flood too, which is after the Flood, when God brings a de creation because humans are spreading through violence, innocent blood on the land. God decreates that humanity, saves one little remnant. And as he's relaunching and blessing that humanity, what God says out loud is, oh, humans are no different. They're just as bent on violence as they were before. This is probably all going to happen again. But then God makes a promise that he's never going to de create the world like he did. So in a way that's similar, he's siding with a corrupted, compromised covenant partner and saying, I'm gonna stick with you even through the condition that you're in. So that's the category where divine violence fits into. As the story develops. When God makes a covenant with the whole of the people of Israel to bring them into a land to give them the life of Eden so that through them the life of Eden can spread to others. When other nations come and attack, God defends them, protects them, or commissions them to go engage those people and kill them. But it all fits under this umbrella of God is working in a non ideal setting, which means the choices available logically are between bad or worse. But then you'll also watch God in the Hebrew Bible subvert divine violence. So when he says, you know you're going to want in Deuteronomy in the Laws about the kingship. When you want a king, the king should not build a huge army, not build a huge treasury, and not build a huge harem of wives through political alliances. You're just like, what is that? Don't have an army. No Israelite ever did that. Like no Israelite king ever obeyed those laws. They all had huge armies and all killed their enemies. So I guess my point is this is not a New Testament, Old Testament division. This is a tension even within the Hebrew Bible itself. Eden is the ideal. But once we're outside of Eden, God continually accommodates God's self and then violence becomes one of those non ideal options that God sometimes uses, but that also is sometimes trying to subvert and somehow Jesus, the way he comes onto the scene, if he is the Kingdom of heaven, if he is Eden come to Earth, it makes sense. Why he would say part of repenting is repenting from our, I don't know, our addiction to thinking that we need to kill each other to create peace. Yeah. And to save humanity. He draws a hard line. He just says, nope, we're going back to Eden here if you want to participate in the Kingdom of God. Okay. I just talked for a long time, but that's where I'm at currently and thinking about these questions.",
    "start": "00:30:17",
    "end": "00:35:25"
  },
  {
    "text": "Yeah, I heard you say two separate things that are interesting. One was this idea of God siding with the people he has chosen, even. Even though they are imperfect.",
    "start": "00:35:26",
    "end": "00:35:41"
  },
  {
    "text": "Yeah.",
    "start": "00:35:41",
    "end": "00:35:41"
  },
  {
    "text": "So with Abraham, he does this kind of devious plot against Pharaoh and Pharaoh is the one who gets punished for the way Pharaoh deals with it. When in reality in the story it's like Abraham.",
    "start": "00:35:41",
    "end": "00:35:51"
  },
  {
    "text": "Yeah. Should have got the spanking in that story.",
    "start": "00:35:51",
    "end": "00:35:53"
  },
  {
    "text": "So there's something in the story of the Hebrew Bible of God siding with a people that's going to create situations that to us just feel compromised and strange. So that's interesting. And that accounts for some things and something to wrestle through. You've also pointed out previously in previous conversations that it's the Hebrew Bible gives a pretty complex picture of what it means to be the good guy or the bad guy.",
    "start": "00:35:54",
    "end": "00:36:23"
  },
  {
    "text": "Yes.",
    "start": "00:36:23",
    "end": "00:36:24"
  },
  {
    "text": "In the story of the Bible. And there's something to meditate on and there's wisdom in that.",
    "start": "00:36:24",
    "end": "00:36:30"
  },
  {
    "text": "Yeah.",
    "start": "00:36:30",
    "end": "00:36:30"
  },
  {
    "text": "Then something else you've mentioned before, which you didn't mention now is that in the Hebrew Bible of like inheriting the land and kind of driving out the enemies is actually a way to reflect on going back into Eden and getting the snake out of the garden.",
    "start": "00:36:30",
    "end": "00:36:51"
  },
  {
    "text": "Driving the snake. That's right.",
    "start": "00:36:51",
    "end": "00:36:52"
  },
  {
    "text": "And so there's all this language around the kings or the.",
    "start": "00:36:52",
    "end": "00:36:58"
  },
  {
    "text": "The giants.",
    "start": "00:36:59",
    "end": "00:36:59"
  },
  {
    "text": "And the giants.",
    "start": "00:36:59",
    "end": "00:37:00"
  },
  {
    "text": "Yeah, the giants and the giant warrior kings in the promised land that need to get kicked out. The giants are connected to this hyperlink to the story of the flood and then back to the snake. Mm.",
    "start": "00:37:01",
    "end": "00:37:13"
  },
  {
    "text": "So there's a lot of complexity here.",
    "start": "00:37:14",
    "end": "00:37:16"
  },
  {
    "text": "Yeah.",
    "start": "00:37:16",
    "end": "00:37:17"
  },
  {
    "text": "It's not a simple answer. But what gets me the most interested is to think about then, what does it mean to inherit the land? If that is the kingdom of the skies.",
    "start": "00:37:17",
    "end": "00:37:27"
  },
  {
    "text": "Yeah, right, right, right. That is the Eden come to earth.",
    "start": "00:37:28",
    "end": "00:37:32"
  },
  {
    "text": "Eden come to earth.",
    "start": "00:37:32",
    "end": "00:37:33"
  },
  {
    "text": "Yeah. And then heaven come to earth. Which is Eden. Which is Eden. Sorry. Eden is heaven on earth.",
    "start": "00:37:33",
    "end": "00:37:39"
  },
  {
    "text": "Yeah, yeah. And so then what does it mean to drive out the snake? And then I think there always was this wisdom in the Hebrew Bible. There is of, like, good guys and bad guys. It's not so simple.",
    "start": "00:37:39",
    "end": "00:37:52"
  },
  {
    "text": "No, not at all.",
    "start": "00:37:52",
    "end": "00:37:54"
  },
  {
    "text": "And so as we deal with quote unquote, bad guys, the enemies, like, there is probably so much wisdom and reflection on what does that mean to deal with your enemies and who is the real enemy.",
    "start": "00:37:54",
    "end": "00:38:06"
  },
  {
    "text": "Yeah, totally. If this tension within the Hebrew Bible about both God's use of violence, but then also subverting violence, if this is interesting to anybody, there is a new book out by a Hebrew Bible scholar, Matthew lynch, that I have learned a lot from called Flood and Old Testament violence and the Shalom of God. And he's trying to specifically draw attention to this false dichotomy between New Testament is nonviolent. Hebrew Bible is divine violence. It's actually the case of the Hebrew Bible has divine violence in it and has lots of themes of nonviolence in it too. And he's trying to draw attention to that in a way that's really creative and easily accessible. I've also referenced the work of another Hebrew Bible scholar, Daniel Hock, the violence of the biblical God in the past, which is excellent. These are both excellent places to start. And you know, Eric, when it comes to. Then, your particular focus on the question of. Is the ethic of the Sermon on the Mount viable for groups of people larger than a church community?",
    "start": "00:38:06",
    "end": "00:39:16"
  },
  {
    "text": "Yeah. Like a nation state.",
    "start": "00:39:17",
    "end": "00:39:18"
  },
  {
    "text": "Yeah. And you're not the first to ask that question. That's been a question with a long history. You know, Jesus and even Paul lived at a time and place where they weren't saying what they were saying with an eye towards future followers of theirs who might live in a nation where they had influence over what a government does. That just wasn't on their mind. On their mind at all. So any Translating that we do to scale up the ethic of Jesus is going to require creative cultural spirit, guided wisdom and translation work. But I feel hesitant to say Jesus's ethic in the sermon is only for interpersonal community relationships. I have to think there's wisdom for people leading larger national groups to reimagine how they approach issues of scarcity and conflict in light of the ethic of Jesus. I have to, actually, yeah, I have to believe that it's true, but I don't claim to know what that is. And I don't even know who have been the best thinkers in 2000 years of Christian history on that topic. I'm certain that there are some. So maybe some of you listening know, please tell us and we can find a way to post that. Yeah, we've got another pair of questions. We got a bunch of questions from people in Tennessee. It was just like a whole block. They all like, came at once.",
    "start": "00:39:18",
    "end": "00:40:50"
  },
  {
    "text": "Wow.",
    "start": "00:40:50",
    "end": "00:40:50"
  },
  {
    "text": "So I'm like, is this like a small group?",
    "start": "00:40:50",
    "end": "00:40:52"
  },
  {
    "text": "Is this like, oh, interesting.",
    "start": "00:40:52",
    "end": "00:40:54"
  },
  {
    "text": "Is this a class? I don't know. Anyway, two questions, one from Ali, one from Walker, both in Tennessee, about what Jesus meant when he said, I'll let you read it. Ally.",
    "start": "00:40:54",
    "end": "00:41:04"
  },
  {
    "text": "Hi, my name's Ali and I'm from Nashville, Tennessee. In this passage, it says, be perfect, therefore, as your heavenly Father is perfect. My question is why? Because he told us he is the only perfect one. So I have a question about Matthew.",
    "start": "00:41:04",
    "end": "00:41:20"
  },
  {
    "text": "Chapter 5, verse 48, where it says.",
    "start": "00:41:20",
    "end": "00:41:24"
  },
  {
    "text": "Be perfect, therefore, as your heavenly Father is perfect. I feel like the Bible is slightly.",
    "start": "00:41:24",
    "end": "00:41:30"
  },
  {
    "text": "Contradicting itself as numerous verses say that nobody's perfect.",
    "start": "00:41:30",
    "end": "00:41:34"
  },
  {
    "text": "Please help me understand what Jesus means by this.",
    "start": "00:41:34",
    "end": "00:41:37"
  },
  {
    "text": "Great question.",
    "start": "00:41:38",
    "end": "00:41:39"
  },
  {
    "text": "Great question.",
    "start": "00:41:39",
    "end": "00:41:40"
  },
  {
    "text": "It's a fantastic question.",
    "start": "00:41:40",
    "end": "00:41:41"
  },
  {
    "text": "Totally numerous verses. No way is perfect.",
    "start": "00:41:42",
    "end": "00:41:45"
  },
  {
    "text": "All have sinned and fallen short of the glory of God.",
    "start": "00:41:46",
    "end": "00:41:49"
  },
  {
    "text": "There, there's. There's a big one. Romans 3:23.",
    "start": "00:41:49",
    "end": "00:41:53"
  },
  {
    "text": "Yeah.",
    "start": "00:41:53",
    "end": "00:41:53"
  },
  {
    "text": "All have sinned, all have failed. Morally failed. Fallen short of the glory divine. The divine honor.",
    "start": "00:41:53",
    "end": "00:42:00"
  },
  {
    "text": "Yeah. So maybe Jesus didn't really mean it. Maybe it's the impossible ideal.",
    "start": "00:42:00",
    "end": "00:42:06"
  },
  {
    "text": "Be perfect. Wink.",
    "start": "00:42:06",
    "end": "00:42:07"
  },
  {
    "text": "Yeah, wink, wink. Meaning try to be perfect and knowing that you'll fail. I got you covered. Signed Jesus. Yeah, that's actually been a very common way.",
    "start": "00:42:07",
    "end": "00:42:19"
  },
  {
    "text": "That is a common. People have interpretation.",
    "start": "00:42:19",
    "end": "00:42:21"
  },
  {
    "text": "Yeah. Solve that.",
    "start": "00:42:21",
    "end": "00:42:23"
  },
  {
    "text": "And we did a word study on this word that's translated perfect.",
    "start": "00:42:23",
    "end": "00:42:28"
  },
  {
    "text": "Yeah.",
    "start": "00:42:28",
    "end": "00:42:28"
  },
  {
    "text": "And so it's going to be out soon. It's going to be in the weekly playlist, I think.",
    "start": "00:42:28",
    "end": "00:42:32"
  },
  {
    "text": "Sure.",
    "start": "00:42:32",
    "end": "00:42:32"
  },
  {
    "text": "By the time this comes out.",
    "start": "00:42:32",
    "end": "00:42:34"
  },
  {
    "text": "Oh, that's helpful.",
    "start": "00:42:34",
    "end": "00:42:35"
  },
  {
    "text": "And it's the Greek word teleos, which translate perfect.",
    "start": "00:42:35",
    "end": "00:42:39"
  },
  {
    "text": "Yeah, that's one English word that captures some of what teleos says, and that was really helpful.",
    "start": "00:42:39",
    "end": "00:42:45"
  },
  {
    "text": "I mean, I've thought about this word before a little bit, but writing the script and then rewriting the script with you and working on it really helped me appreciate it at a deeper level.",
    "start": "00:42:45",
    "end": "00:42:54"
  },
  {
    "text": "Yeah, yeah. So the Greek word that Jesus uses in Matthew 5:48 is teleos, which means complete or whole, lacking nothing. So it's an adjective, complete or whole, from a related Greek noun, telos, which means the goal or the purpose. The end.",
    "start": "00:42:54",
    "end": "00:43:13"
  },
  {
    "text": "The goal. I always heard it telos. You say telos.",
    "start": "00:43:13",
    "end": "00:43:18"
  },
  {
    "text": "Oh, telos. Well, okay. This is a rabbit hole about pronunciation of ancient Greek.",
    "start": "00:43:18",
    "end": "00:43:24"
  },
  {
    "text": "Okay.",
    "start": "00:43:24",
    "end": "00:43:25"
  },
  {
    "text": "So I've been doing a lot of rethinking on the topic anyways. Just truly a rabbit hole.",
    "start": "00:43:25",
    "end": "00:43:31"
  },
  {
    "text": "Telos means the end, the thing we are heading for.",
    "start": "00:43:31",
    "end": "00:43:34"
  },
  {
    "text": "That's right. So everything in creation, this is like biblical way of seeing reality 101. Anything that is created, which is everything except God, has its origin point and a beginning. There was a moment when it was not, and then it became. And then it exists for a purpose. And that purpose is different, different for a rock than it is for an animal. But for humans, the biblical story has a really core claim, which is that humans are made in the image of God, which means they are reflectors of God's character and presence in the world. So the purpose of a human life is to become a more and more faithful reflection of who God is.",
    "start": "00:43:34",
    "end": "00:44:25"
  },
  {
    "text": "That's the end goal to each other.",
    "start": "00:44:25",
    "end": "00:44:26"
  },
  {
    "text": "That's the goal. Yeah. And the goal is to become a complete image of God as opposed to just partial or sometimes. The image of God is buried deep underneath the logic of what Jesus means here.",
    "start": "00:44:26",
    "end": "00:44:40"
  },
  {
    "text": "Yeah. That's what you were made for. Now, be that, be that, be that. And then, of course, under that is, well, then how. How can I actually achieve that?",
    "start": "00:44:41",
    "end": "00:44:49"
  },
  {
    "text": "Yeah.",
    "start": "00:44:49",
    "end": "00:44:50"
  },
  {
    "text": "So by translating it perfect. It does feel tricky because there is a sense that God is perfect. If by perfect, if you mean he's never made a mistake.",
    "start": "00:44:50",
    "end": "00:45:02"
  },
  {
    "text": "Oh, sure, right.",
    "start": "00:45:02",
    "end": "00:45:04"
  },
  {
    "text": "I think that's what people mean by perfect.",
    "start": "00:45:04",
    "end": "00:45:05"
  },
  {
    "text": "That's right.",
    "start": "00:45:05",
    "end": "00:45:06"
  },
  {
    "text": "You don't make mistakes. Yeah, I'm not perfect.",
    "start": "00:45:06",
    "end": "00:45:08"
  },
  {
    "text": "That's how we use it. That's why the word perfect in English is not, I think, the most helpful English word at this moment in the history of the English language.",
    "start": "00:45:09",
    "end": "00:45:17"
  },
  {
    "text": "Don't make mistakes. Because, you know, God doesn't make mistakes.",
    "start": "00:45:17",
    "end": "00:45:20"
  },
  {
    "text": "And you're like, well, sheesh, how am.",
    "start": "00:45:20",
    "end": "00:45:22"
  },
  {
    "text": "I Gonna be God. But in what sense is God teleos?",
    "start": "00:45:22",
    "end": "00:45:26"
  },
  {
    "text": "Yeah. So this sentence, Matthew 5:48 is the last sentence of the last case study. Case study 6 and it's a summary of all the case stud. The sixth case study is about loving people who don't love you. And so he talks about Jesus, says his heavenly Father provides rain on the righteous and the unrighteous. He provides sun on the just and the wicked. Love your enemies and love those who don't love you. So apparently the goal, the complete human life is a life of generous, other centered self giving love. And that is the definition of a human life that mirrors in a faithful way, a complete way, the character and purpose of God. That's the context.",
    "start": "00:45:26",
    "end": "00:46:20"
  },
  {
    "text": "So God is complete, God is love. God is love.",
    "start": "00:46:20",
    "end": "00:46:23"
  },
  {
    "text": "That's from elsewhere in the Bible.",
    "start": "00:46:23",
    "end": "00:46:25"
  },
  {
    "text": "Yeah. And that's who we are made to reflect.",
    "start": "00:46:25",
    "end": "00:46:28"
  },
  {
    "text": "We are made because of that love.",
    "start": "00:46:28",
    "end": "00:46:30"
  },
  {
    "text": "And we are made from that love. That love is complete. So be complete.",
    "start": "00:46:30",
    "end": "00:46:35"
  },
  {
    "text": "Yeah, Become complete. And there is a tension inherent within it because God didn't begin with some lack that God needs to complete. God just is both the source and the goal and the purpose of everything.",
    "start": "00:46:35",
    "end": "00:46:49"
  },
  {
    "text": "He just is complete.",
    "start": "00:46:50",
    "end": "00:46:51"
  },
  {
    "text": "Yeah. But anything that God creates goes on a journey of incompleteness to completeness. And love is the highest. It's the one word that summarizes the nature of God and I think the purpose, purpose of humans.",
    "start": "00:46:51",
    "end": "00:47:08"
  },
  {
    "text": "So I was just reflecting on, we did a whole theme study on the test and so there's a passage in James where he says, you know, consider it joy, pure joy when you're tested. And then something about like becoming mature.",
    "start": "00:47:09",
    "end": "00:47:26"
  },
  {
    "text": "Yeah.",
    "start": "00:47:26",
    "end": "00:47:27"
  },
  {
    "text": "And I was just kind of looking at was a different word but the word teleos is there in the passage. It was interesting. Consider all joy of my brothers whenever you encounter various trials. Because you know that testing your faith produces endurance. Endurance has its perfect effect. Perfect. There it is.",
    "start": "00:47:27",
    "end": "00:47:42"
  },
  {
    "text": "Yeah. Let endurance have its teleios effect so that you may become teleios.",
    "start": "00:47:42",
    "end": "00:47:48"
  },
  {
    "text": "Oh, so that is the word teleos twice and complete. And complete. And that word complete is a different word. That's right, yeah. So we are on a process.",
    "start": "00:47:48",
    "end": "00:47:56"
  },
  {
    "text": "Yes.",
    "start": "00:47:56",
    "end": "00:47:57"
  },
  {
    "text": "We are on a journey in process of becoming complete.",
    "start": "00:47:57",
    "end": "00:48:00"
  },
  {
    "text": "Yeah. And actually notice, he says it's moments of testing where you have to make hard decisions, that that's the way that you become teleios. And you know, human nature being what it is, we're not perfect.",
    "start": "00:48:00",
    "end": "00:48:15"
  },
  {
    "text": "Yeah. And we're gonna fail at those.",
    "start": "00:48:15",
    "end": "00:48:17"
  },
  {
    "text": "Yep. We're gonna grow more teleios in fits and starts, you know, one step forward, two steps back. Two steps forward, one step back. It's a great thing that God is love and that he's patient with us. Right? Yeah. Yeah. So that's a very different picture than be perfect, because God's perfect. But when you hear this as the last sentence of be like your heavenly father who loves without discrimination. So be that kind of love as your heavenly Father is loving, Be that kind of generous because your heavenly Father is generous. Those are other ways of saying the same. The same thing. Yeah. So there is, in that sense, Walker, a tension between what Jesus is saying and reality and. Yeah. Just humans being outside of Eden and both our physical way of existing right now, the mode of the way that the world is. It's very hard to be a teleios image of God.",
    "start": "00:48:17",
    "end": "00:49:23"
  },
  {
    "text": "This kind of goes back to one of the first questions about can we experience the kingdom of skies now?",
    "start": "00:49:24",
    "end": "00:49:29"
  },
  {
    "text": "It's great.",
    "start": "00:49:29",
    "end": "00:49:29"
  },
  {
    "text": "And to whatever degree we can do this, be complete people who love each other well and live in Right relationship, then I imagine you would experience it.",
    "start": "00:49:30",
    "end": "00:49:41"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:49:41",
    "end": "00:49:42"
  },
  {
    "text": "And so there's that same tension.",
    "start": "00:49:43",
    "end": "00:49:44"
  },
  {
    "text": "Yeah. Yeah. And just because we can't do it perfectly doesn't mean we shouldn't try to become teleios as much as we can. I think that's part of the goal.",
    "start": "00:49:45",
    "end": "00:49:57"
  },
  {
    "text": "Okay, so we'll end there.",
    "start": "00:50:01",
    "end": "00:50:02"
  },
  {
    "text": "Yeah.",
    "start": "00:50:02",
    "end": "00:50:02"
  },
  {
    "text": "Which means we just made it through the case studies.",
    "start": "00:50:02",
    "end": "00:50:04"
  },
  {
    "text": "Oh. But also the Lord's Prayer, Kingdom come and will be done.",
    "start": "00:50:04",
    "end": "00:50:07"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:50:07",
    "end": "00:50:08"
  },
  {
    "text": "Yeah.",
    "start": "00:50:08",
    "end": "00:50:08"
  },
  {
    "text": "We didn't get into hypocrisy.",
    "start": "00:50:08",
    "end": "00:50:09"
  },
  {
    "text": "That's true.",
    "start": "00:50:10",
    "end": "00:50:10"
  },
  {
    "text": "Maybe we'll do in the next Q and R. Yeah. But thank you so much for your questions. We will just continue on and we'll respond some more later. Right now, we are about halfway through the Sermon on the Mount. So back half.",
    "start": "00:50:11",
    "end": "00:50:27"
  },
  {
    "text": "Yeah. As we're sitting here, the weekly releases are in the Lord's Prayer, which is the center of the center of the center of the sermon. So, yeah. Thank you all for your thoughtful questions. I can tell just by reading the questions that you all are as engaged as we are as we work through this. So let's. Yeah. Just trust that the Spirit will give us wisdom as we try to live out the ethic of the kingdom in our different places.",
    "start": "00:50:28",
    "end": "00:50:54"
  },
  {
    "text": "Do you want to close us out?",
    "start": "00:51:06",
    "end": "00:51:09"
  },
  {
    "text": "Well, I could say something like how the Bible Project is a crowdfunded, nonprofit media studio. We're making stuff like this podcast, but videos, classes, we have an app. There's so many things. And our goal, our telos, our telos in all of the stuff we make is we want to help people experience the Bible as a unified story that leads to Jesus. And everything we make we can give away for free because of so many generous people around the world. So y', all, thank you for being part of this with us.",
    "start": "00:51:09",
    "end": "00:51:45"
  },
  {
    "text": "Hello, my name is Jamie Baez and I'm from Dominican Republic. I work in the production corporation coordination of everything related to the Spanish localization in Projekto Biblia.",
    "start": "00:51:47",
    "end": "00:51:58"
  },
  {
    "text": "Hi, this is Mickey Asbele and I'm from Ethiopia. I work on as a language advisor for the Amharic production.",
    "start": "00:51:58",
    "end": "00:52:04"
  },
  {
    "text": "My favorite thing about the work I.",
    "start": "00:52:05",
    "end": "00:52:06"
  },
  {
    "text": "Do with Bible Project is reviewing scripts because it offers me fresh perspectives and deeper understanding.",
    "start": "00:52:06",
    "end": "00:52:14"
  },
  {
    "text": "What I like most about working in.",
    "start": "00:52:14",
    "end": "00:52:16"
  },
  {
    "text": "Projekto Vivlia is knowing that I can.",
    "start": "00:52:16",
    "end": "00:52:18"
  },
  {
    "text": "Put the gifts and talents that God himself has given me at his service and work for the Kingdom of God.",
    "start": "00:52:19",
    "end": "00:52:25"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus. Bibleproject is a crowdfunding nonprofit.",
    "start": "00:52:25",
    "end": "00:52:31"
  },
  {
    "text": "We can provide all of our resources for free. Thanks to generous people like you from all over the world. Thank you so much for being a part of this with us.",
    "start": "00:52:32",
    "end": "00:52:41"
  },
  {
    "text": "Hey, this is Tyler, here to read the credits. John Collins is the creative producer for today's show. Production for today's episode is by producer Lindsey Ponder, managing producer Cooper Peltz, producer.",
    "start": "00:52:42",
    "end": "00:52:53"
  },
  {
    "text": "Colin Wilson, supervising editor Tyler Bailey.",
    "start": "00:52:53",
    "end": "00:52:57"
  },
  {
    "text": "Today's episode was edited and mixed by Aaron Olson. Nina Simone does our show notes and Hannah Wu provides the annotations for our app. Original Sermon on the Mount, music by Richie Cohen. Audience questions compiled by Christopher Mayer.",
    "start": "00:52:57",
    "end": "00:53:11"
  },
  {
    "text": "Tim Mackey is our lead scholar and.",
    "start": "00:53:11",
    "end": "00:53:13"
  },
  {
    "text": "Your hosts, John Collins and Tim Mackey.",
    "start": "00:53:13",
    "end": "00:53:16"
  }
]