[
  {
    "text": "This is bibleproject podcast and this year we're reading through the Sermon on the Mount. I'm John Collins and with me is co host Michelle Jones. Hi Michelle.",
    "start": "00:00:05",
    "end": "00:00:12"
  },
  {
    "text": "Hi, John. So today we're going to read a well known part of the Sermon on the Mount. Jesus calls his followers the light of the world.",
    "start": "00:00:12",
    "end": "00:00:19"
  },
  {
    "text": "Yeah, Jesus gets this straight from the prophet Isaiah. Here's Tim.",
    "start": "00:00:19",
    "end": "00:00:22"
  },
  {
    "text": "The key point is that God's light and God's instruction, destruction, shine out to the world to show the way to true life. And Jesus is assuming and building on Isaiah's wordplay. And that's gonna play a key role in understanding what he means.",
    "start": "00:00:22",
    "end": "00:00:36"
  },
  {
    "text": "But before Jesus says, you are the light of the world, he says something that's a little harder to understand. He says, you are the salt of the land.",
    "start": "00:00:37",
    "end": "00:00:45"
  },
  {
    "text": "That's less intuitive. What does it mean to be salt?",
    "start": "00:00:45",
    "end": "00:00:49"
  },
  {
    "text": "Well, that's where Tim is gonna start today. We're gonna look at the many different ways that salt is used in the ancient world. And, and we'll puzzle over why Jesus calls us salt.",
    "start": "00:00:49",
    "end": "00:00:57"
  },
  {
    "text": "Thanks for joining us.",
    "start": "00:00:57",
    "end": "00:00:58"
  },
  {
    "text": "Here we go.",
    "start": "00:00:59",
    "end": "00:00:59"
  },
  {
    "text": "Hey, Tim.",
    "start": "00:01:10",
    "end": "00:01:10"
  },
  {
    "text": "Hey, John. Hi.",
    "start": "00:01:11",
    "end": "00:01:12"
  },
  {
    "text": "Hey. We're in the introduction of the Sermon on the Mount.",
    "start": "00:01:12",
    "end": "00:01:14"
  },
  {
    "text": "Yeah. We've been exploring the opening kind of movement of Jesus Sermon on the Mount. And so we're talking here about how Jesus calls his followers the salt of the land, the light of the world and a city set up on a mountain.",
    "start": "00:01:15",
    "end": "00:01:34"
  },
  {
    "text": "Yeah, Three images which are three metaphors. We'll go through them. We'll also think of them in two buckets, right?",
    "start": "00:01:35",
    "end": "00:01:43"
  },
  {
    "text": "Yeah, that's right. The salt of the land is named first. And he tells a little parallel parable, a little almost riddle about the salt. And then he bundles together the metaphors of the light of the world and the city on the hill. Those are really tightly bound together and for important reasons, because they're tightly bound together in the section of the Hebrew Bible that Jesus is hinting at.",
    "start": "00:01:43",
    "end": "00:02:05"
  },
  {
    "text": "So while we think of them as three separate metaphors, we could also think of them as two separate images.",
    "start": "00:02:05",
    "end": "00:02:11"
  },
  {
    "text": "Two images, but they work together in a really important way. Okay, so that's what we're talking about, how Jesus calls his followers the salt of the land, light of the world and the city on the hill. What does it mean, Jesus, what did you mean first? Let's just kind of read through these maybe. John, I'll let you perform a reading of Matthew, chapter 5, verses 13 through 16.",
    "start": "00:02:11",
    "end": "00:02:44"
  },
  {
    "text": "Y' all are the salt of the land. But if the salt loses flavor, with what can it be made Salty again. What makes salt salty again? It's useful for nothing except to be thrown out and stepped on by humans. Y' all are the light of the world. A city that is set up on a mountain isn't able to be hidden. And they don't light a candle and place it under a basket, rather upon a candlestand. And it will shine on everyone in the house. In the same way, let your light shine before humans so that they can see your good works and so they can give honor to your Father who is in the skies.",
    "start": "00:02:45",
    "end": "00:03:23"
  },
  {
    "text": "So these images are about who Jesus imagines his followers are in the world, like, who they are to other people. And he starts with salt, light, and then the city. So, salt. Let's start with salt. Since Jesus does. And this is a bit of a puzzle. This is actually quite a complex puzzle.",
    "start": "00:03:25",
    "end": "00:03:43"
  },
  {
    "text": "The puzzle is, what is.",
    "start": "00:03:43",
    "end": "00:03:45"
  },
  {
    "text": "What does it mean?",
    "start": "00:03:45",
    "end": "00:03:46"
  },
  {
    "text": "What does it mean?",
    "start": "00:03:46",
    "end": "00:03:47"
  },
  {
    "text": "Yeah. So salt is, I mean, the most universal of human foods or preservatives or flavors. Flavors. Salt is actually a very universal item used across cultures, human cultures. But it does lots of different things, which means it has lots of different metaphorical associations.",
    "start": "00:03:47",
    "end": "00:04:14"
  },
  {
    "text": "It can mean many things.",
    "start": "00:04:14",
    "end": "00:04:15"
  },
  {
    "text": "Totally. Yeah. So I found very helpful the work of two scholars combined commentary on Matthew by W.D. davies and Dale Allison. It's an exhaustive commentary. I think I've quoted it many times already, and I will quote it many times again. They have an amazing comprehensive discussion of all the possible meanings of salt that scholars have suggested throughout the centuries as to what Jesus could mean. They've come up with 11 different possibilities.",
    "start": "00:04:15",
    "end": "00:04:46"
  },
  {
    "text": "Wow.",
    "start": "00:04:47",
    "end": "00:04:47"
  },
  {
    "text": "So just a quick sketch here. In the Hebrew Bible, salt is described many times as a crucial element added to Israel's sacrifices, the animal sacrifices offered to God.",
    "start": "00:04:47",
    "end": "00:04:59"
  },
  {
    "text": "Okay.",
    "start": "00:04:59",
    "end": "00:05:00"
  },
  {
    "text": "There is an important phrase used multiple times in the Hebrew Bible called the salt of the covenant. Israel's covenant with God is somehow to be symbolized by a heap of salt.",
    "start": "00:05:00",
    "end": "00:05:14"
  },
  {
    "text": "Okay. And the covenant meaning their relational agreement, commitment to God.",
    "start": "00:05:14",
    "end": "00:05:19"
  },
  {
    "text": "Yep. That's right. Salt is connected to purity. Salt is often used to wash or purify things. Undrinkable water is purified with salt. Interestingly, in a story about Elisha the prophet, salt is a condiment for food.",
    "start": "00:05:19",
    "end": "00:05:36"
  },
  {
    "text": "There it is. That's the one. I know.",
    "start": "00:05:36",
    "end": "00:05:38"
  },
  {
    "text": "That's the. Yeah, it's like an additive.",
    "start": "00:05:38",
    "end": "00:05:40"
  },
  {
    "text": "That's how I use salt.",
    "start": "00:05:40",
    "end": "00:05:41"
  },
  {
    "text": "That brings out flavor. Yeah. That's mentioned one time in the Hebrew Bible and in many cultures around the world. Maybe something that is less prominent for modern people who have refrigerators. But in the Pre refrigeration age, salt was a crucial preservative for both foods.",
    "start": "00:05:41",
    "end": "00:06:00"
  },
  {
    "text": "And meat, so that food didn't spoil fast.",
    "start": "00:06:00",
    "end": "00:06:03"
  },
  {
    "text": "Yeah. Salted meat was the way to make meat last more than a couple days.",
    "start": "00:06:03",
    "end": "00:06:07"
  },
  {
    "text": "Got it.",
    "start": "00:06:07",
    "end": "00:06:07"
  },
  {
    "text": "Until it goes bad. The phrase eating salt with someone or sharing salt with someone is a phrase of being friends with them. I think becomes shorthand for sharing a meal. But it's like, hey, pass the salt.",
    "start": "00:06:07",
    "end": "00:06:21"
  },
  {
    "text": "Pass the salt means let's be friends. Yeah, I love that.",
    "start": "00:06:22",
    "end": "00:06:25"
  },
  {
    "text": "Yep. Perhaps that's why salt. In a couple sayings in the New Testament, one of Jesus, salt is linked with peace between people. There's this phrase in Mark, chapter nine, where Jesus says, have salt in yourselves and be at peace with one another. It's very interesting. Ah. In Greek mythology, salt is beloved by the gods. If salt makes food enjoyable for humans, and if sacrifices are like offering food to the gods, then offer salt with the sacrifice. So the fact that salt is added to sacrifices is a cross cultural phenomenon in the ancient East. But what does it mean?",
    "start": "00:06:25",
    "end": "00:07:05"
  },
  {
    "text": "What does it mean?",
    "start": "00:07:06",
    "end": "00:07:07"
  },
  {
    "text": "So how do we get leverage here? This is a wonderful example of when you have a passage or an image in the Bible, it's capable of many meanings. How do you know which is the more precisely intended nuance?",
    "start": "00:07:08",
    "end": "00:07:22"
  },
  {
    "text": "Because what you're saying is all of these could have been on Jesus mind.",
    "start": "00:07:22",
    "end": "00:07:25"
  },
  {
    "text": "Yeah. Is what he's saying that you all make the world taste a little bit better? Are you like the seasoning of the world?",
    "start": "00:07:25",
    "end": "00:07:33"
  },
  {
    "text": "Yeah, I've heard that preach.",
    "start": "00:07:33",
    "end": "00:07:34"
  },
  {
    "text": "Make life a little spicy.",
    "start": "00:07:34",
    "end": "00:07:36"
  },
  {
    "text": "Yeah.",
    "start": "00:07:36",
    "end": "00:07:36"
  },
  {
    "text": "Is it? Y' all are the way that the world will be preserved? Like, everybody's gonna destroy the world.",
    "start": "00:07:37",
    "end": "00:07:43"
  },
  {
    "text": "The world's like a big hunk of meat and you're preserving it with salt.",
    "start": "00:07:43",
    "end": "00:07:46"
  },
  {
    "text": "But if my followers live by my teachings, the world will be preserved. Is that what he means?",
    "start": "00:07:46",
    "end": "00:07:51"
  },
  {
    "text": "All right.",
    "start": "00:07:51",
    "end": "00:07:51"
  },
  {
    "text": "Does he mean you are the way the world will be purified? Right. Salt is purity. Does he mean you all are the way God's covenant with Israel is going to be embodied in a new generation?",
    "start": "00:07:51",
    "end": "00:08:05"
  },
  {
    "text": "Because salt represented the covenant.",
    "start": "00:08:05",
    "end": "00:08:07"
  },
  {
    "text": "Yep. Yeah. So like, which one? How do we know?",
    "start": "00:08:07",
    "end": "00:08:09"
  },
  {
    "text": "Yeah.",
    "start": "00:08:09",
    "end": "00:08:10"
  },
  {
    "text": "So one way to think about how to solve this riddle of the salt is to notice that Jesus has paired the salt of the land very closely with the two other metaphors, the light of the world and the city on the hill that shines its light out to the nations.",
    "start": "00:08:10",
    "end": "00:08:27"
  },
  {
    "text": "So instead of solving salt, let's look at the light of the world. It's much clearer.",
    "start": "00:08:27",
    "end": "00:08:32"
  },
  {
    "text": "Yes.",
    "start": "00:08:32",
    "end": "00:08:32"
  },
  {
    "text": "And if it's connected Then we'll know what Jesus is getting at with the salt.",
    "start": "00:08:32",
    "end": "00:08:37"
  },
  {
    "text": "Yes. And so actually, I gained this insight from another scholar that I've been mentioning throughout the series, New Testament scholar Jonathan Pennington. And he draws attention to the fact that salt is connected in terms of meaning with the images of the light and the city on the hill, and that the light and the city on the hill have a very clear reference to a specific set of passages in the Hebrew Bible. And if we understand those, those kind of give us some, like, backwards insight into the meanings of salt that Jesus likely had in mind. So what we're going to do first here is dive into what it means that Jesus calls his followers the light of the world and the city on the hill that shines its light to the nations. And that can't be hidden. So before we take a dive into that first, there's just a fundamental underlying kind of Hebrew pun that Jesus is working on here. So in the Hebrew Bible, specifically in the book of the prophet Isaiah, in the scroll of Isaiah, there's a key wordplay between the word light which links all the way back to day one of Genesis.",
    "start": "00:08:37",
    "end": "00:09:55"
  },
  {
    "text": "Let there be light.",
    "start": "00:09:55",
    "end": "00:09:56"
  },
  {
    "text": "Let there be light. The Hebrew word for light is. Or you could maybe transliterate it just O R in Hebrew or.",
    "start": "00:09:56",
    "end": "00:10:03"
  },
  {
    "text": "I love how soft your roll is.",
    "start": "00:10:04",
    "end": "00:10:05"
  },
  {
    "text": "Oh, thanks. I've worked on it. So that's. Or is the word light. The word underneath the noun Torah is yara, but you can hear the rhyming of or light. Torah.",
    "start": "00:10:05",
    "end": "00:10:19"
  },
  {
    "text": "Yeah.",
    "start": "00:10:19",
    "end": "00:10:20"
  },
  {
    "text": "Instruction or law or light. Torah.",
    "start": "00:10:21",
    "end": "00:10:25"
  },
  {
    "text": "What was that other word you said?",
    "start": "00:10:25",
    "end": "00:10:27"
  },
  {
    "text": "Well, okay, Torah is a noun that comes from Hebrew verb yara. But when you say it in the form of to give instruction or to teach somebody, it's yore.",
    "start": "00:10:27",
    "end": "00:10:41"
  },
  {
    "text": "Okay, whoa, slow down. Okay, I got. Or.",
    "start": "00:10:41",
    "end": "00:10:45"
  },
  {
    "text": "Or is like Torah means Torah.",
    "start": "00:10:46",
    "end": "00:10:49"
  },
  {
    "text": "It means instruction.",
    "start": "00:10:49",
    "end": "00:10:49"
  },
  {
    "text": "Instruction. And yore means to give instruction.",
    "start": "00:10:49",
    "end": "00:10:53"
  },
  {
    "text": "To give instruction.",
    "start": "00:10:53",
    "end": "00:10:54"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:10:54",
    "end": "00:10:55"
  },
  {
    "text": "And Torah means the instruction that you were given, essentially.",
    "start": "00:10:55",
    "end": "00:10:58"
  },
  {
    "text": "Exactly Right, that's right.",
    "start": "00:10:58",
    "end": "00:11:00"
  },
  {
    "text": "And they all have that or they.",
    "start": "00:11:00",
    "end": "00:11:01"
  },
  {
    "text": "All have or as a key part. Yes, that's right. Torah, or the prophet Isaiah, used that connection between light and God's Torah instructing people. He put that wordplay to good use in a key set of poems that we're gonna look at. The key point is that God's light and God's instruction shine out to the world to show the way to true life. And Jesus is assuming and building on Isaiah's wordplay, and that's going to play a key role in understanding what he means.",
    "start": "00:11:01",
    "end": "00:11:36"
  },
  {
    "text": "You Know what's dawning on me? That light as a metaphor for wisdom and understanding is also really common in English.",
    "start": "00:11:49",
    "end": "00:11:56"
  },
  {
    "text": "Totally. Like, if I were to draw a picture of having an idea, I would draw a light bulb over my head.",
    "start": "00:11:56",
    "end": "00:12:02"
  },
  {
    "text": "Exactly. Exactly. Or when you see the light, like you finally understand or accept something, or.",
    "start": "00:12:02",
    "end": "00:12:08"
  },
  {
    "text": "Like a clever realization is a bright idea.",
    "start": "00:12:08",
    "end": "00:12:11"
  },
  {
    "text": "Enlighten me. Asking somebody to explain something more clearly.",
    "start": "00:12:11",
    "end": "00:12:15"
  },
  {
    "text": "Enlighten me.",
    "start": "00:12:15",
    "end": "00:12:16"
  },
  {
    "text": "Yes.",
    "start": "00:12:16",
    "end": "00:12:17"
  },
  {
    "text": "Thanks, Michelle. You've really shed some light on this.",
    "start": "00:12:18",
    "end": "00:12:20"
  },
  {
    "text": "Okay, so next we're going to have Tim walk us through how the prophet Isaiah pushes this metaphor forward. Let's listen in.",
    "start": "00:12:22",
    "end": "00:12:29"
  },
  {
    "text": "All right, so Jesus is appealing to the scroll of Isaiah when he references the light of the world and the city on a hill. This is a key, key motif that runs right throughout the scroll of Isaiah from beginning to end. And it begins most explicitly in what we call Isaiah chapter two, which is kind of the second main literary unit that opens up the scroll. Isaiah is building on the key metaphor of light as God's light, life, goodness, and order, bringing instruction and word. All of that from day one of Genesis. That's like. That idea is so buried in Isaiah's consciousness that it just comes. It leaks out in his poetry. But here he's thinking not about the past, but about something God has in store for the future for his people, Israel. And the poem in Isaiah chapter two goes like this. It will come about in the last days that the mountain of the house of the Lord will be established as the head of the mountains. It will be raised up above the hills, and all the nations will river up to it. And many peoples will say, come, let us go up to the mountain of Yahweh to the house of the God of Jacob that he may.",
    "start": "00:12:35",
    "end": "00:14:09"
  },
  {
    "text": "Torah.",
    "start": "00:14:10",
    "end": "00:14:10"
  },
  {
    "text": "Yeah, he may give us Torah. Or it's that verb, yore.",
    "start": "00:14:10",
    "end": "00:14:13"
  },
  {
    "text": "Oh, this is the verb yore.",
    "start": "00:14:14",
    "end": "00:14:15"
  },
  {
    "text": "Yoreh. He may teach us concerning his ways that we may walk in his paths, because the Torah will go forth out of Zion and the word of Yahweh from Jerusalem. Okay, so let's pause right there. So the scene is that Jerusalem and the temple, which was at the kind of the highest point of ancient Jerusalem, is itself on this hillside with valleys all around it, literally surrounded by valleys on three of four sides. It's not the tallest hill even in that region. It's a pretty tall hill, but it's not the tallest hill.",
    "start": "00:14:15",
    "end": "00:14:53"
  },
  {
    "text": "Yeah. And it's not what I would typically call a mountain.",
    "start": "00:14:53",
    "end": "00:14:56"
  },
  {
    "text": "No, it looks like a hillside surrounded by many hillsides.",
    "start": "00:14:56",
    "end": "00:14:59"
  },
  {
    "text": "A couple of which are taller, but these are mountains.",
    "start": "00:14:59",
    "end": "00:15:02"
  },
  {
    "text": "Well, that depends on where you live.",
    "start": "00:15:02",
    "end": "00:15:03"
  },
  {
    "text": "It depends on where you live, because.",
    "start": "00:15:03",
    "end": "00:15:04"
  },
  {
    "text": "If you live in a really flat region. Yeah, any hill, anything that's a couple hundred feet high is like a mountain, you know? But the point is that this hill, its cosmic significance, the role that God destines this hill, hill, and the temple on it to play, will make it like the highest of all the mountains.",
    "start": "00:15:04",
    "end": "00:15:26"
  },
  {
    "text": "And who cares about tall mountains?",
    "start": "00:15:27",
    "end": "00:15:29"
  },
  {
    "text": "Oh, most humans have for most of human history.",
    "start": "00:15:29",
    "end": "00:15:33"
  },
  {
    "text": "Okay, sure.",
    "start": "00:15:33",
    "end": "00:15:34"
  },
  {
    "text": "Yeah. Mountains are associated with places where earth reaches up to touch heaven and where heaven and earth overlap.",
    "start": "00:15:34",
    "end": "00:15:43"
  },
  {
    "text": "There's some epic scenic places.",
    "start": "00:15:43",
    "end": "00:15:45"
  },
  {
    "text": "Yeah, yeah, that's right. Yeah.",
    "start": "00:15:45",
    "end": "00:15:46"
  },
  {
    "text": "So is there something about the elevation, though?",
    "start": "00:15:46",
    "end": "00:15:48"
  },
  {
    "text": "Okay, yeah, the elevation of earth up into the skies.",
    "start": "00:15:49",
    "end": "00:15:52"
  },
  {
    "text": "Okay.",
    "start": "00:15:52",
    "end": "00:15:52"
  },
  {
    "text": "Mountains are viewed in the Hebrew Bible symbolically as places where heaven and earth are one, which is why Eden is described as being a high and holy mountain. Mount Sinai, Mount Carmel in the story of Elijah. And then here, Jerusalem, the mountain of the Lord. And actually, there's an allusion to the Garden of Eden here with all the nations rivering up to it.",
    "start": "00:15:52",
    "end": "00:16:15"
  },
  {
    "text": "Because there's the river that goes out of Eden to all the nations.",
    "start": "00:16:16",
    "end": "00:16:18"
  },
  {
    "text": "Yeah, yeah. The word Isaiah uses in the poem the nations will river up to it is using a verb, nahar, that corresponds to a noun in the Garden of Eden story, which is a nahar, river flowed out of Eden and split into four heads that watered the nations of the land.",
    "start": "00:16:18",
    "end": "00:16:38"
  },
  {
    "text": "Yeah.",
    "start": "00:16:38",
    "end": "00:16:38"
  },
  {
    "text": "But now the nations are the river.",
    "start": "00:16:38",
    "end": "00:16:40"
  },
  {
    "text": "And they're coming back up and they're.",
    "start": "00:16:40",
    "end": "00:16:41"
  },
  {
    "text": "Not flowing out, they're coming back in.",
    "start": "00:16:41",
    "end": "00:16:43"
  },
  {
    "text": "When they go in, they're going to.",
    "start": "00:16:43",
    "end": "00:16:45"
  },
  {
    "text": "Get God's Torah, God's instruction, his teaching. So God will teach them yoreh. And then God's instruction, Torah will go out. So the nations go in and they are taught and they are instructed. And then the instruction also goes out to presumably instruct even more. Okay, so what happens when God's instruction reshapes the minds and hearts of the nations? Verse 4. He will bring justice between nations. He will render decisions on behalf of many peoples. Render decisions? Yokiah, mediate, settle disputes. Yeah, yeah, that's it here. So, like, this nation's like, no, those are my wells. And the other nation's like, no, those are our wells. And then God will be like, no, you guys get two, and you guys get two. And that's how it's gonna be. Now. You each have two wells, and they're like, cool, cool, we won't kill each other now. So that one of us can have four wells.",
    "start": "00:16:45",
    "end": "00:17:45"
  },
  {
    "text": "Yeah.",
    "start": "00:17:45",
    "end": "00:17:45"
  },
  {
    "text": "You know, I mean, because we probably will. That's how humans roll, you know. So when you get the divine judge mediating peace between the nations, what happens? The nations will hammer their swords into plow blades.",
    "start": "00:17:45",
    "end": "00:18:01"
  },
  {
    "text": "If we don't need to kill each other anymore, let's use those swords to grow some food.",
    "start": "00:18:01",
    "end": "00:18:04"
  },
  {
    "text": "Yeah, yeah. Let's hammer spears into pruning blades to, like, prune, you know, your fig trees. Imagine all of the budget that goes in.",
    "start": "00:18:04",
    "end": "00:18:14"
  },
  {
    "text": "Oh my goodness.",
    "start": "00:18:14",
    "end": "00:18:14"
  },
  {
    "text": "To developing things that are designed to kill people.",
    "start": "00:18:14",
    "end": "00:18:18"
  },
  {
    "text": "It's horrendous. It's horrible.",
    "start": "00:18:18",
    "end": "00:18:20"
  },
  {
    "text": "And most, you know, nations that can afford to do so. This is a huge amount. And so just to say, like, that it reflects something. So imagine a world where all of that budget is reallocated, goes in to farming.",
    "start": "00:18:20",
    "end": "00:18:36"
  },
  {
    "text": "Yeah, yeah. Metaphorically.",
    "start": "00:18:37",
    "end": "00:18:38"
  },
  {
    "text": "To making food and shelter.",
    "start": "00:18:38",
    "end": "00:18:40"
  },
  {
    "text": "Yeah, Well, I guess not metaphorically here, but in a way, metaphorically, sustenance and life.",
    "start": "00:18:40",
    "end": "00:18:45"
  },
  {
    "text": "Yeah. That's a world where people's minds and hearts have been shaped by the life giving, generous instruction of God. Yeah. So this is what it means when instruction. When Torah goes out to the nations. Okay, so the last line of this opening poem is the prophet now talking to Israel saying, come house of Jacob, Jacob is Israel's ancestor. Let us walk in the light of Yahweh. The. Or so it's a little wordplay. So God is shining a light on Israel, whose capital city is the city on the hill and Jerusalem. And that light is meant to saturate Israel and guide their path so that they walk in it. And if Israel lives in the Ur of Yahweh that is somehow linked to the Torah going out to the nations?",
    "start": "00:18:45",
    "end": "00:19:45"
  },
  {
    "text": "Yeah. That's interesting. So is it that the light being in the light of Yahweh is being on the holy Eden mountain and you're in the light, or is it when you stream out, you are also now the light?",
    "start": "00:19:46",
    "end": "00:20:00"
  },
  {
    "text": "Yeah. So the idea is that Yahweh is shining his or on this mountain that is destined to become lifted up and a source of Torah to all the other nations. So the light that comes from God's word in day one of Genesis is now connected to God's word. That is his instruction. He's chosen a people who, if they live by his instruction, they will embody a way of existing in the world that's a whole new way of being human that results in peace and no more war.",
    "start": "00:20:01",
    "end": "00:20:33"
  },
  {
    "text": "You can walk in the light.",
    "start": "00:20:33",
    "end": "00:20:34"
  },
  {
    "text": "Yeah. So right now we're not about the light shining.",
    "start": "00:20:34",
    "end": "00:20:37"
  },
  {
    "text": "So I get this picture of being on the holy Eden Mountain.",
    "start": "00:20:37",
    "end": "00:20:39"
  },
  {
    "text": "Yeah, that's it.",
    "start": "00:20:39",
    "end": "00:20:40"
  },
  {
    "text": "Being in God's presence, walking with him in the cool of the day. You're walking in the light.",
    "start": "00:20:40",
    "end": "00:20:45"
  },
  {
    "text": "You got it. Now in the plot line of Isaiah, Israel as a whole people has, throughout its history, failed to walk in the light of Yahweh. And so instead of being a source of life and peace among the nations, they just get embroiled in the violence and the greed and, you know, political battles and intrigues of their time. And that lands them in exile in Babylon. And so what Isaiah begins to anticipate is that if God's purpose for Israel is ever going to happen, that calling to walk in the light of Yahweh, to be a source of peace among the nations, is going to fall on the shoulders of one Israelite who is just called the servant in the latter parts of Isaiah. And so there's some key poems where the Images from Isaiah 2 are drawn upon. So here's one of them. In Isaiah 42, God says, Behold my servant, the one whom I uphold, my chosen one in whom my soul delights. I have put my spirit on him. He will bring forth justice to the nations.",
    "start": "00:20:45",
    "end": "00:21:54"
  },
  {
    "text": "Oh, yeah, the justice we.",
    "start": "00:21:54",
    "end": "00:21:55"
  },
  {
    "text": "There you go.",
    "start": "00:21:55",
    "end": "00:21:56"
  },
  {
    "text": "Talked about.",
    "start": "00:21:56",
    "end": "00:21:57"
  },
  {
    "text": "What's fascinating is in Isaiah 2, God is going to bring justice to the nations.",
    "start": "00:21:57",
    "end": "00:22:01"
  },
  {
    "text": "Oh yeah.",
    "start": "00:22:01",
    "end": "00:22:01"
  },
  {
    "text": "But now that. Now it's given to the servant. Well, further down in verse six, now it's God speaking to the servant.",
    "start": "00:22:01",
    "end": "00:22:08"
  },
  {
    "text": "Okay.",
    "start": "00:22:08",
    "end": "00:22:09"
  },
  {
    "text": "I am the Lord, I have called you the servant. In righteousness. I will hold you by the hand and watch over you. I will make you a covenant of the people, a light to the nations, to open blind eyes, to bring out prisoners from the dungeon, those who dwell in darkness from the prison.",
    "start": "00:22:09",
    "end": "00:22:30"
  },
  {
    "text": "Okay, so verse, order, I get it. I'm gonna help you do justice. And the justice is releasing prisoners, healing people, and then that's being a light to the nations. So we were walking in the light, but now the servant, like is the.",
    "start": "00:22:31",
    "end": "00:22:51"
  },
  {
    "text": "Light becomes the light.",
    "start": "00:22:51",
    "end": "00:22:52"
  },
  {
    "text": "Becomes the light.",
    "start": "00:22:52",
    "end": "00:22:53"
  },
  {
    "text": "Yes.",
    "start": "00:22:53",
    "end": "00:22:53"
  },
  {
    "text": "Oh, wow. Okay.",
    "start": "00:22:54",
    "end": "00:22:54"
  },
  {
    "text": "Yeah. This servant is going to live in a way that creates, restorative. Yeah. Restoring people, restoring relationships, restoring communities to wholeness out of. Yeah. What do you say? Bondage. And that's called bringing justice to the nations. And bringing. Or going out to the nations. Like. Ah, right, we're drawing on Isaiah 2.",
    "start": "00:22:54",
    "end": "00:23:18"
  },
  {
    "text": "Yeah, but he doesn't say you'll bring or to the nations.",
    "start": "00:23:18",
    "end": "00:23:21"
  },
  {
    "text": "You just say you are a light to the nation.",
    "start": "00:23:22",
    "end": "00:23:24"
  },
  {
    "text": "Big shift.",
    "start": "00:23:24",
    "end": "00:23:25"
  },
  {
    "text": "That's Right.",
    "start": "00:23:25",
    "end": "00:23:25"
  },
  {
    "text": "Walking in God's light to being a.",
    "start": "00:23:25",
    "end": "00:23:28"
  },
  {
    "text": "Light for the nation.",
    "start": "00:23:28",
    "end": "00:23:29"
  },
  {
    "text": "And that's the role of the servant.",
    "start": "00:23:29",
    "end": "00:23:30"
  },
  {
    "text": "It's the role of the servant which was supposed to be the role of Israel all the way back to the covenant God made with Israel at Mount Sinai.",
    "start": "00:23:30",
    "end": "00:23:40"
  },
  {
    "text": "That's the covenant I'll make you a.",
    "start": "00:23:40",
    "end": "00:23:42"
  },
  {
    "text": "Kingdom of priests and a holy nation.",
    "start": "00:23:42",
    "end": "00:23:44"
  },
  {
    "text": "So that's the covenant of the people of Israel. And now the servant is that covenant.",
    "start": "00:23:44",
    "end": "00:23:49"
  },
  {
    "text": "You got it. The servant will embody in their individual life the covenant partnership that God desired to have with all of Israel. Why? So that they could become, through how they live and treat each other, a light that is an embodiment of God's instruction. And there's the or and the Torah word play. God's light to the nations is his people living by the Torah.",
    "start": "00:23:50",
    "end": "00:24:15"
  },
  {
    "text": "And it brings justice.",
    "start": "00:24:15",
    "end": "00:24:16"
  },
  {
    "text": "And it brings justice. In the later poem in Isaiah 49, we get a speech from the servant who says, repeats all these images. God has called me from the womb to be his servant. He says, later on God told me, I will make you a light to the nations so that my salvation and just. It's too good, man. The word salvation is the word Yeshua. It's Jesus name, his Hebrew name so that my Yeshua can reach to the ends of the earth. And God says again, I will make you a covenant of the people. So all this comes together in a set of poems at the end of the Isaiah scroll. I'll just read. It comes from chapter 60. Rise up, shine because your light has come. God's addressing the people who are inhabiting this new exalted Jerusalem. The glory of Yahweh has risen upon you. Look, darkness covers the land. This is like the pre creation state of Genesis chapter one. Deep darkness covers the peoples. But Yahweh will rise upon you. His glory will appear over you. And nations will come to your light. So now God is addressing a people who have been restored by the servant. God's light will shine on them so that the nations will come to the light. And then later in Isaiah 60, the nations will come around you bringing their grateful offerings to help rebuild and restore Israel that was destroyed by the nations. And Isaiah 60, verse 14, it says they will bow down and call you the city of the Lord Zion, of, of the Holy One of Israel. So this is a whole storyline in Isaiah. The light of the world, the city on hill.",
    "start": "00:24:16",
    "end": "00:26:11"
  },
  {
    "text": "Yeah, Jesus liked Isaiah.",
    "start": "00:26:11",
    "end": "00:26:13"
  },
  {
    "text": "Really, really into Isaiah. Yeah, that's a part of what drew me to Isaiah when I first started.",
    "start": "00:26:13",
    "end": "00:26:19"
  },
  {
    "text": "Following Jesus you know, when we shared the same house for one summer, you spent that summer in the basement reading Isaiah in Hebrew.",
    "start": "00:26:19",
    "end": "00:26:28"
  },
  {
    "text": "That's true.",
    "start": "00:26:28",
    "end": "00:26:29"
  },
  {
    "text": "That's my memory of you.",
    "start": "00:26:29",
    "end": "00:26:30"
  },
  {
    "text": "Yeah, I think I had just finished second year Hebrew class. I was really into Isaiah, but I could just begin to see that Isaiah was very meaningful to Jesus. And Jesus used the language of Isaiah to explain who he was and what he was doing and his followers. Yeah, and this is a great example. Okay, so let's go back to Jesus words here, the opening words. You were the light of the world. You were the city set up on a hill that's not able to be hidden. And then he kind of gets into this little joke, like, listen, if you've got a really nice candle, no one puts it under a basket. It's meant to shine so everyone can see. Then he flips it, he says, let your light shine before humans so they can see. And you think what he's going to say is, see your light. But then what he says is, they can see your good deeds or your.",
    "start": "00:26:34",
    "end": "00:27:24"
  },
  {
    "text": "Good works, your justice.",
    "start": "00:27:24",
    "end": "00:27:26"
  },
  {
    "text": "Totally. He's tying the pieces together of the city on the hill and the light to the nations. From Isaiah.",
    "start": "00:27:26",
    "end": "00:27:32"
  },
  {
    "text": "Yeah. What are good works except to, well, be peacemakers and be the ones that are helping arbitrate between disputes, bringing peace to show God's wisdom to live healthy lives. And that's the good works.",
    "start": "00:27:32",
    "end": "00:27:48"
  },
  {
    "text": "Yeah. So he's alluded to the good works in the nine sayings of the good life, but also he's setting you up for his discussion about how his teachings fulfill what he calls the Torah and prophets.",
    "start": "00:27:48",
    "end": "00:28:00"
  },
  {
    "text": "That's where he goes next.",
    "start": "00:28:00",
    "end": "00:28:01"
  },
  {
    "text": "Literally in the next paragraph, he says, I've come to fulfill the Torah. And then he's going to give six case studies on how to love God and love your neighbor. So really the good works, this last line about the light shining and the good works is kind of the pivot into the next part. So here he mentions the. Or the light. The next paragraphs that follow in the sermon are about the Torah fulfilling the Torah. So the light and Torah are linked together here. So this is clearly Jesus is drawing on this bundle of ideas. God called Israel to be a light to the nations, to live by his instruction in a way that brings peace and justice. Israel has failed at that. That's the story of the Hebrew Bible. But God promised through the prophet Isaiah that he'd raise up a servant who would fulfill that calling and invite a renewed Israel into their heritage. And that's what Jesus is claiming right here. With these very dense little parables of the light and the city on the hill.",
    "start": "00:28:01",
    "end": "00:29:05"
  },
  {
    "text": "All right, this is super helpful. And what you've promised is that this will help us understand the metaphor of salt.",
    "start": "00:29:06",
    "end": "00:29:12"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:29:12",
    "end": "00:29:13"
  },
  {
    "text": "So let's start talking about salt.",
    "start": "00:29:13",
    "end": "00:29:15"
  },
  {
    "text": "This metaphor of light is so rich. I think of first John, God is light, and in him there's no darkness at all.",
    "start": "00:29:21",
    "end": "00:29:28"
  },
  {
    "text": "That's a walk in the light.",
    "start": "00:29:28",
    "end": "00:29:30"
  },
  {
    "text": "Exactly. So then there's Psalm 119. Your word is a lamp for my feet, a light to my path.",
    "start": "00:29:30",
    "end": "00:29:36"
  },
  {
    "text": "Yeah. And the purpose of this light and this path is for justice and peace. Peace in the world.",
    "start": "00:29:36",
    "end": "00:29:41"
  },
  {
    "text": "And this all comes together Beautifully in Isaiah 61, when he speaks the words of God to Israel. I, Yahweh, have called you in righteousness. I will take hold of your hand, I will keep you, and I will make you to be a covenant for the people and the light for the nations.",
    "start": "00:29:41",
    "end": "00:29:59"
  },
  {
    "text": "Okay. This seems really central to the idea of light being God's covenant. And as Tim promised, understanding the use of light is going to give us clarity on. On what Jesus means when he calls his followers salt.",
    "start": "00:30:00",
    "end": "00:30:10"
  },
  {
    "text": "All right, let's listen in.",
    "start": "00:30:11",
    "end": "00:30:12"
  },
  {
    "text": "Okay, so let's start with preservative.",
    "start": "00:30:16",
    "end": "00:30:17"
  },
  {
    "text": "Okay.",
    "start": "00:30:17",
    "end": "00:30:18"
  },
  {
    "text": "Probably the most universal use of salt. Cause it's connected to food, but also connected to keeping you alive, which is not an association most modern people have. Yeah, but seriously, salt kept people alive.",
    "start": "00:30:18",
    "end": "00:30:31"
  },
  {
    "text": "Okay.",
    "start": "00:30:31",
    "end": "00:30:31"
  },
  {
    "text": "Because it preserved food for long periods of time.",
    "start": "00:30:31",
    "end": "00:30:34"
  },
  {
    "text": "Yeah.",
    "start": "00:30:34",
    "end": "00:30:35"
  },
  {
    "text": "So the idea of salt that maybe we don't have right at the front of our minds is that salt is what makes things last a really long time. So not just a preservative, but, like, make things endure. That's a primary meaning of salt to most people for most of history. So salt is a symbol of God's long, enduring covenant with Israel. And so every sacrifice gets salted. The scholar Jonathan Pennington really helped me here with some insights from his book on the Sermon on the Mount.",
    "start": "00:30:35",
    "end": "00:31:08"
  },
  {
    "text": "Hey, this is Jonathan Pennington. And when we think about the metaphors of salt and light, it can be confusing sometimes because salt has a lot of potential meanings. In the ancient world, salt was used as a metaphor for a lot of different things, and sometimes light was as well. But I think what's really crucial to understand is that Matthew has put these two metaphors in parallel with each other very clearly. So to understand both salt and light, it's helpful to think, are there places in. In the metaphorical meaning of salt and light that overlap with each other? And I think there is A very clear place. The place where both salt and light can be used in the same sense is with the idea of a covenant. You use salt to make a covenant, to emphasize the permanence of a covenant in the ancient world. And light is maybe even more clearly something that's used all throughout the Old Testament, especially in the book of Isaiah, to refer to God's covenantal light and revelation going forth in the world.",
    "start": "00:31:09",
    "end": "00:32:06"
  },
  {
    "text": "The covenant is a long lasting covenant, and so salt preserves things. So to call it the salt of the covenant is to emphasize its long lastingness.",
    "start": "00:32:11",
    "end": "00:32:24"
  },
  {
    "text": "Yep. God says that all of Israel's gifts, this is numbers 1819, are to be salted. And God says it is an everlasting covenant of salt with you and your descendants. So they're. That long lasting nature of covenant and of salt are bundled together in one. In one phrase.",
    "start": "00:32:25",
    "end": "00:32:47"
  },
  {
    "text": "Okay.",
    "start": "00:32:48",
    "end": "00:32:48"
  },
  {
    "text": "That's repeated in the chronicle scroll where God's covenant promised to David that he would have a descendant that ruled forever is called a covenant of salt. There's a couple biblical references that show that salt was connected with a long lasting relationship.",
    "start": "00:32:48",
    "end": "00:33:05"
  },
  {
    "text": "Okay. So the covenant is at the center of all of this. And it seems like then that all these other meanings of salt still have a lot of meaning and implication, but now their meaning comes from the fact that the covenant is at the center.",
    "start": "00:33:06",
    "end": "00:33:23"
  },
  {
    "text": "Yep. Remember, salt was a means of washing things clean or purifying them.",
    "start": "00:33:24",
    "end": "00:33:28"
  },
  {
    "text": "Yeah. And we haven't got into it, but this idea of purification in the Hebrew Bible was really important.",
    "start": "00:33:29",
    "end": "00:33:34"
  },
  {
    "text": "That's right. Yeah. The idea that moral compromise, of choosing selfishness, greed, that these are things that make us metaphorically impure, unclean, dirty, whereas being clean, washed, pure. These are states of being that are associated with life and healthy relationships and connection with God.",
    "start": "00:33:35",
    "end": "00:34:03"
  },
  {
    "text": "All right, so this is connected to the. Doing good works is like being in a state of being where relationships are whole, where there's justice around you. Yeah, It's a pure state of sorts.",
    "start": "00:34:03",
    "end": "00:34:17"
  },
  {
    "text": "Yeah. Yes. Maybe the last thing is that it's just an element of meals. And meals are part of creating social bonds and relationships and staying alive. And staying alive. Yeah.",
    "start": "00:34:17",
    "end": "00:34:29"
  },
  {
    "text": "And what is the covenant except a relationship between God and humans? So, you know, you're passing salt with God.",
    "start": "00:34:29",
    "end": "00:34:36"
  },
  {
    "text": "That's right. Yeah. So salt, it actually really is the perfect metaphor.",
    "start": "00:34:36",
    "end": "00:34:40"
  },
  {
    "text": "Yeah. All the dimensions actually really come together, but at the center of it is the covenant. And even saying the covenant's essential, like how are we to make our way through the world, learn to rule the world with God without some sort of relational Commitment.",
    "start": "00:34:40",
    "end": "00:34:58"
  },
  {
    "text": "Yes. So for Jesus to call his followers the salt of the land, you all who are receiving the kingdom that I'm bringing from heaven to earth to fulfill God's covenant promises to Israel, you all are the salt. Y' all are the salt. And then look at his little riddle. If the salt becomes unsalty, which is kind of impossible. Like, is it. Well, if salt is not salt, it's not salt.",
    "start": "00:34:58",
    "end": "00:35:29"
  },
  {
    "text": "It's not salt.",
    "start": "00:35:29",
    "end": "00:35:30"
  },
  {
    "text": "So he's kind of. Surely he had a twinkle in his eye here.",
    "start": "00:35:31",
    "end": "00:35:34"
  },
  {
    "text": "Yeah.",
    "start": "00:35:34",
    "end": "00:35:35"
  },
  {
    "text": "His point is, if salt loses the thing that it is, it's almost like it's impossible. If salt loses its saltiness, it's not salt. It's like dirt to get stepped on by humans.",
    "start": "00:35:35",
    "end": "00:35:47"
  },
  {
    "text": "It's like light losing its light.",
    "start": "00:35:47",
    "end": "00:35:49"
  },
  {
    "text": "And I've wondered for a long time if there isn't a little kind of symbolic retelling of Israel's story here, that they lost their saltiness, so to speak.",
    "start": "00:35:49",
    "end": "00:35:59"
  },
  {
    "text": "And Babylon stepped on them.",
    "start": "00:35:59",
    "end": "00:36:00"
  },
  {
    "text": "Yeah. Because getting trampled on by the nations is a metaphor in the prophets for their defeat at the hands of Assyria and Babylon and then exile. So, yeah, this insight of salt becoming unsalty, it's kind of like an impossibility or a contradiction. This is another great insight I learned from Jonathan Pennington about the purpose of Jesus's kind of rhetoric.",
    "start": "00:36:00",
    "end": "00:36:21"
  },
  {
    "text": "Salt can't, you know, stop being salty. Or if it did, somehow, it would be completely useless. If you built a town on a hill, everybody's going to see it. And if you light a lamp, you don't put it under a basket so no one can see it. And I think the point is he's using this sort of very powerful, almost comedic rhetoric at moments to say, look, these are clearly not what you can do. And that adds to the urgency in the sense that the disciples really need to listen to what Jesus is saying and continue faithfully to be his ambassadors, his heralds, his salt and light in the world.",
    "start": "00:36:23",
    "end": "00:36:57"
  },
  {
    "text": "Yeah, I get the joke. I get the joke. Now I'm trying to think of another riff on the joke. Something really simple where it's like the thing. As soon as the thing's not the thing. It's not the thing. That's the joke.",
    "start": "00:37:03",
    "end": "00:37:14"
  },
  {
    "text": "That's the joke. Yeah. And he just began by saying, you.",
    "start": "00:37:14",
    "end": "00:37:18"
  },
  {
    "text": "Are the thing, so be the thing.",
    "start": "00:37:18",
    "end": "00:37:21"
  },
  {
    "text": "Yeah. The rhetoric is almost, be who you are. You are this, so be that.",
    "start": "00:37:21",
    "end": "00:37:27"
  },
  {
    "text": "Yeah.",
    "start": "00:37:27",
    "end": "00:37:27"
  },
  {
    "text": "Stop being something that you're not.",
    "start": "00:37:28",
    "end": "00:37:29"
  },
  {
    "text": "Okay, okay. Now, well, so this kind of gets to it, then. What does that mean, to be it? Right. I get walking in the light of Yahweh. I mean, maybe I get it. I mean, but like, you know, as an idea, I get it. But to then be the light.",
    "start": "00:37:29",
    "end": "00:37:46"
  },
  {
    "text": "Be the light. Yeah.",
    "start": "00:37:46",
    "end": "00:37:48"
  },
  {
    "text": "I get like God made a covenant with me. Be the covenant. Like what are we talking about?",
    "start": "00:37:48",
    "end": "00:37:55"
  },
  {
    "text": "Yeah. So this is where it's so helpful to remember that Matthew chapter five, the intro to the Sermon on the Mount, comes after Matthew chapter 4. So Jesus comes onto the scene after John the Baptist. Both of their messages was God's going to do something now to bring his heavenly rule here on earth that will bring the story, the covenant partnership story of God and Israel and the nations all to its climax. Things are moving forward here, folks.",
    "start": "00:37:55",
    "end": "00:38:26"
  },
  {
    "text": "Yeah.",
    "start": "00:38:26",
    "end": "00:38:26"
  },
  {
    "text": "And so it's happening. It's happening. And so that Jesus would call together a band of people that he's healed, that he's restored, that they are beginning to live by his teachings and that he says you all the good life that's promised by the Proverbs and the psalms, it's happening, folks. You're the crew. You're my crew. You all are the salt. You are the covenant through which God's long lasting promises to his people are going to move forward. You are the light of the world. You are the city on the hill. So in other words, you are the Israelite crew. That if you learn to live by my Torah, my teachings that fulfill God's Torah revealed through Moses, you will become this beacon of light, like a lighthouse. You know, it's a dark world out there, but this shining a light through how you live together as a group of people. And think what he's going to talk through in the rest of the sermon is like how you relate to people when you're angry at them. Reconciliation, conflict resolution, how men relate to women. Right. With integrity and honor. How you should relate to people you really don't like or people that have hurt you. Peacemaking, non retaliation. Well, at least non violent resistance to evil. I think this is the stuff of the good works that Jesus begins here with this introduction to the sermon.",
    "start": "00:38:26",
    "end": "00:39:57"
  },
  {
    "text": "Okay, but just ask one more time. I get do good works. I get walk in the light.",
    "start": "00:39:58",
    "end": "00:40:06"
  },
  {
    "text": "Yeah, yeah. And the good works are the light that shines.",
    "start": "00:40:06",
    "end": "00:40:09"
  },
  {
    "text": "Are the light.",
    "start": "00:40:09",
    "end": "00:40:10"
  },
  {
    "text": "Yeah.",
    "start": "00:40:10",
    "end": "00:40:10"
  },
  {
    "text": "I get that the kingdom of God is coming and I get to be part of it. And when I say I get it, I mean conceptually. Conceptually, yeah, yeah. What does it mean to be the light? What does it mean that you are the salt of the covenant? And is this an actual distinction that Jesus is making. Am I getting hung up on something that's not important?",
    "start": "00:40:10",
    "end": "00:40:36"
  },
  {
    "text": "Interesting. Well, the salt of the covenant. The salt is an image of the long lasting covenant promises of God. What are the covenant promises?",
    "start": "00:40:36",
    "end": "00:40:47"
  },
  {
    "text": "And I'm not the covenant.",
    "start": "00:40:47",
    "end": "00:40:49"
  },
  {
    "text": "No, but people embody the covenant.",
    "start": "00:40:49",
    "end": "00:40:52"
  },
  {
    "text": "So you embody the covenant.",
    "start": "00:40:52",
    "end": "00:40:54"
  },
  {
    "text": "Yeah. God wants there to be a people who live by his life, giving wisdom and instruction.",
    "start": "00:40:54",
    "end": "00:41:01"
  },
  {
    "text": "If there's not people living by the covenant, there's no covenant.",
    "start": "00:41:01",
    "end": "00:41:04"
  },
  {
    "text": "There's no covenant. That's right. That's right.",
    "start": "00:41:04",
    "end": "00:41:05"
  },
  {
    "text": "I see.",
    "start": "00:41:05",
    "end": "00:41:06"
  },
  {
    "text": "That's right.",
    "start": "00:41:06",
    "end": "00:41:06"
  },
  {
    "text": "It's the joke again.",
    "start": "00:41:07",
    "end": "00:41:07"
  },
  {
    "text": "It's the joke.",
    "start": "00:41:08",
    "end": "00:41:08"
  },
  {
    "text": "And if you're not the covenant, there's no covenant. So be the covenant.",
    "start": "00:41:08",
    "end": "00:41:11"
  },
  {
    "text": "So be the covenant. Yep. And there's those key passages about the servant in the Isaiah scroll where God says, I will make you the servant. A covenant of the people. The servant becomes the covenant. And if the servant is Jesus, then now Jesus is sharing his covenant, being with his followers that you all are the covenant. How you live and treat people according to the word and wisdom and instruction of God. You will be the covenant. You'll become the covenant of God's desire to be partners with all humans in being responsible for this world.",
    "start": "00:41:11",
    "end": "00:41:48"
  },
  {
    "text": "Now God's light can exist regardless if I walk in it or not.",
    "start": "00:41:48",
    "end": "00:41:54"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:41:54",
    "end": "00:41:55"
  },
  {
    "text": "But I can embody the light.",
    "start": "00:41:55",
    "end": "00:41:56"
  },
  {
    "text": "Oh yeah, yeah. If you walk in it, you live by it. Yeah.",
    "start": "00:41:56",
    "end": "00:42:01"
  },
  {
    "text": "I guess you become it in some way.",
    "start": "00:42:01",
    "end": "00:42:04"
  },
  {
    "text": "Yeah. Like Moses.",
    "start": "00:42:04",
    "end": "00:42:06"
  },
  {
    "text": "Haha. You know, his face shining.",
    "start": "00:42:06",
    "end": "00:42:09"
  },
  {
    "text": "Yeah.",
    "start": "00:42:09",
    "end": "00:42:09"
  },
  {
    "text": "And like Jesus shining like stars.",
    "start": "00:42:09",
    "end": "00:42:11"
  },
  {
    "text": "Yeah. Which is surely an image about when you spend enough time in Yahweh's light, his instruction, his life giving wisdom and instruction begins to reflect off of you. Because others see how.",
    "start": "00:42:11",
    "end": "00:42:25"
  },
  {
    "text": "Like an image.",
    "start": "00:42:26",
    "end": "00:42:26"
  },
  {
    "text": "Like an image. Yeah. Potent metaphors. Over time I've built become really grateful that Jesus didn't just say exactly what he meant in some sort of abstract language, but that he used these rich metaphors that can keep a couple of guys talking for a long time pondering what they mean. And yeah. You are the salt of the land. You are the light of the world. You all are the city set up on the hill.",
    "start": "00:42:27",
    "end": "00:42:57"
  },
  {
    "text": "Hmm. What happens when a hill loses its hilliness?",
    "start": "00:42:58",
    "end": "00:43:02"
  },
  {
    "text": "It also gets trampled on by the nations. Or at least that did in Israel's case. It just stops being what God made it to be, which is too bad for the city. You know, good thing God is into second chances, which is what Jesus represents. Another chance to Israel for the covenant to be fulfilled. That's a key, key part of what it means to be the salt and the light and the city.",
    "start": "00:43:04",
    "end": "00:43:31"
  },
  {
    "text": "That's it for today's episode.",
    "start": "00:43:45",
    "end": "00:43:46"
  },
  {
    "text": "Next week we're starting a new section on the Sermon on the Mount where Jesus connects his vision for humanity to his ancient scriptures. That is the Torah, Jesus will say.",
    "start": "00:43:46",
    "end": "00:43:56"
  },
  {
    "text": "Some people might look at what I'm teaching and say, I'm dismantling the Torah. No, I'm saying that what I'm here to do is fulfill the Torah and prophets. Jesus views the scriptures as something that points forward a set of texts that create momentum and expectation that needs to be resolved in some way.",
    "start": "00:43:56",
    "end": "00:44:17"
  },
  {
    "text": "Bibleproject is a crowdfunded nonprofit. We exist to experience the Bible as a unified story that leads to Jesus. Everything we make is free because of the generous support of thousands of people just like you.",
    "start": "00:44:19",
    "end": "00:44:32"
  },
  {
    "text": "Thanks for being a part of this with us.",
    "start": "00:44:32",
    "end": "00:44:34"
  },
  {
    "text": "Hi, this is Will and I'm from San Jose, California.",
    "start": "00:44:34",
    "end": "00:44:37"
  },
  {
    "text": "Hi, this is Mutiniola and I'm from Nigeria. I first heard about Bible Project and Instagram. I use Bible Projects for understanding God and learning more about the Scriptures.",
    "start": "00:44:37",
    "end": "00:44:47"
  },
  {
    "text": "I first heard about the Bible Project from church. I used the Bible Project for my own deeper Bible study, to transform my mind and to teach my children the Bible.",
    "start": "00:44:47",
    "end": "00:44:58"
  },
  {
    "text": "My favorite thing about Bible Project is the animated videos. I like how it makes it easier for me to understand.",
    "start": "00:44:58",
    "end": "00:45:04"
  },
  {
    "text": "My favorite thing about the Bible Project is the podcast. John seems to have a lot of the same questions that I have, and I really love the introduction of scholarly works that I can study on my own. We believe the Bible is a unified story that leads to Jesus.",
    "start": "00:45:04",
    "end": "00:45:21"
  },
  {
    "text": "We are a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes.",
    "start": "00:45:21",
    "end": "00:45:28"
  },
  {
    "text": "And more@bibleproject.com hi, this is Cooper here to read the credits. Dan Gummel is the creative producer for today's show. Production of today's episode is by producer Lindsey Ponder, managing producer Cooper Peltz, producer Colin Wilson. Stephanie Tam is our consultant and editor. Tyler Bailey is our audio engineer and editor and he also provided the sound design and mix for today's episode. Brad Witty does our show notes. Hannah Wu provides the annotations for our app. Original Sermon on the Mount music is by Richie Cohen and the Bible Project theme song is by Tents. Special thanks to Jonathan Pennington and your hosts, John Collins and Michelle Jones.",
    "start": "00:45:28",
    "end": "00:46:10"
  }
]