[
  {
    "text": "This is bibleproject podcast and this year we're reading through the Sermon on the Mount. I'm John Collins and with me is co host Michelle Jones. Hi, Michelle.",
    "start": "00:00:05",
    "end": "00:00:12"
  },
  {
    "text": "Hi, John. So we're in the part of the Sermon on the Mount where Jesus has been teaching us how to deal with relational complexity. What do you do when there's relational drama? What if you don't like the way someone's been acting? What if you see a problem in somebody's life?",
    "start": "00:00:12",
    "end": "00:00:26"
  },
  {
    "text": "There have been three teachings so far. First one is like a baseline, don't judge.",
    "start": "00:00:27",
    "end": "00:00:32"
  },
  {
    "text": "And practically, that can't mean that you never evaluate someone's behavior. That'll happen all the time, consciously and unconsciously. But even when you evaluate, don't judge. In other words, don't make a final declaration of the motives and value of another person. A great word to use here is don't condemn.",
    "start": "00:00:32",
    "end": "00:00:53"
  },
  {
    "text": "The second teaching is a parable about how to evaluate someone's behavior. When you see a speck in someone's eye, do you jump in and remove it for them?",
    "start": "00:00:53",
    "end": "00:01:02"
  },
  {
    "text": "No, actually take that moment of evaluating others as an opportunity to first evaluate yourself. We are really good at being generous and patient with ourselves. Extend that same posture to others.",
    "start": "00:01:02",
    "end": "00:01:15"
  },
  {
    "text": "The third teaching is a riddle. Don't throw your pearls to pigs or give what is holy to dogs.",
    "start": "00:01:15",
    "end": "00:01:21"
  },
  {
    "text": "We learned that Torah instruction was sometimes referred to as pearls because they're so valuable. And so we may want to give this value to everyone, but not everyone's willing to see it as valuable.",
    "start": "00:01:21",
    "end": "00:01:34"
  },
  {
    "text": "These teachings are challenging and instructive, but they don't tell us exactly what to do in every tough situation. Here's Tim.",
    "start": "00:01:34",
    "end": "00:01:43"
  },
  {
    "text": "Each of those sayings doesn't really arm you with a formula for what to do in a relationship. It shapes you into a certain kind of person so that you begin to have intuitions of generosity and humility.",
    "start": "00:01:43",
    "end": "00:01:56"
  },
  {
    "text": "As I think about living with generosity and humility, I realize I need help. I mean, I'm really going to need a lot of guidance from God. Am I done with my own self reflection yet? Should I point out a problem in someone's life? Can I even trust the way that I'm seeing things is accurate?",
    "start": "00:01:57",
    "end": "00:02:16"
  },
  {
    "text": "What I hear you saying is you need wisdom.",
    "start": "00:02:16",
    "end": "00:02:18"
  },
  {
    "text": "Exactly. And that brings us to the fourth teaching, where Jesus invites us to ask for good gifts from our Father in the sky. Jesus says, ask and it will be given to you. Seek and you will find. Knock and it will be opened for you. For everyone who asks will receive, and the one who seeks will find. And to the One who knocks it will be opened.",
    "start": "00:02:19",
    "end": "00:02:43"
  },
  {
    "text": "Wisdom will flow out of a deep interpersonal dependence on the presence and voice of God speaking to you in day to day life.",
    "start": "00:02:43",
    "end": "00:02:53"
  },
  {
    "text": "Today we read a teaching that invites us to view God as a good father who loves to give good gifts.",
    "start": "00:02:54",
    "end": "00:03:01"
  },
  {
    "text": "Thanks for joining us.",
    "start": "00:03:01",
    "end": "00:03:02"
  },
  {
    "text": "Here we go.",
    "start": "00:03:03",
    "end": "00:03:03"
  },
  {
    "text": "Hello, Tim.",
    "start": "00:03:11",
    "end": "00:03:12"
  },
  {
    "text": "Hello, John.",
    "start": "00:03:13",
    "end": "00:03:14"
  },
  {
    "text": "A hearty hello.",
    "start": "00:03:15",
    "end": "00:03:16"
  },
  {
    "text": "A hearty hello. Yes, we are in the Sermon on the Mount.",
    "start": "00:03:16",
    "end": "00:03:20"
  },
  {
    "text": "We're getting towards the end of the Sermon on the Mount.",
    "start": "00:03:20",
    "end": "00:03:22"
  },
  {
    "text": "Yeah, we are. Yeah. It's been a rich, long journey. So we are doing, we're doing one of the greatest hits in the teachings of Jesus. Today in this episode, we're going to be talking about the famous ask, seek, knock saying of Jesus in the sermon about prayer. It's about prayer, is it? Yes. It's about asking your heavenly Father for things that you need. Yeah, yeah. So maybe for big picture context, we are still in the main center body of the Sermon on the Mount.",
    "start": "00:03:22",
    "end": "00:03:57"
  },
  {
    "text": "Yeah.",
    "start": "00:03:57",
    "end": "00:03:57"
  },
  {
    "text": "Which has three big parts after the introduction of, of the blessings or the nine Beatitudes and the city on the hill that Jesus describes his followers as. He goes on in the main body to talk about a greater calling of doing right by God and neighbor, a way of living that fulfills the ethical wisdom of the Torah and prophets. And he says, that's what I'm bringing you about. That's what I'm bringing about here in these communities, Kingdom of God communities that he's starting. So we went through the six case studies. First of like you've heard it said, but I say to you. Then he went through three case studies. The second main part of the body, which is about genuine religious devotion to God and how that's displayed in this greater righteousness, doing your righteousness in secret, not in front of people. And then now we're in the third main part of the body, which is about money. How you relate to money is a mirror of how you relate to God and then how you relate to people in difficult relationships where you're struggling to get along with people or issues of conflict arise and you need to figure out how to talk to each other about it. And they feel more like riddles. And actually this passage we're looking at today, ask, seek, knock is a wonderful example because in the section that runs from chapter 7, verses 1 through 12, here's the sequence of ideas. It begins with the famous don't judge so that you're not judged. Then you get the parable about the log or the beam and the speck in the eye. Then you get the short riddle about the holy pearls and dog pigs, and then you get ask and you shall receive. Seek and you will find. And it's about asking your heavenly Father, and he'll give you the good things you need. And then you get the golden rule. And you're like, what? Like, how do those hold together? What does prayer have to do with relating to difficult people in situations of conflict? Because I get how don't judge, actually connects to do to others what you want them to do to you. The golden Rule. But what's as Sikhnakh doing in there? So that's what we'll talk about. What does it mean to read a paragraph that could technically be somewhere else? Be somewhere else.",
    "start": "00:03:58",
    "end": "00:06:24"
  },
  {
    "text": "It could be in the prayer section.",
    "start": "00:06:24",
    "end": "00:06:26"
  },
  {
    "text": "Yeah. Yep. But instead it's situated right here in this set of teachings about conflict resolution. So, as usual, maybe we'll just start by reading it aloud. I'll let you do the honors of reading Matthew, chapter 7, verses 7 through 11.",
    "start": "00:06:26",
    "end": "00:06:43"
  },
  {
    "text": "And this is your translation.",
    "start": "00:06:44",
    "end": "00:06:46"
  },
  {
    "text": "Yeah.",
    "start": "00:06:46",
    "end": "00:06:47"
  },
  {
    "text": "Ask and it will be given to you. Seek and you will find. Knock and it will be opened for you. For everyone who asks will receive. And the one who seeks will find. And to the one who knocks, it will be opened. Or what person is among you who, when their son asks for bread, we'll give him a rock. Or when he asks for a fish, we'll give him a snake. So then, if you are all bad, but you know how to give good gifts to your children, how much more your father in the skies, he will give good things to those who ask.",
    "start": "00:06:48",
    "end": "00:07:24"
  },
  {
    "text": "There you go.",
    "start": "00:07:26",
    "end": "00:07:26"
  },
  {
    "text": "Yeah.",
    "start": "00:07:26",
    "end": "00:07:27"
  },
  {
    "text": "On one level, it's really not complicated to get the big idea.",
    "start": "00:07:28",
    "end": "00:07:33"
  },
  {
    "text": "God wants to give you what you need. Like a father wants to give his child what he needs, and he wants you to ask him for what you need.",
    "start": "00:07:33",
    "end": "00:07:43"
  },
  {
    "text": "Yeah, that's exactly what he means. And now there's a lot of actual creativity and subtlety in the three parts to this and the images and language that's used. But the main idea, it's not hard to get it. So Jesus related to the God of Israel in an interesting way, because there were many times where Jesus said and did things that felt like a claim that he was the God of Israel or that he was an embodiment or invested with the God of Israel's authority. But then he spoke to and addressed or talked about the God of Israel as my Father, and then our Father when he talked to his disciples. And so this is one of those where the distinction between the Son of God and God The Father is being emphasized in the teaching. There are sometimes when Jesus walks on the water, and that whole narrative is about Jesus doing something, controlling the waters the way that Yahweh controls the waters in the Old Testament. It's emphasizing the divine identity of Jesus.",
    "start": "00:07:44",
    "end": "00:08:56"
  },
  {
    "text": "You're saying he's not here saying, ask of me and I will give to you.",
    "start": "00:08:56",
    "end": "00:09:00"
  },
  {
    "text": "Correct? That's right.",
    "start": "00:09:00",
    "end": "00:09:01"
  },
  {
    "text": "And that would be more identifying with the Father as an extension of the Father.",
    "start": "00:09:01",
    "end": "00:09:06"
  },
  {
    "text": "That's right. So here Jesus his human identity, which is in sync with his divine identity. And the Gospel authors don't explore that philosophically. They do it through narrative and hyperlink into the Hebrew Bible. But for this teaching to land, the idea is that Jesus is the present and person of Yahweh, become human, who invites us into the intimate love connection that he shares with the Father and that he invites us to sit with him and learn how to relate to his Father as our Father. And so prayer is like the key way. So what this shows us is that this is a teaching where Jesus invites his disciples to take on the view of the Father that he holds and to relate to the Heavenly Father the way that he does. And I think that is, for me, that's at least the most helpful way to get in to the stickiness of the questions that open up here when we say, okay, so, Father, I would really love that pay raise next month when my. Whatever, my annual review for my job comes up, or I would really love to be healed of this arthritis or for this person, I care about this problem to be solved. Right?",
    "start": "00:09:06",
    "end": "00:10:30"
  },
  {
    "text": "Yeah.",
    "start": "00:10:30",
    "end": "00:10:30"
  },
  {
    "text": "So that's the question that opens up, is like, if I can address the Father like Jesus did. It seems like it worked for Jesus more often than it does for me or you. And that's the stickiness. We need to explore that. But I just want to name that this is a teaching where Jesus invites us to take up his position and to join him alongside him in addressing the Father.",
    "start": "00:10:30",
    "end": "00:10:57"
  },
  {
    "text": "So we talked about the design of where this fits in this third block of teachings.",
    "start": "00:10:57",
    "end": "00:11:02"
  },
  {
    "text": "Yes.",
    "start": "00:11:02",
    "end": "00:11:02"
  },
  {
    "text": "And it connects to where there's another long teaching about Jesus saying, look at the birds. Don't worry, God is generous.",
    "start": "00:11:02",
    "end": "00:11:13"
  },
  {
    "text": "That's right.",
    "start": "00:11:13",
    "end": "00:11:14"
  },
  {
    "text": "So this is a matching teaching to that one. And as you talk, it feels like it's the same idea of Jesus has this view of God that's pretty bold, and he's inviting other people into that view to think about the world and God. And in a way that's very counter. And in the first one, it's, hey, God will take care of you. He cares about you so much. Don't worry. Look at how God's taking care of creation. Like, he loves you so much.",
    "start": "00:11:14",
    "end": "00:11:50"
  },
  {
    "text": "Yes, yes.",
    "start": "00:11:50",
    "end": "00:11:51"
  },
  {
    "text": "And in that, there's the stickiness of. Well, then why do I have arthritis?",
    "start": "00:11:51",
    "end": "00:11:57"
  },
  {
    "text": "Yeah. If I matter more than birds, what does that mean for the bird that I saw ran over, like, on my road today? Right. And if God cares about me more than the flowers, why do the flowers wither and fade and so on? That's right. And why do I still have arthritis?",
    "start": "00:11:57",
    "end": "00:12:10"
  },
  {
    "text": "And so the same stickiness is here. Jesus inviting you into this worldview where he's like, God loves you so much. Like, just. Just you're his child and he just wants to give you good gifts.",
    "start": "00:12:10",
    "end": "00:12:22"
  },
  {
    "text": "Yep, Yep.",
    "start": "00:12:22",
    "end": "00:12:23"
  },
  {
    "text": "And he wants you to ask for those good gifts, and he's inviting you in to see the world that way with him. But then that leads to the same kind of sticky situation.",
    "start": "00:12:23",
    "end": "00:12:35"
  },
  {
    "text": "That's right. So let me just real quick fill in that little detail you just raised, that this ask, seek, knock thing that we just read has been designed to link back to a teaching at the end of the God and money teachings. So there were four teachings about God and money. Now there are four teachings about God and difficult relationships. And both of them end the fourth teaching in both of those sequences are riddled with identical language. So at the end of the God and money teachings, that fourth one, he says, you know, if this is how God cares for the birds, or if this is how God clothes the flowers, how much more will he clothe you? And he says here, if this is what a father does for his sons, how much more? Your heavenly Father, he says, who among you can add one hour to his life? Yes. Yeah. By worrying. And here it's, who among you would give a rock or a snake to your kid? In both teachings, he talks about, your heavenly Father knows what you need, so ask Him. Your heavenly Father knows, and he'll provide for you. And then even the word seek. The nations seek after all these things, but you seek first the kingdom of God, and then here it's ask and then seek, knock. And the one who seeks, they will find. So these are little details that speak to how Matthew has arranged the teachings so that this fourth item is sort of like the God in money is pretty challenging stuff. And this is Dale Allison, a biblical scholar, who first pointed this out to me in this commentary, that the God and money teachings are really kind of sticking it to you. Like, you got two choices. It ends it with a very Generous, upbeat. But your father loves you.",
    "start": "00:12:35",
    "end": "00:14:29"
  },
  {
    "text": "Yeah.",
    "start": "00:14:29",
    "end": "00:14:29"
  },
  {
    "text": "He'll provide for you. In the next section, he moves on to difficult relationships. And once again, it's pretty stiff challenges.",
    "start": "00:14:29",
    "end": "00:14:36"
  },
  {
    "text": "Yeah.",
    "start": "00:14:36",
    "end": "00:14:36"
  },
  {
    "text": "Like, hey, every time you look down on another person and judge them, you will be held to that same standard yourself. So be careful. The speck in the eye. And you're like, oh, gosh, I'm scared. And then he ends it with a, but your father cares about you and he wants to give you what you need.",
    "start": "00:14:36",
    "end": "00:14:55"
  },
  {
    "text": "Sounds like you're saying Jesus doing like a good cop, bad cop kind of.",
    "start": "00:14:55",
    "end": "00:14:58"
  },
  {
    "text": "Thing, or it's more. I think it's skillful, like oratory. It's like you kind of bring the hammer.",
    "start": "00:14:58",
    "end": "00:15:07"
  },
  {
    "text": "Yeah.",
    "start": "00:15:07",
    "end": "00:15:08"
  },
  {
    "text": "You know, but then you.",
    "start": "00:15:08",
    "end": "00:15:09"
  },
  {
    "text": "It's kind of tense.",
    "start": "00:15:09",
    "end": "00:15:10"
  },
  {
    "text": "Yeah, yeah. And then you. Then you soften it with some things that remind you about what is true about the character of God. And that the choice before me between God and money is high stakes.",
    "start": "00:15:10",
    "end": "00:15:21"
  },
  {
    "text": "But, like, God wants to take care of me.",
    "start": "00:15:21",
    "end": "00:15:24"
  },
  {
    "text": "God wants to take care of me how I treat other people. Super high stakes. But listen, your father wants to give you what you need. But now we're to the puzzle, which is, what is prayer? Why is this thing about prayer? Ask, seek, knock. Why is this the concluder for his teachings on navigating difficult relationships?",
    "start": "00:15:24",
    "end": "00:15:43"
  },
  {
    "text": "Okay. And to turn up the volume of the puzzle, the previous section about God and money ending with Jesus saying, God will take care of you. Don't worry. Yeah, that makes complete sense. It lands really well.",
    "start": "00:15:43",
    "end": "00:15:55"
  },
  {
    "text": "Yeah, exactly. Yeah.",
    "start": "00:15:55",
    "end": "00:15:56"
  },
  {
    "text": "It's very intuitive. Where in this section where it's, hey, don't judge people, take the log out of your own eye. And then, hey, ask God what you need. It actually leaves you kind of puzzling. What's the line between those two?",
    "start": "00:15:56",
    "end": "00:16:10"
  },
  {
    "text": "Yeah. So it's a wonderful example of biblical literature as meditation literature. You can take any sentence or paragraph and depending on what you connect it to, you can walk away with different nuances of meaning from the same paragraph. So if you read just the paragraph by itself on prayer that you just read, you walk away with a really generous, hopeful invitation to prayer. And that is very much worth meditating on. And we will in a few minutes. But when you view it as the concluder to three teachings on how to navigate difficult relationships and conflict resolution, all of a sudden it becomes a natural kind of concluder of like, hey, it's hard to relate to difficult people. You're probably one of those difficult people yourself who's more judgmental than you want to let on.",
    "start": "00:16:10",
    "end": "00:17:05"
  },
  {
    "text": "Okay. So you want to connect this first as a concluding idea to how hard it is to have relationships with people.",
    "start": "00:17:06",
    "end": "00:17:13"
  },
  {
    "text": "Yes. Yes.",
    "start": "00:17:13",
    "end": "00:17:14"
  },
  {
    "text": "It's so hard to not judge people.",
    "start": "00:17:14",
    "end": "00:17:17"
  },
  {
    "text": "Yeah.",
    "start": "00:17:17",
    "end": "00:17:17"
  },
  {
    "text": "It's so hard to figure out how to help someone who has a fault when we ourselves are screwed up.",
    "start": "00:17:18",
    "end": "00:17:25"
  },
  {
    "text": "Yep. Yeah. There are some times where if you've searched your heart and you have someone in your life and you can genuinely see, like, they would so benefit from this thing that I can see in their life. But, you know, it would only fracture the relationship. It would jeopardize trust, and they're not going to value or receive anything you have to say. Don't put your pearls out there.",
    "start": "00:17:25",
    "end": "00:17:51"
  },
  {
    "text": "Yeah.",
    "start": "00:17:52",
    "end": "00:17:52"
  },
  {
    "text": "So all of that just stacks up.",
    "start": "00:17:53",
    "end": "00:17:55"
  },
  {
    "text": "You're like, it's complicated.",
    "start": "00:17:55",
    "end": "00:17:56"
  },
  {
    "text": "Super complicated.",
    "start": "00:17:56",
    "end": "00:17:57"
  },
  {
    "text": "Yeah. Because this isn't like something you have to deal with once a month. You have time to be like, okay, here's a time to make that decision. Should I judge this person? Should I withhold? How do I deal with. This Is, like, happening actively throughout the day, probably. If we're really aware of how much we're judging people. It happens every moment. I think I mentioned this. I watched someone walk down the street and I just start judging the person, what they're wearing, the way that their posture, whatever. It's just, like, automatic.",
    "start": "00:17:57",
    "end": "00:18:33"
  },
  {
    "text": "Yep. So that's people we don't know, but that you see. And then there's people you do know. And then you're trying to weigh in, like, well, when should I say something? If you feel like something needs to be said, should I. Maybe I shouldn't. Maybe I should.",
    "start": "00:18:33",
    "end": "00:18:46"
  },
  {
    "text": "Maybe this is an opportunity for me to figure out what's wrong in my life. But now I'm constantly doing that. And when should I address someone else?",
    "start": "00:18:46",
    "end": "00:18:54"
  },
  {
    "text": "Totally. A few years ago, when one of my sons was having some challenging relationships in his elementary school class.",
    "start": "00:18:54",
    "end": "00:19:31"
  },
  {
    "text": "Yeah.",
    "start": "00:19:31",
    "end": "00:19:32"
  },
  {
    "text": "It starts early, Right?",
    "start": "00:19:32",
    "end": "00:19:33"
  },
  {
    "text": "Right.",
    "start": "00:19:33",
    "end": "00:19:33"
  },
  {
    "text": "And I don't know where he got this at some. I don't know. I don't remember where he heard it, but he talked about how he just wanted to go live in the hills and be a mountain man. To just be with animals and not have to.",
    "start": "00:19:34",
    "end": "00:19:47"
  },
  {
    "text": "You don't have to judge them. They're not going to judge you.",
    "start": "00:19:48",
    "end": "00:19:50"
  },
  {
    "text": "Totally. And I realized, like, oh, this is one of the places his imagination goes. As if I just wasn't around people, I wouldn't have to deal with this stuff on the playground and in my classroom. And that's a sentiment I think many people resonate with, is I just reduce the number of people in my life. And that is a way of alleviating the problem, whether it's probably not the healthiest, but it's one way. So another way is. Given all that complexity, this teaching about prayer then takes on a real specific application. In other words, it's been placed here, I think, because it could just be in general about prayer.",
    "start": "00:19:50",
    "end": "00:20:28"
  },
  {
    "text": "It could be praying for the raise.",
    "start": "00:20:29",
    "end": "00:20:30"
  },
  {
    "text": "Praying for my health, praying for healing. Right?",
    "start": "00:20:30",
    "end": "00:20:33"
  },
  {
    "text": "Yeah.",
    "start": "00:20:33",
    "end": "00:20:34"
  },
  {
    "text": "But when I read at the end of these four teachings, my mind is.",
    "start": "00:20:34",
    "end": "00:20:38"
  },
  {
    "text": "On praying for my relational conflicts and all the stickiness in the relationships.",
    "start": "00:20:38",
    "end": "00:20:45"
  },
  {
    "text": "Yeah. And for wisdom, for how to navigate. Is this a beam in the eye situation or is this a holy pearl, pig dog situation?",
    "start": "00:20:45",
    "end": "00:20:52"
  },
  {
    "text": "Is this a time for restoration? Is this a time for boundaries? Is this a time for forgiveness? Is this a time for self reflection? What am I supposed to do? What's the next right, wise thing to do?",
    "start": "00:20:52",
    "end": "00:21:03"
  },
  {
    "text": "Got it.",
    "start": "00:21:03",
    "end": "00:21:04"
  },
  {
    "text": "And that can get really exhausting.",
    "start": "00:21:04",
    "end": "00:21:05"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:21:05",
    "end": "00:21:07"
  },
  {
    "text": "If you're trying to figure that out, especially on your own wisdom.",
    "start": "00:21:07",
    "end": "00:21:09"
  },
  {
    "text": "Yep. That's right. That's right. So check this out. This is fascinating. The teachings in the Sermon on the Mount are echoed throughout the New Testament. Paul alludes to them, sometimes quotes from different phrases. But the one book of the New Testament that is saturated with the actual language and imagery of the Sermon on the Mount is the Letter of James. More than any other, it's really fascinating. So James acts like one of the earliest commentaries, so to speak. The Letter of James reflects someone who has all of Jesus's teachings memorized, but it puts them on reshuffle, remix. So in James, chapter one, there's this. I'll just read it. James, chapter one, verses five through seven. If any of you lacks wisdom, let him ask of God, who gives to all generously without reproach, and it will be given. Ask gives, and it will be given. But he must ask without doubting. So here, now he's remixing, he's kind of working his own.",
    "start": "00:21:09",
    "end": "00:22:17"
  },
  {
    "text": "He's adding his little commentary.",
    "start": "00:22:17",
    "end": "00:22:18"
  },
  {
    "text": "Yep. Because he's got a theme about this in chapter one. For the one who doubts, it's like a wave of the sea driven and tossed by the wind. That person should not expect that he'll receive anything from the Lord. And that goes into a long thing. It's awesome. But then he concludes this whole line of thought coming back to the giving and asking in verse 17:17, where he says, every good thing given, every perfect gift is from above, coming down from the Father of Lights, in whom there's no variation or shifting Shadow. So he's taking for granted this portrait of the heavenly Father as the giver of good gifts to his children. You just ask and you'll receive. But he's inserted the idea of wisdom as the main thing you ask and hope to receive.",
    "start": "00:22:18",
    "end": "00:23:10"
  },
  {
    "text": "Yeah.",
    "start": "00:23:10",
    "end": "00:23:11"
  },
  {
    "text": "Isn't that interesting? So here's the little nuance. What I'm saying is, I think the fact that James takes up the teachings of the ask, seek, not teaching of Jesus, but then he's like, what's the.",
    "start": "00:23:11",
    "end": "00:23:24"
  },
  {
    "text": "Main thing we're asking for here?",
    "start": "00:23:24",
    "end": "00:23:25"
  },
  {
    "text": "Exactly. Yes.",
    "start": "00:23:25",
    "end": "00:23:26"
  },
  {
    "text": "And he says it's wisdom.",
    "start": "00:23:26",
    "end": "00:23:27"
  },
  {
    "text": "Wisdom. Yeah.",
    "start": "00:23:27",
    "end": "00:23:29"
  },
  {
    "text": "Wow. Okay.",
    "start": "00:23:29",
    "end": "00:23:30"
  },
  {
    "text": "Which if you think through Matthew chapter seven, don't judge. Well, that's requires a lot of wisdom because sometimes you do need to make a judgment call. How do you know which one? The beam in the eye. How do you know the pearls and the pig dogs. How do you know? Ask Sikhnakh. Your father wants to give you good gifts.",
    "start": "00:23:30",
    "end": "00:23:50"
  },
  {
    "text": "Yeah.",
    "start": "00:23:50",
    "end": "00:23:51"
  },
  {
    "text": "Anyway, it's really cool. It seems like James understood now whether he knew the sermon in the form that we have it. You know, because James is one of the earliest letters in the New Testament.",
    "start": "00:23:51",
    "end": "00:24:01"
  },
  {
    "text": "Oh, he might not have had Matthew's collection.",
    "start": "00:24:01",
    "end": "00:24:04"
  },
  {
    "text": "Yeah. It predates the shape of Matthew as we know it.",
    "start": "00:24:04",
    "end": "00:24:06"
  },
  {
    "text": "Right.",
    "start": "00:24:06",
    "end": "00:24:07"
  },
  {
    "text": "And so that's an interesting question. But either way, it's just fascinating. This saying about prayer got reframed as a request for wisdom.",
    "start": "00:24:07",
    "end": "00:24:15"
  },
  {
    "text": "What's also just so fascinating about that is how it's connected to the theme of wisdom in the Bible.",
    "start": "00:24:16",
    "end": "00:24:21"
  },
  {
    "text": "Yeah.",
    "start": "00:24:22",
    "end": "00:24:22"
  },
  {
    "text": "How do you know what the next right thing to do is? How do you know good from bad?",
    "start": "00:24:22",
    "end": "00:24:26"
  },
  {
    "text": "Yeah.",
    "start": "00:24:26",
    "end": "00:24:27"
  },
  {
    "text": "How do you get wisdom? And that whole theme of asking God for it instead of taking it on your own terms.",
    "start": "00:24:27",
    "end": "00:24:34"
  },
  {
    "text": "This is Genesis 2 and 3. Stuff Eden story discerning. How do you discern wisdom? You take it. Or do you trust that you'll receive it in the Father's generous timing?",
    "start": "00:24:36",
    "end": "00:24:48"
  },
  {
    "text": "Yeah. Because you can look at these teachings. Okay. Don't judge. All right. Take the log out of my eye. All right. Pearls before swine. Okay. Got it. Now I'm going to make the call.",
    "start": "00:24:48",
    "end": "00:24:59"
  },
  {
    "text": "Yeah.",
    "start": "00:25:00",
    "end": "00:25:01"
  },
  {
    "text": "You can use these teachings to give yourself the ability to choose good from bad.",
    "start": "00:25:01",
    "end": "00:25:06"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:25:06",
    "end": "00:25:07"
  },
  {
    "text": "Where it seems like where this lands is like, hey, you feel all that tension? The reaction isn't now, every decision that comes before you take on your own terms.",
    "start": "00:25:07",
    "end": "00:25:17"
  },
  {
    "text": "Yes.",
    "start": "00:25:17",
    "end": "00:25:17"
  },
  {
    "text": "It's now go to God and ask for wisdom.",
    "start": "00:25:17",
    "end": "00:25:21"
  },
  {
    "text": "Yeah. Okay. This is so rad. This Bible's so rad. So in other words, you could read the Sermon on the Mount as Jesus giving. Like a new.",
    "start": "00:25:21",
    "end": "00:25:30"
  },
  {
    "text": "A new handbook.",
    "start": "00:25:30",
    "end": "00:25:31"
  },
  {
    "text": "A new handbook. So don't judge or else you will be judged. Okay, got that one.",
    "start": "00:25:31",
    "end": "00:25:35"
  },
  {
    "text": "Yeah, I'll do that.",
    "start": "00:25:35",
    "end": "00:25:36"
  },
  {
    "text": "So the parable about the speck and. Okay, get the main point there. Okay, do that. Yeah, I solved the riddle about pearls and pig dogs. Yeah, okay, do that. But then the question is not. But each of those sayings doesn't really arm you with the formula for what to do in a relationship. It shapes you into a certain kind of person so that you begin to have intuitions of generosity and humility. But at the end of the day, how do you know when to draw a boundary, when to be generous, when to make a judgment call, when to not, when to say something, when to close your mouth? And at that point, there's no list of rules that could ever tell you what to do.",
    "start": "00:25:36",
    "end": "00:26:15"
  },
  {
    "text": "Yeah. There's no handbook large enough to give.",
    "start": "00:26:15",
    "end": "00:26:18"
  },
  {
    "text": "You to address every situation, every human will ever face in relationship to other humans.",
    "start": "00:26:18",
    "end": "00:26:23"
  },
  {
    "text": "I love the thought experiment though, of that book existing and how you would even reference that book. You're like, okay, so I'm judging this person because I think they're greedy. What do you turn to greed in that section of the book? Yeah, yeah.",
    "start": "00:26:23",
    "end": "00:26:39"
  },
  {
    "text": "Okay. When judging greedy people.",
    "start": "00:26:39",
    "end": "00:26:41"
  },
  {
    "text": "Okay, greedy people. Was this person greedy in money or in time? Okay, can move to time. All right. Have you been greedy in time recently? Yes or no? Okay, now go to this chapter. And then you find the bullet point. You're like, it's like a big flowchart. Confront the person. Yes. Huge flowchart. This like cosmically sized flowchart.",
    "start": "00:26:41",
    "end": "00:27:00"
  },
  {
    "text": "Yes. No. There are some times when I think many of us feel like that's what we wish we had from God.",
    "start": "00:27:00",
    "end": "00:27:07"
  },
  {
    "text": "Yeah.",
    "start": "00:27:07",
    "end": "00:27:07"
  },
  {
    "text": "And Jesus here would respond, what you're asking for is wisdom. So that you just know you have been over practice in discerning good and bad and discerning wisdom over many cases and turning to God in prayer. I guess the reason why prayer is so important here is because wisdom will flow out of a deep interpersonal dependence on the presence and voice of God speaking to you in day to day life and situations. And you can be informed by the wisdom of the laws of the Torah or his teachings. But most of life will be made up of moments where I have to discern what the right thing to do is. And Jesus, I think, is saying here, then the way that you do that is to keep a live conversation going with your generous Heavenly Father. It's a very powerful point to be made.",
    "start": "00:27:08",
    "end": "00:28:07"
  },
  {
    "text": "And you know, one of my favorite passages connected to this theme is about Solomon.",
    "start": "00:28:08",
    "end": "00:28:13"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:28:13",
    "end": "00:28:14"
  },
  {
    "text": "And how God says, hey, ask for anything and I'll give it to you. And Solomon asks for. Well, we say. He asks for wisdom. He asks for a listening heart.",
    "start": "00:28:15",
    "end": "00:28:27"
  },
  {
    "text": "A heart that listens.",
    "start": "00:28:27",
    "end": "00:28:28"
  },
  {
    "text": "A heart that listens.",
    "start": "00:28:28",
    "end": "00:28:29"
  },
  {
    "text": "That can discern between good and bad.",
    "start": "00:28:29",
    "end": "00:28:30"
  },
  {
    "text": "Can discern between good and bad.",
    "start": "00:28:31",
    "end": "00:28:32"
  },
  {
    "text": "Yes, yes.",
    "start": "00:28:32",
    "end": "00:28:32"
  },
  {
    "text": "And then God summarizes like, you just asked for wisdom. Good job. And that's exactly the right thing to do. And I'm going to give you so much wisdom, you're going to be the wisest guy.",
    "start": "00:28:32",
    "end": "00:28:42"
  },
  {
    "text": "And all the stuff you didn't ask for.",
    "start": "00:28:42",
    "end": "00:28:44"
  },
  {
    "text": "And I'm going to give you all the stuff. Yeah. And all these things will be added to you.",
    "start": "00:28:44",
    "end": "00:28:47"
  },
  {
    "text": "Yes.",
    "start": "00:28:48",
    "end": "00:28:48"
  },
  {
    "text": "Yeah.",
    "start": "00:28:48",
    "end": "00:28:49"
  },
  {
    "text": "Whoa. Yeah, man, that's right.",
    "start": "00:28:49",
    "end": "00:28:52"
  },
  {
    "text": "Yeah.",
    "start": "00:28:52",
    "end": "00:28:53"
  },
  {
    "text": "Great observation.",
    "start": "00:28:53",
    "end": "00:28:55"
  },
  {
    "text": "Yeah.",
    "start": "00:28:55",
    "end": "00:28:56"
  },
  {
    "text": "Seek. Wow. Okay. I need to think about that one. Okay, keep going. You were going down my thought.",
    "start": "00:28:56",
    "end": "00:29:02"
  },
  {
    "text": "That's it. I mean, what is the thing when you get to a passage like this and you're like, okay, I get to ask God for good gifts. Our mind goes to the rays.",
    "start": "00:29:02",
    "end": "00:29:11"
  },
  {
    "text": "Yeah, totally. The Tesla. Yeah.",
    "start": "00:29:11",
    "end": "00:29:13"
  },
  {
    "text": "Or even long life.",
    "start": "00:29:14",
    "end": "00:29:16"
  },
  {
    "text": "Yeah, yeah. Or the like healing for my hip or for this person I care about. Yeah, that's right.",
    "start": "00:29:16",
    "end": "00:29:22"
  },
  {
    "text": "Things that we really. That would be amazing to have. And there's a whole spectrum of kind of full hearted requests. Just these are honest, beautiful requests. But the thing that God desires for us to ask for, he's just waiting for us to ask for is for wisdom.",
    "start": "00:29:22",
    "end": "00:29:41"
  },
  {
    "text": "Yes. It is interesting that Jesus brings in a snake into this little parable. He tells. He brings in the snake and food.",
    "start": "00:29:42",
    "end": "00:29:51"
  },
  {
    "text": "Okay, you're referring to the little parable he does after he gives the asic knock. Because you're gonna get it.",
    "start": "00:29:52",
    "end": "00:30:00"
  },
  {
    "text": "Yeah. Okay. And quick. Just notice about that. Notice the progression of actions. So asking is like we stand right here and hey, John, can I have whatever. Seeking is kind of the next step in the initiative because it's not just verbal now. It's like I'm going to go looking for this thing that I want and then knocking.",
    "start": "00:30:00",
    "end": "00:30:25"
  },
  {
    "text": "So persistence.",
    "start": "00:30:25",
    "end": "00:30:26"
  },
  {
    "text": "Yeah. You could almost say, like I give you a call and ask and then I'm not sure what you said. So I'm going to go to your house.",
    "start": "00:30:26",
    "end": "00:30:33"
  },
  {
    "text": "Okay.",
    "start": "00:30:33",
    "end": "00:30:34"
  },
  {
    "text": "And then knock on the door. There's a little progression there. So that's the first part. Then he tells this little parable about.",
    "start": "00:30:34",
    "end": "00:30:42"
  },
  {
    "text": "A kid asking his father.",
    "start": "00:30:43",
    "end": "00:30:44"
  },
  {
    "text": "A kid asking for. Yeah. Interesting. He doesn't specify. He just says what person among you or what One among you. So he doesn't specify mother or father.",
    "start": "00:30:44",
    "end": "00:30:53"
  },
  {
    "text": "Oh, okay, got it.",
    "start": "00:30:53",
    "end": "00:30:54"
  },
  {
    "text": "But it's about a parent and their son.",
    "start": "00:30:54",
    "end": "00:30:57"
  },
  {
    "text": "And the son comes and says, I'd like some bread. It's a funny image of you going, oh, you're hungry for some bread. Yeah, here's a rock.",
    "start": "00:30:57",
    "end": "00:31:06"
  },
  {
    "text": "Here's a rock. Yeah. And obviously the point is, no one would do that.",
    "start": "00:31:06",
    "end": "00:31:11"
  },
  {
    "text": "You would have to be a really cruel person.",
    "start": "00:31:11",
    "end": "00:31:12"
  },
  {
    "text": "Yeah.",
    "start": "00:31:12",
    "end": "00:31:13"
  },
  {
    "text": "Exceptionally cruel.",
    "start": "00:31:13",
    "end": "00:31:14"
  },
  {
    "text": "Yeah, it probably has happened, but that's right. Yep. So notice it's about a request for food, need for food. Yeah.",
    "start": "00:31:14",
    "end": "00:31:22"
  },
  {
    "text": "And we've addressed that.",
    "start": "00:31:22",
    "end": "00:31:23"
  },
  {
    "text": "Yep. And then it's about food again, a quest for food. And then what you get is a snake.",
    "start": "00:31:23",
    "end": "00:31:29"
  },
  {
    "text": "Or when he asks for a fish, will he give him a snake? And you're. So what you flagged was, why did he choose snake?",
    "start": "00:31:29",
    "end": "00:31:37"
  },
  {
    "text": "Yeah. And what. He's going to contrast the words good and bad in the last thing. If you all are bad, but you know how to give good gifts to your children, even that reflects some meditating on the garden narrative. So if y' all are bad and a mix of good and bad, but you know how to give good gifts.",
    "start": "00:31:37",
    "end": "00:32:00"
  },
  {
    "text": "How much more you know? At least that much wisdom.",
    "start": "00:32:00",
    "end": "00:32:02"
  },
  {
    "text": "Yes, exactly.",
    "start": "00:32:02",
    "end": "00:32:03"
  },
  {
    "text": "You know enough. You can discern good from bad enough that you're not going to treat your kid that way.",
    "start": "00:32:03",
    "end": "00:32:08"
  },
  {
    "text": "Yeah, yeah. How much more your heavenly Father. What's also powerful here is that what Jesus is saying is that our moral intuitions are a reliable indicator of the character of God. Isn't that interesting?",
    "start": "00:32:08",
    "end": "00:32:23"
  },
  {
    "text": "That is interesting.",
    "start": "00:32:23",
    "end": "00:32:24"
  },
  {
    "text": "In other words, you just. There's this basic sense that humans have, and morality, traditions, and taboos can have blurry outer edges from culture to culture.",
    "start": "00:32:24",
    "end": "00:32:37"
  },
  {
    "text": "They can get warped.",
    "start": "00:32:37",
    "end": "00:32:38"
  },
  {
    "text": "Yep. And they can get distorted. But for the most part, there are some universals to a human intuition about what is the good.",
    "start": "00:32:38",
    "end": "00:32:45"
  },
  {
    "text": "And Jesus really doubles down on that when he says, do unto others as you'd have them do.",
    "start": "00:32:46",
    "end": "00:32:51"
  },
  {
    "text": "Well, totally. Yeah. Or just later we'll go there next. But what he's says here is the average human knows, without needing to be told, if they have been able to participate in reproducing and having a child. They know how to. They just naturally want to give good, do good to their offspring. How much more your heavenly Father, that intuition is to be trusted. He's just saying, come on, like, you know how you would treat your kids. How much more so your heavenly Father.",
    "start": "00:32:52",
    "end": "00:33:23"
  },
  {
    "text": "And it's that sliver of intuition you have of good and bad, like is in full blossom.",
    "start": "00:33:23",
    "end": "00:33:30"
  },
  {
    "text": "Yeah, yeah. That's good.",
    "start": "00:33:30",
    "end": "00:33:31"
  },
  {
    "text": "With your heavenly Father.",
    "start": "00:33:31",
    "end": "00:33:32"
  },
  {
    "text": "Yeah.",
    "start": "00:33:32",
    "end": "00:33:33"
  },
  {
    "text": "You're seeing it in black and white. He's seeing it in full color.",
    "start": "00:33:33",
    "end": "00:33:35"
  },
  {
    "text": "That's great. It's great.",
    "start": "00:33:35",
    "end": "00:33:36"
  },
  {
    "text": "Yeah.",
    "start": "00:33:36",
    "end": "00:33:37"
  },
  {
    "text": "Yeah. So just so happens it's about discerning between good and bad, about a child's need for food and not a snake.",
    "start": "00:33:37",
    "end": "00:33:46"
  },
  {
    "text": "Yeah.",
    "start": "00:33:47",
    "end": "00:33:47"
  },
  {
    "text": "And you're like, oh, that's so full of. That's a little Garden of Eden play right there.",
    "start": "00:33:47",
    "end": "00:33:53"
  },
  {
    "text": "Yeah.",
    "start": "00:33:53",
    "end": "00:33:54"
  },
  {
    "text": "Good job, Jesus.",
    "start": "00:33:54",
    "end": "00:33:55"
  },
  {
    "text": "Are you giving Jesus a gold star now?",
    "start": "00:33:55",
    "end": "00:33:57"
  },
  {
    "text": "That's dangerous. Never mind. Yeah, I guess I would hope he gives me a gold star. So anyway. Yeah. Asking for wisdom now, it doesn't say the word wisdom anywhere in this teaching. You only would get that, I think, from the flow of the three teachings that came before and then from the Eden hyperlinks, and then you go to James. And that's what James saw in this teaching, I think, which is really cool.",
    "start": "00:33:59",
    "end": "00:34:22"
  },
  {
    "text": "Yeah.",
    "start": "00:34:22",
    "end": "00:34:22"
  },
  {
    "text": "So I think one other thing to emphasize while we meditate on this is to, you know, maybe take an honest look at the bold claims made about prayer and asking God for what you need here and then how that can be difficult to square with our lived experience sometimes for some people.",
    "start": "00:34:48",
    "end": "00:35:12"
  },
  {
    "text": "Yeah.",
    "start": "00:35:12",
    "end": "00:35:13"
  },
  {
    "text": "It's just good to acknowledge that because.",
    "start": "00:35:13",
    "end": "00:35:15"
  },
  {
    "text": "I can ask God for wisdom and then still be confused.",
    "start": "00:35:16",
    "end": "00:35:19"
  },
  {
    "text": "Yeah. I remember being in youth ministry at skate church. I've only been a Christian a few years at this point, and I remember I led a junior high Bible study for junior high skateboarders. It was my first Bible teaching roll junior high skateboarders. And I remember reading James. We went through James because what's so great, it's very practical. So practical, not too complicated, although there's some deep wells in there. And I remember in eighth grader, I remember it distinctly, him coming one week and he had a tough home situation with his parents, were divorced and didn't get along, and he was back between their homes. And I remember we talked, went through James, and I remember him coming and saying, I prayed for wisdom. And God didn't answer my prayer. Like, I want to know what to do in the situation. And he experienced it as God didn't give me what I asked for. So what do I do? I thought it was so interesting, but I think as the years have gone on, that's a very common experience. And that's just wisdom, much less other things. There are about half a dozen sayings of Jesus about prayer that raise this exact same issue. So it's just good to recognize them. Maybe I'll just sample a couple so Matthew chapter 18. Again, this is verse 19 of chapter 18. Truly, I tell you that if two of you on earth agree about anything they ask for, it will be done for them by my Father in heaven. Wow.",
    "start": "00:35:21",
    "end": "00:37:03"
  },
  {
    "text": "Quite a formula.",
    "start": "00:37:03",
    "end": "00:37:04"
  },
  {
    "text": "Totally. Where two or three gather in my name. There I am. So I guess I should really make sure to pray with a prayer partner. Because if one.",
    "start": "00:37:04",
    "end": "00:37:17"
  },
  {
    "text": "And if you're looking for some sort of divine loophole, you know, just get a second. Just get someone else to ask for that Ferrari with you.",
    "start": "00:37:18",
    "end": "00:37:24"
  },
  {
    "text": "Yeah, that's right. Get a buddy. Matthew 21:22. If you trust God, you will receive what you ask for in prayer.",
    "start": "00:37:24",
    "end": "00:37:33"
  },
  {
    "text": "This is connected to. Maybe James got his not doubting stuff here.",
    "start": "00:37:34",
    "end": "00:37:39"
  },
  {
    "text": "Yeah, exactly. Yeah, for sure. James is riffing off this, which is interesting. I've been in many scenarios in local church settings where people are praying for something, often something that's really beautiful and good to pray for, and they don't see any results or the fulfillment. And so what they do is begin to doubt the genuineness of their prayer.",
    "start": "00:37:39",
    "end": "00:38:02"
  },
  {
    "text": "Oh, okay. It must be that I'm not trusting.",
    "start": "00:38:02",
    "end": "00:38:04"
  },
  {
    "text": "Yeah. What's worse is other people making that conclusion about somebody else's prayer. Oh, that didn't happen for you. I guess you don't have enough faith. So that saying of Jesus can throw you for a loop. There's a whole bunch in John, like John 14:13, whatever you ask in my name, that I will do so that the Father may be glorified in the Son. If you ask me anything in my name, I will do it. So there's a few more, but you get the flavor. So these are not actually complicated sayings of Jesus to understand. They're very clear. And where the challenge comes is in many people's experience. And I think the saying of Jesus about ask, seek, knock raises that issue because it makes you wonder. Well, I guess it doesn't feel like I've received any good gifts recently. In fact, I've had a bunch of bad things happen. So maybe God doesn't care about me. Maybe I don't have enough faith. Maybe I'm making all this up. The sayings of Jesus raise this very natural question from many people's experience, and you can't ignore it. I think it's something you gotta face and work through. Somewhere along the journey of following Jesus is his teachings about prayer that actually do match many people's experience. I know lots of people who really live on the edge of prayer and faith and risk, and they experience a lot of answers to their prayers. But many people don't experience following Jesus that way. And it can be a challenge.",
    "start": "00:38:04",
    "end": "00:39:45"
  },
  {
    "text": "Yeah. And if we connect it back again and say very strictly, let's just focus on wisdom and let's even focus on wisdom with just relational issues.",
    "start": "00:39:46",
    "end": "00:39:56"
  },
  {
    "text": "Oh, yeah, yeah, yeah.",
    "start": "00:39:56",
    "end": "00:39:57"
  },
  {
    "text": "It's going to happen a lot that you're in a situation. And yeah, I've been here where it's just complicated relational issues and. And the stakes seem high. The complexity is just so nuanced and rich and my own intuitions are torn sometimes and you just feel like, I don't know what to do. And then it's not like you're getting this divine word saying, here's the next thing. Do this thing. Actually, sometimes that does happen. Sometimes there's just this clear, yep. Moment where you're just like, oh, that was God. Now, like, there's some clarity. But that's not always going to be the case. And you have to just kind of move forward. And in those situations, especially if you're being really bold and you're just like, claiming these promises, I'm supposed to ask. I'm asking in your name. I believe you're being really bold. It seems like you're going to get disappointed even more often or you're going to be in those moments of tension even more often where you're just like, it's not happening. You're that eighth grader coming and going. It didn't work.",
    "start": "00:39:57",
    "end": "00:41:13"
  },
  {
    "text": "Yeah, yeah, totally. Maybe. You know, here's an avenue for this whole tangle of questions about prayer and these teachings and asking for wisdom is to remember that this is the first teaching block from Jesus in the Gospel according to Matthew. Actually, I just was working on a few of these in Matthew last week, where there's sayings or words here in the Sermon on the Mount that are going to come up again in the course of the storyline and you're going to actually watch Jesus live or act according to his own teaching. So when he talks about turn the other cheek. If you're slapped on one cheek, turn the other. That word for slap only occurs elsewhere in the Gospel, in the Passion narrative, when he's getting slapped by the guards, or if someone forces you to go one mile, go two. And then when Jesus is carrying his cross, that word forced to go is very rare in Greek, and it only occurs elsewhere when Jesus is carrying the cross and he stumbles. And so the soldiers force this guy Simon to carry it on his behalf, who becomes a disciple. So just saying that there are things in the sermon that get Hyperlinked later. So think about the times elsewhere in the Gospel narrative where Jesus is faced with difficult relationships and relationships of conflict. So, for example, when he calls Matthew the tax collector, and then all these people start judging him for inviting this tax collector. And then he goes and he holds these feasts, and he doesn't, like, yell back. He responds in these kind of clever riddles and parables to invite people in. He's very generous to them. So it's sort of like he doesn't judge them the way they're judging him. But then later in the gospel, when the Pharisees in Jerusalem really, like, turn up the heat on Jesus, he just lays into them seven times over, pronouncing woes of destruction upon them. He's very clearly making a judgment call and judging them. And so how did Jesus know the difference, when to not judge and when to judge? And there's these themes throughout the Gospels where Jesus is regularly retreating to pray in the wilderness or by himself overnight. And so there's this portrait merging of Jesus actually models for us what it looks like to work in difficult relational environments, sometimes making one choice, sometimes making the opposite choice. How do you know he had this habit of praying a lot? And what did he, like, pray about? I often wonder, and I wonder if it's like, okay, I'm going down to that town tomorrow, I know that that guy's there or whatever, or those people were going to be there and give me wisdom, and now that's my imagination. But I feel like that's Matthew's trying to lead us to imagine that way by showing how Jesus lived out his own teachings. That's been helpful for me as a way to think about these prayers. So I wonder if there were times when maybe what this 8th grader was experiencing as unanswered prayer was a moment where Jesus was leading him in a moment of greater dependence on the presence of God and trusting that his intuition, that God will guide him and that what this kid may have thought was God will just zap my brain and tell me what to do. Where there's a law. Right. Or it'll be very clear, where in fact, much of life is not clear. And you are making decisions in a much more dynamic way, which is why prayer becomes so important.",
    "start": "00:41:13",
    "end": "00:45:10"
  },
  {
    "text": "Yeah, I kind of hear maybe you saying, if we try to turn this into a simple transactional, like, thing, I ask, then I get the wisdom, then it often gets disappointing. But if we take it out of this idea of the transaction and we bring it into this metaphor of Communion and connection. Like, what was Jesus doing when he was praying? And what does it mean to live by the spirit? What does it mean to be filled with God's wisdom? It feels like that's more of a mode of being. And asking isn't necessarily then in this situation, a transaction. Asking is a mode. Asking is a way. And so when Jesus is saying, ask and you'll receive, it's like, be the kind of person who is asking and seeking and knocking. It's like this invitation into a daily, even hourly posture. And it's through that posture that that communion will begin to happen. And the wisdom might begin to happen. Because I just. I guess I just try to imagine, like, what is it? So to think about communion with God so that his wisdom gets infused through you.",
    "start": "00:45:11",
    "end": "00:46:31"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:46:31",
    "end": "00:46:32"
  },
  {
    "text": "How remarkable of a thing are we talking about? That's wild.",
    "start": "00:46:32",
    "end": "00:46:36"
  },
  {
    "text": "Yeah.",
    "start": "00:46:37",
    "end": "00:46:37"
  },
  {
    "text": "And to be the kind of person where that happens regularly, like, you're tapping into.",
    "start": "00:46:37",
    "end": "00:46:45"
  },
  {
    "text": "You're, like, connected to the source.",
    "start": "00:46:46",
    "end": "00:46:48"
  },
  {
    "text": "You're in deep there.",
    "start": "00:46:51",
    "end": "00:46:52"
  },
  {
    "text": "You meet people sometimes who are just working on another level. This is the ideal of the wise in the biblical story, like in the Proverbs, the sage, the wise, or as Jeremiah will say, God's Torah, his instruction is written on the heart of the new covenant. That's it, man.",
    "start": "00:46:52",
    "end": "00:47:11"
  },
  {
    "text": "You're not the kind of person who's got the checklist. And you're like, okay, I asked for the thing. God, where are you at? That doesn't like to be in that deep. And to be that connected to the source is like. It feels like the checklist mentality is gone. You are like. You're in some other. You're connected in another way.",
    "start": "00:47:12",
    "end": "00:47:29"
  },
  {
    "text": "Yeah, maybe the parenting metaphor. And I just. I know I use lots of parenting metaphors, but it's my life right now. But Jesus used one. There are. That's true. That's true. But there are multiple times when there's been something, a theme with one of my sons, and we've talked about it a lot, and it's. Something happened so many times that we get into a situation and I don't need to say the thing like, they know. They know because we've been together for years now, and they don't need to ask me. They can ask me, but my response is going to be, you know, buddy, you know what to do here in this situation. It happens all the time in conflict resolution, especially, like, between my two boys. And all I have to do now is to say, okay, wait, hold on, guys. And they instantly know, we've been here before. Yeah. And maybe it's like that, where if it's truly a relationship, maybe the fact that I don't get a bolt of lightning answer prayer of like the formula for what to do in this difficult situation, perhaps that's God's way of saying like, you know, I wonder if it's like that.",
    "start": "00:47:29",
    "end": "00:48:42"
  },
  {
    "text": "It's not treating God like this divine query database.",
    "start": "00:48:43",
    "end": "00:48:46"
  },
  {
    "text": "Yeah. Or an oracle or something like that.",
    "start": "00:48:46",
    "end": "00:48:48"
  },
  {
    "text": "Yeah, Oracle. Or like a chatgpt.",
    "start": "00:48:48",
    "end": "00:48:50"
  },
  {
    "text": "Totally.",
    "start": "00:48:52",
    "end": "00:48:53"
  },
  {
    "text": "You're like actually relationally connected to the wisdom of the universe. That is just a different category that doesn't flatten out the tension. I guess what this does to me is it helps the tension of like, why is it not working? Not be like, okay, well then I got the formula wrong. Or Jesus got the formula wrong.",
    "start": "00:48:53",
    "end": "00:49:16"
  },
  {
    "text": "I don't have enough faith.",
    "start": "00:49:16",
    "end": "00:49:17"
  },
  {
    "text": "Don't have enough faith. Yeah. That's all about the formula.",
    "start": "00:49:17",
    "end": "00:49:19"
  },
  {
    "text": "Yeah.",
    "start": "00:49:19",
    "end": "00:49:20"
  },
  {
    "text": "I didn't, I didn't insert the quarter correctly.",
    "start": "00:49:20",
    "end": "00:49:23"
  },
  {
    "text": "I didn't like, it was just me. I didn't invite two or three.",
    "start": "00:49:23",
    "end": "00:49:25"
  },
  {
    "text": "Yeah. Versus. Oh. This tension exists because I'm doing something so profound, so complex, so complex. I'm connecting to the divine wisdom of the universe who is a creative, all powerful being who loves me.",
    "start": "00:49:25",
    "end": "00:49:45"
  },
  {
    "text": "Yes. Got it. Yeah. That's the profound thing. And I am facing a complex situation, which means there's no formula. I just, I need to be grounded in the wisdom and presence of God. Yeah. And that's the way forward. That is surely how Jesus lived. And these sayings reflect the mindset of somebody who existed in that way. Just grounded, trusting, trusting that he wants to give. Yeah. That's worth a lot of meditation and prayer.",
    "start": "00:49:45",
    "end": "00:50:20"
  },
  {
    "text": "Okay. So when I think about all of this posture of prayer, this asking and seeking and knocking, the thing that comes into my mind is just how relational it all is. It's not this. You do this, then I do this like a transaction. Right. It's not like that. It's.",
    "start": "00:50:30",
    "end": "00:50:48"
  },
  {
    "text": "It's.",
    "start": "00:50:48",
    "end": "00:50:49"
  },
  {
    "text": "I want you to come to me because I love you, I care about you. You ask because you don't have. But I have. You know, you seek because you don't know, but I know. And you knock because you don't maybe trust the world or trust yourself. So you come to me and I'm here. I'm gonna be there for you. You go all the way back to the beginning of the Sermon on the Mount. You, you see who he's coming to. To the poor and to the powerless and to the uncertain and to those who don't have. And he's saying, I see you and I have this love for you. I have this relationship with you. And then he's looking at us and he's saying, you're in the same place. I see you and I love you. Ask and seek and knock, and I got the same things for you.",
    "start": "00:50:49",
    "end": "00:51:42"
  },
  {
    "text": "I love that image of the good Father. Thanks, Michelle.",
    "start": "00:51:42",
    "end": "00:51:45"
  },
  {
    "text": "Okay, so we're about to turn our attention to the final part of the Sermon on the Mount, the short conclusion of the entire collection of teachings. But before we do, Jesus gives us his most famous teaching, a teaching that summarizes all of these ideas about living in right relationship with God and others. We call it the Golden Rule. Do to others what you would have them do to you.",
    "start": "00:51:46",
    "end": "00:52:09"
  },
  {
    "text": "We spend much of our waking hours searching for how to maximize the goodness of our lives. That's so innate. What if I were to begin to occupy my attention and concerns and desires what you desire others to do for you that as much as I do for myself, did for others?",
    "start": "00:52:10",
    "end": "00:52:31"
  },
  {
    "text": "That's next week.",
    "start": "00:52:31",
    "end": "00:52:32"
  },
  {
    "text": "Bibleproject is a nonprofit. We exist to help people experience the Bible as a unified story that leads to Jesus.",
    "start": "00:52:33",
    "end": "00:52:40"
  },
  {
    "text": "Everything that we make is free because of the generous support of thousands of people just like you.",
    "start": "00:52:40",
    "end": "00:52:44"
  },
  {
    "text": "Thanks for being a part of this with us.",
    "start": "00:52:44",
    "end": "00:52:46"
  },
  {
    "text": "Hi, this is Hisho and I'm from Japan. I manage the Japanese Bible Project Localization. This means I coordinate our amazing and talented localization team so that we can make Bible Project resources available in Japanese. My favorite thing about the work I do with bibleproject is the process of diving into the video scripts and wrestling with each word and phrase so we can translate it well for our Japanese audience. We believe the Bible is a unified story that leads to Jesus. Bibleproject is a crowdfunded nonprofit. Everything we make is free because of your generous support. Thank you so much for being a part of this with us.",
    "start": "00:52:47",
    "end": "00:53:29"
  },
  {
    "text": "Hi, this is Tyler here to read the credits. John Collins is the creative producer for today's show. Production of today's episode is by producer Lindsey Ponder, Managing producer Cooper Peltz, producer Colin Wilson. Stephanie Tam is our consultant and editor. Tyler Bailey is our supervising engineer. Frank Garza and Aaron Olson edited today's episode. Aaron Olson also provided the sound design in mix for today's episode. Nina Simone does our show notes and Hannah Wu provides the annotations for our app. Original Sermon on the Mount music by Richie Cohen and the Bible Project theme song is by Tents. Tim Mackey is our lead scholar. And your hosts, John Collins and Michelle Jones.",
    "start": "00:53:30",
    "end": "00:54:20"
  }
]