[
  {
    "text": "Hey, Tim.",
    "start": "00:00:16",
    "end": "00:00:16"
  },
  {
    "text": "Hey, John. Hello.",
    "start": "00:00:17",
    "end": "00:00:18"
  },
  {
    "text": "Hi. We're doing a question and response episode related to the first section of the Sermon on the Mount.",
    "start": "00:00:18",
    "end": "00:00:25"
  },
  {
    "text": "Yes. Yeah, that's right.",
    "start": "00:00:25",
    "end": "00:00:27"
  },
  {
    "text": "Actually, I think these questions are mostly in relation to the Beatitudes.",
    "start": "00:00:27",
    "end": "00:00:32"
  },
  {
    "text": "Yep. The nine good life sayings that Jesus says at the beginning of the sermon.",
    "start": "00:00:32",
    "end": "00:00:37"
  },
  {
    "text": "We haven't in real time gotten to the salt and light episodes, so we won't be.",
    "start": "00:00:37",
    "end": "00:00:42"
  },
  {
    "text": "Ah, right.",
    "start": "00:00:42",
    "end": "00:00:43"
  },
  {
    "text": "There won't be any questions about that.",
    "start": "00:00:43",
    "end": "00:00:44"
  },
  {
    "text": "As of the time of recording this.",
    "start": "00:00:44",
    "end": "00:00:45"
  },
  {
    "text": "As of the time of recording this.",
    "start": "00:00:45",
    "end": "00:00:46"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:00:46",
    "end": "00:00:47"
  },
  {
    "text": "So just focused on the good life statements and we should just jump right in.",
    "start": "00:00:47",
    "end": "00:00:52"
  },
  {
    "text": "I think that we should just jump right in. Let's go for it. You guys sent in so many good questions. So let's start with a short and sweet question from Blaine in Alberta, Canada. Hello there, My name is Blaine from.",
    "start": "00:00:52",
    "end": "00:01:07"
  },
  {
    "text": "Fort McMurray in Alberta, Canada.",
    "start": "00:01:07",
    "end": "00:01:09"
  },
  {
    "text": "And my question is, if the Sermon on the Mount is some of Jesus.",
    "start": "00:01:09",
    "end": "00:01:15"
  },
  {
    "text": "Most important teachings, then why do we.",
    "start": "00:01:15",
    "end": "00:01:18"
  },
  {
    "text": "Not find them in the Gospels of Mark or John? Thank you. That is a fantastic question.",
    "start": "00:01:18",
    "end": "00:01:24"
  },
  {
    "text": "Yeah, yeah. If these are the most important teachings, then should they be in every Gospel?",
    "start": "00:01:24",
    "end": "00:01:30"
  },
  {
    "text": "Yeah. So that's really interesting. There are very few sayings of Jesus that are in all four gospels. There are many sayings of Jesus that are in three out of four, which is pretty good.",
    "start": "00:01:31",
    "end": "00:01:45"
  },
  {
    "text": "What's an example of one that's in all four? Put you on the spot here.",
    "start": "00:01:45",
    "end": "00:01:51"
  },
  {
    "text": "Ah, Jesus is saying about destroy the temple and I will raise it again in three days.",
    "start": "00:01:51",
    "end": "00:01:58"
  },
  {
    "text": "Okay.",
    "start": "00:01:58",
    "end": "00:01:58"
  },
  {
    "text": "Jesus is accused of saying that in his trial in Matthew, Mark and Luke. And then he actually there's a scene of him saying it in John chapter two. So it's an intuitive question to say, well, if there's four accounts, and if they all come from, you know, that earliest circle or that first generation, isn't it probable that the most important sayings would get repeated in all four? Like that's intuitive for why you would think that. However, there's a number of reasons to think that that's not significant. In other words, just that the number itself doesn't tell you about whether the sayings were the most influential or not. So an interesting thing about the origins of the Gospels, and for a long time it was thought that Matthew was the first of the four first to be written. And that's because in the earliest collections of the four together as one collection, Matthew was consistently in the first spot. And so it was often assumed that that literary order matched the historical order. And there still are a small number of New Testament scholars who are convinced that that's true. The majority of New Testament scholars who work on the relationships between the Gospels, and I think for good reason, believe that Mark was the earliest, it's the shortest. And there are lots of places where when Mark has a long account, Luke and Matthew, who have the identical story, have shorter accounts. And you can go through and see things that have been. You either have to say Mark made it longer or Matthew and Luke abbreviated it. And over the course of the comparison, I think it's more reasonable to conclude that Matthew and Luke abbreviated, and then there's debate about did Matthew. Matthew is based on Mark, and then he had a whole bunch of extra material sayings of Jesus, mostly. And that's what the Sermon on the Mount consists of. There's a few sayings that are in the sermon that are also in Mark, like cutting off the hand in the eye, but for the most part, it's material not in Mark. Luke has a version of the material that's in the Sermon on the Mount, but he locates it in a different story and in a different spot. Actually on the opposite of a mountain.",
    "start": "00:01:58",
    "end": "00:04:23"
  },
  {
    "text": "Yeah. He's on a plane, he's in a valley.",
    "start": "00:04:23",
    "end": "00:04:25"
  },
  {
    "text": "Sermon on the plain. And that feels like the Sermon on the Mount remix.",
    "start": "00:04:25",
    "end": "00:04:30"
  },
  {
    "text": "Yeah.",
    "start": "00:04:30",
    "end": "00:04:30"
  },
  {
    "text": "And so there's debates about, did Matthew and Luke each have independent access to a collection of teachings like the sermon, and then they each shaped it, you know, in a different way. It's possible that Luke was actually just looking at Mark and Matthew and that he didn't have it. Anyway, this is the stuff New Testament scholars love to get into. But what it means is that each of the four Gospels actually came from a unique time and place in the first decades of the Jesus movement, and that the material they included was the material that that network of churches where the authors were had access to. And so importance isn't necessarily determined by whether it's repeated in all four. So that's just one thing. And then the other thing would be just each of the gospel authors also had an abundance of material to work with. John at the end of the Gospel, says, listen, if I told you, if everything was written that Jesus said or did, there wouldn't be enough books. He's being a little rhetorical there.",
    "start": "00:04:30",
    "end": "00:05:35"
  },
  {
    "text": "Yeah.",
    "start": "00:05:35",
    "end": "00:05:36"
  },
  {
    "text": "But then he says. He tells us what his editorial principle was. He says, these things I have included so that you may have life, may trust that Jesus is the Messiah, the Son of God, and that by trusting in him, you have life in his Name. So he tells us he had an editorial principle and a strategy that helped him know what to include and exclude. So if each of the Gospel authors was doing that, what that tells us is that Jesus said and did a lot of things. So the fact that mostly the reason why we're saying that the Sermon on the Mount is one of Jesus most important collections of teachings is, is because Matthew and Luke both have a version of this body of teaching and that Matthew has chosen to place it as the first big speech block. So the importance for me is signaled primarily by Matthew and Luke both including. It seems like Mark likely didn't have access to it.",
    "start": "00:05:36",
    "end": "00:06:37"
  },
  {
    "text": "Oh, you think that's the case?",
    "start": "00:06:37",
    "end": "00:06:39"
  },
  {
    "text": "Okay. And that Matthew has chosen to place it first, which tells me that at least one of those early Gospel authors really wants followers of Jesus to pay attention to this. And also because it's programmatic like it lays out, Jesus comes onto the scene, announcing the arrival of God's kingdom. What does that mean? And then this is the block of teaching that he gives to us. So that's mainly the reason why we're saying that.",
    "start": "00:06:39",
    "end": "00:07:07"
  },
  {
    "text": "And it's not like a scientific conclusive argument. This is the most important or one of the most important. It's really just. I think you saying this is really important.",
    "start": "00:07:07",
    "end": "00:07:17"
  },
  {
    "text": "Oh, it's also a judgment call by a guy named Tim Matthew who lives in Portland in the 21st century. So. Yeah, that is also true.",
    "start": "00:07:18",
    "end": "00:07:27"
  },
  {
    "text": "But you did answer, why do some Gospels include some things and not others? They had access to different material. They also had different editorial purposes.",
    "start": "00:07:27",
    "end": "00:07:39"
  },
  {
    "text": "That's right. Mark has a lot less of Jesus talking and a lot more of Jesus just acting and doing and then saying short, little puzzling sayings.",
    "start": "00:07:39",
    "end": "00:07:49"
  },
  {
    "text": "Yeah.",
    "start": "00:07:49",
    "end": "00:07:49"
  },
  {
    "text": "Jesus talks more in Matthew and in Luke and John than he does in Mark. So Mark's more of a narrative set of claims about Jesus, whereas in the other Gospels, Jesus talks more. And then in Matthew, all of Jesus talking has been structured into the five big speech blocks. And the Sermon on the Mount is the first one. So it was definitely prioritized by one.",
    "start": "00:07:50",
    "end": "00:08:15"
  },
  {
    "text": "Of the Gospel authors and the Apostle Paul, and then also James.",
    "start": "00:08:15",
    "end": "00:08:18"
  },
  {
    "text": "Oh, good.",
    "start": "00:08:18",
    "end": "00:08:19"
  },
  {
    "text": "Thank you. Quote it a lot, right?",
    "start": "00:08:19",
    "end": "00:08:20"
  },
  {
    "text": "Thank you. Actually, yes. Of all the sayings of Jesus that are repeated, re, quoted, rephrased by the apostles in the rest of the New Testament, the Sermon on the Mount seems to have made the biggest impact on the thought of the apostles. That's a good point, actually. That's another good point. So it seemed to have been prioritized in their own Teaching as the Jesus movement spread.",
    "start": "00:08:20",
    "end": "00:08:46"
  },
  {
    "text": "You've called it the manifesto before.",
    "start": "00:08:46",
    "end": "00:08:48"
  },
  {
    "text": "Yeah. And you can also look at the history of reception, the history of the impact of the sermon throughout the Jesus movement, and it's the first block of teaching by Jesus. When you read the New Testament, and when people talk about Jesus changing their life and challenging how they live, they usually are talking about the sayings that. Like in the opening episode of this podcast series with all the stories that we told with Stephanie and Michelle and Dan, those were all influential cultural leaders of the 20th century who were changed by the Sermon on the Mount, and that has been repeating itself in every century, you know, going back to it. So cool. Yep. There you go. Blaine, those are some thoughts, but thank you for that thoughtful question.",
    "start": "00:08:48",
    "end": "00:09:37"
  },
  {
    "text": "Thanks, Blaine.",
    "start": "00:09:38",
    "end": "00:09:38"
  },
  {
    "text": "That's a good question.",
    "start": "00:09:38",
    "end": "00:09:39"
  },
  {
    "text": "Next question. Is Trey in Hawaii? Hi, Tim and John. My name is Trey Brickley, and I am blessed to live in Honolulu, Hawaii. Or am I? Well, that's my question. In your discussion about Makarios, you said that blessed isn't a good translation and that you prefer to translate it as having reference to the good life. However, you also said that the good life is actually defined by God's blessing. So I'm not very clear on why exactly. You don't think blessed is a good translation. Thanks for all you do. And, well, God bless. That's amazing, Trey.",
    "start": "00:09:40",
    "end": "00:10:14"
  },
  {
    "text": "That was punny, man. That was really punny.",
    "start": "00:10:15",
    "end": "00:10:17"
  },
  {
    "text": "You are blessed to live in Hawaii, Trey.",
    "start": "00:10:17",
    "end": "00:10:19"
  },
  {
    "text": "Yeah, the good life. Okay, well, let's get into it. Okay, so thank you for raising it, Trey. If the episode we dedicated to the conversation didn't make it clear, then this is a great chance to make it clear again. First, we'll talk about the difference between the words for bless and then the word that Jesus uses. Let's talk about that again. Summarize that, and then whether bless is or is not a good translation. Well, I guess I'll set that in front of you, Trey, and everybody else. So the key difference is that there are two different words in Hebrew and in Greek, to distinguish between blessing and the good life. The Hebrew word to bless is barech, and then to be in a state of being blessed is baruch. And what that means is that this person has received the gift of God's life, generating goodness in their life. They're experiencing abundance, stability, security, and harmony in their life. So what characterizes God's life is overabundance and the stability of God's eternal being. And God shares a little bit of that with a creature that makes their Life like an image or a symbol of God's life. And that's what you use these words, blessed to talk about. When you bless someone, what you're doing is you are calling with your words, calling down upon them or wishing upon them that state of stability, abundance, harmony, and goodness.",
    "start": "00:10:19",
    "end": "00:12:01"
  },
  {
    "text": "So when Trey ended by saying God bless you.",
    "start": "00:12:01",
    "end": "00:12:04"
  },
  {
    "text": "Yeah. You were invoking God's infinite, abundant life upon John. And I.",
    "start": "00:12:04",
    "end": "00:12:09"
  },
  {
    "text": "Thank you, Trey.",
    "start": "00:12:09",
    "end": "00:12:10"
  },
  {
    "text": "Thanks, man. Appreciate that. More of that.",
    "start": "00:12:10",
    "end": "00:12:12"
  },
  {
    "text": "But you're saying that's not the word. Not the word Jesus uses in the Sermon on the Mount.",
    "start": "00:12:12",
    "end": "00:12:16"
  },
  {
    "text": "That's right. So both in the Hebrew Bible and right here, Jesus uses the word makarios, which reflects the Hebrew word ashrei. And it's what happens when you and I are sitting here and we're looking out the window down at the sidewalk right now.",
    "start": "00:12:16",
    "end": "00:12:33"
  },
  {
    "text": "Yeah. It's gray in Portland. And we're thinking, this is the good life. Would be some sun on a Hawaiian island.",
    "start": "00:12:34",
    "end": "00:12:40"
  },
  {
    "text": "Yeah. Okay. That's right. So, Trey, we look west and south in your direction.",
    "start": "00:12:40",
    "end": "00:12:46"
  },
  {
    "text": "Yeah.",
    "start": "00:12:46",
    "end": "00:12:46"
  },
  {
    "text": "And I say, oh, man, the good life.",
    "start": "00:12:46",
    "end": "00:12:49"
  },
  {
    "text": "Ashreyas.",
    "start": "00:12:49",
    "end": "00:12:50"
  },
  {
    "text": "Trey, the good life is Ashreya's. Trey also punny. The good life is for the guy sitting in Honolulu right now. Now, that is relative to my perspective on the good life, but it is connected to God's blessing. But me saying it has nothing to do with Trey experiencing God's goodness in his life. It's about my perception of what is the good life.",
    "start": "00:12:50",
    "end": "00:13:18"
  },
  {
    "text": "And I think we made that clear in the episode, what I think people are getting hung up on. And maybe Trey here is, why does this matter?",
    "start": "00:13:18",
    "end": "00:13:27"
  },
  {
    "text": "Oh, right.",
    "start": "00:13:28",
    "end": "00:13:28"
  },
  {
    "text": "And I think Trey puts it, well, if. Okay, so Jesus says, ashrei are you when you're poor in spirit. But then he gives the blessing right in the second line.",
    "start": "00:13:30",
    "end": "00:13:40"
  },
  {
    "text": "Right.",
    "start": "00:13:40",
    "end": "00:13:41"
  },
  {
    "text": "Because yours is the kingdom of the skies. So to have the kingdom of the skies is to have God's abundant, generous life.",
    "start": "00:13:41",
    "end": "00:13:47"
  },
  {
    "text": "Yeah.",
    "start": "00:13:47",
    "end": "00:13:47"
  },
  {
    "text": "And so what Trey is saying is, well, if the reason why you're ashre is because you're gonna receive God's blessing, then is this even a distinction that matters?",
    "start": "00:13:47",
    "end": "00:13:57"
  },
  {
    "text": "Yeah. Okay, here's why I think it matters. The ashre or the makarios, the good life statement is culturally relative. And that's what we. In the examples in the episode, we read from some good life statements from Proverbs from the Psalms, then from the Dead Sea Scrolls, then from that guy Yeshua Ben Sira, who was like, you know, the good life is never having to serve an inferior and always having victory. Over your enemies and having them be ashamed and you be honored.",
    "start": "00:13:57",
    "end": "00:14:28"
  },
  {
    "text": "He didn't know about the Hawaiian islands.",
    "start": "00:14:28",
    "end": "00:14:29"
  },
  {
    "text": "That's right. Where everybody wins because everybody's in such a good mood. So the point is that the good life is culturally relative and it's based on human perception. And in these sayings, in these nine sayings, the blessing, the state of the good stuff that comes from God is not in the first line, it's in the second line. Blessed are the powerless or the poor in spirit because theirs is the kingdom of God. There's the blessing.",
    "start": "00:14:29",
    "end": "00:15:05"
  },
  {
    "text": "Yeah.",
    "start": "00:15:05",
    "end": "00:15:05"
  },
  {
    "text": "And what that blessing means is if you have the kingdom of God, then what that means is a state of existence that no one would look at and say, that's the good life. Like being powerless. All of a sudden it changes that to actually be the good life. And so Jesus is trying to shatter our preconceptions about what is the good life. Because the blessing of God's presence and kingdom and rule has come to the powerless, which means that the powerless are now experiencing the good life. There's a deep connection between the good life and blessing. But I think we miss the culture shattering move that Jesus is making when we blend the two together. Does that make sense?",
    "start": "00:15:05",
    "end": "00:15:56"
  },
  {
    "text": "Yes. So I think one thing people do with these is go, okay, well then I need to be poor in spirit. And that's the wrong way to think about it.",
    "start": "00:15:57",
    "end": "00:16:07"
  },
  {
    "text": "It's not what Jesus is saying. Jesus isn't saying, especially at least in.",
    "start": "00:16:07",
    "end": "00:16:09"
  },
  {
    "text": "Those first three, yeah, go and be poor in spirit because yours will be the kingdom of heaven. He's saying, do you want to know who's experiencing a good life? And it's a big surprise.",
    "start": "00:16:09",
    "end": "00:16:20"
  },
  {
    "text": "Yep.",
    "start": "00:16:20",
    "end": "00:16:20"
  },
  {
    "text": "You know, we were talking about this later after doing the podcast recording months later, and we started coming up with synonyms for how we say this culturally today. And for example, you know who's winning in life?",
    "start": "00:16:20",
    "end": "00:16:34"
  },
  {
    "text": "Oh, yeah, that's right.",
    "start": "00:16:34",
    "end": "00:16:35"
  },
  {
    "text": "You know who's killing it.",
    "start": "00:16:35",
    "end": "00:16:36"
  },
  {
    "text": "Yeah, sure. Yeah.",
    "start": "00:16:36",
    "end": "00:16:38"
  },
  {
    "text": "And we have a cultural idea of what that is. When you're on whatever social media thing and you see someone winning, killing it, just doing their thing and just like living large. And you're like, wow, they're.",
    "start": "00:16:38",
    "end": "00:16:54"
  },
  {
    "text": "That's the good life.",
    "start": "00:16:54",
    "end": "00:16:54"
  },
  {
    "text": "That's the good life. And so that's ashre.",
    "start": "00:16:54",
    "end": "00:16:58"
  },
  {
    "text": "That's right.",
    "start": "00:16:58",
    "end": "00:16:59"
  },
  {
    "text": "And we wouldn't say, we wouldn't look at someone who's depressed or on the margins or someone who is hungry for right relationships because they're not experiencing it. We wouldn't say, ah, that's the good life. So that's the.",
    "start": "00:16:59",
    "end": "00:17:12"
  },
  {
    "text": "That's right.",
    "start": "00:17:12",
    "end": "00:17:13"
  },
  {
    "text": "That's the big ironic twist here.",
    "start": "00:17:13",
    "end": "00:17:14"
  },
  {
    "text": "That's right, yeah. When you see the difference between the good life as culturally and personally relative and subjective, and then the state of being blessed by God's life and rule and presence, then that opens the space for you to say, hmm, why do I think. Why do I have the ideas that I have about the good life? And maybe my perceptions are completely upside down of Jesus. And so Jesus is redefining who are the blessed ones by God. And that redefines also what is the good life? Which kind of gets into the next couple questions about the first three in particular. But that's the difference between the two that I think is helpful because it's not just about how do we translate it. It's about what does Jesus mean by the different words that he used.",
    "start": "00:17:14",
    "end": "00:18:12"
  },
  {
    "text": "Jesus didn't mean, hey, do you want to find God's blessing? Be poor in spirit? That's not what he meant. He meant this really rhetorical punch of, you know, who's winning in life? The poor in spirit.",
    "start": "00:18:12",
    "end": "00:18:25"
  },
  {
    "text": "Yeah.",
    "start": "00:18:25",
    "end": "00:18:26"
  },
  {
    "text": "What?",
    "start": "00:18:26",
    "end": "00:18:26"
  },
  {
    "text": "Yeah, because the grieving.",
    "start": "00:18:26",
    "end": "00:18:28"
  },
  {
    "text": "God's blessing is theirs.",
    "start": "00:18:29",
    "end": "00:18:31"
  },
  {
    "text": "Yeah. The unimportant. That's right.",
    "start": "00:18:31",
    "end": "00:18:33"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:18:33",
    "end": "00:18:34"
  },
  {
    "text": "And maybe so as a lead into the next questions, why would he say a thing like that? And remember, these are the words in Matthew 5 that come directly after we were just told Jesus went around announcing the good news about God's kingdom, saying the kingdom of God has come near. And there were surrounding him, the sick, the poor, those with illness, those influenced by evil spirits. So he's actually talking to people who are poor in spirit, that is powerless, the unimportant. Right. Those grieving. And he's saying, the kingdom of God is yours in this moment. And that's the surprise that the first lines have. So I think that helps us move towards a number of questions.",
    "start": "00:18:34",
    "end": "00:19:20"
  },
  {
    "text": "Now, the first one about that is Colin in Colorado. Hi, my name is Colin and I'm from Denver, Colorado. My question is about Matthew 5:3. Blessed are the poor in spirit. I recently had a long conversation with a very close friend of mine who told me that he's feeling overworked, crushed, oppressed, domesticated, complacent, powerless and hopeless by the powers in the current system of the world that it's impossible to experience the good life. Why does this verse and the Sermon on the Mount as a whole matter to people who feel and think this way? Thank you, Bibleproject, for all the amazing content. What you guys do means more to me than words. Can explain. Wow, thanks, Colin.",
    "start": "00:19:20",
    "end": "00:20:04"
  },
  {
    "text": "Yeah, thank you.",
    "start": "00:20:04",
    "end": "00:20:05"
  },
  {
    "text": "Great question.",
    "start": "00:20:05",
    "end": "00:20:05"
  },
  {
    "text": "Yes. And thank you for that honest, really important, honest question on behalf of your friend. I don't know if you meant this, Colin, but you chose seven adjectives.",
    "start": "00:20:06",
    "end": "00:20:16"
  },
  {
    "text": "You're counting that.",
    "start": "00:20:19",
    "end": "00:20:20"
  },
  {
    "text": "Overworked, crushed, oppressed, domesticated, complacent, powerless and hopeless. Yeah. Whenever there's a list of things, I've been trained just to count them. To count them.",
    "start": "00:20:20",
    "end": "00:20:30"
  },
  {
    "text": "That's a powerful list.",
    "start": "00:20:31",
    "end": "00:20:32"
  },
  {
    "text": "Yes, very powerful.",
    "start": "00:20:32",
    "end": "00:20:33"
  },
  {
    "text": "It paints a picture of, I think, how a lot of people feel.",
    "start": "00:20:34",
    "end": "00:20:39"
  },
  {
    "text": "Yes.",
    "start": "00:20:40",
    "end": "00:20:40"
  },
  {
    "text": "Especially when, as you put it, there's bigger systems at play.",
    "start": "00:20:40",
    "end": "00:20:45"
  },
  {
    "text": "Yeah. Yes.",
    "start": "00:20:45",
    "end": "00:20:46"
  },
  {
    "text": "That you feel sometimes powerless to.",
    "start": "00:20:46",
    "end": "00:20:50"
  },
  {
    "text": "Yeah. That it's impossible to experience the good life. So I think why, Colin, I wanted to, you know, name and share. Your question is. I think your question is raising the very paradox and surprise of what the shock of what Jesus was saying. In other words, I think your friend is actually experiencing the shock that Jesus intended people to feel in here when he uttered these good life sayings.",
    "start": "00:20:50",
    "end": "00:21:21"
  },
  {
    "text": "This should be a reaction.",
    "start": "00:21:21",
    "end": "00:21:22"
  },
  {
    "text": "This is the natural intended reaction that Jesus wanted people to have. People whose lives are terrible. And what do you mean that I'm the recipient of the good life? And what I don't think what Jesus is not saying is your current conditions of being powerless and grieving. He's not saying, that's good, that's good. What he's saying is something is happening in this moment. So we have to first locate ourselves in the actual story where Jesus is saying these things and to whom he's saying them is to people who are experiencing life like your friend Colin. And so what makes their situation all of a sudden the good life is because Jesus was standing right there offering them and inviting them into communities where they would begin to experience the reality of God's kingdom that will transform their life experience. It most likely will not change their circumstances like these people will. Right. The people Jesus spoke to and taught, sometimes their encounter with him healed their bodies for a time, but they eventually got sick again and died. And all those people are dead. It's not like, you know, so any healing that even just Jesus did for people was, in a sense, kind of relative to their mortality. And so really, I think it's forcing us to reimagine, if I could be a part of a community of people centered around Jesus who are learning to share generously and who are learning to forgive and to love. And no matter what social rank we come from, we all sit at the same table and gather. When we gather in the name of Jesus and are treated with dignity. Those are the kind of communities Jesus formed and was forming right by the ethic of the Sermon on the Mount. And if you were part of a community like that, Jesus saying, that's beginning to participate and experience heaven coming to earth. And in that sense, your life circumstances, no matter what you're in, can be said to be called the good life. That's what Jesus is going for. So Jesus is naming the thing that's happening in the moment that he says the words and forms these communities. And so, Colin, you said it feels impossible to experience the good life when you're overworked, crushed, oppressed, domesticated, complacent, powerless and hopeless. And in one sense that's true, but another sense, what if it's not impossible? But what if it's not something you can do by yourself? It's something you can experience in a community of people who are learning to live by the ethic of a different kingdom. I think that's what it would take to convince a friend like that that the good life actually can be experienced even when you're feeling all those things.",
    "start": "00:21:22",
    "end": "00:24:34"
  },
  {
    "text": "Yeah. And it is a radical claim for Jesus to say the systems of the world or systems that are entwined with spiritual powers that are destructive, they're not, in the end, more powerful than what Jesus wants to do.",
    "start": "00:24:35",
    "end": "00:24:55"
  },
  {
    "text": "They may define all these aspects of my life, but they don't define my identity. And my truest self is defined by the love of God and the kingdom of God. And I'm a citizen of that kingdom. And that means that I experience the gift of God's blessing and can be said to have the good life. And it might not feel like it. Yeah, but that's exactly the shock that Jesus is going for.",
    "start": "00:24:55",
    "end": "00:25:26"
  },
  {
    "text": "I think that's what's helping me a little bit, is realizing the point here isn't to have a great answer. The point is the shock. The point is the wrestling with, wrestling with, can I believe this? And in my circumstance, is this all there really has to be? And in that, moving towards Jesus, like that's what he's trying to do here.",
    "start": "00:25:26",
    "end": "00:25:53"
  },
  {
    "text": "Yeah, yeah. I mean, think this is maybe one way that this appeals to an experience we know. If you've ever been the recipient of generosity from someone who doesn't have very much, that's a very powerful experience. When someone who doesn't have very much shares sacrificially with you, especially if you, you know, like you could share in the same way and you. It wouldn't be as much of A sacrifice. But when you receive that, the relational bond, the love that's created, all of a sudden you would say of that person, like, wow. However they live in the world, they think they are experiencing the good life so much that they can just share. I want that. Like, I want that. So all of a sudden, the good life becomes relative to what story you believe about the world. And Jesus is inviting us into another way of imagining who we are and where we are and when we are. And apparently that defines the good life a lot more than my actual circumstances. From another point of view, I think that's what Jesus is going for.",
    "start": "00:25:53",
    "end": "00:27:08"
  },
  {
    "text": "Hmm.",
    "start": "00:27:08",
    "end": "00:27:09"
  },
  {
    "text": "It raises another couple questions that came in, and what I'd like to do. Oh. Is play the next two questions together. So there's one question from Talia in Tennessee and another from Sophia in Virginia, and you both asked a similar question from two angles, that I wanted to share them together, and then we can talk about them together. Hi, my name is Talia and I'm from Chattanooga, Tennessee. It's easy to interpret the Beatitudes as instructions for how to get the good life. Should we therefore pursue mourning, powerlessness, and poverty? If Jesus says the poor and powerless have the good life, why shouldn't we desire to be those people? How are people with health, wealth, and power called to practically respond to this teaching from Jesus? Thanks. Hi, this is Sophia Cruz from Virginia Beach, Virginia. My question is related to the triad.",
    "start": "00:27:10",
    "end": "00:28:05"
  },
  {
    "text": "Of blessed are the poor in spirit.",
    "start": "00:28:05",
    "end": "00:28:07"
  },
  {
    "text": "Those who mourn, and the meek. I can't help but think there's something I should be doing to attain these states of being. Like I should be trying to be in a state of mourning to receive blessing. Is there supposed to be action on our end when reading this, or is that not the point? Further, is this what led groups in the past to make vows of poverty in church history? Thank you for all that you do. So thank you, Talia and Sophia. Yeah, so let's. First name Jesus doesn't make these directives in terms of, like, be this way.",
    "start": "00:28:08",
    "end": "00:28:40"
  },
  {
    "text": "Right. The be attitudes, as you say.",
    "start": "00:28:40",
    "end": "00:28:43"
  },
  {
    "text": "However, again, this is a part. All going back to the first question about what's the difference between the words the good life and then the blessing you hold up as desirable and honorable. The things that you think are the good life, partially because they're aspirational. Like, they're things that you desire to have and to be. So that is a part, when you hold somebody up as a model of the good life, is to say, yeah, you should aim in that direction. So in One sense it's true.",
    "start": "00:28:44",
    "end": "00:29:19"
  },
  {
    "text": "Right. But it doesn't seem like that's the rhetorical point that Jesus is trying to make.",
    "start": "00:29:20",
    "end": "00:29:24"
  },
  {
    "text": "Ah, right, right, right. It's the shock and surprise.",
    "start": "00:29:26",
    "end": "00:29:29"
  },
  {
    "text": "That's the point.",
    "start": "00:29:29",
    "end": "00:29:30"
  },
  {
    "text": "Is the point. However, your question specifically, Talia, is that how are people who have a more worldly, as it were, definition of the good life, health, wealth and influence.",
    "start": "00:29:30",
    "end": "00:29:45"
  },
  {
    "text": "Yeah.",
    "start": "00:29:46",
    "end": "00:29:46"
  },
  {
    "text": "How should you respond?",
    "start": "00:29:46",
    "end": "00:29:47"
  },
  {
    "text": "Yeah. If you're a tax collector or Roman soldier listening to the Sermon on the Mount, and you see he's talking to the outcasts and the powerless, but you're like, okay, but what about me?",
    "start": "00:29:47",
    "end": "00:30:00"
  },
  {
    "text": "Yes, that's right. So just think through the stories of the rich young leader who comes to Jesus, and he's very. He's observant of the laws in the Torah from his youth. He says, and Jesus believes him. He's like, yeah, yeah, you probably have been. So how about this? Give away all your stuff or Zacchaeus the tax collector. The impact Jesus had on him just being in his presence made him realize he needed to pay back all the people that he had cheated and extorted from over and above to give so much away. So a faithful response to Jesus. Throughout church history, a way to respond to these has consistently been to totally change the way I relate to my possessions. And I think that is a faithful response to these sayings. But it's not following a command. It's more saying. The more I can put myself in a place of need on God and on my community, I will probably begin to experience life in a way where I see God's blessing as even more of a generous gift than I would otherwise. So what can I do?",
    "start": "00:30:00",
    "end": "00:31:18"
  },
  {
    "text": "Okay, can.",
    "start": "00:31:20",
    "end": "00:31:20"
  },
  {
    "text": "Yeah, there you go.",
    "start": "00:31:20",
    "end": "00:31:21"
  },
  {
    "text": "Can I ask you this way, then? Let me make both arguments. Argument one is, this is not a directive. Don't try to go and be.",
    "start": "00:31:21",
    "end": "00:31:29"
  },
  {
    "text": "That's right. The Beatitudes are not the same as what he said to the young ruler, which is, go sell all you have.",
    "start": "00:31:29",
    "end": "00:31:36"
  },
  {
    "text": "To the poor, so blessed are the powerless. The directive isn't go and try to become powerless. Okay. That's argument one. Argument two, though, on the other hand, the opposite argument is, well, actually, Jesus does ask us to pray, give us our daily bread. Yeah, we'll get to that later in the Sermon on the Mount. And there's this posture of putting ourselves in dependence with God.",
    "start": "00:31:37",
    "end": "00:32:00"
  },
  {
    "text": "Yeah.",
    "start": "00:32:00",
    "end": "00:32:00"
  },
  {
    "text": "So there's actually something good about recognizing I actually am more powerless than I realize. And by putting myself in a position where I don't actually receive as much power, have as much influence, maybe I am able to receive God's blessing in a better way. So then in that case, I guess I can think of it as a directive. So which is it?",
    "start": "00:32:00",
    "end": "00:32:20"
  },
  {
    "text": "Yeah, yeah. Yes, yes. I mean, Sophia, you brought up, you know, what has led groups to make vows of poverty throughout church history. And it's this. It's the teachings of Jesus. However, I mean, you know, this. Maybe think like, high school if you have the. I remember I was one of the friends. My dad's a car guy. He, like, loves cars. He was so excited to help me save up for. And he was generous with me to have my first car, which was a 1976 VW Volkswagen, like, van. It was awesome.",
    "start": "00:32:20",
    "end": "00:33:01"
  },
  {
    "text": "Oh, yeah, it was awesome. That's awesome.",
    "start": "00:33:01",
    "end": "00:33:03"
  },
  {
    "text": "Yeah. And what that meant was I was the first one among my friends to drive, and I could haul, like six or seven of my friends around in that thing.",
    "start": "00:33:03",
    "end": "00:33:11"
  },
  {
    "text": "You know, I grew up, I think it was in a 78 Vanan. Yeah, like a pop top. Oh, that was the family car.",
    "start": "00:33:11",
    "end": "00:33:18"
  },
  {
    "text": "Oh, man.",
    "start": "00:33:18",
    "end": "00:33:19"
  },
  {
    "text": "Yeah.",
    "start": "00:33:19",
    "end": "00:33:19"
  },
  {
    "text": "Yeah. Those are awesome. Awesome. Yeah. This was an old school one. So what consistently happened was none of my friends ever had any money, though. And so not only did I haul my friends around, but I paid for all the gasoline, and that thing chugged a lot of gas. So the fact that my friends were impoverished of gas money meant it was kind of lame, actually, because there was nobody except me to sponsor all of our adventures. It's a silly way of saying, if everybody's impoverished, then you actually have less to share. Right?",
    "start": "00:33:19",
    "end": "00:34:04"
  },
  {
    "text": "Yeah. You're saying if you would have said, you know what? I'm gonna get rid of my van because I'll experience a good life if I don't have this van.",
    "start": "00:34:04",
    "end": "00:34:14"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:34:14",
    "end": "00:34:15"
  },
  {
    "text": "Well, then actually, then you can't be the community van guy.",
    "start": "00:34:15",
    "end": "00:34:21"
  },
  {
    "text": "Yeah, that's right. So for me, what that mean, and this wasn't noble. I grumbled about it all the time, was I was just like, well, either I hang out with my friends or I don't. And we go, like, skateboarding around the city and I take everybody around. So I guess I'll just use my tip money that I get from the old spaghetti factory. That was my job. But the point was, I think there's in a community of Jesus followers, ideally, there's people of all different social and economics ranks and positions and situations. And there will be some people who have more. And those are the people I think Jesus wants to challenge in a way to say, what if you lived like you have less. But the reason you have less is because you're giving away the more that you have. And Jesus also wants to challenge the people who have less to say, but what if my economic circumstances don't have to define my happiness and my joy because my identity and hope is not bound up in those things? So Jesus challenges everybody. But like you were saying, it challenges everybody to think, what can I do to live more simply, to live more generously? And for some people that will mean giving away a lot more, and for others it will mean maybe a more of a change of mindset because they don't have a lot to give away. Yeah, but these are the teachings to hold up neediness, having to trust God. This is what's behind the practices of fasting, too. Like, why would you intentionally withhold food from your body on a rhythmic basis except as a symbol to say, I know I have food in the fridge, but I'm going to live like I don't one day a week.",
    "start": "00:34:21",
    "end": "00:36:14"
  },
  {
    "text": "I'm going to experience hunger.",
    "start": "00:36:14",
    "end": "00:36:16"
  },
  {
    "text": "To experience hunger. Because being hungry puts me in a state where I can receive the blessing of God's kingdom in a way I probably wouldn't experience it if my stomach's always full. Okay, so it's wisdom. It's going to require wisdom. No, it's landing to know when you should take a vow of poverty, when you should fast, when you should choose obscurity rather than notoriety. Same with generosity. How do you know when to give generously in a way that no one will ever know or see? And then when is it good to be generous in a way that you can tell a story and set an example in your community and inspire others? And inspire others. And Jesus encouraged both forms of generosity. So how do you know? You know, and I think we're to the wisdom literature, kind of pillar of how we talk about Scripture. Okay.",
    "start": "00:36:16",
    "end": "00:37:17"
  },
  {
    "text": "All right. That was great.",
    "start": "00:37:18",
    "end": "00:37:20"
  },
  {
    "text": "Yeah. One last question about blessing and the word bless. That comes from Judy in North Carolina.",
    "start": "00:37:20",
    "end": "00:37:27"
  },
  {
    "text": "Hi there. My name is Judy and I'm from North Carolina. I have a question about the word bless. In Psalm 103, verse 1, it says, Bless the Lord, O my soul and all that is within me, bless his holy name.",
    "start": "00:37:28",
    "end": "00:37:41"
  },
  {
    "text": "And I have wondered about that for a while.",
    "start": "00:37:42",
    "end": "00:37:44"
  },
  {
    "text": "If God is the God of blessing and God is the one who blesses, how can we as people bless the Lord? What does it mean in this context?",
    "start": "00:37:44",
    "end": "00:37:56"
  },
  {
    "text": "Thanks.",
    "start": "00:37:56",
    "end": "00:37:57"
  },
  {
    "text": "It's such a great question.",
    "start": "00:37:57",
    "end": "00:37:59"
  },
  {
    "text": "It's a fantastic question. I actually had a friend ask me this question, like 24 hours ago. Oh, yeah, yeah, yeah. Because they've been listening to the podcast. It's a great question. So if what it means to be blessed is that God has shared a small fraction of his infinite abundant life with you, so that your life now has the stability, abundance, harmony that characterizes God's life. So that's not something I can create in you or for you. So what I'm doing when I bless you is I'm saying may God bless you is really what I mean. Which is what Trey said to us. God bless you. Yeah. So what does it mean then? In a whole bunch of psalms, in the book of psalms that open up, like Psalm 103, where it's a human blessing God? Like, what does a human have?",
    "start": "00:37:59",
    "end": "00:38:57"
  },
  {
    "text": "And to be clear, this is the same word.",
    "start": "00:38:57",
    "end": "00:38:59"
  },
  {
    "text": "It's barech, bareh. Baruch is the passive, to be blessed. And barech is to bless, to bless, or to speak a word of blessing. Okay, so how could a human ever bless God?",
    "start": "00:38:59",
    "end": "00:39:13"
  },
  {
    "text": "Yeah.",
    "start": "00:39:13",
    "end": "00:39:13"
  },
  {
    "text": "If God.",
    "start": "00:39:13",
    "end": "00:39:14"
  },
  {
    "text": "Could you give God any more abundance?",
    "start": "00:39:14",
    "end": "00:39:16"
  },
  {
    "text": "Yeah. So in a way. So here's what's interesting, is that many of our English translations, when it's a story or a moment that's talking about God blessing a human, it will translate bareh with the word bless. But when it's about a human barehing God, many English translations don't use blessed. They use the word praise. Praise. Yes. So here's the NIV new international version of Psalm 103 you quoted, Judy begins, praise the Lord, O my soul. Ye English Standard Version, Bless the Lord, O my soul. So what the new international version is doing is saying even though it's the same word, technically it's a different nuance of meaning, because when God speaks a blessing over a human, that's a blessing. It's going to happen. When a human blesses God, Really?",
    "start": "00:39:16",
    "end": "00:40:19"
  },
  {
    "text": "What is really happening?",
    "start": "00:40:19",
    "end": "00:40:20"
  },
  {
    "text": "Yeah. What we're doing is we're naming with our words the things that God has given to me. I reflect back and I name that as being true about God. So if life and goodness and security, stability, abundance, if those are the things God's shared with me, then for me to barech God is essentially to just speak what is true about God. God, you are the blessed one.",
    "start": "00:40:21",
    "end": "00:40:53"
  },
  {
    "text": "Yeah.",
    "start": "00:40:54",
    "end": "00:40:54"
  },
  {
    "text": "But it's sort of like anything, any category I have of blessing that I would bless God. I'm just naming God as the source of any good thing that I've ever experienced. You are. And because blessings are things that happen with words. So when God speaks a word and that person is Blessed. And then here are humans speaking holiness, goodness, abundance to God, not because we can give it to God, but because.",
    "start": "00:40:55",
    "end": "00:41:23"
  },
  {
    "text": "Because we just want to claim it is true about God. It's an alignment of sorts of saying, like, we understand what's true about you, God, and we want to align ourselves with that.",
    "start": "00:41:23",
    "end": "00:41:36"
  },
  {
    "text": "Yeah. Yep. Here's a line from a very helpful dictionary, a theological dictionary of biblical words that I've used a ton for. The Hebrew Bible is called the New International Dictionary of Old Testament Theology and Exegesis. N I D O T T E, edited by William Van Gemmeron. But it's created by dozens of scholars. So in their entry on the word blessing, they have a whole paragraph that addresses this very question. And I'll quote from it here. God blesses human beings by speaking well of them, thereby imparting blessing, that is good things to them. So they are blessed. Human beings bless God by speaking well of God, attributing the blessing and the good things to him. And so God is blessed, that is praised or praised worthy. Or you could say God blesses people by conferring good upon them. People bless God by praising the good in God. So I find that to be a helpful definition. But it's a good question to sort of like, you hear the phrase bless the Lord, O my soul, and you're like, oh, I think what. Probably in our minds we just say praise.",
    "start": "00:41:36",
    "end": "00:43:07"
  },
  {
    "text": "Yeah. I think, you know, language is such a flexible thing, we begin to intuit what we mean with language pretty naturally.",
    "start": "00:43:08",
    "end": "00:43:19"
  },
  {
    "text": "Yeah.",
    "start": "00:43:20",
    "end": "00:43:20"
  },
  {
    "text": "So I agree. I think people translate it on the fly in their own mind. I know what that means to bless the Lord. It doesn't mean I'm going to give God something, but in a way, God is asking me to give him something. And what I could give him is my heart posture through the words that I confess. So kind of intuitively makes sense. But then once you really start digging at it and think about what the word bless really means, it does seem confusing. Like, why are we using that word? And so then it makes sense why Niv would say, well, here's another word that will maybe help the confusion.",
    "start": "00:43:20",
    "end": "00:43:58"
  },
  {
    "text": "That's right. Yep. When God speaks good on someone, it happens. When humans speak good of God, we're not causing anything to happen to God, but what we are doing is naming God as the source of all good. And so good on ya. Good on ya, God. Isn't that what a. That's an Australian turn of phrase, isn't it? Good on ya.",
    "start": "00:43:58",
    "end": "00:44:20"
  },
  {
    "text": "Sounds like it. Anyhow, just reminded me that I learned goodbye isn't actually like I'm saying bye and I want it to be good. It comes from God be with you.",
    "start": "00:44:20",
    "end": "00:44:32"
  },
  {
    "text": "Oh, really?",
    "start": "00:44:32",
    "end": "00:44:34"
  },
  {
    "text": "Yeah.",
    "start": "00:44:34",
    "end": "00:44:34"
  },
  {
    "text": "Originally goodbye is just a.",
    "start": "00:44:34",
    "end": "00:44:36"
  },
  {
    "text": "It's a truncated, truncated. God be with you.",
    "start": "00:44:36",
    "end": "00:44:39"
  },
  {
    "text": "God be with you.",
    "start": "00:44:39",
    "end": "00:44:40"
  },
  {
    "text": "God be with me.",
    "start": "00:44:41",
    "end": "00:44:42"
  },
  {
    "text": "God be.",
    "start": "00:44:42",
    "end": "00:44:42"
  },
  {
    "text": "I mean over centuries and centuries. Yeah, you can look at. Actually Shakespeare has a bunch of versions of it that are. But so when you said good on you, I wonder if that has like a. Oh, yeah. God be with you. God.",
    "start": "00:44:42",
    "end": "00:44:54"
  },
  {
    "text": "Oh, I was thinking as a truncated form of good be upon you.",
    "start": "00:44:54",
    "end": "00:44:59"
  },
  {
    "text": "Good be upon you.",
    "start": "00:44:59",
    "end": "00:44:59"
  },
  {
    "text": "May good be upon you.",
    "start": "00:44:59",
    "end": "00:45:00"
  },
  {
    "text": "Yeah, okay.",
    "start": "00:45:00",
    "end": "00:45:01"
  },
  {
    "text": "Yeah. Okay, cool. But it sounds like a funny thing to say to God.",
    "start": "00:45:01",
    "end": "00:45:04"
  },
  {
    "text": "Yes.",
    "start": "00:45:05",
    "end": "00:45:05"
  },
  {
    "text": "Like good on you, God. Way to go. God is deficient of goodness and wants me to heal more on him.",
    "start": "00:45:05",
    "end": "00:45:12"
  },
  {
    "text": "Isn't all like worship and praise kind of have inherently that dilemma? It does, right?",
    "start": "00:45:13",
    "end": "00:45:18"
  },
  {
    "text": "Thank you. That's exactly right.",
    "start": "00:45:18",
    "end": "00:45:20"
  },
  {
    "text": "Yeah. What are we doing?",
    "start": "00:45:20",
    "end": "00:45:21"
  },
  {
    "text": "Yeah. When we say the Lord's Prayer, may your name hallowed be your name. Is God's name not holy?",
    "start": "00:45:21",
    "end": "00:45:29"
  },
  {
    "text": "Yeah, unless we say it.",
    "start": "00:45:29",
    "end": "00:45:30"
  },
  {
    "text": "Yeah. So again, that's why in our conversations that are to come, we translate that. May your name be recognized as holy. It's about may more people come to recognize what is true about you. Whether we think it or believe it or say it or not, God's holy. But when we say holy, you're you, O God. It's more like we're coming to terms with reality. And in a way that's what all praise is, isn't it?",
    "start": "00:45:30",
    "end": "00:45:56"
  },
  {
    "text": "Yeah.",
    "start": "00:45:56",
    "end": "00:45:57"
  },
  {
    "text": "Coming to terms with reality.",
    "start": "00:45:57",
    "end": "00:45:58"
  },
  {
    "text": "That's a great way to put it.",
    "start": "00:45:59",
    "end": "00:46:00"
  },
  {
    "text": "Okay, how about a question about righteousness? Remember?",
    "start": "00:46:02",
    "end": "00:46:06"
  },
  {
    "text": "Yeah, let's get out of porn. Spirit.",
    "start": "00:46:06",
    "end": "00:46:08"
  },
  {
    "text": "Yeah. The good life belongs to those who hunger and thirst for righteousness. Patrick, you had a great question about righteousness. Hello, this is Patrick from Atlanta, Georgia. I have a question about righteousness. At one point in previous talks you said that righteousness is being in right relationship with God and others. However, in these talks that definition seems to be simply your right relationship with others, making a better world. The good life. I had understood it was a three way righteousness which that makes a better world and allows you to experience that it's so good part of the kingdom right now. Can you help me see the difference? Thanks.",
    "start": "00:46:08",
    "end": "00:46:49"
  },
  {
    "text": "So do you know what he's referring to? The three way rightness?",
    "start": "00:46:50",
    "end": "00:46:53"
  },
  {
    "text": "Oh, I think what he's probably referring to. Patrick, you can correct me if I'm wrong. Is right relationships with God one, with people two and with creation.",
    "start": "00:46:53",
    "end": "00:47:08"
  },
  {
    "text": "Ah, three. Okay.",
    "start": "00:47:08",
    "end": "00:47:09"
  },
  {
    "text": "Like kind of the triangular setup of the Eden story makes sense. Yep. Yeah. So yes, yes to that. Yeah, yes to that. That's exactly right. It's all three humans relating rightly in the different contextual ways of what that means with other human beings and then with the creator and then with their lived environment and the creatures within it. So that is like the robust, full orbed Hebrew Bible meaning of righteousness.",
    "start": "00:47:09",
    "end": "00:47:43"
  },
  {
    "text": "It sounds like when we start talking about those who hunger and thirst for righteousness, we just really laser focused on relationships with others.",
    "start": "00:47:43",
    "end": "00:47:50"
  },
  {
    "text": "Yeah. And because that is primarily the focus of Jesus in the sermon he does also in chapter six. We'll get into this much later in the series. Jesus uses the word righteousness to describe activities that you do that cultivate or foster a closer connection with God. He names prayer and fasting and he calls those doing righteousness.",
    "start": "00:47:51",
    "end": "00:48:16"
  },
  {
    "text": "But even with those, those are also corporate things done for the sake of community as well.",
    "start": "00:48:18",
    "end": "00:48:28"
  },
  {
    "text": "They can be done in a way that other people see them. And Jesus also wants us to consider doing them in ways that no one will ever know.",
    "start": "00:48:28",
    "end": "00:48:39"
  },
  {
    "text": "Yeah. So really focusing on your relationship with God.",
    "start": "00:48:39",
    "end": "00:48:42"
  },
  {
    "text": "So doing right by God is something that prayer and fasting and generosity can actually. Generosity is the perfect one because in the Hebrew Bible, in Proverbs 15, this amazing little proverb that Jesus built a lot on the one who lends to the poor. Lends to God? Yeah, it's like a little riddle, like what? How can you lend to God by.",
    "start": "00:48:42",
    "end": "00:49:13"
  },
  {
    "text": "Lending to the poor?",
    "start": "00:49:13",
    "end": "00:49:14"
  },
  {
    "text": "And we're back to the blessing, like God's the one who provided everything to begin with. But in lending to the poor, you are lending to an image of God and therefore you are lending to God. So Jesus teachings on righteousness. I think assume that close bond. The way I relate to other humans is interwoven in the closest possible way to how I relate to God.",
    "start": "00:49:14",
    "end": "00:49:44"
  },
  {
    "text": "You've brought up before. I love that you talk about when Jesus is asked, what's the greatest commandment? And he's like, oh, I'll tell you the greatest commandment.",
    "start": "00:49:45",
    "end": "00:49:52"
  },
  {
    "text": "Oh, yeah, right.",
    "start": "00:49:52",
    "end": "00:49:53"
  },
  {
    "text": "And then he actually gives two. But he calls it the greatest commandment.",
    "start": "00:49:53",
    "end": "00:49:58"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:49:58",
    "end": "00:49:59"
  },
  {
    "text": "And the two are love God with all your heart, soul, mind, strength, and love your neighbor as yourself.",
    "start": "00:49:59",
    "end": "00:50:05"
  },
  {
    "text": "That's right.",
    "start": "00:50:05",
    "end": "00:50:06"
  },
  {
    "text": "But he doesn't think of them as separate. He calls them the great commandment.",
    "start": "00:50:06",
    "end": "00:50:10"
  },
  {
    "text": "Yes. Yeah. There are two commands that are the greatest commandment.",
    "start": "00:50:10",
    "end": "00:50:14"
  },
  {
    "text": "Relate in a right way with your neighbor and relate in a right way with God. And actually those two are the same thing.",
    "start": "00:50:14",
    "end": "00:50:23"
  },
  {
    "text": "Yeah. In doing one, you are also doing the other. So in that sense, Patrick, the three way righteousness of how I relate to people, how I relate to God, how I relate to creation, we can tease them out. And they are distinct from one point of view. But also I think Jesus takes for granted that from another point of view, they are so closely bound together, they're not really different at all. Which is why he can fluidly move back and forth between teachings on how you relate to people and teachings on how you relate to God because they're really aspects of one thing. And that's true of how righteousness is used in the, in the Hebrew Bible as well. So how you do right by God is doing right by others. Even back in the Abraham story, which we talked about in that episode, that very episode, is that Abraham does right by God when he trusts in God's promise that he will have a big family.",
    "start": "00:50:23",
    "end": "00:51:29"
  },
  {
    "text": "Yeah. Which is a relational thing with God.",
    "start": "00:51:29",
    "end": "00:51:31"
  },
  {
    "text": "That's right. And then in the very next story, when he and Sarah don't trust God to provide them a child, they hurt someone. They end up hurting their Egyptian slave, abusing her. And so that breakdown of their relationship with Hagar, their slave, is intimately bound up with a breakdown in their trust in God. And trusting in God would have maintained. Right. Relationship with Hagar. And so that's a good example of how they're bound together. So this is a point, and I'm glad you raised the point, Patrick, and asked the question, because this will underlie the logic of so many more things in the Sermon on the Mount. All right, let's hear a question from Tetza in Nigeria. Hello, Bible Project team. I'm Te from Nigeria. My question is about the meek. What does the Bible mean when it also describes Moses as meek in numbers 12 3? Is it the same as what Jesus talks about in the Sermon on the Mount? Thank you for all you guys do.",
    "start": "00:51:31",
    "end": "00:52:42"
  },
  {
    "text": "So Moses is described as meek.",
    "start": "00:52:43",
    "end": "00:52:45"
  },
  {
    "text": "Yes. So one common English translation of one of the sayings of the good life sayings is how good is life for the.",
    "start": "00:52:45",
    "end": "00:52:55"
  },
  {
    "text": "Yeah, the meek. And if I remember correctly, this is that we were tracing the Hebrew word ani.",
    "start": "00:52:55",
    "end": "00:53:01"
  },
  {
    "text": "Ani? Yes, is the Hebrew word. Underneath it's the Greek word praos, which is the consistent way that Greek speaking Jews translated the Hebrew word ani.",
    "start": "00:53:01",
    "end": "00:53:13"
  },
  {
    "text": "If I remember, ani kind of most literally is someone on the margins, someone.",
    "start": "00:53:13",
    "end": "00:53:20"
  },
  {
    "text": "On the social margins who is currently experiencing a low rank in their community. A low social rank.",
    "start": "00:53:20",
    "end": "00:53:29"
  },
  {
    "text": "But then I remember that we talked about how David was sometimes referred to, as he referred to himself that way when he was out on the run.",
    "start": "00:53:29",
    "end": "00:53:37"
  },
  {
    "text": "That's right.",
    "start": "00:53:37",
    "end": "00:53:37"
  },
  {
    "text": "But he still was king. He still had a lot of social rank, but he wasn't experiencing it.",
    "start": "00:53:37",
    "end": "00:53:42"
  },
  {
    "text": "Yeah, exactly. In exile.",
    "start": "00:53:42",
    "end": "00:53:44"
  },
  {
    "text": "In exile, yeah. So he'd call himself Ani.",
    "start": "00:53:44",
    "end": "00:53:46"
  },
  {
    "text": "So one way to think about it is if you're on the margins, whether temporarily or just as a permanent state of your life, it's talking about, I don't have access to people or circles or institutions of influence where my thoughts or my ideas would even matter to change anything. So one way to think about that is about importance. People who are important are held in esteem, and what you say and think matters to them and then matters what happens. And to be unimportant then is to be the opposite of that.",
    "start": "00:53:48",
    "end": "00:54:30"
  },
  {
    "text": "And Moses was a pretty important guy.",
    "start": "00:54:30",
    "end": "00:54:32"
  },
  {
    "text": "Super important guy. But there's one story where he's called the most ani man in all the land. And it's a story in Numbers, chapter 12, when his brother and sister speak against Moses, because remember, he married a non Israelite woman, a Midianite. Yeah. Tzipporah. Or here called Cushite. And whether this Cushite woman is another way of saying a Midianite woman or whether it's talking about a second wife. Although it's never. There's never explicitly. There's never a story about him marrying a second woman. But most likely it's a way. Another sub tribal name or title for Midianites. His wife, Tipporah. Either way, he married a non Israelite. And Miriam and Aaron, his brother and sister, take issue with that. And they say, has Yahweh only spoken through Moses? Hasn't he spoken through us too?",
    "start": "00:54:32",
    "end": "00:55:38"
  },
  {
    "text": "Aren't we important too?",
    "start": "00:55:39",
    "end": "00:55:40"
  },
  {
    "text": "Yeah, right. So actually what they're saying is like.",
    "start": "00:55:40",
    "end": "00:55:43"
  },
  {
    "text": "Why are you talking about?",
    "start": "00:55:44",
    "end": "00:55:45"
  },
  {
    "text": "Why is Moses so important? Like, we're his brother and sister.",
    "start": "00:55:45",
    "end": "00:55:49"
  },
  {
    "text": "Yeah.",
    "start": "00:55:49",
    "end": "00:55:49"
  },
  {
    "text": "We're older. They're both older than him.",
    "start": "00:55:49",
    "end": "00:55:51"
  },
  {
    "text": "Okay. Yeah.",
    "start": "00:55:51",
    "end": "00:55:52"
  },
  {
    "text": "Because Miriam was there by the bank of the Nile when he got put in. And we learn later that Aaron is his older brother. So their little brother is now the most important guy in the whole tribe. You can kind of see where this comes from.",
    "start": "00:55:52",
    "end": "00:56:07"
  },
  {
    "text": "We remember your dirty diapers, Moses.",
    "start": "00:56:07",
    "end": "00:56:09"
  },
  {
    "text": "Yeah. So then the narrator comes along and says, okay, dear reader, you should know Moses was very ani. In fact, more than any Adam, any human who was on the face of the land. So Moses wasn't the kind of guy who walked around acting like he was the most important person. And so much so that his brother and sister take advantage of that and are just like, yeah, he's just our brother. Okay, what's so important about this guy?",
    "start": "00:56:09",
    "end": "00:56:37"
  },
  {
    "text": "And then this is translated in the NIV here as no, this is NASB as humble.",
    "start": "00:56:37",
    "end": "00:56:42"
  },
  {
    "text": "Yeah. So NASB as Moses was very humble. New American Standard. Moses was very meek.",
    "start": "00:56:42",
    "end": "00:56:51"
  },
  {
    "text": "So in a literal sense, it is somewhat unimportant. But then it can be described as someone who has a disposition in which they aren't trying to impress people with their importance.",
    "start": "00:56:52",
    "end": "00:57:06"
  },
  {
    "text": "That's right.",
    "start": "00:57:06",
    "end": "00:57:06"
  },
  {
    "text": "Which we would call humility.",
    "start": "00:57:07",
    "end": "00:57:08"
  },
  {
    "text": "Yes. And what humility is, is you truly believe and you act like you're not the most important person, but sometimes you really are an important person, but you believe that you're not. You believe everyone else is just as important, and then you act like an unimportant person. So that's one. But then ani and the Greek word prous can also describe, and more often describe people who actually are unimportant in their social setting.",
    "start": "00:57:08",
    "end": "00:57:44"
  },
  {
    "text": "And that's what Jesus was referring to.",
    "start": "00:57:44",
    "end": "00:57:46"
  },
  {
    "text": "That's what Jesus is referring to. However, this is back to, I think, Sophia and Talia's question.",
    "start": "00:57:46",
    "end": "00:57:52"
  },
  {
    "text": "Yes.",
    "start": "00:57:53",
    "end": "00:57:53"
  },
  {
    "text": "So what if you are a follower of Jesus? What if you are important and you're important to the people around you? How vital is it then to recognize.",
    "start": "00:57:53",
    "end": "00:58:01"
  },
  {
    "text": "Do you give up that seat on the board you're on or the. The position of power or.",
    "start": "00:58:01",
    "end": "00:58:09"
  },
  {
    "text": "Yeah, maybe sometimes it means intentionally not exerting your influence. It might mean that.",
    "start": "00:58:09",
    "end": "00:58:17"
  },
  {
    "text": "Yeah.",
    "start": "00:58:17",
    "end": "00:58:18"
  },
  {
    "text": "It might mean if you. To the best of your wisdom, you and your community discern that you really should take up a leadership or influential role. But what if you exercise that role from a deep conviction and mindset that you are not the most important person? And I will follow a leader like that to the end of the earth. His name's Jesus. He's the most important person in the cosmos, and he doesn't act like it. So he's the ultimate on knee one. So sometimes people are on knee to the people around them. We call them on the margins. And sometimes people are on knee in their mindset.",
    "start": "00:58:18",
    "end": "00:59:01"
  },
  {
    "text": "We call that humility.",
    "start": "00:59:01",
    "end": "00:59:02"
  },
  {
    "text": "We call that humility, but it's the same word in Greek and Hebrew.",
    "start": "00:59:02",
    "end": "00:59:06"
  },
  {
    "text": "Okay. And we're really becoming like Greek and Hebrew, like wordsmiths here.",
    "start": "00:59:06",
    "end": "00:59:11"
  },
  {
    "text": "Yeah, yeah. So thank you, Tetza. That's a really good question. So in that moment, it shows you that Moses didn't act like he was important, which gave his brother and sister opportunity to challenge his role of influence. And so in that moment, also, he is being oni. He's being treated as unimportant. So kind of both are happening, both layers, which is similar to David, who was the king, but he was treated by his son Absalom as a, you know, a rebel. And so he's kind of both at once.",
    "start": "00:59:11",
    "end": "00:59:48"
  },
  {
    "text": "It strikes me, I think someone's pointed this out. Moses is credited with writing the Torah, which means he would have written the line that he's the most humble person on the planet.",
    "start": "00:59:49",
    "end": "01:00:02"
  },
  {
    "text": "It's kind of a funny line if you think that Moses has to have written every word. Written every word.",
    "start": "01:00:02",
    "end": "01:00:08"
  },
  {
    "text": "Yeah. Okay.",
    "start": "01:00:08",
    "end": "01:00:08"
  },
  {
    "text": "Yep. How about one last question, a very practical question from Dominic in California. Hi, I'm Dominic Zarecki from Irvine, California. Jonathan Pennington, a scholar and guest on your podcast, says that Jesus sermon is meant to be memorized. Are there techniques early Christians used that could help us today remember and reflect on the sermon? Yeah. This is something we've advocated, encouraged y' all listening, to consider memorizing the Sermon on the Mount.",
    "start": "01:00:08",
    "end": "01:00:42"
  },
  {
    "text": "Yeah. You know, when I have not memorized it, but one thing I've noticed going through it and really thinking about the structure, which isn't something we really get to do a lot in the podcast.",
    "start": "01:00:42",
    "end": "01:00:54"
  },
  {
    "text": "Oh, sure.",
    "start": "01:00:54",
    "end": "01:00:54"
  },
  {
    "text": "But we do have a series of videos that are out on YouTube that goes through the structure of the sermon. And what I noticed is by really memorizing the structure, it helps me just remember the order of everything.",
    "start": "01:00:54",
    "end": "01:01:09"
  },
  {
    "text": "Yeah.",
    "start": "01:01:09",
    "end": "01:01:09"
  },
  {
    "text": "And that's a really good first step to then beginning to memorize the actual words. Yeah.",
    "start": "01:01:10",
    "end": "01:01:16"
  },
  {
    "text": "And it's a simple structure. It is, in a way. Well, so to your question, Dominic, you said, are there techniques early Christians used? I think one thing to draw attention, what you're drawing attention to, John, is that Jesus used a number of techniques, and then Matthew picked up Jesus teachings, and he used a number of techniques in composing and designing this teaching to optimize it for memory. The speech is actually already designed for ideal memory retention, if you understand its literary shape, because it's three parts. Each of those three parts have three parts, and then within them, each of those three parts have three parts.",
    "start": "01:01:16",
    "end": "01:02:00"
  },
  {
    "text": "And often those three parts have little triads.",
    "start": "01:02:01",
    "end": "01:02:04"
  },
  {
    "text": "Have little triads. But as you begin to memorize them, if you just straight up begin rote memorization, you will begin to feel the cadence of 1, 2, 3, 1, 2, 3. 1, 2, 3. And what you'll see is that the flow of thought actually works like that. One, two, three. One, two, three. 1, 2, 3. It's a waltz, and it'll be a closure. And so the thing is actually designed in terms of words, cadence, and flow of thought to work in these triadic shapes. And it just turns out that the way human memory, short term memory retention works is when we can memorize things in bundles and then in bundles of bundles. Kind of like phone numbers. There's something about the seven digits.",
    "start": "01:02:04",
    "end": "01:02:53"
  },
  {
    "text": "Yeah.",
    "start": "01:02:53",
    "end": "01:02:53"
  },
  {
    "text": "That once you. If you add an eight and a ninth, it mentally changes the game. But something about memorizing three numbers plus four numbers plus four numbers. Or now it's like area codes.",
    "start": "01:02:54",
    "end": "01:03:06"
  },
  {
    "text": "Yeah. Three numbers plus three numbers plus four numbers.",
    "start": "01:03:06",
    "end": "01:03:08"
  },
  {
    "text": "Three plus three plus three plus one. That's like a standard phone number shape. And that's often three plus three plus three. Or often biblical authors. And sometimes in the therm there'll be a three plus three plus three plus one.",
    "start": "01:03:08",
    "end": "01:03:21"
  },
  {
    "text": "That's the plagues. Three plus three plus three plus one.",
    "start": "01:03:21",
    "end": "01:03:23"
  },
  {
    "text": "That's the shape of the 10 plagues. Exactly. So, Dominic, one thing's already been done for you. Like, the sermon's already been optimized for memory retention in terms of other techniques. Reciting out loud a biblical, like, poem, or in this case, the sermon, reciting it out loud regularly. Which is something that, like Paul the Apostle recommends that Timothy dedicate yourself to the public reading of scripture. That was the technique. So reading it aloud to yourself, reading it aloud in your community on a regular basis, really, just if you start to read it out loud to yourself regularly, it won't be long before you won't have to look at the page for every word. You'll start. It's sticky. And so. Yeah. Maybe, I don't know. Try three months of just reading it out loud every evening or every morning or both and see what happens. And then start closing your eyes and just see what happens.",
    "start": "01:03:23",
    "end": "01:04:32"
  },
  {
    "text": "Cool.",
    "start": "01:04:32",
    "end": "01:04:33"
  },
  {
    "text": "Yeah.",
    "start": "01:04:33",
    "end": "01:04:33"
  },
  {
    "text": "Well, we're gonna continue to DO Q&Rs throughout the year. They're gonna come out later talking about episodes further down the line. So if you're listening along live, you're gonna notice these questions are responding to kind of older episodes.",
    "start": "01:04:34",
    "end": "01:04:52"
  },
  {
    "text": "Oh. Earlier in the series.",
    "start": "01:04:52",
    "end": "01:04:53"
  },
  {
    "text": "Earlier in the series. So we'll do another one and we'll try to catch back up. And we'll do. I think we have four or five of these throughout the year.",
    "start": "01:04:54",
    "end": "01:05:03"
  },
  {
    "text": "Great.",
    "start": "01:05:03",
    "end": "01:05:04"
  },
  {
    "text": "So this is the first.",
    "start": "01:05:04",
    "end": "01:05:05"
  },
  {
    "text": "Yeah. Yeah. We love. Man, we love hearing from y'. All.",
    "start": "01:05:05",
    "end": "01:05:08"
  },
  {
    "text": "Yeah.",
    "start": "01:05:08",
    "end": "01:05:09"
  },
  {
    "text": "And your questions. Such good questions. Yeah.",
    "start": "01:05:09",
    "end": "01:05:11"
  },
  {
    "text": "Thank you, everyone.",
    "start": "01:05:12",
    "end": "01:05:12"
  },
  {
    "text": "Thank you for sending them in. We're glad that walking through the sermon slowly is so helpful. It's certainly been a huge impact on us as we've done it. I mean, we've been thinking and working in this for a couple years now, and it has been such a gift to focus on this. So we hope it is for you, too. Yeah.",
    "start": "01:05:12",
    "end": "01:05:31"
  },
  {
    "text": "Bible Project is a nonprofit, and we exist to experience the Bible as a unified story that leads to Jesus. Everything that we get to make, it's all free because y' all are paying for it. So we're just keeping it free. Yeah, that's the plan.",
    "start": "01:05:34",
    "end": "01:05:49"
  },
  {
    "text": "Yep. Thank you for your generosity. Thank you for your enthusiasm for this, and we're glad that it's helpful for you. It has been transformative for us, too. So let's keep going onward and upward.",
    "start": "01:05:49",
    "end": "01:06:01"
  },
  {
    "text": "Hi, this is Ellie and I'm from Los Angeles, California. Hi, Ella. This is Stephen. The Brief on South Africa I first heard about the Bible Project through their podcasts. I first heard about the Bible Project from my good friend Maxine when I first became a Christian and visited her dorm room and saw a Bible Project poster on Romans. I used the Bible Project for finding truth in my very confusing upbringing. I use the Bible Project to strengthen my knowledge of the Word and grow in my relationship with God through learning more more about him and how he desired to convey himself through the Word. My favorite thing about the Bible Project is the podcast conversations and topics that paints a clear image of who Yahweh is and what he has done for the world through his son, Jesus Christ. My favorite thing about the Bible Project is that they help me better conceptualize and visualize themes and storylines as I read through different Bible stories and and books of the Bible. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes.",
    "start": "01:06:02",
    "end": "01:07:10"
  },
  {
    "text": "And more@bibleproject.com hi, this is Cooper here to read the credits. John Collins is the creative producer for today's Show. Production of today's episode is by producer Lindsey Ponder, managing producer Cooper Peltz, producer Colin Wilson. Stephanie Tam is our consultant and editor. Tyler Bailey is our audio engineer and editor, and he also provided the sound design and mix for today's episode. Brad Witty does our show notes. Hannah Wu provides the annotations for our app. Original Sermon on the Mount music is by Richie Cohen and the Bible Project theme song is by Tents. Timaki is our lead scholar and your host, John Collins.",
    "start": "01:07:10",
    "end": "01:07:52"
  }
]