[
  {
    "text": "We are just at the beginning of a year long journey through the Sermon on the Mount. The Sermon on the Mount is short, just over 100 verses, yet it's the largest and most well known collection of the teachings of Jesus. I'm John Collins, this is BibleProject podcast and with me is co host Michelle Jones. Hi, Michelle.",
    "start": "00:00:04",
    "end": "00:00:21"
  },
  {
    "text": "Hi, John. Okay, so while we modern people call this the Sermon on the Mount, Jesus had his own way of introducing it here. Here's Tim Mackey.",
    "start": "00:00:21",
    "end": "00:00:29"
  },
  {
    "text": "If you ever wanted to know what a summary of Jesus teaching is in one sentence, Matthew gives it to us. Chapter 4, verse 17, Jesus is announcing, turn around everybody. The kingdom of the skies has touched down.",
    "start": "00:00:29",
    "end": "00:00:42"
  },
  {
    "text": "Jesus is really familiar with the Hebrew scriptures, which we call the Old Testament. And the Hebrew Scriptures tells a story about God working with Israel to bring about his kingdom.",
    "start": "00:00:42",
    "end": "00:00:52"
  },
  {
    "text": "And today you and Tim are gonna walk us through the three parts of the Hebrew Bible and how those three parts connect to what Jesus teaching in the Sermon on the Mount.",
    "start": "00:00:52",
    "end": "00:01:01"
  },
  {
    "text": "Exactly. And while we do that, you're going to take a field trip with Dan Gummel, the producer of this episode, and one of Bible Project scholars, Aaron Shah. And you're going to look at an old Torah scroll. So while Tim and I look at how the Sermon on the Mount relates to the Hebrew Bible, we'll hear from you about how the Hebrew Bible is designed.",
    "start": "00:01:01",
    "end": "00:01:19"
  },
  {
    "text": "This feels like a little baby phone booth. What am I looking at?",
    "start": "00:01:19",
    "end": "00:01:23"
  },
  {
    "text": "What I have in front of me is actually have the Hebrew Bible. There is a difference between the Hebrew Bible and the Old Testament. The order actually helps set expectations of what to anticipate.",
    "start": "00:01:23",
    "end": "00:01:33"
  },
  {
    "text": "I'm so looking forward to this. So how does every part of the Hebrew Bible connect to the Sermon on the Mount? Tim Mackey and John Collins sit down and hash that out. Thanks for joining us.",
    "start": "00:01:34",
    "end": "00:01:44"
  },
  {
    "text": "Here we go.",
    "start": "00:01:44",
    "end": "00:01:45"
  },
  {
    "text": "Here. Let's just go to the end of Matthew, chapter four real quick. I want to look at Matthew's introduction to the Sermon on the Mount, the last half of chapter four. So chapter four, Jesus goes into the wilderness for 40 days. Okay, this key. So Matthew 4:12, Jesus hears John is put into prison. Jesus goes up and starts touring all the towns in the hills around the Lake of Galilee, the Sea of Galilee, and then chapter four, verse 17. From that time, Jesus began to announce. And if you ever wanted to know what a summary of Jesus teaching is in one sentence, Matthew gives it to us. Jesus is announcing, turn around everybody, turn around.",
    "start": "00:01:59",
    "end": "00:02:42"
  },
  {
    "text": "Repent.",
    "start": "00:02:43",
    "end": "00:02:43"
  },
  {
    "text": "Yes, repent is the new national version. But what it means is turn around. In Hebrew. The word shuv in Hebrew for repent is literally to turn around.",
    "start": "00:02:43",
    "end": "00:02:52"
  },
  {
    "text": "Yeah.",
    "start": "00:02:52",
    "end": "00:02:52"
  },
  {
    "text": "So it's used with people walking. You turn around and walk the other way. In Greek, it's metanaio, which means a transformation of your mindset. Change your mind.",
    "start": "00:02:53",
    "end": "00:03:02"
  },
  {
    "text": "Yeah.",
    "start": "00:03:02",
    "end": "00:03:03"
  },
  {
    "text": "Change, change, change. There's something happening that requires you to go a different direction. The same direction is not gonna go well for you. You gotta change because of this thing that's happening. And what is that thing? The kingdom of the skies has come near.",
    "start": "00:03:03",
    "end": "00:03:20"
  },
  {
    "text": "Well, since. Since you brought it up, the repent situation here. Did I just.",
    "start": "00:03:20",
    "end": "00:03:26"
  },
  {
    "text": "Well, Matthew brought it up. Jesus brought it up.",
    "start": "00:03:26",
    "end": "00:03:31"
  },
  {
    "text": "Yeah.",
    "start": "00:03:31",
    "end": "00:03:31"
  },
  {
    "text": "Yes.",
    "start": "00:03:32",
    "end": "00:03:32"
  },
  {
    "text": "Okay, well, so we talked last episode about domesticating Jesus teaching.",
    "start": "00:03:32",
    "end": "00:03:37"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:03:37",
    "end": "00:03:38"
  },
  {
    "text": "Are you domesticating this word? Oh, repent has such a punch to it, Right.",
    "start": "00:03:38",
    "end": "00:03:44"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:03:44",
    "end": "00:03:44"
  },
  {
    "text": "Now it's also becomes associated with. With like, street preachers and stuff. That. It. That it's just kind of gross.",
    "start": "00:03:45",
    "end": "00:03:53"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:03:53",
    "end": "00:03:54"
  },
  {
    "text": "But repent feels like it's really punchy where. Just like, does. Does the. Does the Hebrew or Greek have that same punch or is it turn around.",
    "start": "00:03:54",
    "end": "00:04:04"
  },
  {
    "text": "Change the way that you're thinking?",
    "start": "00:04:04",
    "end": "00:04:06"
  },
  {
    "text": "Yeah.",
    "start": "00:04:07",
    "end": "00:04:07"
  },
  {
    "text": "I don't know. For me, the word repent fits into that category of religious words.",
    "start": "00:04:08",
    "end": "00:04:12"
  },
  {
    "text": "Yeah.",
    "start": "00:04:12",
    "end": "00:04:12"
  },
  {
    "text": "That it's come to have a meaning that doesn't actually communicate anything anymore. Some words get so loaded with baggage. Religious words, you have to make a choice. If your goal is communication, strategic communication. I find there are some words you just need to find a new synonym or a new word for it. And so. And maybe it's just because.",
    "start": "00:04:13",
    "end": "00:04:36"
  },
  {
    "text": "Turn.",
    "start": "00:04:36",
    "end": "00:04:36"
  },
  {
    "text": "Turn around.",
    "start": "00:04:36",
    "end": "00:04:37"
  },
  {
    "text": "Turn, turnaround.",
    "start": "00:04:37",
    "end": "00:04:39"
  },
  {
    "text": "Turn around. Or Greek, meta. Neo. Change.",
    "start": "00:04:39",
    "end": "00:04:41"
  },
  {
    "text": "Change. This is not something you declare at someone. Change.",
    "start": "00:04:42",
    "end": "00:04:46"
  },
  {
    "text": "I see. Really? I'm in.",
    "start": "00:04:46",
    "end": "00:04:48"
  },
  {
    "text": "Have you ever just said that? Have you ever just. Your kids are blowing it and you just go, change.",
    "start": "00:04:48",
    "end": "00:04:52"
  },
  {
    "text": "Yeah, got it.",
    "start": "00:04:52",
    "end": "00:04:53"
  },
  {
    "text": "That would be a great way to just turn around.",
    "start": "00:04:53",
    "end": "00:04:57"
  },
  {
    "text": "Turn around, buddy. Turn around. Oh, yeah. My kids, when they were little, they would constantly run out into the street.",
    "start": "00:04:57",
    "end": "00:05:03"
  },
  {
    "text": "Okay.",
    "start": "00:05:04",
    "end": "00:05:04"
  },
  {
    "text": "Actually, what I would say is stop.",
    "start": "00:05:04",
    "end": "00:05:05"
  },
  {
    "text": "Stop.",
    "start": "00:05:06",
    "end": "00:05:06"
  },
  {
    "text": "That's what I said. Yeah, Stop. But when you're calling somebody teshuv or metana, it's not just stop. But it's not just stopping. It's a different direction.",
    "start": "00:05:06",
    "end": "00:05:15"
  },
  {
    "text": "Yeah.",
    "start": "00:05:15",
    "end": "00:05:16"
  },
  {
    "text": "You need to go in a different direction.",
    "start": "00:05:16",
    "end": "00:05:17"
  },
  {
    "text": "Okay. So Jesus message is.",
    "start": "00:05:17",
    "end": "00:05:21"
  },
  {
    "text": "Yeah, something is happening.",
    "start": "00:05:21",
    "end": "00:05:22"
  },
  {
    "text": "Stop and turn.",
    "start": "00:05:22",
    "end": "00:05:23"
  },
  {
    "text": "Yes.",
    "start": "00:05:23",
    "end": "00:05:23"
  },
  {
    "text": "Change direction.",
    "start": "00:05:23",
    "end": "00:05:24"
  },
  {
    "text": "Yeah.",
    "start": "00:05:24",
    "end": "00:05:25"
  },
  {
    "text": "Because.",
    "start": "00:05:25",
    "end": "00:05:25"
  },
  {
    "text": "Because. So flip it over. Something is happening that requires. This is the only reasonable response.",
    "start": "00:05:25",
    "end": "00:05:34"
  },
  {
    "text": "Yeah.",
    "start": "00:05:34",
    "end": "00:05:34"
  },
  {
    "text": "The kingdom of the skies has touched down right here, right now. You guys need to turn around. Pay attention. Kingdom of heaven.",
    "start": "00:05:34",
    "end": "00:05:44"
  },
  {
    "text": "Kingdom of Heaven.",
    "start": "00:05:44",
    "end": "00:05:45"
  },
  {
    "text": "That's how it gets translated.",
    "start": "00:05:45",
    "end": "00:05:45"
  },
  {
    "text": "Come near.",
    "start": "00:05:45",
    "end": "00:05:46"
  },
  {
    "text": "So this is unique to Matthew. And Matthew uses the phrase kingdom of God a few times. Excuse me, Jesus in the Gospel of Matthew. But if you compare those exact same sayings to Mark or Luke, what you'll find is uniquely in Matthew, he's taking a saying that Jesus used, sometimes kingdom of God, sometimes kingdom of the skies. And Matthew has adapted almost all of Jesus mention of the kingdom to be kingdom of the skies, kingdom of heaven. And the shorthand is that Jesus message about the Kingdom of Heaven here is clearly not that it's somewhere that you go, it's that it's somewhere that has arrived here.",
    "start": "00:05:47",
    "end": "00:06:26"
  },
  {
    "text": "Yeah. And it should make you stop, calibrate.",
    "start": "00:06:26",
    "end": "00:06:30"
  },
  {
    "text": "And listen totally and go a different direction. This is important for the Sermon on the Mount because, like, what is the new direction? So the question is the moment Matthew tells you the first words of Jesus, which are his public message, it raises the question, oh, what does it mean to turn around? What is the response to Jesus announcement's supposed to look like? And it's a paragraph away. It's going to start in a paragraph. It's called the Sermon on the Mount. Jesus next goes along the sea, begins to gather some followers. And then verse 23, this is the last paragraph before the Sermon on the Mount, Jesus went throughout Galilee, teaching in their synagogues, announcing the good news of the Kingdom, healing every disease and sickness among the people. So people are bringing him sick, those suffering, pain, people who are terrorized by spiritual forces of evil, people having seizures, paralyzed. He's just listing all the people that Jesus is going to go on and heal. Right after the Sermon on the Mount, large crowds from the Decapolis, Jerusalem, Galilee, all came. Now, when Jesus saw all these crowds, Chapter five, verse one, he went up on a mountainside where he sat down, his disciples came and he began to teach and said, and then you get the Sermon on the Mount. If you want to know the substance of what it means to turn around and respond to the arrival of the Kingdom of the Skies, it's this, the Sermon on the Mount. So the Sermon on the Mount only makes the sense that it does, as it's unpacking a bigger program of Jesus which he's launching both in teaching. But then with his actions and with this declaration of power over evil and over sickness and death itself. So that's one. And then the second Matthew told us what Jesus is proclaiming the good news of the Kingdom. And then like two sentences later, he opened his mouth and said, blessed are those who are poor in spirit. Theirs is the Kingdom of the skies. So Matthew's title for the Sermon on the Mount is the Good News of the Kingdom. He's telling you it's kind of like, tell him what you're going to tell him and then tell him, tell him and then tell him what you told him. And so, you know, the Good News of the Kingdom is actually a pretty rad title for a speech because the titles of things prepare you for what to expect out of something.",
    "start": "00:06:30",
    "end": "00:08:54"
  },
  {
    "text": "Yeah.",
    "start": "00:08:54",
    "end": "00:08:55"
  },
  {
    "text": "So sermons.",
    "start": "00:08:55",
    "end": "00:08:56"
  },
  {
    "text": "Yeah.",
    "start": "00:08:56",
    "end": "00:08:57"
  },
  {
    "text": "By calling something a sermon. Right. You're preparing somebody.",
    "start": "00:08:57",
    "end": "00:09:02"
  },
  {
    "text": "Yeah.",
    "start": "00:09:02",
    "end": "00:09:03"
  },
  {
    "text": "Actually here, one of my books, I highly recommend it. It's actually a short, funny, enjoyable exposition of the Sermon on the Mount. It's by a Jewish scholar, Amy Jill Levine, called the Sermon on the A Beginner's Guide to the Kingdom of Heaven. And she grew up in a very traditional Jewish community and she remembers reading the Gospels for the first time because it was when she was in her teens, in university years, and she was really intrigued by Jesus because from her perspective, you know, Messiah, Rabbi. She was intrigued, but because she heard Matthew 5 through 7 referred to as the Sermon on the Mount, she said she would skip it because she's like.",
    "start": "00:09:03",
    "end": "00:09:47"
  },
  {
    "text": "I don't need a sermon.",
    "start": "00:09:47",
    "end": "00:09:47"
  },
  {
    "text": "I don't want to read a sermon. I've heard sermons. I've heard Christians give sermons and rabbis give sermons. Really? This is the introduction to her book because she's telling the story about how she skipped it for years as a young adult because she was like, I don't want to hear sermons. So the point is Sermon on the Mount already puts it into a category in your mind before you even think of it. But what if the first time you heard it, you heard it called the Good News of the Kingdom? The Good news about the Kingdom of God.",
    "start": "00:09:47",
    "end": "00:10:20"
  },
  {
    "text": "Kingdom of God is a tough phrase.",
    "start": "00:10:20",
    "end": "00:10:22"
  },
  {
    "text": "Yes, That's a real tough phrase. Yeah.",
    "start": "00:10:22",
    "end": "00:10:24"
  },
  {
    "text": "Because we don't. At least in my part of the world, I think there's kingdoms around. Right. Kingdom. Is Saudi Arabia a kingdom? I think there's. There's kingdoms.",
    "start": "00:10:25",
    "end": "00:10:32"
  },
  {
    "text": "Yeah. Jordanian Kingdom. There's a few. There's a few out there. Yep.",
    "start": "00:10:32",
    "end": "00:10:35"
  },
  {
    "text": "It's just not my world. I don't understand, like, kingdoms. Don't think about kingdoms. And then the Kingdom of God or Kingdom of Heaven, it just. It just. It ends up feeling very vague.",
    "start": "00:10:35",
    "end": "00:10:47"
  },
  {
    "text": "Sure, that's right.",
    "start": "00:10:48",
    "end": "00:10:49"
  },
  {
    "text": "But it would not at all sound that way to first century Jewish speaker.",
    "start": "00:10:49",
    "end": "00:10:54"
  },
  {
    "text": "No. Yeah. One, because they're living in a different political scenario. But two the idea of Israel's God as king of Israel having kings of the nations, having kings, and then of God having a kingdom that he is bringing about or realizing here in our midst. This is. Yep. Standard biblical thought. And so when I hear good news, I think announcement. I think something new, surprising, even good news. Whoa, what's the great news? I can't wait. Anticipation, and then good news about the reign of God. The rule of God.",
    "start": "00:10:54",
    "end": "00:11:34"
  },
  {
    "text": "Yeah, the rule of God.",
    "start": "00:11:34",
    "end": "00:11:35"
  },
  {
    "text": "Like, oh, God rules the world.",
    "start": "00:11:36",
    "end": "00:11:38"
  },
  {
    "text": "And why is that good news?",
    "start": "00:11:39",
    "end": "00:11:40"
  },
  {
    "text": "I'm going to hear some surprising news that's happening right now, connected with that guy who has power over sickness and death, and he's announcing that something new is happening. And, oh, here's three chapters that summarize what this guy has to say. Yeah, that's it.",
    "start": "00:11:40",
    "end": "00:11:59"
  },
  {
    "text": "Cool.",
    "start": "00:11:59",
    "end": "00:11:59"
  },
  {
    "text": "That's the Sermon on the Mount.",
    "start": "00:11:59",
    "end": "00:12:01"
  },
  {
    "text": "That's the Sermon on the Mount. It's good. Surprising news about how the creator of the universe. Yeah. Is exerting his rule over us.",
    "start": "00:12:01",
    "end": "00:12:14"
  },
  {
    "text": "Correct. Matthew clearly wants to situate what Jesus is saying in a bigger storyline that he wants us to see Jesus as fulfilling. So let's think about the sermon in relationship to where that story is found, which is in the Hebrew Scriptures.",
    "start": "00:12:15",
    "end": "00:12:32"
  },
  {
    "text": "All right, let's dive into the Hebrew Bible.",
    "start": "00:12:35",
    "end": "00:12:37"
  },
  {
    "text": "Bible.",
    "start": "00:12:37",
    "end": "00:12:38"
  },
  {
    "text": "But to do that, we're going to take a field trip.",
    "start": "00:12:38",
    "end": "00:12:41"
  },
  {
    "text": "All right, let's see what we got.",
    "start": "00:12:43",
    "end": "00:12:45"
  },
  {
    "text": "So we are standing right here on the Western Seminary campus here in Portland, Oregon. It's a beautiful sunny day, and I want to show you guys something.",
    "start": "00:12:49",
    "end": "00:12:57"
  },
  {
    "text": "Well, lead on, dude.",
    "start": "00:12:58",
    "end": "00:12:59"
  },
  {
    "text": "Yeah. Okay, let's go on in. Yeah. So one unique part about my upbringing actually connects to the Jewish heritage and the celebration of the holidays in my family. I actually learned how to pray in Hebrew before I learned how to pray in English. So when I started following Jesus, you know, 20, 21 years old, I had a Christian Bible. And I looked at the table contents and realized that the. The books actually were in different orders and that there were some books that were in different collections. And so it just had me pause and just ask the question, like, what do I do with this? And so I want to show you an actual scroll and then compare the difference between the Hebrew Bible and the Christian Old Testament.",
    "start": "00:12:59",
    "end": "00:13:44"
  },
  {
    "text": "This feels like a little baby phone booth, but it's very sacred feeling.",
    "start": "00:13:45",
    "end": "00:13:52"
  },
  {
    "text": "This is the Torah room at Western Seminary's library. We are standing in front of a Torah scroll that was composed sometime in the 16th century. And what we're actually looking at right here, we rolled the scroll all the way Back to Genesis chapter one. So we're actually looking at the first chapter of the Torah, the first book of the Bible.",
    "start": "00:13:52",
    "end": "00:14:12"
  },
  {
    "text": "Well, it looks like a bunch of stuff I can't read. And it's in columns written on parchment that looks like it is hundreds of years old. Like I don't want to put my hands on it and at the same time I do.",
    "start": "00:14:12",
    "end": "00:14:27"
  },
  {
    "text": "So to me it looks like two giant rolling pins. Yeah, and we're talking like these, these pens are like four feet long, maybe three and a half feet.",
    "start": "00:14:28",
    "end": "00:14:35"
  },
  {
    "text": "Longer than your arm.",
    "start": "00:14:35",
    "end": "00:14:36"
  },
  {
    "text": "Yeah, longer than your arm. It's sitting up on like a glass.",
    "start": "00:14:36",
    "end": "00:14:40"
  },
  {
    "text": "Table at like a 45 degree angle.",
    "start": "00:14:40",
    "end": "00:14:42"
  },
  {
    "text": "So you can read it easily. And I'm assuming that the way you.",
    "start": "00:14:42",
    "end": "00:14:46"
  },
  {
    "text": "Move the book through like the, all of the paper is on the left.",
    "start": "00:14:46",
    "end": "00:14:50"
  },
  {
    "text": "Side right now because you mentioned to me that the Torah's read basically right.",
    "start": "00:14:50",
    "end": "00:14:56"
  },
  {
    "text": "To left, which is the opposite of.",
    "start": "00:14:56",
    "end": "00:14:58"
  },
  {
    "text": "The way English readers read.",
    "start": "00:14:58",
    "end": "00:15:00"
  },
  {
    "text": "So we're at the beginning and Aaron. Can you read this?",
    "start": "00:15:01",
    "end": "00:15:06"
  },
  {
    "text": "Yes, actually I can.",
    "start": "00:15:06",
    "end": "00:15:08"
  },
  {
    "text": "Read this to me.",
    "start": "00:15:08",
    "end": "00:15:09"
  },
  {
    "text": "Yeah. Here, let me have the yod.",
    "start": "00:15:09",
    "end": "00:15:10"
  },
  {
    "text": "What are you holding right now?",
    "start": "00:15:10",
    "end": "00:15:11"
  },
  {
    "text": "Yeah, I'm holding about probably a foot long metal stick with a little pointer finger at the end. It's called a yod.",
    "start": "00:15:11",
    "end": "00:15:19"
  },
  {
    "text": "And you use this to point at the text so that you don't put your grubby fingers on it.",
    "start": "00:15:19",
    "end": "00:15:23"
  },
  {
    "text": "Exactly. Yeah, we don't, we don't put our hands on the Torah scroll, but we use a yod. Yad means hand in Hebrew. And so this little pointer, this little hand that you pointed out, that'll actually be the guide that I'll use as, as I read. It's very interesting. Here is the way the Torah starts. This is Genesis 1, chapter, chapter 1, verse 1, Bereshit, Bara, Elohim et Hashem.",
    "start": "00:15:23",
    "end": "00:15:45"
  },
  {
    "text": "In addition to the right to left business, this already looks very different from the Bible that I would have read. As a matter of fact, I don't see numbers. I don't. Not that I can read this, but it doesn't look like it's sorted into verses and chapters and things the way my Bible is.",
    "start": "00:15:47",
    "end": "00:16:03"
  },
  {
    "text": "Yeah. So there is a difference, like you noted between the Hebrew Bible and the Old Testament. And actually, Michelle, if you would, I actually brought two different Bibles actually to show, to highlight some of the differences here. So let's open up to the table of contents. There you go. So here is. And even tells you actually under the heading right here, it says listed in Christian Old Testament order. So it has the list of the books and What I have in front of me is actually have the Hebrew Bible in the order that the Torah scrolls and the entire scrolls of the Tanakh would have been written in. So I was wondering if you wanted to go through and we'll just track each of the books and we'll see where they start to deviate, if that's okay with you. All right, yeah. So the Hebrew Bible is divided into three sections. The Torah, the prophets, and the writings. In the Christian Old Testament, it's divided into four sections. It has the Pentateuch, history, writings and prophets. Okay, so the first five books of the Bible in I have are Genesis.",
    "start": "00:16:03",
    "end": "00:17:04"
  },
  {
    "text": "Exodus, Leviticus, Numbers, Deuteronomy.",
    "start": "00:17:04",
    "end": "00:17:07"
  },
  {
    "text": "Perfect. In Genesis through Deuteronomy, these first five books are called the Torah, which means instruction in Hebrew. Your section has a heading above those. What is that called?",
    "start": "00:17:07",
    "end": "00:17:17"
  },
  {
    "text": "Pentateuch.",
    "start": "00:17:17",
    "end": "00:17:18"
  },
  {
    "text": "Pentateuch, exactly. Yeah. Five, basically the five scrolls or five compositions.",
    "start": "00:17:18",
    "end": "00:17:22"
  },
  {
    "text": "Okay, my question really quick. Is my Genesis through Deuteronomy, my Pentateuch, is it the same just content wise as your Torah? Exactly the same.",
    "start": "00:17:22",
    "end": "00:17:33"
  },
  {
    "text": "Exactly the same. Yep, exactly the same books. All right, so then we move to the next section. And what heading do you have for the next book that comes after Deuteronomy? This next section.",
    "start": "00:17:33",
    "end": "00:17:42"
  },
  {
    "text": "Historical books.",
    "start": "00:17:42",
    "end": "00:17:43"
  },
  {
    "text": "Yes. So this is where things start to deviate between the Christian Old Testament and the Hebrew Bible.",
    "start": "00:17:43",
    "end": "00:17:50"
  },
  {
    "text": "Okay, hold that thought though. I want to listen to Tim and John first talk about how the Sermon on the Mount refers back to the Torah.",
    "start": "00:17:50",
    "end": "00:17:57"
  },
  {
    "text": "So what Jesus is going to say in. In opening thesis, actually, he says that he hasn't come here to set aside the Torah and the prophets. Rather he's here to fulfill the Torah and the prophets. The biggest organizational categories for the Hebrew Bible are the three divisions of the Hebrew Bible. Torah, prophets and the writings, or in Jewish tradition, Tanakh, Torah, Neviim, Ketuvim, which are the Hebrew words for all those.",
    "start": "00:18:09",
    "end": "00:18:42"
  },
  {
    "text": "And that might be a brand new idea.",
    "start": "00:18:43",
    "end": "00:18:45"
  },
  {
    "text": "Yes.",
    "start": "00:18:46",
    "end": "00:18:46"
  },
  {
    "text": "That the Hebrew Bible, the Old Testament is three sections.",
    "start": "00:18:46",
    "end": "00:18:51"
  },
  {
    "text": "Yes. Because it doesn't have three sections in the Protestant canon, in the Protestant organization.",
    "start": "00:18:51",
    "end": "00:18:56"
  },
  {
    "text": "Organization of the books, or Roman Catholic.",
    "start": "00:18:56",
    "end": "00:18:59"
  },
  {
    "text": "In the Christian traditional organization.",
    "start": "00:18:59",
    "end": "00:19:01"
  },
  {
    "text": "Yeah, yeah. Now I was familiar with Torah being the first five books.",
    "start": "00:19:01",
    "end": "00:19:10"
  },
  {
    "text": "Yes. Called the Pentateuch in Christianity.",
    "start": "00:19:10",
    "end": "00:19:12"
  },
  {
    "text": "But that's what I would call it, the Pentateuch.",
    "start": "00:19:12",
    "end": "00:19:14"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:19:14",
    "end": "00:19:14"
  },
  {
    "text": "Yeah. And. But I knew it was also called the Torah.",
    "start": "00:19:14",
    "end": "00:19:18"
  },
  {
    "text": "Oh, okay, got it. Yeah, yeah.",
    "start": "00:19:18",
    "end": "00:19:19"
  },
  {
    "text": "Um, but I had never called it that and referred to it as that. And then. But, but I had no category for these two other ones.",
    "start": "00:19:20",
    "end": "00:19:29"
  },
  {
    "text": "Yeah, the prophets and the writings.",
    "start": "00:19:29",
    "end": "00:19:31"
  },
  {
    "text": "So T N K tnk Torah, neviim, ketevim.",
    "start": "00:19:31",
    "end": "00:19:34"
  },
  {
    "text": "Ketevim, which are the Hebrew words for Torah. First five books of Hebrew Bible teaching. Yeah, instruction.",
    "start": "00:19:34",
    "end": "00:19:42"
  },
  {
    "text": "That's what it means.",
    "start": "00:19:42",
    "end": "00:19:43"
  },
  {
    "text": "The word Torah means instruction.",
    "start": "00:19:43",
    "end": "00:19:44"
  },
  {
    "text": "Instruction.",
    "start": "00:19:44",
    "end": "00:19:45"
  },
  {
    "text": "Yeah, instruction.",
    "start": "00:19:45",
    "end": "00:19:45"
  },
  {
    "text": "And most of the time, when you see the law in the Old Testament, oh, how I love your law. Like in a psalm. Yes, that's Torah.",
    "start": "00:19:45",
    "end": "00:19:54"
  },
  {
    "text": "That's right. And when Jesus or the apostles talk about the law in the New Testament, they mean the Torah. So when Jesus says, I came not to set the Torah and prophets aside, but to fulfill them, he's talking about.",
    "start": "00:19:54",
    "end": "00:20:09"
  },
  {
    "text": "Your translation may say law and the prophets.",
    "start": "00:20:09",
    "end": "00:20:11"
  },
  {
    "text": "They might say law and the prophets, but it's Torah and prophets. Yep. The Torah tells the foundation story of God's purposes and why he's called the family of Abraham to be the vehicle of God's blessing and the conduit of his rescue for humanity and creation. This family is at the center of that cosmic drama. God rescued that family. He invited them to represent him to the world. They, from the very moments of that covenant ceremony at the foot of Mount Sinai are failing and violating the covenant. 613 commands later, they're still violating it. And the whole history of Israel is presented as an epic failure with some a handful of bright redeemable moments along the way. And so what, Jesus comes along and presents himself as speaking with the authority of the God who revealed himself on Mount Sinai. There'll be a whole section in chapter five where he'll say, you've heard that it was said. And he'll quote from the commands. Yeah, now not always a precise quotation. Sometimes he's quoting even also people's interpretations of the commands of the Torah. We'll talk about this when we get there. But the point is, he's saying, listen, you've got Torah teachers. The Torah is God's revealed will to Israel. You've heard that it was said. And then his response is, and I say to you. And then he gives his teaching. So he's clearly setting his teaching alongside. And the question is, is it in contradiction to or intensifying or replacing? And we'll talk about that. I'm an American, so we'll be American centric. Just because it's American, my context. So there's this thing called the Constitution. It's pretty important. And this is as Gutsy is saying, the Constitution says, and I now say to you, it's a gutsy move. Yeah, it's really. That's the shock value of what Jesus is going for and claiming here.",
    "start": "00:20:11",
    "end": "00:22:23"
  },
  {
    "text": "But isn't that also a normal rabbi move to be like, hey, like this is what the Torah says. And now I want to tell you my reflections on it.",
    "start": "00:22:23",
    "end": "00:22:30"
  },
  {
    "text": "Yes, for sure. And Matthew registers how people perceived what Jesus was doing here. In the conclusion to the sermon in Matthew 7, he says, when Jesus finished all these words, the crowds were amazed at his teaching, for he was teaching them as one having authority, not like their normal teachers of the Torah.",
    "start": "00:22:30",
    "end": "00:22:53"
  },
  {
    "text": "Okay, so it came across as they perceive a difference.",
    "start": "00:22:53",
    "end": "00:22:56"
  },
  {
    "text": "Yeah. So. And in traditional, you read the Mishnah, the Talmud, these are classic early Jewish texts that are all about Torah interpretation. And they're debating how best to live by the will of God filled in the Torah. But normally what they'll say, they'll quote a command and they'll say, well, Rabbi so and so says this Rabbi so and so says that. And it's collections of debates in the names of this rabbi and this rabbi. And Jesus just pretends like this. Actually, this Amy Jill Levine's book is really helpful because she's trying to situate Jesus in those debates of the first century. And Jesus is speaking into live issues happening in his time. But what's unique is he just says it on his own authority. And he wasn't trained in Jerusalem. He isn't part of the rabbi's guild. He's not a priest. He's just a guy cruising around Galilee from Nazareth. Yeah, from Nazareth. Putting his own interpretation of Torah alongside the words of God.",
    "start": "00:22:56",
    "end": "00:23:56"
  },
  {
    "text": "On a mountain.",
    "start": "00:23:58",
    "end": "00:23:59"
  },
  {
    "text": "On. Totally. And he does it on a mountain after going through the wilderness for 40. And this kind of thing.",
    "start": "00:23:59",
    "end": "00:24:04"
  },
  {
    "text": "Yeah.",
    "start": "00:24:04",
    "end": "00:24:04"
  },
  {
    "text": "So Jesus is summoning people to turn around. This thing is happening. Kingdom of the Skies is coming down. And to respond to it is to follow my interpretation of what God's calling us to through the Torah.",
    "start": "00:24:04",
    "end": "00:24:22"
  },
  {
    "text": "This is Jesus Torah.",
    "start": "00:24:22",
    "end": "00:24:23"
  },
  {
    "text": "Yep. So one aspect of the Sermon on the Mount is that it's Jesus's Torah revelation of the will of God for the covenant people of Israel. And so that's a helpful way to think about what Jesus is doing in the sermon. It's a revelation of some kind of new layer or development with the story of the Torah.",
    "start": "00:24:23",
    "end": "00:24:44"
  },
  {
    "text": "Yeah. So what I'm doing right now is I'm rolling actually part of the Torah here back, because I want to show you. Michelle, I want to show you a seam between the different parchment pieces. And actually, here's a.",
    "start": "00:25:00",
    "end": "00:25:10"
  },
  {
    "text": "Wait, here's one right here.",
    "start": "00:25:10",
    "end": "00:25:11"
  },
  {
    "text": "Yeah, here's a good one right here. So this is where one leaflet of the actual parchment itself is joined with another parchment.",
    "start": "00:25:11",
    "end": "00:25:19"
  },
  {
    "text": "It looks like it was hand sewn.",
    "start": "00:25:19",
    "end": "00:25:20"
  },
  {
    "text": "It was. It was hand sewn by a scribe to actually join these two together to create as little separation between the two pieces of parchment as possible. Often it's continuing the same story that you're reading on one side as it moves to the other from right to left. But other times, they can actually join two different whole sections of the Bible to each other. So in the Hebrew Bible, there's actually, there's these giant seams actually between the three parts of the Hebrew Bible, the Torah, the Nevi' Im, and the Ketuvim. So now, Michelle, what I'd love to do is show you the differences actually between the Hebrew Bible and the Old Testament in the Bible that you have and show you how the books actually are in different orders. If you would. Let's go ahead and go down each book just to pick out the first couple of differences between the Bibles.",
    "start": "00:25:21",
    "end": "00:26:11"
  },
  {
    "text": "All right, I've got Joshua, Judges, Ruth.",
    "start": "00:26:12",
    "end": "00:26:14"
  },
  {
    "text": "All right, stop right there. Because in my Bible it goes Joshua, Judges, Samuel. Yeah, Ruth is in a different section in my Bible, but you have Ruth. There are two other books. There's actually three other books in your section where the order is different. What happens when after you go from second Kings, what's the next book in your order?",
    "start": "00:26:14",
    "end": "00:26:33"
  },
  {
    "text": "I have first and second Chronicles, but you have Isaiah. Wait a second. There's a whole bunch of stuff that comes in between there that I don't have.",
    "start": "00:26:33",
    "end": "00:26:42"
  },
  {
    "text": "Huh.",
    "start": "00:26:42",
    "end": "00:26:43"
  },
  {
    "text": "You go, why is that?",
    "start": "00:26:43",
    "end": "00:26:44"
  },
  {
    "text": "Yeah. The sequence of the books in the Book of the Prophets actually goes in order of the former prophets, which would be Joshua through two Kings, then the latter prophets, Isaiah, Jeremiah, Ezekiel, and then actually all the minor prophets are considered to be one scroll called the book of the 12. Oh, wow.",
    "start": "00:26:44",
    "end": "00:27:01"
  },
  {
    "text": "So then Esther and Ruth and Chronicles then get pushed over someplace else. But my prophets are after the historical books. So what, why, why are your prophets in what mine would be called historical?",
    "start": "00:27:02",
    "end": "00:27:16"
  },
  {
    "text": "Yeah, the order actually helps set expectations of what to anticipate. So the way that the Hebrew Bible is organized actually helps you understand. So in the Sermon on the Mount, having the prophets actually as the next section actually does matter.",
    "start": "00:27:16",
    "end": "00:27:31"
  },
  {
    "text": "The sermon isn't just oriented to the first five books, the Hebrew Scriptures. It's also. The sermon is prophetic. It's tapping into the storyline of Israel as a whole, told through the prophets. So the prophets refer to a section of narrative books in the Hebrew Bible. Joshua, Judges, Samuel, Kings.",
    "start": "00:27:39",
    "end": "00:28:00"
  },
  {
    "text": "Yeah, that's a Bit of a reframe. Reframe.",
    "start": "00:28:00",
    "end": "00:28:04"
  },
  {
    "text": "Yeah, yeah. They're considered prophetic books because in the Bible, prophecy is offering a divine point of view on something past, present, or future. And so it's a retelling of Israel's story in the land in exile. From the point of view of the prophets. People go into the promised land, epic failure. God keeps raising up deliverers who usually have a bright moment and then they fail, or sometimes they just fail from their first moment, if you're Samson or something like that. And it keeps driving this expectation of how is Israel ever going to live up to its calling to be God's representative to the nations. Second section of the prophets are what Christians classically called prophets. Isaiah, Jeremiah, Ezekiel, and the book the twelve. The prophets began to project their hope onto a future figure who will come from the future line of David. A key part of the prophetic expectation isn't just about a Messiah to lead the people to rescue them. It's about the renewal of God's own covenant people so they can finally represent him faithfully. So his major theme that undergirds the Sermon on the Mount, that's especially in two passages in Jeremiah and Ezekiel that are kind of referred to as like the new covenant passages. I'm going to have you read it from Jeremiah 31. Starting in verse 31.",
    "start": "00:28:04",
    "end": "00:29:34"
  },
  {
    "text": "The days are coming, declares Yahweh, when I will make a new covenant with the people of Israel and with the people of Judah. Because there's like two crews now, right?",
    "start": "00:29:34",
    "end": "00:29:43"
  },
  {
    "text": "Israel and Judah kind of split off by Jeremiah's day. They had their civil war and split into two kingdoms. That's right. And actually. Sorry. And the northern kingdom has already been taken out by Assyria. Yep.",
    "start": "00:29:44",
    "end": "00:29:55"
  },
  {
    "text": "This covenant will not be the covenant I made with their ancestors when I took them by the hand and led them out of Egypt. That's the Sinai covenant. Because they broke my covenant, though I was a husband to them, declares Yahweh. This is the covenant I will make with the people of Israel after that time, declares Yahweh. I will put my law, my Torah, my Torah in their minds, and I will write it on their hearts. I will be their God and they will be my people. No longer will they teach their neighbor or say to one another, know Yahweh, because they will know me from the least of them to the greatest, declares Yahweh. For I will forgive their wickedness and will remember their sins no more.",
    "start": "00:29:55",
    "end": "00:30:38"
  },
  {
    "text": "Yeah. Hugely significant passage in the prophets.",
    "start": "00:30:39",
    "end": "00:30:43"
  },
  {
    "text": "Yeah.",
    "start": "00:30:44",
    "end": "00:30:44"
  },
  {
    "text": "So important that that entire thing you Just read is reproduced in the letter to the Hebrews. It's the longest block quote of the Old Testament found in the New Testament is this passage quoted in Hebrews. So Ezekiel has this kind of parallel anticipation to this. In Ezekiel 36, the language is similar, but also a little different. God says in Ezekiel 36, 26, I, Yahweh, will give to y' all Israel a new heart and put a new ruach, a new animating life energy, My presence inside of you. I will remove from you your heart of stone and give you a fleshy heart, a heart of flesh. I will put my ruach, my personal animating life presence in you and move you to follow my decrees and to be careful to keep my laws. The story of the Hebrew Bible is showing even when God redeems and brings a whole family of people very close to the divine presence, personally reveals the divine will granted in an ancient Near Eastern context for the laws of Israel and so on. But even then, when God does that, these people replay in the story of their own family the story of Adam and Eve and all humanity in the garden, which is just. There's something with us where we continually fail to live up to even our own best ideals, much less God's ideal purpose for us. And so when they think of a renewed people of God led by a messianic leader in the new creation living under God's kingdom, it will require this renewal and recreation of the human heart by the power of God's spirit. Oh, no, it's interesting. Jeremiah doesn't mention the spirit. What he mentions is putting the Torah inside and writing the Torah on their hearts. Such a rad image, like God's will becomes my will without even having to think about it. That would be great.",
    "start": "00:30:45",
    "end": "00:32:57"
  },
  {
    "text": "Yeah. It's kind of like having your left hand not know what your right hand's doing. Kind of has that same vibe.",
    "start": "00:32:59",
    "end": "00:33:05"
  },
  {
    "text": "Yeah. How do you mean?",
    "start": "00:33:05",
    "end": "00:33:06"
  },
  {
    "text": "The idea of something being so natural that you don't even have to think about it.",
    "start": "00:33:07",
    "end": "00:33:15"
  },
  {
    "text": "I see.",
    "start": "00:33:15",
    "end": "00:33:15"
  },
  {
    "text": "And in fact, if you did reflect on it, you'd probably surprise yourself. Like. Oh, yeah, I was. Because, I mean, I was. I was referring to. In the Sermon on the Mount, Jesus says, when you give, don't let your left hand know what your hand is doing. And it's a funny thing because. How's that possible?",
    "start": "00:33:15",
    "end": "00:33:30"
  },
  {
    "text": "Oh, sure, yeah, totally.",
    "start": "00:33:30",
    "end": "00:33:31"
  },
  {
    "text": "Because they're both your hands and you're gonna know.",
    "start": "00:33:32",
    "end": "00:33:34"
  },
  {
    "text": "Yeah.",
    "start": "00:33:34",
    "end": "00:33:34"
  },
  {
    "text": "But there's something about it when it becomes so innate, so ingrained, that you're doing it on autopilot Essentially, when someone points out, hey, you were just being generous, you're like, oh, I didn't even realize it. You were following the Torah.",
    "start": "00:33:34",
    "end": "00:33:47"
  },
  {
    "text": "Yeah.",
    "start": "00:33:47",
    "end": "00:33:47"
  },
  {
    "text": "Like, oh, really? Oh, yeah, it was.",
    "start": "00:33:47",
    "end": "00:33:48"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:33:48",
    "end": "00:33:49"
  },
  {
    "text": "It's just written on my heart.",
    "start": "00:33:49",
    "end": "00:33:50"
  },
  {
    "text": "Totally. It's about character formation. This is what Jesus is after in the sermon. It's not a code, it's a charter for a new kind of human character. That's the vision he's laying out here. And that's totally right. So the sermon is also a. It's prophetic. Jesus sees himself as offering this charter for what the Spirit empowered new representatives of God are called to be and to live. Like, what kind of ethic does somebody who has the Torah written on their heart live by? What does it mean in practice to have the Spirit of God moving you to follow God's will revealed in the Torah? That's what Jesus is claiming to unpack right here. And you can see little clues of that in the sermon. But also you have to look to the context that we just saw where Jesus says, and Matthew wants us to see that he's fulfilling the story of Israel. And this is a part of the package is the Spirit empowered recreation of the heart of people. So I should expect to see a real emphasis on the heart and the renewal of the heart and the character and integrity of the heart. And lo and behold, major, major, major theme.",
    "start": "00:33:50",
    "end": "00:35:14"
  },
  {
    "text": "So we've already seen how the Sermon on the Mount calls back to the Torah and it also calls back to the prophets. But it's got a lot of wisdom in it as well. It's got lots of sayings that kind of call back to what we would call, you know, the books of poetry and the writings and stuff.",
    "start": "00:35:22",
    "end": "00:35:40"
  },
  {
    "text": "Yes, exactly. Yeah. There's one more section in the Hebrew Bible that we have to talk about, and that is the Ketuvim or the writings. And it's kind of a junk drawer with a lot of different types of literature. But one of the main sub collections in this, in the Ketevim, in the writings, is wisdom literature.",
    "start": "00:35:40",
    "end": "00:35:57"
  },
  {
    "text": "Okay. It's like a junk drawer full of really good stuff though, because I see the Psalms in my Bible, it says there's Job, the Psalms, Proverbs, Ecclesiastes, Song of Songs does that about God.",
    "start": "00:35:57",
    "end": "00:36:10"
  },
  {
    "text": "Exactly, yeah. All of those books are all in the Ketuvim, in the writings here at the end. And one of the main functions that it plays is actually being wisdom. It is literature that leads one to wisdom, to reflection and meditation on the words that were written down, which is why the whole book is called the writings. You're supposed to reflect on it. It's actually why Psalms in the very first chapter actually says that the one who meditates on this Torah, on this instruction, will be like a tree planted by water.",
    "start": "00:36:10",
    "end": "00:36:39"
  },
  {
    "text": "So of the three, it seems like the writings or the wisdom literature is the most like the Sermon on the Mount, because the Sermon on the Mount are these quick, amazing bits of wisdom.",
    "start": "00:36:39",
    "end": "00:36:51"
  },
  {
    "text": "Yeah. Jesus was absolutely reflecting on the wisdom literature and on these books and thinking about ways and giving to the people who were at the Sermon on the Mount ways to think and imagine what it would be like to be a part of God's kingdom. But the way that they got there required them to meditate. It required them to think about the puzzles and the riddles and the parables that he was giving.",
    "start": "00:36:51",
    "end": "00:37:13"
  },
  {
    "text": "Last perspective is the sermon as wisdom literature. Jesus often will state things in their most extreme form, which is very common in Proverbs, just to grab you, grab your attention, force you to think about it, you know? So if your right hand causes you to sin.",
    "start": "00:37:23",
    "end": "00:37:42"
  },
  {
    "text": "Shabbat off.",
    "start": "00:37:42",
    "end": "00:37:43"
  },
  {
    "text": "Yeah, yeah. If your eye leads you to sexually objectify another person, gouge it out. You know, just really intense stuff.",
    "start": "00:37:43",
    "end": "00:37:53"
  },
  {
    "text": "Yeah.",
    "start": "00:37:53",
    "end": "00:37:54"
  },
  {
    "text": "So again, we'll talk about this, but just his love of hyperbole. Clever word pictures and comparisons. These are the characteristics of wisdom, especially in the worldview of Proverbs. When you live by the fear of the Lord and do wisdom, you get the good life, which doesn't always mean wealth and success, though sometimes it might. But you get the good life that Lady Wisdom says is more valuable than gold and silver. Jesus offers three word pictures to talk about the decision that you now have to make once you've heard this good news about the kingdom. What Jesus is doing is he's putting himself in the position of the Father and of Lady Wisdom from the opening chapters of the Book of Proverbs.",
    "start": "00:37:54",
    "end": "00:38:38"
  },
  {
    "text": "How so?",
    "start": "00:38:38",
    "end": "00:38:39"
  },
  {
    "text": "So when Jesus says in Matthew 7, there's a gate and a way and a path that is narrow and it leads to life. And then there's this wide gate and path that leads to destruction. These are the two paths, one to life, one to death. This is one of the most foundational metaphors for receiving, rejecting wisdom and the fear of the Lord. In the Book of Proverbs, the two paths. But the Father will regularly be like, my son, listen to my words. Live by the fear of the Lord. Take the path of wisdom. Don't take the path of fools. It leads to destruction. Lady Wisdom says at the conclusion of her speech In Proverbs chapter 8, the one who finds me finds life. All those who hate me love death, right? And Jesus says, follow me. It leads to life.",
    "start": "00:38:39",
    "end": "00:39:31"
  },
  {
    "text": "The narrow gate that leads to life.",
    "start": "00:39:31",
    "end": "00:39:32"
  },
  {
    "text": "Totally. Proverbs 1 through 9 culminates depicting folly and wisdom as two ladies. Lady Folly or Lady Wisdom. And each one builds a house. And then you can go up and enter that house, but one leads to life, one leads to death. And so Jesus ends with these two houses. You build your house on a rock and you live. You build your house on the sand and you die. So it's as if Proverbs is sunk into Jesus so deeply that he doesn't need to quote it. It's just woven into his language and imagery. So Jesus is putting himself not only in the place of the giver of the Torah and not only is saying the one who's going to recreate like a new covenant. New covenant, new heart people. But Jesus also presents himself as the revealer of divine wisdom and to live by the fear of the Lord as you do in the Proverbs. You want to know what that looks like now? It's the Sermon on the Mount.",
    "start": "00:39:32",
    "end": "00:40:32"
  },
  {
    "text": "The last book of the Ketuvim of the writings actually ends with second Chronicles.",
    "start": "00:40:44",
    "end": "00:40:48"
  },
  {
    "text": "Interesting.",
    "start": "00:40:48",
    "end": "00:40:49"
  },
  {
    "text": "Michelle, what's the last book in the Christian Old Testament?",
    "start": "00:40:49",
    "end": "00:40:52"
  },
  {
    "text": "Malachi.",
    "start": "00:40:52",
    "end": "00:40:53"
  },
  {
    "text": "Oh, Aaron. Tell us what that difference is all about.",
    "start": "00:40:53",
    "end": "00:40:55"
  },
  {
    "text": "When you end the book of second Chronicles, it actually, the very last verse ends with an incomplete sentence in Hebrew. It's the edict of Cyrus. Mid edict. He's just like, and let him go up. And that's just the end of the sentence. Go where? Go how? Like what's what, what comes after. And that's, that's the dramatic end to the Hebrew Bible. So it is a story essentially in search of an ending.",
    "start": "00:40:55",
    "end": "00:41:20"
  },
  {
    "text": "The Hebrew Bible's version of to be continued.",
    "start": "00:41:20",
    "end": "00:41:22"
  },
  {
    "text": "Yeah.",
    "start": "00:41:22",
    "end": "00:41:23"
  },
  {
    "text": "That'S it for today's episode.",
    "start": "00:41:26",
    "end": "00:41:28"
  },
  {
    "text": "Next week, Tim is going to show us how the stage Sermon on the Mount fits into the whole narrative structure of the Gospel of Matthew.",
    "start": "00:41:28",
    "end": "00:41:35"
  },
  {
    "text": "So one really important thing about understanding the Sermon on the Mount is to recognize that it is the first of five big speeches in the Gospel according to Matthew. The sermon isn't the only thing that Jesus teaches, but it is the first big speech in Matthew and that's on purpose.",
    "start": "00:41:35",
    "end": "00:41:53"
  },
  {
    "text": "The Bible Project is a non profit and we exist to experience the Bible as a unified story that leads to Jesus. Everything we make is free because of the generous support of thousands of people just like you.",
    "start": "00:41:53",
    "end": "00:42:03"
  },
  {
    "text": "Thanks for being a part of this with us.",
    "start": "00:42:03",
    "end": "00:42:05"
  },
  {
    "text": "Hi, this is Cooper here to read the credits. Dan Gummel is the creative producer for today's show. Production of today's episode is by producer Lindsey Ponder, managing Producer Cooper Peltz, producer Colin Wilson. Stephanie Tam is our consultant and editor. Tyler Bailey is our engineer and editor and he also also provided the sound design and mix for today's episode. Brad Witty does our show notes. Hannah Wu provides the annotations for our app. Yani Evans and Tyler Bailey edited today's episode. Original Sermon on the Mount music is by Richie Cohen and the Bible Project theme song is by Tents. Special thanks to Aaron Shaw and your hosts John Collins and Michelle Jones.",
    "start": "00:42:05",
    "end": "00:42:48"
  },
  {
    "text": "Hi, I'm Faith and I am from the Philippines. I first heard of the Bible Project when I was in the season of Searching for Answers and for a Teacher, which I think is a season that never truly ends. I used Bible Project to help me understand the Bible more so that I could help my disciples understand the Bible as well. My favorite thing about the Bible Project is how everything is made in the spirit of love and genuine concern for.",
    "start": "00:42:49",
    "end": "00:43:15"
  },
  {
    "text": "The Bible readers, the non Bible readers.",
    "start": "00:43:15",
    "end": "00:43:18"
  },
  {
    "text": "The struggling to read the Bible and the starting to read the Bible. We believe that the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes and more@bibleproject.com.",
    "start": "00:43:18",
    "end": "00:43:37"
  },
  {
    "text": "Sa.",
    "start": "00:43:42",
    "end": "00:43:43"
  }
]