[
  {
    "text": "This is bibleproject podcast and this year we're reading through the Sermon on the Mount. I'm John Collins and with me is co host Michelle Jones. Hi, Michelle.",
    "start": "00:00:04",
    "end": "00:00:10"
  },
  {
    "text": "Hi, John. In the Sermon on the Mount, Jesus teaches his followers to live by a greater righteousness. That's a phrase he uses to talk about a way of living that creates right relationships with everyone.",
    "start": "00:00:10",
    "end": "00:00:22"
  },
  {
    "text": "Now in this section, Jesus turns his attention to religious practices of his day, habits that allow us to live in right relationship with God and neighbor. Jesus brings up generosity to the poor, prayer and fasting.",
    "start": "00:00:22",
    "end": "00:00:34"
  },
  {
    "text": "These are good practices that followers of Jesus have done throughout the ages. But Jesus gives us a surprising warning about them. Be careful, he says, because if you do religious practices to get praise from people, then you're missing the plot. In fact, you're missing the party altogether.",
    "start": "00:00:34",
    "end": "00:00:52"
  },
  {
    "text": "He calls this way of life being a hypocrite, which for Jesus means doing the right thing, but for the wrong reason.",
    "start": "00:00:52",
    "end": "00:00:58"
  },
  {
    "text": "Today you and Tim are going to talk through these three religious practices and reflect on one somber warning of Jesus. Be careful that your religious devotion to God doesn't become a way to elevate yourself.",
    "start": "00:00:59",
    "end": "00:01:12"
  },
  {
    "text": "Thanks for joining us.",
    "start": "00:01:12",
    "end": "00:01:13"
  },
  {
    "text": "Here we go.",
    "start": "00:01:14",
    "end": "00:01:14"
  },
  {
    "text": "So we're looking at the Sermon on the Mount, and we are in chapter six of Matthew, just kind of right in the center of the Sermon on the Mount. Yeah, Jesus is talking about a greater righteousness. There's a right way to have relationships with other people and with God. In this section, you framed it up as these are ways that we relate to God that involves how we treat others. But the focus is on the audience is God. The audience is God.",
    "start": "00:01:29",
    "end": "00:02:01"
  },
  {
    "text": "Yeah. But even these three case studies in chapter six of ways that you do right by God, they're also like the standard bread and butter of first century, just Jewish religious devotion ways that you practice out your devotion to God. He's being real practical here. He's using day to day life examples from day to day religious life. In his community Last episode, we talked.",
    "start": "00:02:01",
    "end": "00:02:25"
  },
  {
    "text": "About his thesis, which is be careful, because if you're doing these things that show your devotion to God, but you're doing it in order to be seen by other people and kind of be honored by those people who see you and be like, oh, look at Tim. He's doing a great job with how he prays and gives to the poor, then Jesus is like, if that's why you're doing it, well, great. You got your reward. They think you're cool.",
    "start": "00:02:25",
    "end": "00:02:53"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:02:53",
    "end": "00:02:54"
  },
  {
    "text": "But you'll be missing the honor. The reward from the Person you should really care about.",
    "start": "00:02:54",
    "end": "00:03:02"
  },
  {
    "text": "Yeah.",
    "start": "00:03:02",
    "end": "00:03:03"
  },
  {
    "text": "So be careful. You would almost think that, like, both things could happen. I could go and be generous, and then people are like, wow, John's really generous. And then God would also be like, yeah, John's really generous. Why can't it be both?",
    "start": "00:03:03",
    "end": "00:03:17"
  },
  {
    "text": "Yeah, and it certainly can be. Yeah, totally. But it can quickly get distorted, which is why he says, be careful.",
    "start": "00:03:17",
    "end": "00:03:23"
  },
  {
    "text": "Be careful.",
    "start": "00:03:23",
    "end": "00:03:24"
  },
  {
    "text": "Yeah, totally. I mean, this is why certain aspects of, like, Paul's letters where he'll say, emulate me as I emulate Christ. And it's clear the way he worked out, you know, his apprentice model when he planted a church, which he was teaching them a new way of life. So, hey, here's how a follower of Jesus lives in the world. Follow me as I'm following Christ. And so it's not bad that other people would see you trying to be faithful to Jesus and be like, wow, I want to be that way too. He's just saying, be careful, man. Because very quickly that your motives can get twisted and out of whack and all of a sudden you're doing the right thing for the wrong reason. Which is his definition of what it means to be a hypocrite. You know, I was just thinking about this, this idea of doing the right thing for the right reason. So we have to imagine ourselves into a Greek and Roman setting. It's an honor. Shame. Culture just means that your standing in the community, your reputation, your name and your status and the honor of your name and accomplishments. It's the only game in town and everybody's playing it.",
    "start": "00:03:24",
    "end": "00:04:33"
  },
  {
    "text": "And that's not the game anymore. There's more games. You can just accumulate wealth and power and who cares what people think of you? You can just kind of live your own life and your own journey.",
    "start": "00:04:33",
    "end": "00:04:44"
  },
  {
    "text": "Yeah. Just be true to yourself.",
    "start": "00:04:44",
    "end": "00:04:45"
  },
  {
    "text": "Be true to yourself.",
    "start": "00:04:45",
    "end": "00:04:46"
  },
  {
    "text": "You do, you. You do you. And who cares what anyone else thinks about you?",
    "start": "00:04:46",
    "end": "00:04:49"
  },
  {
    "text": "And you can actually get pretty far in our culture.",
    "start": "00:04:50",
    "end": "00:04:51"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:04:51",
    "end": "00:04:52"
  },
  {
    "text": "With those games.",
    "start": "00:04:52",
    "end": "00:04:53"
  },
  {
    "text": "Totally.",
    "start": "00:04:53",
    "end": "00:04:53"
  },
  {
    "text": "But not back then. No, you couldn't. Right. Like you dead end.",
    "start": "00:04:53",
    "end": "00:04:57"
  },
  {
    "text": "The only game in town to get ahead is to do things that will be publicly visible, that will gain you honor and recognition so that you can do more of those things and generate value and hopefully wealth and have an estate.",
    "start": "00:04:57",
    "end": "00:05:14"
  },
  {
    "text": "And that's still a really great game nowadays.",
    "start": "00:05:14",
    "end": "00:05:16"
  },
  {
    "text": "Totally.",
    "start": "00:05:16",
    "end": "00:05:17"
  },
  {
    "text": "Impress the right people with the power.",
    "start": "00:05:17",
    "end": "00:05:19"
  },
  {
    "text": "That's right.",
    "start": "00:05:19",
    "end": "00:05:20"
  },
  {
    "text": "And then get a seat at their table.",
    "start": "00:05:20",
    "end": "00:05:21"
  },
  {
    "text": "Yep. Yes. Human nature, but that's a good way of saying it. There's more Games in modern Western culture and in GS Day, that's the game. And so this idea that he's introducing, that you could do the right things in public, that would gain you public honor, but actually you have no real honor before God. That's a reconfiguration that you could do the right thing for the wrong reason. And in reality, you have no honor. That was a dishonorable thing to do. So we've been talking big picture about this. These three examples, I think, will give us more concrete things to work with here. So, yeah, he has three examples of how to do right by God. The first one is by being generous to people who are in need.",
    "start": "00:05:21",
    "end": "00:06:08"
  },
  {
    "text": "Okay.",
    "start": "00:06:08",
    "end": "00:06:09"
  },
  {
    "text": "The second one is about prayer, and the third one is about fasting. And each one presents unique challenges that puts your honor in danger if you do the right thing for the wrong reason. So this is Matthew 6, verses 2 through 4. I'll just read it real quick. He says, so then when you do acts of generous giving to those in need, don't signal it with a trumpet in front of you like the hypocrites do in gathering places and alleyways. So that. Or for the purpose of being honored by others, I tell you the truth, they have fully received their reward. But y' all addressing his disciples on the hillside there, y', all, when you do your acts of generous giving to those in need, don't even let your left hand know what your right hand is doing so that your generous giving is done in private. And your father, he sees what's done in private, and he will fully reward you.",
    "start": "00:06:09",
    "end": "00:07:22"
  },
  {
    "text": "Did people really blow a trumpet as they gave money to the poor?",
    "start": "00:07:23",
    "end": "00:07:26"
  },
  {
    "text": "No.",
    "start": "00:07:26",
    "end": "00:07:27"
  },
  {
    "text": "Okay, he's being hyperbolic.",
    "start": "00:07:27",
    "end": "00:07:29"
  },
  {
    "text": "Yeah. He's for sure winking here. However, really, the most common practice associated with this kind of trumpeting was on Friday evenings when Shabbat or Sabbath was about to begin. There would be horns blown throughout the city, and people would often go into neighborhoods with little trumpets and so on.",
    "start": "00:07:29",
    "end": "00:07:47"
  },
  {
    "text": "So there were horns around.",
    "start": "00:07:47",
    "end": "00:07:48"
  },
  {
    "text": "Yeah. The point is that making public announcements with horns, it's a thing.",
    "start": "00:07:49",
    "end": "00:07:53"
  },
  {
    "text": "It's a thing.",
    "start": "00:07:53",
    "end": "00:07:53"
  },
  {
    "text": "It's a thing.",
    "start": "00:07:53",
    "end": "00:07:54"
  },
  {
    "text": "But people didn't go around doing that for their generous acts, at least, as.",
    "start": "00:07:54",
    "end": "00:07:59"
  },
  {
    "text": "I've read in the commentaries. And there's no scholars that know that this was like, a thing.",
    "start": "00:07:59",
    "end": "00:08:04"
  },
  {
    "text": "Yeah.",
    "start": "00:08:04",
    "end": "00:08:04"
  },
  {
    "text": "So he's turning up the volume on the sarcasm here. However, generous acts towards the needy. I mean, this is standard fare in Jewish culture, Israelite culture, in a way. It's not that other cultures, you know, didn't have generosity as a value. But the way and the reasons why it was significant in Jewish culture was unique, stood out. So this is cool. And just because I don't think we've ever talked about this before. So giving to the poor. The Greek word Jesus uses here is elemosonen. It comes from the Greek word eleo, which means to show mercy or to show concern or compassion, but specifically to show mercy or concern with concrete acts of generosity and kindness. And so it became the word for generosity to people in need. So the question is, in this category, you have fasting. Fasting and prayer. Those are directed to God.",
    "start": "00:08:04",
    "end": "00:09:08"
  },
  {
    "text": "Yeah.",
    "start": "00:09:08",
    "end": "00:09:08"
  },
  {
    "text": "Like, you don't do it primarily for other people to see. You do it for God to see. And so that makes this first example stick out for. Well, who's the audience? Is this a way of doing right by God or doing right by other people? Or maybe those two are tied together and the way you treat people in need is the way you do right by God. It's the roots of that concept. So I'm going to show you two proverbs. I don't think we've ever talked about these before that are kind of at the center of this One is Proverbs 14:31. It's a classic expression of this mindset. The one who oppresses the poor taunts or dishonors his Maker, but the one who is gracious to the needy honors him. In other words, in this worldview, how you relate to the poor is how you relate to your maker. And actually here, the one who oppresses the poor dishonors his maker. And the question is, who's the his of his maker?",
    "start": "00:09:09",
    "end": "00:10:19"
  },
  {
    "text": "Right.",
    "start": "00:10:19",
    "end": "00:10:19"
  },
  {
    "text": "I think it's intentionally ambiguous, meaning the one who oppresses the poor and the poor have the same maker. Yeah, you're getting the logic here.",
    "start": "00:10:20",
    "end": "00:10:29"
  },
  {
    "text": "Yeah.",
    "start": "00:10:29",
    "end": "00:10:29"
  },
  {
    "text": "So if you've grown up in a culture saturated in Jewish and Christian values, we already take this for granted. It's called human rights. It's a secularized version. And then image of God is its biblical version. But this is revolutionary stuff. God identifies himself with the poor right here. How you treat the poor is how you treat God. It's that equation right there unique to the Jewish and Christian traditions. So way of framing how you relate to the poor. There's another proverb a few chapters later, Proverbs 19:17, which reads, the one who shows kindness to the poor is the one that lends to Yahweh. He that is Yahweh will repay him his reward. Here we're very close to the language that Jesus borrows here, it seems likely that Jesus had this proverb in mind. Even in other words, somebody who shows generosity to the poor lends to Yahweh. He's actually giving money to Yahweh when he's generous to the poor. Isn't that interesting?",
    "start": "00:10:30",
    "end": "00:11:39"
  },
  {
    "text": "It's very provocative.",
    "start": "00:11:39",
    "end": "00:11:40"
  },
  {
    "text": "Very provocative.",
    "start": "00:11:40",
    "end": "00:11:41"
  },
  {
    "text": "Yeah.",
    "start": "00:11:41",
    "end": "00:11:42"
  },
  {
    "text": "Yeah. And it's not the person in need who will repay you. That's not what you're after. It's trusting the Yahweh will repay you for lending to him by giving to someone in need. That's revolutionary stuff, man. It may not seem so to us. In the old Greek Septuagint translation of this proverb, that word showing kindness to the poor is the same root Greek word that Jesus uses, aleo, being repaid by God and so on. Jesus is expressing a worldview in which when there's somebody in my community who's in need, how I relate to them is how I relate to God. Yahweh identifies himself with the most poor and vulnerable people in our communities, man. I was just reading a very short. Oh, yes. By a New Testament scholar, Kevin Rowe, called Christianity's Surprise. It's a wonderful little book. And he was talking about how in early centuries of the Jesus movement, this got translated into how you relate to the poor is how you relate to Christ. Yeah, that's it. I mean, that equation right there, and that was so radical in the early Greek and Roman world. It led to the creation of these institutions that today we take for granted called hospitals or orphanages or food banks. And these were Christian contributions to Western civilization based off of this value right here. So that's just cool. And that's just worth just naming that. That doing righteousness, doing right by God is directly connected to how one relates to the poor and the vulnerable in your own community. And be careful. I mean, Jesus overriding point is be careful.",
    "start": "00:11:42",
    "end": "00:13:32"
  },
  {
    "text": "Yeah. Because that is a beautiful, wonderful thing that it was central to this community.",
    "start": "00:13:32",
    "end": "00:13:37"
  },
  {
    "text": "Correct. Yeah.",
    "start": "00:13:37",
    "end": "00:13:38"
  },
  {
    "text": "Right. That there's this ethic of giving to the poor. But then Jesus says, okay, be careful how you do it.",
    "start": "00:13:38",
    "end": "00:13:47"
  },
  {
    "text": "Totally. Yeah.",
    "start": "00:13:47",
    "end": "00:13:48"
  },
  {
    "text": "Because you could actually do it and miss the honor, but that you're seeking by trying to just impress people. Turning it into a game.",
    "start": "00:13:48",
    "end": "00:13:57"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:13:57",
    "end": "00:13:58"
  },
  {
    "text": "To get honor from people.",
    "start": "00:13:58",
    "end": "00:13:59"
  },
  {
    "text": "So here's two examples, which is right down here. This is on page 72 of the notes. One is. This is cool. This is a stone inscription on an old synagogue from, like, the third century after Jesus. It's called the Theodotus inscription. And it's a memorial plaque that was on, like, the front wall of an actual synagogue. Here's how it reads. It says, theodotus, son of Vetunus, priest and head of the synagogue, son of the head of the synagogue and grandson of the head of the synagogue, built this synagogue for the reading of the Torah, for the teaching of the commandments, as well as building the guest room, the chambers, the water fittings as an inn for those in need from abroad. The synagogue which his fathers founded with the elders and the Simonides, or Simonides. Some family. So, yeah, we know this stuff. The memorial plaques.",
    "start": "00:13:59",
    "end": "00:15:01"
  },
  {
    "text": "Yeah.",
    "start": "00:15:01",
    "end": "00:15:02"
  },
  {
    "text": "I mean, universities, public buildings, it's the.",
    "start": "00:15:03",
    "end": "00:15:07"
  },
  {
    "text": "They're usually not as wordy as this.",
    "start": "00:15:07",
    "end": "00:15:09"
  },
  {
    "text": "Yeah, totally. Yeah.",
    "start": "00:15:09",
    "end": "00:15:11"
  },
  {
    "text": "In loving memory of.",
    "start": "00:15:11",
    "end": "00:15:12"
  },
  {
    "text": "Yeah, in loving memory. Yeah. I was just hiking a trail with my kids this last weekend and had this big stone thing. It said, in loving memory of Irv. What was his last name? I don't know. It was some forest out in the Cascade foothills. And my son August was like, who's this guy who's. Yeah, why? In loving memory. What's that about? So I was like, oh, this guy named Irv who probably loved this forest and gave money so that this trail could be maintained. And so in that sense, it's rad. It's like, oh, I was hiking this trail and now I know the guy who. They'll pay for it to exist. That's cool. But, man, be careful, Jesus says, because.",
    "start": "00:15:12",
    "end": "00:15:58"
  },
  {
    "text": "If that's all you're after, great, you got the sign.",
    "start": "00:15:59",
    "end": "00:16:02"
  },
  {
    "text": "Great, you got the plaque.",
    "start": "00:16:02",
    "end": "00:16:03"
  },
  {
    "text": "You got the plaque.",
    "start": "00:16:03",
    "end": "00:16:04"
  },
  {
    "text": "You got the plaque. Totally. And so this is a great example of how in the Greek and Roman world, in Jesus Day, this is the game right here, to get that plaque. That's everything, man. That's everything. It's ficht in Stan that I am a generous, outstanding member of our community who has provided a good thing for other people. And you get the plaque and people read your name. And Jesus says, way to go.",
    "start": "00:16:04",
    "end": "00:16:31"
  },
  {
    "text": "You did it.",
    "start": "00:16:32",
    "end": "00:16:33"
  },
  {
    "text": "You did it. Yeah. There's a story in Luke I have right here below this in Luke chapter seven, where there's a centurion, so a Roman centurion who has the servant who's sick and is probably going to die. And so the centurion sends some Jewish elders. So this is a Roman centurion sending Jewish elders of the community to Jesus. And they come and they pleaded earnestly, saying, come to this guy's house. This man deserves to have you do this because he loves our people. And he built our synagogue.",
    "start": "00:16:33",
    "end": "00:17:09"
  },
  {
    "text": "He's got the plaque.",
    "start": "00:17:10",
    "end": "00:17:11"
  },
  {
    "text": "He's got the plaque. Yeah. But their logic is this guy deserves to have you come give a grace gift of healing and life.",
    "start": "00:17:11",
    "end": "00:17:20"
  },
  {
    "text": "Yeah. There is a sentiment amongst people which is like, of course the plaque doesn't. I don't care about the plaque. But they do care about the deserts of the plaque. Being able to have access to the thing that that honor gives them.",
    "start": "00:17:20",
    "end": "00:17:40"
  },
  {
    "text": "Yeah. You dedicate so that a library can be built at a university. But, you know, it might be what you're really after is access to the board of trustees.",
    "start": "00:17:40",
    "end": "00:17:49"
  },
  {
    "text": "Totally. And being able to call one of them up when you need something.",
    "start": "00:17:50",
    "end": "00:17:55"
  },
  {
    "text": "Yep, that's right. Yeah. It's that. It's that game. And Jesus doesn't say. He's not saying don't be generous. What he's saying is, be careful, be careful.",
    "start": "00:17:55",
    "end": "00:18:05"
  },
  {
    "text": "Yeah. It's not a problem if you gain honor with people because of your generosity. Just be careful, be careful.",
    "start": "00:18:05",
    "end": "00:18:16"
  },
  {
    "text": "Yeah.",
    "start": "00:18:16",
    "end": "00:18:16"
  },
  {
    "text": "Because it can go awry.",
    "start": "00:18:16",
    "end": "00:18:17"
  },
  {
    "text": "Yeah. Yeah. All your motives can get turned upside down so quick without even knowing it. So Jesus uses this vivid image of if it's your right hand that wants to write the check, so to speak, you know, don't let your left hand know what your right hand's doing. Such a great, you know, metaphor.",
    "start": "00:18:17",
    "end": "00:18:36"
  },
  {
    "text": "Yeah. Did he invent that?",
    "start": "00:18:36",
    "end": "00:18:38"
  },
  {
    "text": "Yeah, it's Jesus turned phrase.",
    "start": "00:18:38",
    "end": "00:18:40"
  },
  {
    "text": "Wow.",
    "start": "00:18:40",
    "end": "00:18:41"
  },
  {
    "text": "Yeah, totally. So the idea is, you know, it might be better for you and for others involved if it's an anonymous gift or if you just say, I don't need a plaque. It might actually be better for the health of your heart and mind to not get the plaque. I think Jesus would seriously want his followers to entertain a different mode of generosity that doesn't play the game.",
    "start": "00:18:41",
    "end": "00:19:06"
  },
  {
    "text": "It doesn't seem like the plaque is the problem. The problem is when you then begin to orchestrate how you're generous just to get the plaque.",
    "start": "00:19:06",
    "end": "00:19:16"
  },
  {
    "text": "That's right.",
    "start": "00:19:16",
    "end": "00:19:17"
  },
  {
    "text": "It seems like what he's saying is because of that, you have to be intensely interested in how you're orchestrating your generosity.",
    "start": "00:19:17",
    "end": "00:19:25"
  },
  {
    "text": "Yeah.",
    "start": "00:19:25",
    "end": "00:19:25"
  },
  {
    "text": "Do it in such a way that it's almost disorganized. Right. Like you don't have a strategy to get a plaque. You're left hand doesn't even know what your right hand's doing.",
    "start": "00:19:25",
    "end": "00:19:35"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:19:35",
    "end": "00:19:35"
  },
  {
    "text": "You're that disorganized.",
    "start": "00:19:35",
    "end": "00:19:36"
  },
  {
    "text": "The fact that he uses a really dense figure of speech to communicate his ideas. Christians have taken this a lot of different ways. There are some traditions that have so inverted this whole game. Inverted the Game that now the new way of gaining honor is to give anonymously.",
    "start": "00:19:36",
    "end": "00:19:55"
  },
  {
    "text": "Yeah. Right.",
    "start": "00:19:55",
    "end": "00:19:56"
  },
  {
    "text": "It can also go awry. It become a new kind of.",
    "start": "00:19:57",
    "end": "00:19:59"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:20:00",
    "end": "00:20:00"
  },
  {
    "text": "A new kind of honor. Shame. Interesting game. And then all of a sudden, it's, you know, someone will feel ashamed that there's somebody that they helped and that they want to, like, tell others and make it known.",
    "start": "00:20:00",
    "end": "00:20:11"
  },
  {
    "text": "Yeah. Because actually, when you learn about other people's radical generosity, it really does.",
    "start": "00:20:12",
    "end": "00:20:16"
  },
  {
    "text": "It can really help. Help can really help. So I think it's important that we don't. Jesus is giving ethical wisdom here.",
    "start": "00:20:16",
    "end": "00:20:25"
  },
  {
    "text": "Yeah. I used to listen to this pastor who taught on this, and he gave a picture that I can never shake when I read this now, where he was saying. He related this to dancing, like, just kind of that carefree. Just like you're at a wedding party and the music's going, it's the disco jam, and you just start going out there and just kind of going crazy. He's just like. When you're dancing like that in a carefree way, you don't know. Your left hand doesn't know what your right hand's doing. Your right hand's over here, like, just shaking, and your left hand's over here, and your body's just going. And it's this free form of just like, unabandoned joy. That's the picture he kind of gave with this.",
    "start": "00:20:25",
    "end": "00:21:09"
  },
  {
    "text": "Yeah. That's an imaginative way to kind of recast the image. Yeah. Jesus, master, teacher, man. Here we are, 2,000 years.",
    "start": "00:21:09",
    "end": "00:21:16"
  },
  {
    "text": "What do you think? What do you think he meant by it? I use the word disorganized.",
    "start": "00:21:16",
    "end": "00:21:20"
  },
  {
    "text": "I mean, it does seem that for Jesus, he wants to instill a value that the default way of showing generosity should be. I'm not doing this for other people to know about it. It's not what I'm after here. And if somehow other people are gonna find out about it. Okay. But that's not the reason I'm doing it. I'm doing it cause it's doing right by God and doing right by this person.",
    "start": "00:21:21",
    "end": "00:21:46"
  },
  {
    "text": "I get it. It's like, if you're doing it so other people can know about it, then you are trying to make sure that your right hand giving the gift is done in such a way that they see it and they know it. And Jesus is saying, do not be strategizing that way.",
    "start": "00:21:46",
    "end": "00:22:05"
  },
  {
    "text": "Correct.",
    "start": "00:22:05",
    "end": "00:22:05"
  },
  {
    "text": "In fact, reorient yourself so much that when you're giving the gift to the right hand, your left hand doesn't even know.",
    "start": "00:22:05",
    "end": "00:22:13"
  },
  {
    "text": "Yeah. And again, remember 1st century Greco Roman Setting. This is the game. The game is to calculate.",
    "start": "00:22:13",
    "end": "00:22:20"
  },
  {
    "text": "The game is calculation.",
    "start": "00:22:21",
    "end": "00:22:22"
  },
  {
    "text": "The game is to put the plaque on the building so that I can gain more public notoriety, so that I can be invited to this dinner when the so and so ends, because that person will be there and I can bring up the plaque. I mean, this is the game. And the game goes on in every human community that's ever existed. And it's that that Jesus wants to turn on its head. The reason why you should give generously to somebody in need is because they're made in the image of God. And to do right by them is to do right by God. And whether or not anybody ever knows about it, Jesus. Point is, it doesn't matter. Some people might learn about it, but don't do it for that reason. It'll ruin everything, including you.",
    "start": "00:22:22",
    "end": "00:23:06"
  },
  {
    "text": "It's interesting that this ethic in Judaism of the way that you treat the poor is the way you treat God created a culture where generosity was really valued. And that's a beautiful, wonderful thing. But that could be used in a way that you don't actually care about the poor. What you really care about is you and the things that giving to the poor will get you access to because it brings you honor by the people who you think matter.",
    "start": "00:23:07",
    "end": "00:23:40"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:23:40",
    "end": "00:23:42"
  },
  {
    "text": "And so Jesus is just saying you're doing that. You're being the hypocrite, the pretender. You're pretending to care for the poor. You're doing the things that look like you care for the poor, but what you really care about is the reputation. Yeah, but it's cool that you get a good reputation by caring for the poor. Like, that's great.",
    "start": "00:23:42",
    "end": "00:24:01"
  },
  {
    "text": "Yeah, yeah, sure.",
    "start": "00:24:01",
    "end": "00:24:02"
  },
  {
    "text": "But the reason shouldn't be for the reputation.",
    "start": "00:24:03",
    "end": "00:24:06"
  },
  {
    "text": "Yeah, yeah, no, I'm thinking of a handful of individuals I've met in my years in pastoral ministry, people who have instilled this value in a unique way. So they're very wealthy, lots of resources based on family and business and this kind of thing. And they've dedicated huge amounts of their wealth to really amazing public institutions and nonprofits here in Portland for all kinds of things. And there's a few people that I've met who, when you meet them for lunch, where they drive up in kind of like a crappy car or just like, not a fancy car, and they don't come across as somebody who's, like, dressed for success. And I love that. I feel like that's so Jesus style. It doesn't mean that they couldn't get a nicer car. Or like, dress more fancy. But there's just something about turning the game upside down.",
    "start": "00:24:06",
    "end": "00:25:04"
  },
  {
    "text": "But here's the dilemma that I find really interesting, is that then that thing of, like, looking disheveled and driving the beater could become the new way to gain honor.",
    "start": "00:25:05",
    "end": "00:25:19"
  },
  {
    "text": "That's exactly right.",
    "start": "00:25:19",
    "end": "00:25:20"
  },
  {
    "text": "So you could start doing that to get the reputation correct and turn that into a new game.",
    "start": "00:25:20",
    "end": "00:25:27"
  },
  {
    "text": "Sure.",
    "start": "00:25:27",
    "end": "00:25:28"
  },
  {
    "text": "And that's what's interesting about this game of giving to the poor that was as countercultural as driving the beater car. Not within Judaism, but within the greater kind of human condition. And so whatever the thing is that brings honor in your society, just be careful.",
    "start": "00:25:28",
    "end": "00:25:47"
  },
  {
    "text": "Yeah. Yep. Let's do the next example. Verses 5 and 6.",
    "start": "00:25:47",
    "end": "00:26:04"
  },
  {
    "text": "And when you pray, don't be like the hypocrites, the pretenders, because they love to pray while standing in the gathering places and at the corners of wide streets for the purpose of being visible to people. Truly, I tell you, they have fully received their reward. But you, when you pray, enter into your inner room and shut the door so you can pray to your father in private. And your father, who sees what is done in private, he will fully reward you. And when you are praying, don't use meaningless repetition. Or like the nations, they suppose that they will be heard on account of their many words. Don't be like them, because your father knows what you need before you even ask him. Therefore, pray in this way. And then the Lord's Prayer.",
    "start": "00:26:05",
    "end": "00:26:55"
  },
  {
    "text": "The Lord's Prayer. Yeah. So the first thing is don't be like the hypocrites. They pray like this. They make sure that they are seen and visible in public when they do their prayers. There's a culture gap in context thing going on here. So Judaism, somewhere in the period after the exile, maybe before, but for sure after the exile is when it starts getting mentioned in the Hebrew scriptures developed a tradition of fixed hour prayer. You say certain prayers, most likely the Shema From Deuteronomy chapter 6, as well as other prayers. And it's fixed hour prayer. So if you live in Jerusalem, it's kind of like living near a monastery. You know, you can always go join the clergy there who are singing the prayers. But if you're out on the street and all of a sudden it's the three in the afternoon, which is afternoon prayer. You just stop and do it right there.",
    "start": "00:26:55",
    "end": "00:27:48"
  },
  {
    "text": "Right in the middle of the street.",
    "start": "00:27:48",
    "end": "00:27:49"
  },
  {
    "text": "Yeah, yeah. Or step to the side or. The point is that it's normal that people stop where they're at in the middle of the day for afternoon Prayer and say their prayers.",
    "start": "00:27:49",
    "end": "00:27:58"
  },
  {
    "text": "I see, I see. Is Jesus saying like, so that happens. But there's some people who just love it. They just love it when, oh, it happens to be prayer time. And you're right there.",
    "start": "00:27:58",
    "end": "00:28:08"
  },
  {
    "text": "I happen to be at the mar.",
    "start": "00:28:08",
    "end": "00:28:09"
  },
  {
    "text": "Here in front of these really important people and I get to just do my prayer.",
    "start": "00:28:10",
    "end": "00:28:15"
  },
  {
    "text": "Totally.",
    "start": "00:28:16",
    "end": "00:28:16"
  },
  {
    "text": "Yeah.",
    "start": "00:28:16",
    "end": "00:28:17"
  },
  {
    "text": "So if somebody isn't familiar with the practice of fixed hour prayer, where you stop where you're at and stop for 10 minutes and go wherever you're at, step aside and say your prayers, then this will seem a little odd because it's like, why would somebody go to the corner to pray?",
    "start": "00:28:17",
    "end": "00:28:34"
  },
  {
    "text": "That makes perfect sense.",
    "start": "00:28:35",
    "end": "00:28:36"
  },
  {
    "text": "So in Jesus mind, he uses again, provocative, extreme contrasts where he says, go to the opposite of a public place. Go to the back room of your house that has no windows, and even then shut the door.",
    "start": "00:28:36",
    "end": "00:28:51"
  },
  {
    "text": "It's actually pretty cool that they have this rhythm, which is, no matter where you are, we're going to stop and we're going to pray. How cool. And so it could turn out that you are in the middle of the market when this happens. But then because of human nature, this beautiful thing, suddenly you're strategizing like, okay, where's the most important place I could be when prayer time comes?",
    "start": "00:28:53",
    "end": "00:29:18"
  },
  {
    "text": "Totally. Yeah.",
    "start": "00:29:18",
    "end": "00:29:19"
  },
  {
    "text": "And Jesus is saying, if you're going to strategize, be at home in a closet with the door shut. That's the most strategic place to be.",
    "start": "00:29:19",
    "end": "00:29:27"
  },
  {
    "text": "Totally. Yeah. So one could take this. And some Christian traditions have taken this to mean Jesus disapproves of all forms of public prayer.",
    "start": "00:29:27",
    "end": "00:29:37"
  },
  {
    "text": "Right.",
    "start": "00:29:37",
    "end": "00:29:37"
  },
  {
    "text": "And there are traditions that have basically, you know, minimize the role of one person leading a group in corporate prayer.",
    "start": "00:29:37",
    "end": "00:29:45"
  },
  {
    "text": "Yeah.",
    "start": "00:29:45",
    "end": "00:29:46"
  },
  {
    "text": "And it seems, I don't know, doesn't seem to me that's what he's after here, outlawing, you know, public prayer or communal prayer led by some leaders. He's got his eye on something real specific here.",
    "start": "00:29:46",
    "end": "00:29:59"
  },
  {
    "text": "Yeah, you kind of get the rhythm of his hyperbole here in these, you know, you're giving in a strategic way so other people see it. Well, no, give in such an under strategic way that you don't even see it.",
    "start": "00:29:59",
    "end": "00:30:10"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:30:10",
    "end": "00:30:11"
  },
  {
    "text": "You're making sure you're in an important public square when prayer time comes. No, just make sure. If you're going to do anything, make sure you're at home. Like this rhythm of hyperbole kind of comes out.",
    "start": "00:30:11",
    "end": "00:30:21"
  },
  {
    "text": "That's right.",
    "start": "00:30:22",
    "end": "00:30:22"
  },
  {
    "text": "And so it does seem a little silly to be like, oh, okay, well then this is about Never pray together. Plus, we have our own cultural prayer practices that are just very different.",
    "start": "00:30:22",
    "end": "00:30:33"
  },
  {
    "text": "That's right. Yeah. So every Jewish and Christian tradition has its own kind of prayer rituals and traditions. And the point is, there's ethical and spiritual wisdom here. We all need to be careful. And prayer is addressed to God. Prayer is about sustaining a personal connection to God. And so the fact that slowly, I could distort that and start to use my conversations with God as a way to gain honor before other people. What is sad. And, you know, we've all had an experience of being an event, and you're talking to somebody, and then all of a sudden you realize they're, like, looking around the room, and they're either looking for someone more important to talk to, or they've come up to you because they want to be seen talking to you or the people you see.",
    "start": "00:30:33",
    "end": "00:31:25"
  },
  {
    "text": "Oh. And they're wondering who's looking at them. I do that all the time, though, because I'm just actually distracted. I'm just like, add and I'm just like, what's going on there?",
    "start": "00:31:25",
    "end": "00:31:33"
  },
  {
    "text": "No, totally. No. I've forced myself to make it a practice when I'm in spaces like that to lock eyes with the person I'm talking to. You know what's funny? And this is a really unique cultural niche. Cultural setting. But when you and I were at a Christian college and there was a certain, like, layer of people around the school who are like. They're like the music and worship crew. You know, they would, like, carry their guitars on their backs and, like, in between classes, they would go out to the lawns and, like, get a group of people together and sing worship songs and so on, because. And. But sometimes I would go sit in the circle.",
    "start": "00:31:33",
    "end": "00:32:10"
  },
  {
    "text": "Yeah.",
    "start": "00:32:10",
    "end": "00:32:10"
  },
  {
    "text": "And, like, it was genuine.",
    "start": "00:32:10",
    "end": "00:32:12"
  },
  {
    "text": "It's fun to sing with people.",
    "start": "00:32:12",
    "end": "00:32:14"
  },
  {
    "text": "Totally. But there's always one or two people of that crew where I was like, I had to. I wonder. I wonder. Seems like they get a lot of enjoyment from carrying that guitar. I don't know. I'm probably being judgmental.",
    "start": "00:32:14",
    "end": "00:32:26"
  },
  {
    "text": "You are, but that's fine. Yeah.",
    "start": "00:32:26",
    "end": "00:32:30"
  },
  {
    "text": "Anyhow.",
    "start": "00:32:30",
    "end": "00:32:31"
  },
  {
    "text": "But that happens with every culture.",
    "start": "00:32:31",
    "end": "00:32:33"
  },
  {
    "text": "Totally.",
    "start": "00:32:33",
    "end": "00:32:34"
  },
  {
    "text": "But it is very apparent in that there's also the. Since we're throwing people under the bus, you've been in the situation where, like, it's the prayer circle and the person is just really good at praying.",
    "start": "00:32:34",
    "end": "00:32:47"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:32:47",
    "end": "00:32:48"
  },
  {
    "text": "They just have, like, the turn of phrases. They've got the biblical vocabulary. They've got the rhythm and cadence, and they can remember prayer requests really well. They just got the Whole thing dialed. But this is the thing. How wonderful that they could remember prayer quests and they have biblical vocabulary and that they.",
    "start": "00:32:48",
    "end": "00:33:08"
  },
  {
    "text": "But be careful, be careful. This is the overriding point here. Careful. So what's interesting about this middle example, second example, is that he then gives another example that's not at home in Jewish culture. But then he starts talking about repetition like the Greeks and Romans that they use in their prayers.",
    "start": "00:33:09",
    "end": "00:33:29"
  },
  {
    "text": "You're talking about the meaningless repetition of the nation when you're praying.",
    "start": "00:33:29",
    "end": "00:33:33"
  },
  {
    "text": "Don't use meaningless repetition. They think they'll be heard because of their many words. And in contrast, Jesus utters a very short non wordy prayer. Let's talk about that in the next step.",
    "start": "00:33:33",
    "end": "00:33:45"
  },
  {
    "text": "So we've talked about two religious practices. So generosity to the poor and prayer. Both are good, but both can be done for self elevation. So be careful. That leaves us with one more example, a religious practice that isn't as common today as it was in Jesus time. The practice of fasting.",
    "start": "00:33:49",
    "end": "00:34:10"
  },
  {
    "text": "So fasting is a practice at a base level. It's when a person chooses to go without food or drink for a period of time because something serious and sacred, it's going down.",
    "start": "00:34:16",
    "end": "00:34:29"
  },
  {
    "text": "Where in the Hebrew Bible does it talk about fasting that you should fast?",
    "start": "00:34:30",
    "end": "00:34:34"
  },
  {
    "text": "Ah, it is described. Fasts are described all over the Hebrew Bible.",
    "start": "00:34:34",
    "end": "00:34:39"
  },
  {
    "text": "Never commanded. Right. I can't think of like a law.",
    "start": "00:34:39",
    "end": "00:34:42"
  },
  {
    "text": "Yeah, there's a handful of the sacred days where fast like Day of Atonement, it's a day of fasting. But fasting became more widespread for more reasons and there's more behind it. So fasting was a normal way that Jews in Jesus Day express their devotion to God. It's choosing not to eat and drink for lots of reasons with lots of symbolism attached to it. But it's, you're doing it before God. The whole point is God's the audience, like prayer and like generous giving. And so he says there's. Well here, I'll read it. He says when you fast, don't look gloomy. Like hypocrites, the pretenders, they make their faces look gloomy, really disfigured so that their fasting will be visible to other people. And I tell you the truth, they have fully received their reward.",
    "start": "00:34:42",
    "end": "00:35:32"
  },
  {
    "text": "People think they're legit.",
    "start": "00:35:32",
    "end": "00:35:34"
  },
  {
    "text": "Yep.",
    "start": "00:35:34",
    "end": "00:35:34"
  },
  {
    "text": "And that was what they wanted, man.",
    "start": "00:35:34",
    "end": "00:35:37"
  },
  {
    "text": "Look, they've been fasting for like three days, man.",
    "start": "00:35:37",
    "end": "00:35:41"
  },
  {
    "text": "They're, look at the bags under that bag.",
    "start": "00:35:41",
    "end": "00:35:42"
  },
  {
    "text": "They take their relationship with God really seriously. But when y' all my disciples fast, actually do this. Wash your hair, anoint Your head with oil. In other words, do your hair.",
    "start": "00:35:42",
    "end": "00:35:54"
  },
  {
    "text": "Yeah.",
    "start": "00:35:54",
    "end": "00:35:55"
  },
  {
    "text": "Wash your face so that your fasting won't be visible to people. But your father, your father, in private, he will know and he sees what's done in private, he's the one try.",
    "start": "00:35:56",
    "end": "00:36:09"
  },
  {
    "text": "To hide your fasting. That's kind of what he's saying.",
    "start": "00:36:09",
    "end": "00:36:11"
  },
  {
    "text": "Okay, so fasting. This was a excellent little book by Scott McKnight, New Testament scholar. He does a kind of whole study of fasting in Hebrew Bible, New Testament and early Judaism. So he calls it body talk, a phrase he coins in the book. It's a whole body means of prayer. It's engaging your whole body in an act of prayer. It's an embodied prayer. He goes through all the examples where fasting is mentioned. It's only actually commanded in one of Israel's feast days, but there's all kinds of narrative examples of it. So this is his definition, Scott McKnight. He says fasting, it's a whole body response to a serious and sacred moment in a person's life or community when someone realizes that God is revealing his purpose through a set of circumstances. The normal response in the Bible is for people to stop eating for a period of time.",
    "start": "00:36:11",
    "end": "00:37:07"
  },
  {
    "text": "The Day of atonement was the one sacred day.",
    "start": "00:37:07",
    "end": "00:37:10"
  },
  {
    "text": "You don't eat, you don't eat. It's the day where Israel's sins are being brought before God.",
    "start": "00:37:12",
    "end": "00:37:17"
  },
  {
    "text": "This day is so momentous, let's not put food or water in our bodies.",
    "start": "00:37:17",
    "end": "00:37:21"
  },
  {
    "text": "Yep. Yeah, that's right. This is why McKnight's book is really helpful in going through a study of all the fasting examples in the Bible is my conception of what fasting is and what it's for from just growing up kind of in and around church communities was what McKnight calls an instrumental view of fasting. I stop eating in an attempt to show God that I'm serious. And I hope my fasting will compel him to listen to my request and do something about it.",
    "start": "00:37:21",
    "end": "00:37:48"
  },
  {
    "text": "Okay.",
    "start": "00:37:48",
    "end": "00:37:49"
  },
  {
    "text": "And he says, just look at all the examples. It's exactly the opposite. In the Bible, fasting is a response to something that God's people discern God is doing in our midst, and it's so serious and it's so sacred that.",
    "start": "00:37:49",
    "end": "00:38:04"
  },
  {
    "text": "Eating would be inappropriate in this moment.",
    "start": "00:38:04",
    "end": "00:38:07"
  },
  {
    "text": "Yeah, yeah. Here's another quote. Fasting is a choice not to eat for a designated period of time because the moment so sacred, so serious, that satisfying one's most basic physical appetite would detract from its seriousness and profane its holy character. It's a way of focusing attention on a serious moment or event. And avoiding the indulgence of food makes us remember our fragility and dependence upon God. So there's kind of three main categories. There's like a sacred moment, fast. So here's an example. This is from the New Testament, the Book of Acts. The church at Antioch is worshiping the Lord and fasting. And in that season, the Holy Spirit made it clear that Paul and Barnabas were to be set apart for the reason that he called them. After they fasted and prayed, they place their hands on them. The community discerns there's something going on with Paul and Barnabas. Let's fast and pray. And it doesn't say because they fasted and prayed. Then God said it just said they were in a period of communal discernment for what Paul and Barnabas are supposed to be doing. And as they prayed, they discovered that God had something new for them. So that's like, yeah, sacred moment. Once I had this category. I've done this a number of times. Jessica and I have. When we were discerning if we should move to Wisconsin to go enter the Hebrew PhD program, we didn't eat for a day, and we just kind of used the meal times to just pray and ask God for wisdom. I don't know. It was cool. It's a good memory. Some people would call these thin moments where you feel like the barrier between heaven and earth in your life has become very thin and God's doing something and so you stop eating. That's cool.",
    "start": "00:38:07",
    "end": "00:40:04"
  },
  {
    "text": "That is cool.",
    "start": "00:40:04",
    "end": "00:40:05"
  },
  {
    "text": "Yeah. The most numerous examples in the Hebrew Bible are when people recognize they've done something terribly wrong, and so they fast and call out to God and so on. So famous example, that sounds like they're.",
    "start": "00:40:05",
    "end": "00:40:20"
  },
  {
    "text": "Trying to get recompense from their fasting.",
    "start": "00:40:20",
    "end": "00:40:22"
  },
  {
    "text": "Well, here's an example from 1st Samuel, chapter 7. So the people, all kinds of things they had done wrong, they turned back to Yahweh. Samuel said to the Israelites, if you're returning to Yahweh with all your hearts, get rid of all your idols. Commit yourselves holy to Yahweh and serve him only. So they put away all their idols. They served Yahweh only. And Samuel said, get everybody together. I'm going to pray for the whole community. And when they did so, they fasted and confessed their sins. We have sinned against Yahweh.",
    "start": "00:40:24",
    "end": "00:40:56"
  },
  {
    "text": "Yeah. So momentous that you're turning back, committing yourselves back.",
    "start": "00:40:56",
    "end": "00:41:01"
  },
  {
    "text": "Yeah.",
    "start": "00:41:01",
    "end": "00:41:01"
  },
  {
    "text": "This is an important moment. Let's mark it. And by fasting, it really does mark. It centers your focus and allows us to become more significant.",
    "start": "00:41:02",
    "end": "00:41:13"
  },
  {
    "text": "Yeah, yeah. It's sort of like eating is the most basic thing we do to satisfy our appetites, to keep ourselves alive and also then to indulge and enjoy.",
    "start": "00:41:13",
    "end": "00:41:25"
  },
  {
    "text": "Yeah. And people actually feast for this reason too. To mark a moment.",
    "start": "00:41:25",
    "end": "00:41:29"
  },
  {
    "text": "Exactly. Well, that's what's interesting is the inversion of this is also a way to mark sacred moments.",
    "start": "00:41:29",
    "end": "00:41:34"
  },
  {
    "text": "Yes, totally.",
    "start": "00:41:34",
    "end": "00:41:36"
  },
  {
    "text": "Which is all the other. Other than the Day of Atonement, all of the other Passover and tabernacles, these are all feast events, so it could go either way. Fasting and feasting, they're both about.",
    "start": "00:41:36",
    "end": "00:41:46"
  },
  {
    "text": "Yeah, okay, interesting. I've never thought of them as a feast.",
    "start": "00:41:47",
    "end": "00:41:49"
  },
  {
    "text": "Feasting is about celebrating the blessing of God's abundance. Fasting is about intentionally holding myself back from abundance to mark the grave or serious nature of this moment, which sometimes is genuine sadness. Other times it's just serious, somber thankfulness. Yeah, totally. So, man, in early Judaism, fasting is a thing. In the earliest Messianic Jewish communities, and then in the early Jesus movement, fasting was like a normal practice, like fixed days. Oh, yeah, We've talked about, you know, the earliest Christian text outside the New Testament is called the Didache, one of the earliest Christian texts. And it's like a manual for how to run a church. It's really fascinating. So there in 2nd century Christianity, the idea is you fast two days a week.",
    "start": "00:41:49",
    "end": "00:42:38"
  },
  {
    "text": "Two days a week.",
    "start": "00:42:39",
    "end": "00:42:39"
  },
  {
    "text": "Two days A week.",
    "start": "00:42:39",
    "end": "00:42:40"
  },
  {
    "text": "Well, that's.",
    "start": "00:42:40",
    "end": "00:42:41"
  },
  {
    "text": "Or you fast from dinner two days a week, and it's just a normal part of life. Yeah. Isn't that interesting? Yeah.",
    "start": "00:42:41",
    "end": "00:42:49"
  },
  {
    "text": "What a cool thing that you have a culture where people are like, we're going to not eat to mark these sacred moments. We depend on God. Like, this is a thin moment. Let's just stop and let's not be distracted by food. And that's so cool. And Jesus is going, be careful, be careful.",
    "start": "00:42:49",
    "end": "00:43:13"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:43:14",
    "end": "00:43:14"
  },
  {
    "text": "Because some people are doing that just to gain status and honor. And so they're actually going out of their way to make it look like they're fasting and they're fasting hard.",
    "start": "00:43:15",
    "end": "00:43:28"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:43:28",
    "end": "00:43:29"
  },
  {
    "text": "Yes, hard and fast on the fast. And Jesus then in his hyperbolic rhythm then goes, when you fast, like go out of your way to hide it.",
    "start": "00:43:30",
    "end": "00:43:42"
  },
  {
    "text": "Yes, that's right. Yeah. And these images, anointing your head with oil, essentially. Do your hair, wash your face. Yeah. Don't look like you're fasting. That's the idea. It's pretty intuitive at this point. All three of these work together. Yeah. You know, depending on whether or not somebody's grown up in a Christian tradition, this might seem so intuitive because we've grown up in a tradition that's been soaked in this value already. So there's some imaginative work that we need to do to imagine a culture where this was like, whoa, wow. Imagine a setting where this kind of thing really needs to be said. But then I love how you've been flipping every one of these examples and to say, actually any culture of any time has their own versions of this.",
    "start": "00:43:42",
    "end": "00:44:30"
  },
  {
    "text": "Right. It's those things in your culture where it's like. It's actually pretty cool that we all value this thing.",
    "start": "00:44:30",
    "end": "00:44:36"
  },
  {
    "text": "Yeah.",
    "start": "00:44:36",
    "end": "00:44:37"
  },
  {
    "text": "It's cool that we'll sit around and sing worship songs together.",
    "start": "00:44:37",
    "end": "00:44:39"
  },
  {
    "text": "Totally.",
    "start": "00:44:39",
    "end": "00:44:40"
  },
  {
    "text": "It's cool that we'll take prayer requests and pray for each other. It's cool that we have potlucks.",
    "start": "00:44:40",
    "end": "00:44:47"
  },
  {
    "text": "Yeah.",
    "start": "00:44:49",
    "end": "00:44:49"
  },
  {
    "text": "But be careful. Cause if you're bringing that casserole to the potluck and you're putting it on the table, and you know that Pastor whoever is going to. He likes that one. Be careful.",
    "start": "00:44:49",
    "end": "00:45:05"
  },
  {
    "text": "That's totally it. Yep. So this is an enduring contribution of the Sermon on the Mount, that you can do the right thing for the wrong reason and ruin everything. It's the fly in the ointment.",
    "start": "00:45:05",
    "end": "00:45:17"
  },
  {
    "text": "Okay. So it strikes me, as we talk about contemporary ways to reimagine these teachings, is that our whole project, Bible Project, is about a really great spiritual practice to connect us to God.",
    "start": "00:45:19",
    "end": "00:45:35"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:45:35",
    "end": "00:45:37"
  },
  {
    "text": "And to others.",
    "start": "00:45:37",
    "end": "00:45:37"
  },
  {
    "text": "Yeah.",
    "start": "00:45:37",
    "end": "00:45:38"
  },
  {
    "text": "Which is to read the Bible as unified story leads to Jesus. Read it as meditation literature. What we're doing, we're trying to model, make this whole thing about. It's good. But here we are now with two guys publicly talking about the Bible.",
    "start": "00:45:38",
    "end": "00:45:53"
  },
  {
    "text": "Yeah, yeah, sure.",
    "start": "00:45:53",
    "end": "00:45:54"
  },
  {
    "text": "You know, we could be doing this privately, and I think for really good reasons. We want to do it publicly.",
    "start": "00:45:54",
    "end": "00:45:58"
  },
  {
    "text": "Yeah, sure. That's right. But be careful. The same wisdom applies. James, Jacob, who wrote the New Testament letter James Best, pronounced Jacob. Yeah. Has that one line in there about, be careful, brothers and sisters. Not many of you should become teachers. What he means is like, local Jesus community teachers of the Bible and of the Jesus story. He actually says not many people should aspire to that because you are pointing forward to such beautiful truths, such noble ideals, that if your life trajectory and habits are out of sync with that, there's going to be some serious conversations with Jesus about that. He says you will bring on yourself A stricter judgment. Oh, wow.",
    "start": "00:45:58",
    "end": "00:46:50"
  },
  {
    "text": "Yeah.",
    "start": "00:46:50",
    "end": "00:46:50"
  },
  {
    "text": "AKA some very serious conversations with Jesus at some point. Yeah. The point is that in anything that you do that is truly good and worthy, that's trying to help other people point towards life and towards Jesus, can itself be full of promise and have pitfalls attached. You're totally right. Like, we're poking fun at like people we can think of from Bible college. But let's be self aware that you and I sitting and talking into these.",
    "start": "00:46:50",
    "end": "00:47:22"
  },
  {
    "text": "Microphones, we're trying to. Yeah, we want to do good.",
    "start": "00:47:22",
    "end": "00:47:24"
  },
  {
    "text": "We want to do good. Yeah.",
    "start": "00:47:24",
    "end": "00:47:26"
  },
  {
    "text": "And so be careful.",
    "start": "00:47:26",
    "end": "00:47:28"
  },
  {
    "text": "Be really careful that your motives don't unconsciously over time and then maybe consciously begin to shift that you do or say certain things because of. So people will regard you and think about you in a certain way. Yeah, that's wisdom right there.",
    "start": "00:47:28",
    "end": "00:47:46"
  },
  {
    "text": "And I think also just for the whole project, it's such a good thing to be able to be formed by God's word, the scripture. How many steps away are we then removed from twisting it into something that no longer is actually good?",
    "start": "00:47:46",
    "end": "00:48:05"
  },
  {
    "text": "Yeah, that's a good question. Probably not very many steps away. Yeah, yeah. Remember, for Jesus, the true reward is about being in those invisible, private moments where right relationships with other people and Right relationship. But even more than that, the secret, the hidden place with God, there's like a picture of intimacy.",
    "start": "00:48:05",
    "end": "00:48:30"
  },
  {
    "text": "Intimacy. Yeah, intimacy.",
    "start": "00:48:30",
    "end": "00:48:32"
  },
  {
    "text": "Yeah. Just be so careful.",
    "start": "00:48:32",
    "end": "00:48:35"
  },
  {
    "text": "Don't lose that.",
    "start": "00:48:35",
    "end": "00:48:36"
  },
  {
    "text": "Yeah. That. You don't lose that. That is the ultimate goal. Because all of it will fade. This is a project, like, just again, speaking autobiographically for you and I, like, this is a project and there will be a day when we don't do this anymore and where what will really matter is the kind of person we've become through our life choices. And that's the reward and the depth of our intimacy with God as we pass into the next phase of our lives and then beyond this life into the new creation. Like, that's what endures and that's the real reward. And yeah, I guess it's about making sure probably through habits and rhythms check in points, that my motives get reevaluated.",
    "start": "00:48:36",
    "end": "00:49:24"
  },
  {
    "text": "Because if we miss the point, even if it's a good thing, if you start to miss the point, the danger is just say it clearly. For me, the danger is be careful of what?",
    "start": "00:49:25",
    "end": "00:49:36"
  },
  {
    "text": "Well, in this case, religious practices, the whole point is to form you into the kind of person who can receive the love and intimate presence of God in as pure a form as a human can experience it. Like, that's what these practices are aimed at. Generosity opens us up to see gods in the image of God and being generous to or prayer and fasting. And if I subtly redirect those to actually be aimed at an audience of other people. It's just like the biggest adventure in missing the point. But the thing that you miss out on is the thing that we're made for, you know, and that's the biggest tragedy. I mean, maybe that's why when religious leaders, whatever, fail, especially very publicly, it seems extra tragic because the thing that probably they desired at the beginning and maybe even throughout to do was to point other people to true life. And you can end up losing the thing that you were aiming at. Sobering. Sobering but important. And Jesus clearly wants us to keep that as part of our focus, even as we are generous and pray and fast and point people to find God in the scriptures.",
    "start": "00:49:36",
    "end": "00:50:59"
  },
  {
    "text": "That's it for today's episode.",
    "start": "00:51:10",
    "end": "00:51:12"
  },
  {
    "text": "Ah, but there's one thing that we skipped in this section. There's three religious practices and the middle one's prayer. And right after Jesus teaches us to be careful how we pray, he gives us a short 12 line prayer to pray ourselves. It's a prayer that Jesus prayed. It's known as the Lord's Prayer.",
    "start": "00:51:12",
    "end": "00:51:30"
  },
  {
    "text": "Yes, it's a beautiful and profound prayer and we're gonna speak the next five weeks going over this prayer line by line.",
    "start": "00:51:30",
    "end": "00:51:38"
  },
  {
    "text": "Prayer is a many faceted jewel in possession of the community of Jesus and it can do many things. But what we definitely shouldn't ignore is that one of the main ways and functions that prayer had in Jesus setting and in the prayer he gave to us was a formative prayer that's meant to shape us through repetition over a long period of time.",
    "start": "00:51:38",
    "end": "00:51:58"
  },
  {
    "text": "BibleProject is a nonprofit and we exist to experience the Bible as a unified story that leads to Jesus.",
    "start": "00:51:59",
    "end": "00:52:06"
  },
  {
    "text": "Everything that we make is free because it's already been paid for by thousands of people just like you.",
    "start": "00:52:06",
    "end": "00:52:11"
  },
  {
    "text": "Thanks for being a part of this with us.",
    "start": "00:52:11",
    "end": "00:52:13"
  },
  {
    "text": "Hi, this is Kimberly and I'm from West Covina, California. Hello. This is Chris from Northumberland, Pennsylvania. I first heard about Bible Project from the dear brother in Christ and the first father of a few of my former students. I first heard about the Bible project from YouTube while finding the best way to provide Bible book overviews to our Bible study group. I love to geek out with Bible Project. I listen to the podcast every week. Bibleproject challenges me to keep growing in my knowledge of the scriptures as it uncovers amazing new things in God's word. My favorite thing about bibleproject are their use of of progressive revelation principles. They put the pieces of each biblical puzzle together to present the full picture of what God reveals in Scripture. It has elevated my appreciation for the literary unity, genius and beauty of the Bible and it leads me to worship and love God more and more. We believe the Bible is a unified story that leads to Jesus where Crowdfunded Program Project by People Like Me Find videos, study notes, podcasts, classes and more@bibleproject.com hey, this is Tyler here to read the credits. John Collins is the creative producer for today's show.",
    "start": "00:52:14",
    "end": "00:53:30"
  },
  {
    "text": "Production for today's episode is by producer Lindsey Ponder, managing Producer Cooper Peltz producer.",
    "start": "00:53:30",
    "end": "00:53:36"
  },
  {
    "text": "Colin Wilson Stephanie Tam is our consultant and editor.",
    "start": "00:53:36",
    "end": "00:53:40"
  },
  {
    "text": "Tyler Bailey is our audio engineer and.",
    "start": "00:53:40",
    "end": "00:53:42"
  },
  {
    "text": "Editor and he also provided our sound.",
    "start": "00:53:42",
    "end": "00:53:44"
  },
  {
    "text": "Design and mix for today's episode.",
    "start": "00:53:44",
    "end": "00:53:46"
  },
  {
    "text": "Frank Garza and Aaron Olson edited today's episode.",
    "start": "00:53:46",
    "end": "00:53:49"
  },
  {
    "text": "JB Witty does our show notes and Hannah Wu provides the annotations for our app.",
    "start": "00:53:49",
    "end": "00:53:53"
  },
  {
    "text": "Original Sermon on the Mount, music by.",
    "start": "00:53:53",
    "end": "00:53:55"
  },
  {
    "text": "Richie Cohen and the Bible Project theme song is by Tents. Tim Mackey is our lead scholar and your hosts, John Collins and Michelle Jo.",
    "start": "00:53:55",
    "end": "00:54:04"
  }
]