[
  {
    "text": "Hey, Tim.",
    "start": "00:00:18",
    "end": "00:00:18"
  },
  {
    "text": "Hello, John Collins.",
    "start": "00:00:19",
    "end": "00:00:20"
  },
  {
    "text": "Hello.",
    "start": "00:00:20",
    "end": "00:00:21"
  },
  {
    "text": "Hi.",
    "start": "00:00:21",
    "end": "00:00:21"
  },
  {
    "text": "We get to listen to some questions and respond. Yes, it's a Q and R. Yes.",
    "start": "00:00:21",
    "end": "00:00:27"
  },
  {
    "text": "We get to interact with the thoughts and questions and wonderful observations and ideas that you all our listening audience have. And super fun. So this is the fourth Q&R episode as we've been journeying through the Sermon on the Mount. So these are questions that were sent in regarding Jesus teachings on the Lord's Prayer and then a little peppering in of some of his teachings on money. And that's the bundle of questions we got today. And there were some clear runaway most repeated questions. In fact, the second and third questions we'll look at today are the most repeated question.",
    "start": "00:00:27",
    "end": "00:01:10"
  },
  {
    "text": "Okay. It's on everyone's mind about testing. Okay.",
    "start": "00:01:10",
    "end": "00:01:13"
  },
  {
    "text": "But should we just dive in?",
    "start": "00:01:13",
    "end": "00:01:14"
  },
  {
    "text": "Let's dive in.",
    "start": "00:01:14",
    "end": "00:01:14"
  },
  {
    "text": "But first, Abigail from Charlotte, North Carolina, you had a fantastic insight and question about Jesus's little riddle about the eye is the lamp of the body. We did, I think just a whole episode on that little riddle. So, Abigail, let's hear your question. Hey there.",
    "start": "00:01:14",
    "end": "00:01:34"
  },
  {
    "text": "My name is Abigail from Charlotte, North Carolina.",
    "start": "00:01:34",
    "end": "00:01:37"
  },
  {
    "text": "As I'm listening to you talk about the eye being the lamp of the body, my mind is drawn to Genesis.",
    "start": "00:01:37",
    "end": "00:01:42"
  },
  {
    "text": "3 where the woman in the garden sees that the tree was good for.",
    "start": "00:01:42",
    "end": "00:01:45"
  },
  {
    "text": "Food and pleasing to the eye.",
    "start": "00:01:45",
    "end": "00:01:46"
  },
  {
    "text": "Is this parallel of the eye is the lamp something that can be drawn to other circumstances like this? Or do you think that Jesus just meant it in regards to monetary greed? I'm so thankful for your faithfulness to.",
    "start": "00:01:47",
    "end": "00:01:58"
  },
  {
    "text": "The Word and using your gifts to teach others.",
    "start": "00:01:58",
    "end": "00:02:00"
  },
  {
    "text": "That's cool. Just thinking about Genesis 3.",
    "start": "00:02:01",
    "end": "00:02:04"
  },
  {
    "text": "Yeah.",
    "start": "00:02:04",
    "end": "00:02:04"
  },
  {
    "text": "Keep it on the mind.",
    "start": "00:02:04",
    "end": "00:02:05"
  },
  {
    "text": "That's right. The Garden of Eden story should just always be on the brain in all the parts of the Bible whenever you read. And this is a wonderful example where the idea of seeing the eye and its ability to see and obviously light and dark, you know, that's in Jesus riddle. Remind you of this story right before the Garden of Eden story with day one of Genesis, the seven day creation story. So one, there's two parts I discern in your question, Abigail. One is, is there a connection or some connection to Genesis 3 and the role of eyes and seeing? And then is Jesus's little riddle only about generosity or stinginess or are there wider applications and Maybe is Genesis 3 kind of like the widest application about. Because this is all about Jesus riddle is about the quality of your eye.",
    "start": "00:02:05",
    "end": "00:03:00"
  },
  {
    "text": "Yeah. Let's remind ourselves.",
    "start": "00:03:00",
    "end": "00:03:02"
  },
  {
    "text": "Okay.",
    "start": "00:03:02",
    "end": "00:03:02"
  },
  {
    "text": "So you could have a good eye or a bad eye, but it doesn't say good eye. It says the hop loose.",
    "start": "00:03:02",
    "end": "00:03:08"
  },
  {
    "text": "The hop loose eye. Yeah. Which means single unified whole. It's often a word used for a singularity of purpose in context, about generosity.",
    "start": "00:03:08",
    "end": "00:03:20"
  },
  {
    "text": "It's often used as a term to be generous.",
    "start": "00:03:20",
    "end": "00:03:23"
  },
  {
    "text": "Yeah.",
    "start": "00:03:23",
    "end": "00:03:23"
  },
  {
    "text": "So that was the focus.",
    "start": "00:03:24",
    "end": "00:03:24"
  },
  {
    "text": "That's right. In which case the word genuine.",
    "start": "00:03:24",
    "end": "00:03:27"
  },
  {
    "text": "Yeah. A sincerity.",
    "start": "00:03:27",
    "end": "00:03:28"
  },
  {
    "text": "That's right. But the opposition of a bad eye, which Jesus uses.",
    "start": "00:03:28",
    "end": "00:03:32"
  },
  {
    "text": "And he uses the phrase the bad.",
    "start": "00:03:32",
    "end": "00:03:33"
  },
  {
    "text": "Eye, which is a biblical turn to phrase for being stingy.",
    "start": "00:03:33",
    "end": "00:03:38"
  },
  {
    "text": "So it really is literally talking about the way that you interact with your stuff and the way that your stuff helps you either have good relationships or not. And there's this way of being light for others and as a way of finding darkness.",
    "start": "00:03:38",
    "end": "00:03:57"
  },
  {
    "text": "Yes. So we're gonna get to the Genesis 3 thing last, actually, what was so happy to see your question, Abigail, is because you're discerning, like, is it possible? Since the riddle is about seeing. And yes, there's this phrase, the bad eye versus the good eye, that is about generosity and stinginess. But Jesus tweaks the good I phrase to the haplus eye, the sincere, generous. It's hard to do it in English, sincere I, the whole I, the generous I. But when you're talking about sight, just by nature, the metaphor makes you think more widely than just money, even though these figures of speech.",
    "start": "00:03:57",
    "end": "00:04:37"
  },
  {
    "text": "Mostly your perception.",
    "start": "00:04:37",
    "end": "00:04:38"
  },
  {
    "text": "It's about perception.",
    "start": "00:04:39",
    "end": "00:04:40"
  },
  {
    "text": "Yeah.",
    "start": "00:04:40",
    "end": "00:04:40"
  },
  {
    "text": "So this is so fascinating, and it's a great example of something you can do between the gospel narratives, especially Matthew, Mark, and Luke, that have so much verbatim overlap of the sayings of Jesus. But sometimes you can see how a saying of Jesus was memorized and passed on by itself. And then you can see how Matthew picked it up and put it into a collection as he was forming his narrative. But you can also see how Mark and Luke took that same story or saying and plugged it into a different context to bring out another nuance of meaning. So this is really interesting. What you find in Luke 11 is a whole bunch of material that is also found in the Sermon on the Mount, but in a totally different order and with a different narrative setting. Super interesting. So Luke 11 begins, you know, one day while Jesus was praying, his disciples came up and said, hey, Lord, teach us to pray, just like John the baptizer did to his disciples. And so he teaches them a version of the Lord's Prayer, but that's much shorter. The Matthewist version. That's interesting. But then he goes on to tell a bunch of parables about prayer, about the guy who goes to his friend at midnight and, like, keeps asking for bread and won't give up until he gets bread. But then this is Luke 11. He was just casting out a demon, as he did. And some of the people accused Jesus of casting out evil forces by means of the chief of evil forces, who they call Beelzebub.",
    "start": "00:04:40",
    "end": "00:06:17"
  },
  {
    "text": "Lord of the Daemonians.",
    "start": "00:06:17",
    "end": "00:06:19"
  },
  {
    "text": "Yeah, it means Lord of the heavenly dwelling. Yeah, Beelzebul means Lord of the dwelling.",
    "start": "00:06:19",
    "end": "00:06:26"
  },
  {
    "text": "Oh, it doesn't. Okay.",
    "start": "00:06:26",
    "end": "00:06:27"
  },
  {
    "text": "And so famously, he tells a parable about, wait a minute, like a kingdom can't send armies against itself. Like, it would never do that. So how could I be in league with the forces of evil to cast out forces of evil? Then Luke just tells us, and the crowd started increasing. It's like it's the same moment he's still responding to these people who were accusing him of being in league with evil. Then he says, you know, this generation is a wicked generation, and no sign is going to be given to you except the sign of Jonah. Then he tells a little parable. No one, after lighting a lamp, puts it away in a basement or under a basket, but on a lamp stand. And you're like, wait a minute, that wasn't Matthew. So it's a good example where Matthew took that little saying and he put it as part of, like, this introduction to the Sermon on the Mount here. Luke. It's in the middle of a.",
    "start": "00:06:27",
    "end": "00:07:22"
  },
  {
    "text": "It's in a completely different context.",
    "start": "00:07:22",
    "end": "00:07:24"
  },
  {
    "text": "Totally.",
    "start": "00:07:24",
    "end": "00:07:24"
  },
  {
    "text": "Which makes sense. I mean, Jesus is going to have his teachings and they're going to come up as he wants. Ted. Yep. Serve him up.",
    "start": "00:07:24",
    "end": "00:07:30"
  },
  {
    "text": "That's right. Then finally, after all that, you get the riddle about the eye as the lamp of the body.",
    "start": "00:07:30",
    "end": "00:07:35"
  },
  {
    "text": "Okay, it's verse 34.",
    "start": "00:07:35",
    "end": "00:07:37"
  },
  {
    "text": "Yeah.",
    "start": "00:07:37",
    "end": "00:07:37"
  },
  {
    "text": "Yep.",
    "start": "00:07:37",
    "end": "00:07:37"
  },
  {
    "text": "If your eye is haplous, your body will be full of light. If the eye is poneros, that is bad, your body is full of darkness. Watch out that the light in you isn't darkness. If your whole body is full of light with no dark part in it, it'll be wholly illumined. Like when a lamp illumines you with its rays. That little last line is not in Matthew's version of the parable.",
    "start": "00:07:37",
    "end": "00:08:01"
  },
  {
    "text": "That's right.",
    "start": "00:08:01",
    "end": "00:08:01"
  },
  {
    "text": "So my whole point is that in this context, Abigail, we can see Luke bringing out another layer of meaning in the riddle that doesn't have to do with money. So this whole context is about Jesus is being accused, he's bringing league with spiritual evil. He's announcing the arrival of the kingdom of God. But the way that he's doing it is scandalizing some of Israel's religious leaders. So they accuse him of being in league with the forces of evil. So here the parable of the eye is more about their lack of ability to discern between the work of God and the work of the evil one in the world. Right. And the eye is the lamp of your body. If your clear eye. If your eye is clear, you'll be full of light. You'll be able to see if your eye's bad. Oh, man.",
    "start": "00:08:02",
    "end": "00:08:56"
  },
  {
    "text": "This is all in response to the Beelzebub thing.",
    "start": "00:08:57",
    "end": "00:08:59"
  },
  {
    "text": "Yes.",
    "start": "00:08:59",
    "end": "00:08:59"
  },
  {
    "text": "Okay, so he says the sign of Jonah.",
    "start": "00:08:59",
    "end": "00:09:01"
  },
  {
    "text": "Yeah.",
    "start": "00:09:02",
    "end": "00:09:02"
  },
  {
    "text": "I mean, seems like a tangent.",
    "start": "00:09:02",
    "end": "00:09:05"
  },
  {
    "text": "Yeah.",
    "start": "00:09:05",
    "end": "00:09:06"
  },
  {
    "text": "But they asked for a sign.",
    "start": "00:09:06",
    "end": "00:09:07"
  },
  {
    "text": "Yeah. The sign of Jonah is that he's the prophet who goes into the grave in the fish, which for Jesus is a hint forward that you are going to kill me. Here's the sign that you'll be given that I really am who I say I am. You're going to kill me.",
    "start": "00:09:08",
    "end": "00:09:22"
  },
  {
    "text": "All right. Nineveh repented. Something greater than that is happening.",
    "start": "00:09:22",
    "end": "00:09:28"
  },
  {
    "text": "Yes.",
    "start": "00:09:28",
    "end": "00:09:28"
  },
  {
    "text": "So you guys, don't be like, Nineveh.",
    "start": "00:09:29",
    "end": "00:09:30"
  },
  {
    "text": "Yeah. The whole thing is they.",
    "start": "00:09:30",
    "end": "00:09:32"
  },
  {
    "text": "Or be like Nineveh.",
    "start": "00:09:32",
    "end": "00:09:33"
  },
  {
    "text": "Yeah. Israel's religious leaders that are talking here are showing that they are not able to discern what is the work of God in their midst.",
    "start": "00:09:33",
    "end": "00:09:43"
  },
  {
    "text": "Okay.",
    "start": "00:09:43",
    "end": "00:09:43"
  },
  {
    "text": "They are actually mistaking the work of God for the work of the evil one.",
    "start": "00:09:43",
    "end": "00:09:47"
  },
  {
    "text": "The prophet shows up. They're like, you're not of God.",
    "start": "00:09:47",
    "end": "00:09:50"
  },
  {
    "text": "That's right.",
    "start": "00:09:50",
    "end": "00:09:50"
  },
  {
    "text": "And so they're misperceiving.",
    "start": "00:09:50",
    "end": "00:09:52"
  },
  {
    "text": "It's about misperception.",
    "start": "00:09:52",
    "end": "00:09:53"
  },
  {
    "text": "Misperception. And then he says, okay, if you light a lamp, you're not gonna hide it.",
    "start": "00:09:53",
    "end": "00:09:58"
  },
  {
    "text": "Yeah.",
    "start": "00:09:58",
    "end": "00:09:59"
  },
  {
    "text": "So what's he talking about? He's talking about his lamp. He's like, I'm not gonna hide what I'm doing.",
    "start": "00:09:59",
    "end": "00:10:03"
  },
  {
    "text": "Exactly.",
    "start": "00:10:03",
    "end": "00:10:03"
  },
  {
    "text": "Okay.",
    "start": "00:10:03",
    "end": "00:10:04"
  },
  {
    "text": "Yeah. I'm here to do what I'm doing. I am the light.",
    "start": "00:10:04",
    "end": "00:10:06"
  },
  {
    "text": "I am the light.",
    "start": "00:10:06",
    "end": "00:10:06"
  },
  {
    "text": "So I'm gonna shine my light.",
    "start": "00:10:07",
    "end": "00:10:08"
  },
  {
    "text": "But you're misperceiving it as darkness.",
    "start": "00:10:08",
    "end": "00:10:11"
  },
  {
    "text": "You can't understand that. I'm bringing the true light. And so, man, if your eye is clear, you'll be able to discern that I'm bringing the kingdom of God. And, dude, if your eye is bad, then you're gonna mistake light for darkness, and it's the devil darkness.",
    "start": "00:10:11",
    "end": "00:10:28"
  },
  {
    "text": "Okay, so you're mistaking my light as darkness. But then watch out, watch out. Put the light in you, and he turns it on them.",
    "start": "00:10:28",
    "end": "00:10:36"
  },
  {
    "text": "Yeah, exactly. Oh, that's good. That's right.",
    "start": "00:10:36",
    "end": "00:10:38"
  },
  {
    "text": "If he's talking about him, his signs, his light being perceived as darkness. He turns it on them and says, now watch out that the light in you is not darkness. Meaning?",
    "start": "00:10:38",
    "end": "00:10:47"
  },
  {
    "text": "Well, I guess if Israel's religious leaders are supposed to be these guides for the people to learn and follow the ways of God, if they are in touch with what the true God is truly up to in the world, you'll be full of light, and you'll recognize light when you see it, and you'll be full of light. But if you mistake light for darkness, or if your eye is so out of tune with what God is doing, then your body will be full of darkness, you will be unable to discern true light, and you yourself will, as a result, be full of darkness. Okay, so what's fascinating is that the same saying of Jesus can be put into two different story contexts and bring out two different aspects that are really of meaning, that are really there in the original riddle.",
    "start": "00:10:49",
    "end": "00:11:41"
  },
  {
    "text": "I could use the riddle to talk about a generosity of life.",
    "start": "00:11:41",
    "end": "00:11:45"
  },
  {
    "text": "Yeah.",
    "start": "00:11:45",
    "end": "00:11:45"
  },
  {
    "text": "But then more broadly, use the riddle to just talk about am I perceiving what God's actually doing in the world and am I participating and becoming dark or light?",
    "start": "00:11:46",
    "end": "00:11:58"
  },
  {
    "text": "Yeah.",
    "start": "00:11:58",
    "end": "00:11:58"
  },
  {
    "text": "Okay, cool. So Genesis 3.",
    "start": "00:11:58",
    "end": "00:12:01"
  },
  {
    "text": "So Genesis 3, which is the first time. Actually it's not the first time that someone sees good in the seven day narrative. It repeats seven times.",
    "start": "00:12:01",
    "end": "00:12:10"
  },
  {
    "text": "Yeah. God saw.",
    "start": "00:12:10",
    "end": "00:12:11"
  },
  {
    "text": "God is the one who knows and provides and defines what is good. Because goodness is God, like God is goodness. And goodness is what emerges out of God into the nothingness to bring order and goodness out of nothingness. So God is the knower, the seer, the provider of what is good. But then he puts these trees in the garden to provide for the humans. And all of them, we're told when the trees are introduced, it's the phrase he caused to grow out of the ground. Every tree that is beautiful to the eyes and good for eating. So God wants to share that goodness.",
    "start": "00:12:11",
    "end": "00:12:54"
  },
  {
    "text": "And you could see it.",
    "start": "00:12:55",
    "end": "00:12:55"
  },
  {
    "text": "And yeah, humans should be able to look at the beauty and goodness of a thing in creation and see the goodness of God reflected in that, perceive.",
    "start": "00:12:55",
    "end": "00:13:05"
  },
  {
    "text": "That it is good.",
    "start": "00:13:05",
    "end": "00:13:05"
  },
  {
    "text": "Perceive goodness. Yeah. The first thing God perceives that is good is God's own light. Right. Radiating out into creation.",
    "start": "00:13:05",
    "end": "00:13:13"
  },
  {
    "text": "And so the choice of the tree of eating from the tree of knowing good and bad. It's interesting that when they do that, their eyes are open.",
    "start": "00:13:14",
    "end": "00:13:21"
  },
  {
    "text": "Yes, exactly. Yes. But it's important. It's all about perception, because then God says, there's gonna be one of those trees that is Beautiful to see and good for food that will actually kill you. It looks like all the others. Don't eat of that one.",
    "start": "00:13:22",
    "end": "00:13:37"
  },
  {
    "text": "It's gonna look good, like every tree. But you just have to trust me. It's not good.",
    "start": "00:13:37",
    "end": "00:13:42"
  },
  {
    "text": "That's right. And so when the woman sees in Genesis 3, she sees that it's good for food and that it is delightful or desirable. And that's actually really important for the next couple questions. Is desirable to the eyes. So something that is just good because it reflects God ignites desire in the eyes. And then that desire to make one wise or successful begins to generate an urge to take what God said is not mine to take. And so it's all about perception. She sees something that looks good, but that God said is, I see not good for you.",
    "start": "00:13:42",
    "end": "00:14:24"
  },
  {
    "text": "Right now there's a tree amidst all the wonderful trees that all look good that you're going to misperceive. There's one tree that actually is not good for you to take right now, but you're not going to be able to tell the difference.",
    "start": "00:14:24",
    "end": "00:14:38"
  },
  {
    "text": "Yeah. So trust me, I'll tell you the difference. Yeah. So once again, it's about perception. And the woman saw, and then she desired and then she took. So in a way, Jesus, little riddle about clear eyes or unclear eyes, your ability to see. When it comes to seeing what God is doing in the world, then if your eye is full of light, you'll be able to see the goodness of God in what's happening. But man, if your eye is dark, you'll misperceive the thing that God's up to. That's what Luke's doing. And it does seem to kind of reflect the idea of the Genesis narrative here. Whereas what Matthew does is he takes this little paired turn of phrase, the good eye and the bad eye and its economic generosity, stinginess, meaning. And he foregrounds that by putting it into a. A group of teachings about money.",
    "start": "00:14:38",
    "end": "00:15:35"
  },
  {
    "text": "You can kind of see the connection in that. Does Adam and Eve believe in the generosity of God?",
    "start": "00:15:36",
    "end": "00:15:42"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:15:42",
    "end": "00:15:43"
  },
  {
    "text": "Is God holding out on me? Or will God actually give me what I desire and need? Is there enough? Can I trust God's voice and a generosity? Is this sense of abundance, of there's enough, I can trust, I could, I can be free. I don't have to take and hoard. This is kind of seemingly a connection between perceiving what is good on God's terms and also having a sincere wholeness of generosity of spirit.",
    "start": "00:15:43",
    "end": "00:16:14"
  },
  {
    "text": "Yeah. And then I suppose for the people accusing Jesus in Luke, chapter 11. They view Jesus power as a threat. So I guess there it is also a. A lack of generosity. They're unable to see that God could be doing something surprising through another powerful figure in our community. But it's not a part of our system, not a part of our institution.",
    "start": "00:16:14",
    "end": "00:16:39"
  },
  {
    "text": "That might threaten my. The stability of my own life, our.",
    "start": "00:16:39",
    "end": "00:16:45"
  },
  {
    "text": "Status in our culture, our traditions, our institutions. So they view the work of God as a threat instead. To celebrate these people being liberated from evil and sickness, they view it with suspicion. So maybe their trust and generosity really kind of is at the core of this network of ideas. All about the eyes. It's all about how you see. It's how you perceive how you perceive.",
    "start": "00:16:45",
    "end": "00:17:11"
  },
  {
    "text": "That's cool.",
    "start": "00:17:11",
    "end": "00:17:12"
  },
  {
    "text": "Yeah.",
    "start": "00:17:12",
    "end": "00:17:13"
  },
  {
    "text": "Yeah.",
    "start": "00:17:13",
    "end": "00:17:13"
  },
  {
    "text": "So fantastic insight and question, Abigail. There's something really worth pursuing. And do check out Luke chapter 11 and the way Luke is remixing sayings of Jesus one way. And then you can go back and read the Sermon on the Mount and see how Matthew's kind of remixed them in a different way. And that's just one example of many others of how Matthew, Mark, and Luke can be interesting. Three remixes of the sayings of Jesus.",
    "start": "00:17:13",
    "end": "00:17:44"
  },
  {
    "text": "Cool. All right, so we're going to move into some questions about the Lord's Prayer. And one of the things that we did when we went through the Lord's Prayer in five episodes, slowly went through the Lord's Prayer is we finished with hearing a song from our friends Brian hall and Liz Vice, which was a wonderful song. This idea of singing the prayer, letting that. Having a melody to kind of let the prayer kind of stick with us. And then we decided to offer for other people to submit songs, and a lot of people did. And so you could go to Bibleproject.com singtheprayer. You can hear a bunch of submissions of people who sent in songs, but I want to play one right now. It's by Sean Bulow. He just called it the Lord's Prayer. So let's take a listen.",
    "start": "00:17:44",
    "end": "00:18:36"
  },
  {
    "text": "Our Father who's in the skies May your name be recognized as holy, Holy, holy May your kingdom come and may your will be done as it is in the skies so awesome on.",
    "start": "00:18:48",
    "end": "00:19:28"
  },
  {
    "text": "The land.",
    "start": "00:19:30",
    "end": "00:19:31"
  },
  {
    "text": "Our daily provision hath been bread.",
    "start": "00:19:33",
    "end": "00:19:37"
  },
  {
    "text": "Give to us.",
    "start": "00:19:38",
    "end": "00:19:39"
  },
  {
    "text": "Today and forgive us our debts Just as we forgiven those.",
    "start": "00:19:41",
    "end": "00:19:50"
  },
  {
    "text": "Who did it to us.",
    "start": "00:19:51",
    "end": "00:19:53"
  },
  {
    "text": "And only us to be dead. But deliver us from the evil one. But deliver us from the evil one. Amen.",
    "start": "00:19:55",
    "end": "00:20:30"
  },
  {
    "text": "That was Sean Bulow singing the Lord's Prayer.",
    "start": "00:20:39",
    "end": "00:20:43"
  },
  {
    "text": "That was amazing.",
    "start": "00:20:44",
    "end": "00:20:46"
  },
  {
    "text": "That was really cool.",
    "start": "00:20:46",
    "end": "00:20:46"
  },
  {
    "text": "Yeah, Sean, thank you yeah. What a gift you've given to the world by creating that song. That was amazing. I want to listen to that again.",
    "start": "00:20:46",
    "end": "00:20:56"
  },
  {
    "text": "Yeah, well, powerproject.com Singapayer I want to.",
    "start": "00:20:56",
    "end": "00:20:59"
  },
  {
    "text": "Listen to that song while I go for a run.",
    "start": "00:20:59",
    "end": "00:21:01"
  },
  {
    "text": "Oh, really?",
    "start": "00:21:01",
    "end": "00:21:02"
  },
  {
    "text": "Yeah.",
    "start": "00:21:02",
    "end": "00:21:02"
  },
  {
    "text": "You could run to that?",
    "start": "00:21:02",
    "end": "00:21:03"
  },
  {
    "text": "Yeah. I feel like I want to be running through a park by a stream or something.",
    "start": "00:21:03",
    "end": "00:21:07"
  },
  {
    "text": "Yeah.",
    "start": "00:21:08",
    "end": "00:21:08"
  },
  {
    "text": "You know, there's a little sound of a stream at the end there.",
    "start": "00:21:08",
    "end": "00:21:11"
  },
  {
    "text": "Yeah.",
    "start": "00:21:11",
    "end": "00:21:11"
  },
  {
    "text": "Oh, allusion to Psalm 1. Oh, planted by streams.",
    "start": "00:21:12",
    "end": "00:21:15"
  },
  {
    "text": "Good. You meditating on the song?",
    "start": "00:21:15",
    "end": "00:21:16"
  },
  {
    "text": "Yeah. It's good stuff. Thank you, Sean.",
    "start": "00:21:16",
    "end": "00:21:18"
  },
  {
    "text": "All right, let's move on to. You said there's two questions that'll kind of go together.",
    "start": "00:21:19",
    "end": "00:21:23"
  },
  {
    "text": "Yeah.",
    "start": "00:21:23",
    "end": "00:21:23"
  },
  {
    "text": "Will we do them together or one after the other?",
    "start": "00:21:23",
    "end": "00:21:25"
  },
  {
    "text": "Yeah, let's listen to them together. One of them is from Aslan in Columbia, South Carolina. Another is from Michael in Pittsburgh. And these two questions reflect many, many submissions of the same question. It's about the last line of the Lord's Prayer, don't lead us into the test. Then there's a passage in the letter of James, actually in Greek, Jacob, Jacob. And he in chapter one of his, you know, letter in the New Testament has this whole thing about trials and tests and then says, God doesn't test.",
    "start": "00:21:25",
    "end": "00:22:02"
  },
  {
    "text": "Right.",
    "start": "00:22:02",
    "end": "00:22:03"
  },
  {
    "text": "Or tempt. And how do these two teachings go together? So let's listen to your question, Aslan and Michael, and I think then we'll have a long session Jon James, chapter one. Hey, Tim and John. My name is Aslan and I am from Columbia, South Carolina. One of my favorite letters in the Bible is the letter of Jacob. In James 1:14. He says, no one is to say, when he is tested, I am being tested by God, for he himself does not test anyone. That word is normally translated as tempted, but it seems to be the same verb form as the noun Jesus uses in his prayer about God not leading us into the test. So my question is, why does Jesus teach us to ask God not to lead us into the test? Yet Jacob says that God does not test. Temperature anyone? Thank you so much for all you do. Your use of the word test instead of temptation made me think about my job as a math teacher. I give every student a test, but I mostly know how they will do because I already know all the work they have done to that point and who they are as math students. Are these tests a way for God to show us who he already knows us to be, both the good and the bad? I think about Job and Cain being opposite examples of this. Thanks, guys, for everything you do well.",
    "start": "00:22:03",
    "end": "00:23:18"
  },
  {
    "text": "Well then is the Bible contradicting itself here?",
    "start": "00:23:18",
    "end": "00:23:21"
  },
  {
    "text": "Yeah, yeah. One might read the teaching of Jesus really like well known one, the Lord's Prayer and then go to one of his earliest followers. And depending which Jacob that you think wrote the letter of Jacob or James. One option is that this is one of Jesus brothers. He grew up with Jesus. So it seems to say the opposite. Seems to.",
    "start": "00:23:21",
    "end": "00:23:48"
  },
  {
    "text": "Right. And we've talked about this theme of testing in the Bible and it's not that Jesus is just all of a sudden coming up with this idea. This is all over the Hebrew Bible of God testing. God tests Abraham, God tests all Israel at Sinai, God tests over and over, over. There's these tests.",
    "start": "00:23:48",
    "end": "00:24:06"
  },
  {
    "text": "Yep, that's exactly right. Not only that, you'll also get lines like in Psalm 26, the poet will ask God to test me and try me. In other words, they want to bring the testing because they want to deepen their character and their dependence on God.",
    "start": "00:24:06",
    "end": "00:24:25"
  },
  {
    "text": "Isn't that something. That was a sentiment I think I talked about when we were talking. I was like, bring on the test, bring it on.",
    "start": "00:24:25",
    "end": "00:24:30"
  },
  {
    "text": "Yeah, here's the psalm.",
    "start": "00:24:31",
    "end": "00:24:32"
  },
  {
    "text": "There's this Psalm 26, bring it on.",
    "start": "00:24:32",
    "end": "00:24:34"
  },
  {
    "text": "Psalm, yeah. So this is a wonderful example of words in and of themselves. This is an overstatement that I don't fully agree with, but I kind of agree with it. And it makes a point.",
    "start": "00:24:34",
    "end": "00:24:47"
  },
  {
    "text": "Okay.",
    "start": "00:24:47",
    "end": "00:24:47"
  },
  {
    "text": "Words don't mean things. People mean things by means of words. Okay, yeah, yeah, yeah, yeah. In other words, there's a difference between, we all know there's a difference between the words that I say and what I mean by those words. And that sometimes there's nuance and flexibility there. And that's often at the root of misunderstanding is like sometimes we lack the right words to communicate what we mean. And the same word can mean different things. And this is true in all languages. Words are flexible vehicles of meaning. So this word testing is actually an excellent example of that. And actually within this passage in James, it's a great example. So real quick, James has the Hebrew Scriptures, what do you say, on lock. The point is, James, AKA Jacob is a Bible nerd. He's just oozing biblical phraseology. And also he's growing up in a bilingual, multicultural environment. So he's got the Hebrew Bible uploaded and its Greek rendering uploaded and he's using language and ideas of both. So there's two key words in the Hebrew Bible for this word test trial. And just real quick. So the first one appears in the first book of the Bible, Genesis, when God tests Abraham, and this is about surrendering the life of Isaac. God asks Abraham to surrender the life of his son. And the story begins, God tested Abraham. That's the Hebrew word Nassah. And what's interesting, if you just do a search on Nasah, there are a handful of uses that you could call them, like, literal. Very literal uses. So when David and Goliath in that famous story, you know, come into conflict, and Saul, the king of Israel, wants David to, like, put on a whole suit of armor and go out with the, like, sword. And David rejects that. And in the story, it says because he hadn't had a chance to Nassau them the armor. Yes.",
    "start": "00:24:47",
    "end": "00:27:02"
  },
  {
    "text": "Get used to them.",
    "start": "00:27:02",
    "end": "00:27:03"
  },
  {
    "text": "Yes. To try them out. But the reason you try something out is to make clear what it is, the truth about it.",
    "start": "00:27:03",
    "end": "00:27:12"
  },
  {
    "text": "Yeah, that makes sense.",
    "start": "00:27:12",
    "end": "00:27:13"
  },
  {
    "text": "So I'm not used to it. I haven't tried it out. What this armor is. Truly, for me, that has not been demonstrated might be a right use of the word.",
    "start": "00:27:13",
    "end": "00:27:23"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:27:23",
    "end": "00:27:23"
  },
  {
    "text": "But the point is that he hasn't worked with it before. There's a lack of familiarity. So this kind of goes to your point. Michael, to your question. Is there a difference between testing someone.",
    "start": "00:27:23",
    "end": "00:27:34"
  },
  {
    "text": "Because you don't know, because you don't.",
    "start": "00:27:35",
    "end": "00:27:36"
  },
  {
    "text": "Know, or because you do know?",
    "start": "00:27:36",
    "end": "00:27:38"
  },
  {
    "text": "Yeah. That was interesting that you brought up as a teacher. By the time he gives a student a test, he kind of knows what to expect.",
    "start": "00:27:38",
    "end": "00:27:44"
  },
  {
    "text": "That's right. Yeah. And this is entirely the point with Job. The story of Job, Job is put to the test, but God knows by the evil one. But God has allowed the evil one, the opposer, to test because God is so confident.",
    "start": "00:27:44",
    "end": "00:28:00"
  },
  {
    "text": "Yeah.",
    "start": "00:28:01",
    "end": "00:28:01"
  },
  {
    "text": "So that's interesting. So apparently there's some nuance in this word nathah, between whether you know the outcome beforehand or are confident about it and whether you're not. So that's interesting. The other Hebrew word for test, that's the Hebrew word bachan. And the origin of this word is in, like, craftsmen, like stonework and woodworking. And if you bachan something. This is really interesting is something where you have tested it.",
    "start": "00:28:01",
    "end": "00:28:34"
  },
  {
    "text": "It's quality assurance.",
    "start": "00:28:34",
    "end": "00:28:35"
  },
  {
    "text": "Yeah. By stress testing. Yeah, yeah. So this tested stone is about an image of a stone that has been proven that it can bear the load of the weight of a whole arch or of a whole doorway. This word bachan is used in, like, Zechariah to describe melting down a metal, to purify it so that it can become a tested metal that can now do the thing that you have shown. It's able to do because it's purified. So what's interesting, the two in the Greek tradition, once these Hebrew Bible got translated into Greek, this turned into two different Greek words. NASA got rendered consistently by the Greek word peirasmas or peyrazo. And then bachan got translated by this word dokimadzo, which dokimos. And so dokimos is about the demonstration of the truth about something. And then pierazo is about stress testing something to demonstrate it. So James uses both words, and we don't always see this difference in our English translations, but he uses both words.",
    "start": "00:28:35",
    "end": "00:29:48"
  },
  {
    "text": "You're showing me now as nasb, but you've switched in where it's pirai, osmo, and dokimos.",
    "start": "00:29:48",
    "end": "00:29:55"
  },
  {
    "text": "Yes, exactly. So he begins the letter in verse 2. Consider it all joy my siblings. When you encounter various dokimioi, remind me again the two. So Abraham is NASA, and that's rendered by peyradzo, the tested stone of Isaiah. And the metal working is bachan. And that's typically rendered by documos or documadzo.",
    "start": "00:29:55",
    "end": "00:30:20"
  },
  {
    "text": "And you were saying job would be more of the tested stone type of test.",
    "start": "00:30:20",
    "end": "00:30:26"
  },
  {
    "text": "Yeah. Well, I'm just saying these are two. They're synonyms.",
    "start": "00:30:27",
    "end": "00:30:30"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:30:30",
    "end": "00:30:31"
  },
  {
    "text": "Their overlap in meaning is about something undergoes a stress test.",
    "start": "00:30:31",
    "end": "00:30:37"
  },
  {
    "text": "Yeah. Yeah. But one's to try it out or one's to kind of find out.",
    "start": "00:30:37",
    "end": "00:30:41"
  },
  {
    "text": "Yeah. Peyrazzo typically is about. It's not determined yet. Okay. It's not clear. Whereas dokima seems to be used in ways that it's like proving the trust.",
    "start": "00:30:41",
    "end": "00:30:52"
  },
  {
    "text": "Proving the thing you kind of know that already is true.",
    "start": "00:30:52",
    "end": "00:30:54"
  },
  {
    "text": "That's right.",
    "start": "00:30:54",
    "end": "00:30:54"
  },
  {
    "text": "Okay.",
    "start": "00:30:54",
    "end": "00:30:55"
  },
  {
    "text": "And then there's also the case we discovered this nuance that a lot of the difference in the testing has to do with the intent or the purpose of the tester.",
    "start": "00:30:55",
    "end": "00:31:06"
  },
  {
    "text": "Yeah.",
    "start": "00:31:06",
    "end": "00:31:06"
  },
  {
    "text": "And it's why we ended up distinguishing the difference between a test and a trap. So God is testing the humans in the garden don't eat of every tree. But the snake is trapping the humans by trying to draw attention to this desire that something that's desirable. So all of that comes to bear here. So should we just meditate on James 1 for a moment here?",
    "start": "00:31:06",
    "end": "00:31:33"
  },
  {
    "text": "Yes. Yes. Although I keep getting them switched in my mind.",
    "start": "00:31:33",
    "end": "00:31:35"
  },
  {
    "text": "It's okay. It's all right. As we go in.",
    "start": "00:31:35",
    "end": "00:31:37"
  },
  {
    "text": "Work me through it.",
    "start": "00:31:37",
    "end": "00:31:38"
  },
  {
    "text": "Yeah. Okay. Right. So he says, consider it joy my siblings. When you encounter various situations of documents, documents, documents, stress tests.",
    "start": "00:31:38",
    "end": "00:31:49"
  },
  {
    "text": "This is the quality assurance.",
    "start": "00:31:50",
    "end": "00:31:52"
  },
  {
    "text": "Yeah. So there are moments in life where things are really difficult and he's Trying to flip the script and help to say, this is an opportunity.",
    "start": "00:31:52",
    "end": "00:32:03"
  },
  {
    "text": "Show what you got.",
    "start": "00:32:04",
    "end": "00:32:05"
  },
  {
    "text": "For my character, my integrity to be dokimos stress tested in order that it can become something more. And that's what he says. He says, knowing that the peirasmas. So he just switches out dokimos and peirasmas. Now, the peirasmas of your trust will produce endurance and let endurance have its complete result so that you may become complete. It's the word teleos and complete, which means whole. It's two metaphors. One is the completion of a process, and then the other is like the completion of an object that doesn't have any gaps in it.",
    "start": "00:32:05",
    "end": "00:32:47"
  },
  {
    "text": "Okay. Lacking nothing.",
    "start": "00:32:47",
    "end": "00:32:48"
  },
  {
    "text": "Yeah.",
    "start": "00:32:48",
    "end": "00:32:49"
  },
  {
    "text": "So it seems like he's swapping these out as pure synonyms.",
    "start": "00:32:49",
    "end": "00:32:52"
  },
  {
    "text": "It does. Yes. Yep. That's right.",
    "start": "00:32:52",
    "end": "00:32:54"
  },
  {
    "text": "All right.",
    "start": "00:32:54",
    "end": "00:32:54"
  },
  {
    "text": "Yep. But also, he's drawing on the two key words that activate all the testing stories in the Hebrew Bible. So in verse 12, he picks up this thread again and he says, how good is life? He uses the word from the Beatitudes.",
    "start": "00:32:54",
    "end": "00:33:10"
  },
  {
    "text": "Makarios.",
    "start": "00:33:10",
    "end": "00:33:10"
  },
  {
    "text": "Makarios. Yeah. How good is life for somebody who perseveres under peirosmas because once he has become dokimos. So dokimos referring to like this, the.",
    "start": "00:33:10",
    "end": "00:33:25"
  },
  {
    "text": "Thing that has been tested.",
    "start": "00:33:25",
    "end": "00:33:26"
  },
  {
    "text": "Yeah. And it's not been proven. Proven, yeah, yeah, exactly.",
    "start": "00:33:26",
    "end": "00:33:29"
  },
  {
    "text": "Okay.",
    "start": "00:33:29",
    "end": "00:33:30"
  },
  {
    "text": "So peirasmos is about the stress test, and the outcome isn't certain. Dokimos tends to refer to the proven worth of something. So how good is life? So he's kind of back to that considerate joy when you encounter these stress tests. How good is life for the person enduring under a perasmos? Because once you're dokimasu, you'll receive the crown of life that the Lord's promised for those who love him. Now, he knows that somebody might misunderstand something here. So he says, let no one say when he is. And then he uses the word peirazo when he is peyrazo. They shouldn't say, I am being peirazzo by God, for God cannot be peyrazzo by evil, and he himself does not Peyrozo anyone.",
    "start": "00:33:30",
    "end": "00:34:25"
  },
  {
    "text": "All right. Yeah. So this is the line.",
    "start": "00:34:25",
    "end": "00:34:27"
  },
  {
    "text": "Yeah, this is the key line. If you read the Greek translation of Genesis 22, it opens and says, and the Lord God peyrazoed Abraham. Yeah. So there's God peyrazoing someone. Jesus said in the Lord's Prayer about the Father, please don't lead us into the peirasmos, assuming that sometimes the Father might lead us into a peirasmos.",
    "start": "00:34:27",
    "end": "00:34:49"
  },
  {
    "text": "Yeah. So James just missed that class.",
    "start": "00:34:49",
    "end": "00:34:52"
  },
  {
    "text": "So what's so interesting is he is really precise about the nuance of pazzo. This is about being perazo in relationship to evil.",
    "start": "00:34:54",
    "end": "00:35:05"
  },
  {
    "text": "He's talking about a very specific type of testing.",
    "start": "00:35:06",
    "end": "00:35:09"
  },
  {
    "text": "Yeah. So to be parazoed with an evil purpose or an evil intent or by evil, we're bringing out that nuance of a test versus a trap.",
    "start": "00:35:09",
    "end": "00:35:23"
  },
  {
    "text": "Okay.",
    "start": "00:35:23",
    "end": "00:35:24"
  },
  {
    "text": "Because look what he says. He says, listen, each person is peirazoed when they are carried away and enticed by their own desire. So he wants to draw a distinction between external circumstances that are difficult and that test your patience. And those like in the story of Abraham, those come from God. That test of Abraham comes from God. When God tests Israel in the wilderness by only giving them daily bread. That's a test of their trust.",
    "start": "00:35:24",
    "end": "00:36:01"
  },
  {
    "text": "Yeah.",
    "start": "00:36:01",
    "end": "00:36:02"
  },
  {
    "text": "And James wants to draw a distinction between tests of your character that come from external circumstances and then tests that come from the excitement of desire inside you. And all of a sudden, your desires can create a test of your character. And he thinks there's a difference between those two and that God has a different relationship to these external.",
    "start": "00:36:02",
    "end": "00:36:29"
  },
  {
    "text": "So has he been talking about this very specific kind of testing as a trap this whole time? Or, like, even in the beginning of the letter, has it always had that focus?",
    "start": "00:36:29",
    "end": "00:36:40"
  },
  {
    "text": "Well, it seems like he begins with the more standard scriptural language and ideas about testing.",
    "start": "00:36:41",
    "end": "00:36:50"
  },
  {
    "text": "Okay.",
    "start": "00:36:50",
    "end": "00:36:50"
  },
  {
    "text": "More generally, peirasmos, or a documos, is a set of circumstances that God sometimes allows in the lives of his chosen ones to provide them with an opportunity towards greater trust, greater intimacy, greater dependence, and it will produce endurance and patience and maturity. Okay, that's one.",
    "start": "00:36:50",
    "end": "00:37:12"
  },
  {
    "text": "That's how he sets up the letter.",
    "start": "00:37:12",
    "end": "00:37:14"
  },
  {
    "text": "Yeah. But this word, peerazo can also be used in our sense of the English word tempt. And tempt, I think, as English has more of that. You're kind of being set up to fail.",
    "start": "00:37:14",
    "end": "00:37:28"
  },
  {
    "text": "It has an evil connotation. Someone's out to get you. And so that kind of. And we've used the word trap for that. We could use the word tempt. So let's go back to Genesis 3. So God does say, all right, all the trees look good. There's this one tree, though don't eat of it. It leads to death. You're not going to be able to tell the difference. Trust me.",
    "start": "00:37:28",
    "end": "00:37:54"
  },
  {
    "text": "That's right.",
    "start": "00:37:54",
    "end": "00:37:55"
  },
  {
    "text": "It's not a test. It's not called a test.",
    "start": "00:37:55",
    "end": "00:37:57"
  },
  {
    "text": "It's not called a test. But it does provide. It is a moment of decision crisis.",
    "start": "00:37:57",
    "end": "00:38:03"
  },
  {
    "text": "Yeah. Will I Listen to the voice of God or not.",
    "start": "00:38:03",
    "end": "00:38:06"
  },
  {
    "text": "That's right.",
    "start": "00:38:06",
    "end": "00:38:06"
  },
  {
    "text": "So in a way, it's this theme of being tested, God seeing, hey, you know, like, can you listen to me or not? And then when we get into the narrative and we learn that there was this desire that bubbles up and that.",
    "start": "00:38:06",
    "end": "00:38:24"
  },
  {
    "text": "Desire was drawn attention to by the voice of the snake.",
    "start": "00:38:24",
    "end": "00:38:27"
  },
  {
    "text": "The voice of the snake makes me desire something. That desire and that voice of the.",
    "start": "00:38:27",
    "end": "00:38:35"
  },
  {
    "text": "Snake is a trap, can turn this test into a trap. And then James wants to clarify that kind of trap. When you're in a crisis of decision that's being generated by disordered desires that arise from within you and a voice in your ear that you hear saying, you can do that, you should do that.",
    "start": "00:38:35",
    "end": "00:39:03"
  },
  {
    "text": "Yeah. That's not God.",
    "start": "00:39:03",
    "end": "00:39:04"
  },
  {
    "text": "God's wisdom would say don't. But you know, really, it's not going to matter. You should do that. Yeah. And so James uses the same word, peyrazo, to describe both the thing that God might allow and do through external circumstances. And for him, there's a big difference between a peirasmos, a testing that comes from my own disordered desires. And that's when he says, let no one say when he's in a peirasmos, I'm being peirozdo by God. And he says God can't be be parazo by evil. So God's essence is goodness. So evil holds no desirable situation for God.",
    "start": "00:39:04",
    "end": "00:39:47"
  },
  {
    "text": "I think that's the clue there when he says prazo by evil.",
    "start": "00:39:47",
    "end": "00:39:50"
  },
  {
    "text": "Yes.",
    "start": "00:39:50",
    "end": "00:39:50"
  },
  {
    "text": "We're talking about a specific kind of prazo.",
    "start": "00:39:50",
    "end": "00:39:52"
  },
  {
    "text": "That's right.",
    "start": "00:39:52",
    "end": "00:39:53"
  },
  {
    "text": "The prazo by evil.",
    "start": "00:39:53",
    "end": "00:39:54"
  },
  {
    "text": "That's right.",
    "start": "00:39:54",
    "end": "00:39:54"
  },
  {
    "text": "I wish he would have said that at the beginning. Let no one say, when he's prazo by evil, I am prazo by God.",
    "start": "00:39:54",
    "end": "00:39:59"
  },
  {
    "text": "Yeah, yeah, yeah, yeah.",
    "start": "00:39:59",
    "end": "00:40:00"
  },
  {
    "text": "But he doesn't. And then you just kind of get confused.",
    "start": "00:40:00",
    "end": "00:40:03"
  },
  {
    "text": "Yeah, yeah, yep. Or you know, this is classic Jewish style meditation literature.",
    "start": "00:40:03",
    "end": "00:40:11"
  },
  {
    "text": "Yeah.",
    "start": "00:40:11",
    "end": "00:40:11"
  },
  {
    "text": "Where he's leading you down a path and he's forcing you to think things through. And he introduces the key distinction actually near the end of the idea that does make you go rethink the whole.",
    "start": "00:40:11",
    "end": "00:40:24"
  },
  {
    "text": "Yeah.",
    "start": "00:40:24",
    "end": "00:40:24"
  },
  {
    "text": "The whole sequence of thought.",
    "start": "00:40:24",
    "end": "00:40:25"
  },
  {
    "text": "There is a way to be tempted by evil, tested by evil, which is the trap.",
    "start": "00:40:25",
    "end": "00:40:31"
  },
  {
    "text": "Yeah.",
    "start": "00:40:31",
    "end": "00:40:31"
  },
  {
    "text": "God is never gonna encounter that because God is just fully good. He's not gonna be trapped by evil.",
    "start": "00:40:32",
    "end": "00:40:39"
  },
  {
    "text": "No.",
    "start": "00:40:39",
    "end": "00:40:39"
  },
  {
    "text": "And nor is he going to trap other people in that way.",
    "start": "00:40:39",
    "end": "00:40:44"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:40:44",
    "end": "00:40:45"
  },
  {
    "text": "That's not the way of God.",
    "start": "00:40:45",
    "end": "00:40:46"
  },
  {
    "text": "That's right. Every peirasmos that comes From God is an opportunity to become even more human, a more complete human.",
    "start": "00:40:46",
    "end": "00:40:56"
  },
  {
    "text": "Yeah.",
    "start": "00:40:56",
    "end": "00:40:56"
  },
  {
    "text": "The intent is for good. Yeah.",
    "start": "00:40:57",
    "end": "00:40:59"
  },
  {
    "text": "There's always a way to find life through the test of God.",
    "start": "00:40:59",
    "end": "00:41:03"
  },
  {
    "text": "And that's how he's flipping the script.",
    "start": "00:41:03",
    "end": "00:41:05"
  },
  {
    "text": "Okay.",
    "start": "00:41:05",
    "end": "00:41:05"
  },
  {
    "text": "That's the idea he's introducing at the very beginning of the chapter. But some people might mistake their own character flaws and disordered desires.",
    "start": "00:41:06",
    "end": "00:41:18"
  },
  {
    "text": "Or someone else's character flaws.",
    "start": "00:41:18",
    "end": "00:41:20"
  },
  {
    "text": "Yeah. That agitate their disordered desires. And then that creates the moment of decision. And then they blow it.",
    "start": "00:41:20",
    "end": "00:41:27"
  },
  {
    "text": "And they blame God.",
    "start": "00:41:27",
    "end": "00:41:28"
  },
  {
    "text": "And then they blame God. And that's the distinctions. James is essentially saying, don't blame God for your own shortcomings, just own it. And that's what he goes on to say when he says each one is peirazzo in the sense of tempted when he's carried away and enticed by their own desire. He so has Genesis 3 on the brain.",
    "start": "00:41:28",
    "end": "00:41:49"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:41:49",
    "end": "00:41:50"
  },
  {
    "text": "That's the same words as Genesis 3, the desirable. And when desire is conceived, he's almost doing a little anatomy of what happens in your mind.",
    "start": "00:41:50",
    "end": "00:42:01"
  },
  {
    "text": "Desire gives birth to desire.",
    "start": "00:42:02",
    "end": "00:42:03"
  },
  {
    "text": "Desire, and then desire gives birth to sin, which is moral failure. And then when moral failure accomplishes its full result, it leads back to death, that is to the dust. A little meditation on Genesis 3.",
    "start": "00:42:03",
    "end": "00:42:19"
  },
  {
    "text": "Yeah. And 4.",
    "start": "00:42:19",
    "end": "00:42:20"
  },
  {
    "text": "And so he says, don't be deceived, my beloved siblings. Don't let the snake get you. Don't let the snake turn a peirasmos from God into a peirasmos that will lead to death. And just in case you are tempted to mistake God for Satan in these circumstances, just here's your baseline. Every good thing that is given, every perfect gift comes from above, down from the Father of Lights, with whom there's no variation or shifting shadow. God is good. He is for your good. And everything that he gives you is for your good. And sometimes what he gives us is something that doesn't feel good. And I shouldn't mistake my own, like, disordered, messed up desires that lead me towards not good as God. That doesn't come from God. That comes from the deceiver. Isn't it interesting little meditation.",
    "start": "00:42:20",
    "end": "00:43:24"
  },
  {
    "text": "Yeah.",
    "start": "00:43:24",
    "end": "00:43:24"
  },
  {
    "text": "But it's nuanced.",
    "start": "00:43:24",
    "end": "00:43:25"
  },
  {
    "text": "It is.",
    "start": "00:43:25",
    "end": "00:43:26"
  },
  {
    "text": "You really got to think it through.",
    "start": "00:43:26",
    "end": "00:43:27"
  },
  {
    "text": "Yes, you do. Thanks for leading us through that. Yeah. And it does help you then appreciate how hard it is.",
    "start": "00:43:27",
    "end": "00:43:35"
  },
  {
    "text": "Yes.",
    "start": "00:43:35",
    "end": "00:43:36"
  },
  {
    "text": "Right. To perceive what God is doing in this moment versus what my own desires are doing versus the voice of spiritual evil, like this whole thing. So it is kind of nice that Jesus lets us just approach God and Be like, be easy on us. Don't lead me into the test.",
    "start": "00:43:36",
    "end": "00:43:58"
  },
  {
    "text": "Yeah. There's actually something very merciful and gentle about that line in Lord's Prayer, like, go easy on me.",
    "start": "00:43:58",
    "end": "00:44:06"
  },
  {
    "text": "Yeah. It's not the considerate joy. It's the go easy on me.",
    "start": "00:44:06",
    "end": "00:44:11"
  },
  {
    "text": "Go easy on me. And, man, if you, as my generous father, judges that for my good a stress test might be what I need, then please deliver me from the evil one so that that good test doesn't become a deceitful trap. Yeah. Or an opportunity for the deceiver to take me captive by my desires. Okay. Yeah. This is the roots of a psychology of human desire.",
    "start": "00:44:11",
    "end": "00:44:44"
  },
  {
    "text": "Yeah.",
    "start": "00:44:44",
    "end": "00:44:45"
  },
  {
    "text": "And so the biblical authors don't use, you know, psychological terms and categories the way we think about it today, but this is an ancient form of meditating on the processes of human thought and how ideas and thoughts become desires become action.",
    "start": "00:44:45",
    "end": "00:45:01"
  },
  {
    "text": "Anyway, human psyche.",
    "start": "00:45:02",
    "end": "00:45:03"
  },
  {
    "text": "Human psyche. Okay. Those are two fantastic questions. Really great. Thank you, Michael and Aslan.",
    "start": "00:45:03",
    "end": "00:45:09"
  },
  {
    "text": "Yes. Okay. Let's listen to another song that was submitted.",
    "start": "00:45:09",
    "end": "00:45:13"
  },
  {
    "text": "Ooh. Yeah.",
    "start": "00:45:13",
    "end": "00:45:14"
  },
  {
    "text": "This one is by.",
    "start": "00:45:14",
    "end": "00:45:16"
  },
  {
    "text": "Yeah. By Adalia Socha.",
    "start": "00:45:16",
    "end": "00:45:19"
  },
  {
    "text": "Yes. And it's titled MSG on the Ukulele. And we think MSG refers to the message.",
    "start": "00:45:19",
    "end": "00:45:27"
  },
  {
    "text": "The message translation by Eugene Peterson.",
    "start": "00:45:27",
    "end": "00:45:30"
  },
  {
    "text": "Okay.",
    "start": "00:45:30",
    "end": "00:45:31"
  },
  {
    "text": "Yeah.",
    "start": "00:45:31",
    "end": "00:45:32"
  },
  {
    "text": "Here's MSG on the Ukulele by Adalia Socho.",
    "start": "00:45:32",
    "end": "00:45:35"
  },
  {
    "text": "Aha. Father in heaven, reveal who you are and set the world right. Do what's best us above so below. Keep us alive with three square meals and keep us forgiven with you and forgiving others. Keep us from ourselves and from the devil. You're in charge.",
    "start": "00:45:49",
    "end": "00:46:26"
  },
  {
    "text": "You can do anything you want.",
    "start": "00:46:26",
    "end": "00:46:30"
  },
  {
    "text": "You're a blazing beauty. Yes, yes, yes. Yeah. Dalia.",
    "start": "00:46:30",
    "end": "00:46:38"
  },
  {
    "text": "Sweet.",
    "start": "00:46:38",
    "end": "00:46:38"
  },
  {
    "text": "Awesome.",
    "start": "00:46:38",
    "end": "00:46:39"
  },
  {
    "text": "I love listening to the message translation with that.",
    "start": "00:46:39",
    "end": "00:46:43"
  },
  {
    "text": "Yeah.",
    "start": "00:46:43",
    "end": "00:46:43"
  },
  {
    "text": "It's wonderful.",
    "start": "00:46:43",
    "end": "00:46:44"
  },
  {
    "text": "It is. Yes. Yeah. Eugene Peterson gave a great gift to the world when he worked for many decades. That translation was in process, and he was trying to reflect the way that biblical language truly reflects the thoughts and the ways of talking of normal people. And then to have that vibe of translation put to ukulele, it's excellent.",
    "start": "00:46:44",
    "end": "00:47:13"
  },
  {
    "text": "All right, let's continue on with a few more questions.",
    "start": "00:47:13",
    "end": "00:47:16"
  },
  {
    "text": "Yeah. Here's a cool connection and question about daily bread from the Lord's Prayer. Give us today our daily provision of bread. This is from Joshua Biggs in Bowling Green, Kentucky. Hey, Tim and John, My question is about the daily provision of bread that.",
    "start": "00:47:16",
    "end": "00:47:33"
  },
  {
    "text": "Jesus teaches us to pray for.",
    "start": "00:47:33",
    "end": "00:47:35"
  },
  {
    "text": "You pointed out the allusion to the manna in the wilderness story, and this.",
    "start": "00:47:36",
    "end": "00:47:40"
  },
  {
    "text": "Made me think of John 6, where Jesus calls Himself, the bread of life.",
    "start": "00:47:40",
    "end": "00:47:44"
  },
  {
    "text": "The true and better bread from heaven.",
    "start": "00:47:44",
    "end": "00:47:46"
  },
  {
    "text": "So if we should pray each day.",
    "start": "00:47:47",
    "end": "00:47:48"
  },
  {
    "text": "For our daily bread and Jesus is the true bread from heaven, is Jesus teaching us to pray each day for more of Jesus? If so, what would it look like for God to answer that prayer? Thanks. Yeah, yeah, it's cool. It is, yeah. It's a great connection. I think why I wanted to interact with your question, Joshua, is it kind of connects back to Abigail's question. So Abigail, in this riddle of Jesus, discerned language that seemed to activate the key words and ideas of Genesis 3. And that is how the Bible works. It's like interconnected in that way. So, Joshua, you are noticing interconnections on multiple levels. So there's this connection of the daily bread and the Lord's Prayer back to the story of God providing the daily manna. And that's for sure, like Jesus is drawing on that and interacting with that. Yeah. But then you're also right where there's another time where Jesus drew upon the manna story when he provided bread for hungry people in the wilderness in the story of John 6. And then the people come back and want to make him king. And Jesus says, wait, are you guys just here because they gave you bread or are you here for the heavenly bread? And they're riffing on manna. Riffing on the manna, which was called bread from the heavens, bread from the.",
    "start": "00:47:48",
    "end": "00:49:14"
  },
  {
    "text": "Skies, but referring to himself.",
    "start": "00:49:14",
    "end": "00:49:16"
  },
  {
    "text": "Yeah. And then he goes on to say, I tell you the truth, unless you eat me, who is the bread from heaven? All the bread you eat will just make you hungry again. But if you eat from me, you will have eternal life. So Jesus in John 6 is drawing on the manna story too, and he identifies himself as the reality to which the manna is like a symbol in that story. So that's a full on connection from Lord's Prayer to the mana story, from John 6 to the Mana story. Now, Joshua, you're wondering about a connection between Matthew and John, Right. Because if Jesus is the ultimate.",
    "start": "00:49:16",
    "end": "00:49:57"
  },
  {
    "text": "Yeah. Did Matthew have that on the brain when he's thinking about.",
    "start": "00:49:57",
    "end": "00:50:00"
  },
  {
    "text": "Yeah. Or does Jesus have that on the brain?",
    "start": "00:50:00",
    "end": "00:50:01"
  },
  {
    "text": "Jesus have it on the brain.",
    "start": "00:50:01",
    "end": "00:50:02"
  },
  {
    "text": "Totally.",
    "start": "00:50:02",
    "end": "00:50:03"
  },
  {
    "text": "And is Matthew picking that up?",
    "start": "00:50:03",
    "end": "00:50:04"
  },
  {
    "text": "Yeah. So I think it's just helpful to draw a distinction between. There are some times where we're tracking with hyperlinks. It's one way I often use to describe this hyperlink hyperlinks that are there intentionally by the authors from one text to another.",
    "start": "00:50:04",
    "end": "00:50:19"
  },
  {
    "text": "Yeah.",
    "start": "00:50:19",
    "end": "00:50:19"
  },
  {
    "text": "I think there are other times where There are hyperlinks that are probably like, I can't maybe make a persuasive case that it was in the mind of the author.",
    "start": "00:50:20",
    "end": "00:50:30"
  },
  {
    "text": "Are you saying because the Gospel of Matthew was written kind of distinct from the Gospel of John, right?",
    "start": "00:50:31",
    "end": "00:50:37"
  },
  {
    "text": "Yes.",
    "start": "00:50:37",
    "end": "00:50:38"
  },
  {
    "text": "Like if, like if a psalmist is using vocabulary from Torah, you can be pretty confident, like, they read that Torah passage and they're riffing on it.",
    "start": "00:50:38",
    "end": "00:50:50"
  },
  {
    "text": "That's right. Or their mind's just saturated with the Torah and the prophets and so they are meditating on themes or ideas that are in their mind because of the Torah and prophets. Yep.",
    "start": "00:50:50",
    "end": "00:51:02"
  },
  {
    "text": "Yeah. The story in the Gospel of John is pretty, pretty unique. Eat my flesh.",
    "start": "00:51:02",
    "end": "00:51:08"
  },
  {
    "text": "Flesh, yeah.",
    "start": "00:51:08",
    "end": "00:51:09"
  },
  {
    "text": "And so is Matthew. Is he thinking about that now? If Jesus. Jesus taught that, so Matthew would have heard it. Sure, right.",
    "start": "00:51:10",
    "end": "00:51:18"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:51:18",
    "end": "00:51:19"
  },
  {
    "text": "And Jesus, when he broke bread with his disciples, he said, this is my body.",
    "start": "00:51:19",
    "end": "00:51:24"
  },
  {
    "text": "Yeah.",
    "start": "00:51:24",
    "end": "00:51:25"
  },
  {
    "text": "So that is in the air.",
    "start": "00:51:25",
    "end": "00:51:26"
  },
  {
    "text": "Yeah. Though it's also true in the Sermon on the Mount. The lion give us today our daily bread is. That idea is then picked up in the following section of the sermon. Right. With the idea of don't worry about your life, what you will eat or drink or wear. And it's all about God will give you what you need. Which is kind of like provision. Yeah, provision. So actual provision of food is on the brain in the Sermon on the Mount, and that is a direct reflection of who he's talking to, which is poor sick Galileans up in the north. So on one level, it is about actual bread and trusting that God will provide for your needs. And that seems to be Matthew's emphasis in that context. John's emphasis is he's seeing bread in its more symbolic connections as the provision of the life of Eden, of a life that transcends the land of dust and death that we find ourselves in. In the wilderness.",
    "start": "00:51:27",
    "end": "00:52:27"
  },
  {
    "text": "Yeah.",
    "start": "00:52:27",
    "end": "00:52:28"
  },
  {
    "text": "And that Jesus is that ultimate bread. Well, it doesn't seem that Jesus in Matthew is working with bread on that symbolic cosmic scale. So on one sense, I wouldn't be compelled that there's a connection, a hyperlink intended hyperlink between John and Matthew on that level. However, there also is a level of hyperlinked meditation that happens then for us as readers of the whole biblical collection, because John and people debate this. John had a knowledge of many of the stories that we find in Matthew, Mark and Luke. It doesn't seem that John was aware of Matthew. People debate whether John has an awareness of Mark in particular. And there's Richard Bauckham, some New Testament scholars done Work on that. But either way, you and I now are sitting with Matthew, Mark, and Luke all together, and we'll notice things. So I think for me, it would be this is the hyperlink that more exists on that level of like a post New Testament reflection. And in that case, I think it's a really cool little meditation that Jesus is teaching people to trust God for daily bread, however, and that's Matthew. Even our daily bread is an insufficient provider of life and should point us to the real ultimate provider of life, which is the bread from heaven that is Jesus. So in that sense, I think it's wonderful to connect those two passages as a meditation for myself. I just wouldn't be persuaded that that's in the minds of Matthew or John or Jesus as such. Does that make any sense? I don't know if that matters. I think it's helpful to make that distinction.",
    "start": "00:52:28",
    "end": "00:54:20"
  },
  {
    "text": "It is an interesting distinction. I don't know how nerdy to get, but does this have to do with the way the Hebrew Bible was compiled? Was a lot more different. It was different than how the New Testament.",
    "start": "00:54:20",
    "end": "00:54:31"
  },
  {
    "text": "Different process. Yes. Yeah. The final shape of the Hebrew Bible is maybe it's the difference between a quilt that has, like, a fractal scaling of the same colors and images, just on smaller levels. But if you look in one corner, it's like blue, green, red, and a certain shape, and then you back out and it's like, oh, my gosh. It's the same colors and shape, but on a larger scale like that. Like a geometric pattern versus, like a family quilt. Oh, that's brought Matthew, Mark, and Luke together.",
    "start": "00:54:31",
    "end": "00:55:09"
  },
  {
    "text": "I see. Yeah.",
    "start": "00:55:09",
    "end": "00:55:10"
  },
  {
    "text": "And they actually share a lot of colors and patterns, but they are not, like, scaled versions of each other. They actually have a lot of distinctiveness between the two. That's not a perfect analogy.",
    "start": "00:55:10",
    "end": "00:55:22"
  },
  {
    "text": "I see what you're saying, and I think we could dive into that more.",
    "start": "00:55:22",
    "end": "00:55:25"
  },
  {
    "text": "Yeah.",
    "start": "00:55:25",
    "end": "00:55:26"
  },
  {
    "text": "But it kind of gets super nerdy.",
    "start": "00:55:26",
    "end": "00:55:28"
  },
  {
    "text": "It does.",
    "start": "00:55:28",
    "end": "00:55:28"
  },
  {
    "text": "But I think at the end of the day. Yes. As we're reading through this whole collection of scripture and God's spirit has brought it all together for us. Yes. This is a reflection.",
    "start": "00:55:28",
    "end": "00:55:42"
  },
  {
    "text": "Yeah.",
    "start": "00:55:42",
    "end": "00:55:42"
  },
  {
    "text": "Like, what is the true provision and nourishment that we need?",
    "start": "00:55:42",
    "end": "00:55:45"
  },
  {
    "text": "That's right.",
    "start": "00:55:45",
    "end": "00:55:46"
  },
  {
    "text": "And yes, we need calories, but there's something deeper that we need than just calories and something more spiritual. Something that can not just hold death off, but, like, defeat death. And that's Jesus.",
    "start": "00:55:46",
    "end": "00:56:01"
  },
  {
    "text": "Yeah.",
    "start": "00:56:01",
    "end": "00:56:02"
  },
  {
    "text": "Cool. Thank you.",
    "start": "00:56:02",
    "end": "00:56:03"
  },
  {
    "text": "Yep. Thanks, Joshua. Let's say hello to Maya from Poland. Maya, you actually came to Portland and were a student in a bioproject classroom class. And you're asking a fantastic question about forgiveness in the Lord's Prayer. So let's conclude with a meditation on forgiveness, all right? Hi, Tim.",
    "start": "00:56:03",
    "end": "00:56:24"
  },
  {
    "text": "Hi, John.",
    "start": "00:56:24",
    "end": "00:56:25"
  },
  {
    "text": "It's Maya from Poland. My question is about Matthew 6:15.",
    "start": "00:56:25",
    "end": "00:56:29"
  },
  {
    "text": "If forgiveness is a heart posture, and.",
    "start": "00:56:30",
    "end": "00:56:32"
  },
  {
    "text": "If Jesus reveals the heart of the Father, then what does it mean for God not to forgive? Jesus goes around forgiving people without asking them if they forgave others. He forgives even those who crucify him. So can God ever have a different heart posture? Thanks for all you do. Fantastic question. So the line in Lord's Prayer is, forgive us our debts, just as we have forgiven our debtors.",
    "start": "00:56:32",
    "end": "00:56:58"
  },
  {
    "text": "Yes.",
    "start": "00:56:58",
    "end": "00:56:59"
  },
  {
    "text": "That's followed up with a little comment after the prayer, which is, if you don't forgive others their wrongs against you, your heavenly Father won't forgive yours, but if you do, your Heavenly Father will.",
    "start": "00:56:59",
    "end": "00:57:11"
  },
  {
    "text": "And so her question is, what does that even mean that God would not forgive?",
    "start": "00:57:12",
    "end": "00:57:16"
  },
  {
    "text": "Yeah. In other words, Jesus's liberal acts of forgiveness. Right. Of just forgiving people, your sins are forgiven. Right. He says to the paralyzed man, like, he didn't ask the paralyzed man, have you forgiven? You're like the people who have wronged you. Okay, now I forgive you.",
    "start": "00:57:16",
    "end": "00:57:36"
  },
  {
    "text": "Sure.",
    "start": "00:57:36",
    "end": "00:57:36"
  },
  {
    "text": "It doesn't work like that. He's just like. It seems unconditional. Right. In the ministry of Jesus. But then in this teaching, he seems to make forgiveness be conditional in some way.",
    "start": "00:57:36",
    "end": "00:57:50"
  },
  {
    "text": "Right. Totally. Such a hard line in and of itself, this conditionality of being forgiven. And I don't know. I can't remember if we reflected on this or not, but just there seems to be something about. It's not like a condition, like a transaction, like, you give me this thing. If you start forgiving, then I'll forgive you. Is it that? Or is it more of like, can you actually really accept forgiveness? Can you really participate in this, like, new creation thing if you are unable to also give forgiveness?",
    "start": "00:57:50",
    "end": "00:58:28"
  },
  {
    "text": "Right. Yes.",
    "start": "00:58:28",
    "end": "00:58:29"
  },
  {
    "text": "It's both sides of the same thing.",
    "start": "00:58:29",
    "end": "00:58:31"
  },
  {
    "text": "Yeah. Yeah, that's right. Yeah. It seems that Jesus is exploring this very tension in the later parable in Matthew that's fully hyperlinked to this. These words in the prayer.",
    "start": "00:58:31",
    "end": "00:58:42"
  },
  {
    "text": "We did talk about this. Yes.",
    "start": "00:58:42",
    "end": "00:58:44"
  },
  {
    "text": "About the guy who was forgiven a bajillion dollars of debt, and he's just forgiven just unconditionally by the guy that he owes. But then he goes on and he doesn't forgive the debt of somebody who owes him 20 bucks. And so really, then the first Guy comes back and he's like, well, I take back my forgiveness. And so I think there's some dynamic here. That itself tells us that Jesus often taught in hyperbole, shocking head turning, seemingly on the surface contradictions, but rhetorically, to score point, which is to say somehow my ability to forgive others is intimately bound up with my own experience, experience of forgiveness before God. And if I've really experienced the generosity of God's unconditional forgiveness, that will change how I relate to others who wronged me. And if it does not, it's more likely an indicator that I have there's a lot more growth I have to do. And I think Jesus is using this binary to grab our attention and to force you to reflect on yourself, because you're right, both Jesus and he says his Father are just unreasonably generous when it comes to forgiveness.",
    "start": "00:58:44",
    "end": "01:00:05"
  },
  {
    "text": "And there's parables on that, too.",
    "start": "01:00:05",
    "end": "01:00:06"
  },
  {
    "text": "Yes.",
    "start": "01:00:06",
    "end": "01:00:07"
  },
  {
    "text": "So Maya is allowing us to end here with the reflection of how big is the forgiveness of God, really.",
    "start": "01:00:07",
    "end": "01:00:13"
  },
  {
    "text": "Yeah, that's right. And it's a good example also of. And this is what you're inviting us to do, Maya, is to read this saying in the prayer, not just by itself, and turn it into a kind of abstract theological claim about conditional forgiveness. But you also need to take these words of Jesus in light of all of Jesus sayings on forgiveness and his actual actions, like what he did with forgiveness. And there you see a more complex or nuanced picture that forces you to see how all the pieces of the puzzle fit together. But I think it's good to say if God's forgiveness of us was always and in every situation conditional on me forgiving others, then we are all in a really bad situation.",
    "start": "01:00:13",
    "end": "01:01:03"
  },
  {
    "text": "Out of luck. We are out of luck.",
    "start": "01:01:03",
    "end": "01:01:05"
  },
  {
    "text": "Yeah. So whatever Jesus means by that challenge is, I think, meant more as a challenge to the community of the forgiven to remember how much you've been forgiven. And that that does obligate us to start to look at other people differently. And that Jesus means that with all seriousness.",
    "start": "01:01:05",
    "end": "01:01:24"
  },
  {
    "text": "Yeah.",
    "start": "01:01:24",
    "end": "01:01:25"
  },
  {
    "text": "And. Yeah, great question, Maya. And good to hear from you.",
    "start": "01:01:25",
    "end": "01:01:27"
  },
  {
    "text": "Yeah. Thank you, Maya. And sorry we couldn't get to everyone.",
    "start": "01:01:27",
    "end": "01:01:30"
  },
  {
    "text": "Yeah.",
    "start": "01:01:30",
    "end": "01:01:30"
  },
  {
    "text": "Sorry we went so long. I guess if you're listening to this point, I'm not sorry you hung.",
    "start": "01:01:30",
    "end": "01:01:36"
  },
  {
    "text": "Sorry, not sor.",
    "start": "01:01:36",
    "end": "01:01:37"
  },
  {
    "text": "So let's end with one more song that was sent in.",
    "start": "01:01:37",
    "end": "01:01:40"
  },
  {
    "text": "Yes.",
    "start": "01:01:40",
    "end": "01:01:41"
  },
  {
    "text": "This is from Chris and Kristen Whiteley, and they titled it the Prayer of Jesus.",
    "start": "01:01:41",
    "end": "01:01:46"
  },
  {
    "text": "Our Father in the Skies. May you be recognized as holy for you are holy. Oh, may your kingdom come, and may your will be done down here among your people as it is among the angels.",
    "start": "01:01:54",
    "end": "01:02:27"
  },
  {
    "text": "Give us the same.",
    "start": "01:02:29",
    "end": "01:02:30"
  },
  {
    "text": "Our daily bread. Forgive our debts as we forgive our fellow debtors. Don't lead us into testing, but deliver us from the one we we sing. Amen. John Collins, always a pleasure.",
    "start": "01:02:32",
    "end": "01:03:06"
  },
  {
    "text": "Yes.",
    "start": "01:03:06",
    "end": "01:03:07"
  },
  {
    "text": "Talk with you. Thank you, Chris and Kristen, for that fantastic version of the Lord's Prayer.",
    "start": "01:03:07",
    "end": "01:03:13"
  },
  {
    "text": "If you want to listen to other submissions, Bibleproject.com SingThePrayer Also, there is the song that we had Liz Vice and Brian hall perform, which is a wonderful song. You can get that there as well. That's it for Today Bible Project. This thing that we're doing is we exist to experience the Bible as a unified story that leads to Jesus.",
    "start": "01:03:13",
    "end": "01:03:37"
  },
  {
    "text": "Yeah.",
    "start": "01:03:37",
    "end": "01:03:38"
  },
  {
    "text": "And everything that we make is free. We don't have to charge for it.",
    "start": "01:03:39",
    "end": "01:03:43"
  },
  {
    "text": "Yeah. Because it's already been paid for. It's already been paid for by just thousands of generous people around the world, including many of y' all who listen. So thank you, truly. Thank you. And we're glad that this is a helpful resource for you. It is for us. Like, we're working it out.",
    "start": "01:03:43",
    "end": "01:04:00"
  },
  {
    "text": "Yeah.",
    "start": "01:04:00",
    "end": "01:04:01"
  },
  {
    "text": "It's helpful for us to make all this stuff. And yeah.",
    "start": "01:04:01",
    "end": "01:04:04"
  },
  {
    "text": "I just love these conversations. They've been so transformative for me throughout all of these years.",
    "start": "01:04:04",
    "end": "01:04:09"
  },
  {
    "text": "Yeah.",
    "start": "01:04:09",
    "end": "01:04:09"
  },
  {
    "text": "It's one of my favorite things to do here at bibleproject. There is an entire team.",
    "start": "01:04:10",
    "end": "01:04:14"
  },
  {
    "text": "Yeah, totally.",
    "start": "01:04:14",
    "end": "01:04:15"
  },
  {
    "text": "Though. That helps bring this podcast to life each week. To see a full list of show credits, check out the episode description wherever you stream your podcast and you can also find it on our website.",
    "start": "01:04:15",
    "end": "01:04:26"
  }
]