[
  {
    "text": "This is BibleProject podcast and we're reading through the Sermon on the Mount. The sermon opens with nine surprise statements about who is a part of what God is doing in the world. I'm John Collins and with me is co host Michelle Jones. Hi, Michelle.",
    "start": "00:00:05",
    "end": "00:00:19"
  },
  {
    "text": "Hi, John. Remember, there are nine Beatitudes and they are in three sets of three triads.",
    "start": "00:00:19",
    "end": "00:00:24"
  },
  {
    "text": "Right. And today we're gonna go through the second triad.",
    "start": "00:00:24",
    "end": "00:00:28"
  },
  {
    "text": "This is the triad where you get a picture of the type of people that God is form. They hunger and thirst for righteousness, they show mercy, and they're pure of heart.",
    "start": "00:00:28",
    "end": "00:00:36"
  },
  {
    "text": "So we'll start today with hungering and thirsting for righteousness.",
    "start": "00:00:36",
    "end": "00:00:40"
  },
  {
    "text": "Hungering and thirsting sounds very intense. I know people who, when they get hungry, they're just not people I want to be around. Can you get hangry for righteousness?",
    "start": "00:00:41",
    "end": "00:00:52"
  },
  {
    "text": "Yes. It's a very evocative image. It also begs the question, what does Jesus mean by righteousness?",
    "start": "00:00:52",
    "end": "00:00:58"
  },
  {
    "text": "That's one of those very churchy words that we just can't quite put our finger on.",
    "start": "00:00:59",
    "end": "00:01:03"
  },
  {
    "text": "Here's how Tim puts it.",
    "start": "00:01:03",
    "end": "00:01:04"
  },
  {
    "text": "It refers to the character of someone who is in right relationship with others around them.",
    "start": "00:01:04",
    "end": "00:01:10"
  },
  {
    "text": "So that's where we'll start hungering and thirsting for right relationships. Thanks for joining us.",
    "start": "00:01:10",
    "end": "00:01:16"
  },
  {
    "text": "Here we.",
    "start": "00:01:16",
    "end": "00:01:16"
  },
  {
    "text": "Okay, here's the second triad. The good life belongs to those who hunger and thirst for righteousness because they will be satisfied. The good life belongs to those who show mercy because they will be shown mercy. The good life belongs to the pure in heart because they will see God.",
    "start": "00:01:29",
    "end": "00:01:48"
  },
  {
    "text": "I love that we get to unpack these because they've become so familiar, yet I don't know what they mean.",
    "start": "00:01:48",
    "end": "00:01:55"
  },
  {
    "text": "Yeah, that's so much of the Bible for so many people. Over familiarized into meaninglessness. Okay, so let's dive in. I think I mentioned in the 20 years of following Jesus, this is, I think, my fourth slow, deep pass through the Sermon on the Mount with stacks of books. And that keeps giving man. So the good life belongs to those who hunger and thirst for. So first, Jesus is using a metaphor.",
    "start": "00:01:57",
    "end": "00:02:24"
  },
  {
    "text": "Yeah.",
    "start": "00:02:24",
    "end": "00:02:24"
  },
  {
    "text": "That's met by the second line. Because they will be filled or satisfied.",
    "start": "00:02:25",
    "end": "00:02:29"
  },
  {
    "text": "Yeah. And you get that you're hungry, you need food and water, you have a good meal and you feel good.",
    "start": "00:02:29",
    "end": "00:02:36"
  },
  {
    "text": "That's right. So let's just note he's carrying on the theme of lack, being without. That comes from the first triad. The powerless, those who grieve over loss in the world, over their own loss, and then those on the outside. Those on the outside to be In a perpetual state of hunger is not what I would think of as the good life.",
    "start": "00:02:36",
    "end": "00:03:00"
  },
  {
    "text": "No.",
    "start": "00:03:00",
    "end": "00:03:01"
  },
  {
    "text": "Literal or metaphorical hunger, but it's a state of lack, as opposed to a state of abundance. But not just lack. When you're hungry, you lack something and you want it.",
    "start": "00:03:02",
    "end": "00:03:14"
  },
  {
    "text": "I know. It's the worst.",
    "start": "00:03:14",
    "end": "00:03:15"
  },
  {
    "text": "Being hungry, actually.",
    "start": "00:03:18",
    "end": "00:03:19"
  },
  {
    "text": "No, just lacking something. What I was thinking about was I've been running more lately, and I did some mileage the other day, and my. I was getting a blister on my toe, and I was only like a couple miles into a pretty long run. And it just occurred to me, I'm gonna have to think about the pain of my toe the entire time.",
    "start": "00:03:19",
    "end": "00:03:37"
  },
  {
    "text": "Yes.",
    "start": "00:03:37",
    "end": "00:03:38"
  },
  {
    "text": "And so I was lacking homeostasis or whatever. I was lacking comfort.",
    "start": "00:03:38",
    "end": "00:03:42"
  },
  {
    "text": "You're also lacking moleskin. That little soft stuff you put. Do you know that stuff? What?",
    "start": "00:03:42",
    "end": "00:03:48"
  },
  {
    "text": "No.",
    "start": "00:03:48",
    "end": "00:03:48"
  },
  {
    "text": "Oh, dude, it's amazing for hiking. Oh. I use it all the time.",
    "start": "00:03:48",
    "end": "00:03:51"
  },
  {
    "text": "Oh, really?",
    "start": "00:03:51",
    "end": "00:03:51"
  },
  {
    "text": "Yeah, the moment you feel a hot spot.",
    "start": "00:03:51",
    "end": "00:03:53"
  },
  {
    "text": "Yeah, put it on.",
    "start": "00:03:53",
    "end": "00:03:54"
  },
  {
    "text": "Just put that stuff on.",
    "start": "00:03:54",
    "end": "00:03:55"
  },
  {
    "text": "I had nothing but some water and miles of trail. So there was.",
    "start": "00:03:55",
    "end": "00:04:00"
  },
  {
    "text": "Oh, man.",
    "start": "00:04:01",
    "end": "00:04:02"
  },
  {
    "text": "It's not just lacking.",
    "start": "00:04:02",
    "end": "00:04:03"
  },
  {
    "text": "It's the pain, the irritant and irritant.",
    "start": "00:04:04",
    "end": "00:04:07"
  },
  {
    "text": "Of the hunger of, like, it's there gnawing at you.",
    "start": "00:04:07",
    "end": "00:04:09"
  },
  {
    "text": "That's it. Okay.",
    "start": "00:04:09",
    "end": "00:04:10"
  },
  {
    "text": "Constantly, every step.",
    "start": "00:04:10",
    "end": "00:04:11"
  },
  {
    "text": "It's great. Perfect image then. So Jesus is saying the good life belongs to people who are lacking something, but not just lacking it. The lack of irritates, agitates, puts them in a constant state of tension and awareness of the fact that they lack this thing.",
    "start": "00:04:11",
    "end": "00:04:30"
  },
  {
    "text": "Yeah.",
    "start": "00:04:30",
    "end": "00:04:31"
  },
  {
    "text": "And what is the thing that they hunger and thirst for? It's uses the Greek word dikaiosune. Dikaiosune, dikasune. The traditional English word for this in the New Testament is righteousness.",
    "start": "00:04:31",
    "end": "00:04:43"
  },
  {
    "text": "Yeah, It's a religious word. I grew up with the word righteousness, meaning the state of being pure and good before God. Right before God.",
    "start": "00:04:44",
    "end": "00:04:54"
  },
  {
    "text": "Yeah, yeah, yeah, yeah, yeah.",
    "start": "00:04:54",
    "end": "00:04:56"
  },
  {
    "text": "Not having flaws.",
    "start": "00:04:56",
    "end": "00:04:57"
  },
  {
    "text": "So dikaosune is a Greek word. It's one of the standard Greek translations. It's a group of words that comes from a root, tzedek or tsedeq. And at its roots, tzedek or tzedekah means to be in right relationship with someone. Or it refers to the character of someone who is in right relationship with. With others around them. But you can refer to a whole group of people as having a quality of tzedakah, which means all the relationships are equitable and people are in right standing with one another, meaning they treat each other Rightly. And the way that you do right by someone depends on the type of relationship it is. Sure, you know, if you're my brother or if you're my dad, or if you're my co worker or teacher or teacher or employer or whatever, they'll be.",
    "start": "00:04:58",
    "end": "00:05:52"
  },
  {
    "text": "Different person bagging your groceries.",
    "start": "00:05:52",
    "end": "00:05:54"
  },
  {
    "text": "Different types of behaviors will qualify as doing right by that person. So the way that this word is used most often, however, in the Hebrew Bible is when the stories are about people who are responsible for creating and ensuring tzedeqah in the community and they're doing a really terrible job usually is why it gets brought up.",
    "start": "00:05:54",
    "end": "00:06:17"
  },
  {
    "text": "So righteousness isn't just some abstract moral code that we live by, but it's actually how we show up one another. We want to dig into a couple more passages that illustrate this, and to do it, I've invited Dr. Ben Tertine into the studio. He's one of our Bible Project scholars. Hi, Ben.",
    "start": "00:06:32",
    "end": "00:06:51"
  },
  {
    "text": "Hi, Michelle. Thank you.",
    "start": "00:06:51",
    "end": "00:06:52"
  },
  {
    "text": "Okay, so help me out here, Ben. What should come to my mind when I use the word righteous or righteousness?",
    "start": "00:06:52",
    "end": "00:07:00"
  },
  {
    "text": "I think the first thing that should come to our mind hearing that word is how do I relate to other people?",
    "start": "00:07:01",
    "end": "00:07:06"
  },
  {
    "text": "Not how do I show up?",
    "start": "00:07:07",
    "end": "00:07:08"
  },
  {
    "text": "Yeah, I suppose you could see it that way in the sense of, like, am I showing up in a loving and kind way toward other people? But if you mean it in the sense of am I showing up with all of my personal holiness codes in order and I don't really care about other people, then yeah, that's not righteousness. So let's just do an example here. Right out of Jeremiah, Prophet Jeremiah in chapter 22, verse 3. And he is just laying into the king of Judah, well, for reasons that will become clear as we go, I.",
    "start": "00:07:08",
    "end": "00:07:37"
  },
  {
    "text": "Love a good fight.",
    "start": "00:07:37",
    "end": "00:07:38"
  },
  {
    "text": "Go.",
    "start": "00:07:38",
    "end": "00:07:38"
  },
  {
    "text": "He's giving him the business. All right. He says, this is what Yahweh says. O king, do justice and tzedakah, do justice and righteousness. You're like, those are great words. But it's cool because he fleshes it out for us. Rescue from the hand of the oppressor, the one who has been wronged. Stop doing wrong and violence to the immigrant or to the fatherless, the orphan, or to the widow. Stop shedding innocent blood in this city.",
    "start": "00:07:38",
    "end": "00:08:11"
  },
  {
    "text": "That sounds more justice y than what I think of when I think righteous.",
    "start": "00:08:12",
    "end": "00:08:16"
  },
  {
    "text": "Yeah, that's good. Well, you caught it right in the beginning, he says, do justice. Hebrew there is mishpat. We've got a video on justice. And in it we break down these two words. Mishpat and tzedekah. And they're always super tightly connected. The idea. Notice he's saying to this king man, your town is all jacked up. It is messed up. And the way for you, meaning not righteous because of how you're relating to each other. You are violent, you're oppressing people, you're doing wrong to each other. Still vague, but we get a concept of you're harming people. And you particularly. This is always called out in the Old Testament, particularly. These groups are really getting marginalized or shunned. Immigrants, orphans, widows. Yeah, yeah. People who are not showing up with a whole bunch of benefit to you. You seem to say they don't matter then. And he says that is unjust. So do mishpat. Do justice. And when you do is what creates righteousness in the city, which is. Notice in this context, it is Right. Social relationships. Right. Ways of living mutually together in the society.",
    "start": "00:08:16",
    "end": "00:09:34"
  },
  {
    "text": "Okay, so I'm gonna throw a word out that will feel loaded, but I don't mean it to feel that way.",
    "start": "00:09:34",
    "end": "00:09:39"
  },
  {
    "text": "My favorite kind of words, Michelle. Loaded, explosive.",
    "start": "00:09:39",
    "end": "00:09:43"
  },
  {
    "text": "Okay, good.",
    "start": "00:09:43",
    "end": "00:09:44"
  },
  {
    "text": "Lay it on me. What do we got?",
    "start": "00:09:44",
    "end": "00:09:45"
  },
  {
    "text": "Well, here we go. So you have. You've got poor, you've got widows, you've got immigrants, and then there's this. It almost seems like there's this need for equity to bring these people to a place where they're not being oppressed or mistreated. So is that word equity, is it?",
    "start": "00:09:45",
    "end": "00:10:05"
  },
  {
    "text": "I think it's great. You're right. It comes with some modern baggage that could mean different things with it. But the way you said it was really, really good in terms of. So the part of it I wouldn't bring into it is a sort of homogenous, bland. Everybody has all the same amount of everything. But it would very much be. There is nobody being oppress. There's nobody who is without what they need for life and flourishing.",
    "start": "00:10:05",
    "end": "00:10:32"
  },
  {
    "text": "Okay.",
    "start": "00:10:32",
    "end": "00:10:32"
  },
  {
    "text": "Yeah. There's no scenario where somebody is just rocking and rolling and somebody else is starving.",
    "start": "00:10:32",
    "end": "00:10:39"
  },
  {
    "text": "Yeah. And especially if you see that person doing that and you do nothing about it.",
    "start": "00:10:39",
    "end": "00:10:43"
  },
  {
    "text": "Absolutely.",
    "start": "00:10:43",
    "end": "00:10:44"
  },
  {
    "text": "That makes you unrighteous.",
    "start": "00:10:44",
    "end": "00:10:45"
  },
  {
    "text": "There we go. I'm thinking right as you say that, like Good Samaritan parable or something like that. Yeah. Another great word that I really kind of cling to in this conversation is mutuality.",
    "start": "00:10:45",
    "end": "00:10:56"
  },
  {
    "text": "I like that better than equity.",
    "start": "00:10:56",
    "end": "00:10:58"
  },
  {
    "text": "I think it's good because for me, does is it says, am I looking at a person as better than me or worse than me? And then as soon as I'm doing that, I'M out of a right way of relating. Yes, because I'm measuring them according to something I can see or whatever God wants me to say to the human. You, human, are a miraculous image bearing creation of Yahweh, and therefore you are worth loving, blessing, caring for, and never to be oppressed, harmed, mistreated, taken advantage of. Advantage of. Or a great word is consumed. Other times the prophets talk about this. They will say, when unrighteousness is happening, it's like you're devouring each other rather than blessing and encouraging and enlivening one another.",
    "start": "00:10:58",
    "end": "00:11:47"
  },
  {
    "text": "Okay.",
    "start": "00:11:47",
    "end": "00:11:48"
  },
  {
    "text": "Okay, Michelle, so let's do one more verse. Psalm 11:7. Yahweh is righteous.",
    "start": "00:11:48",
    "end": "00:11:54"
  },
  {
    "text": "Okay.",
    "start": "00:11:55",
    "end": "00:11:55"
  },
  {
    "text": "Hot diggity. You know, like, there you go. God, the creator, who made everything in and of himself. His character is that he is always rightly relating to you and me and everybody. Interesting. And it says so still in the same verse. Yahweh is righteous and he loves righteousness. He treats people right, and therefore he loves it when people do right by each other.",
    "start": "00:11:56",
    "end": "00:12:23"
  },
  {
    "text": "So when we are righteous, we are imaging God.",
    "start": "00:12:24",
    "end": "00:12:27"
  },
  {
    "text": "Yes.",
    "start": "00:12:28",
    "end": "00:12:28"
  },
  {
    "text": "When we are not righteous, we're basically saying, kick rocks God.",
    "start": "00:12:28",
    "end": "00:12:33"
  },
  {
    "text": "That's right. I think that's right. When it says Yahweh is righteous, it means Yahweh treats people right. He loves it when people do right by each other.",
    "start": "00:12:33",
    "end": "00:12:44"
  },
  {
    "text": "Okay.",
    "start": "00:12:44",
    "end": "00:12:45"
  },
  {
    "text": "And if Yahweh is the giver of life, he loves it when we do right by each other. Why does he love it? Because we're obeying his rule? No, because he knows that when we do right by each other, ending oppression, blessing those around us, we're coming into fullness of life, and so are they. That's his will.",
    "start": "00:12:45",
    "end": "00:13:04"
  },
  {
    "text": "So this righteousness is. Is a vehicle for his love.",
    "start": "00:13:04",
    "end": "00:13:08"
  },
  {
    "text": "Love and life. It's a gift. It's not just a rule to obey, it's a way of right relating with everybody.",
    "start": "00:13:08",
    "end": "00:13:14"
  },
  {
    "text": "Oh, I love that.",
    "start": "00:13:15",
    "end": "00:13:16"
  },
  {
    "text": "Yeah.",
    "start": "00:13:16",
    "end": "00:13:16"
  },
  {
    "text": "Thanks, Ben. Thank.",
    "start": "00:13:16",
    "end": "00:13:25"
  },
  {
    "text": "Psalm 24, verse 3. Who can walk up to the hill of Yahweh? Who can go and stand in the holy space of Yahweh? This temple imagery.",
    "start": "00:13:27",
    "end": "00:13:38"
  },
  {
    "text": "Yeah. Who can get in the temple in the throne room of God?",
    "start": "00:13:38",
    "end": "00:13:41"
  },
  {
    "text": "And really. Which means that it's Eden imagery.",
    "start": "00:13:41",
    "end": "00:13:44"
  },
  {
    "text": "Right. Who has access to the good life?",
    "start": "00:13:44",
    "end": "00:13:47"
  },
  {
    "text": "Who is it that can go be in the place where heaven and earth are one? Who can return and pass by this cherubim and get back into Eden?",
    "start": "00:13:47",
    "end": "00:13:55"
  },
  {
    "text": "Yeah. Not Cain and Abel.",
    "start": "00:13:55",
    "end": "00:13:56"
  },
  {
    "text": "Yeah. No. Or at least not Cain. Abel didn't have a chance.",
    "start": "00:13:56",
    "end": "00:14:01"
  },
  {
    "text": "Yeah, that's true.",
    "start": "00:14:01",
    "end": "00:14:02"
  },
  {
    "text": "Well, here's Psalm 24's portrait. The one who has clean hands, hands of innocence and a pure heart. That's going to be the next beatitude of Jesus. The one who hasn't lifted up their being to any kind of falsehood. They don't swear oaths with deceit. They don't try and manipulate other people to convince them that you're being truthful. They have integrity. They're the same on the outside as they are on the inside. That person will receive blessing. This is the Baruch. Ha, Baruch. And righteousness. From the God of his deliverance, you will receive righteousness. Hmm. So righteousness here doesn't mean your behavior. It's something you get from God. Yes. Yeah. In other words, being counted among the righteous. It's about a declaration that God makes when he looks at someone's life and says, that's someone who has done right by me. Because it's really hard to know just by observing each other's behavior who God would count as righteous or not. In fact, this is Jesus point many times over is that we are terrible, terrible at discerning whether people are the righteous or the wicked.",
    "start": "00:14:02",
    "end": "00:15:22"
  },
  {
    "text": "Interesting.",
    "start": "00:15:22",
    "end": "00:15:23"
  },
  {
    "text": "We often confuse them.",
    "start": "00:15:24",
    "end": "00:15:25"
  },
  {
    "text": "Gosh. But you would think it would be obvious.",
    "start": "00:15:25",
    "end": "00:15:27"
  },
  {
    "text": "You would think. But what he's going to get into in the sermon is that you can do what looks like the righteous things. Beware, he says in chapter six of doing your tzedeqah, your righteousness, in order that other people will see you and then think highly of you. And he calls that kind of person a hypocrite. So in Abraham story, Abraham is powerless. And his wife, they're powerless to produce a child. And what Abraham does is trust God's promise. Even though there's lots of reasons not to trust. There are some reasons to trust. God has been faithful to him up to that point, but there's lots of reason not to. And he trusts God's crazy promise that a nation's going to come out of you and your wife. And God stops the narrative stops Genesis 15:6. And God reckoned it to him as one who does right by me. He declares that this guy who trusts me for something he can't do for.",
    "start": "00:15:27",
    "end": "00:16:25"
  },
  {
    "text": "Himself, that's someone who does right by me.",
    "start": "00:16:25",
    "end": "00:16:27"
  },
  {
    "text": "That's what it means to do right by me. Yeah.",
    "start": "00:16:27",
    "end": "00:16:29"
  },
  {
    "text": "And the implication of that is this is a person who then will do right by others.",
    "start": "00:16:29",
    "end": "00:16:33"
  },
  {
    "text": "Yep. Correct.",
    "start": "00:16:33",
    "end": "00:16:34"
  },
  {
    "text": "Which then, Abraham doesn't fully succeed at?",
    "start": "00:16:34",
    "end": "00:16:37"
  },
  {
    "text": "Well, he has successes and failures leading up to his final. Which is a success in 22 where he surrenders the life of his son back to God, the ultimate act of faith. And his faith is rewarded with a promise. And then the apostle Paul will pick that up. He sees there a super important insight into the whole story of the Hebrew Bible. The one who God will count as righteous, the one who does right by me, is the one who stakes everything on God's word and promise and just trusts in him. And for Paul, that's what it means to give your allegiance and trust and faith to Jesus.",
    "start": "00:16:38",
    "end": "00:17:17"
  },
  {
    "text": "So it kind of feels like we're talking about two different things. Then Abraham trusts in God's promise. God's like, this is what I want. I wanted that trust, that faith, that allegiance to me. So I declare you as one who does right by me.",
    "start": "00:17:17",
    "end": "00:17:33"
  },
  {
    "text": "Yep.",
    "start": "00:17:33",
    "end": "00:17:34"
  },
  {
    "text": "But the idea of being a righteous person and doing right by God means you're going to be doing right by people. People.",
    "start": "00:17:34",
    "end": "00:17:39"
  },
  {
    "text": "Correct. That's right.",
    "start": "00:17:39",
    "end": "00:17:40"
  },
  {
    "text": "And then you get these narratives of Abraham not doing right by people. Not doing right by people.",
    "start": "00:17:40",
    "end": "00:17:46"
  },
  {
    "text": "Totally. Yes. That's right.",
    "start": "00:17:46",
    "end": "00:17:47"
  },
  {
    "text": "And then it all culminates this climactic act of surrendering all of that back to God again.",
    "start": "00:17:48",
    "end": "00:17:54"
  },
  {
    "text": "Yeah. So you could say he's a mixed bag.",
    "start": "00:17:54",
    "end": "00:17:56"
  },
  {
    "text": "He's a mixed bag.",
    "start": "00:17:56",
    "end": "00:17:57"
  },
  {
    "text": "He's a mixed bag.",
    "start": "00:17:57",
    "end": "00:17:58"
  },
  {
    "text": "But when Paul reflects on it, he's focusing on the trust and not the right relationships that he developed amongst people.",
    "start": "00:17:58",
    "end": "00:18:05"
  },
  {
    "text": "Oh yeah.",
    "start": "00:18:05",
    "end": "00:18:06"
  },
  {
    "text": "So which is it? Is it doing right by others or is it trusting God?",
    "start": "00:18:06",
    "end": "00:18:09"
  },
  {
    "text": "Exactly. It's both. It's the same word. It's to be righteous and do righteousness. To be someone who does right by God is to be someone who does right by other people.",
    "start": "00:18:09",
    "end": "00:18:21"
  },
  {
    "text": "But you got Abraham, who is being right by God while not being right to other people.",
    "start": "00:18:22",
    "end": "00:18:27"
  },
  {
    "text": "Yes. So what a surprise that on the basis of trust, God will declare the ungodly to be people who are in right standing with him. Man, that is a generous, extremely generous kind of God. Right. Isn't that Paul's point? I guess it is one who justifies the ungodly. That's what he says in Romans. So, yeah. My point is these two nuances of meaning of the word are, they're actually really close together. To be declared righteous by God means to be someone who did right by God. Which means that in your life you will do right by other people who are made in the image of that God that you are doing right by by doing right to them.",
    "start": "00:18:27",
    "end": "00:19:12"
  },
  {
    "text": "So Jesus says, here's someone who is not taking care of the poor and the oppressed when that person meets God And God is going to declare them as righteous. He says, nope, you didn't do right by me. You didn't do right by me because.",
    "start": "00:19:13",
    "end": "00:19:27"
  },
  {
    "text": "You didn't do right by them.",
    "start": "00:19:27",
    "end": "00:19:28"
  },
  {
    "text": "So that's that first kind of layer of righteousness doing right. Now, what if that person said, ah, yes, yes, God, but I do trust you and I have faith in you. I see that I screwed up. Oh sure, Father Abraham screwed up too. Yeah, yeah, but I want to surrender.",
    "start": "00:19:28",
    "end": "00:19:42"
  },
  {
    "text": "Yeah.",
    "start": "00:19:42",
    "end": "00:19:42"
  },
  {
    "text": "Then would God say, I'll declare you as righteous as.",
    "start": "00:19:42",
    "end": "00:19:46"
  },
  {
    "text": "The first response is, I'm not God, so I have no idea what to say about anybody. You know, there's the sub theme of this, about God as the one who searches the heart. There's Proverbs and psalms about this. This is about why God tests people, to discern what is in them, this kind of thing. So yeah, I think God in his wisdom and generosity will be just and fair and generous with how he evaluates people. But he evaluates us. He's evaluating us.",
    "start": "00:19:46",
    "end": "00:20:18"
  },
  {
    "text": "But that's the point is there's this moment where God will declare your standing.",
    "start": "00:20:18",
    "end": "00:20:23"
  },
  {
    "text": "Totally. Yeah, totally. These are age old questions in the Christian tradition. And you can see James and Paul reflecting and working all these, all these themes, the fact that God would be generous to me and overlook my failures, but the moment that becomes an escape clause for me to begin compromising, then I need to get some holy fear and trembling. And that's just a tension that the biblical authors refuse to solve for us. Because I think it's the drama of the life of following Jesus is to trust that God will be generous with me while I pursue righteousness, while I do righteousness, not while I, yeah. Sit on my arse and just expect.",
    "start": "00:20:23",
    "end": "00:21:12"
  },
  {
    "text": "God to check me off the list because of some prayer I did.",
    "start": "00:21:12",
    "end": "00:21:16"
  },
  {
    "text": "Totally. That's right. The good life belongs to those who hunger and thirst for rightness, righteousness. So first of all, if you hunger and thirst for it, it's showing that it's something that you're not seeing or experiencing. Hmm.",
    "start": "00:21:16",
    "end": "00:21:33"
  },
  {
    "text": "Right. Relationships are not happening.",
    "start": "00:21:34",
    "end": "00:21:37"
  },
  {
    "text": "Yeah. This thing is. It's not something you have in the present which compels me to think. It's that first meaning of people doing right by each other and therefore right by God. There's a serious lack of that that I see going on around me and it puts me in a constant state of agitation.",
    "start": "00:21:37",
    "end": "00:21:57"
  },
  {
    "text": "Yes.",
    "start": "00:21:58",
    "end": "00:21:58"
  },
  {
    "text": "Anxiety and discontent.",
    "start": "00:21:58",
    "end": "00:22:00"
  },
  {
    "text": "The blister is forming.",
    "start": "00:22:00",
    "end": "00:22:02"
  },
  {
    "text": "The blister? Yeah, the blister. They see a world of people who are being deprived of righteousness righteousness. And they see people taking advantage of each other, and they see people doing injustice, and they see some people ignoring it all and doing great. Looks like they're doing great. And it just grieves them. It's another one of these paradoxes. This is similar to the good life belongs to those who grieve because you're.",
    "start": "00:22:02",
    "end": "00:22:29"
  },
  {
    "text": "Grieving over the lack of equity, of harmony and wholeness in relationships. And what Jesus is saying is, yes, yes, you're grieving. Yes, you want that.",
    "start": "00:22:29",
    "end": "00:22:44"
  },
  {
    "text": "If you're hungering for it, what you desire is a time and a place when there is true justice, ultimate justice, when everybody does right by everybody. If you're not hungering and thirsting for people to do right by each other, you're not paying attention.",
    "start": "00:22:44",
    "end": "00:23:03"
  },
  {
    "text": "If you're hungering and thirsting for it, that means you've developed a palate for the kingdom of God.",
    "start": "00:23:03",
    "end": "00:23:08"
  },
  {
    "text": "Yeah.",
    "start": "00:23:08",
    "end": "00:23:08"
  },
  {
    "text": "And you're ready.",
    "start": "00:23:08",
    "end": "00:23:10"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:23:10",
    "end": "00:23:11"
  },
  {
    "text": "So righteousness, doing right by God doesn't bother me too much. I think the thing that sticks uppermost in my brain is that hunger and thirst thing. I mean, that's uncomfortable. In other words, it should bother me when the world isn't lined up with God's sense of what right and wrong, and when people aren't treating each other right. And the same way I make moves to get water and food, like, I don't wait for somebody else to take care of me unless I'm a baby. I need to be intentional and active about helping to set things right. You gotta get in there, like John said, get some blisters. Okay, let's move on. Take a look at the next beatitude. Religious word alert. The good life is for the merciful.",
    "start": "00:23:21",
    "end": "00:24:16"
  },
  {
    "text": "Second part of this triad, the good life belongs to those who show mercy because they will be shown mercy.",
    "start": "00:24:23",
    "end": "00:24:32"
  },
  {
    "text": "Yeah. And this is a big theme in Jesus teachings of forgive. If you don't forgive others, you will not be forgiven.",
    "start": "00:24:32",
    "end": "00:24:39"
  },
  {
    "text": "Yes. In fact, there's the famous parable of the guy who's forgiven a debt.",
    "start": "00:24:39",
    "end": "00:24:44"
  },
  {
    "text": "Yes. And then he doesn't forgive a debt owed him.",
    "start": "00:24:44",
    "end": "00:24:46"
  },
  {
    "text": "Correct. And the conclusion of that is the guy who holds the debt saying to the guy who owes him money, saying, shouldn't you have shown mercy to your fellow just as I showed mercy to you?",
    "start": "00:24:46",
    "end": "00:25:00"
  },
  {
    "text": "Right.",
    "start": "00:25:00",
    "end": "00:25:01"
  },
  {
    "text": "And it's the same word. So. Yeah. Mercy here actually has a very specific nuance.",
    "start": "00:25:01",
    "end": "00:25:06"
  },
  {
    "text": "Forgiving a debt.",
    "start": "00:25:06",
    "end": "00:25:06"
  },
  {
    "text": "It's forgiving someone who's wronged you or owes you.",
    "start": "00:25:07",
    "end": "00:25:09"
  },
  {
    "text": "Yeah.",
    "start": "00:25:09",
    "end": "00:25:10"
  },
  {
    "text": "That's the specific meaning of mercy in the gospel of Matthew, wrong has been done.",
    "start": "00:25:10",
    "end": "00:25:15"
  },
  {
    "text": "Yeah. How else do you make right relationships when there's so much chaos?",
    "start": "00:25:16",
    "end": "00:25:20"
  },
  {
    "text": "Yes. You have to find a way to. Yeah. Forgive. As Bishop Desmond Tutu said, bishop in South Africa, there is no future for the human race without forgiveness. There will be no way forward for us on individual or corporate levels without the practice of forgiveness. And that's huge theme in Jesus teachings.",
    "start": "00:25:20",
    "end": "00:25:41"
  },
  {
    "text": "Yeah.",
    "start": "00:25:41",
    "end": "00:25:42"
  },
  {
    "text": "Here's what's interesting. You actually know this word, the Greek word mercy. It's the Greek word elois, which we talked about in past conversations in a word study about loyal love in Exodus 34. Six series. Oh, yeah. So the Hebrew word chesed, which means love, generosity, and loyalty, that was translated by the Greek translators of Septuagint with a variety of words, but one of the most common ones was a Greek word, elos, mercy. And so the question is, is Jesus talking merely about forgiveness or is he loading this Greek word with its Hebrew meaning of chesed? So what's interesting is that in the Gospel of Matthew, this word appears quite a bit el' as the Greek word with the ideas of chesed. So, for example, there's multiple stories, healing stories, where people who are in really desperate situations call out to Jesus, and what they ask him is to show us Elahs, son of David. So this is what the blind men say to Jesus. It's usually translated, have mercy on us. Or the Canaanite woman, I think, whose daughter is sick, have mercy on me. So it sounds weird in English because we think have mercy on me means I did something wrong. Please forgive me.",
    "start": "00:25:42",
    "end": "00:27:03"
  },
  {
    "text": "It's like, uncle, uncle, Uncle.",
    "start": "00:27:03",
    "end": "00:27:06"
  },
  {
    "text": "No. And this is like, hey, listen, Jesus, you don't owe me. You don't know me and you don't owe me. Could you show me this kindness by restoring my body? That's what they're asking over and above. So when you're saying, show me chesed.",
    "start": "00:27:06",
    "end": "00:27:21"
  },
  {
    "text": "Treat me like family.",
    "start": "00:27:23",
    "end": "00:27:23"
  },
  {
    "text": "Treat me. Yes. Treat me like you would a family member, that you're going above and beyond. So within our social relationships, within the biblical imagination, there's people that you are already connected to, and you have a duty and obligation to them.",
    "start": "00:27:23",
    "end": "00:27:37"
  },
  {
    "text": "Okay. So it's like you've got your neighbors.",
    "start": "00:27:37",
    "end": "00:27:39"
  },
  {
    "text": "Yeah.",
    "start": "00:27:39",
    "end": "00:27:39"
  },
  {
    "text": "And it's like, do right by your neighbors.",
    "start": "00:27:39",
    "end": "00:27:41"
  },
  {
    "text": "That's right. That's righteousness.",
    "start": "00:27:41",
    "end": "00:27:42"
  },
  {
    "text": "But you got your family and your close friends, and. And it's like, I'm not gonna just do right by you. I'm gonna go above and beyond. I'm gonna align myself with you. I'm gonna show you so much favor and grace and kindness and love. And it's based off of this familial loyalty that we have together. That's chesed.",
    "start": "00:27:42",
    "end": "00:28:04"
  },
  {
    "text": "That's right.",
    "start": "00:28:04",
    "end": "00:28:05"
  },
  {
    "text": "Okay.",
    "start": "00:28:05",
    "end": "00:28:05"
  },
  {
    "text": "And in Jesus mind, having that kind of love towards an other is actually the ultimate goal and purpose of being a human image of God is to love God and love your neighbor. And so this shades very quickly into Jesus commands to love using the Greek word agape, which gets us into a whole other discussion. But the elas Greek word rendering the Hebrew word hesed is about that familial bond, which makes it amazing later in Matthew when a Canaanite woman comes up to Jesus saying, would you show me chesed? Yeah. And. And so just would invite the reader if you're a Note taker. Psalm 136 has the word chesed in it in more times than one literary unit in the whole Bible. And it retells the story of God making creation and then of God calling and liberating Israel from slavery and bringing them into the promised land and rescuing them from their enemies. And every single line of the poem is punctuated with the line his chesed endures forever. So the whole history of Israel is seen as a gift of mercy, that is loving kindness, that is chesed. Israel didn't deserve it. Yahweh didn't have to do it, but he just did it because he chose to. And he's just. That that's chesed.",
    "start": "00:28:05",
    "end": "00:29:33"
  },
  {
    "text": "Okay.",
    "start": "00:29:33",
    "end": "00:29:34"
  },
  {
    "text": "Do you want to do away with mercy? Do you think we should find another English word? Familial love? Too wordy.",
    "start": "00:29:35",
    "end": "00:29:42"
  },
  {
    "text": "Yeah. What's hard with the word mercy is it doesn't mean what we're talking about. What's hard with the word loyal love is it still needs a lot of explanation, I think.",
    "start": "00:29:43",
    "end": "00:29:52"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:29:52",
    "end": "00:29:53"
  },
  {
    "text": "Blessed are those who. And kindness doesn't go far enough. What a word about how you treat your family.",
    "start": "00:29:54",
    "end": "00:30:01"
  },
  {
    "text": "Generous love. How good is life for those who love generously? They will be shown generous love.",
    "start": "00:30:01",
    "end": "00:30:08"
  },
  {
    "text": "That's an aspect of it.",
    "start": "00:30:08",
    "end": "00:30:09"
  },
  {
    "text": "Yeah. I mean, you tend to love people that are close in and when talking about generous over abundant love. Now we're getting it.",
    "start": "00:30:10",
    "end": "00:30:18"
  },
  {
    "text": "Abundant love here.",
    "start": "00:30:21",
    "end": "00:30:23"
  },
  {
    "text": "Maybe I'll close these reflections again. I'll just. I'll say it throughout the series. I've learned so much from the commentary, multi volume commentary by W. D. Davies and Dale Allison about Sermon on the Mount. And they summarize Ella's this way. They say Ella connotes the idea of loyalty in a relationship. Hence it would seem that Matthew was Persuaded that while Jesus and his followers, in their acts of mercy and loving kindness, were demonstrating their loyalty to God, that there were weightier matters of justice and mercy, or elos and faith that were neglected by Matthew and Jesus's opponents, namely the Pharisees. Throughout the Gospel of Matthew, this word mercy and its connected words imply that merciful action is the concrete expression of your loyalty to God, and that what God demands is not so much activity directed to God, but loving kindness directed towards other people. And they're alluding here to another line in Matthew where Jesus quotes from the prophet Hosea and says to the Pharisees, God desires elaos, not sacrifices, which he actually doesn't mean. God doesn't want sacrifices. But it's in comparison. If you're going to surrender something to God, you can do it in the form of sacrifice. And that's good and right and God, right. God set that up in Leviticus. But if you're comparing offering a sacrifice versus the opportunity to surrender yourself in an act of generous love towards another, God will say, do that one every time and come offer the sacrifice later.",
    "start": "00:30:23",
    "end": "00:32:10"
  },
  {
    "text": "The good life belongs to those who embody hesed love. The ones who treat people like really close family with outrageous generosity in their love. Now Israel never deserved that, but God was always faithful to give that. God's loyal love punctuates their whole story. There's actually just one story. God's loyal love goes on forever. That's the story. And Israel's life. And in fact all of our lives punctuate that truth. Here's our last beatitude for the day. The good life belongs to the pure in heart.",
    "start": "00:32:15",
    "end": "00:32:57"
  },
  {
    "text": "Here's the last one of the middle triad. The good life belongs to the pure in heart because they will see God. Do you remember how the first triad ended? With a quotation from the book of Psalms.",
    "start": "00:33:01",
    "end": "00:33:14"
  },
  {
    "text": "Yeah. Blessed are the outsiders. They will inherit.",
    "start": "00:33:14",
    "end": "00:33:18"
  },
  {
    "text": "They will inherit the land. It's a copy paste quotation from Psalm 37. Jesus concludes this triad with another copy and paste quotation from Psalm 24. Who can walk up to the hill of Yahweh and stand in his holy space? The one who has clean hands and a pure heart, who has not lifted up his being to falsehood or sworn deceitfully. He will receive blessing from Yahweh. He will be declared righteous to be in right relationship with God. This verse 6, this is the generation of those who seek him, of those who seek your face, O God, of Jacob. The good life belongs to the pure of heart. They are the Ones who will look upon the face of God.",
    "start": "00:33:18",
    "end": "00:34:04"
  },
  {
    "text": "Looking upon the face of God in the Hebrew Bible, isn't that a very dangerous thing to do?",
    "start": "00:34:05",
    "end": "00:34:11"
  },
  {
    "text": "It is, but it's only dangerous if you live on the outside of Eden. Right, right.",
    "start": "00:34:11",
    "end": "00:34:17"
  },
  {
    "text": "Okay.",
    "start": "00:34:17",
    "end": "00:34:18"
  },
  {
    "text": "Because if you're in Eden, you're walking in the. Cool.",
    "start": "00:34:18",
    "end": "00:34:21"
  },
  {
    "text": "You're walking.",
    "start": "00:34:21",
    "end": "00:34:22"
  },
  {
    "text": "Yeah. You're walking and talking. That's right. To see the face of God is shorthand for to gain re entry back into Eden. Or in Revelation 22, when heaven and Earth are reunited, his servants.",
    "start": "00:34:22",
    "end": "00:34:36"
  },
  {
    "text": "You know what?",
    "start": "00:34:37",
    "end": "00:34:37"
  },
  {
    "text": "This is just coming to me in the moment.",
    "start": "00:34:37",
    "end": "00:34:39"
  },
  {
    "text": "Some hyperlinks are happening in your brain.",
    "start": "00:34:40",
    "end": "00:34:42"
  },
  {
    "text": "Wow. Wow. So this is. Yeah. The reunion of heaven and earth is the last page of the Bible. He showed me the water, the river of. The water of life coming from the throne of God and the lamb. So the throne of the New Jerusalem is now where the tree of life is at the center of Eden, flowing out of it.",
    "start": "00:34:43",
    "end": "00:35:03"
  },
  {
    "text": "Tree of life is sprouting up, Sprouting.",
    "start": "00:35:04",
    "end": "00:35:07"
  },
  {
    "text": "Up because the Tree of Life is the throne of God. In other words, in this New Jerusalem, Eden. At the center of it is a thing from which flows the river in the garden, the tree. Here, it's the throne of God and the lamb, and that's because it's the Holy of holies. Verse 3. There will no longer be any curse. The throne of God and the lamb will be in it. His servants will serve him. They will see his face. To have access and reentry back into Eden is seeing the face of God. To look upon the face. Yeah, yeah. It's the image. So this is all being hyperlinked to Moses on the mountain. Show me your face. And he says, you can't, because here, you know, outside of Eden, it's dangerous. You'll die.",
    "start": "00:35:07",
    "end": "00:35:54"
  },
  {
    "text": "So he saw, like, the back of his back.",
    "start": "00:35:54",
    "end": "00:35:56"
  },
  {
    "text": "Yeah. Such a great metaphor for the indescribable.",
    "start": "00:35:56",
    "end": "00:36:00"
  },
  {
    "text": "So this is. This getting into the holiness theme.",
    "start": "00:36:01",
    "end": "00:36:03"
  },
  {
    "text": "This is getting in. Well, it is, but it's using purity language.",
    "start": "00:36:04",
    "end": "00:36:08"
  },
  {
    "text": "Purity language.",
    "start": "00:36:08",
    "end": "00:36:09"
  },
  {
    "text": "Yep.",
    "start": "00:36:09",
    "end": "00:36:09"
  },
  {
    "text": "Which is like. So in. Like, Leviticus.",
    "start": "00:36:09",
    "end": "00:36:11"
  },
  {
    "text": "Yes. Yeah. Ritual purity. These ritual acts you do to symbolize the state of my heart. So I wash my body of physical impurities before I enter into the temple courtyards. This is very common. And you do it as a symbol of. I want to shed myself of death and mortality and also of my own moral failures and come into your presence in a pure state. But the trick is that's, you know, it's a symbol and an external thing, but you want it to Be true of what's internal as well.",
    "start": "00:36:11",
    "end": "00:36:51"
  },
  {
    "text": "I get this picture of purity, being when everything is right, and that an impurity, then even the smallest thing that is introducing chaos and disorder into something that is good and right. And I kind of get this picture of in order to really be in God's presence, like, any amount of impurity is going to then just get magnified and compromise you.",
    "start": "00:36:52",
    "end": "00:37:24"
  },
  {
    "text": "To be pure of heart means that my behavior that's observable to others is doing right by God and doing right by others, and that it's matched completely by my internal lives and motivations that are doing right by God and by others. You know what I'm saying? Like, because I think we all learn pretty quickly.",
    "start": "00:37:24",
    "end": "00:37:48"
  },
  {
    "text": "You can fake it.",
    "start": "00:37:48",
    "end": "00:37:48"
  },
  {
    "text": "You can fake it. Oh, from a young age, we learn how to manipulate others.",
    "start": "00:37:48",
    "end": "00:37:53"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:37:53",
    "end": "00:37:54"
  },
  {
    "text": "So there you go. That's it. Jesus is putting his finger on that. This is one of those moments in the sermon where you're like, oh, man. Well, cross me off that list. I, you know, I can get with a hunger and thirst for righteousness. Yeah, I resonate with that. But this one, for it to be.",
    "start": "00:37:54",
    "end": "00:38:13"
  },
  {
    "text": "Connected to my true motivations.",
    "start": "00:38:13",
    "end": "00:38:16"
  },
  {
    "text": "Yeah, it's a pretty tall order.",
    "start": "00:38:16",
    "end": "00:38:19"
  },
  {
    "text": "It's a super tall order. So in one sense, you're like, okay, I get it. That's the purpose of humanity. That's the relationship God designed humanity for. And so it's this ideal. But then you think about it practically. I think about it and I'm like, how many minutes of the day could I even say I'm anywhere near what this is asking for? Let's say, like, the purpose of my day was just wholeheartedly to try to be pure of heart. All day I wake up and that's all I'm thinking about. It's my focus all day. Like, how well could I do it?",
    "start": "00:38:19",
    "end": "00:39:03"
  },
  {
    "text": "Well, think of it this way. This is the third of a triad here. And the previous two were about doing right by others and generous acts of love.",
    "start": "00:39:05",
    "end": "00:39:17"
  },
  {
    "text": "Yeah, that's hard enough.",
    "start": "00:39:17",
    "end": "00:39:18"
  },
  {
    "text": "But in other words, I think the fact that the purity of heart comes as the third one to conclude all these behaviors, what we're talking about here isn't just behavior. It's character, the core character of a person. And I know that one of the important contributions of biblical thought to the world and that the Protestant Reformation really kind of zeroed in on alongside God's generous grace and mercy is the compromised, mixed, confused, yucky nature of the human heart, depravity, as it were. And you can overemphasize that to the degree of actually not being faithful to the full portrait of human nature in the Bible, because humans are a lot more in God's eyes than depraved. But that moral compromise nature is really a big emphasis in the biblical story. And because it's realistic, that's true.",
    "start": "00:39:19",
    "end": "00:40:17"
  },
  {
    "text": "That's why the psalmist says, give me pure, clean hands and pure heart.",
    "start": "00:40:17",
    "end": "00:40:21"
  },
  {
    "text": "That's right. Yeah, that's right. David in Psalm 51, after murdering Uriah and committing adultery with Bathsheba, asked for God's forgiveness and says, God, by your mercy, create Genesis 1 language. What I need is a new creation, like for my core. My thoughts, my desires and my feelings create in me a pure heart. So we need a pure heart. And the pure heart is the entry card to returning to Eden. So this whole in Psalm 24, the idea of going up to the high mountain where you go into the holy of holies, this is all about the return to Eden because the temple and the tabernacle are symbolic Edens. So this is about going past those chair beam and the fiery sword that's going to cut away some stuff that you might think is really important to who you are. But God says, you got to lose that stuff if you want to be with me, and I want you to be with me. So let's find a way to purge that stuff in a way that doesn't kill you. That's essentially God's mission in the storyline of the Bible. So God's on a mission to make us pure of heart. It's possible. I think you were just lamenting. Sorry, this is the whole kind of rambling response to you lamenting, like, is that even possible? And there's one sense in which, wow, I'm not sure I can do that. But then there's another sense in which it's important to recognize the biblical authors. And God really thinks humans are capable of this. They're capable through God's new creation, power and presence and mercy and the power of God's spirit. But it's what we are made for. We're made to be pure of heart.",
    "start": "00:40:21",
    "end": "00:42:14"
  },
  {
    "text": "God is on a mission to make us pure of heart. In our next and final segment, let's listen in as Dan Gummel talks with one of our Bible Project artists about how she, she chose to portray this idea of pureness of heart.",
    "start": "00:42:18",
    "end": "00:42:35"
  },
  {
    "text": "Well, hey, everybody, this is Dan Gummel and I'm sitting here in the Bible Project kitchen because it was a little bit too loud in the animation studio. And I'm Sitting here with a friend of mine, Rose Mayer. So I want to talk about that image that you guys associate with being pure of heart.",
    "start": "00:42:36",
    "end": "00:42:51"
  },
  {
    "text": "So in this shot, what we're doing is watching the scholar interact with her own perceptions of what it means to be pure of heart.",
    "start": "00:42:51",
    "end": "00:42:59"
  },
  {
    "text": "And this one really raises the bar. To be part of this revolution, my heart needs to be so pure, I could look directly at God.",
    "start": "00:43:00",
    "end": "00:43:08"
  },
  {
    "text": "So the way it's drawn up is you have this tall scholar figure in these very impressive religious robes, and he's standing on this little pedestal. And then this light shines from above, and he kind of has his chest puffed out, like, swelled up, and he's looking up at this light.",
    "start": "00:43:09",
    "end": "00:43:22"
  },
  {
    "text": "So this illustrates the scholar presenting himself to God. Like, check out how good I am doing. And this little bubble that pops up of a heart on his chest is his own idea of what he is.",
    "start": "00:43:23",
    "end": "00:43:36"
  },
  {
    "text": "Jesus knows that all of our choices, even our good ones, are often driven by mixed motives. All of a sudden, the platform, like, swivels, and he is now facing away from the light. He's kind of hunched over in the shadow. So, like, he's a little bit more crouched over, and it's a little darker.",
    "start": "00:43:37",
    "end": "00:43:55"
  },
  {
    "text": "So this is just like drawing the rear side of a penny. You want to show everybody your good face, but you also have a backside, and sometimes you don't even know what's back there. And so if you flip anybody around, you're going to see some stuff that's not as appealing, and that's not what you would be showing God. That's the inverse of what you want to show anybody. The problem that we're trying to illustrate in this shot is the idea that we can get away with our false presentation. It's about being honest with ourselves.",
    "start": "00:43:56",
    "end": "00:44:29"
  },
  {
    "text": "That's really cool. Well, thank you, Rose. It's been really fun.",
    "start": "00:44:30",
    "end": "00:44:33"
  },
  {
    "text": "That's it for today's episode.",
    "start": "00:44:44",
    "end": "00:44:45"
  },
  {
    "text": "Next week, we'll look at the third and final triad, which focuses on being peacemakers, an uncomfortable but crucial way of life for those who follow Jesus.",
    "start": "00:44:45",
    "end": "00:44:55"
  },
  {
    "text": "Biblical peace is not the absence of conflict. It's the presence of harmony.",
    "start": "00:44:56",
    "end": "00:45:00"
  },
  {
    "text": "Bibleproject is a crowdfunded nonprofit, and we exist to experience the Bible as a unified story that leads to Jesus. Everything that we create is free because of the generous support of thousands of people just like you.",
    "start": "00:45:01",
    "end": "00:45:12"
  },
  {
    "text": "Thank you so much for being a part of this with us.",
    "start": "00:45:13",
    "end": "00:45:15"
  },
  {
    "text": "Hi, this is Cooper here to read the credits. Dan Gummel is the creative producer for today's show. Production of today's episode is by producer Lindsey Ponder Managing Producer Cooper Peltz producer Colin Wilson Stephanie Tam is our consultant and editor. Tyler Bailey is our audio engineer and editor and he also provided the sound of design and mix for today's episode. Brad Witty does our show notes. Hannah Wu provides the annotations for our app. Original Sermon on the Mount music is by Richie Cohen and the bibleproject theme song is by Tents. Special thanks to Ben Tertine and Rose Mayer and your hosts, John Collins and Michelle Jones.",
    "start": "00:45:16",
    "end": "00:45:56"
  },
  {
    "text": "Hi, this is Stephanie and I'm from Malaysia. I first heard about Bible project in 20002017 and I fell in love with it immediately. I use bibleproject for my personal devotion and Bible study with friends. My favorite thing about Bible Project is its animation. I'm a visual learner and it brings the Bible alive for me. We believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes and more@bibleproject.com.",
    "start": "00:45:57",
    "end": "00:46:34"
  }
]