[
  {
    "text": "Have you ever taken the time to go bird watching? Maybe you've gone on a walk in nature or taken a casual stroll down a tree lined street and you notice the birds flying overhead or singing in the branches. Well, if you haven't, you might be surprised to learn that Jesus actually commands his followers to look at the birds. That's right. Take note of how our feathered friends don't farm the land, they don't hoard its harvest into big barns, or worry about next year's winter. And yet God provides for them. In fact, their story has a lot to teach us about anxiety, which is what today's episode is all about.",
    "start": "00:00:16",
    "end": "00:01:00"
  },
  {
    "text": "If you're wondering if Jesus is naive and his head is in the clouds, like he knows there's trouble, each day is full of trouble. That's the last line. Your life is full of trouble, but your state of mind doesn't have to be ruled by the trouble of each day.",
    "start": "00:01:01",
    "end": "00:01:17"
  },
  {
    "text": "I'm your host Michelle Jones, and this is Bible Project podcast with John Collins and Tim Mackey. Today we dive into the fourth and final teaching about money. In the Sermon on the Mount. Jesus is teaching don't be anxious or don't worry. We explore what Jesus is actually saying about anxiety and. And if anxiety is even the right translation for the original Greek word.",
    "start": "00:01:28",
    "end": "00:01:53"
  },
  {
    "text": "Yeah. So merimnao is good when we have concern for the right things and in the right amount, it becomes a problem when we have concern for the wrong things or when we have too much concern so that it tips over into worry.",
    "start": "00:01:53",
    "end": "00:02:09"
  },
  {
    "text": "And we explore the opposite of anxiety, how to find peace with. With some practical insights from psychiatrist Kurt.",
    "start": "00:02:10",
    "end": "00:02:17"
  },
  {
    "text": "Thompson, we wonder why we are so fragile. It's because of the simple choices that we make day in and day out. We become what we pay attention to.",
    "start": "00:02:17",
    "end": "00:02:26"
  },
  {
    "text": "Today on BibleProject podcast. The surprising upside down world of God's abundance and how seeking first the kingdom of the skies can set us free from anxiety.",
    "start": "00:02:27",
    "end": "00:02:38"
  },
  {
    "text": "On earth, there is a freedom, there's a peace. And I think it seems like that's what Jesus is advocating. And so here it's about the peace that comes. If you really trust that God will provide.",
    "start": "00:02:38",
    "end": "00:02:52"
  },
  {
    "text": "Thanks for joining us. Here we go.",
    "start": "00:02:52",
    "end": "00:02:54"
  },
  {
    "text": "Hey, Tim.",
    "start": "00:02:59",
    "end": "00:02:59"
  },
  {
    "text": "Hey, John.",
    "start": "00:02:59",
    "end": "00:03:00"
  },
  {
    "text": "Okay, so we're in the Sermon on the Mount and we're in the section of the Sermon on the Mount where Jesus is talking a lot about money.",
    "start": "00:03:00",
    "end": "00:03:05"
  },
  {
    "text": "Yeah.",
    "start": "00:03:06",
    "end": "00:03:06"
  },
  {
    "text": "In fact, this is the fourth kind of thing that Jesus is going to say about money.",
    "start": "00:03:06",
    "end": "00:03:11"
  },
  {
    "text": "Yeah, he's painting a portrait or a vision of life where you live as if the kingdom of heaven has truly arrived here on earth, which reshapes how you think about ethics, how you think about expressing your devotion to God and how you relate to money. And it's really, as we're seeing in these conversations, it's not really about money. It's really about where we have placed our ultimate trust and security. Because that's what money represents for most of us is a foundation for security and stability, which it is. And until it's not. Until it's not.",
    "start": "00:03:11",
    "end": "00:03:50"
  },
  {
    "text": "In which case it's just a tool.",
    "start": "00:03:53",
    "end": "00:03:55"
  },
  {
    "text": "Yes, exactly. Right. Yep. So he began with contrasting stored up treasures on this land, in contrast to stored up treasure in the sky. Then he told a parable about the good eye and the bad eye, about generosity and stinginess. Then he told a parable about how you can't serve two masters. And those are all quite challenging, kind of in your face, like stark choice here. These are the most encouraging, comforting words in the whole sermon so far. This paragraph we're about to read, which is all about. You will start to detach yourself from viewing money as a source of security and trust if you really learn just how generous your heavenly father is.",
    "start": "00:03:55",
    "end": "00:04:46"
  },
  {
    "text": "If you're going to serve God instead of money, what kind of God are you serving?",
    "start": "00:04:46",
    "end": "00:04:49"
  },
  {
    "text": "Yeah, so good. That's right. And Jesus had. He had a view of God's generosity, kindness and goodness that most of his followers throughout history have found very difficult to believe. And this paragraph is a good example of that. So do you just want to read it? It's verses 25 through 34, Matthew, chapter six.",
    "start": "00:04:49",
    "end": "00:05:13"
  },
  {
    "text": "Because of this, I say to you all to do not be anxious about your life self.",
    "start": "00:05:14",
    "end": "00:05:18"
  },
  {
    "text": "It's the word tsuke, Tsuke, from which we get psyche. So.",
    "start": "00:05:19",
    "end": "00:05:24"
  },
  {
    "text": "Your very being, is this your Nephesh?",
    "start": "00:05:26",
    "end": "00:05:28"
  },
  {
    "text": "It's the Greek equivalent of nephesh in Hebrew.",
    "start": "00:05:28",
    "end": "00:05:31"
  },
  {
    "text": "Yeah.",
    "start": "00:05:31",
    "end": "00:05:31"
  },
  {
    "text": "Do not be anxious about your suke, your life self, what you will eat or what you will drink, not even about your body, what you will put on. Isn't the living self more than food and the body more than clothing? Look at the birds of the air. They don't sow, they don't harvest, they don't gather into barns. And yet your father in the skies feeds them. Aren't you much more valuable than they? And who among you is able to add an hour to your lifespan by anxiety? And about clothing? Why are you all anxious? Pay attention to the lilies of the field, how they grow. And they don't weave cloth. But I say to you all that not Even Solomon, in all his glory, clothed himself like one of these. Now if the grass of the field which is there today and tomorrow is tossed into the furnace is clothed this way by God, won't he much more clothe you all who have so little trust? So then don't be anxious saying, what will we eat? What will we drink? What will we wear for clothing for the nations, they constantly seek for all these things. For your Father in the skies knows that you need all these things. Rather first seek for the kingdom of God and to do right by him. And all these things will be added to you. So then don't be anxious about tomorrow. Tomorrow can be anxious about itself. Each day has enough trouble of its own.",
    "start": "00:05:31",
    "end": "00:07:03"
  },
  {
    "text": "Just.",
    "start": "00:07:07",
    "end": "00:07:08"
  },
  {
    "text": "Yeah, I mean, we're gonna say all kinds of things about this, but you almost. It's good to just take a moment and let it be what it is, its own.",
    "start": "00:07:09",
    "end": "00:07:18"
  },
  {
    "text": "We've talked about this passage before. And I think one way into it that I find useful is to problematize it.",
    "start": "00:07:32",
    "end": "00:07:38"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:07:39",
    "end": "00:07:39"
  },
  {
    "text": "Which is. This seems a bit naive. I'm going to need to eat. I'm going to need clothes.",
    "start": "00:07:40",
    "end": "00:07:48"
  },
  {
    "text": "Without such things, one will die.",
    "start": "00:07:49",
    "end": "00:07:51"
  },
  {
    "text": "I will die. And this reflection on the birds and the flowers. Okay, but how many times have I stepped on a wildflower? Right.",
    "start": "00:07:51",
    "end": "00:08:06"
  },
  {
    "text": "Yeah. Right.",
    "start": "00:08:06",
    "end": "00:08:07"
  },
  {
    "text": "And then like, maybe on accident.",
    "start": "00:08:07",
    "end": "00:08:09"
  },
  {
    "text": "Yeah.",
    "start": "00:08:09",
    "end": "00:08:10"
  },
  {
    "text": "And birds, they seem to be free. And there's no anxiety. But they also die.",
    "start": "00:08:10",
    "end": "00:08:16"
  },
  {
    "text": "Yeah. Sometimes in gruesome ways.",
    "start": "00:08:16",
    "end": "00:08:18"
  },
  {
    "text": "Yeah. Cats get them.",
    "start": "00:08:19",
    "end": "00:08:20"
  },
  {
    "text": "Yesterday was running an errand with one of my sons. And we had to drive there. Cause it was across town. We pulled out of the driveway and there, right there in the middle of the street was a crushed, like, crow that had been run over by. You know that scene right there, the roadkill scene. Yeah. Was my heavenly Father looking after that one? Like, what? What about that one? Right. In other words, we start immediately to go to all the objections or exceptions to what Jesus is saying.",
    "start": "00:08:20",
    "end": "00:08:50"
  },
  {
    "text": "Yeah. Because what he's saying is he's challenging you to not give in to this impulse to ruminate on all the potential problems and how am I going to solve everything? And he's saying, give that up. But there's this impulse of like, I can't give that up because if I.",
    "start": "00:08:51",
    "end": "00:09:11"
  },
  {
    "text": "Don'T, I could end up like that crow.",
    "start": "00:09:11",
    "end": "00:09:14"
  },
  {
    "text": "I could end up like that crow.",
    "start": "00:09:14",
    "end": "00:09:15"
  },
  {
    "text": "Yeah.",
    "start": "00:09:17",
    "end": "00:09:17"
  },
  {
    "text": "And Jesus saying, like, don't worry, God will take care of the crow. And of course he's going to take care of you. You matter more than the crowd. Maybe another way to say it is. Isn't there a good stress? Isn't there like a productive stress that could motivate you? It motivates you to get things done.",
    "start": "00:09:17",
    "end": "00:09:31"
  },
  {
    "text": "Yeah. Keeps you alive.",
    "start": "00:09:31",
    "end": "00:09:32"
  },
  {
    "text": "Yeah. Is that why anxiety exists? In some sense, yeah. It's like, here's a problem. Don't forget about this problem.",
    "start": "00:09:33",
    "end": "00:09:39"
  },
  {
    "text": "That's right.",
    "start": "00:09:39",
    "end": "00:09:40"
  },
  {
    "text": "This problem needs to get better.",
    "start": "00:09:40",
    "end": "00:09:41"
  },
  {
    "text": "The body won't let you forget about it. So maybe it's a good example of how as a communicator, you can't say everything all the time. Of course, Jesus knows what it's like to go hungry. But he also said, remember when that guy comes up to him like, hey, teacher, I want to follow you? And he says, listen, foxes have homes. But the son of man, that is me, not so much. Are you ready for that? So Jesus knows what it's like to have food insecurity and shelter insecurities. But it is also true that for many people, the majority of their life experience isn't that of being on the brink of starvation. In other words, for many people, a lot of the worry is needless. For some people it's necessary, but for some others, it's totally unnecessary. It seems like that's where he's going after here. So you're not satisfied, which I love.",
    "start": "00:09:41",
    "end": "00:10:38"
  },
  {
    "text": "You know, we live in a pretty stable time in human history. In any other time in human history, at any moment, another group of people could just come over the hills and just take all your stuff. And that was a very common just occurrence.",
    "start": "00:10:39",
    "end": "00:10:53"
  },
  {
    "text": "Yeah. In Jesus context, they're now almost 100 years into the Roman occupation. The Roman Empire doesn't seem to be going anywhere and it's not going to go anywhere for a couple more centuries. It was a relatively, relatively stable situation. Now you're living on your ancestral land, occupied. It's not ideal. There's a lot of unequal distribution of wealth, all that kind of stuff. I'm not saying it's ideal, but it was roughly stable enough that Jesus could talk to people this way. He didn't grow up in a war zone. So you're right. In times of extreme instability, it's hard to imagine saying and hearing things like this. So I guess Jesus was talking to people in a period of relative stability.",
    "start": "00:10:54",
    "end": "00:11:48"
  },
  {
    "text": "And so live like the birds. Now, a bird spends a lot of its day looking for food.",
    "start": "00:11:49",
    "end": "00:11:58"
  },
  {
    "text": "That's true. You could say it's probably building a nest, sleeping, or looking for food.",
    "start": "00:11:58",
    "end": "00:12:02"
  },
  {
    "text": "Well, I think they hang out.",
    "start": "00:12:04",
    "end": "00:12:06"
  },
  {
    "text": "Yeah. Well, okay. So that's the thing is he doesn't Say they don't look for food. What he says is they don't try to.",
    "start": "00:12:06",
    "end": "00:12:13"
  },
  {
    "text": "They don't farm.",
    "start": "00:12:13",
    "end": "00:12:13"
  },
  {
    "text": "Generate. Yeah, exactly. And farming is about delayed gratification.",
    "start": "00:12:13",
    "end": "00:12:17"
  },
  {
    "text": "Yeah.",
    "start": "00:12:17",
    "end": "00:12:18"
  },
  {
    "text": "Creating strategies to invest in long term food security.",
    "start": "00:12:18",
    "end": "00:12:22"
  },
  {
    "text": "Do you just want us to go back to being hunter gatherers? Well, I think, I mean, honest question.",
    "start": "00:12:22",
    "end": "00:12:29"
  },
  {
    "text": "Yeah, yeah, yeah, yeah. It's a. Is an honest question. That seemed to be how he lived when he was on the road. And when he sent out his disciples, you know, two by two, he encouraged them to live the similar way. However, in Jesus Bible are proverbs like this. Proverbs 24:30, I passed by the field of the lazy man and by the vineyard of the man who just has no, no sense. Look, it was totally overgrown with thistles, totally covered with nettles, the stone wall broken down. And I saw and thought about this and I received instruction. A little sleep, a little slumber, a little folding of your hands to rest and poverty will come like a thief and neediness like an armed robber. Yeah, there you go.",
    "start": "00:12:29",
    "end": "00:13:26"
  },
  {
    "text": "Don't be lazy.",
    "start": "00:13:26",
    "end": "00:13:27"
  },
  {
    "text": "Yeah.",
    "start": "00:13:27",
    "end": "00:13:28"
  },
  {
    "text": "Plant that field.",
    "start": "00:13:28",
    "end": "00:13:29"
  },
  {
    "text": "So which is it? Weed and plant the field and build the walls to keep animals out. That sounds a lot like sowing seed, harvesting and gathering and storing into barns. His main point is not don't farm. His main point is the threat of food insecurity. Don't let that rule your imagination.",
    "start": "00:13:29",
    "end": "00:13:49"
  },
  {
    "text": "So the word here is don't be anx.",
    "start": "00:13:50",
    "end": "00:13:51"
  },
  {
    "text": "Yeah. So the Greek word is merimnao, and it gets translated as anxious. New American Standard has don't worry.",
    "start": "00:13:57",
    "end": "00:14:04"
  },
  {
    "text": "Okay, let's pause right there and do a deep dive into that word merimnao with Bible Project scholar Brittany Kim and lead producer Stephanie Tammy.",
    "start": "00:14:08",
    "end": "00:14:20"
  },
  {
    "text": "So, Brittany, you've been doing a word study of Maramnao and all the places that it occurs in the New Testament.",
    "start": "00:14:24",
    "end": "00:14:32"
  },
  {
    "text": "Yeah. So the Greek word here is merimna, and at its core, it just means to have concern for something or someone. So Paul says in First Corinthians 7, those who are unmarried have a little more capacity to have concern for the things of the Lord, whereas people who are married are a little more concerned about some of the things of the world. And I don't think that's negative there. I mean, it's good to have concern for your spouse and your family.",
    "start": "00:14:32",
    "end": "00:14:59"
  },
  {
    "text": "We hope.",
    "start": "00:15:00",
    "end": "00:15:00"
  },
  {
    "text": "We hope. So that's not like a worry necessarily, but it's the focus of your attention is on things of the world versus the things of the Lord. And then Paul also talks about having concern for one Another. So when he talks about the body of Christ in 1 Corinthians 12, he says that each part should have concern for the other parts. And he also talks about his concern for all the churches.",
    "start": "00:15:01",
    "end": "00:15:29"
  },
  {
    "text": "Yeah, I mean, it feels almost like care in a way. Concern is a helpful way of thinking about it. But also there's something that's really loving about the way that you care for a spouse or you care for your congregation.",
    "start": "00:15:30",
    "end": "00:15:42"
  },
  {
    "text": "Right. Yeah, we should have concern for those things. We should have concern for the things of the Lord and, and for one another. But then there's also a more negative kind of concern about earthly things like our life, food, drink and clothing, as Jesus talks about here in the Sermon on the Mount. Or if we worry about tomorrow because those are things that we can't control and we need to trust God for. He also talks about not having concern for what to speak when we're called to give an account for our faith. He says if people arrest you, don't worry about what to say or how to say it. The Holy Spirit will give you words.",
    "start": "00:15:42",
    "end": "00:16:27"
  },
  {
    "text": "It does seem like a naturally anxiety inducing situation when you're arrested.",
    "start": "00:16:28",
    "end": "00:16:32"
  },
  {
    "text": "Yeah, but he's saying there that if we have concern for the things of God even in that situation, then God will provide what we need at the time, which is the words to say. Yeah. And then Jesus talks to Martha when he's visiting Mary and Martha, Mary sitting at Jesus feet, and Martha is busy trying to get everything ready. And he says, martha, you are worried and upset about many things. So her concern is focused on about providing for everyone, whereas Mary's concern is on Jesus. And so first Peter 5 calls us to cast our worries on Jesus. One other place. In Matthew 13, Jesus talks about in the parable of the Seeds, he talks about how worries of the age can choke the word that has been planted in us. So when we hear the word of God, if we're too concerned about all the things in this life, then that word can have trouble taking root in our hearts. I think we all experience worry as a weed that chokes a lot of life out of us.",
    "start": "00:16:33",
    "end": "00:17:40"
  },
  {
    "text": "Yeah. And sleep probably.",
    "start": "00:17:40",
    "end": "00:17:42"
  },
  {
    "text": "Yes.",
    "start": "00:17:42",
    "end": "00:17:43"
  },
  {
    "text": "So merimnao is good. When we have concern for the right things and in the right amount, it becomes a problem when we have concern for the wrong things or when we have too much concern so that it tips over into worry. And I think these things are actually related because if we focus our attention on earthly things like what Jesus is talking about, if we'll have enough food or clothing or what will happen Tomorrow, then ultimately we realize that we don't actually have control over them. You know, we can work hard and plant and harvest crops, but we can't control the rain that causes them to grow. And so that can send our concern shooting up into worry. And so Jesus tells us to focus our concern on the things of God, seek for his kingdom and doing what is right by him, and then we can put those earthly concerns into God's hands.",
    "start": "00:17:45",
    "end": "00:18:40"
  },
  {
    "text": "Yeah, that is super helpful, both the aspect of the direction of our concern and also the degree of our concern.",
    "start": "00:18:41",
    "end": "00:18:49"
  },
  {
    "text": "Yes. And I definitely don't think Jesus is saying, don't work for those things, but he is saying that we should trust that God will provide. He says, seek God's kingdom and all these things will be added to you. But we tend to take that individually. God will give me everything I need. But in the Greek, the you is plural.",
    "start": "00:18:49",
    "end": "00:19:13"
  },
  {
    "text": "Right.",
    "start": "00:19:13",
    "end": "00:19:14"
  },
  {
    "text": "It's directed toward the community of Jesus followers, not primarily individuals. So it may be that what Jesus is saying is that when you seek first the kingdom, God will give the community everything that it needs. But then Jesus also teaches that God's people are expected to care for each other's needs.",
    "start": "00:19:14",
    "end": "00:19:32"
  },
  {
    "text": "Hmm. Wow. Yeah. And so this isn't just about kind of our personal ethics, but actually a communal context.",
    "start": "00:19:34",
    "end": "00:19:42"
  },
  {
    "text": "Yes, definitely. I think, in fact, the parallel passage, the do not worry passage in Luke 12, comes right after Jesus tells a parable about a wealthy man who reaps an abundant harvest and then says, what should I do with all of it? I don't have room to store it. And so he tears down his barns to build bigger ones. And then Jesus declares judgment on him, saying that this is what happens to the one who stores up treasure for himself and is not rich in relation to God. So then Jesus tells his disciples not to worry and follows it up by, sell your possessions and give to charity to store up treasure in heaven. And Craig Blomberg says that reading the Sermon on the Mount, together with its parallel in Luke 12, suggests that Christians should be able to have their physical needs cared for when their spiritual priorities are correct. Because Jesus calls all his followers to share their possessions with other Christians in need. I think that's really important context. I think we also see this in the Lord's Prayer, when Jesus tells us to pray for our daily provision of bread. That alludes back to when the Israelites were wandering in the wilderness and God gave them manna every day. And that narrative, it was really a training exercise for the Israelites for teaching them both to trust in God's abundant provision and not to hoard resources for themselves. So God provided plenty of manna every day for everyone. But if someone tried to take more than they needed, then it would just rot the next day.",
    "start": "00:19:42",
    "end": "00:21:13"
  },
  {
    "text": "Wow, that is amazing. Because I had kind of been piecing together the aspect about, okay, yes, the daily bread story is connected to the manna story, and the manna story is connected to God's provision. I had not then also connected that there's actually a twofold component, that it's both. Yes, God provides, but also he is cultivating and training his people to know how to be generous and not to hoard and not to take more than they need. Yeah, that's super cool.",
    "start": "00:21:14",
    "end": "00:21:44"
  },
  {
    "text": "Yeah. I mean, just imagine a world where nobody took more than they needed, and if they had extra, they gave it to others who were in need. What would our world be like?",
    "start": "00:21:44",
    "end": "00:21:56"
  },
  {
    "text": "Wow. Yeah. Maybe a little like the kingdom of God. Yeah.",
    "start": "00:21:56",
    "end": "00:22:00"
  },
  {
    "text": "Thanks, Brittany and Stephanie, for that deep dive into the word Marana. I love the idea of what the world would look like if we not only trusted in God's radical provision, but also lived out his extraordinary generation. Which brings us back to the studio with Tim and John. They're going to unpack more of what it looks like to inhabit Jesus teaching on anxiety and peace.",
    "start": "00:22:08",
    "end": "00:22:31"
  },
  {
    "text": "So the contrast of menomnao is the peace of God.",
    "start": "00:22:34",
    "end": "00:22:38"
  },
  {
    "text": "So this word can do more than one thing.",
    "start": "00:22:38",
    "end": "00:22:40"
  },
  {
    "text": "This word can refer to a kind of worry where it rules your imagination.",
    "start": "00:22:40",
    "end": "00:22:44"
  },
  {
    "text": "But I love how you also said the opposite of this word is peace. Peace. And it seems like that's what Jesus is after. Jesus is saying the birds live in such a way that there's this elegance about them and it seems peaceful. Embrace that kind of life, which is different than this constant shifting of focus and this trying to be concerned about making sure everything works.",
    "start": "00:22:44",
    "end": "00:23:09"
  },
  {
    "text": "Yep. Yeah. The flowers offer a similar but also really different kind of analogy. So the flowers don't grow labor or weave, they just grow. And yet they're more beautiful than the most wealthy ancient Israelite king. And then his argument is from the lesser to the greater. So if that's how, like, wildflowers look, how much so will God clothe you? Okay, so we live in an age of fast fashion and disposable clothing. So we have to get our minds away from that. Clothing was made to be much more durable, and you're more likely to have a particular item of clothing for years. So that's just an important qualifier here. But clothing. Why do you concern yourselves about clothing if you don't actively be concerned for your clothing. You would be naked. You know what's so funny? I live with an 11 year old boy right now and a nine year old boy. But something about my 11 year old, he doesn't care. He goes into his dresser drawer and he'll just pull out whatever this happened yesterday. It was a cooler day, rainy and in the 40s. And he put on like shorts and T shirt and flip flops.",
    "start": "00:23:09",
    "end": "00:24:32"
  },
  {
    "text": "Yeah.",
    "start": "00:24:32",
    "end": "00:24:32"
  },
  {
    "text": "And he was perfectly fine all day. We went outside a number of times like that.",
    "start": "00:24:33",
    "end": "00:24:38"
  },
  {
    "text": "Yeah. Because he takes for granted, granted that most of my day I'm gonna be in some sort of like regulated environment.",
    "start": "00:24:39",
    "end": "00:24:47"
  },
  {
    "text": "Yeah, that's it. Totally.",
    "start": "00:24:47",
    "end": "00:24:48"
  },
  {
    "text": "Right.",
    "start": "00:24:48",
    "end": "00:24:49"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:24:49",
    "end": "00:24:49"
  },
  {
    "text": "But there's something there. If your lived experience is, you know, most of the time I'm gonna be in a situation where God will take care of me. Most of the time I'm gonna be in a situation where it's gonna be 69 degrees in here.",
    "start": "00:24:49",
    "end": "00:25:03"
  },
  {
    "text": "Yeah. Yep.",
    "start": "00:25:03",
    "end": "00:25:04"
  },
  {
    "text": "Then my flip flops are gonna be great.",
    "start": "00:25:04",
    "end": "00:25:06"
  },
  {
    "text": "Yeah, I'll beat them. Would be just fine.",
    "start": "00:25:06",
    "end": "00:25:08"
  },
  {
    "text": "They're gonna be just fine.",
    "start": "00:25:08",
    "end": "00:25:09"
  },
  {
    "text": "Yeah.",
    "start": "00:25:09",
    "end": "00:25:09"
  },
  {
    "text": "Yeah, totally. There is a freedom, There's a peace. So this is the kind of teacher that Jesus was. He didn't say everything all the time. He honed in on certain things and just, let's meditate on that thing. And so here it's about the peace that comes. If you really trust that God will provide. Now there's all sorts of qualifications. Other qualifications is how is it that God provides? Does just clothing magically appear? Does food magically appear? No, of course not. But that's not what he's addressing in the moment. So maybe let's come down to the last paragraph, I think, where he really focuses this again. He says, so don't be anxious or worry saying, what are we going to eat? What are we going to drink? What are we going to wear? The nations, the ethnoi. And he uses a term here that literally means the nations, often gets translated as the Gentiles. But this is what Israelites called non Israelites. So really what he's doing is he's inviting his disciples, who are probably mostly Israelites, not all, into a view of the God of Israel. And so the nations, they don't know God's character the way that Israel does. And so they spend all their time seeking, seeking, seeking about food, drink and clothing. But Israelites should know better. Yahweh rescued us from slavery in Egypt, brought us back from Babylon. Those are also background assumptions at Work in a saying like this.",
    "start": "00:25:10",
    "end": "00:26:43"
  },
  {
    "text": "And then the line that sticks out to me is, your Father in the skies knows that you need these things.",
    "start": "00:26:44",
    "end": "00:26:50"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:26:50",
    "end": "00:26:51"
  },
  {
    "text": "That the anxiety is. Perhaps I'm the one that's going to have to make sure this happens.",
    "start": "00:26:51",
    "end": "00:26:56"
  },
  {
    "text": "That's right.",
    "start": "00:26:56",
    "end": "00:26:57"
  },
  {
    "text": "Where if I really believed the Creator of the universe knows my needs and cares about me, it's pretty obvious I could worry less.",
    "start": "00:26:58",
    "end": "00:27:06"
  },
  {
    "text": "That's right. And I think what that allows you to do is that go into moments of scarcity with a different mindset. And so remember the same Jesus saying, this is the same Jesus that was led by God's spirit into not eat for 40 days in the wilderness. And he was tested with opportunity to provide food for himself, and he chose not to. So he trusted that even in times of scarcity were from his Father and that they had a shaping influence on him that led him into a time of deeper trust.",
    "start": "00:27:06",
    "end": "00:27:41"
  },
  {
    "text": "You brought up when Jesus sent his disciples out two by two. And that actually struck me pretty recently because very specifically, he's like, right, don't bring things.",
    "start": "00:27:42",
    "end": "00:27:50"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:27:51",
    "end": "00:27:51"
  },
  {
    "text": "And go into a town and just trust there's going to be someone there who will provide for you and find that person and then just enjoy that person's hospitality. So he's like training his disciples to live in this way of, like, I think I need these things. I think I need the big backpack. And Jesus is like, just try it. Just go out and just trust in God's provision and see what happens. And in a way, that is fasting. Yeah, right. Yeah, that's like, do you really need. Do you really need three meals today? Do you really need any meals this week? Yeah, give it a shot.",
    "start": "00:27:51",
    "end": "00:28:28"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:28:28",
    "end": "00:28:29"
  },
  {
    "text": "See what happens.",
    "start": "00:28:29",
    "end": "00:28:29"
  },
  {
    "text": "Yeah. Thank you. So fasting, going back to the practices Jesus explored earlier, that is the role that they have played. It's a way of placing yourself in a situation of vulnerability before God, but on purpose. Like, you cause it to happen to yourself. But in a way, what it's training you for is moments where you haven't caused it to yourself either. And to trust that God met me then, he can meet me now. And all of it is a sign that we're outside of Eden and that we're all dying. So, like, of course Jesus knows that the crows get run over. And, like, he knows we're outside of Eden.",
    "start": "00:28:30",
    "end": "00:29:11"
  },
  {
    "text": "He knows people starve to death.",
    "start": "00:29:11",
    "end": "00:29:13"
  },
  {
    "text": "He knows. Of course he does. Yes. But his view of the Father is such that even death cannot separate us from the generosity of God. You know, for a long time when my first had kids, I would spend my last moments before going to sleep worrying and thinking through all the moments of the day that they could have died. Wow, that's weird. Or maybe it's not weird. It's pretty primal. But it's forced me to think through that and to think through my own mortality as I enter middle age and think, like, even if I do die, does that mean that God isn't generous? So Jesus invited his disciples to see that even moments of scarcity or death don't ultimately call God's generosity into question. But, man, you're not going to have that mindset without retraining your way of seeing the world. Because most of us are shaped by seeing that the preservation of our lives is the ultimate value. Notice this contrast. In seeking, the nations constantly seek eating, drinking, clothing. Y' all first seek the reign and rule of God and seek to do right by God, which is by loving God and loving your neighbor. And if you love your neighbor and do to them what you want them to do to you, golden rule, then more than likely the food and the clothing will find their way to you.",
    "start": "00:29:13",
    "end": "00:30:43"
  },
  {
    "text": "And isn't there a subtext? Jesus just believes in abundance. He believes there's enough. And if we are all seeking to do right by God, then we're loving each other. And if there's enough and we're loving each other, then what else do you need?",
    "start": "00:30:44",
    "end": "00:31:00"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:31:00",
    "end": "00:31:01"
  },
  {
    "text": "So there's this kind of almost childlike simplicity that Jesus has. And then that runs into the real world, which is when people hoard, they're unjust, they act violently. And then all of a sudden you're like, okay, this isn't working. But Jesus comes in and he's like, that's not the kingdom of God. And the kingdom of God's coming, and you can live in the way of the kingdom now.",
    "start": "00:31:01",
    "end": "00:31:28"
  },
  {
    "text": "Yeah, yeah. He's going around Galilee planting these little cell communities, people who live by this ethical vision. And so if they get together for a meal and they notice that somebody's one garment is full of holes, just like, oh, man, I have a garment sitting in my closet. Have mine. I think it's that practical. And then that's a moment where all these things are added to you. There's a reciprocity to the kingdom of God based in a sense of abundance. And for the person who is walking around with holes in their garment, I think what Jesus would invite them to see is just trust. Like, trust that in the economy of God, you'll get a garment. It will find you, will be added to you. But he knows that sometimes, like that person will end up naked and freeze in the bitter cold at night. And that happens too. And there you have to take Jesus's other teachings into account, that that's the tragic result of an economic system that's ruled by mammon, ruled by an alternate power that only provides for some at the expense of others.",
    "start": "00:31:28",
    "end": "00:32:44"
  },
  {
    "text": "But even the bigger story, and you said this earlier, so let's let it land again, that Jesus believes even that can't separate you from God's generosity.",
    "start": "00:32:45",
    "end": "00:32:54"
  },
  {
    "text": "That's right.",
    "start": "00:32:54",
    "end": "00:32:55"
  },
  {
    "text": "That in some way his story. Freezing to death, dying of hunger.",
    "start": "00:32:55",
    "end": "00:33:00"
  },
  {
    "text": "Yeah.",
    "start": "00:33:00",
    "end": "00:33:01"
  },
  {
    "text": "For us, that's game over.",
    "start": "00:33:01",
    "end": "00:33:03"
  },
  {
    "text": "Yep.",
    "start": "00:33:03",
    "end": "00:33:03"
  },
  {
    "text": "For Jesus, he's like, actually, yeah, God's generosity can get beyond death.",
    "start": "00:33:03",
    "end": "00:33:10"
  },
  {
    "text": "That's right. Yeah. He told his followers not to fear people who can kill you because that's all they can do is kill you. Yep. Unless we really take him seriously on that point that death is not the end, it's going to be real hard to take seriously. These teachings here also about anxiety.",
    "start": "00:33:10",
    "end": "00:33:31"
  },
  {
    "text": "So it's really about what are you training your thoughts and your imagination on.",
    "start": "00:33:37",
    "end": "00:33:43"
  },
  {
    "text": "Yeah. And also that your thoughts and your imagination focus on things that you find of most value.",
    "start": "00:33:44",
    "end": "00:33:50"
  },
  {
    "text": "And this makes sense of why peace is the alternative. I've heard one thinker. This is from David Allen and his book Getting Things Done. This is a productivity book. He says, imagine your mind like a lake or a pond, like a still lake. And every time you have a thought or a concern, you're dropping a rock and then that rock has a ripple. And so every moment of your life when you're like, oh, that gotta do that thing. Oh, that thing. Oh, I'm worried about this. What if that happens? Boom. You're just like all of these ripples.",
    "start": "00:33:50",
    "end": "00:34:20"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:34:20",
    "end": "00:34:21"
  },
  {
    "text": "And it can get actually tumultuous to the point where you've got this kind of chaotic lake.",
    "start": "00:34:21",
    "end": "00:34:26"
  },
  {
    "text": "Mm.",
    "start": "00:34:26",
    "end": "00:34:27"
  },
  {
    "text": "His whole point is like trying to get your mind to stop focusing on all these concerns by his whole strategies, like write them down and the whole productivity thing. Yeah, the list.",
    "start": "00:34:27",
    "end": "00:34:36"
  },
  {
    "text": "List. That's right. List.",
    "start": "00:34:36",
    "end": "00:34:37"
  },
  {
    "text": "To the point where your mind can be just calm again. And the metaphor is peace. And so all to say, I get that, like, I get this. The difference between, like a focused concern, feeling kind of hectic, the opposite being what Paul would call peace. But there also seems to be a type of focus that creates that peace which Jesus is calling, seeking the kingdom.",
    "start": "00:34:37",
    "end": "00:35:01"
  },
  {
    "text": "Yeah. So let's take on board the last line here. So he says, so don't mermnao. Don't be worried, concerned, anxious about tomorrow. You know what? Let tomorrow be anxious about itself.",
    "start": "00:35:01",
    "end": "00:35:13"
  },
  {
    "text": "Yeah, it's a funny phrase.",
    "start": "00:35:14",
    "end": "00:35:15"
  },
  {
    "text": "It's like offload that anxiety which he's kind of acknowledging. Like there's probably some things that you could be anxious about that are coming tomorrow.",
    "start": "00:35:15",
    "end": "00:35:23"
  },
  {
    "text": "Yeah, there's some stuff that's going to happen tomorrow.",
    "start": "00:35:23",
    "end": "00:35:25"
  },
  {
    "text": "But what you could do is let tomorrow worry about tomorrow. You don't have to. Each day has enough trouble. So he names it right there. This is the first little sign of Jesus is not just like seeing the world through rose colored glasses. Each day is full of trouble. Your life is full of trouble. Actually this is what he says in the upper room speeches in the Gospel of John. In this world you will have trouble. Expect life to be full of hardship. But your state of mind doesn't have to be ruled by the trouble of each day. This is so second Temple Jewish meditation style communication where if you're wondering if Jesus is naive and his head is in the clouds, it's these last lines where kind of tells you like he knows there's trouble. The last line is every day is full of trouble.",
    "start": "00:35:25",
    "end": "00:36:21"
  },
  {
    "text": "Could have started with that totally.",
    "start": "00:36:22",
    "end": "00:36:24"
  },
  {
    "text": "And then also this seeking the kingdom and doing right by him that uploads all the stuff from earlier in the sermon about loving your neighbor, even your enemies, at great cost to yourself, which might bring hardship and trouble into your day. But man, if you are really loving your enemies and loving those who love you, then when you have moments of need, people will help you because you've been helping people. Like that's all built in to the seek first the kingdom of God and to do right by him. So it's like the qualifications and the questions that got raised when we first read this, they actually are kind of addressed and answered, but only at the end of the teaching. So just deal with one day at a time with the present.",
    "start": "00:36:25",
    "end": "00:37:10"
  },
  {
    "text": "Now we have multi year goals here at bibleproject.",
    "start": "00:37:12",
    "end": "00:37:15"
  },
  {
    "text": "Yeah, we do.",
    "start": "00:37:15",
    "end": "00:37:16"
  },
  {
    "text": "Yeah.",
    "start": "00:37:16",
    "end": "00:37:17"
  },
  {
    "text": "Is that not following Jesus?",
    "start": "00:37:17",
    "end": "00:37:19"
  },
  {
    "text": "He doesn't say don't have long term goals. We have goals here at the Bible Project that are going to require a lot of work, a lot of problem solving, a lot of creativity. And I think about those, actually I think about those big projects every day. That's my job.",
    "start": "00:37:24",
    "end": "00:37:38"
  },
  {
    "text": "It bleeds into today.",
    "start": "00:37:38",
    "end": "00:37:40"
  },
  {
    "text": "But actually not. This is really practical, but I have had to learn that I can let those good projects rule my imagination and rob me of Good sleep. And not because they're bad, but because they're just big projects that should be loose ends. A lot of people. And I don't know how we're going to solve this and solve that. And it's not trouble. It's like, wonderful. It's work in a way. Work is trouble because you're solving things right. But it is about how I let those affect me, my mindset, and if I trust that God's spirit is guiding us and that we'll figure those things out when we get there, then I can have peace today. Sleep well. That's good. Thank you for bringing that to my attention. That's a good analogy.",
    "start": "00:37:40",
    "end": "00:38:27"
  },
  {
    "text": "So do we need to point out Jesus in talking about mental health issues or.",
    "start": "00:38:27",
    "end": "00:38:33"
  },
  {
    "text": "Yeah, that's a good point to bring up.",
    "start": "00:38:34",
    "end": "00:38:36"
  },
  {
    "text": "Do people take this passage and then say, okay, if you're having any sort of emotional response to the chaos of life that makes you stressed, or if that even gets neurotic, then just stop it, Just cut it out. That's the problem.",
    "start": "00:38:36",
    "end": "00:38:54"
  },
  {
    "text": "I'm sure followers of Jesus somewhere have used these verses to say, you don't need a therapist. Just stop it. But of course, that's not helpful and doesn't recognize the realities of our nervous systems in our brains and the way habits are formed. So that would be a silly misuse. It could be that a wise therapist is actually the way that you could respond faithfully to this teaching of Jesus to help you retrain your mind and your body for how to respond to difficult circumstances in life.",
    "start": "00:38:54",
    "end": "00:39:28"
  },
  {
    "text": "So how do we retrain our mind and body to navigate in a world full of trouble? Of course, anxiety is a spectrum that looks different for everyone. But to help us apply Jesus teaching to our everyday lives, we we talked to Christian psychiatrist Kurt Thompson, and he gave us some practical insights.",
    "start": "00:39:36",
    "end": "00:39:54"
  },
  {
    "text": "I see myself as a translator. My role is to take the basic research that we have and to translate this into practical application terms.",
    "start": "00:39:54",
    "end": "00:40:06"
  },
  {
    "text": "Right. You're also the author of Anatomy of the Surprising Connections between Neuroscience and Spiritual Practices that can transform your life.",
    "start": "00:40:07",
    "end": "00:40:17"
  },
  {
    "text": "And that's producer Stephanie Tam.",
    "start": "00:40:17",
    "end": "00:40:19"
  },
  {
    "text": "Again, my work is a conversation between the field of interpersonal neurobiology and really weaving that together with what is actually happening with patients in the consultation room, always bearing in mind the awareness of what the story is that we actually believe we're living in. We are storytellers at heart. We like no other animal. We tell stories. Unless we're like in a C.S. lewis novel, we are the only ones who are telling stories, and we can't not do that. And we tell stories according to the larger story that we believe that we're living in. And this is where the biblical narrative is so crucially important. Why meditating on it not just filtered through my modern day lens, but filtered through the lens of how the Bible is written on its own terms. Why that's so crucially important. To help us give frame to the neuroscience that helps us give frame to who we are becoming as relational beings.",
    "start": "00:40:19",
    "end": "00:41:22"
  },
  {
    "text": "Wow. Yeah. That kind of bridging of the knowledge and the lived experience and story is something that you talk about in your book as well. The struggle to inhabit something that we might know theologically, but struggle to live out in our everyday reality. Yeah, I mean, let's be real. Being told to not be anxious is the last thing many Christians need or want to hear, who struggle with anxiety. And we may know very well already that we shouldn't be anxious and feel even worse about, you know, failing in that regard.",
    "start": "00:41:22",
    "end": "00:42:00"
  },
  {
    "text": "Yeah, well, I mean, there is that sense, right. The moment that you, you tell me don't be anxious, it makes me anxious. So it's, it's not, it's not helping me very much. What makes me anxious ultimately as a human being now is no different than what made Jesus listeners anxious. To love the Lord my God with all my heart, soul and mind and strength isn't just a command ex nihilo out of nowhere. It is in response to being lavishly loved in the first place. But if I don't have that experience, if somehow that has not yet first happened to me, if I'm not living with a sense that I am God's delight, I live instead with a sense of God perpetually being at war with me. And if that's the world that I believe that I'm living in, like that's a big deal.",
    "start": "00:42:00",
    "end": "00:42:44"
  },
  {
    "text": "Yeah, I think that makes a lot of sense. There was a part in your book where I think you were talking about the relationship between a parent and child and how a lot of that early patterning is actually setting up a template for how that child is then going to experience not just the world, but actually connection with God. And if they don't have that model of love, that is actually how God, I guess, works through human relationships.",
    "start": "00:42:45",
    "end": "00:43:12"
  },
  {
    "text": "And to be clear, I'm not suggesting God can't penetrate our insecure attachment patterns. I'm simply suggesting that I have to practice creating new neural networks, which again is why the beautiful thing of the body of Jesus gives us an opportunity to do that.",
    "start": "00:43:13",
    "end": "00:43:28"
  },
  {
    "text": "Yeah, it's interesting you were Talking about the negative command and also how that's not sufficient. Just saying, you know, do not be anxious. And there can be negative stories we tell about ourselves that prevent us from forgiving others and harboring bitterness. And on the flip side, you know, you can also have life giving stories like the Exodus story and how retelling and remembering our stories in relation to God can also shape us.",
    "start": "00:43:29",
    "end": "00:43:57"
  },
  {
    "text": "And you know, we hear in the scriptures the significance and repeated remember, remember, remember, remember. And you know, this notion that you can take the slave out of Egypt, but it's difficult to take Egypt out of the slave. Me practicing remembering something new is really critical because I don't have that many neural networks that have me convinced that Yahweh will take us and be with us wherever we go. I have to practice this over and over again. I'm not just remembering in order to not forget. I'm remembering to encode a new way of being in my body. And that is something that I have to practice overcoming. And I need the help of other people to do that.",
    "start": "00:43:58",
    "end": "00:44:43"
  },
  {
    "text": "Some of this language really resonates with a lot of the spiritual practices of mindfulness in terms of how to focus on the present and the relationship between that kind of mindful focus and cultivating peace and healing.",
    "start": "00:44:44",
    "end": "00:45:00"
  },
  {
    "text": "We humans are, as far as we know, are the only creatures that conduct time travel. Now, it's true that a squirrel can remember where they placed last year's harvest of acorns, but we don't have any sense that a group of squirrels are talking about last year's acorn harvest and what that felt like compared to this year's harvest. They're not time traveling in that sense. And in the same way, animals do not give us the sense or awareness that they are anxious about next year's foliage. But we humans, we track time very differently. We can sit here and have this conversation and have a felt awareness and sense of what we had for breakfast and a felt sense of an awareness of a future that's going to happen next week if I go on vacation, and so forth. We imagine time. Anxiety is a time feature of the mind. Anxiety is about future state. I am anticipating a future in which I am in distress and do not anticipate being able to get out of that distress. One of the things that we recognize is that if I am training my mind to remain as close as I can to the present moment, which is what mindfulness practices do, I simultaneously prevent myself from being anxious because my anxiety has everything to do once again with where I'm directing my attention. That's a practice that we do. Like we go to the gym. This is when we talk about spiritual disciplines. We don't talk about spiritual disciplines as ends in and of themselves. They are like the different machines in the gym that are enabling us to be more attuned relationally, to be receptive to being connected to others that heighten our awareness of the parts of us that are not yet healed. The parts of me that, as it turns out, tell a story in which I believe I'm unwantable. For example, there's a part of, like, that's a true thing for me. Like, there is a part of me. It's not a big part of me, but it is a part of me that runs very deeply, that believes I'm not wantable. And it will, on occasion, just walk into the room and grab the talking stick. And all kinds of unpleasant things start to happen in my head and between me and other people. When this happens, and if I'm being meditative and being attuned, I start to sense when these things start to emerge. And the paying attention to the present moment creates space for awareness of other parts of my story to come into the room. It also enables me to be sensitive to what's actually happening in others lives around me, which means we, collaboratively, as a body of Jesus, as we are doing that work together, we collectively become an outpost of light and beauty and goodness that the rest of the world sees and says, I want to get me some of that.",
    "start": "00:45:00",
    "end": "00:47:59"
  },
  {
    "text": "Yeah, I think you mentioned a number of different spiritual practices. I'm just curious whether you could actually give us a couple examples and maybe walk us through one.",
    "start": "00:47:59",
    "end": "00:48:09"
  },
  {
    "text": "Oh, sure. One of them is this notion of centering prayer. And we like to say that attention is the ignition key to the mind. I become what I pay attention to, and you can start. You know, some people, I say, like, look, you can do a meditation on a particular scriptural verse and set your timer for three minutes. Three minutes. I can guarantee you that when you start to meditate, three minutes already will feel like an eternity. Pick a verse. For God alone, my soul waits in silence. For God alone, my soul waits in silence. Now, of course, if we're not practiced at this, we will say, for God alone, my soul. Wait, what do I have to get it Safeway? This is how my mind will go. I tell people, look, try it for one day, and if you're still alive after three minutes, then try it the second day and the third day and the fourth and see what happens. Over six weeks, but not just because of what it will be like for you in that time, but how you will start to notice your capacity to allow that time to find you in other times of your day. So I can go back to that and do that in 10 to 15 seconds. And I find that I am less anxious and I have agency to then become what I want to be in this moment. That's one example. Another example is that of fasting. Fasting, of course, because of all the physiologic effects that it has. It also immediately makes me aware of how anxious I become, the urgency with which I am aware that I want to have my next meal. Fasting shapes my capacity to be more at ease with not being at ease. But it also begins to open my awareness to other places in my life that I use coping strategies to protect myself. And so those are two ways in which spiritual disciplines first reveal and then create space for healing.",
    "start": "00:48:09",
    "end": "00:50:03"
  },
  {
    "text": "Yeah, I'd love for you to unpack a little more about your thesis of becoming what we pay attention to and retraining the focus of our concerns, from these life training to life giving focuses.",
    "start": "00:50:04",
    "end": "00:50:17"
  },
  {
    "text": "I was speaking at a theological center last night where, you know, there are lots of people in the room who are biblically educated. And I said, how many times have you gotten your phone out today and looked at it, not just spent on your phone, but throughout the day. How many times do you look at your phone? And I said, how many times have you done the same thing with your Bible today? You just whipped out the Bible and you just read those three verses in Ephesians one again. And 20 minutes later you get the Bible and you look at it again like you see what I mean. I said, it's important to know you are not primarily being formed by your scriptures. You're primarily being formed by Google. That's who's forming you. And so we wonder why we are so fragile. It's because we become what we pay attention to. We conduct what we call confessional communities in our practice and now in our nonprofit, we're trying to steward this opportunity for people to be in these groups of people who have the experience of being seen by others, this spiritual formational crucible, if you will. And people will say, after having been in these communities for several months, telling their stories, allowing the Holy Spirit to do the work that it's doing. How many times has someone said, yesterday, I had the most difficult conversation I've ever had with my boss, and every single one of you were in the room. I know exactly where you were standing, Matt. I could hear your voice, Pam. I could just. I sensed you sitting next to me. And we say, oh, yeah, that's in their imagination. But you know when you start to think about this notion that I'm taking people with me in my mind, like, no wonder Jesus could walk through walls. And so what we're saying is that if I am paying attention not just to things he has said, but things that he has said are words that are extensions of this embodied king. And he now has representatives that have names like Tyler and Brittany and Stephanie. And that if I'm paying attention to you paying attention to me, it's effectively me paying attention to Jesus paying attention to me, which changes the notion of how alone in the world I am. Literally, you start to take up residence in my neural networks. This is the work of new creation. And this becomes how we practice for the heaven that's coming. And this is how we live non anxiously in the world. This is serious business, this business of living. It is extraordinarily difficult, but not because it's complicated. It's because of the simple choices that we make day in and day out. And our choice to be immersed in the text, to allow the text become who we are, is one that I hope that we are willing to take up the challenge on and live out.",
    "start": "00:50:19",
    "end": "00:53:21"
  },
  {
    "text": "Wow, thanks so much, Kurt. We really appreciate your time.",
    "start": "00:53:23",
    "end": "00:53:26"
  },
  {
    "text": "You're welcome. It's a pleasure.",
    "start": "00:53:27",
    "end": "00:53:28"
  },
  {
    "text": "That was psychiatrist Kurt Thompson in conversation with our producer, Stephanie Tam. I love that image of a loving Jesus community, not just with me, but in me, you know, like occupying space in my brain. Okay, let's go back to the studio with Tim and John as they wrap up Jesus teaching on the two paths before us.",
    "start": "00:53:39",
    "end": "00:54:03"
  },
  {
    "text": "So what really stands out to me in this passage is we talked a lot about that word Merimna. Merimnao.",
    "start": "00:54:05",
    "end": "00:54:13"
  },
  {
    "text": "Yeah.",
    "start": "00:54:13",
    "end": "00:54:13"
  },
  {
    "text": "I think what seems clear though, is this word that we're translating, anxiety. It's not focused on a body reaction or the chemistry in your body. This is talking about the way you're training your thoughts.",
    "start": "00:54:13",
    "end": "00:54:26"
  },
  {
    "text": "Yep, that's right. You know, really, this conversation, you have me rethinking whether anxiety is the right English word to have here. Maybe the more bland word worry is.",
    "start": "00:54:26",
    "end": "00:54:37"
  },
  {
    "text": "Better or even more bland is concern.",
    "start": "00:54:37",
    "end": "00:54:38"
  },
  {
    "text": "More bland is concern because you can be concerned in a positive sense and you can be concerned in a sense that's unhealthy.",
    "start": "00:54:38",
    "end": "00:54:45"
  },
  {
    "text": "That seems more faithful to the Greek.",
    "start": "00:54:45",
    "end": "00:54:48"
  },
  {
    "text": "Yeah, it can be positive or negative. No, that's good. I'm really glad we're having this conversation. It also is a good example of how translations can be good for one aspect of helping you understand something. But they are never the final word because anytime you render things from one language into another, you lose something. So anxiety, worry and concern all grab on to certain nuances of this word, but none of them capture everything.",
    "start": "00:54:48",
    "end": "00:55:16"
  },
  {
    "text": "As life's coming at you, there's going to be too much to handle. And if your game plan is I'm gonna wrestle every bogey to the ground, you're not gonna have room to just seek the kingdom and love your neighbor.",
    "start": "00:55:16",
    "end": "00:55:32"
  },
  {
    "text": "Or be present enough to the people around you to attend to them and be generous to them. Yeah, yep, that's right. And then all of a sudden, all four of these sayings about wealth and worry all like fold together. Because if my money represented by food, security or clothing, that's a form of mammon, which the word means the thing that I trust. If that's my highest value, then it's going to let me down and it's going to take all of my focus and my allegiance and loyalty, which is ultimately going to make me an anxious mess. But at the same time, food and clothing, those are day to day realities and I can relate to them and enjoy them and see them as gifts or I can share them generously and that's a form of seeking the kingdom of God and doing right by God. And so I can, like Timothy when Paul says, care about someone else's needs or the needs of the moment in a way that results in life and peace. So there's two ways to be concerned. One of them leads to a sense of estrangement from God's generosity, and the other one connects me to God's generosity and makes me an agent of it in the world. Yeah. So once again we're concluding our conversation on this. But it's like one can talk about these things and then actually living these values in day to day relationships and circumstances. That is the journey that we are all on. Lord have mercy on us.",
    "start": "00:55:32",
    "end": "00:57:05"
  },
  {
    "text": "We started out this episode doing a little bird watching and learning about how the birds can teach us something about God's provision. Well, it turns out that they have one more lesson for us.",
    "start": "00:57:12",
    "end": "00:57:22"
  },
  {
    "text": "It's not just that Jesus looked at birds flying around, he certainly did and loved and appreciated them. But the question is why?",
    "start": "00:57:22",
    "end": "00:57:29"
  },
  {
    "text": "When Jesus had birds on the brain, he wasn't just thinking about the ones flitting around right in front of his face. He also had in mind a vision from the very first pages of the Bible.",
    "start": "00:57:29",
    "end": "00:57:40"
  },
  {
    "text": "He would have viewed and did view the birds and the flowers in light of the creation narratives of Genesis 1 and the Eden narratives and the story of Israel in the Torrent prophets.",
    "start": "00:57:40",
    "end": "00:57:51"
  },
  {
    "text": "In the seven day creation narrative, when God creates the three realms of the sky, land and sea, he populates them with flowers, plants and trees.",
    "start": "00:57:51",
    "end": "00:58:00"
  },
  {
    "text": "That's a key key focus on day.",
    "start": "00:58:01",
    "end": "00:58:02"
  },
  {
    "text": "Three and then on day five, God creates the birds who fly above the earth and across the heavens.",
    "start": "00:58:02",
    "end": "00:58:10"
  },
  {
    "text": "It's this ideal picture of the harmony of all the cosmos and their inhabitants and that there's enough and that God's packed creation with this overabundance.",
    "start": "00:58:10",
    "end": "00:58:20"
  },
  {
    "text": "It is in fact the first time in the Bible that the word blessing is used. God blessed the birds, and as they multiply and fill the earth, he declares it good. What makes it possible for thousands of birds to soar across the skies? It's because God has provided an abundance of food for them.",
    "start": "00:58:20",
    "end": "00:58:40"
  },
  {
    "text": "When Jesus reflects on the birds, he's reflecting on the generous abundance of God's creation.",
    "start": "00:58:40",
    "end": "00:58:48"
  },
  {
    "text": "He knows each day is full of trouble, but he's reflecting on the beauty, ideal portrait of creation that's provided in Genesis 1. And you're right, the birds and the fish are the first creatures that are said to autogenerate, but not in and of themselves, but as a gift of God to be blessed.",
    "start": "00:58:51",
    "end": "00:59:11"
  },
  {
    "text": "Which brings us back to the Sermon on the Mount, where Jesus announces a new realm of God's blessing. Starting with the poor in spirit, the.",
    "start": "00:59:13",
    "end": "00:59:23"
  },
  {
    "text": "Birds offer us a glimpse of the way God created the world and also a glimpse of what's to come through Jesus himself.",
    "start": "00:59:23",
    "end": "00:59:30"
  },
  {
    "text": "As Jesus goes around Galilee gathering followers and training them to care for the poor, to feed the hungry, and to love each other.",
    "start": "00:59:31",
    "end": "00:59:40"
  },
  {
    "text": "This is the beginning of new creation in which there is no need for anxiety and every tear will be wiped away. Because in the Sermon on the Mount, Jesus is announcing that the kingdom of God has arrived on earth and it starts with us. That's it for today's episode and that's it for this series on Jesus and Money next week.",
    "start": "00:59:41",
    "end": "01:00:23"
  },
  {
    "text": "Jesus turns his attention from relationships with our stuff to our relationship with people, focusing especially on difficult relationships in our lives.",
    "start": "01:00:23",
    "end": "01:00:32"
  },
  {
    "text": "We are in a body of teachings where Jesus is giving guidance and wisdom about how to do right by God and others when we are in difficult relational situations. It begins with a short command which is don't judge.",
    "start": "01:00:32",
    "end": "01:00:47"
  },
  {
    "text": "Bibleproject is a nonprofit and we exist to experience the Bible as a unified story that leads to Jesus.",
    "start": "01:00:50",
    "end": "01:00:57"
  },
  {
    "text": "Everything that we make is free because it's already been paid for by thousands of people just like you.",
    "start": "01:00:57",
    "end": "01:01:02"
  },
  {
    "text": "Thanks for being a part of this with us.",
    "start": "01:01:02",
    "end": "01:01:04"
  },
  {
    "text": "Hi, this is Pedro and I'm from Brasilia, Brazil. I work as a language advisor for Brazilian Portuguese, which means that I review all the content we release in our native language here, which is Portuguese. And my favorite thing about the work I do with Bible Project is being able to share these amazing content in my own language and for my own people. We believe the Bible is a unified story that leads to Jesus. Bible Project is a crowdfunded nonprofit and everything we make is free because of your generous support. Thank you so much for being a part of this with us. Hi, this is Tyler here to read the credits. Stephanie Tam is the lead producer for today's Show. Production of today's episode is by producer Lindsey Ponder, Managing Producer Cooper Peltz, Producer Colin Wilson, Frank Garza and Aaron Olson edited today's episode. Tyler Bailey is our audio engineer and editor and he also provided the sound design and mix for today's episode. Nina Simone does our show notes and Hannah Wu provides the annotations for our app. Original Sermon on the Mount music by Richie Cohen and the bibleproject theme song is by Tents. Tim Mackey is our lead Scholar. Special thanks to Brittany Kim and Kurt Thompson and your hosts, John Collins and Michelle Jones.",
    "start": "01:01:05",
    "end": "01:02:25"
  }
]