[
  {
    "text": "This is bibleproject podcast and this year we're reading through the Sermon on the Mount. I'm John Collins and with me is co host Michelle Jones. Hi, Michelle.",
    "start": "00:00:04",
    "end": "00:00:11"
  },
  {
    "text": "Hi, John. This is an uncut episode, which means it's a long form dialogue between you and Tim. However, in your podcast feed you will also see another version of this episode in which we invite a bigger community of Bible readers to the table to discuss this topic from more angles.",
    "start": "00:00:11",
    "end": "00:00:27"
  },
  {
    "text": "That's right. So listen to both if you dare. The topic of both episodes is on Jesus teaching in the Sermon on the Mount regarding worry. You know where Jesus says, don't worry about tomorrow. Tomorrow has enough trouble of its own.",
    "start": "00:00:27",
    "end": "00:00:42"
  },
  {
    "text": "Now, this is the fourth teaching in the Sermon on the Mount related to stuff that is our possessions. The first teaching was all about what type of stuff we're accumulating. Are we storing up treasure on the land or treasure in the sky?",
    "start": "00:00:42",
    "end": "00:00:55"
  },
  {
    "text": "The second teaching is a parable about two types of eyes that represent two perspectives you could have on the world. There's the stingy eye that creates darkness, and there's the whole sincere eye that can see generosity and possibility everywhere she looks.",
    "start": "00:00:55",
    "end": "00:01:09"
  },
  {
    "text": "And last week we looked at the third teaching on possessions, about how money is something that demands our trust, like a master. But you can't serve two masters. You can't serve both God and mammon.",
    "start": "00:01:09",
    "end": "00:01:21"
  },
  {
    "text": "That leads us to Jesus. Fourth and final teaching on money. This teaching is long and poetic. It invites the listener to consider the generosity of God embedded in creation.",
    "start": "00:01:21",
    "end": "00:01:32"
  },
  {
    "text": "Look at the birds of the air. They don't have any concerns. Look at the flowers of the field. They display God's extravagant beauty and abundance. And they don't even have to work at it. These images invite us into a surprising way of imagining the world. Here's Tim.",
    "start": "00:01:32",
    "end": "00:01:47"
  },
  {
    "text": "There's a reciprocity to the kingdom of God based in a sense of abundance. There is a freedom, there's a peace. If you really trust that God will provide.",
    "start": "00:01:47",
    "end": "00:01:59"
  },
  {
    "text": "In today's episode, don't be anxious. Or as some translations put it, don't worry. Or we'll even try out the translation. Don't be concerned. However you translate it, Jesus wants his followers to seek something greater.",
    "start": "00:02:00",
    "end": "00:02:14"
  },
  {
    "text": "Thanks for joining us.",
    "start": "00:02:15",
    "end": "00:02:15"
  },
  {
    "text": "Here we go.",
    "start": "00:02:16",
    "end": "00:02:17"
  },
  {
    "text": "Hey, Tim.",
    "start": "00:02:30",
    "end": "00:02:30"
  },
  {
    "text": "Hey, John. Hi.",
    "start": "00:02:30",
    "end": "00:02:31"
  },
  {
    "text": "Hi. Okay, so we're in the Sermon on the Mount.",
    "start": "00:02:32",
    "end": "00:02:34"
  },
  {
    "text": "Yes. As we have been.",
    "start": "00:02:34",
    "end": "00:02:35"
  },
  {
    "text": "We have been.",
    "start": "00:02:35",
    "end": "00:02:36"
  },
  {
    "text": "Yes.",
    "start": "00:02:36",
    "end": "00:02:37"
  },
  {
    "text": "And we're in the section of the Sermon on the Mount where Jesus is talking a lot about money.",
    "start": "00:02:37",
    "end": "00:02:40"
  },
  {
    "text": "Yeah.",
    "start": "00:02:41",
    "end": "00:02:41"
  },
  {
    "text": "In fact, this is the fourth kind of thing that Jesus is going to Say, about money.",
    "start": "00:02:41",
    "end": "00:02:46"
  },
  {
    "text": "Yeah. He has four teachings about money compacted here together in what we call the second half of Matthew, chapter six. And it's part of his larger exposition. In the center of the Sermon on the Mount, he's painting a portrait or a vision of life where you live as if the kingdom of heaven has truly arrived here on earth, which reshapes how you think about ethics, how you think about expressing your devotion to God and how you relate to money. And it's really, as we're seeing in these conversations, it's not really about money. It's really about where we have placed our ultimate trust and security. Because that's what money represents for most of us is a foundation for security and stability, which it is. And until it's not. Until it's not. Yeah.",
    "start": "00:02:46",
    "end": "00:03:43"
  },
  {
    "text": "In which case it's just a tool.",
    "start": "00:03:43",
    "end": "00:03:45"
  },
  {
    "text": "Yes, exactly. Right. Yep. So he began with contrasting stored up treasures on the land, in contrast to stored up treasure in the sky. Then he told a parable about the good eye and the bad eye, about generosity and stinginess. Then he told the parable about how you can't serve two masters. And those are all quite challenging, kind of in your face, like stark choice, you know. Here. These are some of the most encouraging, comforting words in the whole sermon so far. This paragraph we're about to read, which is all about. You will start to detach yourself from viewing money as a source of security and trust if you really learn just how generous your heavenly Father is. So it's a different way of getting at the issue.",
    "start": "00:03:46",
    "end": "00:04:39"
  },
  {
    "text": "If you're going to serve God instead of money, what kind of God are you serving?",
    "start": "00:04:40",
    "end": "00:04:44"
  },
  {
    "text": "Yeah, it's good. That's right. Yep. Yeah. And Jesus had, what do you say? He had a view of God's generosity, kindness and goodness that most of his followers throughout history have found very difficult to believe. And this paragraph is a good example of that. So do you just want to read it? It's verses 25 through 34, Matthew, chapter six.",
    "start": "00:04:44",
    "end": "00:05:13"
  },
  {
    "text": "Because of this, I say to you all, do not be anxious about your life self.",
    "start": "00:05:14",
    "end": "00:05:19"
  },
  {
    "text": "It's the word tsuke suke, from which we get psyche. So your very being, your being yourself.",
    "start": "00:05:20",
    "end": "00:05:29"
  },
  {
    "text": "Is this your nefesh?",
    "start": "00:05:29",
    "end": "00:05:30"
  },
  {
    "text": "It's the Greek equivalent of nefesh in Hebrew.",
    "start": "00:05:30",
    "end": "00:05:33"
  },
  {
    "text": "Do not be anxious about your suke, your life self.",
    "start": "00:05:33",
    "end": "00:05:37"
  },
  {
    "text": "Yeah.",
    "start": "00:05:37",
    "end": "00:05:38"
  },
  {
    "text": "For example, he doesn't say that, but he goes on to give examples.",
    "start": "00:05:39",
    "end": "00:05:42"
  },
  {
    "text": "Namely.",
    "start": "00:05:42",
    "end": "00:05:42"
  },
  {
    "text": "Namely, what you will eat or what you will drink, not even about your body, what you will put on isn't the living self More than food and the body, more than clothing. Look at the birds of the air. They don't sow, they don't harvest, they don't gather into barns, and yet your Father in the skies feeds them. Aren't you much more valuable than they? And who among you is able to add an hour to your lifespan by anxiety? And about clothing, why are you all anxious? Pay attention to the lilies of the field, how they grow and they don't weave cloth. But I say to you all that not even Solomon in all his glory clothes himself like one of these. Now if the grass of the field which is there today and tomorrow is tossed into the furnace, is clothed this way by God, won't he much more clothe you all who have so little trust? So then don't be anxious saying, what will we eat, what will we drink, what will we wear for clothing for the nations they constantly seek for all these things. For your Father in the skies knows that you need all these things. Rather first seek for the kingdom of God and to do right by him, and all these things will be added to you. So then don't be anxious about tomorrow. Tomorrow can be anxious about itself. Each day has enough trouble of its own.",
    "start": "00:05:42",
    "end": "00:07:12"
  },
  {
    "text": "Just. Yeah, I mean we're going to say all kinds of things about this, but you almost. It's good to just take a moment and let it be what it is, its own statement. You don't have to say a lot to really get what he's after here.",
    "start": "00:07:17",
    "end": "00:07:33"
  },
  {
    "text": "We've talked about this passage before and I think one way into it that I find useful is to problematize it.",
    "start": "00:08:00",
    "end": "00:08:07"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:08:07",
    "end": "00:08:08"
  },
  {
    "text": "Which is. This seems a bit naive. I'm gonna need to eat, I'm gonna need clothes.",
    "start": "00:08:09",
    "end": "00:08:17"
  },
  {
    "text": "Without such things, one will die.",
    "start": "00:08:19",
    "end": "00:08:21"
  },
  {
    "text": "I will die. And this reflection on the birds and the flowers. Okay, but how many times have I stepped on a wildflower? Right.",
    "start": "00:08:21",
    "end": "00:08:37"
  },
  {
    "text": "Yeah, right.",
    "start": "00:08:37",
    "end": "00:08:38"
  },
  {
    "text": "And then like maybe on accident.",
    "start": "00:08:38",
    "end": "00:08:40"
  },
  {
    "text": "Yeah.",
    "start": "00:08:40",
    "end": "00:08:40"
  },
  {
    "text": "And birds, they seem to be free and there's no anxiety, but they also die.",
    "start": "00:08:40",
    "end": "00:08:48"
  },
  {
    "text": "Yeah. Sometimes in gruesome ways.",
    "start": "00:08:48",
    "end": "00:08:50"
  },
  {
    "text": "Yeah. Cats get em.",
    "start": "00:08:51",
    "end": "00:08:52"
  },
  {
    "text": "Yesterday was running an errand with one of my sons and we had to drive there because it was across town. We pulled out of the driveway and there, right there in the middle of the street was a crushed like crow that had been run. Who knows, it's been there for 24 hours, but now run over by, you know that scene right there and you're like, oh, kill scene. Yeah, yeah. Was my heavenly father looking after that one? Like, what about that one? Right. In other words, we start immediately to go to all the objections or exceptions to what Jesus is saying.",
    "start": "00:08:52",
    "end": "00:09:26"
  },
  {
    "text": "Yeah. Because what he's saying is he's challenging you to not give in to this impulse to ruminate on all the potential problems and how am I going to solve everything? And he's saying, give that up. But there's this impulse of like, I. I can't give that up because if.",
    "start": "00:09:26",
    "end": "00:09:47"
  },
  {
    "text": "I don't, I could end up like that crow.",
    "start": "00:09:47",
    "end": "00:09:50"
  },
  {
    "text": "I could end up like that crow. And Jesus saying, like, don't worry. God will take care of the crow. And of course he's gonna take care of you. You matter more than the crow. Maybe another way to say it is, isn't there a good stress? Isn't there like, a productive stress that could motivate you? It motivates you to get things done.",
    "start": "00:09:50",
    "end": "00:10:08"
  },
  {
    "text": "Yeah. Keeps you alive. Speaking in terms of.",
    "start": "00:10:08",
    "end": "00:10:11"
  },
  {
    "text": "Is that why anxiety exists? In some sense, it's like here' Forget about this problem.",
    "start": "00:10:11",
    "end": "00:10:17"
  },
  {
    "text": "That's right.",
    "start": "00:10:17",
    "end": "00:10:18"
  },
  {
    "text": "This problem needs to get started.",
    "start": "00:10:18",
    "end": "00:10:19"
  },
  {
    "text": "Your body won't let you forget about it. So maybe it's a good example of how, as a communicator, you can't say everything all the time. Yeah, of course Jesus knows what it's like to go hungry. He was a purposefully itinerant teacher, like on the round for a number of years. Like, he knows what it's like to not know where your next meal is coming from. He had financial sponsors. Most of them were women, wealthy women. Luke names them in Luke Chapter eight. But he also said, remember when that guy comes up to him, like, hey, teacher, I want to follow you. And he says, listen, foxes have homes, but the Son of Man, that is me, not so much. Are you ready for that? So Jesus knows what it's like to have. What do you say in food? Insecurity and shelter? Insecurity. But it is also true that for many people, the majority of their life experience isn't that of being on the brink of starvation. In other words, for many people, a lot of the worry is needless. For some people it's necessary, but for some others, it's totally unnecessary. It seems like that's where he's going after here. In saying all of that, I need to also honor. For most of the years I've sat with this teaching of Jesus, my mind goes towards the exceptions. Be like, that's nice, Jesus, that you can see the world that way. But before I get too skeptical, actually, many people experience the world where there is mostly enough. Sometimes there's not but there often is, and that's what he's leaning into in the moment. That's one way to get what he's talking about here. So you're not satisfied, Which I love.",
    "start": "00:10:19",
    "end": "00:12:08"
  },
  {
    "text": "Well, so I'm listening to this book where this guy has this very pessimistic view of the world order moving forward. He thinks we live in this moment of a global economy that's really held together by a pretty thin string. And once it goes away, a lot of people are gonna be a lot of trouble. If you think about the food that we eat.",
    "start": "00:12:09",
    "end": "00:12:32"
  },
  {
    "text": "Sure.",
    "start": "00:12:32",
    "end": "00:12:32"
  },
  {
    "text": "The stuff that we have, how the system, the supply chains and everything, if that all goes away.",
    "start": "00:12:32",
    "end": "00:12:38"
  },
  {
    "text": "Very vulnerable.",
    "start": "00:12:38",
    "end": "00:12:39"
  },
  {
    "text": "Very vulnerable.",
    "start": "00:12:39",
    "end": "00:12:39"
  },
  {
    "text": "Yeah.",
    "start": "00:12:39",
    "end": "00:12:40"
  },
  {
    "text": "And it started to make me think, yeah. What would happen if all of a sudden I couldn't get food at the grocery store? What would happen? I would be in trouble.",
    "start": "00:12:40",
    "end": "00:12:49"
  },
  {
    "text": "Yeah. And it's within recent memory that that was. Felt like a real possibility, like when the COVID pandemic was beginning in the supply chains.",
    "start": "00:12:49",
    "end": "00:12:59"
  },
  {
    "text": "Well. And so as a result of that, we bought, like, all of these bins of, like, stored food.",
    "start": "00:12:59",
    "end": "00:13:06"
  },
  {
    "text": "Oh, sure, yeah, yeah, yeah. The bins. Food.",
    "start": "00:13:06",
    "end": "00:13:09"
  },
  {
    "text": "Yeah. We became, like preppers a little bit. And it's like, okay, if we needed three months of food, here we go. And so then that kind of calmed any anxiety of like, whoa, what if it would happen? Okay, well, we have a little bit of. Of space. You know, we live in a pretty stable time in human history. In any other time in human history, at any moment, another group of people could just come over the hills and just take all your stuff. And that was a very common just occurrence.",
    "start": "00:13:09",
    "end": "00:13:39"
  },
  {
    "text": "Yeah, yeah. In Jesus context, you know, they're now almost 100 years into the Roman occupation. The Roman Empire doesn't seem to be going anywhere, and it's not going to go anywhere for a couple more centuries. It was a relatively relatively stable situation. Now you're living on your ancestral land, occupied. It's not ideal. There's a lot of unequal distribution of wealth, all that kind of stuff. I'm not saying it's ideal, but it was roughly stable enough that Jesus could talk to people this way. But I agree with you. He didn't grow up in a war zone, but he did grow up in occupied territory, militarized occupied territory. So you're right. In times of extreme instability, it's hard to imagine saying and hearing things like this. So I guess, you know, this kind of Jesus was talking to people in a period of relative stability with still a lot of poverty, the power Systems are in place and they don't seem to be going anywhere.",
    "start": "00:13:39",
    "end": "00:14:53"
  },
  {
    "text": "And so live like the birds. Now, a bird spends a lot of its day looking for food.",
    "start": "00:14:54",
    "end": "00:15:05"
  },
  {
    "text": "That's true. Yep.",
    "start": "00:15:05",
    "end": "00:15:06"
  },
  {
    "text": "I would imagine.",
    "start": "00:15:06",
    "end": "00:15:07"
  },
  {
    "text": "Yeah. You could say it's probably building a nest, sleeping or looking for food.",
    "start": "00:15:07",
    "end": "00:15:10"
  },
  {
    "text": "Well, I think they hang out a lot.",
    "start": "00:15:12",
    "end": "00:15:14"
  },
  {
    "text": "Yeah. Well, okay. So that's the thing is he doesn't say they don't look for food. What he says is they don't try to. They don't farm, generate. Yeah, exactly. And farming is about delayed gratification. Yeah, yeah. Creating strategies to invest in long term food security.",
    "start": "00:15:14",
    "end": "00:15:31"
  },
  {
    "text": "Do you just want us to go back to being hunter gatherers? Well, I think, I mean, honest question.",
    "start": "00:15:31",
    "end": "00:15:37"
  },
  {
    "text": "Yeah, yeah, yeah, yeah. This is an honest question. That seemed to be how he lived when he was on the road.",
    "start": "00:15:38",
    "end": "00:15:44"
  },
  {
    "text": "Yeah.",
    "start": "00:15:44",
    "end": "00:15:44"
  },
  {
    "text": "And when he sent out his disciples, you know, two by two, he encouraged them to live the similar way.",
    "start": "00:15:44",
    "end": "00:15:50"
  },
  {
    "text": "Yeah.",
    "start": "00:15:50",
    "end": "00:15:50"
  },
  {
    "text": "However, in Jesus's Bible are proverbs like this. Proverbs 24:30, I passed by the field of the lazy man and by the vineyard of the man who just has no, no sense. Look, it was totally overgrown with thistles, totally covered with nettles, the stone wall broken down. And I saw and thought about this and I received instruction. A little sleep, a little slumber, a little folding of your hands to rest and poverty will come like a thief and neediness like an armed robber.",
    "start": "00:15:51",
    "end": "00:16:36"
  },
  {
    "text": "Yeah.",
    "start": "00:16:36",
    "end": "00:16:37"
  },
  {
    "text": "There you go.",
    "start": "00:16:38",
    "end": "00:16:38"
  },
  {
    "text": "Don't be lazy.",
    "start": "00:16:39",
    "end": "00:16:40"
  },
  {
    "text": "Yeah. So which is it?",
    "start": "00:16:40",
    "end": "00:16:42"
  },
  {
    "text": "Plant that field.",
    "start": "00:16:42",
    "end": "00:16:42"
  },
  {
    "text": "So which is it? Weed and plant the field and build the walls to keep animals out. That sounds a lot like sowing, seed, harvesting and gathering and storing into barns. Yeah.",
    "start": "00:16:43",
    "end": "00:16:56"
  },
  {
    "text": "Which the birds aren't doing.",
    "start": "00:16:57",
    "end": "00:16:58"
  },
  {
    "text": "Which the birds don't do. Yeah.",
    "start": "00:16:58",
    "end": "00:17:00"
  },
  {
    "text": "The father feeds them.",
    "start": "00:17:00",
    "end": "00:17:01"
  },
  {
    "text": "That's right. Aren't you more valuable than they. Now, I guess it is more important to say his main point is not don't, don't farm. Farm. His main point is don't be anxious. Let food insecurity be the thing that rules your mind.",
    "start": "00:17:01",
    "end": "00:17:22"
  },
  {
    "text": "Okay.",
    "start": "00:17:23",
    "end": "00:17:23"
  },
  {
    "text": "The threat of food insecurity, don't let that rule your imagination.",
    "start": "00:17:23",
    "end": "00:17:27"
  },
  {
    "text": "Can we pause there? Rule your imagination. So the word here is don't be anxious.",
    "start": "00:17:28",
    "end": "00:17:33"
  },
  {
    "text": "Yeah. Yep.",
    "start": "00:17:33",
    "end": "00:17:34"
  },
  {
    "text": "And you are. I feel like doing a bit of translation work there saying.",
    "start": "00:17:34",
    "end": "00:17:39"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:17:39",
    "end": "00:17:40"
  },
  {
    "text": "Because anxiety in one sense is just a bodily reaction.",
    "start": "00:17:40",
    "end": "00:17:43"
  },
  {
    "text": "Yeah.",
    "start": "00:17:43",
    "end": "00:17:43"
  },
  {
    "text": "Right. This is your body saying, you need food, you're hungry.",
    "start": "00:17:43",
    "end": "00:17:47"
  },
  {
    "text": "Yeah.",
    "start": "00:17:47",
    "end": "00:17:48"
  },
  {
    "text": "And we don't have a solution. So let me like alarm you to that and what you're experiencing as your body's doing that is stress or anxiety. And in one sense to tell someone don't have that feeling is ridiculous. Yeah, you just have that feeling.",
    "start": "00:17:48",
    "end": "00:18:06"
  },
  {
    "text": "It's just not helpful.",
    "start": "00:18:06",
    "end": "00:18:06"
  },
  {
    "text": "It's just what your body's doing.",
    "start": "00:18:06",
    "end": "00:18:08"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:18:08",
    "end": "00:18:09"
  },
  {
    "text": "But then the question is, well, what are you gonna do with that feeling? And that's what you said is are you gonna like let that feeling drive your decision making process and shape your imagination? And is that what Jesus means by be anxious? He's not meaning don't feel anxious. He's saying don't be anxious. Is there a difference there?",
    "start": "00:18:09",
    "end": "00:18:26"
  },
  {
    "text": "Yeah, that's a great question. So just real quick here. So the word, the Greek word is merimnao. Merimnao and it gets translated as anxious in the English standard version. The Lexham English Bible niv or the new American standard has don't worry. Both are normal English words. Some other examples outside of the teachings of Jesus. When Paul is talking about as disciples of Jesus who are considering marriage, he says, listen, to be married and to have a family is going to introduce and he uses this word into your life concerns. Yeah. 1 Corinthians 7:32. A person who's not married Meribna is worried about the things of the Lord, how he could please the Lord.",
    "start": "00:18:26",
    "end": "00:19:22"
  },
  {
    "text": "Okay, so it is about focus. It's about how you train your thoughts.",
    "start": "00:19:22",
    "end": "00:19:27"
  },
  {
    "text": "The person who's married Meribna cares or worries about the things of this world, how to please their spouse. So we all find ourselves and our focus ruled by something.",
    "start": "00:19:27",
    "end": "00:19:42"
  },
  {
    "text": "I like the word focus.",
    "start": "00:19:42",
    "end": "00:19:43"
  },
  {
    "text": "Don't let. Okay, yeah, so let's go there. Any other examples? Ooh, ooh, this is good in Philippians. Oh, this is great. This is a great example. So Paul is in prison when he's writing the letter to the Philippians and he says, I hope to send Timothy to y' all soon so that I can be encouraged when I learn about what's going on with you all. I have nobody like him who's so like minded who will sincerely Meribna' o about what's going on with you. So of all my co workers, Timothy Merimna' Os about you all.",
    "start": "00:19:45",
    "end": "00:20:26"
  },
  {
    "text": "Yeah.",
    "start": "00:20:27",
    "end": "00:20:27"
  },
  {
    "text": "So I guess in that sense to Merimnao about something is not wrong.",
    "start": "00:20:27",
    "end": "00:20:32"
  },
  {
    "text": "Right.",
    "start": "00:20:32",
    "end": "00:20:32"
  },
  {
    "text": "So maybe anxious. Is that an argument against the word anxious?",
    "start": "00:20:33",
    "end": "00:20:37"
  },
  {
    "text": "Yeah, yeah. It's not because anxious means there's, you have, you're having a stress reaction which, which you do. I mean that's a normal thing. But this is saying this is more about training Your. Your focus, your priority. What are you. What's.",
    "start": "00:20:37",
    "end": "00:20:55"
  },
  {
    "text": "Ooh. Okay. But later in the same letter, okay. Paul will say in Philippians 4. 6, merimnao about nothing.",
    "start": "00:20:55",
    "end": "00:21:06"
  },
  {
    "text": "Don't be focused on anything that doesn't work.",
    "start": "00:21:06",
    "end": "00:21:08"
  },
  {
    "text": "But in everything, by prayer and request and thanksgiving, let your request be made known to God and the peace. So the contrast of meribnao is the peace of God, but then he says, timothy, merum naos about you, as if that's a good thing.",
    "start": "00:21:08",
    "end": "00:21:23"
  },
  {
    "text": "Okay, so this word can do more than one thing.",
    "start": "00:21:23",
    "end": "00:21:25"
  },
  {
    "text": "This word can refer to a kind of worry where it rules your imagination.",
    "start": "00:21:25",
    "end": "00:21:30"
  },
  {
    "text": "Well, concern is more neutral word than worry. Concern.",
    "start": "00:21:31",
    "end": "00:21:35"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:21:36",
    "end": "00:21:37"
  },
  {
    "text": "Don't concern yourself.",
    "start": "00:21:37",
    "end": "00:21:39"
  },
  {
    "text": "Don't be concerned.",
    "start": "00:21:39",
    "end": "00:21:40"
  },
  {
    "text": "This word seems flexible enough where Paul can say, look, Timothy is just focused. He's concerned about you. And that's a good thing.",
    "start": "00:21:42",
    "end": "00:21:50"
  },
  {
    "text": "Yeah. It's crazy.",
    "start": "00:21:50",
    "end": "00:21:50"
  },
  {
    "text": "I love that about him.",
    "start": "00:21:50",
    "end": "00:21:51"
  },
  {
    "text": "Yeah.",
    "start": "00:21:51",
    "end": "00:21:52"
  },
  {
    "text": "But then he can later in that letter be like, don't be concerned or focused about anything.",
    "start": "00:21:52",
    "end": "00:21:58"
  },
  {
    "text": "Yeah. Rather turn that concern into prayer.",
    "start": "00:21:58",
    "end": "00:22:01"
  },
  {
    "text": "And then Timothy would be like, well, but you said it was okay for me to be concerned. Yeah, exactly.",
    "start": "00:22:02",
    "end": "00:22:07"
  },
  {
    "text": "Yeah, yeah, yeah. Totally. Yeah. That's good. I love this.",
    "start": "00:22:07",
    "end": "00:22:11"
  },
  {
    "text": "Yeah. But I love how you also said the opposite of this word is peace.",
    "start": "00:22:11",
    "end": "00:22:17"
  },
  {
    "text": "The peace. Yeah, that's right. Yep.",
    "start": "00:22:19",
    "end": "00:22:21"
  },
  {
    "text": "And it seems like that's what Jesus is after. Jesus is saying the birds live in such a way that there's this.",
    "start": "00:22:21",
    "end": "00:22:27"
  },
  {
    "text": "Yeah.",
    "start": "00:22:27",
    "end": "00:22:28"
  },
  {
    "text": "This is elegance about them, and it seems peaceful.",
    "start": "00:22:28",
    "end": "00:22:30"
  },
  {
    "text": "Yeah.",
    "start": "00:22:30",
    "end": "00:22:31"
  },
  {
    "text": "Embrace that kind of life, which is different than this constant shifting of focus and this trying to be concerned about making sure everything works.",
    "start": "00:22:31",
    "end": "00:22:43"
  },
  {
    "text": "Yep. Yeah. The flowers offer a similar but also really different kind of analogy. So the flowers don't grow labor or weave cloth, but it's all about their appearance. They just grow. And yet they're more beautiful than the most wealthy ancient Israelite king.",
    "start": "00:22:43",
    "end": "00:23:07"
  },
  {
    "text": "Yeah.",
    "start": "00:23:07",
    "end": "00:23:08"
  },
  {
    "text": "And they look. You know, they look more impressive. And then his argument is from the lesser to the greater. So if that's how black wildflowers look, how much so will God clothe you? Clothing feels a little different. Okay. So we live in an age of fast fashion and disposable clothing. So we have to get our minds away from that. We've talked about this before in the series. That clothing was made to be much more durable, and you're more likely to have a particular item of clothing for years. So that's just an important qualifier here. But clothing. Why do you concern yourselves about clothing if you don't actively be concerned for your clothing? You would be naked.",
    "start": "00:23:08",
    "end": "00:23:58"
  },
  {
    "text": "Eventually.",
    "start": "00:23:59",
    "end": "00:24:00"
  },
  {
    "text": "Eventually.",
    "start": "00:24:00",
    "end": "00:24:01"
  },
  {
    "text": "Yeah, eventually you're.",
    "start": "00:24:01",
    "end": "00:24:02"
  },
  {
    "text": "Well, if you show no concern. You know what's so funny? I live with an 11 year old boy right now and a nine year old boy. But something about my 11 year old, he doesn't care. He goes into his dresser drawer and he'll just pull out whatever. Just no thought whatsoever. And so this happened yesterday. It was a cooler day, rainy and in the 40s. And he put on like shorts and T shirt and flip flops.",
    "start": "00:24:02",
    "end": "00:24:29"
  },
  {
    "text": "Yeah.",
    "start": "00:24:29",
    "end": "00:24:30"
  },
  {
    "text": "And he was perfectly fine all day. We went outside a number of times like that. Like he just doesn't think about it.",
    "start": "00:24:31",
    "end": "00:24:37"
  },
  {
    "text": "Yeah. Because he takes for granted that most of my day I'm going to be in some sort of like regulated environment.",
    "start": "00:24:39",
    "end": "00:24:47"
  },
  {
    "text": "Yeah, that's it. Totally.",
    "start": "00:24:47",
    "end": "00:24:49"
  },
  {
    "text": "Right.",
    "start": "00:24:49",
    "end": "00:24:49"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:24:49",
    "end": "00:24:50"
  },
  {
    "text": "But there's something there if your lived experiences. You know, most of the time I'm going to be in a situation where God will take care of me. Most of the time I'm going to be in a situation where it's going to be 69 degrees in here.",
    "start": "00:24:50",
    "end": "00:25:04"
  },
  {
    "text": "Yeah. Yep.",
    "start": "00:25:04",
    "end": "00:25:05"
  },
  {
    "text": "Then my flip flops are gonna be great.",
    "start": "00:25:05",
    "end": "00:25:07"
  },
  {
    "text": "Yeah, I'll be just fine.",
    "start": "00:25:07",
    "end": "00:25:09"
  },
  {
    "text": "They're gonna be just fine. And when they aren't, like, I'll figure it out, I'll work it out then.",
    "start": "00:25:09",
    "end": "00:25:14"
  },
  {
    "text": "Yeah, yeah, totally. Yep. So yeah, there is a freedom. Peace. Yeah, there's a peace. And I think it seems like that's what Jesus is advocating. So what? He's not addressing and he's not. And this is the kind of teacher that Jesus was. He didn't say everything all the time. He honed in on certain things and just let's meditate on that thing. And so here it's about the peace that comes. If you really trust that God will provide. Now there's all sorts of qualifications. We've been talking about them. Other qualifications is how is it that God provides? Does just clothing magically appear? Does food magically appear? No, of course not. And Jesus knows that. He knows that usually the way that you get food in your belly is by working for it. And the way that you get clothes is somebody had to work for it. And of course he knows that. But that's not what he's addressing in the moment. He's addressing the mindset of somebody. Ooh, okay, so maybe let's come down to the last paragraph, I think where he really focuses this again. He says, so don't be anxious or worry saying, what are we going to eat? What are we going to drink? What are we going to wear the nations? The ethnoi, and he uses a term here literally means the nations, often gets translated as the Gentiles. But this is what Israelites called non Israelites. So really what he's doing is he's inviting his disciples, who are probably mostly Israelites, not all, into a view of the God of Israel. And so the nations, they don't know God's character the way that Israel does. And so they spend all their time seeking, seeking, seeking about food, drink and clothing. But Israelites should know better. Yahweh rescued us from slavery in Egypt. He brought us back from Babylon.",
    "start": "00:25:14",
    "end": "00:27:18"
  },
  {
    "text": "Yeah.",
    "start": "00:27:19",
    "end": "00:27:19"
  },
  {
    "text": "Those are also background assumptions at work in a saying like this.",
    "start": "00:27:21",
    "end": "00:27:25"
  },
  {
    "text": "And then the line that sticks out to me is, your Father in the skies knows that you need these things.",
    "start": "00:27:26",
    "end": "00:27:32"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:27:32",
    "end": "00:27:33"
  },
  {
    "text": "That the anxiety is perhaps, ooh, I'm the one that's gonna have to make sure that happens.",
    "start": "00:27:33",
    "end": "00:27:40"
  },
  {
    "text": "That's right.",
    "start": "00:27:40",
    "end": "00:27:40"
  },
  {
    "text": "Where if I really believed I have the Creator of the universe knows my needs and cares about me, it's pretty obvious I could worry less, I could be concerned less.",
    "start": "00:27:41",
    "end": "00:27:53"
  },
  {
    "text": "That's right. And I think what that allows you to do is that go into moments of scarcity with a different mindset. And so remember the same Jesus saying, this is the same Jesus that was led by God's spirit to not eat for 40 days in the wilderness. And he was tested with opportunity to provide food for himself, and he chose not to. So he trusted that even in times of scarcity were from his father, and that they had a shaping influence on him that led him into a time of deeper trust. So he knew that his father knew what he needed in the desert. And also in times of abundance, he knew that his father knew what he needed.",
    "start": "00:27:53",
    "end": "00:28:42"
  },
  {
    "text": "You brought up when Jesus sent his disciples out two by two, and that actually struck me pretty recently because very specifically, he's like, right, don't bring things.",
    "start": "00:28:42",
    "end": "00:28:50"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:28:51",
    "end": "00:28:51"
  },
  {
    "text": "And go into a town and just trust there's going to be someone there who will provide for you and find that person and then just enjoy that person's hospitality. So he's like training his disciples to live this in this way of, like, it's a way of. In a way of fasting. It's a way of, like. It's this practice of detaching, of going, like, I think I need these things. I think I need the big backpack. I need the whole thing. And Jesus is like, just try it. Just go out and just trust in God's provision and see what Happens. And in a way, that is fasting.",
    "start": "00:28:51",
    "end": "00:29:28"
  },
  {
    "text": "Yeah, right. Yeah, that's like.",
    "start": "00:29:28",
    "end": "00:29:30"
  },
  {
    "text": "Do you really need. Do you really need three meals today? Do you really need any meals this week? Yeah, give it a shot.",
    "start": "00:29:30",
    "end": "00:29:36"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:29:36",
    "end": "00:29:37"
  },
  {
    "text": "See what happens.",
    "start": "00:29:37",
    "end": "00:29:37"
  },
  {
    "text": "Yeah. Thank you. So actually, this is great. So fasting, going back to the practices that Jesus explored earlier, that is the role that they have played. It's a way of placing yourself in a situation of vulnerability before God, but on purpose. Like, you cause it to happen to yourself, but in a way, what it's training you for is moments where you haven't caused it to yourself either. And to trust that God met me then, he can meet Me now. And all of it is a sign that we're outside of Eden and that we're all dying. So, of course, Jesus knows that the crows get run over and he knows we're outside of Eden.",
    "start": "00:29:37",
    "end": "00:30:23"
  },
  {
    "text": "He knows people starve to death.",
    "start": "00:30:23",
    "end": "00:30:25"
  },
  {
    "text": "He knows. Of course he does. Yes. But his view of the Father is such that even death cannot separate us from the generosity of God. We've talked about this before, you know, for a long time. When I first had kids, I would spend my last moments before going to sleep worrying and thinking through all the moments of the day that they could have died.",
    "start": "00:30:25",
    "end": "00:30:48"
  },
  {
    "text": "Wow.",
    "start": "00:30:49",
    "end": "00:30:50"
  },
  {
    "text": "It's weird. Or maybe it's not weird. Maybe it's pretty primal. But it's forced me to think through that and to think through my own mortality as I enter middle age and think, like, even if I do die, does that mean that God isn't generous? So Jesus invited his disciples to see that even moments of scarcity or death don't ultimately call God's generosity into question. But, man, you're not going to have that mindset without retraining your way of seeing the world. Because most of us are shaped by seeing that the preservation of our lives is the ultimate value. Notice this contrast. In seeking the nations constantly seek eating, drinking, clothing. Y' all, first seek the rule and reign of God.",
    "start": "00:30:50",
    "end": "00:31:40"
  },
  {
    "text": "Yeah.",
    "start": "00:31:41",
    "end": "00:31:42"
  },
  {
    "text": "And traditional translation is and his righteousness, which most likely means doing right by God. Seek the reign and rule of God and seek to do right by God, which is by loving God and loving your neighbor. And if you love your neighbor and do to them what you want them to do to you, golden rule. Then more than likely the food and the clothing will find their way to you. Like, if you're loving your neighbor well and generously, odds are when you are in a moment of scarcity, one of your neighbors will treat you the way you've been treating them. That's kind of the subtext here, I think.",
    "start": "00:31:43",
    "end": "00:32:28"
  },
  {
    "text": "And isn't there a subtext? We've talked about this. Jesus just believes in abundance. He believes there's enough. And like we said, Jesus didn't say don't go farm.",
    "start": "00:32:28",
    "end": "00:32:37"
  },
  {
    "text": "Correct? That's right.",
    "start": "00:32:38",
    "end": "00:32:39"
  },
  {
    "text": "So Jesus is saying that there's enough. And if we are all seeking to do right by God, then we're loving each other. And if there's enough and we're loving each other, then what else do you need?",
    "start": "00:32:39",
    "end": "00:32:54"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:32:54",
    "end": "00:32:55"
  },
  {
    "text": "So there's this kind of almost childlike simplicity that Jesus has. And then that runs into the real world of quote, unquote, real world, which is when people hoard, they're unjust, they act violently. And then all of a sudden you're like, okay, this isn't working. But Jesus comes in and he's like, that's not the kingdom of God. And the kingdom of God's coming. And you can live in the way of the kingdom now.",
    "start": "00:32:55",
    "end": "00:33:28"
  },
  {
    "text": "Yeah, yeah. Seeking as a first priority the kingdom of God and doing right by him. What Jesus is assuming, he's going around Galilee, planting these little cell communities, people who live by this ethical vision. And so if they get together for a meal and they notice that somebody's one garment is full of holes and they lost their job, I mean, I think that's practically how it works to do right by God and right by your neighbor. Just like, oh man, I have a garment sitting in my closet. Have mine. I think it's that practical. And then that's a moment where all these things are added to you. I think that's. There's a reciprocity to the kingdom of God based in a sense of abundance. And for the person who is walking around with holes in their garment, I think what Jesus would invite them to see is just trust. Like, trust that in the economy of God, you'll get a garment, it will find you, it will be added to you. But he knows that sometimes, like that person will end up naked and freeze in the bitter cold at night. And that happens too. And there you have to take Jesus other teachings into account. That that's the. That's a tragic result of an economic system that's ruled by mammon, ruled by an alternate power that only provides for some at the expense of others. And so that's why he says, my king, the kingdom is invading. And it's. Anyway, so it gets into a bigger story.",
    "start": "00:33:28",
    "end": "00:35:14"
  },
  {
    "text": "But for the moment, but even the bigger story. And you said this Earlier. So let's let it land again that Jesus believes even that can't separate you from God's generosity.",
    "start": "00:35:14",
    "end": "00:35:25"
  },
  {
    "text": "That's right. Yeah, that's right. Yep.",
    "start": "00:35:25",
    "end": "00:35:26"
  },
  {
    "text": "That in some way in his story, freezing to death, dying of hunger.",
    "start": "00:35:26",
    "end": "00:35:32"
  },
  {
    "text": "Yeah.",
    "start": "00:35:32",
    "end": "00:35:32"
  },
  {
    "text": "For us, that's game over.",
    "start": "00:35:33",
    "end": "00:35:34"
  },
  {
    "text": "Yep. Yeah.",
    "start": "00:35:34",
    "end": "00:35:35"
  },
  {
    "text": "For Jesus, he's like, actually, yeah. God's generosity can get beyond death.",
    "start": "00:35:35",
    "end": "00:35:42"
  },
  {
    "text": "That's right. Yeah. He told his followers not to fear people who can kill you because that's all they can do is kill you. Yep. Unless we really take him seriously on that point that death is not the end, it's going to be real hard to take seriously. These teachings here also about anxiety and abundance and scarcity.",
    "start": "00:35:42",
    "end": "00:36:06"
  },
  {
    "text": "Sam.",
    "start": "00:36:11",
    "end": "00:36:19"
  },
  {
    "text": "So we didn't like the word focus.",
    "start": "00:36:37",
    "end": "00:36:38"
  },
  {
    "text": "As a translation for this. Yeah. Okay. So options are worry, being anxious, being concerned.",
    "start": "00:36:40",
    "end": "00:36:49"
  },
  {
    "text": "It seems like when he says, seek the kingdom of God.",
    "start": "00:36:50",
    "end": "00:36:54"
  },
  {
    "text": "That'S a form of concern.",
    "start": "00:36:56",
    "end": "00:36:57"
  },
  {
    "text": "It's a form of focus or concern look for.",
    "start": "00:36:57",
    "end": "00:37:00"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:37:00",
    "end": "00:37:02"
  },
  {
    "text": "So it's really about what are you training your thoughts and your imagination on? I think that's what this word's after, right? Training your thoughts and your imagination.",
    "start": "00:37:02",
    "end": "00:37:13"
  },
  {
    "text": "Yeah. And also that your thoughts and your imagination focus on things that you think are the most valuable that you find of most value.",
    "start": "00:37:14",
    "end": "00:37:23"
  },
  {
    "text": "And this makes sense of why peace is the alternative. Because when you're really focused on something, there's a bit of tension. Right. Or like when you're having all these thoughts. I've heard one thinker. This is from David Allen and his book Getting Things Done. This is a productivity book. He says, imagine your mind like a. Like a lake or a pond, like a still lake. And every time you have a thought or a concern, you're dropping a rock and then that rock has a ripple.",
    "start": "00:37:24",
    "end": "00:37:57"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:37:57",
    "end": "00:37:58"
  },
  {
    "text": "And so every, like, moment of your life when you're like, oh, that gotta do that thing. Oh, that thing. Oh, I'm worried about this. What if that happens? Boom. You're just like all of these ripples.",
    "start": "00:37:58",
    "end": "00:38:05"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:38:05",
    "end": "00:38:06"
  },
  {
    "text": "And it can get actually tumultuous to the point where you're. You've got this kind of chaotic lake. His whole point is like trying to get your mind to stop focusing on all these concerns by his whole strategies, like write them down and the whole list. The whole productivity thing. Yeah, the list.",
    "start": "00:38:06",
    "end": "00:38:22"
  },
  {
    "text": "List. But yeah, it's a very simple. Yeah, that's right.",
    "start": "00:38:22",
    "end": "00:38:24"
  },
  {
    "text": "List to the point where your mind can be just calm again. And the metaphor is peace. And so all to say, I get that, like, I get this. The difference between Like a focused concern, feeling kind of hectic. The opposite being what Paul would call peace. But there also seems to be a type of focus that creates that peace which Jesus is calling, seeking the kingdom.",
    "start": "00:38:24",
    "end": "00:38:48"
  },
  {
    "text": "Yeah, you know? Yeah. So let's take on board the last line here. So he says, so don't merm nao. Don't be worried. Concerned, anxious about tomorrow. You know what? Let tomorrow be anxious about itself.",
    "start": "00:38:49",
    "end": "00:39:02"
  },
  {
    "text": "Yeah, it's a funny phrase.",
    "start": "00:39:03",
    "end": "00:39:04"
  },
  {
    "text": "It's like offload that anxiety, which he's kind of acknowledging. Like there's probably some things that you could be anxious about that are coming tomorrow.",
    "start": "00:39:04",
    "end": "00:39:13"
  },
  {
    "text": "Yeah, there's some stuff that's going to happen tomorrow.",
    "start": "00:39:13",
    "end": "00:39:14"
  },
  {
    "text": "But what you could do is let tomorrow worry about tomorrow. You don't have to. Each day has enough trouble. So he names it right there. This is the first little sign of Jesus is not just like seeing the world through rose colored glasses. Each day is full of trouble. That's the last line. Your life is full of trouble. Actually, this is what he says in the upper room speeches in the Gospel of John. In this world you will have trouble. Like expect it. Expect life to be full of hardship. But that's apparently for him, your state of mind doesn't have to be ruled by the trouble of each day, that your circumstances don't have to rule your imagination.",
    "start": "00:39:14",
    "end": "00:40:02"
  },
  {
    "text": "There's one form of mindfulness, it's emptying your mind so there's no thoughts.",
    "start": "00:40:02",
    "end": "00:40:06"
  },
  {
    "text": "Ah, okay. That's different.",
    "start": "00:40:06",
    "end": "00:40:08"
  },
  {
    "text": "Jesus is saying train your meramitzo. Is that the word?",
    "start": "00:40:08",
    "end": "00:40:13"
  },
  {
    "text": "Merimno, Merrimna.",
    "start": "00:40:13",
    "end": "00:40:15"
  },
  {
    "text": "Yeah, yeah, train that. Train your concern, your imaginative, thoughtful, rational focus. Train that on the kingdom of God and doing right by God.",
    "start": "00:40:15",
    "end": "00:40:28"
  },
  {
    "text": "Yeah.",
    "start": "00:40:28",
    "end": "00:40:29"
  },
  {
    "text": "And then all those things that were like, all those rapid fire concerns that were like making all this tumult, those things will be taken care of.",
    "start": "00:40:29",
    "end": "00:40:39"
  },
  {
    "text": "Yeah. You know what's great is I'm just in reflecting on this. This is so Second Temple Jewish meditation style communication where if you're wondering if Jesus is naive and his head is in the clouds, it's these last lines where it kind of tells you, like he knows there's trouble. The last line is, every day is full of trouble.",
    "start": "00:40:39",
    "end": "00:41:00"
  },
  {
    "text": "Could have started with that totally.",
    "start": "00:41:02",
    "end": "00:41:04"
  },
  {
    "text": "And then also this seeking the kingdom and doing right by him that uploads all the stuff from earlier in the sermon about loving your neighbor, even your enemies, at great cost to yourself, which might bring hardship and trouble into your day. But man, if you are really loving your enemies and loving those who love you, then when you have moments of need people will. People will help you because you've been helping people. Like that's all built in to the seek first the kingdom of God and to do right by him. So it's like the qualifications and the questions that got that raised when we first read this, they actually are kind of addressed and answered, but only at the end of the teaching to force you to kind of go back and reread it then in light of him addressing those.",
    "start": "00:41:04",
    "end": "00:41:53"
  },
  {
    "text": "Let's talk about the last three lines then.",
    "start": "00:41:53",
    "end": "00:41:54"
  },
  {
    "text": "Okay.",
    "start": "00:41:54",
    "end": "00:41:55"
  },
  {
    "text": "Okay. Don't be, don't.",
    "start": "00:41:55",
    "end": "00:41:57"
  },
  {
    "text": "Merrim nao.",
    "start": "00:41:57",
    "end": "00:41:58"
  },
  {
    "text": "Mermaid about tomorrow. Merrim ma'.",
    "start": "00:41:58",
    "end": "00:42:01"
  },
  {
    "text": "O. Merrim nao.",
    "start": "00:42:01",
    "end": "00:42:03"
  },
  {
    "text": "Merrim nao.",
    "start": "00:42:03",
    "end": "00:42:04"
  },
  {
    "text": "Merrim nao.",
    "start": "00:42:04",
    "end": "00:42:05"
  },
  {
    "text": "Merrim nao.",
    "start": "00:42:05",
    "end": "00:42:06"
  },
  {
    "text": "Yeah.",
    "start": "00:42:06",
    "end": "00:42:07"
  },
  {
    "text": "All right. So don't do that thing about all the stuff coming.",
    "start": "00:42:07",
    "end": "00:42:13"
  },
  {
    "text": "Yeah.",
    "start": "00:42:13",
    "end": "00:42:13"
  },
  {
    "text": "And not literally just tomorrow.",
    "start": "00:42:14",
    "end": "00:42:16"
  },
  {
    "text": "Yeah. It's just the future.",
    "start": "00:42:16",
    "end": "00:42:17"
  },
  {
    "text": "The future.",
    "start": "00:42:17",
    "end": "00:42:18"
  },
  {
    "text": "Yeah.",
    "start": "00:42:18",
    "end": "00:42:19"
  },
  {
    "text": "There's stuff right now that you should be concerned about. Tomorrow can be anxious about itself. Each day.",
    "start": "00:42:19",
    "end": "00:42:26"
  },
  {
    "text": "Yeah. Each day has lots of trouble.",
    "start": "00:42:27",
    "end": "00:42:28"
  },
  {
    "text": "As in like just present reality. Right now there's enough to deal with.",
    "start": "00:42:28",
    "end": "00:42:32"
  },
  {
    "text": "That's right.",
    "start": "00:42:32",
    "end": "00:42:33"
  },
  {
    "text": "So embedded in that is he kind of showing his cards, kind of saying, look, you're going to be dealing with and your, your attention is going to get pulled. It's just real life problems.",
    "start": "00:42:33",
    "end": "00:42:46"
  },
  {
    "text": "Yeah.",
    "start": "00:42:46",
    "end": "00:42:46"
  },
  {
    "text": "Day to day.",
    "start": "00:42:46",
    "end": "00:42:47"
  },
  {
    "text": "Yep. In your face, in your face.",
    "start": "00:42:47",
    "end": "00:42:49"
  },
  {
    "text": "I got to deal with this now.",
    "start": "00:42:49",
    "end": "00:42:50"
  },
  {
    "text": "Yep. Yeah.",
    "start": "00:42:50",
    "end": "00:42:51"
  },
  {
    "text": "And is part of the wisdom here is that's enough that if you also tried to do that for like all tomorrow's issues, then you're not going to have space to seek the kingdom.",
    "start": "00:42:51",
    "end": "00:43:04"
  },
  {
    "text": "That's great. That's excellent. And that's why with the birds and the flowers, what he talks is about long term processes, to have security for the future, about farming and then growing like cotton or something or tending your lambs and then shearing them to produce cloth. He's talking about multi step processes. They take many days.",
    "start": "00:43:04",
    "end": "00:43:30"
  },
  {
    "text": "Yeah.",
    "start": "00:43:30",
    "end": "00:43:31"
  },
  {
    "text": "And so it's all about future. Let the future worry about the future. You've got trouble today and that's going to force you to trust or not trust in God's provision for you. So just deal with one day at a time with the present. The present.",
    "start": "00:43:31",
    "end": "00:43:50"
  },
  {
    "text": "Now we have multi year goals here at bibleproject.",
    "start": "00:43:51",
    "end": "00:43:55"
  },
  {
    "text": "Yeah, we do. Yeah. Yeah. That's a normal thing.",
    "start": "00:43:55",
    "end": "00:44:01"
  },
  {
    "text": "Is that not following Jesus?",
    "start": "00:44:01",
    "end": "00:44:03"
  },
  {
    "text": "He doesn't say don't have long term goals. What he's talking about is how I.",
    "start": "00:44:09",
    "end": "00:44:13"
  },
  {
    "text": "Let today what's grabbing my attention.",
    "start": "00:44:13",
    "end": "00:44:17"
  },
  {
    "text": "Yes. And causing me to worry.",
    "start": "00:44:18",
    "end": "00:44:21"
  },
  {
    "text": "Yeah. And worry is a negative focus. A focus that brings anxiety There's a focus that is empowering. Right?",
    "start": "00:44:21",
    "end": "00:44:31"
  },
  {
    "text": "Yeah, that's right. Yeah. So, yeah, we have goals here at the Bioproject that are going to require a lot of work, a lot of problem solving, a lot of creativity. And I think about those, actually, I think about those big projects every day. That's my job.",
    "start": "00:44:31",
    "end": "00:44:46"
  },
  {
    "text": "It bleeds into today.",
    "start": "00:44:46",
    "end": "00:44:47"
  },
  {
    "text": "But actually not. This is really practical, but I have had to learn over the history of this project that I can let those good projects rule my imagination and rob me of good sleep. And not because they're bad, but because they're just big projects that should be loose ends. A lot of people and I don't know how we're going to solve this and solve that. And it's not trouble. It's like wonderful. It's work in a way. Work is trouble because you're solving things. Right. But it is about how I let those affect me, affect my state of being, my mindset. And if I trust that God's spirit is guiding us and that we'll figure those things out when we get there, then I can have peace today and sleep well. Yeah, that's good. Thank you for bringing that to my attention.",
    "start": "00:44:48",
    "end": "00:45:42"
  },
  {
    "text": "As life's coming at you, there's going to be too much to handle. And if your game plan is I'm going to wrestle every bogey to the ground, you're not going to have room to just seek the kingdom and love your neighbor.",
    "start": "00:45:42",
    "end": "00:45:58"
  },
  {
    "text": "Yeah. Or be present enough to the people around you to. To attend to them and be generous to them.",
    "start": "00:45:58",
    "end": "00:46:05"
  },
  {
    "text": "Yeah.",
    "start": "00:46:05",
    "end": "00:46:05"
  },
  {
    "text": "Yep, that's right. And then all of a sudden all four of these sayings about wealth and worry all like fold together. Because if my money represented by food security or clothing security, that's a form of mammon, which the word means the thing that I trust, if that's my highest value, then it's going to let me down and it's going to take all of my focus and my allegiance and loyalty, which is ultimately going to make me an anxious mess. And so that's more on that negative end of the spectrum. But at the same time, food and clothing, those are day to day realities. And I can relate to them and enjoy them and see them as gifts or I can share them generously. And that's a form of seeking the kingdom of God and doing right by God. And so I can, like Timothy when Paul says, care about someone else's needs or the needs of the moment in a way that results in life and peace. And that's me, the opposite. So there's two ways to be concerned. One of them leads to a sense of estrangement from God's generosity, and the other one connects me to God's generosity and makes me an agent of it in the world.",
    "start": "00:46:05",
    "end": "00:47:22"
  },
  {
    "text": "So do we need to point out Jesus isn't talking about mental health issues or.",
    "start": "00:47:24",
    "end": "00:47:30"
  },
  {
    "text": "Hmm. Yeah. Wow, that's good. Yes. Tell me what you're thinking. That's a good point to bring up.",
    "start": "00:47:31",
    "end": "00:47:37"
  },
  {
    "text": "Do people take this passage and then say, okay, if you're having any sort of emotional response to the chaos of life that makes you stressed, or if that even gets neurotic, which happens to some people, then just stop it. Just cut it out. That's the problem.",
    "start": "00:47:38",
    "end": "00:47:59"
  },
  {
    "text": "I'm sure followers of Jesus somewhere have used these verses to say, you don't need a therapist. Just stop it. But of course, that's not helpful and doesn't recognize the realities of our nervous systems in our brains and the way habits are formed. So that would be a silly misuse. It could be that a wise therapist is actually the way that you could respond faithfully to this teaching of Jesus is by finding a wise therapy conversation partner to help you retrain your mind and your body for how to respond to difficult circumstances in life.",
    "start": "00:47:59",
    "end": "00:48:42"
  },
  {
    "text": "I think what seems clear, though, is this word that we're translating, anxiety. It's not focused on a body reaction or the chemistry in your body. This is talking about the way you're training your thoughts.",
    "start": "00:48:43",
    "end": "00:48:57"
  },
  {
    "text": "Yep, that's right. You know, really, this conversation, you have me rethinking whether anxiety is the right English word to have here. Maybe the more bland word worry is.",
    "start": "00:48:57",
    "end": "00:49:10"
  },
  {
    "text": "Better, or even more bland is concerned.",
    "start": "00:49:10",
    "end": "00:49:12"
  },
  {
    "text": "More bland is concerned because you can be concerned in a positive sense, and you can be concerned in a sense that's unhealthy.",
    "start": "00:49:12",
    "end": "00:49:18"
  },
  {
    "text": "That seems more faithful to the Greek.",
    "start": "00:49:18",
    "end": "00:49:21"
  },
  {
    "text": "Yeah, yeah. Because. Yep. Yeah. It can be positive or negative. Mm, that's right. No, that's good. I'm really glad we're having this conversation. It also is a good example of how translations are flexible. Temporary entities like translations can be good for one aspect of helping you understand something, but they are never the final word, because anytime you render things from one language into another, you lose something. So anxiety, worry, and concern all grab on to certain nuances of this word, but none of them capture everything it.",
    "start": "00:49:21",
    "end": "00:50:02"
  },
  {
    "text": "So when we talked through this passage in a separate conversation, you pointed out to me that Jesus wasn't just looking around and seeing birds and going, oh, birds. I'll use birds as an illustration. They're cute.",
    "start": "00:50:30",
    "end": "00:50:42"
  },
  {
    "text": "Yes, right.",
    "start": "00:50:43",
    "end": "00:50:44"
  },
  {
    "text": "The birds are a hyperlink, as you would call it. They're a very important animal in the creation story of Genesis 1.",
    "start": "00:50:44",
    "end": "00:50:53"
  },
  {
    "text": "Yes, yeah, yeah, that's right. In other words. Well, just to repeat what you're saying, it's not just that Jesus looked at birds flying around, he certainly did and loved and appreciated them, but the question is why? And what did birds and flowers mean to someone like Jesus, who was a devout Jewish pious scripture nerd from the first century period? In other words, he would have viewed and did view the birds and the flowers in light of a particular way of seeing the world. And that is the view of reality that we find in the creation narratives of Genesis 1 and the Eden narratives and the story of Israel in the Torah prophets. So it is interesting that in the seven day creation narrative, when God creates the three realms of sky, land and sea, and then he populates them on days four, five and six, specifically the role of plants with seed and vegetation, namely flowers, that's a key focus on day three and then the role of birds that are told to be fruitful and multiply and fill the land. So it's this ideal picture of the harmony of all the. What do you say, tears of the cosmos and their inhabitants, and that there's enough, and that God's packed creation with this overabundance that just can now, as God sustains it, auto generate and provide for itself in God's mercy. And so there's whole poems about this in Hebrew bible in Psalm 104, starting in verse 10. This is such a rad section of the poem. It's talking about what you, basically you would go see if you go hike in the mountains. But it is describing God as the causing agent of all of the animating energy you see around you. So God is described as the one who sends out springs into valleys. So they flow between mountains. They give drink to beasts of the field. That's day six of Genesis one. Wild donkeys quench their thirst. I love those wild donkeys. Among them are the birds of the heaven.",
    "start": "00:50:53",
    "end": "00:53:10"
  },
  {
    "text": "Have you ever seen a wild donkey?",
    "start": "00:53:10",
    "end": "00:53:11"
  },
  {
    "text": "No. Nope. Wild goat. I've seen wild goat, elk, all right, moose and bear, but never wild donkey. The birds of the heavens. And among the branches they sing. You speaking of God? You are the one who waters the mountains from his upper chambers. The earth is full of the fruit of yore. That is God's labors.",
    "start": "00:53:13",
    "end": "00:53:36"
  },
  {
    "text": "Hmm.",
    "start": "00:53:37",
    "end": "00:53:37"
  },
  {
    "text": "He's the one who causes grass to grow for cattle and herbs for the use of humans. So the biblical authors know that God has actually created a whole harmonious system of cause and effect. But because God's the ultimate cause behind the order of creation, they can write poems and talk about God watering the grass so that the birds can eat. And that's Jesus picture of creation and of God in its ideal setting, I think. Is that what you're tapping into there?",
    "start": "00:53:38",
    "end": "00:54:10"
  },
  {
    "text": "Yeah, yeah. You also showed me that God introducing the birds is the first time in the Bible the word blessing is used.",
    "start": "00:54:10",
    "end": "00:54:20"
  },
  {
    "text": "Yes, that's right. Yes.",
    "start": "00:54:20",
    "end": "00:54:22"
  },
  {
    "text": "And that word's always been a hard word for me. It's a very religious word that I don't think I've. It's a very fuzzy word and you made it very concrete. Cause you were like, look, what is the blessing given to the birds?",
    "start": "00:54:22",
    "end": "00:54:32"
  },
  {
    "text": "That's right.",
    "start": "00:54:32",
    "end": "00:54:33"
  },
  {
    "text": "Be fruitful and multiply and fill the earth. And how would you fill the earth? What makes a flock of birds possible? You've seen these huge. Just, you know, we've got the swifts, they just come in these massive flocks.",
    "start": "00:54:33",
    "end": "00:54:48"
  },
  {
    "text": "Yeah. So cool.",
    "start": "00:54:48",
    "end": "00:54:49"
  },
  {
    "text": "Like what makes it possible that there could be thousands of these birds flying around? Because there's a lot of food for them.",
    "start": "00:54:49",
    "end": "00:54:57"
  },
  {
    "text": "Yeah, the whole order of abundance.",
    "start": "00:54:57",
    "end": "00:54:59"
  },
  {
    "text": "There's abundance.",
    "start": "00:55:00",
    "end": "00:55:00"
  },
  {
    "text": "Yeah.",
    "start": "00:55:00",
    "end": "00:55:01"
  },
  {
    "text": "So the blessing, you connected the blessing to God providing abundance. And then you came back and he said, when Jesus reflects on the birds, he's reflecting on the generous abundance of God's creation.",
    "start": "00:55:01",
    "end": "00:55:15"
  },
  {
    "text": "That's right, yep. And he knows back to our qualifications. He knows each day is full of trouble and any given birds going to end up like a squashed crow, like on my street. But he's reflecting on the beauty, ideal portrait of creation that's provided in Genesis 1. And you're right, the birds and the fish are the first creatures that are said to auto generate, but not in and of themselves, but as a gift of God to be blessed.",
    "start": "00:55:15",
    "end": "00:55:47"
  },
  {
    "text": "And then Jesus says here, if God cares so much about the birds.",
    "start": "00:55:47",
    "end": "00:55:50"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:55:50",
    "end": "00:55:51"
  },
  {
    "text": "Think about you.",
    "start": "00:55:51",
    "end": "00:55:52"
  },
  {
    "text": "Yeah.",
    "start": "00:55:52",
    "end": "00:55:53"
  },
  {
    "text": "Because as the story goes on, he creates humans and gives the humans the blessing, but also gives the humans a calling of being his likeness. And then here Jesus calls that being God, being the Father who cares for us.",
    "start": "00:55:53",
    "end": "00:56:12"
  },
  {
    "text": "Yeah, that's right. So won't he much more clothe you? And just because Eden and the creation narratives are on the brain, it is also that little detail where God mercifully provides more adequate clothing for the human's garments of skin.",
    "start": "00:56:12",
    "end": "00:56:28"
  },
  {
    "text": "And isn't that a theme we haven't really fully uncovered, but clothing, I mean, yeah, priestly clothing. Paul talks often about taking off, putting.",
    "start": "00:56:28",
    "end": "00:56:38"
  },
  {
    "text": "On, putting on the Messiah.",
    "start": "00:56:38",
    "end": "00:56:40"
  },
  {
    "text": "Like a garment.",
    "start": "00:56:41",
    "end": "00:56:42"
  },
  {
    "text": "Yeah, like a divinely provided robe. Yeah, yeah, yep, yep. So yeah, the whole motif of God clothing, God providing, that's the element of creation reflection that Jesus is offering here.",
    "start": "00:56:42",
    "end": "00:56:56"
  },
  {
    "text": "So what really stands out to me in this passage is we talked a lot about that word.",
    "start": "00:56:57",
    "end": "00:57:03"
  },
  {
    "text": "Merimna.",
    "start": "00:57:05",
    "end": "00:57:06"
  },
  {
    "text": "Merimnao.",
    "start": "00:57:06",
    "end": "00:57:06"
  },
  {
    "text": "Yeah.",
    "start": "00:57:06",
    "end": "00:57:07"
  },
  {
    "text": "And so Jesus here then says, seek the kingdom of God. So he doesn't use the word meribnao.",
    "start": "00:57:07",
    "end": "00:57:12"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:57:12",
    "end": "00:57:13"
  },
  {
    "text": "He uses a different word there.",
    "start": "00:57:13",
    "end": "00:57:14"
  },
  {
    "text": "That's right, yeah. But what it means is don't be anxious about food, drink or clothing. The nations seek those things. You seek the kingdom of God and don't be anxious about tomorrow. Yeah, thank you. Actually, that's just a great little observation you're making is that even in the literary design of this little paragraph, seeking is set on analogy or synonymous with being concerned about. How do you know that you're concerned about something? Well, you're probably paying lots of attention and looking for it.",
    "start": "00:57:14",
    "end": "00:57:45"
  },
  {
    "text": "Yeah, exactly. Okay, so now I want to go back to the first teaching and just think through that lens now of where we've landed with this fourth teaching, which is about not having this anxiety with our focus.",
    "start": "00:57:45",
    "end": "00:58:01"
  },
  {
    "text": "Oh, excellent.",
    "start": "00:58:01",
    "end": "00:58:02"
  },
  {
    "text": "And instead seeking first God's kingdom and then those things will be added to you and believing in the generosity of God and believing he is our Father. So you go back to this first teaching and what stands out to me, Jesus says, don't store up for yourself stored up things on the land because it's not going to last. And so there's not this permanence to it. But as I reread that in light of about focus, I was thinking about, you know, when you accumulate stuff, I mean, this is just an age old adage like more money, more problems. When you have more things, your attention has to be on those things for maintenance reasons.",
    "start": "00:58:02",
    "end": "00:58:41"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:58:43",
    "end": "00:58:43"
  },
  {
    "text": "To protect them from the elements and the critters and people who wanna take it. So your focus turns into maintaining and protecting what you have.",
    "start": "00:58:44",
    "end": "00:58:55"
  },
  {
    "text": "That's right.",
    "start": "00:58:55",
    "end": "00:58:55"
  },
  {
    "text": "And so when I read it through that lens, I'm like, why do you bring up moths and little critters and thieves? Well, yeah, because they'll take it away from you. This is all going away, but also because those are the things I'm going to constantly be trying to keep at bay. And now my focus is not just on accumulating stuff, but maintaining my stuff.",
    "start": "00:58:55",
    "end": "00:59:15"
  },
  {
    "text": "Yeah, yeah, okay, thank you. It's wonderful. So what you're doing. There are four sayings here. We've taken many hours to talk through four sayings of Jesus about money that take you probably two minutes to read out loud. But the four of them are put together in classic Jewish meditation, literature style. And what you're paying attention to is that the opening and the closing sayings about money, you're reading them in light of each other. So first, you're right. Storage is about things that are impermanent, that won't last, versus things that do last. Though look at the last line, verse 21. He does say, for where your storage is, that's where your heart will be.",
    "start": "00:59:15",
    "end": "00:59:59"
  },
  {
    "text": "Yeah.",
    "start": "00:59:59",
    "end": "00:59:59"
  },
  {
    "text": "Now, heart is, you know, a rich image in biblical thought, but one of the things that your heart does is feel things, which is primarily what we think of heart in our culture. But in biblical thought, your heart is also where you think, also where you desire and where you make your plans. And Jesus means all of them. But for sure, where your desire and your mental focus and plans are, is your heart. It will consume your mind. Yes.",
    "start": "00:59:59",
    "end": "01:00:31"
  },
  {
    "text": "Your heart, what we would call mind.",
    "start": "01:00:31",
    "end": "01:00:32"
  },
  {
    "text": "That's right. Yeah. So the point is, even that little concluding line, where your storage is, that's where your heart is. He's already hinting at what's occurring to you, which is now, once you come all the way down to the fourth teaching about concern or worry or anxiety, now he's exploring, what does it mean that your heart is where your storage is? Well, here's how you know. If you find yourself obsessing to the degree of unhealth, an unhealthy way about food, drink, or clothing, odds are that your heart is bound up with your storage on the land, not the storage in the sky.",
    "start": "01:00:32",
    "end": "01:01:13"
  },
  {
    "text": "Seems like Jesus is asking for a very. For a simplicity of focus and of life.",
    "start": "01:01:14",
    "end": "01:01:22"
  },
  {
    "text": "Yes.",
    "start": "01:01:23",
    "end": "01:01:23"
  },
  {
    "text": "And actually, there's a word we were using in the lamp metaphor that kind of means simplicity, I think.",
    "start": "01:01:23",
    "end": "01:01:28"
  },
  {
    "text": "That's right.",
    "start": "01:01:28",
    "end": "01:01:29"
  },
  {
    "text": "Right.",
    "start": "01:01:29",
    "end": "01:01:29"
  },
  {
    "text": "That's right.",
    "start": "01:01:29",
    "end": "01:01:30"
  },
  {
    "text": "Wholeness, or what is it?",
    "start": "01:01:30",
    "end": "01:01:32"
  },
  {
    "text": "Yeah. He says the lamp of the body is the eye. This is the second thing about money. The lamp of the body is the eye. So then if your eye is haplus, which can mean whole or single, and as a figure of speech, meaning sincere generosity.",
    "start": "01:01:32",
    "end": "01:01:50"
  },
  {
    "text": "Yeah. So this singular wholeness, it's like there's a simplicity to it.",
    "start": "01:01:50",
    "end": "01:01:56"
  },
  {
    "text": "That's right.",
    "start": "01:01:56",
    "end": "01:01:57"
  },
  {
    "text": "And it seems like Jesus is saying, like, look, you're gonna make life way too complicated. You're gonna store up stuff, you're gonna worry about the stuff, you're gonna be accumulating stuff like, your focus is just gonna turn to stuff, and you're gonna lose the pure simplicity of. Of being a child of God in his kingdom who gets to love people.",
    "start": "01:01:57",
    "end": "01:02:20"
  },
  {
    "text": "Yeah. Yep. Yeah. This is one of the most beautiful ways that the early monastic traditions. Throughout the centuries of Christian history, a vow of material simplicity has always been in the mix, informed by these sayings of Jesus. Now, these are people, you know, many of whom chose not to marry, go live in communes where they provided and grew everything off the grid so that they could go in rhythms of living in solitude and then go give everything away and serve the poor, and then come back to the monastery and refresh and do these cycles. But simplicity has always been a core practice of, I think, the most beautiful expressions of the Jesus movement throughout history.",
    "start": "01:02:20",
    "end": "01:03:12"
  },
  {
    "text": "And it's interesting. That's connected to generosity.",
    "start": "01:03:12",
    "end": "01:03:14"
  },
  {
    "text": "Yes, yes, that's exactly right.",
    "start": "01:03:14",
    "end": "01:03:16"
  },
  {
    "text": "When you live this, like, simply focused whole life that's concerned with God and others, like, it leads to a life of abundance towards others.",
    "start": "01:03:16",
    "end": "01:03:28"
  },
  {
    "text": "Yeah, yeah. Or maybe what's a word that'll cover all the angles, like margin, because it can give you mental margin. Literally. My mind isn't focused on a zillion things. I can just be focused on the handful of things for today and maybe the next day, but I'm not thinking about food, drinking, clothing. It also creates financial margin, perhaps depending on one situation where if I'm not spending a lot of my resources on things that I don't actually need, that I'm gonna be freed up to be more generous. So it kind of works both way. That mental margin, relational margin, and financial margin all comes out of simplicity.",
    "start": "01:03:28",
    "end": "01:04:13"
  },
  {
    "text": "And then Jesus calls it being radiant.",
    "start": "01:04:13",
    "end": "01:04:15"
  },
  {
    "text": "Yeah, yeah. Which is connected all the way back to the opening of the sermon. To be the light. Y' all are the light of the world and the city on the hill that shines its light through good works to the nations. And so I was just working on something yesterday where it struck me again that when he says, so that the nations will see your good works and honor your heavenly Father, it kind of begs the question, like, oh, wow. What kind of life, what kind of doing good would make any human, regardless of their religious creed or background? Just look at that human behavior and see, like, that is the ultimate. That's praiseworthy. And what else is the sermon except a meditation on a way of being human? That is the good stuff. It's the good. And generosity and simplicity are for sure part of that. So we've now talked about three of the four sayings. The storage is about investing in what is permanent. Not here today, gone tomorrow. It's also about a focusing of your mind on fewer things or on things that won't make you stressed out and.",
    "start": "01:04:15",
    "end": "01:05:35"
  },
  {
    "text": "Actually putting them on things that will last.",
    "start": "01:05:35",
    "end": "01:05:37"
  },
  {
    "text": "Yeah, that's right.",
    "start": "01:05:37",
    "end": "01:05:38"
  },
  {
    "text": "And that actually helped me think, you know, there was this puzzle of what is sky treasure.",
    "start": "01:05:38",
    "end": "01:05:43"
  },
  {
    "text": "Yes, sky treasure.",
    "start": "01:05:43",
    "end": "01:05:43"
  },
  {
    "text": "Sky storage. Like, what is that?",
    "start": "01:05:43",
    "end": "01:05:45"
  },
  {
    "text": "Yeah, yeah.",
    "start": "01:05:45",
    "end": "01:05:46"
  },
  {
    "text": "And now when I just think about it as. I mean, it hasn't solved the puzzle for me, but it's giving me some clarity to go. It's the stuff in life that doesn't require me to try to maintain.",
    "start": "01:05:46",
    "end": "01:05:57"
  },
  {
    "text": "Yeah.",
    "start": "01:05:57",
    "end": "01:05:58"
  },
  {
    "text": "Doesn't. It doesn't suck focus away from me. It will kind of last on its own. And then when I start to think, what are those things in life? What are those opportunities in life, Something I can do or be a part of that once it exists, I can move on and it can just be this beautiful thing that exists and is growing and creating abundance in other people's lives and I don't have to maintain it.",
    "start": "01:05:58",
    "end": "01:06:24"
  },
  {
    "text": "Yep, yep, that's good.",
    "start": "01:06:24",
    "end": "01:06:25"
  },
  {
    "text": "Sky storage.",
    "start": "01:06:25",
    "end": "01:06:26"
  },
  {
    "text": "Sky storage. Yeah. Yeah. And if that's where you've aligned yourself, then it frees you to become radiantly generous. When we get to the I metaphor, and then it also to go to the third saying about the two masters and God and mammon, it becomes more clear to you where one is putting one's trust. Remember, mammon or mammon comes from the noun to trust, the thing we trust. So it really is about what you think will last forever is the thing that you're likely to put your trust in. And I think to hold a Christian view of reality, God is the only thing that lasts forever. And if anything else is going to last forever, it's just. It's because God is sustaining it. To be. To be so and so that will change your view of your allegiance. That's also an exposition of where your treasure is there, your heart, maybe also. And then we come to the anxiety.",
    "start": "01:06:26",
    "end": "01:07:26"
  },
  {
    "text": "Or worry, and it's also connected to the seek first God's kingdom.",
    "start": "01:07:26",
    "end": "01:07:29"
  },
  {
    "text": "Yeah, yeah.",
    "start": "01:07:29",
    "end": "01:07:30"
  },
  {
    "text": "Like seek first that master.",
    "start": "01:07:30",
    "end": "01:07:32"
  },
  {
    "text": "Yeah. So they all four mutually illuminate each other. When you kind of combine them each with each other and think about the connections of the four sayings. Yeah. And this, just as a note, this is how biblical literature works in general. When parts are put next to each other, you're supposed to think about the relationships of all the different parts to each other, as in their own little cups of tea and long walks or meditation sessions. Whatever you want to say. Yeah. So once again we're concluding our conversation on this, but it's like one can talk about these things and then actually living these values in day to day relationships and circumstances. That is the journey that we are all on. Yeah. Lord have mercy on us.",
    "start": "01:07:33",
    "end": "01:08:22"
  },
  {
    "text": "That's it for today's episode and that's it for this series on Jesus and money next week.",
    "start": "01:08:29",
    "end": "01:08:35"
  },
  {
    "text": "Jesus turns his attention from relationships with our stuff to our relationship with people, focusing especially on difficult relationships in our lives.",
    "start": "01:08:35",
    "end": "01:08:43"
  },
  {
    "text": "We are in a body of teachings where Jesus is giving guidance and wisdom about how to do right by God and others when we are in difficult relational situations. So it begins with a short kind of blanket command which is don't judge so that you are not judged.",
    "start": "01:08:43",
    "end": "01:09:03"
  },
  {
    "text": "Bibleproject is a non profit organization and we exist to help people experience the Bible as a unified story that leads to Jesus.",
    "start": "01:09:05",
    "end": "01:09:13"
  },
  {
    "text": "Everything that we make is free because of the generous support of thousands of people just like you. Thank you for being a part of this with us.",
    "start": "01:09:13",
    "end": "01:09:20"
  },
  {
    "text": "Hi, I'm Sam. I live in Yamhill County's wine country. I use bibleproject to help me marinate more wisely in God's word. The podcast, quarterlies and classroom are my favorites, though I've loved everything you've produced. We believe the Bible is a unified story that leads to Jesus by people like me. Find free videos, study notes, podcasts, Bible projects.",
    "start": "01:09:21",
    "end": "01:10:05"
  },
  {
    "text": "Hi, this is Tyler here to read the credits. John Collins is the creative producer for today's show. Production of today's episode is by producer Lindsey Ponder, managing producer Cooper Peltz, producer Colin Wilson. Stephanie Tam is our consultant and editor. Tyler Bailey is our supervising engineer. Frank Garza and Aaron Olson edited today's episode. Aaron Olson also provided the sound design and mix for today's episode. Nina Simone does our show notes and Hannah Wu provides the annotations for our app. Original Sermon on the Mount, music by Richie Cohen and the Bible Project theme song is by Tents. Tim Mackey is our lead scholar and your hosts, John Collins and Michelle Jo.",
    "start": "01:10:07",
    "end": "01:10:46"
  }
]