[
  {
    "text": "This is BibleProject podcast, and this year we're reading through the Sermon on the Mount. I'm John Collins, and with me is co host Michelle Jones. Hi, Michelle.",
    "start": "00:00:05",
    "end": "00:00:12"
  },
  {
    "text": "Hi, John. So this is an uncut episode. You'll notice in your podcast feed is another version of this episode where we invite in a bigger community of Bible readers and explore today's topic from even more angles. If you want to listen to that, find it in your feed. But we also know that many of you have enjoyed just listening to long form, uninterrupted dialogue. So if that's what you're after, then stick around for this hour.",
    "start": "00:00:12",
    "end": "00:00:39"
  },
  {
    "text": "Okay, Today we continue in the section of teachings in the Sermon on the Mount where Jesus talks about money or more generally, our stuff.",
    "start": "00:00:40",
    "end": "00:00:48"
  },
  {
    "text": "Now, the first teaching was all about storing up sky treasure, or as we began to say, sky. If God's new creation is going to be full of abundance, then we can connect to it now by believing in that abundance, by living generously with our time and money. And when we do, we're storing up sky stuff.",
    "start": "00:00:49",
    "end": "00:01:07"
  },
  {
    "text": "In the second teaching, Jesus gives us a riddle about having a good eye or a bad eye.",
    "start": "00:01:07",
    "end": "00:01:12"
  },
  {
    "text": "The good eye is an eye that believes in God's abundance. If your eye is good, the light within you is radiant.",
    "start": "00:01:12",
    "end": "00:01:19"
  },
  {
    "text": "And that brings us to the third teaching on money.",
    "start": "00:01:19",
    "end": "00:01:21"
  },
  {
    "text": "This third teaching is short and memorable. No one is able to serve two masters, for either he will hate the one and love the other, or he will be devoted to one and despise the other. You are not able to serve God and wealth.",
    "start": "00:01:22",
    "end": "00:01:37"
  },
  {
    "text": "Or also translated, you can't serve God and mammon. And that word mammon is a little rabbit hole we'll go down. Here's Tim.",
    "start": "00:01:37",
    "end": "00:01:46"
  },
  {
    "text": "He puts mammon on the same level as God, either God or mammon. So this has made many people wonder. Is mammon a proper name, like, for a perceived God or deity? Or is he just personifying it creatively?",
    "start": "00:01:46",
    "end": "00:02:01"
  },
  {
    "text": "Wealth does have power. It lures us. It promises nice things for us, like pleasure and peace. It holds out the promise of power and prestige. But before you know it, you don't just have money. Your money has you, it owns you. But what if. What if we could be free from the power of wealth?",
    "start": "00:02:02",
    "end": "00:02:22"
  },
  {
    "text": "And then there are other moments where you do let it go and act in some generous way. And paradoxically, there's a freedom that comes from that kind of decision. You realize, like, oh, man, my bank account doesn't have to own me and own my imagination for what's possible on.",
    "start": "00:02:23",
    "end": "00:02:42"
  },
  {
    "text": "Today'S Episode You Can't Serve God and Mammon.",
    "start": "00:02:42",
    "end": "00:02:45"
  },
  {
    "text": "Thanks for joining us.",
    "start": "00:02:46",
    "end": "00:02:47"
  },
  {
    "text": "Here we go.",
    "start": "00:02:47",
    "end": "00:02:48"
  },
  {
    "text": "Hey, Tim.",
    "start": "00:03:02",
    "end": "00:03:02"
  },
  {
    "text": "Hey, John. Hi. Here we are talking about Sermon on the Mount.",
    "start": "00:03:03",
    "end": "00:03:07"
  },
  {
    "text": "Yeah. All right. So we're in this section of Reading the Sermon on the Mount, where Jesus is talking about relationships and money and as it relates to being his follower, which means uniting heaven and earth with him and finding true life, which is a life connected to God and a life of loving others.",
    "start": "00:03:07",
    "end": "00:03:29"
  },
  {
    "text": "Yeah. What is more core to the human mind that motivates our behavior, except our desire for security and for pleasure? And it just turns out that economic security through the form of wealth or money is just pretty much what most humans are thinking about most of the time. And so Jesus has a lot to say about the deepest sources of security and stability and desires for pleasure that we all have. And that's why he talks about money so much. And so Jesus talks about treasures on the land and treasures with the sky. Then he talks about the eye metaphor that we talked about in the last conversation. And then now he's going to go with another binary that kind of maps back onto the treasures on land or sky. Except in this saying in the Sermon on the Mount, he calls it, you only have two things you can trust in in the world. There's really only two things. He calls it God and mammon or God and wealth. It's just a short little saying about God and money that is very memorable. It's echoed through the centuries. And before we dissect the butterfly, we should just read it and just observe the butterfly and let it glisten in all of its beauty. And the saying is this. Notice it's in symmetrical chiastic form. No one is able to serve two masters because he will either hate the one and love the other, or he'll be devoted to the one and despise the other. You are not able to serve God and Mammon.",
    "start": "00:03:29",
    "end": "00:05:20"
  },
  {
    "text": "Mammon.",
    "start": "00:05:21",
    "end": "00:05:22"
  },
  {
    "text": "Mammon, yeah.",
    "start": "00:05:22",
    "end": "00:05:23"
  },
  {
    "text": "Okay.",
    "start": "00:05:23",
    "end": "00:05:24"
  },
  {
    "text": "So it begins and ends with just this categorical assertion.",
    "start": "00:05:25",
    "end": "00:05:29"
  },
  {
    "text": "You can't serve two masters.",
    "start": "00:05:29",
    "end": "00:05:30"
  },
  {
    "text": "No one is able to serve two masters. You are not able to serve God and Mammon translated as wealth in many of our English translations. And then in the middle, he gives a reason. You're either going to hate the one or love the other, or to be devoted to one and despise the other. It's a really strong binary contrast.",
    "start": "00:05:30",
    "end": "00:05:53"
  },
  {
    "text": "It is very binary. I have an allergy to things that are so binary.",
    "start": "00:05:53",
    "end": "00:05:58"
  },
  {
    "text": "Yeah, yeah. Jesus did not like.",
    "start": "00:05:58",
    "end": "00:06:03"
  },
  {
    "text": "I want to press into this and be like, really?",
    "start": "00:06:03",
    "end": "00:06:04"
  },
  {
    "text": "Yeah, yeah. So I'M reading a work by an older work by a Jewish scholar, David Dauba, called the New Testament in Rabbinic Judaism. It was written in the 50s. But he's trying to show how the teachings of Jesus, many of the sayings of Jesus, the rhetorical form of how Jesus taught, is so hand in glove with just how the rabbis of the first century taught as we learned about them in Jewish literature called the Mishnah and the Talmud. And so he said one mistake that moderns often make is that these use of binary contrasts, either ors, we mistake it for non nuanced thinking because it paints things in simplistic terms. But rather the nuance often comes in putting lots of different teachings together that seem mutually exclusive. And you're like, wait, does he mean this or does he mean that? When you compare the two sayings. So here it's just very clear, like you can't serve God and money. But then he'll tell a parable about a guy who uses money in Luke chapter 16 of the Unjust steward or the shrewd manager. But a guy uses money to form a bunch of relationships. And actually we'll talk about it because it's the only other parable where Jesus uses the word mammon in all of his teachings. And so it's like, wait, so is this, you can't serve God in money, so sell everything and be a poor itinerant teacher like Jesus? Or should you be like the shrewd manager and use money and you can accumulate some wealth, but it's instrumental. Which one is it? Jesus? Sell everything, give to the poor, or accumulate and use strategically. But there the nuance is comparing the two and to say, well, sometimes one, sometimes the other, and, and holding those two forces you to meditate and do the nuancing in between. And this is very typical of just Jewish rabbinic thought. You know, I was really grateful that I came across that insight because it's easy to think that these binaries are a sign of simplistic thinking when it's more. They had very nuanced thinking. They just communicated it differently than we would. Does that make sense as a coherent thought? I just read it recently, so I'm kind of, I've been processing it.",
    "start": "00:06:04",
    "end": "00:08:21"
  },
  {
    "text": "Yeah. You come across a teaching which says something very matter of factly and plainly and you think, oh, okay, that's it. This is it. Yeah, this is all I have to think about this subject. That's right. It's very clean.",
    "start": "00:08:22",
    "end": "00:08:35"
  },
  {
    "text": "That's right. I can't serve God in money. I guess I shouldn't have any money in my life, which is impossible.",
    "start": "00:08:35",
    "end": "00:08:40"
  },
  {
    "text": "But this happens in other ways, too, where I think we've run into this before, where. With other sayings of Jesus.",
    "start": "00:08:41",
    "end": "00:08:47"
  },
  {
    "text": "Oh, I've got another one. Yeah. In Luke, Jesus says, if you don't hate your father and mother, you can't be my disciple.",
    "start": "00:08:47",
    "end": "00:08:53"
  },
  {
    "text": "Right? Yeah. That's a heavy hitter.",
    "start": "00:08:54",
    "end": "00:08:56"
  },
  {
    "text": "Totally. But then he has a debate with some Bible nerds later on about the 5th Commandment, honor your father and mother. And he talks about how these particular Bible nerds found ways to evade supporting your mom and your dad financially by giving those gifts to the temple. And he's like, it's so lame.",
    "start": "00:08:56",
    "end": "00:09:17"
  },
  {
    "text": "They found out a loophole.",
    "start": "00:09:17",
    "end": "00:09:18"
  },
  {
    "text": "They found a loophole. And you should honor your mom and dad. And that should supersede that. Your mom and dad have a higher value claim to your money in that scenario. So that's a good example. Wait, I'm supposed to hate my mom and my dad? No, you're supposed to honor your mom and your dad, Jesus says. And then you get Paul the apostle, who quotes that commandment and says, children, you should honor your parents.",
    "start": "00:09:18",
    "end": "00:09:39"
  },
  {
    "text": "So.",
    "start": "00:09:39",
    "end": "00:09:39"
  },
  {
    "text": "So which one is it? I think the point is that, well, there might be situations where my allegiance to Jesus needs to override my allegiance to my family or my parents, but there are probably lots of other times where they're not in competition with each other. And my way of honoring Jesus is to honor my parents. And the point is, the nuance in between them requires wisdom. If you just quote one of them. You've misrepresented Jesus teaching on the matter.",
    "start": "00:09:39",
    "end": "00:10:09"
  },
  {
    "text": "I think in particular here, when he says, you can't serve two masters, I want to say, well, maybe. Maybe I could. That sounds like a challenge. I could have two bosses. I could probably figure a way to, like, please two people that I report to.",
    "start": "00:10:10",
    "end": "00:10:28"
  },
  {
    "text": "Yeah.",
    "start": "00:10:28",
    "end": "00:10:29"
  },
  {
    "text": "Don't you think?",
    "start": "00:10:29",
    "end": "00:10:29"
  },
  {
    "text": "Well, I suppose until they have. What do you say? There's a conflict of interest. It's like, I need you to work extra long this weekend on this project. Do it. And the other employer's like, hey, I need you to work on this other project this weekend.",
    "start": "00:10:30",
    "end": "00:10:46"
  },
  {
    "text": "And eventually you're going to favor one. That's the point.",
    "start": "00:10:46",
    "end": "00:10:48"
  },
  {
    "text": "Yes. The point is of ultimate value and allegiance. Yeah, I see. At least I think so.",
    "start": "00:10:48",
    "end": "00:10:54"
  },
  {
    "text": "Okay. So, yeah, if you have two people you're reporting to in some way and are giving you instructions at some point, there's going to be enough conflict where you have to decide, who do I care about more?",
    "start": "00:10:54",
    "end": "00:11:08"
  },
  {
    "text": "Yeah. Which one will override the other.",
    "start": "00:11:08",
    "end": "00:11:10"
  },
  {
    "text": "And that might first start with just a bit of a preference. But eventually it's going to turn into what Jesus calls just loving one and hating the other.",
    "start": "00:11:10",
    "end": "00:11:20"
  },
  {
    "text": "Yeah.",
    "start": "00:11:20",
    "end": "00:11:20"
  },
  {
    "text": "It'll turn into despising one. I can kind of see how you get there. At first it's kind of like, okay, I'm going to have to let down my one boss.",
    "start": "00:11:20",
    "end": "00:11:30"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:11:30",
    "end": "00:11:31"
  },
  {
    "text": "And you do that enough times and pretty soon you're kind of like, man, I don't really like that boss anymore. Kind of bugs me. I'm beginning to despise this relationship.",
    "start": "00:11:31",
    "end": "00:11:42"
  },
  {
    "text": "I see. Well, we should. With love and hate and devotion and despising. We're in those extreme binaries again. And I don't think he necessarily means you have to hate the other literally. But the first time love and hate is used in this way in the Hebrew Bible as a binary is in the Jacob story.",
    "start": "00:11:42",
    "end": "00:12:06"
  },
  {
    "text": "Oh, right.",
    "start": "00:12:06",
    "end": "00:12:07"
  },
  {
    "text": "He says he loved Rachel but hated Leah. Leah was hated. And nobody thinks that means he actually like hated her guts. It. It's relative priority and it's using extreme and extreme contrast.",
    "start": "00:12:07",
    "end": "00:12:22"
  },
  {
    "text": "Got it.",
    "start": "00:12:23",
    "end": "00:12:23"
  },
  {
    "text": "So in comparison to one. Actually, you can imagine a rabbi saying this in comparison to the 1. It's as if he hates the other.",
    "start": "00:12:23",
    "end": "00:12:30"
  },
  {
    "text": "Enough times of letting down the one boss. It's not that you really hate them.",
    "start": "00:12:30",
    "end": "00:12:35"
  },
  {
    "text": "Yeah. But like they might think that you hate them.",
    "start": "00:12:35",
    "end": "00:12:38"
  },
  {
    "text": "Yeah. But your posture towards them is such that it's easy to begin to feel like, man.",
    "start": "00:12:38",
    "end": "00:12:44"
  },
  {
    "text": "Yeah.",
    "start": "00:12:45",
    "end": "00:12:45"
  },
  {
    "text": "Despise isn't too far out of the way.",
    "start": "00:12:46",
    "end": "00:12:48"
  },
  {
    "text": "That's right. I asked you to do this and you're not going to do it. You must not care about me. Right. So there are times, apparently, when following Jesus as you express your devotion to the God of Israel will involve using money in a way that is what counter to sound financial wisdom or strategic use of wealth. Matthew has rendered this saying of Jesus into Greek or the source that Matthew used. These are big debates in Gospel scholarship. But Jesus, we know, spoke in Aramaic or Hebrew and almost certainly both. And so the word translated as wealth here in the old King James, they didn't translate it because Matthew didn't translate into Greek. Matthew spells in Greek letters a Semitic word. It could be Hebrew or Aramaic is the word mammon. So it's kind of a puzzle, like why Matthew didn't translate the word. He transliterates the word from Jesus teachings, which is fascinating in and of itself because that's.",
    "start": "00:12:49",
    "end": "00:14:26"
  },
  {
    "text": "Mammon's an Aramaic word.",
    "start": "00:14:26",
    "end": "00:14:28"
  },
  {
    "text": "Mammon's a Semitic word that is found in both Ancient Hebrew and Aramaic. And here's what's super interesting, because he puts mammon on the same level as God. Serve either God or mammon. So this has made many people wonder. Is mammon a proper name, like, for a perceived God or deity, because you can't serve God and Mammon like rival deities? Or is he just personifying it creatively? So here's something interesting. This is a dictionary answering on Mammon from a unique dictionary that I keep, like, finding so many insightful things from over the years. It's called the Dictionary of Deities and Demons in the Bible.",
    "start": "00:14:28",
    "end": "00:15:15"
  },
  {
    "text": "Oh, wow.",
    "start": "00:15:15",
    "end": "00:15:15"
  },
  {
    "text": "It's just a full.",
    "start": "00:15:15",
    "end": "00:15:16"
  },
  {
    "text": "Sounds like fun.",
    "start": "00:15:17",
    "end": "00:15:17"
  },
  {
    "text": "It's super interesting. If you've ever wondered about any angel demon God in the Bible, this is the place to go. It was made in the late 90s.",
    "start": "00:15:18",
    "end": "00:15:30"
  },
  {
    "text": "Anyway, this is your storehouse.",
    "start": "00:15:30",
    "end": "00:15:32"
  },
  {
    "text": "This is the storehouse of all knowledge, ancient knowledge about demons and deities. So anyway, P.W. vonderhorst wrote the article on mammon. And what he notes is that this word mammon is most likely a noun form of the Semitic root amen or amen, which in both Aramaic and Hebrew is where we. It's where we get our word amen, to affirm something as trustworthy. When you say amen, what you're saying is, I agree that that's a saying worthy of trust.",
    "start": "00:15:32",
    "end": "00:16:07"
  },
  {
    "text": "Okay?",
    "start": "00:16:07",
    "end": "00:16:08"
  },
  {
    "text": "So the noun ma mon is most likely derived from amen, which you put what we call m on the front. That's often how you form nouns in Semitic languages, is to put an M on the front or mem. So ma' mon is where it come from. And then it's shortened to mamon, meaning that the noun. The meaning of the noun is that in which you trust, ma', am, the thing in which you trust.",
    "start": "00:16:09",
    "end": "00:16:36"
  },
  {
    "text": "Okay?",
    "start": "00:16:36",
    "end": "00:16:37"
  },
  {
    "text": "Which is a pretty great description of money, the thing you trust in. So he goes on. He says, in Jesus teaching, mammon is personified as some kind of superhuman power that stands in competition to God and by possessing people can even keep them from being devoted to God and make them hate him. So people debate on whether Jesus is just personifying and speaking metaphorically, or if he really believes there is some kind of superhuman or spiritual force that uses mammon as a way to deceive humans. And you can make a strong case then that's a great way of summarizing the way the Hebrew Bible talks about wealth as a power, as a power that deceives humans into trusting in something that will lead them to death.",
    "start": "00:16:37",
    "end": "00:17:30"
  },
  {
    "text": "So there's probably a lot of different words you can use to describe money.",
    "start": "00:17:31",
    "end": "00:17:35"
  },
  {
    "text": "But he chose mammon.",
    "start": "00:17:36",
    "end": "00:17:38"
  },
  {
    "text": "Here, one word is mammon. How common is that?",
    "start": "00:17:38",
    "end": "00:17:41"
  },
  {
    "text": "It's not common. It appears only one other time in the sayings of Jesus.",
    "start": "00:17:42",
    "end": "00:17:46"
  },
  {
    "text": "How common is it in the Hebrew Bible?",
    "start": "00:17:46",
    "end": "00:17:48"
  },
  {
    "text": "Oh, it does not appear in the Hebrew Bible. It appears.",
    "start": "00:17:49",
    "end": "00:17:53"
  },
  {
    "text": "This is a very unique phrase.",
    "start": "00:17:53",
    "end": "00:17:55"
  },
  {
    "text": "Literature of the Second Temple period.",
    "start": "00:17:55",
    "end": "00:17:57"
  },
  {
    "text": "Okay.",
    "start": "00:17:57",
    "end": "00:17:57"
  },
  {
    "text": "Yeah, it's a good example. It doesn't come from the Hebrew Bible. It comes from the literature and thought world of Second Temple Judaism, which, you know, was full of nerds who reflected a lot on the Hebrew Bible.",
    "start": "00:17:57",
    "end": "00:18:10"
  },
  {
    "text": "And that's when this word got into circulation. And this word means the thing you.",
    "start": "00:18:11",
    "end": "00:18:20"
  },
  {
    "text": "The thing you trust in, the thing you trust.",
    "start": "00:18:20",
    "end": "00:18:22"
  },
  {
    "text": "And everyone knows. Oh, you're talking about money.",
    "start": "00:18:22",
    "end": "00:18:24"
  },
  {
    "text": "Yeah.",
    "start": "00:18:24",
    "end": "00:18:25"
  },
  {
    "text": "When you use that word.",
    "start": "00:18:25",
    "end": "00:18:26"
  },
  {
    "text": "Yeah.",
    "start": "00:18:26",
    "end": "00:18:26"
  },
  {
    "text": "You're not talking about God, you're talking about wealth.",
    "start": "00:18:26",
    "end": "00:18:29"
  },
  {
    "text": "Yep.",
    "start": "00:18:29",
    "end": "00:18:29"
  },
  {
    "text": "Which also could be related to some sort of spiritual power. So in a way, you might be talking about a deity.",
    "start": "00:18:29",
    "end": "00:18:39"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:18:39",
    "end": "00:18:40"
  },
  {
    "text": "Okay.",
    "start": "00:18:40",
    "end": "00:18:40"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:18:41",
    "end": "00:18:42"
  },
  {
    "text": "But the deity of accumulating wealth.",
    "start": "00:18:42",
    "end": "00:18:45"
  },
  {
    "text": "Yeah. So the category of idolatry or spiritual beings here is actually similar. Like the biblical prophets often make fun of the actual idol statues that people bow down to. And they're like, you're bowing down to something that you made. But they also have a category that oftentimes. Yeah.",
    "start": "00:18:45",
    "end": "00:19:03"
  },
  {
    "text": "Don't eat the meat. That sacrifice.",
    "start": "00:19:03",
    "end": "00:19:05"
  },
  {
    "text": "Therefore, Paul says, listen, that statue in the temple is nothing. But that doesn't mean that there isn't a daimonion, a real spiritual being who's deceiving people and leading them to destruction by means of that physical thing. And this would be the same category here.",
    "start": "00:19:05",
    "end": "00:19:26"
  },
  {
    "text": "Cool. I think most people can intuitively go, okay, yeah, money can so capture my imagination and heart and motivations in which. Now that really is the thing I'm serving.",
    "start": "00:19:27",
    "end": "00:19:44"
  },
  {
    "text": "That's right. Yep.",
    "start": "00:19:44",
    "end": "00:19:45"
  },
  {
    "text": "And I think we're often surprised how quickly that sneaks up on us. I know. I'm surprised. I think I'm not doing it. And all of a sudd. And I realize, oh, I'm doing it.",
    "start": "00:19:45",
    "end": "00:19:56"
  },
  {
    "text": "Yeah, that's right. Yeah. So to address that, let's just quickly reflect on the parable. The other parable, the other use of mammon nudias teachings. It's not in Matthew. It's in the Gospel according to Luke, chapter 16 of Luke, verse 1. So here's the parable starts in Luke 16, verse 1. This is the Lexham English Bible translation. But John, why don't you read it?",
    "start": "00:19:56",
    "end": "00:20:43"
  },
  {
    "text": "Okay. And he, that is Jesus, said To the disciples, a certain man was rich who had a manager. And charges were brought to him that this person was squandering his possessions.",
    "start": "00:20:43",
    "end": "00:20:58"
  },
  {
    "text": "Bad manager.",
    "start": "00:21:00",
    "end": "00:21:00"
  },
  {
    "text": "Bad manager.",
    "start": "00:21:01",
    "end": "00:21:01"
  },
  {
    "text": "Yeah. Irresponsible manager. It's no good.",
    "start": "00:21:01",
    "end": "00:21:05"
  },
  {
    "text": "Yeah, Squandering his money. So he, that is, the rich man summoned him. That is the manager says to the manager, what's this I hear about you give the account of your management because you can no longer manage? And the manager said to himself, ooh, what should I do? Because my master is taking away this management role from me. I'm not strong enough to dig and I'm ashamed to beg. What am I going to do? I know what I should do so that when I am removed from the management, they will welcome me into their homes. And he summoned each one of his own master's debtors and said to the first debtor, how much do you owe? My master? And that debtor said, a hundred measures of olive oil. And so the manager said to him, take your promissory note and sit down quickly, write down 50. And then he said to another, how much do you owe? And that guy said, a hundred measures of wheat. And he said, take your promissory Note, write down 80. And the master praised the dishonest manager because he acted shrewdly.",
    "start": "00:21:05",
    "end": "00:22:22"
  },
  {
    "text": "That's a little twist. That's the parable.",
    "start": "00:22:24",
    "end": "00:22:25"
  },
  {
    "text": "Yeah, yeah, but then he has a.",
    "start": "00:22:26",
    "end": "00:22:27"
  },
  {
    "text": "Little saying, he has a little takeaway, but just right there from the parable itself, you would think that the master would say, what are you doing?",
    "start": "00:22:27",
    "end": "00:22:34"
  },
  {
    "text": "I mean, oh yeah. Cause here's the thing, it's like you aren't managing my possessions well. Yeah, so you're done.",
    "start": "00:22:34",
    "end": "00:22:39"
  },
  {
    "text": "And now you just managed them worse.",
    "start": "00:22:39",
    "end": "00:22:41"
  },
  {
    "text": "He just managed them worse. You told everyone to like write down less of what they owed.",
    "start": "00:22:41",
    "end": "00:22:47"
  },
  {
    "text": "Yeah, totally, yeah. This is a long standing kind of issue in the interpretation of this parable, that little twist. Although Jesus parables often end with a twist because essentially what he's making the master do is now shift into the perspective that Jesus is going to take as he boils down the main idea of the story. It is interesting. You would think the master would be angry.",
    "start": "00:22:47",
    "end": "00:23:13"
  },
  {
    "text": "Well, what's interesting, at the beginning of the parable, we don't know why the master doesn't like his management style, why.",
    "start": "00:23:13",
    "end": "00:23:20"
  },
  {
    "text": "He was literally scattering his possessions. He was losing, wasn't making profit.",
    "start": "00:23:20",
    "end": "00:23:27"
  },
  {
    "text": "So we do know.",
    "start": "00:23:27",
    "end": "00:23:27"
  },
  {
    "text": "Yeah, okay, yeah, he wasn't making a profit, maybe because he does stuff like this all the time. So yeah, for one reason or another, he wasn't increasing profit of his master's possessions. So he's being let go. What he does is he takes what he has been given by his master, and instead of trying to squeeze as much profit out of these final accounts, he uses it instrumentally for some greater or higher good, that is to forge social bonds. And I think in the ancient context, but actually it's similar in business and in relationships. When you do a favor for somebody, you're inviting a reciprocity for people to be more inclined to help you out when you need it. And that's for sure what he's doing.",
    "start": "00:23:27",
    "end": "00:24:16"
  },
  {
    "text": "As soon as he became detached from the job, once he realized, okay, I'm going to be let go. So what's the real value of this responsibility? The true value here is to build relationships. And I think what's scandalizing about this parable is he does it in a way you would almost think is dishonest. You know, sketchy, because it's not his money to, like, write off.",
    "start": "00:24:17",
    "end": "00:24:45"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:24:45",
    "end": "00:24:45"
  },
  {
    "text": "It's his master's money.",
    "start": "00:24:45",
    "end": "00:24:46"
  },
  {
    "text": "Yeah, so.",
    "start": "00:24:46",
    "end": "00:24:48"
  },
  {
    "text": "So that's weird.",
    "start": "00:24:49",
    "end": "00:24:50"
  },
  {
    "text": "Yeah.",
    "start": "00:24:50",
    "end": "00:24:50"
  },
  {
    "text": "But then the master says, nice work. That was really shrewd.",
    "start": "00:24:50",
    "end": "00:24:55"
  },
  {
    "text": "Yeah. Yeah. So maybe we need to. It's almost as if the way Jesus has told the parable makes it feel literally unrealistic. But it is realistic in terms of the larger frame that Jesus has in mind, which is we should read his interpretation now and then think of the context. Okay, for Jesus. So I'll read his takeaway. So he says, this is verse 8. The master prays the dishonest manager because he had acted shrewdly. Just quick note. It's the Greek word phronemos. This is the Greek translation of the word used to describe the snake in the garden.",
    "start": "00:24:55",
    "end": "00:25:36"
  },
  {
    "text": "It's a wisdom word.",
    "start": "00:25:37",
    "end": "00:25:38"
  },
  {
    "text": "It's a wisdom word. Yeah. Which means you know how to see a situation. Think of what's the most strategic way to get an advantage out of this situation. And that can be a very good skill. You can also put that same skill to destructive ends. Anyway, it's just interesting because that's the word here. Jesus says, because the sons of this age are more Phronimos, more shrewd then the sons of light with regard to their own generation. And I tell you, make friends for yourselves by means of unrighteous mammon. He calls it unrighteous mammon so that when it runs out, they will welcome you into eternal dwellings. The one who's faithful with little will also be faithful in much. The one who's dishonest in little will also Be dishonest in much. If you have not been faithful with Mammon, unrighteous mammon, who's going to entrust you with true wealth? And if you haven't been faithful with what belongs to somebody else, who's going to give anything to belong to you? No slave can serve two masters. He'll either hate the one or love the other. He'll be devoted to one or despise the other. You can't serve God and Mammon.",
    "start": "00:25:38",
    "end": "00:27:09"
  },
  {
    "text": "And there it is again, the same teaching.",
    "start": "00:27:09",
    "end": "00:27:12"
  },
  {
    "text": "Yeah, this is a good example of how the same teaching appears in different settings. Here it's in a story he tells while he's on the road. In Matthew, it's on the Sermon on the Mount. So part of what makes the parable feel literally unrealistic is that he's told the parable with an eye towards his own teaching on wealth. So the idea of being faithful with something that doesn't belong to you is for sure that maps onto the fact that God is the giver of all good gifts and generosity. And so even what you think is yours actually doesn't belong to you. So while it's unlikely that a real master would praise a slave for doing this, this is exactly what God would praise his servants for doing with his money. For doing with his money or his resources. Yeah. Which is not to treat it as an ultimate end, but as to treat it as an instrument to build relationships. And then he uses this dishonest guy as a positive lesson of how to treat wealth as just a mere instrument to some greater end. And then that's the lesson he draws from.",
    "start": "00:27:12",
    "end": "00:28:29"
  },
  {
    "text": "Is this what he's talking about? So the dishonest manager is the sons of this age.",
    "start": "00:28:29",
    "end": "00:28:35"
  },
  {
    "text": "Yes, okay. Yep, the sons of this age.",
    "start": "00:28:35",
    "end": "00:28:37"
  },
  {
    "text": "And so he's saying, look, someone who kind of gets the way, is shrewd about the way the world works right now. They'd pull this kind of move.",
    "start": "00:28:37",
    "end": "00:28:45"
  },
  {
    "text": "That's right. They know the money is actually just an instrument. And what's most valuable is the networks of relationships and support and care that you build in. And that's actually what provides ultimate stability.",
    "start": "00:28:45",
    "end": "00:28:58"
  },
  {
    "text": "People who really get it right now get that money's not about the money. Yeah, yeah, they get it.",
    "start": "00:28:58",
    "end": "00:29:03"
  },
  {
    "text": "That's right.",
    "start": "00:29:03",
    "end": "00:29:04"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:29:04",
    "end": "00:29:05"
  },
  {
    "text": "Yeah.",
    "start": "00:29:05",
    "end": "00:29:06"
  },
  {
    "text": "That's a higher level skill in a way to realize like, oh, this money's not about the money.",
    "start": "00:29:06",
    "end": "00:29:11"
  },
  {
    "text": "Money's not about the money. That's right.",
    "start": "00:29:11",
    "end": "00:29:12"
  },
  {
    "text": "Money's about the opportunities it gives the way I can leverage the money for favors and for equity. And so really shrewd business people. Money's a tool.",
    "start": "00:29:12",
    "end": "00:29:25"
  },
  {
    "text": "Yeah. So the mode Jesus is in when you just read him in the Sermon on the Mount, and he's like, your treasure's in the sky. Seek first the kingdom of God, where your treasure is, there your heart be all. So you can't serve God in money. That makes you think, okay, well, I guess God knows all things and, and he's wise. And so I'll do that as Jesus talks to me here. The argument for Jesus here is, but let's just take God out of the equation for a second. Even the most strategic people right now who have money know that the money's not about the money. So if, if that's so how much more? It's a kind of. That's the shape of the argument here.",
    "start": "00:29:26",
    "end": "00:30:07"
  },
  {
    "text": "He calls it unrighteous wealth.",
    "start": "00:30:08",
    "end": "00:30:09"
  },
  {
    "text": "Yes.",
    "start": "00:30:10",
    "end": "00:30:10"
  },
  {
    "text": "Yeah, tell me about that phrase.",
    "start": "00:30:10",
    "end": "00:30:11"
  },
  {
    "text": "Isn't that interesting? Yeah, well, righteousness in the biblical tradition means doing right by others. In Jesus day, the way to gain wealth was to play a dirty game for the most part. And that's part of the way the economy was just kind of set up back then. Of course, you had your honest fisherman or your furniture maker or something like that, but the way to really get ahead in their economy at that time was land ownership. And that was just a dirty game because it was occupied territory occupied by the Roman Empire. So to engage in the game of real estate meant getting into the ranks of status and power, probably meant selling out all kinds of values you have as an Israelite to, you know, get friendly with the right people who were buying up all of the land of Israel. And it was actually the Irish New Testament scholar Sean Frayne, his book on Jesus many years ago that I learned so much about first century economy up in Galilee. His little book called Jesus a Jewish Galilean. But he just talked about how the parables that Jesus tells about a landowner but going on a long trip. And he said he's alluding to a real common practice which was like rich Romans would come from Italy and buy up land in occupied territories and then just lease it or loan it out and have managers run it. And so it's kind of like the way airbnbs function in vacation towns now, where it's like there's one or two people who actually live there now, but all the rest of the houses are owned by people who live in California.",
    "start": "00:30:11",
    "end": "00:32:00"
  },
  {
    "text": "Or something like that.",
    "start": "00:32:00",
    "end": "00:32:01"
  },
  {
    "text": "And it was like that. And so this was a very common setup. And so just the way the relationships and economy worked Usually meant bribes. Usually meant selling out, going to someone's house, not eating kosher so you can get on their good side so you can unrighteous mammon. So Jesus is just suspicious.",
    "start": "00:32:02",
    "end": "00:32:23"
  },
  {
    "text": "Yes.",
    "start": "00:32:23",
    "end": "00:32:24"
  },
  {
    "text": "Now what he's suspicious of is an economic setup that had a context. So does that mean that it's impossible that there could ever be a righteous.",
    "start": "00:32:24",
    "end": "00:32:34"
  },
  {
    "text": "Mammon, honest ways to make money?",
    "start": "00:32:34",
    "end": "00:32:36"
  },
  {
    "text": "Yeah, totally. And you know, just Jesus didn't grow up in that setting, so he didn't got it. That wasn't on the table.",
    "start": "00:32:36",
    "end": "00:32:41"
  },
  {
    "text": "Right. I think we could all empathize with as much as governments and policies. Try to make it easier or make it more likely that you can make money in honest ways. I mean, like buying and selling houses, for example. There's a lot of logistics. You've got the lenders, you've got the realtors, you've got the person in the middle, the escrow account.",
    "start": "00:32:41",
    "end": "00:33:05"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:33:06",
    "end": "00:33:06"
  },
  {
    "text": "And all that's set up so you don't take advantage of each other.",
    "start": "00:33:06",
    "end": "00:33:09"
  },
  {
    "text": "Yeah, that's right. That's right.",
    "start": "00:33:09",
    "end": "00:33:10"
  },
  {
    "text": "And so we put in all these policies and rules to try to try to do that. But I think we could all empathize with. No matter how much we do that, like there's going to be ways for people to make money by being, unh.",
    "start": "00:33:10",
    "end": "00:33:26"
  },
  {
    "text": "Taking advantage of each other. And it's almost like the nature of money is that because what's at stake is desire and security for humans. It just draws us in to redefine good and bad in our own eyes. And then all of a sudden we're making decisions based on those motivations that we wouldn't normally make. And that seems to be a pretty universal human experience when it comes to economic exchange. And so Jesus just puts it as stark as it could possibly be. You can only have one ultimate allegiance, and it's got to be God or mammon money in which you put your trust.",
    "start": "00:33:26",
    "end": "00:34:09"
  },
  {
    "text": "When Jesus says true wealth in that parable, is that. That's the sky treasure.",
    "start": "00:34:10",
    "end": "00:34:16"
  },
  {
    "text": "Oh, with true. Yeah, true wealth. If you haven't been faithful with unrighteous mammon, who will entrust you? Yeah, with the true. Oh, interesting. It doesn't actually have the word riches. It just says if in Greek it says if you have not been faithful with unrighteous mammon, who. Who will trust you with the true? It's just the word. The true.",
    "start": "00:34:16",
    "end": "00:34:45"
  },
  {
    "text": "The true.",
    "start": "00:34:45",
    "end": "00:34:46"
  },
  {
    "text": "So, yeah, that would be equivalent to sky treasure. Sky treasure to stored up things in the sky. Yep. And maybe, you know, there we're using an Eden image of Being entrusted with oversight and responsibility in Eden and setting that on analogy to God's images being his representatives, having oversight of the new creation and the idea of management, you know, oversight, what that metaphor means literally? Well, Jesus never really says. Probably wisely. So, yeah, wait and see. But yeah, maybe just to close this reflection, I think we both. No, well, I think anybody knows, we all probably have our own versions of a moment where it was either going to be a decision to give up something financially in the name of seeking another's well being. And we just have a deep sense that's what it means to be faithful to Jesus right now. And it's really a struggle to do that because you're letting go of mammon, the thing in which you trust. And then there are other moments where you do let it go and act in some generous way. And paradoxically there's a freedom that comes from that kind of decision. And you realize like, oh man, like this, my bank account doesn't have to own me and own my imagination for what's possible. And you know, those kinds of decisions happen in big and small ways in my experience. And I feel like it's that dynamic tension that Jesus is just putting on extreme. Putting in an extreme way here.",
    "start": "00:34:46",
    "end": "00:36:39"
  },
  {
    "text": "One reflection I'm having is when you think about what does it mean to serve God versus mammon? And then you go to the parable and the illustration Jesus gives is to think of yourself as a manager.",
    "start": "00:36:39",
    "end": "00:36:55"
  },
  {
    "text": "Of someone else's wealth.",
    "start": "00:36:57",
    "end": "00:36:58"
  },
  {
    "text": "Of someone else's wealth or resources. Resources. So one, it's this sense of a little bit detachment, like this actually isn't mine. I'm managing this. That's a common theme in Jesus teachings.",
    "start": "00:36:58",
    "end": "00:37:08"
  },
  {
    "text": "Yep, yep. It's a common theme in the Hebrew Bible too. Yeah.",
    "start": "00:37:08",
    "end": "00:37:11"
  },
  {
    "text": "And I mean that's a lifetime to reorient yourself too.",
    "start": "00:37:12",
    "end": "00:37:17"
  },
  {
    "text": "Yes. Yeah, that's right.",
    "start": "00:37:17",
    "end": "00:37:18"
  },
  {
    "text": "But then there's, okay, whose resources are these? And if they're gods, what does he want me to do with them? And what's really just puzzling and wonderful about the parable is that God wants us to be aggressively generous with his money.",
    "start": "00:37:19",
    "end": "00:37:39"
  },
  {
    "text": "Oh, that's good, right? Yeah.",
    "start": "00:37:39",
    "end": "00:37:41"
  },
  {
    "text": "To do with it what a real owner of wealth would never want you to do.",
    "start": "00:37:41",
    "end": "00:37:47"
  },
  {
    "text": "Yeah. And maybe that's probably the twist at the end to say the master praised the manager, which is true in God's economy. God's economy.",
    "start": "00:37:47",
    "end": "00:37:56"
  },
  {
    "text": "Yeah, that's true in God's economy. And this is the point that Jesus is making going, the children of, what do you call them? Light.",
    "start": "00:37:56",
    "end": "00:38:03"
  },
  {
    "text": "The children of Sons of light.",
    "start": "00:38:03",
    "end": "00:38:05"
  },
  {
    "text": "Sons of light. Compared to people who are caught up in just the economy of today, those whose imaginations are captured by the economy of new creation. They realize the person who really owns all of this actually wants me to give it away, to just be generous, to write off debts, to. Yeah, to go for broke.",
    "start": "00:38:05",
    "end": "00:38:26"
  },
  {
    "text": "Yeah. Well said. Pun intended, apparently. Yeah, it's really challenging. It's also a brilliantly told parable, the way it shades between the story world and then Jesus's invitation to see the real world. So this closes down the third saying about wealth. Jesus has four sayings in this section. He began by contrasting land treasure and sky treasure. Then he has two short parables, the parable about the eye, the good eye, and the bad eye. Then this parable about God and mammon as two masters. And then he's going to close it out with a long teaching about wealth and worry about anxiety. And you can see he's just turning wealth over money over from all these angles. And when you put all of them together, the two parables and then these things about sky and land treasure on the outer ends, you get a deeper insight into wealth than you would if you didn't have all the sayings. So next will explore wealth and anxiety.",
    "start": "00:38:29",
    "end": "00:39:38"
  },
  {
    "text": "Okay.",
    "start": "00:39:39",
    "end": "00:39:39"
  },
  {
    "text": "Money wants to be a master that we serve, but God is king, and if everything ultimately belongs to him, then money is actually a tool that we get to be extravagantly generous with.",
    "start": "00:39:43",
    "end": "00:39:55"
  },
  {
    "text": "Yes. And I love the parable of the shrewd manager, how this manager is just recklessly generous with the owner's money. And I love the idea of living that way. But if I'm honest, I am kind of wrestling with taking care of people I know could probably pay me back. I think the God of the Bible wants me to prioritize relationships with people who will have no way of paying me back.",
    "start": "00:39:55",
    "end": "00:40:19"
  },
  {
    "text": "Right. And strangely, in God's economy, that is a strategic investment. And the real payoff doesn't get revealed until heaven and earth become one. And maybe that's why it's called sky treasure.",
    "start": "00:40:19",
    "end": "00:40:32"
  },
  {
    "text": "Yes, I will understand this one day. Sky treasure. Okay, we got one more episode on Jesus and money.",
    "start": "00:40:32",
    "end": "00:40:40"
  },
  {
    "text": "Yes. It's a long poetic reflection on a way of life unencumbered by worry.",
    "start": "00:40:40",
    "end": "00:40:45"
  },
  {
    "text": "There's a reciprocity to the kingdom of God based in a sense of abundance. There is a freedom, there's a peace. If you really trust that God will provide.",
    "start": "00:40:45",
    "end": "00:40:57"
  },
  {
    "text": "Bibleproject is a nonprofit. We exist to experience the Bible as a unified story that leads to Jesus.",
    "start": "00:40:58",
    "end": "00:41:04"
  },
  {
    "text": "Everything we make is free because of the generous support of thousands of people just like you.",
    "start": "00:41:04",
    "end": "00:41:10"
  },
  {
    "text": "Thank you for being a part of this with us.",
    "start": "00:41:10",
    "end": "00:41:12"
  },
  {
    "text": "Hi there. I'm Luiza, coming to you all the way from Brazil. I work as a producer on the nationalization of Bible Project episode.",
    "start": "00:41:13",
    "end": "00:41:21"
  },
  {
    "text": "Hi. This is Timo Teus and I'm from Poland. I'm coordinator and leader of our Polish team. My favorite aspect of the work I do with bibleproject is seeing the fruits like simply reading comments from our Polish audience.",
    "start": "00:41:21",
    "end": "00:41:37"
  },
  {
    "text": "One of the things I love most about my job at bibleproject is how we get to break down language barriers and convey important lessons through animation.",
    "start": "00:41:37",
    "end": "00:41:45"
  },
  {
    "text": "We believe the Bible is unified story that leads to Jesus.",
    "start": "00:41:46",
    "end": "00:41:49"
  },
  {
    "text": "Bibleproject, it's a crowdfunded nonprofit.",
    "start": "00:41:49",
    "end": "00:41:52"
  },
  {
    "text": "Everything we make is free because of your generous support.",
    "start": "00:41:53",
    "end": "00:41:57"
  },
  {
    "text": "Thank you so much for being part of this with us.",
    "start": "00:41:57",
    "end": "00:41:59"
  },
  {
    "text": "Hi, this is Tyler here to read the credits. John Collins is the creative producer for today's show. Production of today's episode is by producer Lindsey Ponder, managing producer, Cooper Peltz, producer Colin Wilson. Sarah Stephanie Tam is our consultant and editor. Tyler Bailey is our supervising engineer. Frank Garza and Aaron Olson edited today's episode. Aaron Olson also provided the sound design and mix for today's episode. Nina Simone does our show notes and Hannah Wu provides the annotations for our app. Original Sermon on the Mount, music by Richie Cohen and the bibleproject theme songs by Tense. Tim Mackey is our lead scholar and your hosts, John Collins and Nichelle Jones.",
    "start": "00:42:00",
    "end": "00:42:39"
  }
]