[
  {
    "text": "Hey, Tim.",
    "start": "00:00:17",
    "end": "00:00:18"
  },
  {
    "text": "Hello. Jonathan Collins.",
    "start": "00:00:18",
    "end": "00:00:20"
  },
  {
    "text": "Hello.",
    "start": "00:00:20",
    "end": "00:00:20"
  },
  {
    "text": "Hi.",
    "start": "00:00:20",
    "end": "00:00:21"
  },
  {
    "text": "We're doing our final Q and R. We are. Question and response.",
    "start": "00:00:21",
    "end": "00:00:25"
  },
  {
    "text": "Yeah. For Sermon on the Mount.",
    "start": "00:00:25",
    "end": "00:00:26"
  },
  {
    "text": "Yeah.",
    "start": "00:00:27",
    "end": "00:00:27"
  },
  {
    "text": "Which means this is truly the end. The end of the end.",
    "start": "00:00:27",
    "end": "00:00:33"
  },
  {
    "text": "The end of the end of the end.",
    "start": "00:00:33",
    "end": "00:00:35"
  },
  {
    "text": "Yeah.",
    "start": "00:00:35",
    "end": "00:00:35"
  },
  {
    "text": "Instead of the middle of the middle of the middle.",
    "start": "00:00:35",
    "end": "00:00:37"
  },
  {
    "text": "Yeah.",
    "start": "00:00:37",
    "end": "00:00:37"
  },
  {
    "text": "That's kind of the center of the center of the center.",
    "start": "00:00:37",
    "end": "00:00:39"
  },
  {
    "text": "Yep.",
    "start": "00:00:39",
    "end": "00:00:39"
  },
  {
    "text": "Yeah. This is it for. Well, we'll never stop talking about the center of the mountain.",
    "start": "00:00:40",
    "end": "00:00:44"
  },
  {
    "text": "No. The whole point is you never stop meditating on it. Keep it going all the time.",
    "start": "00:00:44",
    "end": "00:00:49"
  },
  {
    "text": "Yeah.",
    "start": "00:00:49",
    "end": "00:00:49"
  },
  {
    "text": "But we need to conclude our discussions on it for now, move on to other things to move on to the mountain. That's what we're working on now.",
    "start": "00:00:49",
    "end": "00:00:58"
  },
  {
    "text": "But we want to hear from you all.",
    "start": "00:00:58",
    "end": "00:01:00"
  },
  {
    "text": "And there's some wonderful questions, so many great questions.",
    "start": "00:01:00",
    "end": "00:01:03"
  },
  {
    "text": "These questions are going to span from where in the Sermon on the Mount.",
    "start": "00:01:03",
    "end": "00:01:06"
  },
  {
    "text": "Pretty much the last movement of the main body of the Sermon on the Mount and then the conclusion. So chapter seven, basically. So from Don't Judge to the Narrow gate and the false prophets and the two houses. That kind of stuff, those questions. Yeah. Should we just dive in?",
    "start": "00:01:06",
    "end": "00:01:24"
  },
  {
    "text": "Let's do it.",
    "start": "00:01:24",
    "end": "00:01:25"
  },
  {
    "text": "Okay. Alan, you have a great question about how the concluding movement of the Sermon on the Mount made you go back and reflect on the beginning of the Sermon on the Mount. And you noticed and felt some things that I thought were worth naming out loud and worth talking about.",
    "start": "00:01:25",
    "end": "00:01:44"
  },
  {
    "text": "Let's hear it.",
    "start": "00:01:44",
    "end": "00:01:45"
  },
  {
    "text": "Yep. Hello, Bible Project. My name is Maggie and we live in Waco, Texas. My dad loves listening to your podcast. Here is my dad with his amazing question.",
    "start": "00:01:45",
    "end": "00:01:58"
  },
  {
    "text": "Thanks, Maggie. My name is Alan, and here's my question. The opening and closing of the sermon seem to be in significant tension. The Beatitudes start out incredibly welcoming, including some deep emotional intelligence about how to humbly relate to others in God's kingdom. The concluding warnings are to playfully understate it. Less welcoming. They seem to close off the Christian community to all but the most committed. What wisdom could Jesus have for us in structuring the Sermon on the Mount in this way?",
    "start": "00:01:59",
    "end": "00:02:30"
  },
  {
    "text": "Hmm.",
    "start": "00:02:31",
    "end": "00:02:32"
  },
  {
    "text": "Yeah.",
    "start": "00:02:32",
    "end": "00:02:33"
  },
  {
    "text": "Yeah.",
    "start": "00:02:33",
    "end": "00:02:33"
  },
  {
    "text": "Really perceptive question.",
    "start": "00:02:33",
    "end": "00:02:35"
  },
  {
    "text": "Yeah. Can I make a counter argument, Please? I think the. Some of the Beatitudes are welcoming.",
    "start": "00:02:35",
    "end": "00:02:42"
  },
  {
    "text": "Sure.",
    "start": "00:02:43",
    "end": "00:02:43"
  },
  {
    "text": "And some of them are actually pretty demanding. Right. Pure of heart.",
    "start": "00:02:43",
    "end": "00:02:50"
  },
  {
    "text": "Yeah, sure would be one. How good is life for the pure.",
    "start": "00:02:50",
    "end": "00:02:52"
  },
  {
    "text": "Of heart, Hunger and thirsting for righteousness? Ah, maybe. No, no, no, I take it back. That one's. That one's very welcoming. We all kind of feel that.",
    "start": "00:02:52",
    "end": "00:03:00"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:03:00",
    "end": "00:03:01"
  },
  {
    "text": "But maybe persecuted for righteousness.",
    "start": "00:03:01",
    "end": "00:03:04"
  },
  {
    "text": "Yeah, yeah. How good is life for people who are experiencing suffering and hardship?",
    "start": "00:03:04",
    "end": "00:03:09"
  },
  {
    "text": "Yeah. But you know what? Now that talking about those, most of them are pretty much like, hey, like, you're feeling down and out, you're feeling poor in spirit, you're feeling.",
    "start": "00:03:09",
    "end": "00:03:21"
  },
  {
    "text": "Or you are down and out.",
    "start": "00:03:21",
    "end": "00:03:23"
  },
  {
    "text": "You are down and out.",
    "start": "00:03:23",
    "end": "00:03:24"
  },
  {
    "text": "Yeah.",
    "start": "00:03:24",
    "end": "00:03:24"
  },
  {
    "text": "So it is very welcoming. Yeah, that's very astute.",
    "start": "00:03:24",
    "end": "00:03:27"
  },
  {
    "text": "Yeah. So maybe. Yeah, let's name. The Beatitudes are welcoming in the sense that Jesus, again, remember the narrative setting of the sermon from chapter four. He is going first and foremost as he announces the arrival of God's kingdom to the poor, the sick, the marginalized. That's who Matthew tells us has come around Jesus, primarily.",
    "start": "00:03:28",
    "end": "00:03:52"
  },
  {
    "text": "Yeah.",
    "start": "00:03:52",
    "end": "00:03:53"
  },
  {
    "text": "And so his message is from them. This is right out of Isaiah 61. God has anointed me with his spirit to announce good news to the poor. And Jesus took his orders. You know, the script he was playing out, the script of the Messianic servant of Isaiah, good news for the poor. And so the Beatitudes reflect that vibe. However, it's good to remember that the Beatitudes are an expression of that good news for the poor that fits within the larger governing idea of Jesus overall message, which is the arrival of God's kingdom, which is good news for the poor and challenge for Israel. It's both good news and welcoming. But he's also here to bring a challenge to his current day. So I guess, Alan, as I thought about your question, because there's many ways that we can hear the Sermon on the Mount, we can hear it thinking of our own church communities and whether the Beatitudes, you know, strike that welcoming invitation. And you think about the role of a Jesus community, you know, in your neighborhood today. And the Beatitudes feel they both sound and feel like good news. And the concluding challenges, like you said, Alan, seem to close off the Christian community to all but the most committed. That's the way you phrased it, Alan. And so I think you're right, it can have that effect, I think now in our setting today. And that's why, at least for me, why I find so much value in looking at the time and place and the context where words were said, because Jesus first uttered, you know, his message in a militarized, occupied, like territory to Israelites who were having a diversity of reactions about how to respond to the Roman occupation. And he was really committed to a nonviolent way of creative resistance against the powers and advocating, like a really practical way forward for these communities of his that wouldn't go the way of military revolt. And so in that sense, the challenge that Jesus offers at the end, I think he's naming the high stakes.",
    "start": "00:03:53",
    "end": "00:06:13"
  },
  {
    "text": "Yeah.",
    "start": "00:06:13",
    "end": "00:06:14"
  },
  {
    "text": "Again, if we don't first go to. He's talking about the afterlife.",
    "start": "00:06:14",
    "end": "00:06:18"
  },
  {
    "text": "Oh yeah. If he's not talking about building your house on the rock, meaning going to heaven.",
    "start": "00:06:19",
    "end": "00:06:24"
  },
  {
    "text": "So remember the setting of Jesus announcement of the arrival of God's kingdom was to Israel of his day. He said to the lost sheep of Israel who were being led astray by their current Israelite leaders, you know, like lemmings being led towards self destruction by a conflict with Rome and cultural compromise with the nations. And so Jesus was advocating what he knew was a difficult path that would likely lead to persecution, which is the ninth Beatitude. Right. And Jesus clearly thought the stakes were high. He knew they were high and he knew they were high. Marching into Jerusalem, you know, for Passover week. He knew that it was going to cost him his life to follow his way, to lead the way that he was asking others to follow. So I think for me that's just been helpful that if we take the sermon out of that setting where Jesus first gave it and we think of it primarily in terms of me following Jesus or not, and then that determines my afterlife destiny.",
    "start": "00:06:25",
    "end": "00:07:34"
  },
  {
    "text": "Destiny before God.",
    "start": "00:07:34",
    "end": "00:07:35"
  },
  {
    "text": "Then I think we are going to hear it as like the happy part. Happy, huggy, warm. Jesus comforts the poor at the beginning and. And then he gets all like, do your act together, follow me or you die forever. Rah. By the end, it can totally have that vibe. And again, that's for me why it's important to look at the context of the sermon.",
    "start": "00:07:35",
    "end": "00:07:58"
  },
  {
    "text": "And then there's real life consequences to especially how 1st century Jewish people were gonna live and act with the Roman oppressors. Like it was like there was a way forward that could lead to peace and righteousness and there's a way forward that could lead to just devastation.",
    "start": "00:07:58",
    "end": "00:08:18"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:08:18",
    "end": "00:08:19"
  },
  {
    "text": "And so we could think about our own context and think about the real life implications for. For living the way of Jesus in our community and how that could.",
    "start": "00:08:19",
    "end": "00:08:28"
  },
  {
    "text": "Yeah, I mean, I think to be faithful to what Jesus was doing in his setting would mean looking at our own communities and hearing Jesus warn us to say if we don't embrace his way, it will actually set us and our communities on trajectories that will lead to conflict, culture, war, oppositionalism. Like just a crumbling house. A crumbling house, a crumbling community and a crumbling life.",
    "start": "00:08:30",
    "end": "00:09:06"
  },
  {
    "text": "You know, so that's real.",
    "start": "00:09:06",
    "end": "00:09:07"
  },
  {
    "text": "That is real.",
    "start": "00:09:08",
    "end": "00:09:09"
  },
  {
    "text": "But I love drawing attention to the tension, because that tension seems to exist, like all are welcome and you don't have to have your act together. In fact, when you're experiencing pain and suffering, you're likely kind of at the center of what God's doing. It's how it opens. But then it ends with, there are real stakes.",
    "start": "00:09:09",
    "end": "00:09:32"
  },
  {
    "text": "Maybe actually the middle is about the choices that we make that shape our character over a long period of time and our outward behavior and our inward desires and motives. Like this is real life and the stakes are real. Like we're building a world individually and collectively with the lives and the characters that we have. And so it's sort of like at the end, Jesus is naming. This is real, folks. It's so important to welcome and comfort and be open minded and to include. But at the same time, it's good to remember that the stakes are real and how we build our lives and communities have real effects in the world that get out of our control pretty quick. And when the storm comes, what kind of life or community will endure? Yeah. So I want to affirm, Alan, that you're right, that if you take the sermon out of that type of context and then you just look at the warnings at the end about the narrow gate or you know, the true and false prophets in the house, you could take those passages out and I can totally. I know church communities can use just those warnings to kind of create a real insular mindset and to be like, we're the ones who are good with Jesus, the rest of the world going to hell in handbasket and too bad for them, you better follow our way or you're done for. And I guess the only control I know against that kind of reading is just to return to what Jesus was doing in his context and then look for what are parallels in our context. And that's what we were just trying to do.",
    "start": "00:09:34",
    "end": "00:11:18"
  },
  {
    "text": "Isn't another control seeing how this is meant to be read and re read it kind of cycles on each other.",
    "start": "00:11:18",
    "end": "00:11:24"
  },
  {
    "text": "Yeah, good point.",
    "start": "00:11:24",
    "end": "00:11:25"
  },
  {
    "text": "That the way that it's constructed is the real power of it is at the center, Right.",
    "start": "00:11:25",
    "end": "00:11:30"
  },
  {
    "text": "Oh, the prayer.",
    "start": "00:11:30",
    "end": "00:11:31"
  },
  {
    "text": "The prayer at the center.",
    "start": "00:11:31",
    "end": "00:11:32"
  },
  {
    "text": "Yeah.",
    "start": "00:11:32",
    "end": "00:11:32"
  },
  {
    "text": "And so the way that it's designed is designed to be kind of read almost inverted, like.",
    "start": "00:11:32",
    "end": "00:11:39"
  },
  {
    "text": "Sure.",
    "start": "00:11:39",
    "end": "00:11:40"
  },
  {
    "text": "Everything's pointing to the center.",
    "start": "00:11:40",
    "end": "00:11:42"
  },
  {
    "text": "Yeah.",
    "start": "00:11:42",
    "end": "00:11:42"
  },
  {
    "text": "Where I think when we design a speech or an essay, it's like when you close, you're like, this is your concluding thought. That really wraps everything up. The end is the center.",
    "start": "00:11:42",
    "end": "00:11:54"
  },
  {
    "text": "Yeah.",
    "start": "00:11:54",
    "end": "00:11:55"
  },
  {
    "text": "And that's just not how it works.",
    "start": "00:11:55",
    "end": "00:11:56"
  },
  {
    "text": "That's right.",
    "start": "00:11:56",
    "end": "00:11:57"
  },
  {
    "text": "So this Is an invitation to stop. It's very startling, the last line. And great is its fall. Right. Of the whole Sermon on the Mount.",
    "start": "00:11:57",
    "end": "00:12:04"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:12:04",
    "end": "00:12:04"
  },
  {
    "text": "It's intense.",
    "start": "00:12:04",
    "end": "00:12:05"
  },
  {
    "text": "Super intense.",
    "start": "00:12:05",
    "end": "00:12:06"
  },
  {
    "text": "You're like, whoa, that's how we're going to end.",
    "start": "00:12:06",
    "end": "00:12:07"
  },
  {
    "text": "Whoa.",
    "start": "00:12:07",
    "end": "00:12:08"
  },
  {
    "text": "But it's like this invitation then to come back to how good is life for the poor in spirit and to start again and then always get back to that center of.",
    "start": "00:12:08",
    "end": "00:12:17"
  },
  {
    "text": "Yeah. May your kingdom come.",
    "start": "00:12:18",
    "end": "00:12:19"
  },
  {
    "text": "May your kingdom come. Your will be done.",
    "start": "00:12:19",
    "end": "00:12:21"
  },
  {
    "text": "Yeah. Yeah. As it is in the skies. So also on the land. So thanks for that thoughtful question, Alan. We didn't answer your question. We did respond to it and I just. I appreciate you for asking it and I think it's worth meditating on. Your question, I think, leads to some.",
    "start": "00:12:21",
    "end": "00:12:42"
  },
  {
    "text": "Good meditation and what's his daughter's name?",
    "start": "00:12:42",
    "end": "00:12:44"
  },
  {
    "text": "Maggie.",
    "start": "00:12:44",
    "end": "00:12:45"
  },
  {
    "text": "Maggie. Thank you, Maggie.",
    "start": "00:12:45",
    "end": "00:12:46"
  },
  {
    "text": "Absolutely, 100%. Thank you. Speaking of the Lord's Prayer, we continued to get submissions of people's song versions of the Lord's Prayer. And I think we're going to actually listen to a couple more like we did at the last Q and R. Yeah.",
    "start": "00:12:47",
    "end": "00:13:04"
  },
  {
    "text": "Let's listen to another one right now.",
    "start": "00:13:04",
    "end": "00:13:06"
  },
  {
    "text": "Okay, cool.",
    "start": "00:13:06",
    "end": "00:13:07"
  },
  {
    "text": "Our Father in heaven, hallowed be your name. Our Father in heaven, hallowed be your name. Your kingdom come, your will be done on earth as it is in heaven. Give us this day our daily bread. And forgive us as we forgive. And lead us not there into temptation, but deliver us, oh, deliver us. Deliver us from before.",
    "start": "00:13:20",
    "end": "00:14:54"
  },
  {
    "text": "Cool.",
    "start": "00:15:13",
    "end": "00:15:14"
  },
  {
    "text": "I'd know that voice anywhere.",
    "start": "00:15:14",
    "end": "00:15:16"
  },
  {
    "text": "Yeah. Poor Bishop Hooper.",
    "start": "00:15:16",
    "end": "00:15:17"
  },
  {
    "text": "Yeah. That is Leah Roberts. Yeah. With her husband Jesse. Together are the band Poor Bishop Pooper. They're incredible, shameless advertisement for Jesse and Leah's work. They put all of the psalms to music and all of the stanzas of Psalm 119. So it's actually ended up being like 160 plus songs. It's on repeat at our house a lot. So thank you, Leah and Jesse, for that submission.",
    "start": "00:15:17",
    "end": "00:15:50"
  },
  {
    "text": "Let's go to another question.",
    "start": "00:15:50",
    "end": "00:15:52"
  },
  {
    "text": "Yeah. This question is from Dee in Phoenix. Hi, John and Tim. I just wanted to, since I'm in the car, submit my question in writing. And I hope you take my question.",
    "start": "00:15:53",
    "end": "00:16:07"
  },
  {
    "text": "Thank you.",
    "start": "00:16:07",
    "end": "00:16:07"
  },
  {
    "text": "Okay.",
    "start": "00:16:09",
    "end": "00:16:10"
  },
  {
    "text": "I love it. Okay, so D, I've got your question right here in writing. But I just love that you just want to say hi while you're sitting in traffic.",
    "start": "00:16:10",
    "end": "00:16:18"
  },
  {
    "text": "Yeah.",
    "start": "00:16:18",
    "end": "00:16:18"
  },
  {
    "text": "Somewhere in, I guess Phoenix, Arizona, probably.",
    "start": "00:16:19",
    "end": "00:16:22"
  },
  {
    "text": "With the AC on.",
    "start": "00:16:22",
    "end": "00:16:23"
  },
  {
    "text": "Yeah, totally. Yeah, totally. Okay. So you asked a fantastic question. Here it is. Hi, Tim and John. Heidi, my Question is about episode 30, about judging others. I need help understanding this text in the context of abusive relationships that often involve not naming abuse as abuse. I'm really struggling to hear Jesus command to not judge as a word of life and not as a word of denying, ignoring, diminishing, or making room for emotional, physical, or spiritual abuse. Can you help me sort this out? What about judging wrong behavior? Thanks so much.",
    "start": "00:16:23",
    "end": "00:17:05"
  },
  {
    "text": "Yeah.",
    "start": "00:17:05",
    "end": "00:17:06"
  },
  {
    "text": "Fantastic question. Yeah.",
    "start": "00:17:06",
    "end": "00:17:09"
  },
  {
    "text": "Really good question. That's a really tough verse. And I think particularly I've just become less and less fond of the translation. Do not judge. I know that's. I know that's actually kind of the most literal. It is literally what he says.",
    "start": "00:17:09",
    "end": "00:17:21"
  },
  {
    "text": "Sure.",
    "start": "00:17:21",
    "end": "00:17:21"
  },
  {
    "text": "And maybe I just need to feel the discomfort in the way that he's feeling it. What we talked about was how the type of judging that's condemning someone and saying, not like what you're doing is bad, but you're bad, not what you're doing is wrong, but you're wrong. And I'm gonna. There's this kind of. I'm gonna hold you to account. I'm gonna be the final judge. I'm gonna make sure you get what you deserve. That kind of attitude towards someone. And it's this interesting kind of blurry line between being able to identify when someone's doing something wrong and naming it. Clearly naming it. Which Jesus will go on to explain how to do in the next teachings, which you could tell us about versus naming it versus then condemning the person. And that's a really hard thing to do. Especially when it's someone who is creating violence towards you.",
    "start": "00:17:21",
    "end": "00:18:20"
  },
  {
    "text": "Yeah.",
    "start": "00:18:20",
    "end": "00:18:21"
  },
  {
    "text": "I mean, that's.",
    "start": "00:18:21",
    "end": "00:18:22"
  },
  {
    "text": "Yeah. What we tried to do mainly in our conversations was work with the meaning of Jesus words within the context of the sermon, like the local context.",
    "start": "00:18:23",
    "end": "00:18:34"
  },
  {
    "text": "Yeah.",
    "start": "00:18:34",
    "end": "00:18:34"
  },
  {
    "text": "And you're right. Don't judge. And then he tells a parable about how you might evaluate an issue with your. Right. Your sibling.",
    "start": "00:18:34",
    "end": "00:18:43"
  },
  {
    "text": "Yeah.",
    "start": "00:18:43",
    "end": "00:18:44"
  },
  {
    "text": "And then want to do something about it. And then really it was about then turning that back on yourself. And that experience of resetting your default, evaluating yourself first based on what you see in other people will change you over time. So that by the time Jesus gets to the end, being able to see clearly to help your sibling, you're going to be a different version of you.",
    "start": "00:18:44",
    "end": "00:19:07"
  },
  {
    "text": "And that makes sense when you want to deal with someone's sarcasm or someone's like, you know, that they're mean spirited. But if someone's abusing you.",
    "start": "00:19:07",
    "end": "00:19:18"
  },
  {
    "text": "Yes, yes.",
    "start": "00:19:18",
    "end": "00:19:19"
  },
  {
    "text": "What's the wisdom in like. Well, let me first think about how Do I abuse others before just saying, hey, this is not okay?",
    "start": "00:19:19",
    "end": "00:19:25"
  },
  {
    "text": "That's right. Okay, so this is a wonderful example of how, again, context and intent. So Jesus clearly is mainly talking about situations where I'm noticing some fault in another person's behavior or character and I'm in a position where I could render an evaluation in a way that could hurt them, damage them, and damage myself. So it's not really naming a situation of abuse in the context of the sermon. So that's in the local context. But it does open up that question, which is why, Dee, you know, you're thinking of it. So this is another.",
    "start": "00:19:25",
    "end": "00:20:04"
  },
  {
    "text": "You don't think in that local context people were. There was abuse.",
    "start": "00:20:04",
    "end": "00:20:08"
  },
  {
    "text": "I'm just saying in the little story about the speck and the beam in the eye.",
    "start": "00:20:08",
    "end": "00:20:12"
  },
  {
    "text": "Yeah, that comes next.",
    "start": "00:20:12",
    "end": "00:20:13"
  },
  {
    "text": "That comes next. It seems like Jesus is primarily focusing on just issues where you're noticing a flaw in another person's character that doesn't affect you negatively.",
    "start": "00:20:13",
    "end": "00:20:24"
  },
  {
    "text": "Okay.",
    "start": "00:20:24",
    "end": "00:20:24"
  },
  {
    "text": "But rather just like the stuff of day to day life where you notice things about the people around you that annoy you or that kind of thing. So it's also important that the Sermon on the Mount be understood not on an island by itself, but that it's the first of five big teaching blocks of Jesus and Matthew, and that the five teaching blocks all interconnect in really significant ways. And when it comes to this topic, like what you're raising D, Jesus explicitly addressed the question that you're asking. But in teaching block number four in what we call Matthew, chapter 18, and what he's talking about is about life within the Jesus community. And it begins in chapter 18 where the disciples come and say, like, hey, Jesus, how are we going to know who's like the best? How do we know who's like the best follower of yours? Who's the greatest in the kingdom of the skies? And that's where he gets like the little child and he brings in a child and he totally like flips their value system. Then he talks about how if you cause any of these little ones to stumble, it'd be better to have a millstone around your neck. It's like, really? Then he talks about if your hand or foot causes you to stumble, cut it off. You're like, whoa, okay, high stakes. So apparently how we treat each other really matters to Jesus. High stakes. Then he tells a parable about how the Father cares about the one lost sheep, like a shepherd who goes after the one leaves the 99. Then he tells this little story, let's say your brother or sister sins, you should go and point out their fault. So let's pause right there.",
    "start": "00:20:25",
    "end": "00:22:13"
  },
  {
    "text": "Judge them.",
    "start": "00:22:13",
    "end": "00:22:13"
  },
  {
    "text": "Now, wait a minute, wait a minute. I thought he said don't judge.",
    "start": "00:22:14",
    "end": "00:22:17"
  },
  {
    "text": "Right.",
    "start": "00:22:17",
    "end": "00:22:17"
  },
  {
    "text": "But then clearly he means that we observe each other's behavior within the community of faith. And if somebody's really doing something that hurts themselves or another person, you go to them. So notice he presumes that you're going to have to perform some kind of evaluation. So this is the case when you do judge. So before you go do that, put Matthew 7:1:3 into action. Like, do the whole thing. Like, look for the beam in your own eye. Do all that. But then what he starts talking about is, if somebody. If they listen to you, then fantastic. If they don't listen to you, take along one or two others. And then if they still refuse, widen the circle. Now, he doesn't explicitly name this as that they've sinned against you necessarily, but that does seem to be part of the broader context here about how we treat each other within the community of faith. So essentially, what Jesus is working out here is like a model of conflict resolution when we hurt each other. And so I think it's really important, Dee, that first of all, Jesus says, if somebody has really acted wrongly towards another person or towards you within the community, you don't ignore it. You don't just say, well, Jesus said don't judge. And so I'm not gonna say anything.",
    "start": "00:22:18",
    "end": "00:23:44"
  },
  {
    "text": "Right. You don't enable it.",
    "start": "00:23:44",
    "end": "00:23:45"
  },
  {
    "text": "Yeah. You name it and you move towards it. But notice in this really thoughtful way. So first, like, pure interpersonal, if it's between the two of us, I go to you.",
    "start": "00:23:46",
    "end": "00:23:57"
  },
  {
    "text": "I'm not okay how you're treating me.",
    "start": "00:23:59",
    "end": "00:24:00"
  },
  {
    "text": "Yeah. And if you won't listen, then you don't just say, well, maybe I had the beam in my eye and I'm not seeing clearly. And like, he says, no, get some others and then invite them to help mediate, to help you each see clearly. And then if still, like, this person can't see, or maybe you yourself might see clearly in that process and be like, oh, man, I was like, took that way too personally or something. So I guess my point is you actually need all the teachings of Jesus to kind of interlock with each other.",
    "start": "00:24:00",
    "end": "00:24:35"
  },
  {
    "text": "There's the mediation stage. And then after that is the stage of someone. Yeah, I mean, this is really helpful for, like, an abusive situation. If someone's still like, yeah. The third step is if they still refuse to listen, like, don't have them in your Circle.",
    "start": "00:24:35",
    "end": "00:24:50"
  },
  {
    "text": "That's right. Yeah. Don't ever be alone with them again.",
    "start": "00:24:50",
    "end": "00:24:52"
  },
  {
    "text": "Yeah.",
    "start": "00:24:52",
    "end": "00:24:53"
  },
  {
    "text": "So I think it's a. Yeah. So Jesus doesn't envision that the principle.",
    "start": "00:24:53",
    "end": "00:24:59"
  },
  {
    "text": "Of do not judge enables people who are abusers.",
    "start": "00:24:59",
    "end": "00:25:03"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:25:03",
    "end": "00:25:04"
  },
  {
    "text": "Or makes you feel guilty for needing. I mean, it's sometimes really hard. It is. It's hard to confront people.",
    "start": "00:25:04",
    "end": "00:25:12"
  },
  {
    "text": "Yes. It's always hard.",
    "start": "00:25:12",
    "end": "00:25:14"
  },
  {
    "text": "And other people who don't want to be confronted can turn it on you and be like, no, you're the problem and you're being too judgmental.",
    "start": "00:25:14",
    "end": "00:25:22"
  },
  {
    "text": "Exactly.",
    "start": "00:25:22",
    "end": "00:25:22"
  },
  {
    "text": "How easy, you know.",
    "start": "00:25:22",
    "end": "00:25:23"
  },
  {
    "text": "Totally.",
    "start": "00:25:23",
    "end": "00:25:24"
  },
  {
    "text": "And so I can see how you can then wrestling with this teaching of Jesus, allow that to be a way to just let someone get away with that move.",
    "start": "00:25:24",
    "end": "00:25:33"
  },
  {
    "text": "Yep, totally. And it is. You know, it has certainly happened many times in the history of the Jesus movement where some, you know, whatever, a spouse or a church leader, you know, can use Jesus teachings in Matthew 7 to, like, get themselves off the hook or to keep someone else in a vulnerable position, you know, under their. What they're doing, which is a form of abuse. And so it's just a good example where you need all the teachings of Jesus to clarify each other. But there are times when Matthew 7 really is what we need to hear and live by and withhold judgment. But then there are other times when what you need is Matthew 18 to really name what somebody is doing and deal with it. But also this. Increasing the circle of people involved, but only at the right steps, because that also is about seeing. Like, maybe I'm not seeing clearly. And so what we need are some mediators.",
    "start": "00:25:34",
    "end": "00:26:38"
  },
  {
    "text": "More eyes.",
    "start": "00:26:38",
    "end": "00:26:39"
  },
  {
    "text": "Yeah, more eyes on it that can help us both. And if that doesn't resolve it, then at least it's not just on me anymore. And. Yeah, so there you go. That's the first thing I thought of when I heard your question. And for what it's worth, I think it also raises this helpful principle of hearing all of Jesus teachings in concert with the others.",
    "start": "00:26:39",
    "end": "00:27:05"
  },
  {
    "text": "We talked through this passage when we were at the Lord's Prayer about forgiving others.",
    "start": "00:27:05",
    "end": "00:27:09"
  },
  {
    "text": "Yeah, we did. That's right.",
    "start": "00:27:09",
    "end": "00:27:10"
  },
  {
    "text": "What does it mean to forgive someone, especially someone who is not owning up to the thing that they did wrong? And so you brought us that passage. And I guess, speaking of Lord's Prayer, let's listen to another song about the Lord's Prayer.",
    "start": "00:27:10",
    "end": "00:27:24"
  },
  {
    "text": "I see how you did that.",
    "start": "00:27:24",
    "end": "00:27:25"
  },
  {
    "text": "It all comes to the center.",
    "start": "00:27:25",
    "end": "00:27:27"
  },
  {
    "text": "I see how you did that.",
    "start": "00:27:27",
    "end": "00:27:27"
  },
  {
    "text": "Yeah.",
    "start": "00:27:27",
    "end": "00:27:28"
  },
  {
    "text": "Great.",
    "start": "00:27:28",
    "end": "00:27:28"
  },
  {
    "text": "We've got another one. This is. We'll. We'll. We'll say who it's from after we listen to it.",
    "start": "00:27:29",
    "end": "00:27:34"
  },
  {
    "text": "Great.",
    "start": "00:27:34",
    "end": "00:27:35"
  },
  {
    "text": "Our Father, who art in heaven, hallow.",
    "start": "00:27:40",
    "end": "00:27:48"
  },
  {
    "text": "It be the name.",
    "start": "00:27:49",
    "end": "00:27:51"
  },
  {
    "text": "Thy kingdom come, Thy will be done, on earth as it is in heaven. Give us this day our daily bread, and forgive us our debts as we forgive our debtors. And lead us not into temptation.",
    "start": "00:27:55",
    "end": "00:28:29"
  },
  {
    "text": "But.",
    "start": "00:28:31",
    "end": "00:28:31"
  },
  {
    "text": "Deliver us.",
    "start": "00:28:31",
    "end": "00:28:33"
  },
  {
    "text": "From evil. For thine.",
    "start": "00:28:35",
    "end": "00:28:40"
  },
  {
    "text": "Is the kingdom and the.",
    "start": "00:28:43",
    "end": "00:28:47"
  },
  {
    "text": "Power.",
    "start": "00:28:47",
    "end": "00:28:48"
  },
  {
    "text": "And the glory.",
    "start": "00:28:50",
    "end": "00:28:52"
  },
  {
    "text": "Forever.",
    "start": "00:28:55",
    "end": "00:28:55"
  },
  {
    "text": "And ever. Amen.",
    "start": "00:28:58",
    "end": "00:29:07"
  },
  {
    "text": "Whoa. Yeah.",
    "start": "00:29:13",
    "end": "00:29:14"
  },
  {
    "text": "Who was that?",
    "start": "00:29:14",
    "end": "00:29:15"
  },
  {
    "text": "That was Aaron, Michelle. And wow. The title is Nine is the Kingdom.",
    "start": "00:29:15",
    "end": "00:29:22"
  },
  {
    "text": "Wow. That was incredible. Yeah, that was my first time hearing that.",
    "start": "00:29:22",
    "end": "00:29:26"
  },
  {
    "text": "Yeah, my first time, too.",
    "start": "00:29:26",
    "end": "00:29:27"
  },
  {
    "text": "The way the electric guitar came in there, I was like. I felt that. Felt that in my core.",
    "start": "00:29:28",
    "end": "00:29:34"
  },
  {
    "text": "Yeah.",
    "start": "00:29:34",
    "end": "00:29:34"
  },
  {
    "text": "Aaron, thank you.",
    "start": "00:29:34",
    "end": "00:29:35"
  },
  {
    "text": "Yeah, thank you, Aaron.",
    "start": "00:29:35",
    "end": "00:29:36"
  },
  {
    "text": "That was incredible.",
    "start": "00:29:36",
    "end": "00:29:37"
  },
  {
    "text": "Wow.",
    "start": "00:29:37",
    "end": "00:29:38"
  },
  {
    "text": "I need to go for just a walk and process that.",
    "start": "00:29:38",
    "end": "00:29:41"
  },
  {
    "text": "I love you and your walks. Okay, let's move on to another question.",
    "start": "00:29:42",
    "end": "00:29:45"
  },
  {
    "text": "Yes, Rachel, who's from Canada? That's a big place.",
    "start": "00:29:45",
    "end": "00:29:50"
  },
  {
    "text": "Where in Canada?",
    "start": "00:29:50",
    "end": "00:29:51"
  },
  {
    "text": "We don't know, but somewhere. There you are. Rachel, you have another great question about this general theme about judging. Not judging. Let's hear what you have to say.",
    "start": "00:29:52",
    "end": "00:30:02"
  },
  {
    "text": "Hi, my name is Rachel from Canada. I'm wondering how to reconcile the call to be peacemakers with the wisdom of not throwing pearls before swine. When we see harm being done, should we call it out after carefully examining ourselves, even if we guess they might not receive it? Well, does it make a difference if they claim to follow Jesus? Do we risk harming the relationship and removing opportunity to teach by example or risk contributing to the wrong by staying silent?",
    "start": "00:30:03",
    "end": "00:30:28"
  },
  {
    "text": "Yeah, I think these are the right questions.",
    "start": "00:30:30",
    "end": "00:30:32"
  },
  {
    "text": "Totally right. Yes.",
    "start": "00:30:33",
    "end": "00:30:34"
  },
  {
    "text": "You know, we kind of ended that whole section saying, you know, it takes wisdom to know how to give wisdom.",
    "start": "00:30:35",
    "end": "00:30:39"
  },
  {
    "text": "To know how to give wisdom. There's no formula.",
    "start": "00:30:39",
    "end": "00:30:42"
  },
  {
    "text": "There's no right way. Every situation is unique.",
    "start": "00:30:42",
    "end": "00:30:46"
  },
  {
    "text": "Yeah. Yeah. Rachel, I think every question that you asked, which you probably didn't intend them as pure rhetorical questions. I thought they're real questions because it's real life.",
    "start": "00:30:47",
    "end": "00:30:57"
  },
  {
    "text": "Yeah.",
    "start": "00:30:57",
    "end": "00:30:57"
  },
  {
    "text": "But it's sort of like. I think the way that little section of the sermon is composed is actually to prompt every single one of your questions.",
    "start": "00:30:58",
    "end": "00:31:06"
  },
  {
    "text": "Yeah.",
    "start": "00:31:06",
    "end": "00:31:07"
  },
  {
    "text": "Do you call it out? Do you not call it out? Does it matter if this person claims to follow Jesus or not? Are we culpable for saying nothing or saying something like, what if both have negative consequences and there's no win? Like, that's so often. How often in life do you come up to, like, no win situations? It's just there's a Worse and then a more worse outcome, but neither are really ideal.",
    "start": "00:31:07",
    "end": "00:31:36"
  },
  {
    "text": "The old rock and the hard place.",
    "start": "00:31:37",
    "end": "00:31:39"
  },
  {
    "text": "Totally. Yeah. So I don't mean to bring up your question, Rachel, just to say, like, there's no answer. You know, there are some challenges in life where there really are resolutions and, like, better ways forward, but there are some circumstances, they tend to be universal or pretty, like, built into the human condition.",
    "start": "00:31:39",
    "end": "00:31:58"
  },
  {
    "text": "Yeah.",
    "start": "00:31:58",
    "end": "00:31:59"
  },
  {
    "text": "That are just. They're more like tensions that you manage as opposed to, like, a problem that you solve. And how we get along with each other feels more like this is the core of it.",
    "start": "00:31:59",
    "end": "00:32:11"
  },
  {
    "text": "Right.",
    "start": "00:32:11",
    "end": "00:32:11"
  },
  {
    "text": "Yeah.",
    "start": "00:32:11",
    "end": "00:32:12"
  },
  {
    "text": "How do we relate to each other when things go awry and what's the good way?",
    "start": "00:32:12",
    "end": "00:32:19"
  },
  {
    "text": "Totally. Yeah. I mean, the main furnace that I'm in for this season of my life is the school of parenting. But in a way, it's kind of this drama of when do you bring it up and name it and go for a walk and talk about it? And when do you hold it in the moment and wait? And maybe the circumstances will become the teacher and I don't have to. You know, like, what if a decision somebody makes, like, the consequences are the teacher, and I don't. But maybe I need to bring the consequence or maybe I don't. You know, making all those calls is really. Is really challenging. Which has to be why the ask, seek, knock comes right after the pearls before swine. The subtext being, ask God for what you need as you navigate these tensions. So maybe I just am glutton for punishment. And I just. I love how that section of the sermon raises more questions than it answers as a part of its design. And so I just. Rachel, I felt like you were naming that and feeling it in a way that's good. Like, we expect the Bible to give us answers in that section. Morges says, yep, here's a set of problems you're gonna have. Here's some ways forward. But you're gonna have to.",
    "start": "00:32:19",
    "end": "00:33:44"
  },
  {
    "text": "You'll have to discern.",
    "start": "00:33:44",
    "end": "00:33:45"
  },
  {
    "text": "Discern with God's help which way is right at what time.",
    "start": "00:33:45",
    "end": "00:33:50"
  },
  {
    "text": "Yeah.",
    "start": "00:33:50",
    "end": "00:33:51"
  },
  {
    "text": "That's the essence of wisdom literature, Right? Yeah.",
    "start": "00:33:51",
    "end": "00:33:54"
  },
  {
    "text": "Yeah. Okay, let's do another one then.",
    "start": "00:33:54",
    "end": "00:33:57"
  },
  {
    "text": "Okay. Yeah. Richard, you had a fantastic, nerdy hyperlink question that I thought was super cool.",
    "start": "00:33:57",
    "end": "00:34:04"
  },
  {
    "text": "Okay.",
    "start": "00:34:04",
    "end": "00:34:04"
  },
  {
    "text": "Hey, John and Tim, your conversation about the narrow gate and the way to life guarded by cherubim made me think about the angels next to Jesus, empty tomb, and how Jesus opened the way for us to walk from death to life in a garden. Are there any other similar moments in the Bible that use this Imagery. Thank you.",
    "start": "00:34:05",
    "end": "00:34:25"
  },
  {
    "text": "Whoa, that's cool. Haven't thought about that as a hyperlink. The angels and the tomb as, like, the cherubim guarding the way to.",
    "start": "00:34:26",
    "end": "00:34:33"
  },
  {
    "text": "Yeah.",
    "start": "00:34:33",
    "end": "00:34:34"
  },
  {
    "text": "Garden.",
    "start": "00:34:34",
    "end": "00:34:34"
  },
  {
    "text": "Oh, yeah, man. Yeah, totally.",
    "start": "00:34:35",
    "end": "00:34:37"
  },
  {
    "text": "That's cool.",
    "start": "00:34:37",
    "end": "00:34:38"
  },
  {
    "text": "Well, okay, so this is a good example of where the different resurrection accounts in the gospel narratives are really interesting. In Matthew, there's only one. It's just the angel of the Lord that's there. Okay, so it's just one. In Mark, they see the Marys and Salome see a young man dressed in white sitting on the right side of, like, the tomb.",
    "start": "00:34:38",
    "end": "00:35:06"
  },
  {
    "text": "Just one guy.",
    "start": "00:35:07",
    "end": "00:35:08"
  },
  {
    "text": "Just one. But in Luke's account, the women see two men standing there at the tomb.",
    "start": "00:35:08",
    "end": "00:35:18"
  },
  {
    "text": "Entrance, clothes gleaming like lightning.",
    "start": "00:35:18",
    "end": "00:35:22"
  },
  {
    "text": "Clothes gleaming like lightning. Yep. And then it's in John's resurrection account that Mary sees two angels sitting in white where Jesus body had been. One at the head, the other at the foot. So Luke gives you two, Matthew Mark gives you one, and then John gives you this little detail that it's sort of like this bench where Jesus body would have been put.",
    "start": "00:35:22",
    "end": "00:35:48"
  },
  {
    "text": "Oh. And they're, like, guarding either side.",
    "start": "00:35:48",
    "end": "00:35:50"
  },
  {
    "text": "And there's a heavenly being, like, at the two ends of the bench. And especially in John, which is so turned up the volume on the theme of Jesus as the incarnation of God's temple that many readers throughout history have seen this as a little hint towards the Ark of the Covenant. The cherubim on the Ark of the Covenant.",
    "start": "00:35:50",
    "end": "00:36:13"
  },
  {
    "text": "The Ark of the Covenant is hyperlinking to the cherubim guarding the way into the garden.",
    "start": "00:36:13",
    "end": "00:36:18"
  },
  {
    "text": "The way into the Garden of Eden.",
    "start": "00:36:18",
    "end": "00:36:20"
  },
  {
    "text": "And the end of the Sermon on the Mount, Jesus talks about the way. The way back in.",
    "start": "00:36:20",
    "end": "00:36:24"
  },
  {
    "text": "That's right, yeah. So in that conversation about the way, the narrow gate, the narrow path and the gate, I was talking about how that the motif of the road to life is rooted in the imagery of the road in and out of the Garden of Eden guarded by the cherubim.",
    "start": "00:36:24",
    "end": "00:36:40"
  },
  {
    "text": "Yeah. The road goes through the tomb.",
    "start": "00:36:40",
    "end": "00:36:42"
  },
  {
    "text": "Jesus road to life was marked by this moment with two angelic beings.",
    "start": "00:36:42",
    "end": "00:36:48"
  },
  {
    "text": "You talk about that with the flaming sword. Yeah. You know, because it's the chair beam and the flaming sword. And what's a sword except to just end your life?",
    "start": "00:36:48",
    "end": "00:36:55"
  },
  {
    "text": "Yeah. Sword is about the ending of a life.",
    "start": "00:36:55",
    "end": "00:36:58"
  },
  {
    "text": "There's something about passing through death into life.",
    "start": "00:36:58",
    "end": "00:37:02"
  },
  {
    "text": "So you asked, are there any other similar. Similar moments?",
    "start": "00:37:03",
    "end": "00:37:06"
  },
  {
    "text": "What else we got?",
    "start": "00:37:06",
    "end": "00:37:07"
  },
  {
    "text": "Well, one, I remember when it stood out to me, it just. All of a sudden, I saw Eden. All over the place was the way Eden imagery is Used in the Sodom and Gomorrah story in Genesis 19. All kinds of interesting interplays going on there. But one of them is that it's the two.",
    "start": "00:37:08",
    "end": "00:37:25"
  },
  {
    "text": "The two angels.",
    "start": "00:37:25",
    "end": "00:37:26"
  },
  {
    "text": "The two angels, angelic messengers who are standing at the door of Lot's house. And then Lot is outside the house and it's night and you know, the violent men of Sodom are about to hurt him. And then they send out their hands and grab him and pull him inside. Through the door into the house. Yeah, yeah. And so it's a full on. Like there's life inside the house, death and darkness outside pulling him into Eden. And he gets pulled in through the door kind of almost against his will. Cause he had gone out. A super interesting little illusion there. But then there are other moments where you have angelic figures appearing that mark out somebody as being connected to life in the land of death. So when the angel comes and feeds Elijah with the food as he's out in the wilderness right before going to Sinai, that's another kind of illusion where you have an angelic messenger at a threshold of life and death. When Elisha is in this Israelite city with his young protege or disciple, then they're surrounded by. By the Arameans, by an army. And then pretty sure it's the arameans, it's in 2 Kings chapter 6. And they're like, oh, we're done for. And then Elisha says, no, just he prays, open his eyes, Lord. And he opens his eyes and there's fiery angels like surrounding the town.",
    "start": "00:37:26",
    "end": "00:38:55"
  },
  {
    "text": "But lots of them.",
    "start": "00:38:55",
    "end": "00:38:56"
  },
  {
    "text": "Lots of them. Not just two, but lots. Yeah. So biblical authors loved creatively work with the Eden cherubim and the fiery sword at the door.",
    "start": "00:38:56",
    "end": "00:39:07"
  },
  {
    "text": "Now we, the cherubim are a specific creature that's distinct from angels, but they're both spiritual beings.",
    "start": "00:39:07",
    "end": "00:39:14"
  },
  {
    "text": "Spiritual, totally. Yes.",
    "start": "00:39:14",
    "end": "00:39:15"
  },
  {
    "text": "Because cherubim are like animal formed, multi form.",
    "start": "00:39:15",
    "end": "00:39:19"
  },
  {
    "text": "The boundary keepers.",
    "start": "00:39:20",
    "end": "00:39:21"
  },
  {
    "text": "They're boundary keepers where the angels are always human form.",
    "start": "00:39:21",
    "end": "00:39:23"
  },
  {
    "text": "Yeah, that's right. Always human like and usually sent on a mission. Yeah. Actually I'm pretty sure what Elisha sees in 2 Kings 6, I don't think they're called angels. They are called.",
    "start": "00:39:24",
    "end": "00:39:38"
  },
  {
    "text": "It's the host of heaven.",
    "start": "00:39:39",
    "end": "00:39:40"
  },
  {
    "text": "Maybe he just saw the hills full of horses and chariots on fire.",
    "start": "00:39:40",
    "end": "00:39:46"
  },
  {
    "text": "Oh yeah, the chariots of fire.",
    "start": "00:39:46",
    "end": "00:39:47"
  },
  {
    "text": "And this is where that phrase, chariots of fire comes from. I forget how it got attached to the famous movie.",
    "start": "00:39:47",
    "end": "00:39:53"
  },
  {
    "text": "Yeah, me too.",
    "start": "00:39:53",
    "end": "00:39:54"
  },
  {
    "text": "Anyway, so point being, biblical authors work flexibly and creatively with the imagery of the Eden cherubim And so I'm not surprised to see John and Luke, but especially John, where he mentions their position as allusions to the garden Cherubim, which brings so much richness. Then to think about the tomb and like the stone, so to speak, that seals the tomb as being a parallel to that sword of fire. Like the tomb was Jesus walking into the sword on behalf of others to roll it away.",
    "start": "00:39:54",
    "end": "00:40:30"
  },
  {
    "text": "Yeah.",
    "start": "00:40:30",
    "end": "00:40:30"
  },
  {
    "text": "Open up the way.",
    "start": "00:40:30",
    "end": "00:40:32"
  },
  {
    "text": "Yeah.",
    "start": "00:40:32",
    "end": "00:40:33"
  },
  {
    "text": "So super cool, Richard.",
    "start": "00:40:33",
    "end": "00:40:34"
  },
  {
    "text": "Yeah, thank you for pointing that out. That's really cool. That's going to stick with me.",
    "start": "00:40:34",
    "end": "00:40:37"
  },
  {
    "text": "Yep.",
    "start": "00:40:37",
    "end": "00:40:37"
  },
  {
    "text": "All right, let's take another music break to listen to another submission of the Lord's Prayer.",
    "start": "00:40:37",
    "end": "00:40:43"
  },
  {
    "text": "What's going to happen?",
    "start": "00:40:43",
    "end": "00:40:43"
  },
  {
    "text": "What is going to happen? This is. This is going to happen right now.",
    "start": "00:40:44",
    "end": "00:40:48"
  },
  {
    "text": "Create. You are the cosmos. We are your sons and daughters. Agape love is your name. Trusting you, my highest name. I want your kingdom to come. I want your will to begun. I devote my heart and hands to fulfill your Eden plans. Creator of the cosmos, we are your sons and daughters. Creator of the cosmos, we are your sons and daughters. Creator of the cosmos, we are your sons and daughters. Agape love is your lean trust in you, my highest a. I want your kingdom to come. I want your will to be done. I want your. Your kingdom to come. I want your will to be done. I want your kingdom to come. I want your will to be done. I want your kingdom to come. I want your will to be done. I devote my heart and hands to fulfill your Eden plans. I devote my heart and hands to fulfill your eating plans. I devote my heart and hands to fulfill your Eden plans.",
    "start": "00:40:53",
    "end": "00:42:19"
  },
  {
    "text": "All right, that was.",
    "start": "00:42:24",
    "end": "00:42:26"
  },
  {
    "text": "Who is that?",
    "start": "00:42:26",
    "end": "00:42:27"
  },
  {
    "text": "Ooh. Andrew Eoff.",
    "start": "00:42:27",
    "end": "00:42:29"
  },
  {
    "text": "Andrew. Thank you.",
    "start": "00:42:29",
    "end": "00:42:30"
  },
  {
    "text": "Yeah.",
    "start": "00:42:30",
    "end": "00:42:30"
  },
  {
    "text": "That was awesome. And that was just the first half of the prayer, right? You were just sessioning the first half.",
    "start": "00:42:31",
    "end": "00:42:36"
  },
  {
    "text": "Yeah. I love that.",
    "start": "00:42:36",
    "end": "00:42:37"
  },
  {
    "text": "I noticed that thing you were repeating, Andrew, Things in patterns of three.",
    "start": "00:42:37",
    "end": "00:42:41"
  },
  {
    "text": "Oh, wow.",
    "start": "00:42:41",
    "end": "00:42:42"
  },
  {
    "text": "You're repeating everything in pattern. At least I think. I think that's what I was noticing.",
    "start": "00:42:42",
    "end": "00:42:46"
  },
  {
    "text": "I love that you're paying attention, which is super cool. Yeah, that's cool.",
    "start": "00:42:46",
    "end": "00:42:49"
  },
  {
    "text": "Because the, you know, each side of the prayer has three kind of paired lines.",
    "start": "00:42:49",
    "end": "00:42:55"
  },
  {
    "text": "Yeah.",
    "start": "00:42:55",
    "end": "00:42:55"
  },
  {
    "text": "Or I wondered if there's some trinitarian flavor going on there. And the Eden plans.",
    "start": "00:42:56",
    "end": "00:43:01"
  },
  {
    "text": "The Eden plans.",
    "start": "00:43:01",
    "end": "00:43:02"
  },
  {
    "text": "Such a creative. That was great. Okay, so instead of just repeating the language you like.",
    "start": "00:43:02",
    "end": "00:43:07"
  },
  {
    "text": "Yeah.",
    "start": "00:43:07",
    "end": "00:43:07"
  },
  {
    "text": "Reworked.",
    "start": "00:43:07",
    "end": "00:43:09"
  },
  {
    "text": "Yeah. Father in the sky is creator of the cosmos. That's a cool, like, way to think about it.",
    "start": "00:43:09",
    "end": "00:43:13"
  },
  {
    "text": "Absolutely.",
    "start": "00:43:14",
    "end": "00:43:14"
  },
  {
    "text": "Yeah.",
    "start": "00:43:14",
    "end": "00:43:15"
  },
  {
    "text": "Totally. Yeah. That's like in the episode when we talked about The Jewish liturgical background of the Lord's Prayer and about how Jesus had adopted phrases that were known from synagogue prayers at the time. So it's kind of like you're doing the same thing. You're like, adapt the way Jesus adapted traditional prayer and you adapted Jesus prayer. Super cool. Thanks, Andrew.",
    "start": "00:43:15",
    "end": "00:43:38"
  },
  {
    "text": "Thank you, Andrew.",
    "start": "00:43:38",
    "end": "00:43:39"
  },
  {
    "text": "Yeah. Okay. Probably the most repeated theme in the questions that were sent in were about either the complexities of don't judge or the complexities raised by Jesus, mentioning illegitimate prophets and how you tell people who represent him apart from people who say they do, but actually don't. How do you know? So one great statement of this question came to us from Shanta. So let's hear your question.",
    "start": "00:43:39",
    "end": "00:44:07"
  },
  {
    "text": "Hi, this is Shanta from the United States. This question is in response to the false prophet episode. So in 2 Corinthians 11, we see that Paul is being accused of being a false prophet because he has to list out his job description and everything that he has done on behalf of the Lord. So even when people think that even Paul himself, probably one of the greatest disciples of the Lord, that he is a false prophet and could be a wolf in sheep's clothing, how are we even just to discern who around us is that wolf? Because even in our own psyche, it's our own perceived reality is shaped by our past experiences that we've had. Trauma, pain, unknown biases, insecurities, our incomplete and poor doctrine that we've constructed from our own church upbringing, from our own parents. And so where we live in this perceived reality, we have misinterpretations of others behavior. It's just the way of life. And so when we are surrounded by covert narcissist or just really immature people in their growth and their development of their own spiritual growth, how can we even begin to know who's the wolf in sheep's clothing and who really the true prophet is? Because it is very difficult in this day and age and I struggle with it deeply. So I would just love to hear your heart and your wisdom and all of that. Thank you so much.",
    "start": "00:44:08",
    "end": "00:45:53"
  },
  {
    "text": "Wow.",
    "start": "00:45:54",
    "end": "00:45:55"
  },
  {
    "text": "Yeah, thank you, Shanta. What a thoughtful, very thorough naming, Thoughtful expression of a really important challenge.",
    "start": "00:45:55",
    "end": "00:46:08"
  },
  {
    "text": "Yeah.",
    "start": "00:46:08",
    "end": "00:46:09"
  },
  {
    "text": "You know, I think when we came to that episode, part of why I set up the conversation the way that I did, which was to say this challenge has always been a part of the story of God's people in the biblical tradition, going back to its Jewish and then ancient Israelite roots, where the whole story of God's people is about a sense of being called and Selected out from among the nations. Like think all the way back to Abraham. So the very social dynamic created there is this idea of reality that it's possible that whole cultures and groups of people can construct a way of viewing reality that's a delusion. And the idea that God can reveal truth, can like, you know, that's the prophet, choose one out of the many. Yeah. A people to. To be the bearers of the truth sets up this inherent tension. Because then what happens when those competing claims about holding God's truth come into conflict with each other? So my point is just saying it's baked in to the nature of living in the Christian story that there's going to be this tension. And you see it. I mean, the nature of Jesus himself. Like, not everybody thought Jesus.",
    "start": "00:46:10",
    "end": "00:47:38"
  },
  {
    "text": "Sure.",
    "start": "00:47:38",
    "end": "00:47:39"
  },
  {
    "text": "Some people accused Jesus of being the wolf.",
    "start": "00:47:39",
    "end": "00:47:41"
  },
  {
    "text": "Yeah.",
    "start": "00:47:41",
    "end": "00:47:41"
  },
  {
    "text": "So, you know, and so looking for Beelzebub. Yeah, totally. That's right. Great point. That's right.",
    "start": "00:47:41",
    "end": "00:47:47"
  },
  {
    "text": "Yeah.",
    "start": "00:47:47",
    "end": "00:47:48"
  },
  {
    "text": "And so Paul the apostle came into conflict with other followers of Jesus who said that they had God's truth, which is that all the non Israelites need to get circumcised and eat kosher. And the apostles had to come around that and sort it out. So I may. It's always been difficult and now in our cultural setting, we have more layers of difficult given the 2000 years of history that have passed right between Jesus and ourselves. So how do you even begin to discern? How do you begin to discern?",
    "start": "00:47:48",
    "end": "00:48:21"
  },
  {
    "text": "You've talked about how the story of the Bible is the minority Report. So if like most people are saying this is reality, and then you get a prophet who isn't going to be the. It's gonna go against the common, common narrative. Yeah. And then that person's gonna say, if we pull back the curtain, I'm gonna show you something you probably don't wanna see. And that person's probably gonna be accused of not really being a prophet without being a false prophet. Yeah, you just would suspect that.",
    "start": "00:48:21",
    "end": "00:48:52"
  },
  {
    "text": "That's right.",
    "start": "00:48:52",
    "end": "00:48:53"
  },
  {
    "text": "And so it's kind of like the constant uno reverse card move. It's just like, you're a false prophet. No, you're a false prophet. You're a false prophet. And then it just cycles into, well, then that means nothing anymore. If we're all false prophets, then what does it even mean to accuse someone of being a false prophet?",
    "start": "00:48:53",
    "end": "00:49:07"
  },
  {
    "text": "Yeah. So what are our benchmarks? I guess for a follower of Jesus, a benchmark is the very life pattern of Jesus himself. So in the Sermon on the Mount, Jesus is primarily Talking about the shape of a human life that's in tune with the character and wisdom of and love of God. That's a picture of God's heavenly kingdom coming on earth. So not just in individual human life, though that's true. But a communal pattern of life that he's painting in the sermon. So I think when he's talking about, you'll know a tree by its fruit, using the fruit metaphor, it's most consistently connected to an image for the product of a person's choices over a long period of time. So what? The individual and communal fruit of a group of people and how they live in the world played out over a long period of time, that itself will tell a story of whether these people are in touch with the truth or not.",
    "start": "00:49:08",
    "end": "00:50:10"
  },
  {
    "text": "Just back to this, you know, what kind of house are you going to build? If you build a house on a rock, it's going to be a sturdy house that lasts.",
    "start": "00:50:11",
    "end": "00:50:18"
  },
  {
    "text": "Yeah.",
    "start": "00:50:18",
    "end": "00:50:19"
  },
  {
    "text": "And so one way to know is someone truly living the way of Jesus.",
    "start": "00:50:19",
    "end": "00:50:23"
  },
  {
    "text": "Yeah.",
    "start": "00:50:23",
    "end": "00:50:24"
  },
  {
    "text": "Like, look at what's been built. Now, of course, we could problematize that because, you know, totally problematize it.",
    "start": "00:50:24",
    "end": "00:50:32"
  },
  {
    "text": "That's right.",
    "start": "00:50:32",
    "end": "00:50:32"
  },
  {
    "text": "Someone who follows Jesus faithfully could just be in hard knocks, be persecuted, you know, be in a bad situation that maybe it looks like maybe there isn't enough fruit from their life, but really they are following Jesus.",
    "start": "00:50:32",
    "end": "00:50:49"
  },
  {
    "text": "Yeah. But then I guess it would say, well, on that count, what fruit did Jesus produce? Like, he was right. Like a wandering itinerant teacher rejected by the authorities, mostly hanging out with former sex workers and tax collectors and poor sick people. So on that account.",
    "start": "00:50:49",
    "end": "00:51:07"
  },
  {
    "text": "Yeah.",
    "start": "00:51:07",
    "end": "00:51:08"
  },
  {
    "text": "So really, it also depends on what.",
    "start": "00:51:08",
    "end": "00:51:09"
  },
  {
    "text": "Do you mean by success.",
    "start": "00:51:09",
    "end": "00:51:10"
  },
  {
    "text": "How do you define fruit?",
    "start": "00:51:10",
    "end": "00:51:12"
  },
  {
    "text": "Yeah.",
    "start": "00:51:12",
    "end": "00:51:13"
  },
  {
    "text": "And you know, Shanta, you brought up the apostle Paul. Paul brought out his credentials, and it's interesting you brought up Second Corinthians, because part of who he's battling with is a group of other Christian leaders that he calls false apostles. And it's a version of the phrase Jesus uses, which is false prophets. And he says, yeah, you know, these guys are false because they keep asking you to pay them.",
    "start": "00:51:13",
    "end": "00:51:36"
  },
  {
    "text": "Yeah, that's interesting.",
    "start": "00:51:37",
    "end": "00:51:38"
  },
  {
    "text": "And he says, I've never asked you to pay me.",
    "start": "00:51:38",
    "end": "00:51:40"
  },
  {
    "text": "That's wild.",
    "start": "00:51:40",
    "end": "00:51:40"
  },
  {
    "text": "Yeah. And for him that's like a source of pride. And he says, which way is more like Jesus to ask you to pay me?",
    "start": "00:51:41",
    "end": "00:51:48"
  },
  {
    "text": "Oh, my goodness.",
    "start": "00:51:48",
    "end": "00:51:48"
  },
  {
    "text": "Or to the fact that I like sew leather tent like that.",
    "start": "00:51:48",
    "end": "00:51:54"
  },
  {
    "text": "I have a marketplace skill that keeps me going.",
    "start": "00:51:54",
    "end": "00:51:56"
  },
  {
    "text": "Keeps me going.",
    "start": "00:51:56",
    "end": "00:51:57"
  },
  {
    "text": "So I can. With.",
    "start": "00:51:57",
    "end": "00:51:58"
  },
  {
    "text": "That's Right, man.",
    "start": "00:51:58",
    "end": "00:51:59"
  },
  {
    "text": "Yeah.",
    "start": "00:51:59",
    "end": "00:52:00"
  },
  {
    "text": "He really, what's more like Jesus, Paul says, my thorn in the flesh. The sickness or maybe his speech impediment, we don't know. But he says he wasn't super well trained as like a rhetorical speaker. So he's just less impressive overall. And for him, those are his credentials. So the counterintuitive kind of values flip that Jesus and Paul embodied also was a legitimacy card they could pull. But it didn't look like the successful fruit that we typically look at.",
    "start": "00:52:00",
    "end": "00:52:35"
  },
  {
    "text": "And say someone like, it's almost like, how do you discern? Fruit becomes then the issue to really think about.",
    "start": "00:52:35",
    "end": "00:52:42"
  },
  {
    "text": "You know, I'm thinking of well known stories of influential church leaders, church movements in our day. But that really had some problems, you know, deep on the inside with people's character. And, you know, a common theme when people tell those stories is real problems in leadership or with people's character kind of got glossed over because, well, look at how thriving this church is. Look at how many people are getting baptized. And so you can be like, well, there's good fruit, but it's emerging out of something that seems really. And maybe, Shanta, to a certain degree that's always the case.",
    "start": "00:52:43",
    "end": "00:53:27"
  },
  {
    "text": "Because God works in spite of us.",
    "start": "00:53:27",
    "end": "00:53:30"
  },
  {
    "text": "Yeah. Which is not to excuse it or to say, so let's just perpetuate, you know, bad leadership. But I think all the complexities that you stacked up there, Shanta, make it almost feel like how can we even begin? If the qualifications for God ever doing anything through anyone mean that they need to be fully remade to be completely like Jesus in every way, then I guess nothing would ever get done.",
    "start": "00:53:30",
    "end": "00:54:01"
  },
  {
    "text": "But on the flip side. Right. Like the stakes are high.",
    "start": "00:54:01",
    "end": "00:54:04"
  },
  {
    "text": "Exactly.",
    "start": "00:54:04",
    "end": "00:54:05"
  },
  {
    "text": "Like if someone is saying, I am representing the way of God.",
    "start": "00:54:05",
    "end": "00:54:08"
  },
  {
    "text": "That's right.",
    "start": "00:54:08",
    "end": "00:54:09"
  },
  {
    "text": "And instead they are oppressing people and they're scapegoating people and they're creating hostility, division and division.",
    "start": "00:54:09",
    "end": "00:54:19"
  },
  {
    "text": "Yeah.",
    "start": "00:54:19",
    "end": "00:54:19"
  },
  {
    "text": "And like, then you can't.",
    "start": "00:54:19",
    "end": "00:54:24"
  },
  {
    "text": "Yeah, yeah. Like that also really needs to get named clearly. And Jesus and Paul, we see those patterns of people like that getting named. Thinking of, you know, in the Book of Acts when Peter meets that former maybe magician Simon Magus, you know, who wanted to get the Holy Spirit power and he wanted to pay money for it because he thought it might be good for his show. And Peter just like names it. He's just, he. He doesn't mince words with that guy.",
    "start": "00:54:24",
    "end": "00:54:56"
  },
  {
    "text": "Right.",
    "start": "00:54:56",
    "end": "00:54:57"
  },
  {
    "text": "So I think I'm just, I'm feeling it. You asked to hear our hearts, Shanta. And what my heart does is it just feels the complexity of this. But I have to think that this isn't an individual burden. This is a burden shared by communities. And so when communities are using as like a benchmark or a standard the life pattern of Jesus, my hunch is that if there's honesty, vulnerability, taking risks, and truly using the life of Jesus as a standard, that at least many of these types of problems could be addressed. Not all. Not every case sway too complex. Because if I'm bringing my own baggage from my life or family of origins or the way I've been shaped by my church tradition, odds are if I'm working this out in a community that someone else who doesn't have my hangups is going to be able to see and notice something that I'm going to distort. Right. And that's why we need a community of people to discern these types of communal issues about leadership and representation in the movement of Jesus. And maybe that's it, communal discernment. The standard is the life pattern of Jesus, not some other definition of success.",
    "start": "00:54:57",
    "end": "00:56:27"
  },
  {
    "text": "If the fruit is the life pattern of Jesus, if the fruit is, am I on a journey towards getting closer and closer to embodying the way of Jesus, the way Jesus interacted with people and the teachings that he had for how to, yeah, Live in relationship with other people, then that's your defense.",
    "start": "00:56:28",
    "end": "00:56:48"
  },
  {
    "text": "Yeah.",
    "start": "00:56:48",
    "end": "00:56:49"
  },
  {
    "text": "If you're being accused as false prophet, say, here's the ways I'm aligning my life with Jesus closer and closer every day. Then on the reverse, if someone is claiming to be of God and they can't do that, if you put the Jesus mirror up and there's nothing there.",
    "start": "00:56:49",
    "end": "00:57:07"
  },
  {
    "text": "Yeah, that seems. Or the person, the leader, whoever they are themselves doesn't see it. Surely other people around will be able to say, like, yeah, but it's weird because the way you talk to people doesn't seem to reflect. And maybe actually another benchmark alongside the life pattern of Jesus that mirrors it is using the word fruit like the fruit of the spirit. How do you know the spirit of God is remaking human life? Look at the ninefold fruit that Paul names in Galatians 5. You know, love, joy, peace, patience, kindness, goodness, faithfulness, self control. That's another type of way to just say, does it mirror the life pattern of Jesus that is the fruit of the spirit? And my hunch is a group of people could probably do a pretty decent job if they held a leader or a representative who's claiming to. To speak or represent God to that. That could probably Solve many, but it won't solve all.",
    "start": "00:57:07",
    "end": "00:58:11"
  },
  {
    "text": "No, I mean, it always gets messy. It always gets messy.",
    "start": "00:58:11",
    "end": "00:58:14"
  },
  {
    "text": "It's human life.",
    "start": "00:58:14",
    "end": "00:58:15"
  },
  {
    "text": "And is there some wisdom here, too? And we talked about judging. Right. So this is another form of judging. And you brought us to the passage in Matthew 18.",
    "start": "00:58:15",
    "end": "00:58:24"
  },
  {
    "text": "Yeah.",
    "start": "00:58:24",
    "end": "00:58:24"
  },
  {
    "text": "And there's some wisdom here in sometimes someone needs to be confronted with just the way you're living is not stacking up with the fruit of the spirit and the character of Jesus. And if that person's just like, oh, wow. Yeah, actually, you're right. Like, that's wonderful. And you don't have to calm. You don't have to calm a false prophet. It's like, this is a brother you've won over and is on a journey with you. But then if the person's like, no, I speak for God. And this is. Then at that point, there's a. A point where you have to draw a line. Right. And in Matthew 18, it's after the communal wisdom.",
    "start": "00:58:25",
    "end": "00:59:04"
  },
  {
    "text": "Yeah. The number of steps.",
    "start": "00:59:04",
    "end": "00:59:04"
  },
  {
    "text": "Yeah. But there's a point where you're just like, you know what? We're just gonna call it as it is. Like, what you're doing is false. This is false. And then we're just gonna label it. But there seems to be some wisdom in that trajectory of how you get there.",
    "start": "00:59:04",
    "end": "00:59:18"
  },
  {
    "text": "Yep. That's right. And then maybe a patient process to not be hasty.",
    "start": "00:59:18",
    "end": "00:59:23"
  },
  {
    "text": "Yeah.",
    "start": "00:59:23",
    "end": "00:59:24"
  },
  {
    "text": "In drawing that conclusion. But that sometimes that conclusion does need to be drawn.",
    "start": "00:59:24",
    "end": "00:59:29"
  },
  {
    "text": "Right. Well, that solves all that.",
    "start": "00:59:29",
    "end": "00:59:33"
  },
  {
    "text": "Yeah. Thank you, Shanta. Just for naming it. Lord have mercy. He does have mercy. And we need God's wisdom probably a lot more than we're aware of, so thank you.",
    "start": "00:59:33",
    "end": "00:59:45"
  },
  {
    "text": "Let's listen to one more song or song rendition.",
    "start": "00:59:46",
    "end": "00:59:50"
  },
  {
    "text": "Okay. Of Awesome. I love it. What are we going to hear this time?",
    "start": "00:59:50",
    "end": "00:59:55"
  },
  {
    "text": "What are we going to hear? Here we go.",
    "start": "00:59:55",
    "end": "00:59:56"
  },
  {
    "text": "Our Father, who art in heaven, hallowed be thy name. Thy kingdom come, thy will, your will be done, on earth as it is in heaven. Give us this day our daily bread, and forgive us our trespasses, as we forgive those who trespass against us. And lead us not into temptation, but deliver us from evil. For thine is the kingdom and the power and the glory forever.",
    "start": "01:00:01",
    "end": "01:01:01"
  },
  {
    "text": "And ever.",
    "start": "01:01:05",
    "end": "01:01:06"
  },
  {
    "text": "All right. That was Wes Crawford.",
    "start": "01:01:18",
    "end": "01:01:20"
  },
  {
    "text": "Wes.",
    "start": "01:01:20",
    "end": "01:01:21"
  },
  {
    "text": "Singing the Lord's Prayer.",
    "start": "01:01:21",
    "end": "01:01:22"
  },
  {
    "text": "Yeah. Thank you.",
    "start": "01:01:22",
    "end": "01:01:23"
  },
  {
    "text": "What translation was that? Trespasses.",
    "start": "01:01:24",
    "end": "01:01:27"
  },
  {
    "text": "That'd be King James.",
    "start": "01:01:28",
    "end": "01:01:29"
  },
  {
    "text": "That's the King James.",
    "start": "01:01:29",
    "end": "01:01:30"
  },
  {
    "text": "Yeah. Coming to King James.",
    "start": "01:01:30",
    "end": "01:01:31"
  },
  {
    "text": "Yeah.",
    "start": "01:01:31",
    "end": "01:01:31"
  },
  {
    "text": "Or maybe. Maybe new.",
    "start": "01:01:31",
    "end": "01:01:32"
  },
  {
    "text": "Yeah, I think it's the new king.",
    "start": "01:01:32",
    "end": "01:01:33"
  },
  {
    "text": "Yeah. Yeah. Old English and new English mixed together. We call it New King James. The New King James.",
    "start": "01:01:33",
    "end": "01:01:39"
  },
  {
    "text": "Thank you, Wes. Okay, so let's do one last question. We have one from Lee in Pennsylvania.",
    "start": "01:01:40",
    "end": "01:01:47"
  },
  {
    "text": "My name is Lee Calisti and I'm from Greensburg, Pennsylvania. Hi, Tim. Hi, John. I have followed your podcast for years. It's remarkable. Thank you. However, through the Sermon on the Mount series, there seemed to be little said of how faith in Jesus is necessary to live a greater righteousness that Jesus calls his followers to live. Other gospels, even in the epistles, mention it, and Jesus often mentions, believe in me, you can do nothing without me, and so on. In light of that, how do you think Jesus connects the faith requirement and the change from the Spirit in being able to live to this greater righteousness? Thank you.",
    "start": "01:01:48",
    "end": "01:02:37"
  },
  {
    "text": "Thanks, Lee. That's a great way to end, actually.",
    "start": "01:02:38",
    "end": "01:02:41"
  },
  {
    "text": "Yeah, I thought so.",
    "start": "01:02:41",
    "end": "01:02:42"
  },
  {
    "text": "Really fitting. Yeah, yeah.",
    "start": "01:02:42",
    "end": "01:02:44"
  },
  {
    "text": "We actually. It's so long ago that we started the Sermon on the Mount. Sinners.",
    "start": "01:02:44",
    "end": "01:02:48"
  },
  {
    "text": "I know, right.",
    "start": "01:02:48",
    "end": "01:02:49"
  },
  {
    "text": "But in that opening episode, I think.",
    "start": "01:02:50",
    "end": "01:02:52"
  },
  {
    "text": "Oh, yeah.",
    "start": "01:02:53",
    "end": "01:02:53"
  },
  {
    "text": "We talked about ways that Jesus communities throughout history have kind of interpreted the sermon to make sense of it.",
    "start": "01:02:53",
    "end": "01:03:02"
  },
  {
    "text": "Yeah.",
    "start": "01:03:02",
    "end": "01:03:02"
  },
  {
    "text": "And to fit it in. And one of those. If you compare Jesus's picture of, you know, the greater righteousness or the good life in the sermon, and then you compare it to, like, Paul's message, you'll notice differences in emphasis. And whereas Paul will emphasize the word trust or faith and the role of the Spirit, neither of those words are prominent in the Sermon on the Mount. And so is it appropriate at some point to ask, how does the sermon sit alongside the vision of the Christian life that we find in Paul's letters? Which is a legitimate question and one that I think at some point you got to ask.",
    "start": "01:03:02",
    "end": "01:03:46"
  },
  {
    "text": "It is legitimate to ask.",
    "start": "01:03:47",
    "end": "01:03:48"
  },
  {
    "text": "Totally. Yeah. Yeah. Jesus and Paul, Yeah. Were to hang out. And they did. Although for Paul, it was the post resurrection Jesus, you know, that he had encounters with. How would they kind of work it out together?",
    "start": "01:03:48",
    "end": "01:04:02"
  },
  {
    "text": "So, yeah. Wonderful. Tell us. Well, I mean, I just. I do know we did say, let's not try to. Let's not. One temptation is to maybe diminish the real call that Jesus has for us by saying, yeah, it's all grace. And so maybe this is just Jesus saying, here's what you can't attain to.",
    "start": "01:04:03",
    "end": "01:04:31"
  },
  {
    "text": "Right.",
    "start": "01:04:32",
    "end": "01:04:32"
  },
  {
    "text": "Versus hearing it as a true call of like, we can live up to this, we can do this. But then the question becomes, well, then, with what energy? And how am I going to accomplish this? Is it all grit? Is it all self discipline? And then we start wrestling with these Sayings of Jesus, you can do nothing without me or Paul talking about the Spirit.",
    "start": "01:04:33",
    "end": "01:04:59"
  },
  {
    "text": "Yeah, and it can be very easy to read the sermon in light of a certain way of reading Paul's letters. In other words, Paul's message was that non Israelites who want to follow Jesus don't have to live by certain cultural covenant markers that mark the people of Israel through their history. Eating kosher, right, Sabbath and circumcision. So in that sense, there's freedom from the covenant laws of the Torah and the work of the Spirit doing what he's doing among Gentiles. But it can be very easy to hear Paul saying, and he has been heard saying, the law is somehow there's no wisdom anymore.",
    "start": "01:04:59",
    "end": "01:05:45"
  },
  {
    "text": "Subpar.",
    "start": "01:05:45",
    "end": "01:05:46"
  },
  {
    "text": "Christ is the end of the law. It's a way of translating a line from Romans chapter 10. And so when you hear Jesus primarily talking about his call to his followers as fulfilling the law, he can be like, well, but Paul said now that we have life in the Spirit, that's the end of the law. So that's a misunderstanding of Paul. And then you can read that misunderstanding back into Jesus. Whereas both Jesus and Paul see God's people living a fully human image of God, Life by the wisdom of the laws reproduces real fruit good works as Paul talks about. And Paul emphasizes the indispensable role of the Spirit as God's own life presence, animating the new human life of a messiah person. Jesus doesn't emphasize the role of the Spirit in that way. When Jesus emphasizes the Spirit, like in Matthew's Gospel, he's talking about the Spirit's power by which he's casting out evil forces from people and healing people of their sicknesses. That's when Jesus brings up the Spirit. So it's just a difference of emphasis. But one thing that is clear in the sermon is that Jesus believes that the real engine and like the core of this way of life, of greater righteousness, is about an intimate union with the Father. You know, like in the very center where he's talking about the life of prayer and fasting and generosity comes out of having a close connection, intimate connection with your Father. And you know, Jesus knows that that kind of connection is related to the mediating presence of the Spirit. That's how Jesus heard the voice of the Father's love in his baptism was through the Spirit. But he just doesn't name it explicitly. But I think it's implicit. You could also go to the ending of Matthew's gospel where it Jesus commissions the disciples and he says, all authority in heaven and earth has been given to me. Go make disciples of all nations, baptizing them in the name of the Father, Son and the Spirit. And then he says the very last line is, and look, I am with you until the conclusion of the age. So there is this personal presence of Jesus. Paul will talk about that in and through the person of the Spirit is how you connected to that presence of Jesus. That. That's the engine, like driving the whole thing. So I think maybe, Lee, it's just a matter of emphasis. If I'm reading Paul, I'm definitely going to turn up the volume on the faith theme and the spirit theme. If you're working in John's gospel, Jesus language emphasizes the role of the spirit and faith more. But I just want to honor the way the sermon's put together, that those aren't the main themes as expressed in the sermon itself.",
    "start": "01:05:47",
    "end": "01:08:56"
  },
  {
    "text": "Yeah, we seem to focus on the themes and structure of the sermon. But then we also looked at how Jesus was working with the Hebrew Bible as it relates to that. We didn't then look forward and think about how the apostle Paul starts interfacing with the same ideas. We didn't make that move.",
    "start": "01:08:57",
    "end": "01:09:13"
  },
  {
    "text": "Yeah, that's right.",
    "start": "01:09:13",
    "end": "01:09:14"
  },
  {
    "text": "But that's a cool move to make.",
    "start": "01:09:14",
    "end": "01:09:16"
  },
  {
    "text": "Yeah.",
    "start": "01:09:16",
    "end": "01:09:16"
  },
  {
    "text": "And that'd be a really wonderful study to do and very appropriate.",
    "start": "01:09:16",
    "end": "01:09:21"
  },
  {
    "text": "Comparing the sermon and the vision of following Jesus life to the language and themes of Paul. And then you walk away. I mean, both are in the canon of the New Testament. And so you need both. You need to hear both. What has often happened is we don't hear the sermon as well because we hear it only in terms of Paul. And what we were trying to do in the sermon is kind of rehabilitate a chance to hear this sermon on its own terms.",
    "start": "01:09:21",
    "end": "01:09:47"
  },
  {
    "text": "And once you do, then, yeah, go.",
    "start": "01:09:48",
    "end": "01:09:49"
  },
  {
    "text": "Back to Paul, then go back to Paul and then see the electricity between them. And then it's the stereo, man. You're getting the Jesus life through two stairs, you know.",
    "start": "01:09:49",
    "end": "01:09:59"
  },
  {
    "text": "Wonderful. That's a cool project to do, is to read through Paul's letters. Really thinking about the Sermon on the Mount, doing your own reflection. And a community could really benefit from. From that.",
    "start": "01:09:59",
    "end": "01:10:10"
  },
  {
    "text": "Yeah, pretty wonderful. 100%.",
    "start": "01:10:10",
    "end": "01:10:12"
  },
  {
    "text": "Unfortunately, that's not the next thing we're doing. That would have been. That would have been a cool thing to do. Yeah, we're in the middle of the. The Mountain series, if you're following along real time. So that's what we're doing now. Yeah, but this does mark the end. The end of the end of. The end of the Sermon on the Mount for us for now.",
    "start": "01:10:12",
    "end": "01:10:30"
  },
  {
    "text": "Yeah.",
    "start": "01:10:30",
    "end": "01:10:31"
  },
  {
    "text": "This has been a wonderful journey. We. We have already talked about all that, so we won't belabor that today and just say thank you. If you followed along to the end of this episode like you're in. You've done it all with us. And so thank you for just being invested in that way and dialoguing through this with us and for your questions and we'll just continue on.",
    "start": "01:10:31",
    "end": "01:10:56"
  },
  {
    "text": "Yeah. Thank you all for your amazing support and enthusiasm. We've loved learning about the sermon together and with you all, so cheers to that and onward.",
    "start": "01:10:57",
    "end": "01:11:12"
  },
  {
    "text": "Bibleproject is a crowdfunded nonprofit, and everything that we make is to experience the Bible as a unified story that leads to Jesus. The whole collection, everything we make is free because we don't have to charge for it.",
    "start": "01:11:12",
    "end": "01:11:27"
  },
  {
    "text": "Yeah.",
    "start": "01:11:27",
    "end": "01:11:28"
  },
  {
    "text": "Because people. There's so many generous people have given us money, and so we get to just make it and then give it for free. And it's so wonderful, and many of you listening are part of that. So thank you so much. We really, really are honored to be on this journey with you. And we're gonna leave you with one last song, one last rendition of the Lord's Prayer. This is our.",
    "start": "01:11:28",
    "end": "01:11:49"
  },
  {
    "text": "Our Father in heaven, you are the holy one and your name is great in all the earth. Let your kingdom come. Let your will be done on earth as it is in heaven. You have all I need. You will provide for me. My daily bread is in your hand. Teach me to forgive as you forgiven me and keep my feet from stumbling. Teach me to forgive as you've forgiven me from the evil one. Deliver me. Deliver me. Deliver me. Deliver me. Yours is the kingdom and the power and the glory forever and ever and ever. Amen. Yours is the kingdom and the power and the glory forever and ever and ever. Amen. Yours is the kingdom and the power and the glory forever and ever and ever. Amen.",
    "start": "01:11:56",
    "end": "01:14:25"
  },
  {
    "text": "There is a whole amazing team that produces this podcast and we would read all of the names for you, but it's too many. So check out the show notes and you can learn about the people who helped make this amazing thing that we get to be part of called the Bible Project Podcast. Thank you for listening.",
    "start": "01:14:34",
    "end": "01:14:53"
  },
  {
    "text": "It.",
    "start": "01:14:57",
    "end": "01:14:57"
  }
]