[
  {
    "text": "This is bibleproject podcast and this year we've been reading through the Sermon on the Mount. I'm John Collins and with me is co host Michelle Jones. Hi Michelle.",
    "start": "00:00:05",
    "end": "00:00:12"
  },
  {
    "text": "Hi, John. The Sermon on the Mount is a manifesto about how to live in the way of Jesus. We are in the conclusion of the Sermon on the Mount where Jesus calls us to take everything to heart and to make the choice that that leads to life. Now there are three final images that Jesus gives us that all represent this choice. The first, which we looked at last week, is about two types of roads you can take the broad road that leads to death, or the narrow path that leads to life.",
    "start": "00:00:12",
    "end": "00:00:42"
  },
  {
    "text": "The third image, which we'll look at next week, is pretty similar. There are two types of houses. You can build a house on the sand that's gonna wash away in the flood, or a house on the rock that's will stand.",
    "start": "00:00:43",
    "end": "00:00:54"
  },
  {
    "text": "But today is the teaching right in the middle of those two teachings. It isn't about which path you take or about which house you build. It's about the people who will try to get you off the path or out of the house. This teaching is about wolves in sheep's clothing, bad apples, false teachers.",
    "start": "00:00:55",
    "end": "00:01:14"
  },
  {
    "text": "So pay attention to who you listen to, because not everybody who says they represent Jesus represents Jesus. As we're see, this is a problem with deep roots in the story of Israel.",
    "start": "00:01:14",
    "end": "00:01:24"
  },
  {
    "text": "We'll pick up today's conversation with a reading of this teaching found in Matthew 7:15-23.",
    "start": "00:01:24",
    "end": "00:01:30"
  },
  {
    "text": "Thanks for joining us.",
    "start": "00:01:30",
    "end": "00:01:31"
  },
  {
    "text": "Here we go.",
    "start": "00:01:32",
    "end": "00:01:32"
  },
  {
    "text": "Watch out for illegitimate prophets who come to you in the clothing of sheep, but inside they are wolves who snatch by their fruits you will recognize them. Do people gather grapes from thorn bushes or figs from thistles? Similarly, every good tree produces good fruit, but the diseased tree produces bad fruit. A good tree is not able to produce bad fruit and a diseased can't produce good fruit. Every tree that doesn't produce good fruit is cut down and thrown into the fire. So then by their fruit you will recognize them. Not everyone who says to me, master, Master will enter into the kingdom of the skies, but rather the one who does the desire of my Father in the skies. Many will say to me on that day, master, Master, didn't we prophesy in your name and cast out demons in your name and do many mighty acts in your name? And then I will confess to them I have never known you go away from me, you who act as if there is no Torah. This is great reading. Your translation good.",
    "start": "00:01:48",
    "end": "00:03:01"
  },
  {
    "text": "I'm glad it's a good experience for you. Yeah, yeah, yeah. It's helpful for me.",
    "start": "00:03:01",
    "end": "00:03:09"
  },
  {
    "text": "There's a lot there.",
    "start": "00:03:09",
    "end": "00:03:10"
  },
  {
    "text": "Yep. It's a long teaching. I just want to draw attention. He began by saying, watch out for certain prophets. Yeah, they look one way, but inside they're another.",
    "start": "00:03:10",
    "end": "00:03:18"
  },
  {
    "text": "Okay.",
    "start": "00:03:18",
    "end": "00:03:19"
  },
  {
    "text": "Then he moves on to the saying about the trees. Then he comes back to this little scene where he's envisioning, like, being in a courtroom. Not everyone who says to me, master, master. Because a lot of people on that day, like, oh, on a day of reckoning, apparently lots of people are going to say, didn't we prophesy in your name? Prophets.",
    "start": "00:03:19",
    "end": "00:03:42"
  },
  {
    "text": "Back to the prophets.",
    "start": "00:03:42",
    "end": "00:03:43"
  },
  {
    "text": "Back to the prophets. And also, what do the prophets do? Well, the prophets speak for another, but also cast out demons and do mighty acts. These are things that Jesus was doing, speaking for God, casting out demons, doing signs and wonders. So Jesus is saying there's going to be other people.",
    "start": "00:03:43",
    "end": "00:04:01"
  },
  {
    "text": "Okay.",
    "start": "00:04:01",
    "end": "00:04:01"
  },
  {
    "text": "And actually we're going to learn this in chapter 10. Jesus is going to send out the 12 to go announce the kingdom of God, cast out demons and do signs and wonders. Oh, yeah. So Jesus commissions representatives on his behalf.",
    "start": "00:04:02",
    "end": "00:04:16"
  },
  {
    "text": "To do the things that he does.",
    "start": "00:04:16",
    "end": "00:04:17"
  },
  {
    "text": "Yep, that's right. But watch out, because not everybody who I send out or who thinks they're sent out by me is a legitimate representative of me. And there will be people who say they represent me, but rather they don't do the desire of my Father and we're not in covenant relationship. And so that's the last part. So you begin with prophets, wolves and sheep, trees in the middle. Then back to the prophets and representatives who don't know me.",
    "start": "00:04:17",
    "end": "00:04:52"
  },
  {
    "text": "So the prophets at the beginning. This is a classic image, the wolf in sheep's clothing.",
    "start": "00:04:53",
    "end": "00:04:58"
  },
  {
    "text": "Yeah, totally. Yeah. I bet somebody's done a history of that motif just in world literature. A wolf dressing up.",
    "start": "00:04:58",
    "end": "00:05:07"
  },
  {
    "text": "Yeah. And I gotta imagine Jesus didn't invent this.",
    "start": "00:05:07",
    "end": "00:05:11"
  },
  {
    "text": "No.",
    "start": "00:05:11",
    "end": "00:05:11"
  },
  {
    "text": "I bet at this point in human history.",
    "start": "00:05:11",
    "end": "00:05:13"
  },
  {
    "text": "No. I bet it was a common image.",
    "start": "00:05:13",
    "end": "00:05:15"
  },
  {
    "text": "Yeah.",
    "start": "00:05:15",
    "end": "00:05:15"
  },
  {
    "text": "It's kind of classic, though.",
    "start": "00:05:15",
    "end": "00:05:17"
  },
  {
    "text": "Well, it's so classic because if you think about one of the most ancient kind of settings is having a bunch of sheep that you have to take care of. And so one day, some shepherd kind of thinking about a sneaky wolf. So sneaky.",
    "start": "00:05:17",
    "end": "00:05:33"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:05:33",
    "end": "00:05:33"
  },
  {
    "text": "Like he takes the outer wool of a sheep.",
    "start": "00:05:33",
    "end": "00:05:37"
  },
  {
    "text": "Yep. That's classic. Yeah. It's easy to think of how a story like that would be generated by a bunch of shepherds who actually have to deal with real wolves. Yeah. So the question that the sheep and the wolf situation places unstated.",
    "start": "00:05:37",
    "end": "00:05:52"
  },
  {
    "text": "Yeah. How can you know the difference?",
    "start": "00:05:52",
    "end": "00:05:53"
  },
  {
    "text": "How do you know the difference?",
    "start": "00:05:53",
    "end": "00:05:55"
  },
  {
    "text": "Yeah.",
    "start": "00:05:55",
    "end": "00:05:55"
  },
  {
    "text": "Well, there's something inside. Right. They have the clothing of sheep, but inside their wolves. So they look and act like legitimate representatives for God or Jesus, but inside. So much of the Sermon on the Mount has been about external behavior and inner motives.",
    "start": "00:05:55",
    "end": "00:06:15"
  },
  {
    "text": "I was thinking that, like that whole center section of the center is doing the right thing for the wrong reason.",
    "start": "00:06:15",
    "end": "00:06:23"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:06:24",
    "end": "00:06:24"
  },
  {
    "text": "So you can be praying out on the streets, but you're there just to get praise. So you're actually not connecting to God. And God is not in a relationship with that person. They're in it for the public affirmation. That's the reward they want.",
    "start": "00:06:24",
    "end": "00:06:42"
  },
  {
    "text": "Yeah. Yeah, that's good. And the drumbeat through that section about generosity to the poor, prayer and fasting was. There are moments and times where it's probably most wise to do those things in secret or in a way that nobody else can know, so that your heavenly Father who sees what's done in secret will give you a reward. So that contrast of hidden versus public in your inner motivation and your outer behavior. So that's already on the mind. And so the idea that there could be people who represent Jesus and externally they're doing the Jesus stuff, but internally their motives and they are all screwed up and their souls are disintegrated and inconsistent. And that's what he's addressing. So that creates that question, how can you tell? And that's what the tree imagery goes on to. Give you some handles there.",
    "start": "00:06:42",
    "end": "00:07:44"
  },
  {
    "text": "Yeah. With a tree, it's really obvious. If it's producing fruit, then it's a good tree.",
    "start": "00:07:45",
    "end": "00:07:51"
  },
  {
    "text": "Right. So it feels like as a first response by your fruits, you'll know. Notice the Eden imagery here. A tree of good and bad versus thorns. Ooh. And figure figs are in the Eden story. Adam and Eve use fig, the leaves of a fig tree, to cover themselves.",
    "start": "00:07:51",
    "end": "00:08:08"
  },
  {
    "text": "And where do thorns come in?",
    "start": "00:08:08",
    "end": "00:08:09"
  },
  {
    "text": "Is that the curse outside of Eden? It's the land of thorns and thistles. Yeah, yeah. So Eden imagery here. But what's wonderful is the way Jesus presents. Surely he's got a twinkle in his eye because he makes it seem so straightforward.",
    "start": "00:08:09",
    "end": "00:08:24"
  },
  {
    "text": "Yeah, so straightforward.",
    "start": "00:08:24",
    "end": "00:08:25"
  },
  {
    "text": "But the whole thing about the tree of knowing good and bad, it was in a way straightforward, but also kind of wasn't. Because it's a beautiful, good looking tree like all the others.",
    "start": "00:08:25",
    "end": "00:08:33"
  },
  {
    "text": "Yeah. And it was producing fruit that looked good.",
    "start": "00:08:34",
    "end": "00:08:36"
  },
  {
    "text": "Yes. But it was actually what tree of Death didn't lead to life. So that's interesting.",
    "start": "00:08:36",
    "end": "00:08:41"
  },
  {
    "text": "Okay.",
    "start": "00:08:41",
    "end": "00:08:42"
  },
  {
    "text": "And then also what he just said is the problem is it looks like a sheep. So you might think, okay, so if the tree is producing good fruit, but what if the good fruit could comes from a bad tree? And he says, well, bad trees can't really produce good fruit. But what's he going to go on to say in the third part is a whole bunch of people who are doing the good works, doing the works of Jesus.",
    "start": "00:08:42",
    "end": "00:09:10"
  },
  {
    "text": "Yeah, the good fruit.",
    "start": "00:09:10",
    "end": "00:09:11"
  },
  {
    "text": "And it's evident to nobody that they're illegitimate representatives.",
    "start": "00:09:11",
    "end": "00:09:17"
  },
  {
    "text": "So yeah, I felt that when we read it.",
    "start": "00:09:17",
    "end": "00:09:20"
  },
  {
    "text": "Did you?",
    "start": "00:09:20",
    "end": "00:09:21"
  },
  {
    "text": "The contradiction there. It's going to be easy to know a bad tree can't produce good fruit.",
    "start": "00:09:21",
    "end": "00:09:28"
  },
  {
    "text": "Yeah, except when it does.",
    "start": "00:09:28",
    "end": "00:09:29"
  },
  {
    "text": "Except you're going to run into that a lot.",
    "start": "00:09:29",
    "end": "00:09:32"
  },
  {
    "text": "Except when it seems to. I mean, maybe it's saying a bad tree can't produce good fruit. As a general rule, that's true. Certainly on a botanical level, you know, fig trees don't produce thistles. But the problem is there are some wolves that can really produce, really look like sheep, but in reality they're wolves. So what I love about this is that you read it at first and you're like, okay, I think I got it simple. And the three part arrangement of this kind of forces you to look at the problem from multiple angles.",
    "start": "00:09:32",
    "end": "00:10:07"
  },
  {
    "text": "Now we've got this entire teaching in our head and we can feel the tension between the parts. There will be wolves among us that look like sheep. Watch out because you won't be able to tell the difference. Then the second part, well, actually you can tell the difference when you look at the fruit of their life. And then the third part, well, actually there will be people who are doing miraculous things in my name and it might look good, but in reality they aren't part of God's kingdom and I don't know them. So holding these three teachings in tension, we continue to expand the central how do we know who's speaking for God and who isn't? How do we know who's aligning us with the good path and who's taking us away from it? We'll pick up again looking at how this question is not just interesting, it is a central motivating question for the story of the entire Bible.",
    "start": "00:10:12",
    "end": "00:11:06"
  },
  {
    "text": "Remember, the Hebrew Bible is a minority report. It's a way of telling Israel's family story from a minority group's point of view. With the prophets. They are the prophets. The prophets, Moses and the prophets. They represent the loyal to Yahweh, faithful to the covenant, they didn't have the.",
    "start": "00:11:11",
    "end": "00:11:31"
  },
  {
    "text": "Book deals.",
    "start": "00:11:31",
    "end": "00:11:31"
  },
  {
    "text": "And they preserved a way of telling his real story. That is what we have in the Hebrew Bible. But there were other ways of telling Israel's story and other people who totally did not agree. Israelites, namely kings and priests, powerful people in ancient Israel who disagreed. And they had their prophets, and they had their prophets. In other words, this internal tension of who truly speaks for God is baked in to the story of Israel long before Jesus. So when we have our own, in our own generation, these kind of sectarian or inner critiques of, like, you don't speak for God, our group does. That's a dynamic that's been inherent within the Christian and before that, the story of Israel from its roots. And I think it's because Israel story began with a sense of identity, of being called out from among the many to carry on something that God has given to us on behalf of everybody else. And just that sets up a tension right there.",
    "start": "00:11:34",
    "end": "00:12:45"
  },
  {
    "text": "What you're saying is the impulse to label someone as a false prophet, while it can become a really dangerous and kind of maybe unfruitful thing. I've seen it often, though.",
    "start": "00:12:45",
    "end": "00:12:59"
  },
  {
    "text": "Yeah. Yep, that's right.",
    "start": "00:12:59",
    "end": "00:13:00"
  },
  {
    "text": "At the same time, that impulse comes from really the story of the Bible, that it was a minority report of people saying, hey, look, don't trust the way that these people are telling you why Israel exists or what's the way of God. They've got it wrong and it's dangerous and it's leading to death. And so in another sense, we should actually kind of be comfortable with, yeah.",
    "start": "00:13:01",
    "end": "00:13:29"
  },
  {
    "text": "It comes with the territory.",
    "start": "00:13:29",
    "end": "00:13:30"
  },
  {
    "text": "Comes with the territory.",
    "start": "00:13:30",
    "end": "00:13:31"
  },
  {
    "text": "Inheriting the movement of Jesus and carrying it forward faithfully involves by nature some way of self critique. But I guess the question is self critique can lead to improvement and like, okay, let's be more faithful and oh, let me hear what you have to say, or you think I'm really wrong, I want to hear you so that I can recognize some blind spots or errors in my thinking. And then other times it just becomes tribalism. But the thing is, when you're being critiqued, it's easy to call it tribalism on the other person's part. And usually when you're critiquing, it's because you have a conviction that somebody really is going the wrong way. And so it's hard. Usually people are thinking they're doing the right thing, which is what leads to these tensions in the first place.",
    "start": "00:13:31",
    "end": "00:14:24"
  },
  {
    "text": "Well, it's the way you critique too. So you painted a picture of a critique that was inviting. Hey, I am seeing a hole in the way you're thinking, can we talk about it versus you're a wolf.",
    "start": "00:14:24",
    "end": "00:14:35"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:14:35",
    "end": "00:14:36"
  },
  {
    "text": "Everyone needs to see that you're a wolf and we need to get you out of here.",
    "start": "00:14:36",
    "end": "00:14:39"
  },
  {
    "text": "That's right. Because you're going to destroy people. Yeah, yeah, that's right. Yeah.",
    "start": "00:14:39",
    "end": "00:14:44"
  },
  {
    "text": "You don't bring the wolf in and say, let's talk.",
    "start": "00:14:44",
    "end": "00:14:47"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:14:47",
    "end": "00:14:48"
  },
  {
    "text": "And let's critique you. Get the wolf out.",
    "start": "00:14:48",
    "end": "00:14:50"
  },
  {
    "text": "That's right. So maybe this is where it's important to acknowledge the ancient context of Jesus way of facing this in his moment. Because as we're going to see, we talked about this in the last conversation. He's at a moment when he's saying Israel is going to get destroyed by the Roman Empire. He predicts it later in Matthew. Well, Israel wasn't destroyed, but Jerusalem was and the Temple was. And what he's saying here is there are people that are going to represent me going on, but twist what I'm saying and use it to leverage whatever they're going to do, and it's going to lead to the Roman destruction of Jerusalem, and those people don't represent me. And I think the emotional intensity for Jesus was matching the emotional intensity of the time when he lived. You know, that's the context of what he's saying. But what we're trying to do then is say, okay, how do we adopt this mentality? It's good to be aware of if somebody is unfaithfully or maybe just less faithfully representing Jesus. So how does one tell? So let's start with a whole idea of false prophets. So this is the focus of two prophets in the Hebrew Bible, especially Jeremiah and Ezekiel. And both Jeremiah and Ezekiel have sections in their books where it's whole poems and essays devoted to accusing and delegitimizing other prophets who disagree with Jeremiah and Ezekiel. And it's important to remember Jeremiah and Ezekiel were a minority. The kings and the priests didn't listen to these two, and they were persecuted and rejected by most of their contemporaries. But what they saw coming was the destruction of Israel at the hands of Babylon. That's what happened. And nobody else saw it the way they did until after it happened. Okay, so here's a classic passage from Jeremiah 23:16 where Jeremiah says, this is what Yahweh of hosts says. Don't listen to the words of the prophets who are prophesying to you. They're leading you into futility. They speak of vision from their own imagination, not from the mouth of Yahweh. This is interesting. He says, they keep saying to people who decise me, this is Yahweh talking. So people who are dishonoring the covenant, so not living by the wisdom of the covenant commands of the Torah. And the prophets keep saying to those people, this is what Yahweh says, you're going to have shalom. There's shalom coming for you. And for people who are walking in the stubbornness of their heart, the prophets say, oh, nothing bad is going to come upon you. But then Jeremiah says this, you tell me, prophets, who of you has stood in the counsel of the Lord? This is the same word that's used in the Psalms about the divine council. So we're imagining that Yahweh has like.",
    "start": "00:14:50",
    "end": "00:18:01"
  },
  {
    "text": "A throne room, like a heavenly divine throne room.",
    "start": "00:18:01",
    "end": "00:18:06"
  },
  {
    "text": "Yeah. And from there, messengers are sent out that God will send to represent his decrees and choices. And so that divine counsel is described in different poems. Psalm 82, 1 Kings 22. A prophet who's rejected by the kings of Israel, named Micaiah, says, hey, I had a vision about the divine council, and in fact, Yahweh gave me a peek into it so that he could tell me to tell you something. In other words, what Jeremiah is saying here is, I'm privy to the counsel of Yahweh. And what's interesting is in the book of Jeremiah, he's not happy about it. It ruins his life to stand in the council of Yahweh. And he keeps wishing that it didn't happen to him. This thing has ruined my life.",
    "start": "00:18:06",
    "end": "00:18:58"
  },
  {
    "text": "It's the red pill. Yeah. He's like, I wish I could have just not known.",
    "start": "00:18:58",
    "end": "00:19:02"
  },
  {
    "text": "Yeah. And the famous line is from Jeremiah, it's like, and because of it, I carry the word of Yahweh in my heart. But I don't want to say it to anybody because it ruins my life and people hate me and hurt, hurt me. But if I don't say it, it burns in my heart like a fire that consumes me. So I have to say it. But it ruins everything for me. It's really fascinating dynamic of the book of Jeremiah. So, in other words, there's a heavenly council and there's angelic representatives, but then there's also these humans, participants who get a window. And that's how, you know. But that just raises another problem because, well, anybody can say that I stood in the council of Yahweh, right? Like, how do you know? You know, the golden Tablets were shown to me by the angel, you know, that kind of thing.",
    "start": "00:19:02",
    "end": "00:19:54"
  },
  {
    "text": "Yeah.",
    "start": "00:19:54",
    "end": "00:19:54"
  },
  {
    "text": "So how do you know? Jeremiah doesn't really answer that question. He just raises it. Also, just to note multiple times in Ezekiel, who was a contemporary of Jeremiah, Jeremiah lived in Jerusalem in the shadow of Babylon. Ezekiel lived and wrote his book in a refugee camp in Babylon as one of the exiles. And what's interesting, he describes the false prophets who said, everything's going to be fine. Babylon's not going to do anything. God would never let that happen. He says, Whoa, this chapter 13, verse 3. Woe to the foolish prophets who follow their own ruach, not their own spirit, but have seen nothing. They genuinely think they represent me, but they are actually all they hear and are animated by is their own ruach. Interesting.",
    "start": "00:19:55",
    "end": "00:20:45"
  },
  {
    "text": "Yeah.",
    "start": "00:20:45",
    "end": "00:20:46"
  },
  {
    "text": "He says they're like foxes among ruins.",
    "start": "00:20:46",
    "end": "00:20:49"
  },
  {
    "text": "That's not an intuitive image for me.",
    "start": "00:20:50",
    "end": "00:20:53"
  },
  {
    "text": "Let's see. Well, think of ruins. Have you ever been among some ruins?",
    "start": "00:20:56",
    "end": "00:20:59"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:21:00",
    "end": "00:21:01"
  },
  {
    "text": "And have you ever seen a fox among those ruins? I haven't, no.",
    "start": "00:21:01",
    "end": "00:21:04"
  },
  {
    "text": "But I've seen foxes and I've been in ruins. So I can merge those two experiences together.",
    "start": "00:21:04",
    "end": "00:21:09"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:21:09",
    "end": "00:21:10"
  },
  {
    "text": "I would think, oh, what a cute little fox hanging out in these ruins. He made a little fort in the ruins. What a cute little fox.",
    "start": "00:21:10",
    "end": "00:21:15"
  },
  {
    "text": "So foxes are what, they're predators to small rodents, but other than that, they're scavengers. Right. They survive off of the misfortune of the situation. Because if you're among ruins, a tragedy has happened. But. Right, so if a city's blown down.",
    "start": "00:21:15",
    "end": "00:21:36"
  },
  {
    "text": "By a storm, so they're there to get, like a chunk of flesh.",
    "start": "00:21:36",
    "end": "00:21:39"
  },
  {
    "text": "There you go.",
    "start": "00:21:40",
    "end": "00:21:41"
  },
  {
    "text": "Okay.",
    "start": "00:21:41",
    "end": "00:21:41"
  },
  {
    "text": "Yeah. So ruins is. There's been destruction.",
    "start": "00:21:41",
    "end": "00:21:44"
  },
  {
    "text": "Okay.",
    "start": "00:21:44",
    "end": "00:21:44"
  },
  {
    "text": "All these people. There's some dead bodies, people, carcasses, pets, food left.",
    "start": "00:21:44",
    "end": "00:21:48"
  },
  {
    "text": "If you said hyena amongst the ruins.",
    "start": "00:21:48",
    "end": "00:21:50"
  },
  {
    "text": "I would have gotten it immediately. Yeah, got it. Yeah, yeah. I think it's cultural location.",
    "start": "00:21:51",
    "end": "00:21:54"
  },
  {
    "text": "Got it. Yeah, yeah. They didn't have hyenas.",
    "start": "00:21:54",
    "end": "00:21:56"
  },
  {
    "text": "Yeah. So I think Ezekiel's image is like, there's ruin and destruction everywhere, and there's these prophets who are saying, everything's fine, everything's gonna be fine, but they're like foxes. So what's interesting is Jesus uses another image of the wolf, which is much more predatory, whereas the fox is kind of more.",
    "start": "00:21:56",
    "end": "00:22:17"
  },
  {
    "text": "The scavenger, more opportunistic.",
    "start": "00:22:17",
    "end": "00:22:20"
  },
  {
    "text": "Yeah, there you go. But that's the image here. So the only criteria given in the Hebrew Bible for discerning legitimate and illegitimate prophets is given in two chapters in Deuteronomy. Where this problem got anticipated. And one of them, In Deuteronomy, chapter 13, makes it fairly clear that says, well, if a prophet or a dreamer comes among you and performs a sign or wonderful. And it comes true. But then they say, you know, I heard also from Yahweh, but I also heard from, like, Dagon, the God of the Philistines down at the coast. And I think we should go pay tribute to Dagon and offer some sacrifices in this temple. That's my imagination. What it says in Deuteronomy is, let us go after other gods and let us serve them. Then Moses says, don't listen to the words of that prophet, even though they may have done a sign or wonder, don't listen to them if they're not for Yahweh alone.",
    "start": "00:22:20",
    "end": "00:23:22"
  },
  {
    "text": "Okay, that's simple. Yeah, simple test.",
    "start": "00:23:22",
    "end": "00:23:26"
  },
  {
    "text": "Simple test. So that's one. Another is in Deuteronomy 18, where Moses anticipates that, hey, God's going to raise up more prophets like me from among you. And chapter 18, verse 21, you know, you might say in your heart, Moses says, how will we know if this prophet is not speaking the word of the Lord? And what Moses says here is, well, if this prophet speaks in the name of Yahweh, and if the thing that they said doesn't come about or come true, then Yahweh didn't speak through them. That prophet, he said, spoke presumptuously. He thought Yahweh spoke to him, but he didn't. And then he just says, don't be afraid of him. Just don't listen to that guy. So this is more about if there's an announcement of something coming and then that doesn't happen, then it's the pizza that he had last night talking. He gave him a bad dream, and just don't listen to that guy. So in the Hebrew Bible, those are the two criteria. Is he for Yahweh alone? And if they predicted something, did it happen or not? So that's some help. But it sure leaves a lot of other.",
    "start": "00:23:26",
    "end": "00:24:36"
  },
  {
    "text": "Yeah, because, like, at what point do you call it? You're like, all right, he said. He said it was gonna rain, and it hasn't rained yet. Well, but did he say it was gonna rain today? Or is it gonna be this week? How long do we wait?",
    "start": "00:24:37",
    "end": "00:24:51"
  },
  {
    "text": "This is actually what people use as an accusation against Jeremiah, as they say, you keep saying God's gonna give us over into the hands of Babylon.",
    "start": "00:24:51",
    "end": "00:25:00"
  },
  {
    "text": "Yeah, we're fine.",
    "start": "00:25:00",
    "end": "00:25:01"
  },
  {
    "text": "And so far, we're fine. Babylon showed up a few years ago and took a few people captive.",
    "start": "00:25:01",
    "end": "00:25:08"
  },
  {
    "text": "Yeah. But we held them off.",
    "start": "00:25:08",
    "end": "00:25:09"
  },
  {
    "text": "We held them off. And Ezekiel's over there, and I think he's going to be okay. And I think it's over. Storm's blown over. We're going to be fine now. And Jeremiah kept saying, no, no, the storm's coming, a flood's coming. So I think my kind of main point is this is there is an awareness of this problem who speaks for God that's baked in to the very origin and calling of Israel as one from out from among the many, claiming that the God of the universe has spoken to us and is doing something through us for the whole world.",
    "start": "00:25:09",
    "end": "00:25:47"
  },
  {
    "text": "It's a bold thing to say.",
    "start": "00:25:47",
    "end": "00:25:48"
  },
  {
    "text": "It's a bold thing to say. And then internal to Israel there breaks off into splinter groups of saying, well, okay, but what God is doing within Israel for the whole world is happening within our group, within Israel, and not in yours. And you can just see it's part of the dynamic tension. It's built in. So there's awareness of the problem. There's some criteria. But it doesn't seem like the Hebrew Bible was developed as a handbook to help navigate this challenge, unless you're talking about wisdom that the stories and the poetry of the Minority report, that is, the Hebrew Bible is meant to cultivate a deep inner wisdom and a generosity of spirit for how you go about discerning the voice of God through people. And when Jesus starts talking about recognizing the truth by the fruit of a tree, there's a wisdom there that Jesus is drawing on. It does feel intuitive. It's not a slam dunk or a silver bullet, but it is true that, like, if you look at the trajectory of someone's life choices, how they act over a long period of time will tell the most reliable truth, not always, but often about their character. And if it's good fruit, it's likely someone you can trust. That doesn't solve everything, but it is one part of discerning the compass.",
    "start": "00:25:48",
    "end": "00:27:16"
  },
  {
    "text": "Maybe I'm not asking you to go and worship another God, but I'm turning God into an image of something else. And so when I'm saying let's go worship Yahweh, we're no longer really worshiping Yahweh.",
    "start": "00:27:16",
    "end": "00:27:27"
  },
  {
    "text": "Yeah. What if the Yahweh that I say I'm representing isn't really faithful to the actual Yahweh? Right, right. Yeah, I'm for Yahweh and Yahweh is down for xyz.",
    "start": "00:27:27",
    "end": "00:27:40"
  },
  {
    "text": "Yeah, I could say I'M following Yahweh. We could see we're worshiping Yahweh and but in reality we're chasing after money or sex or power or something else.",
    "start": "00:27:40",
    "end": "00:27:51"
  },
  {
    "text": "And using Yahweh's name, and using Yahweh's name as it means to that.",
    "start": "00:27:51",
    "end": "00:27:54"
  },
  {
    "text": "And so then we get to this teaching of Jesus and he has a very simple intuitive test. Is the fruit good or bad? And that's a good true north.",
    "start": "00:27:54",
    "end": "00:28:04"
  },
  {
    "text": "Yep. Okay, so the fruit's in the middle. Let's turn to this last thing.",
    "start": "00:28:04",
    "end": "00:28:08"
  },
  {
    "text": "We started with false prophets who are wolves in sheep's clothing. Then in the middle is the teaching of good fruit versus bad fruit. Then Jesus comes back to false prophets. And he says, not everyone who says to me, lord, Lord, will enter into the kingdom of heaven, but only the one who does the will of my Father who is in heaven. Many will say to me on that day, lord, Lord, did we not prophesy in your name and in in your name drive out demons and in your name perform many miracles? Then I will say to them plainly, I never knew you away from me, you who live as if there is no Torah.",
    "start": "00:28:12",
    "end": "00:28:51"
  },
  {
    "text": "This is a fascinating scene. The saying shows a self awareness that Jesus has that there's going to be a day when he's going to be in this central position to announce about certain people, to confess. Which is a courtroom scene. Yeah.",
    "start": "00:28:55",
    "end": "00:29:15"
  },
  {
    "text": "Who are the sheep?",
    "start": "00:29:15",
    "end": "00:29:16"
  },
  {
    "text": "Yeah, who are the sheep? Who are the wolves? Who are the people? I know. Who are the people? I don't know. But it presumes that Jesus thought of himself, that he's gonna play a role in a final sorting out. It's interesting, he doesn't say it explicitly, but it assumes that.",
    "start": "00:29:16",
    "end": "00:29:32"
  },
  {
    "text": "Yeah.",
    "start": "00:29:32",
    "end": "00:29:32"
  },
  {
    "text": "And notice this saying of the many will say to me. It's arranged in three parts. The first part and the last part actually do give you another criteria. He says in the first part, not everyone who says to me, lord, Lord or Master, Master will enter the kingdom of skies. It's the one who does the desire of my Father. I mean, this was a main theme of the main body of the sermon.",
    "start": "00:29:33",
    "end": "00:29:57"
  },
  {
    "text": "Yeah.",
    "start": "00:29:57",
    "end": "00:29:58"
  },
  {
    "text": "Which is about the prayer in the middle. May your desire, oh God, be done. Your will be done. Jesus ethical teachings are about giving us wisdom so that our desires and actions begin to align with the Father's desires and actions. So does this person represent and act according to the desire of my Father? And then in the last line, he says, you know, I'll say to them, I have never known you. You act as if there's no Torah. So that's my kind of literal translation, what most of our English translations, I think says, go away from me, you doers of lawlessness. You who practice lawlessness.",
    "start": "00:29:58",
    "end": "00:30:42"
  },
  {
    "text": "Yeah.",
    "start": "00:30:42",
    "end": "00:30:42"
  },
  {
    "text": "So it's the phrase, you who produce or act to work and make something. And what you make is a naomiya. So naomiya is the word law and ah is the negative.",
    "start": "00:30:43",
    "end": "00:31:00"
  },
  {
    "text": "So anti law, you produce the anti law.",
    "start": "00:31:00",
    "end": "00:31:03"
  },
  {
    "text": "What you produce is against the law. But he's a Jewish teacher. Law in Jesus teachings means the covenant commands of the Torah. So what you produce is anti Torah. Anti Torah, you act and live as if the Torah doesn't exist, or what you do is contrary to the Torah.",
    "start": "00:31:03",
    "end": "00:31:23"
  },
  {
    "text": "Which is a way to get back to the good fruit in a way.",
    "start": "00:31:23",
    "end": "00:31:26"
  },
  {
    "text": "That's right. Yeah. To do the desire of God is to live in alignment with the wisdom of the Torah. And then what Jesus said earlier in the body of the sermon was, I'm here to call Israel to a greater righteousness that fulfills the Torah. So in a way, you know, someone is producing good fruit, and does the desire of the Father, if they live according to the teachings of Jesus.",
    "start": "00:31:27",
    "end": "00:31:58"
  },
  {
    "text": "Act as if there is no Torah? And we just finished Jesus saying, the golden rule fulfills the Torah.",
    "start": "00:32:01",
    "end": "00:32:08"
  },
  {
    "text": "Yeah. This is the Torah and prophets.",
    "start": "00:32:08",
    "end": "00:32:10"
  },
  {
    "text": "This is the Torah and prophets. To love your neighbor as yourself.",
    "start": "00:32:10",
    "end": "00:32:13"
  },
  {
    "text": "Yeah. Whatever you desire, your neighbor does to you. Desire. Do that to your neighbor.",
    "start": "00:32:13",
    "end": "00:32:19"
  },
  {
    "text": "That's your neighbor. Then we looked at other examples of people summarizing the law of the prophets. So, Micah, walk humbly, love, mercy, do justice.",
    "start": "00:32:19",
    "end": "00:32:29"
  },
  {
    "text": "Yep.",
    "start": "00:32:29",
    "end": "00:32:30"
  },
  {
    "text": "What were some of the other ones?",
    "start": "00:32:30",
    "end": "00:32:31"
  },
  {
    "text": "Yeah. Habakkuk 2, 4. The righteous will live by faith, live by faith. Yep. Amos, seek me and live. Yeah, yeah.",
    "start": "00:32:31",
    "end": "00:32:39"
  },
  {
    "text": "So that's different ways to get at what is the fruit, what is the way, what is the type of person who lives by the Torah? How will you notice that they love their neighbor like themselves, their desires for others, they walk with humility and justice, and they have life. And so you can call that fruit. And that seems like different type of fruit than saying, did they cast out a demon? Did they make a prophecy?",
    "start": "00:32:39",
    "end": "00:33:12"
  },
  {
    "text": "Did they heal someone?",
    "start": "00:33:12",
    "end": "00:33:13"
  },
  {
    "text": "Did they heal someone?",
    "start": "00:33:13",
    "end": "00:33:14"
  },
  {
    "text": "Yeah.",
    "start": "00:33:14",
    "end": "00:33:14"
  },
  {
    "text": "Because there's gonna be people who could come and boldly do some miraculous thing, proclaim some miraculous thing, draw the crowd, rally. Like that is gonna happen.",
    "start": "00:33:14",
    "end": "00:33:25"
  },
  {
    "text": "In fact, once again, Jesus brings this up again later in the Gospel of Matthew. And we reviewed this at the end of the last conversation when Jesus predicted the downfall of Jerusalem at the hands of Rome. In that saying, In Matthew chapter 24, he repeats this thing from the Sermon on the Mount. He says, at that time, many will fall away, many will betray each other. Many false prophets will rise up and lead Many. Or verse 5, many will come in my name saying, I am the Messiah, I represent God's will, heavenly will on earth now, and will mislead many. So once again we should first honor the context that he's speaking within. That there is a way for Israel that is faithful to the law and the prophets, fulfills the law and the prophets, and that will lead us away from a confrontation with Rome. And then there is a way that people will say, represents me or Yahweh, and it will lead to ruin. And that's part of the fruit, right? Does the fruit lead to violent revolution? It's not me. Does it lead to forgiving one's neighbor and not participating in violent revolt against Rome? Then that's me. I appreciate though, this distinction that you're making. There's sort of like the really public leadership, glam and glitter stuff that impresses people and that is a fruit. But what I'm after is people who live according to the desire of my father. And my father's desire is to cast out demons and to heal people.",
    "start": "00:33:25",
    "end": "00:35:07"
  },
  {
    "text": "But you could do the right thing for the wrong reason and that can lead to destruction.",
    "start": "00:35:07",
    "end": "00:35:13"
  },
  {
    "text": "Exactly. So I said this earlier and I think I want to focus on it at least because it's helpful for me is it's fascinating to me that this theme runs right throughout the biblical story. It's a tension built in to the Jewish and Christian story because this is a story told from a people who have been selected out from among the many on behalf of the many. And so that minority perspective is always going to generate this kind of tension about, well, who truly represents the minority perspective for God and the fingers pointing back and forth. And the Bible by itself doesn't seem to have been designed as a handbook to give us the bullet point criteria for what to do in every situation when that's at stake or when that's a thing under debate. But it does tell us this is a perpetual challenge that every generation is likely going to have to navigate. And, and lo and behold, every generation of the Jesus movement has had to deal with this challenge.",
    "start": "00:35:13",
    "end": "00:36:21"
  },
  {
    "text": "But let's recenter this, this is in a section of Jesus saying there's a stark choice.",
    "start": "00:36:21",
    "end": "00:36:27"
  },
  {
    "text": "Yes, I'm placing a choice.",
    "start": "00:36:27",
    "end": "00:36:29"
  },
  {
    "text": "Placing a choice.",
    "start": "00:36:29",
    "end": "00:36:30"
  },
  {
    "text": "Yep.",
    "start": "00:36:30",
    "end": "00:36:30"
  },
  {
    "text": "The first teaching was a lot simpler, but rich in meditative wisdom. There's a. There's A path that leads to life, but it's narrow and constricting.",
    "start": "00:36:30",
    "end": "00:36:40"
  },
  {
    "text": "Yep.",
    "start": "00:36:40",
    "end": "00:36:41"
  },
  {
    "text": "And this path leads to death. It's broad. Many are on it. In this section, it's still talking about that choice. It's about, make sure you're on the path of life. And there's going to be people who want to take you off of that path. And when someone tries to take you off that path, it's going to be some confusion. Are they taking me off the path or are they leading me back onto the path?",
    "start": "00:36:41",
    "end": "00:37:08"
  },
  {
    "text": "Onto the path? Yeah, yeah.",
    "start": "00:37:08",
    "end": "00:37:10"
  },
  {
    "text": "How do I know? Because they might take me onto the broad path and say, we're on the narrow path, but now we're, like, marching into death, and that's not what I want. And so Jesus is very sternly saying, these people are dangerous.",
    "start": "00:37:10",
    "end": "00:37:29"
  },
  {
    "text": "Yeah. One key factor is watch the pattern of their lives.",
    "start": "00:37:30",
    "end": "00:37:34"
  },
  {
    "text": "Watch the pattern of their lives.",
    "start": "00:37:35",
    "end": "00:37:36"
  },
  {
    "text": "The fruit, the things that they set in motion. What do they lead to?",
    "start": "00:37:36",
    "end": "00:37:41"
  },
  {
    "text": "Yeah. And it's not as simple as, did they do a miracle or did they make a prophecy? It's. What is the long pattern? Is it a life of justice and mercy and humility and love of the neighbor? And peace? Are they creating peace?",
    "start": "00:37:41",
    "end": "00:38:02"
  },
  {
    "text": "Yeah. And does it conform to the desire of my Father in the skies that aligns with the wisdom of the Torah as expressed through the teachings of Jesus in this sermon, in this collection of teachings. And you can press all them until they break all those categories. But also, like, it's not nothing. It's like, that is.",
    "start": "00:38:03",
    "end": "00:38:25"
  },
  {
    "text": "It's not nothing. You could press it till it breaks. And at that point, you just have to say, lord, have mercy and come and be the final one to tell us.",
    "start": "00:38:26",
    "end": "00:38:34"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:38:34",
    "end": "00:38:35"
  },
  {
    "text": "Like that scene that we end in. Be the one that says, who was actually in your name or not. Let's wait for that. But in the meantime, be careful not to slide off of the narrow path because of some sneaky guy.",
    "start": "00:38:35",
    "end": "00:38:56"
  },
  {
    "text": "Sneaky guy. And if you feel like you need to draw attention to the sneaky guy, I guess also, whatever you desire your neighbor would do to you, do also to them.",
    "start": "00:38:56",
    "end": "00:39:06"
  },
  {
    "text": "Yeah. I mean, all the teaching about judging is just ringing in my ears.",
    "start": "00:39:06",
    "end": "00:39:10"
  },
  {
    "text": "Oh, yeah, that's right.",
    "start": "00:39:10",
    "end": "00:39:11"
  },
  {
    "text": "Because we're judging here.",
    "start": "00:39:11",
    "end": "00:39:12"
  },
  {
    "text": "That's right.",
    "start": "00:39:12",
    "end": "00:39:13"
  },
  {
    "text": "And Jesus is like, well, don't judge. Yeah, but here he's like, okay, but. But there's.",
    "start": "00:39:13",
    "end": "00:39:18"
  },
  {
    "text": "That's right.",
    "start": "00:39:18",
    "end": "00:39:18"
  },
  {
    "text": "Judge people by the fruit. Because it's really important if someone's going to take you off the path.",
    "start": "00:39:18",
    "end": "00:39:22"
  },
  {
    "text": "Yep.",
    "start": "00:39:22",
    "end": "00:39:23"
  },
  {
    "text": "So you got to hold Those two teachings in tension.",
    "start": "00:39:23",
    "end": "00:39:25"
  },
  {
    "text": "Yeah.",
    "start": "00:39:25",
    "end": "00:39:25"
  },
  {
    "text": "Yeah.",
    "start": "00:39:25",
    "end": "00:39:26"
  },
  {
    "text": "This is a good example of the Bible as wisdom literature. It gives you guidance, but doesn't tell you exactly what to do in every possible scenario. It requires you to take up these pointers to wisdom and then trust God on your own journey and your community's journey to find the right way forward.",
    "start": "00:39:26",
    "end": "00:39:48"
  },
  {
    "text": "Seems like one of the pieces of guidance embedded in here is the permission to be just constantly suspicious. Things might seem kind of rosy.",
    "start": "00:39:49",
    "end": "00:40:01"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:40:01",
    "end": "00:40:01"
  },
  {
    "text": "But let's be suspicious and let's peek underneath and let's examine.",
    "start": "00:40:01",
    "end": "00:40:06"
  },
  {
    "text": "And it's very easy to notice all of that for other people. So maybe there's also an invitation that I need to be aware of this within myself, in my own community. And that that's also a takeaway. A perpetual suspicion of self that maybe not debilitating, but that just. That you're self examination and that you invite those processes of self examination in yourself and in your community. That. That's important. Yeah. To make sure you're not morphing into a. A wolf or a thorn bush without realizing it. Yeah. Because I guess that can happen too. So with that, we don't resolve, but I feel like we've honored both the. The main point, the heartbeat of what Jesus is saying and also the complexity that comes with it. And so now we shift to the third and final warning of choice that Jesus sets in front of Israel. And it's also the third and final part of the conclusion to the Sermon on the Mount. And it's a tale of two houses.",
    "start": "00:40:07",
    "end": "00:41:18"
  },
  {
    "text": "That's it for today's episode.",
    "start": "00:41:26",
    "end": "00:41:28"
  },
  {
    "text": "Next week we look at the third and final image that Jesus gives us about the choice. Build your house on the sand or build your house on the rock.",
    "start": "00:41:28",
    "end": "00:41:36"
  },
  {
    "text": "But what if there's a measure that is more true than my own desires and imagination? What if there's a way of living that's actually more along the grain of the universe that leads to the ultimate good life? That it's not something that would occur to me.",
    "start": "00:41:37",
    "end": "00:41:53"
  },
  {
    "text": "BibleProject is a nonprofit and we exist to help people experience the Bible as a unified story that leads to Jesus.",
    "start": "00:41:55",
    "end": "00:42:02"
  },
  {
    "text": "Everything that we make is free because of the generous support of thousands of people just like you.",
    "start": "00:42:02",
    "end": "00:42:07"
  },
  {
    "text": "Thank you for being a part of this with us.",
    "start": "00:42:07",
    "end": "00:42:09"
  },
  {
    "text": "Hi, this is Chris Locame and I'm from Baltimore, Maryland. Hi, this is Candice and I'm from Central Indiana. I first heard of about Bible Project when I started listening to the podcast.",
    "start": "00:42:10",
    "end": "00:42:22"
  },
  {
    "text": "To paint my daughter's room where she.",
    "start": "00:42:22",
    "end": "00:42:24"
  },
  {
    "text": "Had scribbled on the walls. I first heard about bibleproject from a friend who recommended the podcast and specifically the Character of God series. My favorite thing about bibleproject is the podcast. I love listening to Tim and John and others dig deep into the Word. My favorite thing about bibleproject is everything.",
    "start": "00:42:24",
    "end": "00:42:42"
  },
  {
    "text": "Thanks for all you do.",
    "start": "00:42:42",
    "end": "00:42:43"
  },
  {
    "text": "We believe the Bible is a unified.",
    "start": "00:42:44",
    "end": "00:42:46"
  },
  {
    "text": "Story that leads to Jesus.",
    "start": "00:42:46",
    "end": "00:42:48"
  },
  {
    "text": "We are a crowdfunded project by people like me. Find free videos, articles, podcasts, classes and more on the Bibleproject app and@bibleproject.com hi.",
    "start": "00:42:48",
    "end": "00:43:00"
  },
  {
    "text": "This is Tyler here to read the credits. John Collins is the creative producer for today's show. Production of today's episode is by producer Lindsey Ponder, managing Producer Cooper Peltz, producer Colin Wilson, Stephanie Tam is our consultant and editor. Tyler Bailey is our supervising engineer. Frank Garza and Aaron Olson edited today's episode. Aaron Olson also provided the sound design and mix for today's episode. Nina Simone does our show notes and Hannah Wu provides the annotations for our app. Original Sermon on the Mount music by Richie Cohen and the bibleproject theme song is by Tense. Tim Mackey is our leader Scholar and your hosts, John Collins and Michelle Jones.",
    "start": "00:43:00",
    "end": "00:43:38"
  }
]