[
  {
    "text": "The Sermon on the Mount is a collection of the most well known teachings of Jesus found in the Gospel of Matthew. Today, Tim and I look at how the Sermon on the Mount fits into the structure of Matthew. And with me is our co host, Michelle Jones. Hi, Michelle.",
    "start": "00:00:05",
    "end": "00:00:18"
  },
  {
    "text": "Hi, John. Did you know that there are five big blocks of teachings in the Gospel of Matthew and that the Sermon on the Mount is just the first one?",
    "start": "00:00:18",
    "end": "00:00:25"
  },
  {
    "text": "Right. Why does it come first and how does it fit with the other sections?",
    "start": "00:00:25",
    "end": "00:00:28"
  },
  {
    "text": "So I guess we need to understand the Sermon on the Mount in order in light of the whole of Matthew.",
    "start": "00:00:28",
    "end": "00:00:33"
  },
  {
    "text": "Yeah. Tim puts it this way.",
    "start": "00:00:33",
    "end": "00:00:34"
  },
  {
    "text": "The Sermon on the Mount shouldn't be taught or understood or read in isolation. The Sermon on the Mount is one of the means available to Jesus for bringing the kingdom of God on earth as it is in heaven.",
    "start": "00:00:34",
    "end": "00:00:46"
  },
  {
    "text": "Today on the show, how the Sermon on the Mount fits into the entire Gospel of Matthew.",
    "start": "00:00:47",
    "end": "00:00:52"
  },
  {
    "text": "Thanks for joining us.",
    "start": "00:00:52",
    "end": "00:00:53"
  },
  {
    "text": "Here we go.",
    "start": "00:00:53",
    "end": "00:00:54"
  },
  {
    "text": "So one really important thing about understanding the Sermon on the Mount is to recognize that it is the first of five big speeches that Jesus gives in the Gospel according to Matthew and that the sermon isn't the only thing that Jesus teaches, but it is the first big speech in Matthew of Jesus, and that's on purpose.",
    "start": "00:01:08",
    "end": "00:01:30"
  },
  {
    "text": "There's five speeches in Matthew, there's five.",
    "start": "00:01:30",
    "end": "00:01:32"
  },
  {
    "text": "Big speeches that all have identical conclusions. So Matthew really wants to present Jesus as teacher, as a teacher figure, he talks more in Matthew than he does in the Gospel of Mark, for example.",
    "start": "00:01:32",
    "end": "00:01:46"
  },
  {
    "text": "The Sermon on the Mount's not the only teaching.",
    "start": "00:01:46",
    "end": "00:01:48"
  },
  {
    "text": "Yep, it's the first, but not the only. We need to read the Sermon on the Mount within the context of all of his teachings, because there are some things that he says here that will get unpacked or expanded by another story or another teaching later on. And the other piece is that the Sermon on the Mount comes right after a very carefully crafted introductory movement to the story of Jesus that consists of what we would call Matthew chapters one through four. Matthew 1:4 has been very carefully designed to tee up Jesus doing and saying the things that he's going to start doing in the rest of the Gospel. Matthew chapters one through four has the famous birth stories, you know, with the. The magi coming and Herod killing the children in Bethlehem, and, you know, these, these types of stories, John the Baptist's arrival. And what's cool is, you know, we have four gospel accounts. Three of them, Matthew, Mark and Luke, are all based somehow connected to a lot of the same source traditions, which is why they read so similarly. And so what's cool is you can actually see where Matthew or Mark or Luke have made their choices for how to ARR things by looking at the differences with the other ones. And so Matthew has a unique shape that's different than Mark, Luke or John. So, for example, Matthew chapters one through four. There are seven times in Matthew chapters one through four where the narrator stops the story and says, hey, that thing that just happened in the story, that was in order to fulfill. And then he produces a quotation from the Old Testament.",
    "start": "00:01:48",
    "end": "00:03:25"
  },
  {
    "text": "So seven times, seven times the narrative stops and says, Jesus did this to fulfill.",
    "start": "00:03:25",
    "end": "00:03:31"
  },
  {
    "text": "In order to fulfill.",
    "start": "00:03:31",
    "end": "00:03:32"
  },
  {
    "text": "In order to fulfill.",
    "start": "00:03:32",
    "end": "00:03:33"
  },
  {
    "text": "It was spoken through the prophet. And then he provides a quote. Seven fulfillment quotes, seven fulfillment. So that's a part of how you know that that's a bounded kind of literary unit of introduction is the seven quotations, which Mark structuring something in patterns of seven is a very common way of rounding out.",
    "start": "00:03:33",
    "end": "00:03:53"
  },
  {
    "text": "It's a round number in Hebrew thought.",
    "start": "00:03:54",
    "end": "00:03:56"
  },
  {
    "text": "Yeah, from the seven day creation story. Yeah, it's like a classic formula. Okay. The introduction ends with Jesus baptism and then a statement that he, after his baptism and testing in the wilderness, starts touring around the villages of Galilee with a message. And the message is given a one sentence summary by Matthew, which is, hey everybody, change directions or repent is the classic English translation. But change direction, go a different way because the kingdom of the heavens has come near. That's Matthew's summary of Jesus's main message. And then it says Jesus went around teaching in the synagogues around Galilee with that message announcing the good news, and he healing all of these sick people who were coming to him. And then Matthew says, and Jesus saw all the people coming to him and went up onto a mountain and sat down and said, and then you get the sermon on the Mount. Okay, okay. So that's the introduction and it ends with Jesus going around announcing good news of the kingdom. There's a very clear concluding movement to the story that happens in chapter 26 on through the end of the gospel. So now we're going to the back end of the gospel. And that begins with Jesus's Passover meal, then his rest and his trial, and then his execution and death, and then the empty tomb story and then the resurrection sighting at the end. And that whole sequence has four fulfillment quotations. So same exact this happened in order to fulfill. So the same strategy, but also it provides the climax towards which the whole story has been going.",
    "start": "00:03:56",
    "end": "00:05:39"
  },
  {
    "text": "Yeah.",
    "start": "00:05:39",
    "end": "00:05:40"
  },
  {
    "text": "So if you just read the introduction and then kind of this climactic Conclusion. It raises this question, well, how did Jesus get from announcing the arrival of God's kingdom around the villages of Galilee to ending up in the upper room of a house in Jerusalem on Passover, saying, I'm going to be killed tomorrow. Like, how do you get from one to the other?",
    "start": "00:05:40",
    "end": "00:06:03"
  },
  {
    "text": "Yeah.",
    "start": "00:06:03",
    "end": "00:06:03"
  },
  {
    "text": "And that's what we call the drama of Matthew, chapters five through 25, which is like the main body.",
    "start": "00:06:04",
    "end": "00:06:09"
  },
  {
    "text": "Okay, so intro. Which is the first four chapters of Matthew. It's the origin stories of Jesus. Seven fulfillment quotes.",
    "start": "00:06:09",
    "end": "00:06:18"
  },
  {
    "text": "Yeah.",
    "start": "00:06:18",
    "end": "00:06:19"
  },
  {
    "text": "And it goes from his birth, genealogy and birth to him being tested in the wilderness and getting baptized by John the Baptist.",
    "start": "00:06:19",
    "end": "00:06:28"
  },
  {
    "text": "Yep. He comes out of the wilderness swinging.",
    "start": "00:06:28",
    "end": "00:06:30"
  },
  {
    "text": "Announcing the kingdom of the skies has arrived.",
    "start": "00:06:31",
    "end": "00:06:33"
  },
  {
    "text": "That's right.",
    "start": "00:06:33",
    "end": "00:06:33"
  },
  {
    "text": "It's near.",
    "start": "00:06:34",
    "end": "00:06:34"
  },
  {
    "text": "Yep.",
    "start": "00:06:34",
    "end": "00:06:35"
  },
  {
    "text": "Okay, so that's the intro. Then there's an outro of Matthew, which is the last.",
    "start": "00:06:35",
    "end": "00:06:45"
  },
  {
    "text": "Yeah. Essentially three chapters. Three chapters, 26, 27, 28. Okay.",
    "start": "00:06:45",
    "end": "00:06:49"
  },
  {
    "text": "And that's his last week, basically the Passover week.",
    "start": "00:06:49",
    "end": "00:06:54"
  },
  {
    "text": "Yeah, Literally his last kind of the last few days. Few days even leading up to his death. And then the resurrection.",
    "start": "00:06:54",
    "end": "00:07:00"
  },
  {
    "text": "So what you're saying is we think of those as like the outer frames of Matthew. Then the whole main body of Matthew is the drama.",
    "start": "00:07:00",
    "end": "00:07:13"
  },
  {
    "text": "Yeah.",
    "start": "00:07:13",
    "end": "00:07:13"
  },
  {
    "text": "It's Jesus teaching and doing his Jesus thing and somehow it's going to get him arrested.",
    "start": "00:07:13",
    "end": "00:07:20"
  },
  {
    "text": "That's right, yeah. What Matthew has uniquely done is, is he has brought together some of Jesus most well known teachings into these big speeches and collected them into five big speeches.",
    "start": "00:07:21",
    "end": "00:07:34"
  },
  {
    "text": "Five collections of speeches.",
    "start": "00:07:34",
    "end": "00:07:35"
  },
  {
    "text": "And Jesus talks more and gives shorter speeches outside of these. But there's five big speeches that are distributed throughout chapters five to 25 in really strategic locations. And he's. Matthew has given each of them an identical conclusion for when they end. And so these five speeches are the first, the Sermon on The Mount, chapters five through seven. The second speech is in chapter 10, makes up most of chapter 10. It's often called the missionary speech or the sending speech. It's where he commissions the apostles to go do what he's been doing.",
    "start": "00:07:38",
    "end": "00:08:12"
  },
  {
    "text": "Go into cities, preach. The kingdom is near.",
    "start": "00:08:13",
    "end": "00:08:15"
  },
  {
    "text": "Yeah. Go announce that the kingdom of God, the skies, has come near. And then here's what you should do.",
    "start": "00:08:15",
    "end": "00:08:21"
  },
  {
    "text": "Here's your instructions.",
    "start": "00:08:21",
    "end": "00:08:22"
  },
  {
    "text": "Yep. So the third speech is what we call chapter 13. And here Jesus goes not to a mountain, but to a lakeshore and then gets out on a boat.",
    "start": "00:08:22",
    "end": "00:08:33"
  },
  {
    "text": "This is the sermon on the shore.",
    "start": "00:08:33",
    "end": "00:08:34"
  },
  {
    "text": "Yes, sermon on the shore. And then he teaches all of the kingdom parables. The kingdom of God is like a mustard seed.",
    "start": "00:08:34",
    "end": "00:08:42"
  },
  {
    "text": "These are all collected here?",
    "start": "00:08:42",
    "end": "00:08:43"
  },
  {
    "text": "Yep. He collects all those right there. Yep. It's third speech.",
    "start": "00:08:43",
    "end": "00:08:46"
  },
  {
    "text": "Okay.",
    "start": "00:08:46",
    "end": "00:08:46"
  },
  {
    "text": "Fourth speech is most of what we call chapter 18. It's where the disciples come up to him and begin asking him questions about, like, who's the most important in the kingdom of the skies?",
    "start": "00:08:46",
    "end": "00:09:01"
  },
  {
    "text": "Just let's get to it.",
    "start": "00:09:01",
    "end": "00:09:02"
  },
  {
    "text": "Totally.",
    "start": "00:09:02",
    "end": "00:09:02"
  },
  {
    "text": "Who's the most important?",
    "start": "00:09:02",
    "end": "00:09:03"
  },
  {
    "text": "Yeah. And then Jesus goes on, he offers this long speech about essentially, like, the value system of the kingdom of the skies and how it's totally upside down from our human value systems. So children, which were like, at least of the lowest social rank in their culture, are the most highest, most valuable members of the kingdom of heaven. And forgiving your brother 70 times seven, some of these famous parables. So that's the fourth. The fifth collection is when Jesus gets in Jerusalem. And he's been there most of a week already. And he's been in so many conflicts with the leaders of Jerusalem that he gives a long set of speeches that are about as long as a Sermon on the Mount. And first is seven oracles of doom and cursing. He announces over the Pharisees and then an announcement of predicting the destruction of Jerusalem.",
    "start": "00:09:03",
    "end": "00:10:03"
  },
  {
    "text": "It's a lot of end times kind of stuff. I mean, what we would. Modern readers often talk about as.",
    "start": "00:10:03",
    "end": "00:10:08"
  },
  {
    "text": "And then he tells three parables about the timing of either the destruction of Jerusalem or the day of his return. Okay, so the five big speech blocks. And then what happens is that those speeches are set in the context of narratives. Usually the speeches are preceded or followed by stories that have all the key words of that speech being explored. So he set the speeches.",
    "start": "00:10:09",
    "end": "00:10:37"
  },
  {
    "text": "They're like pillars.",
    "start": "00:10:37",
    "end": "00:10:38"
  },
  {
    "text": "Yeah, like pillars with surrounding narratives that are exploring the ideas either leading up to a speech or after a speech. Every one of the speeches ends with the same exact phrase. When Jesus finished saying these things. And then that's the way out of the speech. Yeah. So uniquely, those five big speeches in Matthew begin with this phrase, when Jesus finished saying these things or instructing the 12 or saying these parables. But that's it. When Jesus finished.",
    "start": "00:10:38",
    "end": "00:11:06"
  },
  {
    "text": "When Jesus finished. Because there's five times that Matthew says when Jesus finished. And those are all after the five main collections of teachings, which are five like pillars that organize the whole body of Matthew, the drama of Matthew.",
    "start": "00:11:06",
    "end": "00:11:22"
  },
  {
    "text": "Yeah. Now, so real quick here, the selection and organization into five speeches. Because Jesus offers more speeches, he teaches more and gives shorter teachings, but they're not marked with that phrase. Jesus finished saying these things.",
    "start": "00:11:22",
    "end": "00:11:40"
  },
  {
    "text": "Are any of them as long as any of these speeches?",
    "start": "00:11:40",
    "end": "00:11:42"
  },
  {
    "text": "Almost Some of them are almost as long, but they're not marked.",
    "start": "00:11:42",
    "end": "00:11:44"
  },
  {
    "text": "The phrase becomes really important.",
    "start": "00:11:45",
    "end": "00:11:46"
  },
  {
    "text": "The phrase and the location of these five. And so scholars for quite a while, going back almost 100 years to scholar Benjamin Bacon, who proposed that the organization of these speeches into a group of five is a part of Matthew's strategy to present Jesus as a new and greater than Moses. He's Israel's teacher, because the five scrolls of the Torah, associating the five speeches of the new Moses, that is Jesus with the five scrolls of the Torah associated with Moses. You know, Israel's great teacher, because the.",
    "start": "00:11:46",
    "end": "00:12:22"
  },
  {
    "text": "Five scrolls of the Torah, Genesis, Exodus, Leviticus, Numbers, Deuteronomy, are all kind of the contribution of Moses.",
    "start": "00:12:22",
    "end": "00:12:30"
  },
  {
    "text": "They're all associated with Moses.",
    "start": "00:12:30",
    "end": "00:12:32"
  },
  {
    "text": "Okay.",
    "start": "00:12:32",
    "end": "00:12:32"
  },
  {
    "text": "Yeah. And by this period of Second Temple Judaism, it's called, often called the Torah of Moses.",
    "start": "00:12:32",
    "end": "00:12:38"
  },
  {
    "text": "So when there's a five of something, that's very like Torah territory associated with teaching.",
    "start": "00:12:38",
    "end": "00:12:44"
  },
  {
    "text": "When Moses finishes his last speech in Deuteronomy at the end of Deuteronomy 3:33, it concludes. And when Moses finished saying all these.",
    "start": "00:12:44",
    "end": "00:12:52"
  },
  {
    "text": "Things, oh, the phrase.",
    "start": "00:12:52",
    "end": "00:12:53"
  },
  {
    "text": "It's like the same phrase.",
    "start": "00:12:53",
    "end": "00:12:54"
  },
  {
    "text": "Oh my gosh.",
    "start": "00:12:54",
    "end": "00:12:55"
  },
  {
    "text": "That's one thing.",
    "start": "00:12:55",
    "end": "00:12:56"
  },
  {
    "text": "Okay.",
    "start": "00:12:56",
    "end": "00:12:56"
  },
  {
    "text": "Also, the first speech of the five in Matthew is like the Torah. And his teachings on the Torah are like the main focus of the body of the speech, which is all about. I didn't come to dismiss or do away with the Torah and the prophets. I came to fulfill the Torah. So even the first speech of the five is all about the Torah of Moses, his relationship to it.",
    "start": "00:12:57",
    "end": "00:13:21"
  },
  {
    "text": "So the organization of Matthew is very intentional. Five blocks of teachings, collections of teachings that are setting not only the structure of Matthew, but also doing some kind of theology in a way.",
    "start": "00:13:21",
    "end": "00:13:36"
  },
  {
    "text": "Oh, heavy duty. Yeah, heavy duty.",
    "start": "00:13:36",
    "end": "00:13:38"
  },
  {
    "text": "Look, this guy Jesus is giving a new Torah.",
    "start": "00:13:38",
    "end": "00:13:43"
  },
  {
    "text": "Yeah, it's a Messianic Torah. I mean, a part of. And we'll get into this in conversations when we talk about the sermon.",
    "start": "00:13:43",
    "end": "00:13:49"
  },
  {
    "text": "Like, what does Jesus mean when he says, I've came to.",
    "start": "00:13:49",
    "end": "00:13:51"
  },
  {
    "text": "To fulfill the Torah. But the design of the Torah itself is showing that Israel consistently failed at being the covenant partners that God recruited them to be through Moses on Mount Sinai. And so Moses himself anticipate the day in his speeches in the Torah when God, well, what he says is circumcise the heart, transform the heart of Israel so that they can truly live by God's will and be God's covenant partners. And Jesus is saying in the Sermon on the Mount that that's what I'm here to do. And Matthew is presenting Jesus as the new Moses who's doing that. He's the new Moses doing the thing that Moses hoped would happen. So it's not like Moses is bad. Jesus is good. It's Moses hoped for something, and that's the message of the Torah. And Jesus is here saying, I'm doing the thing that Moses hoped for.",
    "start": "00:13:51",
    "end": "00:14:45"
  },
  {
    "text": "Okay, so, Michelle, the Sermon on the Mount is the first of five teaching blocks in the Gospel of Matthew. And here's something really interesting. It has a lot in common with the fifth and final teaching block in Matthew.",
    "start": "00:14:56",
    "end": "00:15:09"
  },
  {
    "text": "Okay. The last block is the one where Jesus confronts the scribes and the Pharisees. Right, right. The one where he's all, you know, woe to you, scribes and Pharisees, hypocrites, for you, shut the kingdom of heaven in people's faces.",
    "start": "00:15:09",
    "end": "00:15:22"
  },
  {
    "text": "Exactly. And those are fighting words.",
    "start": "00:15:22",
    "end": "00:15:25"
  },
  {
    "text": "Yeah, they are.",
    "start": "00:15:25",
    "end": "00:15:26"
  },
  {
    "text": "So Tim learned some insights about how these two blocks of teachings, the first and the last, were work together. He learned it from a Professor Jonathan Pennington, who teaches at Southern Seminary in Louisville.",
    "start": "00:15:27",
    "end": "00:15:40"
  },
  {
    "text": "I think it's called Louisville for those with Southern cred.",
    "start": "00:15:41",
    "end": "00:15:44"
  },
  {
    "text": "Okay, Louisville.",
    "start": "00:15:44",
    "end": "00:15:46"
  },
  {
    "text": "Louisville.",
    "start": "00:15:46",
    "end": "00:15:46"
  },
  {
    "text": "All right, let's hear from Jonathan Pennington from Louisville.",
    "start": "00:15:46",
    "end": "00:15:49"
  },
  {
    "text": "This is Jonathan Pennington. And I would really want to highlight in terms of the structure of Matthew, that the first teaching block, what we call the Sermon on the Mount, Matthew 5. 7, and the last teaching block, chapters 23 to 25, clearly parallel each other very intentionally. A couple ways that we can see that is, first of all, Matthew 5. Seven, the Sermon on the Mount, starts with a series of blessings, a series of statements from Jesus about the ways of inhabiting the world that accord with God's coming kingdom, that are going to bring you life, that are going to bring you shalom. And the last discourse, chapter 23, has a series of seven woes which are the opposite of blessings, the opposite of these statements of Jesus. They're saying that if you live these ways, that these are not going to result in shalom. There's a knocking a result in life for you. And in that ways, it's just like Psalm 1. It's just like the Book of Proverbs. Here's one way of living versus another, and that leads to the other parallel between the first and the last teachings of Jesus in Matthew, that's that each of them end with a series of parables that present to us two ways of living. The Sermon on the Mount, Chapter 7 ends with the broad and narrow gates, the true and false prophets, the wise and foolish builders, Many of you are probably familiar with those, but you may not have seen that the last discourse, chapters 23 to 25, ends also with a set of three parables. The Ten Maidens, the story about five who were prepared for the return of the. The groom and five who weren't. The story of 10 talents, where. Where people are given different amounts of bags of gold or talents, and. And they respond differently according to their faithfulness. And then maybe most the. The parable Jesus gives at the end of the last teaching in chapter 25. The sheep and the goats, two different people who respond differently in terms of how they live towards other people in the world based on whether they are following the ways of Jesus or not. And so the point is, chapters 5 to 7 and chapters 23 to 25 are part of a beautiful, elaborate structure of Matthew. And to read the Sermon on the Mount, well, you really need to read it as part of the whole of what Matthew is teaching.",
    "start": "00:15:49",
    "end": "00:18:02"
  },
  {
    "text": "All right, cool. That's the structure of Matthew and how the Sermon on the Mount fits within Matthew. Now we're going to spend the next number of hours, many hours, many, many.",
    "start": "00:18:09",
    "end": "00:18:23"
  },
  {
    "text": "Hours and episodes of conversation just going.",
    "start": "00:18:23",
    "end": "00:18:26"
  },
  {
    "text": "Line by line through this first block of teachings famously called the Sermon on the Mount. And as we do, you'll show us how it connects to other parts of Matthew. Yeah, but we're really going to focus on the sermon. So what we'll do next is we'll actually talk through the structure on the Sermon on Mount in a unique way.",
    "start": "00:18:26",
    "end": "00:18:47"
  },
  {
    "text": "It's time to turn our attention to the Sermon on the Mount itself, how the sermon is to structured. So how do these 100 verses work as a collection? What we're going to learn over and over this year is that the Sermon on the Mount has three main an introduction, a main body, and a conclusion.",
    "start": "00:18:49",
    "end": "00:19:14"
  },
  {
    "text": "Let's start with the introduction, the opening of the Sermon on the Mount. It's all about the surprise identity of those who follow Jesus. It's only about 10, 15% of the entire sermon, but it sets the stage. Who is God working with to bring his kingdom? And then we move into the main body of the sermon. Now, looking at a chart, the main body is really almost the entirety of the sermon. It makes up like 80% of it. There's a lot here, all about this greater righteousness that Jesus is calling his followers to. The Sermon on the Mount ends with the choice. What are you gonna do? Which path are you gonna take? Yeah, this is the conclusion. And like the introduction, it's short about 10, 15% of the sermon?",
    "start": "00:19:19",
    "end": "00:20:12"
  },
  {
    "text": "Yeah.",
    "start": "00:20:13",
    "end": "00:20:13"
  },
  {
    "text": "Okay. I want to hear all three.",
    "start": "00:20:13",
    "end": "00:20:15"
  },
  {
    "text": "You want to hear again?",
    "start": "00:20:15",
    "end": "00:20:15"
  },
  {
    "text": "Yeah.",
    "start": "00:20:15",
    "end": "00:20:15"
  },
  {
    "text": "All right. The surprise identity of those Jesus is calling a greater righteousness that he's inviting us into and the choice he puts before us as he concludes. That's the big overall map of the structure of the Sermon on the Mount. Next week, we begin at the beginning, the introduction. Who is God working with to bring about the Kingdom of the skies? That's it for today's episode. Hold on till the end of the credits for a full reading of the Sermon on the Mount.",
    "start": "00:20:15",
    "end": "00:21:17"
  },
  {
    "text": "Next week, we start in the introduction on the Sermon on the Mount, the surprise identity of those who participate in God's kingdom in John. What is the very first word in the first sentence of the Sermon on the Mount?",
    "start": "00:21:17",
    "end": "00:21:29"
  },
  {
    "text": "First sentence is blessed are the poor in spirit. So the first word is blessed.",
    "start": "00:21:30",
    "end": "00:21:34"
  },
  {
    "text": "Exactly. Next week, we're gonna look at what Jesus means by the word blessed.",
    "start": "00:21:34",
    "end": "00:21:39"
  },
  {
    "text": "We're going to read nine sayings that are called the Beatitudes. These are the blesseds, the nine Blesseds. But my goal is to persuade you that the word blessed or blessed is totally unhelpful here.",
    "start": "00:21:39",
    "end": "00:21:53"
  },
  {
    "text": "Bible Project is nonprofit, and we exist to experience the Bible as a unified story that leads to Jesus. And everything we make is free because of the generous support of thousands of people just like you.",
    "start": "00:21:53",
    "end": "00:22:04"
  },
  {
    "text": "Thank you for being a part of this with us.",
    "start": "00:22:04",
    "end": "00:22:05"
  },
  {
    "text": "Hi. This is Cooper here to read the credits. Dan Gummel is the creative producer for today's show. Production of today's episode is by producer Lindsey Ponder, managing producer Cooper Peltz. Producer Colin Wilson. Stephanie Tam is our consultant and editor. Tyler Bailey is our engineer and editor, and he also provided the sound design and mix for today's episode. Brad Witty does our show notes. Hannah Wu provides the annotations for our app. Yani Evans and Tyler Bailey edited today's episode. Original Sermon on the Mount music is by Richie Cohen and the Bible Project theme song is by Tense. Special thanks to Jonathan Pennington and your hosts, John Collins and Michelle Jones.",
    "start": "00:22:06",
    "end": "00:22:48"
  },
  {
    "text": "How good is life for the poor in spirit because theirs is the kingdom of the skies. How good is life for those who grieve because they will be comforted? How good is life for the unimportant because they will inherit the land. How good is life for those who hunger and thirst for right relationships because they will be satisfied? How good is life for those who show mercy because they will be shown mercy? How good is life for the pure in heart because they will see God? How good is life for the peacemakers, because they will be called children of God. How good is life for those who have been persecuted on account of doing what is right, because theirs is the kingdom of the skies. How good is life for you when they insult you and persecute and speak any evil lies against you on account of me? Celebrate and shout for joy, because your reward is great in the skies, because this is how they persecuted the prophets before you. You are the salt of the land. But if the salt becomes unsalty, with what can it be made salty again? It is useful for nothing except to be thrown out and stepped on by humans. You are the light of the world. A city that is set up on a mountain is not able to be hidden. And they don't light a candle and place it under a basket, rather upon a candlestand, and it will shine on everyone in the house. In the same way, let your light shine before people so that they can see your good works, and they can give honor to your father who is in the skies. Don't suppose that I have come to do away with the Torah or the prophets. I have not come to do away with them, but to fill them full. Because truly I tell you, until the sky and the land pass on, not one dot or one squiggle will pass on from the Torah until all things have taken place. Therefore, whoever undoes one of the least of these kinds of commands, and then they teach people to do this, that person will be called least in the kingdom of the skies. And whoever does the commands and then teaches people to do this, that person will be called great in the kingdom of the skies. Because truly I tell you, unless your doing what is right far surpasses the scribes and Pharisees, you won't be entering into the kingdom of the skies. You have heard that it was said to the ancients, you will not murder. And whoever murders will be guilty by the court. And I say to you that anyone who is angry with his brother will be guilty by the court. And whoever calls his brother good for nothing will be guilty by the Sanhedrin. And whoever says fool will be guilty of of the fire of Gehenna. Therefore, if you are presenting your offering at the altar and there remember that your brother has something against you. Leave your offering there before the altar and go first be reconciled to your brother and then come and present your offering. Settle matters in a friendly way with your legal opponent while you are with him on the way, so that your opponent may doesn't hand you over to the court judge and the Court judge, to the officer, so that you are thrown into prison. Truly, I say to you, you will not come out of there until you have paid back the last coin. You have heard that it was said you will not commit adultery. And I say to you that anyone who goes on looking at a woman in order to cultivate lust for her, he has already committed adultery with her in his heart. If your right eye causes your downfall, tear it out and throw it from you. For it is better for you to lose one of the parts of your body than for your whole body to be thrown into Gehenna. If your right hand causes your downfall, cut it off and throw it from you. For it is better for you to lose one of the parts the of your body than for your whole body to go off into Gehenna. It has also been said, whoever sends away his wife, he must give her a certificate of divorce. And I say to you that anyone who sends away his wife, except on the ground of sexual immorality, he makes her the victim of adultery. And whoever marries a divorced woman commits adultery again. You have heard that it was said to the ancients, do not break your oath, but fulfill to the Lord the vows you have made. And I tell you, do not swear an oath at all. Not by the sky, because it is God's throne, not by the land, because it is his footstool, not by Jerusalem, because it is the city of the Great King. And do not swear by your head, for you cannot make even one hair white or black. But let your word be yes, yes or no, no. Anything beyond this comes from the Evil One. You have heard that it was said, an eye in recompense for an eye, and a tooth in recompense for a tooth. And I say to you, do not resist in kind and evil person, but whoever slaps you on your right cheek, turn the other to him also. If anyone wants to sue you and take your shirt, let him have your coat also. Whoever forces you to go one mile, go with him too. To the one who asks of you, give, and the one who wants to borrow from you, don't turn away. You have heard that it was said, you will love your neighbor and you will hate your enemy. And I say to you, love your enemies and pray for those who persecute you, so that you may be children of your Father who is in the skies, for he causes his sun to rise on the evil and the good, and he sends rain on the righteous and the unrighteous. For if you love those who love you, what reward do you have do not even the tax collectors do the same. If you greet only your brothers, what more are you doing than others? Do not even the nations do the same. Therefore, you are to be whole as your Father in the skies is whole. Be careful about your doing what is right. Don't do it in front of people for the purpose of being seen by them. If you do, you will have no reward from your Father in the skies. So then, when you do acts of generous giving, don't signal with a trumpet before you like the hypocrites do in the gathering places and alleyways for the purpose of being honored by people. Truly, I tell you, they have fully received their reward. But you, when you do acts of generous giving, don't let your left hand know what your right hand is doing, so that your generous giving is done in a hiddenness. And your Father, who sees what is done in a hiddenness, he will fully reward you. And when you pray, don't be like the hypocrites, because they love to pray while standing in the gathering place and at the corners of wide streets for the purpose of being visible to people. Truly, I tell you, they have fully received their reward. But you, when you pray, enter into your inner room and shut the door so you can pray to your Father in hiddenness. And your Father, who sees what is done in hiddenness, he will fully reward. And when you are praying, don't use meaningless repetition like the nations, because they suppose that they will be heard on account of their many words. So don't be like them, because your Father knows what you need before you even ask him. Therefore, when you pray, do it this way. Our Father who was in the skies, may your name be recognized as holy. May your kingdom come and may your will be done. As it is in the skies, so also on the land our daily provision of bread, give to us today and forgive us our debts, just as we also have forgiven those indebted to us us. And don't lead us to be tested, but deliver us from the evil one. For if you forgive people their transgressions, your Father in the skies will also forgive you. But if you will not forgive people, then neither will your Father forgive your transgressions. And when you fast, don't look gloomy like the hypocrites, for they make their faces look disfigured so that their fasting will be visible to people. Truly, I tell you, they have fully received their reward. But you, when you fast, anoint your head with oil and wash your face so that your fasting won't be visible to people, but to your father in a hidden way, and your father who sees what is hidden, he will fully reward you. Don't store up for yourselves stored wealth on the land where Moth and Nibbler can ruin and where thieves break in and steal. But store up for yourselves stored wealth in the sky where neither moth nor Nibbler can ruin and where thieves can't break in or steal. For where your stored wealth is, there your heart will be also. The lamp of the body is the eye. So then, if your eye is genuine and generous, your whole body will be radiant. But if your eye is bad and greedy, your whole body will be dark. If then the light that is in you is darkness, how great is the darkness? No one is able to serve two masters. For either he will hate the one and love the other, or he will be devoted to one and despise the other. You are not able to serve God and wealth because of this. I say to you, do not worry about your life being what you will eat or what you will drink, not even about your body, what you will put on. Isn't the living self more than food, and the body more than clothing? Look at the birds of the air, how they don't sow seed, and they don't harvest, and they don't gather into barns, and yet your Father in the skies feeds them. Aren't you all much more valuable than they? And who among you is able to add an hour to your lifespan by worry? And about clothing? Why do you worry? Pay attention to the lilies of the field, how they grow. They don't labor and they don't weave cloth. But I say to you all that not even Solomon with all his honor, clothed himself like one of these. Now if the grass of the field, which is there today and tomorrow is tossed into the furnace, is clothed this way by God, won't he much more clothe you all who have so little trust? So then don't worry, saying, what will we eat? Or what will we drink? Or what will we wear for clothing for the nations, they constantly seek for all these things. And your Father in the skies knows that you need all that. Rather, first of all seek for his kingdom and doing what is right by him. And all these things will be added to you. So then don't worry about tomorrow. Tomorrow can worry about itself. Each day has enough trouble of its own. Do not judge so that you will not be judged, because with the judgment that you judge, you will be judged. And with the measure that you measure it will be measured to you. Why do you see this in the eye of your brother, but you don't perceive the beam in your eye? Or how can you say to your brother, allow me to take out the speck from your eye and look, the beam is in your eye. Hypocrite. First take out the beam from your eye, and then you can see clearly the speck in the eye of your brother. Do not give what is holy to dogs, and don't throw your pearls in front of pigs so they don't trample them with their feet. And turning around, they will tear you apart. Ask and it will be given to you. Seek and you will find. Knock and it will be opened for you. For everyone who asks will receive. And the one who seeks will find. And to the one who knocks, it will be opened. Or what person is among you who, when their son asks for bread, will give him a rock, or when he asks for a fish, will give him a snake? So then, if you all are bad, but you know how to give good gifts to your children, how much more will your father in the skies give good things to those who ask? So then, everything you desire that people do to you, so also you do to them. For this is the Torah. And the prophets enter through the narrow gate, because wide is the gate and broad is the road that leads to ruin. And those who enter through it are many. How narrow is the gate? And constricted is the road that leads to life, and those who find it are few. Watch out for illegitimate prophets who come to you in the clothing of sheep, but inside they are wolves who snatch by their fruits you will recognize them. Do people gather grapes from thorn bushes or figs from thistles? Similarly, every good tree produces good fruit, but the diseased tree produces bad fruit. A good tree cannot produce bad fruit, and a diseased tree cannot produce good fruit. Every tree that does not produce good fruit is cut down and thrown into the fire. So then by their fruit you will recognize them. Not everyone who says to me, master, master will enter into the kingdom of the skies, but rather the one who does the desire of my father in the skies. Many will say to me on that day, master, Master, didn't we prophesy in your name and cast out demons in your name, and do many mighty acts in your name? And then I will confess to them I have never known you. Go away from me, you who act as if there is no Torah. So then everyone who hears these words of mine and does them, they will be like a wise man who built his house on a rock. And the rain came down and the rivers came and the winds blew and they fell upon that house. But it did not fall because it's found foundation was on the rock. And everyone who hears these words of mine and does not do them, they will be like a foolish man who built his house on the sand. And the rain came down and the rivers came, and the winds blew and they fell upon that house and it fell, and its falling was huge. Sam.",
    "start": "00:22:55",
    "end": "00:40:25"
  }
]