[
  {
    "text": "This is bibleproject podcast and we are spending the year reading through the Sermon on the Mount. I'm John Collins and with me is co host Michelle Jones. Hi, Michelle.",
    "start": "00:00:04",
    "end": "00:00:12"
  },
  {
    "text": "Hi, John. So today Jesus teaches about the Torah and the prophets, what Christians often call the Old Testament.",
    "start": "00:00:12",
    "end": "00:00:19"
  },
  {
    "text": "Yeah. Jesus says, I didn't come to dismantle the Torah or prophets, but to fill them full. And that is what we're gonna look at today. Okay, now this episode represents the first big turning point in the struct of the Sermon on the Mount. We're leaving the introduction and we're moving into the main body of the sermon. And so I thought it would be good for you and I to walk through the structure and remind ourselves of where we came from and where we're going.",
    "start": "00:00:19",
    "end": "00:00:45"
  },
  {
    "text": "Sounds like a plan.",
    "start": "00:00:45",
    "end": "00:00:46"
  },
  {
    "text": "The Sermon on The Mount is three chapters in your Bible, roughly 100 verses.",
    "start": "00:00:49",
    "end": "00:00:52"
  },
  {
    "text": "And the whole sermon can be broken into three parts.",
    "start": "00:00:52",
    "end": "00:00:55"
  },
  {
    "text": "A short introduction, the large main body, which is most of the sermon.",
    "start": "00:00:55",
    "end": "00:01:01"
  },
  {
    "text": "And then a short conclusion.",
    "start": "00:01:03",
    "end": "00:01:05"
  },
  {
    "text": "Now, in the last number of episodes, we've been in the introduction, which is all about who God is working with to bring about a renewed world. What Jesus calls the kingdom of the skies.",
    "start": "00:01:07",
    "end": "00:01:18"
  },
  {
    "text": "These are the nine announcements of the good life, commonly known as the Beatitudes. It's all about the surprise of who is experiencing God's blessings.",
    "start": "00:01:18",
    "end": "00:01:32"
  },
  {
    "text": "Also in the introduction, Jesus gives his followers two identities in the way of two metaphors. The first, you are the salt of the land.",
    "start": "00:01:37",
    "end": "00:01:45"
  },
  {
    "text": "Salt in the Hebrew Bible is a common image to talk about the long lasting covenant that God makes with Israel.",
    "start": "00:01:48",
    "end": "00:01:54"
  },
  {
    "text": "And then Jesus says to them, you are the light of the world, a city on a hill. And with that, Jesus concludes the introduction of the Sermon on the Mount. We know who's participating in God's kingdom. Next, Jesus changes the focus on how the kingdom of God is realized. Welcome to the main body of the Sermon on the Mount. How can the people of Jesus be the light of the world?",
    "start": "00:01:55",
    "end": "00:02:24"
  },
  {
    "text": "And how can they fulfill the covenant that God made with Israel?",
    "start": "00:02:25",
    "end": "00:02:28"
  },
  {
    "text": "And what does this way of life even look like?",
    "start": "00:02:28",
    "end": "00:02:31"
  },
  {
    "text": "The word Jesus will use to describe this way of life is being righteous, which, if you remember, means living in right relationship with others.",
    "start": "00:02:31",
    "end": "00:02:40"
  },
  {
    "text": "The first thing Jesus has to say about this righteousness is that it can be found by following God's commands, the commands he gave to ancient Israel. In other words, you want to know how to do right by each other? Let's study the Torah.",
    "start": "00:02:40",
    "end": "00:02:53"
  },
  {
    "text": "So what is the Torah and how does Jesus fulfill it?",
    "start": "00:02:54",
    "end": "00:02:58"
  },
  {
    "text": "That's what Tim's Going to walk us through today.",
    "start": "00:02:58",
    "end": "00:03:00"
  },
  {
    "text": "Thanks for joining us.",
    "start": "00:03:00",
    "end": "00:03:01"
  },
  {
    "text": "Here we go.",
    "start": "00:03:01",
    "end": "00:03:02"
  },
  {
    "text": "So Jesus opens this central section with one of the more dense paragraphs in the whole sermon that is full of exegetical and interpretive puzzles at every turn. So I'm just going to let you read it. It's got a wonderful literary design. Matthew 5, 17:21. This is a four part paragraph that's broken up in a logical chain.",
    "start": "00:03:16",
    "end": "00:03:39"
  },
  {
    "text": "Yeah, I see that.",
    "start": "00:03:39",
    "end": "00:03:40"
  },
  {
    "text": "So how about you read each part and then I'll ask you the question that prompts to Jesus to say the next thing he says. You can follow the logic.",
    "start": "00:03:40",
    "end": "00:03:46"
  },
  {
    "text": "All right. Don't suppose that I have come to dismantle the Torah or the prophets, meaning the Hebrew Bible.",
    "start": "00:03:46",
    "end": "00:03:54"
  },
  {
    "text": "The Bible, yeah, yeah.",
    "start": "00:03:54",
    "end": "00:03:56"
  },
  {
    "text": "Don't suppose I have come to dismantle the Torah or the prophets. I have not come to dismantle, but to fill them full.",
    "start": "00:03:56",
    "end": "00:04:03"
  },
  {
    "text": "Now, Jesus, I've heard that there are some people saying that you are kind of loose with the Sabbath. Are you really here to honor the Torah and the prophets? I feel like I've heard different.",
    "start": "00:04:03",
    "end": "00:04:15"
  },
  {
    "text": "Truly, I tell you, until the sky and the land pass on, not one dot or one squiggle will pass on from the Torah until all things have taken place.",
    "start": "00:04:16",
    "end": "00:04:28"
  },
  {
    "text": "Ah, so Jesus, what you're saying is you're here to honor God's will revealed in the Torah.",
    "start": "00:04:28",
    "end": "00:04:36"
  },
  {
    "text": "Therefore, whoever undoes one of the least of these commands and then they teach people to do this, that person will be called least in the kingdom of the skies. And whoever does the commands and then teaches his people to do them, this person will be called great in the kingdom of the skies.",
    "start": "00:04:36",
    "end": "00:04:59"
  },
  {
    "text": "Oh, so Jesus, you're here to tell us how to follow God's will in the Torah. But I can go down the road to the Pharisees or the Torah teachers and they can tell me that too.",
    "start": "00:04:59",
    "end": "00:05:09"
  },
  {
    "text": "Truly, I tell you, unless your doing what is right far surpasses that of the scribes and Pharisees, you won't be entering into the kingdom of the skies.",
    "start": "00:05:09",
    "end": "00:05:21"
  },
  {
    "text": "There you go. You have to really follow the logic of these four movements of thought. But once you do, you can see the point. I think you can see the point that he's getting at.",
    "start": "00:05:22",
    "end": "00:05:32"
  },
  {
    "text": "Okay, so this is Israel, they have the Torah and the prophets, which is for them the sacred writings that tell them who they are and why God selected them. And their mission to then be a priesthood, a kingdom, bring blessing to the nations.",
    "start": "00:05:32",
    "end": "00:05:47"
  },
  {
    "text": "And the revelation of that covenant, it came with 600 plus commands in the Torah, in the Torah that are now by Jesus time, over a thousand years old. So they're ancient by Jesus time. In Jesus day, different Jewish groups are arguing and disagreeing, splitting, playing power politics with what version of obedience truly fulfills all of the commands of the Torah. In other words, Jesus is one voice among many voices saying this is the real way to be faithful to the God of Israel, fulfill the Torah commands in this way.",
    "start": "00:05:47",
    "end": "00:06:28"
  },
  {
    "text": "So there's all these commands in the Torah, but they're a thousand years old. They assume that you're living in a very specific time and place.",
    "start": "00:06:28",
    "end": "00:06:37"
  },
  {
    "text": "Yeah.",
    "start": "00:06:37",
    "end": "00:06:37"
  },
  {
    "text": "So it's not as simple as just like do all these commands. No, it leaves a bunch of questions.",
    "start": "00:06:37",
    "end": "00:06:42"
  },
  {
    "text": "That's right. The cultural context has already shifted radically by Jesus Day. 1st century Israel, Palestine under Roman occupation is a very different setting from the early Israelites living in the hill country as a tribal federation of farming communities.",
    "start": "00:06:42",
    "end": "00:06:59"
  },
  {
    "text": "But these are the commands that they were given to be faithful to the covenant, correct?",
    "start": "00:07:00",
    "end": "00:07:06"
  },
  {
    "text": "Yes. So different Jewish teachers and groups had to find ways to create principles that transcended the ancient cultural context and bridged and connected into their first century context. And people disagreed about how to do that.",
    "start": "00:07:06",
    "end": "00:07:21"
  },
  {
    "text": "Yeah. Because as soon as you're principalizing, then you, you're interpreting. You're interpreting.",
    "start": "00:07:21",
    "end": "00:07:26"
  },
  {
    "text": "Yeah.",
    "start": "00:07:26",
    "end": "00:07:27"
  },
  {
    "text": "And so there's going to be disagreements. So in a way, they're treating these laws as wisdom, literature, correct?",
    "start": "00:07:27",
    "end": "00:07:34"
  },
  {
    "text": "That's right.",
    "start": "00:07:34",
    "end": "00:07:35"
  },
  {
    "text": "The Pharisees are one group of people doing this.",
    "start": "00:07:35",
    "end": "00:07:39"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:07:39",
    "end": "00:07:40"
  },
  {
    "text": "And the Sadducees are another.",
    "start": "00:07:40",
    "end": "00:07:41"
  },
  {
    "text": "Yeah, Pharisees. They would be the equivalent of a populist, hyper conservative movement that is trying to live as literally as possible by the original commands of the Torah as stated. So much so that even the commands that were given only to a select few Israelites, the priests, they have created principles out of that that they say apply to all of the people. So that what the priests used to do in the temple, every Israelite family is to do in their home, washing rituals, washing your hands, food rituals. And there are a lot of other Jews that think that's just unnecessary. Like the Sadducees. The Sadducees have a different take on a lot, a lot of those rules. And the Sadducees, which was essentially named for the priestly ruling class, they're the ones who have brokered a peace deal with Rome, and Rome lets them look like they're in charge. There was a spectrum of differences from hyper tor observance to hey, you know, let's build a coliseum, and maybe the men don't really need to get Circumcised, after all. And so the whole point is that it's a tumultuous time. Everybody who's trying to gain influence is arguing about how to remain faithful to the will of the God of Israel in these new and trying times.",
    "start": "00:07:41",
    "end": "00:09:01"
  },
  {
    "text": "Your central platform if you want to be an Israelite leader, is how do you uphold the covenant commitments of Israel?",
    "start": "00:09:01",
    "end": "00:09:11"
  },
  {
    "text": "And this is important because it's very easy to read the Sermon on the Mount, take it out of Matthew and just plop it alongside Aristotle's ethics. Right. Or just some other philosopher. And I really do think Jesus is putting this teaching forward as a new vision of reality, as a moral philosophy, as it were. But it's very much within an Israelite worldview that assumes that God has already revealed his wisdom and will in the Torah. But the question is, how is the Torah to be lived out and understood in new and different cultural contexts? And that's what Jesus is giving his unique take on here.",
    "start": "00:09:11",
    "end": "00:09:49"
  },
  {
    "text": "And he's. So he must have been accused of being fast and loose with the Torah.",
    "start": "00:09:49",
    "end": "00:09:55"
  },
  {
    "text": "Correct.",
    "start": "00:09:55",
    "end": "00:09:56"
  },
  {
    "text": "Because he's almost defensive at first. Yeah, I didn't come to dismantle totally, which that's a new translation for me. I've not come to abolish, I think is what I'm used to.",
    "start": "00:09:56",
    "end": "00:10:06"
  },
  {
    "text": "Yeah, abolish, yeah. The word is katalua, which means tear down. But obviously if you're tearing down a set of texts that have religious authority over your way of life, what you mean is. So I tried to dismiss words that makes sense, a little more sense.",
    "start": "00:10:06",
    "end": "00:10:25"
  },
  {
    "text": "Why would he be accused of that?",
    "start": "00:10:25",
    "end": "00:10:26"
  },
  {
    "text": "So what's confusing is that you haven't read any stories about this yet in Matthew, but you will. In fact, right after he finishes saying the Sermon on the Mount, chapters 8, 9, 10, 11, 12 are going to begin stories where Jesus starts having conflicts with the Pharisees and the scribes, the people that he talks about in this paragraph. So I think it's an element too of Matthew's assumes that you already know these narratives that are going to be happening later. And Jesus will be accused of being unfaithful or disloyal to the God of Israel because he doesn't observe the Sabbath. The way that they interpret the Sabbath.",
    "start": "00:10:27",
    "end": "00:11:08"
  },
  {
    "text": "Commands so on describes what's their role in this whole thing?",
    "start": "00:11:08",
    "end": "00:11:13"
  },
  {
    "text": "Oh, they're like Bible nerds. They're me.",
    "start": "00:11:13",
    "end": "00:11:15"
  },
  {
    "text": "So wait, but aren't the Pharisees Bible nerds too?",
    "start": "00:11:17",
    "end": "00:11:20"
  },
  {
    "text": "They are, but they are also community leaders. So you've got your community leader Bible teachers, and then You've got the actual nerds.",
    "start": "00:11:20",
    "end": "00:11:30"
  },
  {
    "text": "They're the ones that are, like, copying the text over to new parchment and geeking out on it.",
    "start": "00:11:31",
    "end": "00:11:38"
  },
  {
    "text": "Yeah. Writing commentaries and then writing commentaries on the commentaries. Yeah. So the scribes and the Pharisees.",
    "start": "00:11:38",
    "end": "00:11:44"
  },
  {
    "text": "Oh, okay, Interesting.",
    "start": "00:11:44",
    "end": "00:11:45"
  },
  {
    "text": "Professional Bible nerds. So the fact that Jesus was constantly in conflict with the Bible nerds of his day is perpetually terrifying to me.",
    "start": "00:11:45",
    "end": "00:11:55"
  },
  {
    "text": "Yeah.",
    "start": "00:11:58",
    "end": "00:11:58"
  },
  {
    "text": "This is why Jesus, brother James Jacob, says, you know, not many of you should be teachers. Bible teachers.",
    "start": "00:12:00",
    "end": "00:12:06"
  },
  {
    "text": "Yeah. Because don't screw it up.",
    "start": "00:12:06",
    "end": "00:12:08"
  },
  {
    "text": "Don't screw it up. So, yeah, there you go. Even though in the narrative world of Matthew, Jesus hasn't come into conflict with the Bible power brokers of his day, that is a part of the setting that he was wading into to have.",
    "start": "00:12:08",
    "end": "00:12:22"
  },
  {
    "text": "Any authority as an Israelite leader.",
    "start": "00:12:22",
    "end": "00:12:24"
  },
  {
    "text": "Yep.",
    "start": "00:12:24",
    "end": "00:12:24"
  },
  {
    "text": "You have to explain what your position is on how you fulfill the covenant terms.",
    "start": "00:12:25",
    "end": "00:12:30"
  },
  {
    "text": "That's right. And remember, the covenant terms were always about God's mission to make one group of people a kingdom of priests. This is what God says to Israel when he invites them into a covenant on Mount Sinai. Exodus 19. So a kingdom of representatives who will represent God's character to the world and represent the nations before God. That's the point.",
    "start": "00:12:30",
    "end": "00:12:52"
  },
  {
    "text": "Light of the world.",
    "start": "00:12:52",
    "end": "00:12:53"
  },
  {
    "text": "Yeah. To be a city on a hill. And so how you fulfill those commands then becomes job number one. And that's what Jesus says he's here.",
    "start": "00:12:53",
    "end": "00:13:03"
  },
  {
    "text": "To do, is to fill them full.",
    "start": "00:13:03",
    "end": "00:13:06"
  },
  {
    "text": "Exactly. To fulfill them.",
    "start": "00:13:06",
    "end": "00:13:07"
  },
  {
    "text": "Yeah.",
    "start": "00:13:07",
    "end": "00:13:08"
  },
  {
    "text": "That's the normal English translation. So some people might look at what I'm teaching, which you haven't heard yet, but you're about to, and say, I'm dismantling the Torah. No, I'm saying that all those other people are wrong. And what I'm here to do is fulfill the Torah and prophets. Jesus views the Scriptures as something that points forward a set of texts that create momentum and expectation, a conflict that needs to be resolved in some way. And that's how Jesus reads his Bible as a unified story that needs resolution. And what he's claiming here is, I am here to provide the resolution to which the Torah and the prophets are pointing. That's what he means. So then he gives 2. Makes two points to underscore that he's not here to dismantle the Torah. He says, first of all, listen, I view the Torah as so valuable. Here's how I would describe its divine authority. Not one little tiny detail. He starts talking about the little. Little squiggles of Hebrew letters. This got translated in King James as jot and tittle.",
    "start": "00:13:08",
    "end": "00:14:19"
  },
  {
    "text": "Jot and tittle?",
    "start": "00:14:19",
    "end": "00:14:20"
  },
  {
    "text": "Yeah.",
    "start": "00:14:20",
    "end": "00:14:21"
  },
  {
    "text": "You say dot and squiggle dot.",
    "start": "00:14:21",
    "end": "00:14:23"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:14:23",
    "end": "00:14:24"
  },
  {
    "text": "Just the little markings, the. Like the dottings of the I's in English or the crossing of a T. That's it.",
    "start": "00:14:24",
    "end": "00:14:30"
  },
  {
    "text": "Yeah, yeah, that's it.",
    "start": "00:14:30",
    "end": "00:14:31"
  },
  {
    "text": "Little in Hebrew. It's different.",
    "start": "00:14:31",
    "end": "00:14:32"
  },
  {
    "text": "Little stroke. Yeah, that's right. They have different strokes and squiggles, but it's the same idea.",
    "start": "00:14:32",
    "end": "00:14:36"
  },
  {
    "text": "They're all important.",
    "start": "00:14:36",
    "end": "00:14:37"
  },
  {
    "text": "They're all important.",
    "start": "00:14:37",
    "end": "00:14:38"
  },
  {
    "text": "I'm not here to mess with them.",
    "start": "00:14:38",
    "end": "00:14:39"
  },
  {
    "text": "What makes a T different from a capital L?",
    "start": "00:14:40",
    "end": "00:14:46"
  },
  {
    "text": "A strike through.",
    "start": "00:14:46",
    "end": "00:14:47"
  },
  {
    "text": "Right. Just either the lower line on the L or the top line on the T. It's just one line, but it makes all the difference in the world between Tim and lim or whatever. This is interesting what Jesus says here.",
    "start": "00:14:47",
    "end": "00:15:00"
  },
  {
    "text": "He says, or taser and laser. Don't get confused.",
    "start": "00:15:00",
    "end": "00:15:05"
  },
  {
    "text": "No, they're really important. No one can blind you, can shock your body. So what Jesus says in verse 18 is not just, you know, none of the little squiggles will pass away from the Torah, he says, until the sky and the land pass on. Not one dot or squiggle will pass on from the Torah until all things have taken place.",
    "start": "00:15:05",
    "end": "00:15:24"
  },
  {
    "text": "Yeah. Why is he bringing up the sky and the land? Is there this idea that it is going to pass on or is it the idea that it's so sturdy? Yeah, it's always here and the same. Even more so. The Hebrew Bible.",
    "start": "00:15:25",
    "end": "00:15:39"
  },
  {
    "text": "Yeah. This is really cool. It's great. This was a genuine new discovery for me. There's a familiar way of talking about the enduring eternal nature of God's word that occurs in the prophets and the Psalms where you compare God's nature to the most reliable, eternal, stable thing that, you know.",
    "start": "00:15:39",
    "end": "00:16:00"
  },
  {
    "text": "I love that idea of Jesus viewing the Torah as something that creates momentum, that points forward to something we so often think of laws, especially the laws in the Bible, as something that holds us back.",
    "start": "00:16:03",
    "end": "00:16:15"
  },
  {
    "text": "Yes. Pushing us forward. I love that image.",
    "start": "00:16:15",
    "end": "00:16:18"
  },
  {
    "text": "Yeah. So good. But what's this about the sky and the land passing on?",
    "start": "00:16:18",
    "end": "00:16:23"
  },
  {
    "text": "Yeah. Are we talking about the end of the world?",
    "start": "00:16:23",
    "end": "00:16:25"
  },
  {
    "text": "Well, let's listen in.",
    "start": "00:16:25",
    "end": "00:16:26"
  },
  {
    "text": "In my whole life experience, there's only a very few things that haven't changed. I need a drink of water every day. I go to the bathroom every day to my body, but, you know.",
    "start": "00:16:29",
    "end": "00:16:40"
  },
  {
    "text": "And the sun comes up.",
    "start": "00:16:40",
    "end": "00:16:41"
  },
  {
    "text": "The sun comes up even though I can't see it a lot of the time here in Portland, but. Right, you get the idea. Yeah. So what's more reliable than the stable, ordered world? Well, I guess the one who generated that stable, ordered world.",
    "start": "00:16:41",
    "end": "00:16:55"
  },
  {
    "text": "And the things that he says.",
    "start": "00:16:55",
    "end": "00:16:57"
  },
  {
    "text": "Correct. So, for example, Psalm 148, 5, 6, Let the skies praise the name of Yahweh, for at his command they were created. He established them forever and ever. He issued a decree that will never pass away. So here in poetic imagery, the skies are eternal. Yeah, but Jesus just said, until the skies and the land pass away. So is this a contradiction in the Bible?",
    "start": "00:16:57",
    "end": "00:17:28"
  },
  {
    "text": "Oh, I see.",
    "start": "00:17:28",
    "end": "00:17:28"
  },
  {
    "text": "Well, it's just different ways of making the same point now. But here in Psalm 48, why are the skies always the same? The stars follow the same course. The sun does its thing, made it that way at God's command. So what really is the eternal thing?",
    "start": "00:17:28",
    "end": "00:17:43"
  },
  {
    "text": "Ah, the command.",
    "start": "00:17:43",
    "end": "00:17:44"
  },
  {
    "text": "The command. He issued a decree that will never pass away. So behind the order of creation is a mind and a will that speaks.",
    "start": "00:17:44",
    "end": "00:17:53"
  },
  {
    "text": "A word and that has the true eternal quality.",
    "start": "00:17:53",
    "end": "00:17:57"
  },
  {
    "text": "Yeah, that's right. And so this is a pattern, a way of speech that goes. It's about half a dozen times throughout the Hebrew Bible. And they're all a little different from each other, but they're cool. So here in Psalm 102, 25, in the beginning, you laid the foundations of the land. The skies are the work of your hands. They might perish, but you will remain. They will wear out like a garment, like clothing. You change the skies in the land and they will be discarded, but you remain the same. Your years will never end.",
    "start": "00:17:57",
    "end": "00:18:29"
  },
  {
    "text": "Well, that's different.",
    "start": "00:18:29",
    "end": "00:18:30"
  },
  {
    "text": "It is. So here it's saying the skies and the land are God's handiwork. They're different than God, they're other. So God's eternal. And here creation is talked about as constantly changing.",
    "start": "00:18:30",
    "end": "00:18:43"
  },
  {
    "text": "Yeah. Like it's putting on new clothes.",
    "start": "00:18:43",
    "end": "00:18:44"
  },
  {
    "text": "Yeah. Which it does.",
    "start": "00:18:44",
    "end": "00:18:45"
  },
  {
    "text": "I could see that with the land. Right. You see, like the land change when a flood comes through or something.",
    "start": "00:18:45",
    "end": "00:18:51"
  },
  {
    "text": "Or just the seasons constantly dying, renewing.",
    "start": "00:18:52",
    "end": "00:18:56"
  },
  {
    "text": "But how did they get this idea that the sky is going to change?",
    "start": "00:18:56",
    "end": "00:18:59"
  },
  {
    "text": "Yeah, My hunch is that it's a deduction. The land changes. And I see movement up there. It's really regular movement, but it's movement. And so there must be something behind all of this. That is the unmoved mover, to use the Greek philosophical term. That's the comparison here. So notice you can talk about, like Psalm 148. The skies are eternal, which point ultimately not to the skies, eternal nature, but the God's eternal nature. But here, the skies and the land are constantly changing in Psalm 102. And so the Point is that biblical authors and Jewish literature, you can use the regularity or the changing nature of creation to make the same point that it points to someone greater who doesn't change.",
    "start": "00:18:59",
    "end": "00:19:49"
  },
  {
    "text": "Got it.",
    "start": "00:19:50",
    "end": "00:19:50"
  },
  {
    "text": "It seems to me that's the point that Jesus is making here.",
    "start": "00:19:50",
    "end": "00:19:53"
  },
  {
    "text": "Yeah, the sky and the land are stable, but more stable is the command that even put it in place. And that command is what I've come to fill full.",
    "start": "00:19:53",
    "end": "00:20:05"
  },
  {
    "text": "Yep, that's right. So he goes on to say, therefore, what I'm going to go on and teach you is how to do the commands. He says, therefore, whoever undoes even the littlest command in the Torah, you won't get in on the kingdom of the skies.",
    "start": "00:20:05",
    "end": "00:20:20"
  },
  {
    "text": "Okay. Now, so Jesus, at this point, he realizes, right, that there's disagreements on how to fulfill or how to follow the commands.",
    "start": "00:20:20",
    "end": "00:20:32"
  },
  {
    "text": "Yeah.",
    "start": "00:20:32",
    "end": "00:20:33"
  },
  {
    "text": "So it sounds like he's got a list in his mind of like, there's all these commands and there's like really big ones and there's really small ones.",
    "start": "00:20:34",
    "end": "00:20:42"
  },
  {
    "text": "Yes, totally.",
    "start": "00:20:42",
    "end": "00:20:43"
  },
  {
    "text": "And so they're all important.",
    "start": "00:20:43",
    "end": "00:20:44"
  },
  {
    "text": "That's right.",
    "start": "00:20:44",
    "end": "00:20:45"
  },
  {
    "text": "But it seems like what you were telling me was it's not so simple. Everyone kind of had their own, like collection or matrix or interpretations of how to fulfill all these commands.",
    "start": "00:20:45",
    "end": "00:20:56"
  },
  {
    "text": "Totally. So then here it's. There is a debate going on in Jesus Day, and we have lots of testimony about it in Jewish literature from the same time period and from later, from the literature of the rabbis that even though it was written down centuries after Jesus, a lot of it records debates from Jesus time. Lots of debates that come up in the Gospels. What's the most important command? What are the greater commands? What are the lesser commands? Jesus will lay into the pharisees in chapter 23 by saying, Listen, you've developed all of these new sub rules about how to give to God 1/10 of the herbs of your garden. There's nothing in the Torah about that, just give 1/10. And so you develop all this. But, you know, there's tax collectors and sex workers who would be open to learning how to be faithful to the God of Israel if you would create a community that would welcome them in. And he calls that the greater things, mercy and justice and love. He says these are the greater commands in comparison to what he calls the lesser commands.",
    "start": "00:20:56",
    "end": "00:22:00"
  },
  {
    "text": "So would the greater commands be the, like, the more general, larger, important principles?",
    "start": "00:22:00",
    "end": "00:22:05"
  },
  {
    "text": "Correct.",
    "start": "00:22:05",
    "end": "00:22:06"
  },
  {
    "text": "And the lesser commands would be the real nitpicky. How do you make it happen day to day though?",
    "start": "00:22:06",
    "end": "00:22:12"
  },
  {
    "text": "To call them greater or lesser is not evaluating them necessarily on whether or not they are important. It's just saying some are more basic and get to the heart of things.",
    "start": "00:22:12",
    "end": "00:22:23"
  },
  {
    "text": "More broad and more specific.",
    "start": "00:22:23",
    "end": "00:22:24"
  },
  {
    "text": "Some are more very specific applications of the core. What Jesus is acknowledging is what every rabbi in his day acknowledged. There are some commands of the Torah that are the core, but what people disagreed about is what the core was and then how you apply that core.",
    "start": "00:22:24",
    "end": "00:22:43"
  },
  {
    "text": "So when he says, hey, if you undo one of the least of the commands or you teach people do it, you're. You're. You have a small place. King of the skies. What is he referring to?",
    "start": "00:22:43",
    "end": "00:22:51"
  },
  {
    "text": "Yeah, he's. He hasn't told you yet. Okay. So he's just mapping out. This is an introductory summary. And his point in the moment is simply to say, I'm not here to dismantle the Torah. I'm here to fulfill what God's will in the Torah was always about in the first place. Here's how much I value it. I think it's eternal. Yeah, here's how much I value it. I'm teaching my followers to live by the commands of the Torah. I'm here to teach people how to fulfill the lesser and the greater commands of the Torah. What he hasn't said yet is what he thinks the core is, and that's what he's about to get into.",
    "start": "00:22:51",
    "end": "00:23:29"
  },
  {
    "text": "Okay. Or what the least.",
    "start": "00:23:29",
    "end": "00:23:31"
  },
  {
    "text": "It actually is a clever way in terms of rhetoric.",
    "start": "00:23:31",
    "end": "00:23:34"
  },
  {
    "text": "Yes. Because it puts the Pharisees maybe a little at ease. Like, okay, my mint tithe is safe.",
    "start": "00:23:34",
    "end": "00:23:40"
  },
  {
    "text": "Totally. In a way, he's offering the conclusions of something that he hasn't said yet to put listeners at ease. If anybody's nervous that he is going to be like one of these Jewish groups that are on the scene saying, yeah, I've got a new way forward. And those laws of the Torah are outmoded. They don't have any wisdom to offer us anymore. There were people saying that. And Jesus is setting himself apart from that. He's trying to put his listeners at ease. But what he isn't saying yet is what are the least of the commands? And so you just got to keep going.",
    "start": "00:23:41",
    "end": "00:24:17"
  },
  {
    "text": "He makes this comparison. You undo the commands, even the least, then you're least in the kingdom of the skies. You fulfill them, you do them all. You're great in the kingdom of skies.",
    "start": "00:24:17",
    "end": "00:24:26"
  },
  {
    "text": "Yes.",
    "start": "00:24:26",
    "end": "00:24:27"
  },
  {
    "text": "So this idea of there's this new reality, the kingdom of the skies, and you can be great in this reality or you can be unimportant in this reality, is that what. Like, there's this comparison of like, there's a Status to be attained in this new reality.",
    "start": "00:24:27",
    "end": "00:24:43"
  },
  {
    "text": "Oh, I understand. Well, but where he's getting the status. Language is from the least, the idea of the least and the greatest commands. And so if you undo the least of the greatest commands, what you have done will be done to you. You'll become least in the kingdom of the skies.",
    "start": "00:24:43",
    "end": "00:24:59"
  },
  {
    "text": "But is this something in the air? Because his disciples come to him at one point and say, how do I become great in the kingdom?",
    "start": "00:24:59",
    "end": "00:25:07"
  },
  {
    "text": "Yeah, that's right. And he says, become least. Become like a child. The first will be last, the last will be first.",
    "start": "00:25:07",
    "end": "00:25:14"
  },
  {
    "text": "And there's the parable of, like, you know, the talents. Yeah. And.",
    "start": "00:25:14",
    "end": "00:25:21"
  },
  {
    "text": "Oh. Of the cities.",
    "start": "00:25:21",
    "end": "00:25:22"
  },
  {
    "text": "And they're given. They're given kind of a greater status when they. Than when they've used the talents.",
    "start": "00:25:22",
    "end": "00:25:27"
  },
  {
    "text": "Well, yeah.",
    "start": "00:25:27",
    "end": "00:25:28"
  },
  {
    "text": "So there's. Is there something about this whole idea of being. Getting a higher status.",
    "start": "00:25:28",
    "end": "00:25:33"
  },
  {
    "text": "Yeah, you know, in. Yeah. In Jewish literature of this time. And it was an honor. Shame culture. And so your public status. You're standing in public, Your honor was everything. And of your family, because your own honor is tied up in the honor of your family. And so, yeah, figures of speech, ways of talking about it, are framed in those of reward or punishments of honor and honor or shame of least or great. So all of this strikes people from modern Western democratic societies as.",
    "start": "00:25:34",
    "end": "00:26:12"
  },
  {
    "text": "Yeah. How it strikes me. And tell me if this is not how it should strike me. Is this idea of, if I'm really gonna be wise, shrewd, I'm not gonna care about building wealth here now or really trying to have authority and power here now. I want authority and power and wealth in the age to come.",
    "start": "00:26:13",
    "end": "00:26:38"
  },
  {
    "text": "Oh, I understand.",
    "start": "00:26:38",
    "end": "00:26:39"
  },
  {
    "text": "And so it's almost like that same impulse of to have authority and power.",
    "start": "00:26:39",
    "end": "00:26:44"
  },
  {
    "text": "Oh, I see. Yeah.",
    "start": "00:26:44",
    "end": "00:26:45"
  },
  {
    "text": "I should just not get rid of that impulse. Just redirect it to the future reality, which is really important.",
    "start": "00:26:45",
    "end": "00:26:52"
  },
  {
    "text": "Yeah.",
    "start": "00:26:52",
    "end": "00:26:53"
  },
  {
    "text": "Versus, like, try to be president now. No, why don't I try to be president in the years to come? Right.",
    "start": "00:26:53",
    "end": "00:26:58"
  },
  {
    "text": "Yeah. Yeah. So actually, this is the genius of Jesus saying, the kingdom of the skies has a touchdown here and now, which is, once you understand that to be the servant of all is to be the greatest, you get the greatest leaders. I'm glad you raised it, though, because the language of reward is a prominent theme in Jesus teaching. And he doesn't see it as something bad to hope for reward or to live your life now or to hope for honor in light of some hope for reward or honor. But the nature of that reward and the nature of that honor is to be immersed in the beauty of God's own eternal love. And that reward has a transforming effect on all that I value and think is important. And that's the kind of transformation this is about the pure in heart. How fortunate are the pure in heart?",
    "start": "00:26:58",
    "end": "00:27:59"
  },
  {
    "text": "I see. How do you lead with a pure heart? How do you have power and a pure heart? And that's the kind of honor and greatness that Jesus wants once for you.",
    "start": "00:27:59",
    "end": "00:28:08"
  },
  {
    "text": "Yep.",
    "start": "00:28:08",
    "end": "00:28:09"
  },
  {
    "text": "Okay. Part one of Jesus's perspective on the Torah, I have come not to dismantle, but to fulfill. Part two, God's word will outlast the most enduring thing we know of. That is the sky and the land itself. And then part three, every command in the Torah, the least and the greatest is important. And to be great in God's kingdom is to honor all of it. Now, that's a lot to chew on. But Jesus isn't done yet. There's still one more part to this perspective on the Torah.",
    "start": "00:28:14",
    "end": "00:28:48"
  },
  {
    "text": "We haven't gotten to the last thing that Jesus says here. The four parts of this statement actually all depend on each other and work together. So he said, I haven't come to dismantle, I've come to fulfill. Here's two things that I'm going to say that just to reinforce that, reinforce that point. Let's come back around. Okay, so Jesus is pro Torah observance. Yes. The way he defines it. And how does he define it? Well, here's what it's not. Verse 20. Truly, I tell you, unless your righteousness or my translation is doing what is right, unless your doing of what is right far surpasses that of the Bible teachers and the Pharisees, you won't be entering the kingdom of skies.",
    "start": "00:28:50",
    "end": "00:29:32"
  },
  {
    "text": "So what it's not, is not what those guys are saying.",
    "start": "00:29:33",
    "end": "00:29:37"
  },
  {
    "text": "Not what those guys are saying. Now.",
    "start": "00:29:37",
    "end": "00:29:39"
  },
  {
    "text": "It's a bit of a jab at the end.",
    "start": "00:29:39",
    "end": "00:29:40"
  },
  {
    "text": "It's a total jab. Jesus teaches in hyperbolic overstatements. Cut off your hand.",
    "start": "00:29:40",
    "end": "00:29:46"
  },
  {
    "text": "We'll get to that one.",
    "start": "00:29:46",
    "end": "00:29:47"
  },
  {
    "text": "We'll get to that one. Hate your mother and father unless you're willing to leave every possession you have. And so, and I never want to, like, you know, gut these of the power that Jesus meant to deliver, you know, the shock factor. But at the same time, Jesus, he's a wisdom teacher. And so he expects you to take one saying of his in light of the whole body. And he's really down on the Pharisees here because he really sees, and they were the movement that was most against him. Aside from the priestly ruling group, the Sadducees. And so he's really intense and often mean in what he says about the Pharisees. We just got to give him that, you know? But Jesus intensity here has often been, I think, misunderstood or at least certainly misapplied and carried on by Christians throughout centuries who have been incredibly mean and violent towards Jewish communities and Jewish people. And Jesus, I think, would be really appalled that his followers would violate the command to love God and love your neighbor by doing that. But all the same, Jesus had a lot of intense feelings about these people because he really cared about this vision of the new Jerusalem and the city on the hill and Israel fulfilling its call to the nations. And it's that intervarsity sparring between family members that Jesus is expressing here.",
    "start": "00:29:47",
    "end": "00:31:19"
  },
  {
    "text": "No, that's good. You've got this kind of setup of, hey, guys, I'm on your team. You can imagine if you're a Pharisee.",
    "start": "00:31:19",
    "end": "00:31:26"
  },
  {
    "text": "Oh, yes.",
    "start": "00:31:26",
    "end": "00:31:27"
  },
  {
    "text": "Listening in. At first it's like, guys, don't worry. I'm not here to dismantle this. It's super important to me. This is how important. Not one jot or squiggle. It's more stable than the sky itself.",
    "start": "00:31:27",
    "end": "00:31:40"
  },
  {
    "text": "Yeah.",
    "start": "00:31:40",
    "end": "00:31:41"
  },
  {
    "text": "And if you don't follow even the least of these things, you know, you.",
    "start": "00:31:42",
    "end": "00:31:47"
  },
  {
    "text": "Can'T be in my group.",
    "start": "00:31:47",
    "end": "00:31:47"
  },
  {
    "text": "Yeah. And they're all kind of like, okay, awesome. And then as soon as, like, they're kind of relaxed a little bit, he's like, oh, and how are you gonna do it? Not your way.",
    "start": "00:31:47",
    "end": "00:31:59"
  },
  {
    "text": "Yeah.",
    "start": "00:31:59",
    "end": "00:32:00"
  },
  {
    "text": "Not with your rules. Like, that's not the way. It's gotta be something that surpasses that.",
    "start": "00:32:00",
    "end": "00:32:05"
  },
  {
    "text": "Unless your life that aligns with the will of God surpasses what? The most religious, pious, devoted people you could possibly imagine. Unless it surpasses their way of life. Sorry, you won't be entering the kingdom of skies.",
    "start": "00:32:05",
    "end": "00:32:20"
  },
  {
    "text": "The Pharisees are very strict.",
    "start": "00:32:21",
    "end": "00:32:22"
  },
  {
    "text": "Yes.",
    "start": "00:32:22",
    "end": "00:32:23"
  },
  {
    "text": "They're super careful. Correct what we learn about Jesus. One of the conflicts he comes in with this group is that he isn't as careful and strict around certain things, like the Sabbath.",
    "start": "00:32:23",
    "end": "00:32:33"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:32:33",
    "end": "00:32:34"
  },
  {
    "text": "And actually he gets frustrated that their strictness keeps them from seeing the forest through the trees.",
    "start": "00:32:34",
    "end": "00:32:40"
  },
  {
    "text": "Yeah. Yep.",
    "start": "00:32:40",
    "end": "00:32:41"
  },
  {
    "text": "But what's interesting here is that he's kind of saying. You almost think he's saying, I'm gonna be more strict.",
    "start": "00:32:41",
    "end": "00:32:49"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:32:49",
    "end": "00:32:50"
  },
  {
    "text": "And then I guess, in a way, he is being more strict, but not in the way that.",
    "start": "00:32:50",
    "end": "00:32:54"
  },
  {
    "text": "But not in the. Yeah, that's. That's really well said.",
    "start": "00:32:54",
    "end": "00:32:56"
  },
  {
    "text": "Okay.",
    "start": "00:32:56",
    "end": "00:32:57"
  },
  {
    "text": "Yeah, I think that's exactly right.",
    "start": "00:32:57",
    "end": "00:32:58"
  },
  {
    "text": "I explained it to myself. You did, thank you.",
    "start": "00:32:58",
    "end": "00:33:00"
  },
  {
    "text": "Yeah. He's upping the ante here. He's saying, I am actually calling people to be more faithful to the will of Go that is revealed in the Torah. But the way that you get and discern the will of God through the commands of the Torah, well, that's what he's about to explore in six.",
    "start": "00:33:00",
    "end": "00:33:18"
  },
  {
    "text": "It's more intense than your guys. You guys think you're intense. Yeah, mine's more intense.",
    "start": "00:33:18",
    "end": "00:33:22"
  },
  {
    "text": "Mine's more intense. And you read through the next six things that he teaches and you're like.",
    "start": "00:33:22",
    "end": "00:33:26"
  },
  {
    "text": "Whoa, that is more intense than the Pharisees.",
    "start": "00:33:26",
    "end": "00:33:28"
  },
  {
    "text": "Yeah. I'm pretty sure I'm not qualified. Now he uses the word righteousness here, which came up in the Nine Blessings.",
    "start": "00:33:28",
    "end": "00:33:37"
  },
  {
    "text": "Yeah.",
    "start": "00:33:37",
    "end": "00:33:38"
  },
  {
    "text": "And so we covered it briefly, but we didn't really.",
    "start": "00:33:38",
    "end": "00:33:40"
  },
  {
    "text": "Yeah. Hunger and thirst for righteousness.",
    "start": "00:33:40",
    "end": "00:33:42"
  },
  {
    "text": "Yeah. And so there we laid down the basic meaning of this word group in Jesus Bible, which is the word righteousness. It's the Hebrew word tzedek or tzedekah, which just means right relationships, people doing right by each other. I've actually found that's a good English turn to phrase.",
    "start": "00:33:42",
    "end": "00:33:59"
  },
  {
    "text": "Yeah. Doing right by each other.",
    "start": "00:33:59",
    "end": "00:34:00"
  },
  {
    "text": "Well, to do right by someone, somehow the phrase to do right or do the right thing, it takes it out.",
    "start": "00:34:00",
    "end": "00:34:08"
  },
  {
    "text": "Of the relational context.",
    "start": "00:34:08",
    "end": "00:34:09"
  },
  {
    "text": "Exactly. And it makes it. There's somewhere out there in the universe is an idea of right and I need to align myself to it. And that's actually true to the biblical worldview. But the way you align yourself to it isn't by living in abstract. It's doing right by other people is what puts me in right relationship.",
    "start": "00:34:09",
    "end": "00:34:26"
  },
  {
    "text": "Yeah. How do you find the right in the universe? It's by doing right by people.",
    "start": "00:34:26",
    "end": "00:34:30"
  },
  {
    "text": "Yeah. This is a good, like word study principle. If there's a word that's confusing in the Bible, one helpful way is to get a tool that helps me see where other places that word occurs. Bible dictionary or concordance. Oh, yeah, concordance. And there are digital concordances now free online, even where you can do that. But then the question is, well, where do you start? Where should you start your search? And so I forget what class I was in long time ago when I learned this. But it's just think of concentric circles. Look for the use of that word in the same literary unit, the same story, the same speech or teaching, and just go out in rings of greater context. So. Well, if I can't find it on the page nearby, look on the surrounding pages, and if not, look within the same book or look within the same author. Like Paul's letters, look within the New Testament, look within the whole Bible.",
    "start": "00:34:30",
    "end": "00:35:29"
  },
  {
    "text": "Got it.",
    "start": "00:35:29",
    "end": "00:35:30"
  },
  {
    "text": "So lucky for us, Jesus uses this word multiple other times in the Sermon on the Mount. So, for example, at the beginning of Matthew chapter six, he'll say, be careful. Secondly, the next time he uses the word, he'll say, be careful not to practice your righteousness in front of other people so that they will see you. If you do that, you'll have no reward which is tied into what we're talking about. So here, righteousness is something that you do, and it's something that's publicly visible. It's a way of life.",
    "start": "00:35:30",
    "end": "00:36:00"
  },
  {
    "text": "If you want it to be.",
    "start": "00:36:00",
    "end": "00:36:01"
  },
  {
    "text": "If you want it to be. That's true. Jesus is actually going to advocate a version of righteousness that might be visible but might be invisible, because that'll keep your heart in the right space.",
    "start": "00:36:01",
    "end": "00:36:12"
  },
  {
    "text": "Pure.",
    "start": "00:36:12",
    "end": "00:36:13"
  },
  {
    "text": "Pure, as it were. But the point here is that it's a certain way of living that aligns with God's will. And he names generosity to the poor first. But then prayer, which is more doing right by God, like relating to God. And then fasting, which is something that you do before God on behalf of other people.",
    "start": "00:36:13",
    "end": "00:36:35"
  },
  {
    "text": "Oh, really?",
    "start": "00:36:35",
    "end": "00:36:36"
  },
  {
    "text": "Yeah.",
    "start": "00:36:36",
    "end": "00:36:36"
  },
  {
    "text": "You fast on behalf of people.",
    "start": "00:36:37",
    "end": "00:36:38"
  },
  {
    "text": "Usually. I mean, sometimes it might be on behalf of yourself or your circumstances, but almost always you're doing it to tell God you're serious about your request for another person or situation. I guess we'll talk about this when we get to fasting. But the point is, there is a certain way of living that aligns with God's will and he calls it righteousness. Later on in chapter six, famous line where he's gonna say, don't worry about money, but seek first the kingdom of God and his righteousness.",
    "start": "00:36:39",
    "end": "00:37:09"
  },
  {
    "text": "God's righteousness.",
    "start": "00:37:10",
    "end": "00:37:11"
  },
  {
    "text": "Yeah. So seek to live in such a way that you do right by God, a life that aligns with the will of God.",
    "start": "00:37:11",
    "end": "00:37:19"
  },
  {
    "text": "Wouldn't that be righteousness with God or righteousness oh God?",
    "start": "00:37:20",
    "end": "00:37:26"
  },
  {
    "text": "So, yeah, the phrase righteousness of God could mean two things, at least by Greek grammar. It could mean God's own righteousness, how he does right. Yeah, God's way of doing right by people. Or it could mean the righteousness that you do for God, that is doing right by God. It could mean either. Parallel phrase is God's kingdom. And so it could be God's kingdom and God's way of doing things. Seek to live by God's way of doing things, which you have to do. It's not something God does for you. Well, it is in Paul's letters, but in Matthew, he has a different way of framing it up. Actually, this is a sticking point is that the nuance of righteousness in the Gospel of Matthew has a different emphasis than it does typically in Paul's letters, where what Paul wants to emphasize is the unrighteousness of Israel to fulfill its end of the covenant. And so God was righteous. He did right by Israel by sending Jesus the Messiah, who was righteous on Israel's behalf. He was righteous on behalf of the unrighteous. Whereas Matthew has a different emphasis where he just wants to emphasize, yeah, our.",
    "start": "00:37:26",
    "end": "00:38:45"
  },
  {
    "text": "Job is to be righteous, is to be righteous.",
    "start": "00:38:45",
    "end": "00:38:48"
  },
  {
    "text": "And that's a good thing. Yeah, it's not a bad thing to live by God's will. In fact, Jesus is gonna say it's really important. Yeah, yeah. There's just. There's a Protestant tendency to overemphasize Paul's point that, well, there is none righteous. You shouldn't even. You can't even try. Cause if you do, you're gonna be doing it out of wrong motives and so on. And that's not Paul's point. Of course, there is a tendency in some Protestant traditions to de. Emphasize trying to live in a way that pleases God.",
    "start": "00:38:48",
    "end": "00:39:18"
  },
  {
    "text": "But the whole idea of the coven, Correct, was to be able to be righteous.",
    "start": "00:39:18",
    "end": "00:39:24"
  },
  {
    "text": "That's right.",
    "start": "00:39:24",
    "end": "00:39:24"
  },
  {
    "text": "To treat each other.",
    "start": "00:39:25",
    "end": "00:39:26"
  },
  {
    "text": "That's right.",
    "start": "00:39:26",
    "end": "00:39:27"
  },
  {
    "text": "In the right way.",
    "start": "00:39:27",
    "end": "00:39:28"
  },
  {
    "text": "So what is this greater righteousness? What is this way of life that fulfills the Torah?",
    "start": "00:39:28",
    "end": "00:39:36"
  },
  {
    "text": "That's greater than what the greater than.",
    "start": "00:39:36",
    "end": "00:39:38"
  },
  {
    "text": "What'S on offer today. And he's just making you salivate like, okay, we'll get to the point. What is it, Jesus?",
    "start": "00:39:38",
    "end": "00:39:44"
  },
  {
    "text": "Tell me what to do.",
    "start": "00:39:45",
    "end": "00:39:46"
  },
  {
    "text": "Tell me, what does it look like? And he's going to give six examples. But this little paragraph here is teeing up a theme that will continue to echo throughout the Gospel. And actually it's kind of a useful maybe to land the plane on. This paragraph is the next time that the phrase Torah and prophets will appear outside the sermon. It's a story in chapter 22.",
    "start": "00:39:46",
    "end": "00:40:11"
  },
  {
    "text": "One time, a Torah scholar asked Jesus a question, testing him, teacher, which is the great commandment in the Torah. And Jesus said to him, you shall love the Lord your God with all your heart and with all your soul and with all your mind. This is the great and first commandment. The second is, like it, you shall love your neighbor as yourself. On these two commandments depend the whole Torah and the prophets.",
    "start": "00:40:17",
    "end": "00:40:45"
  },
  {
    "text": "So we're back in the same set of ideas here. There's a way of living that fulfills the Torah and the prophets.",
    "start": "00:40:47",
    "end": "00:40:53"
  },
  {
    "text": "Yeah. The Torah scholar who wants to know, how do I fulfill the commands? The covenant commands.",
    "start": "00:40:54",
    "end": "00:41:02"
  },
  {
    "text": "Correct.",
    "start": "00:41:02",
    "end": "00:41:02"
  },
  {
    "text": "How do I do it?",
    "start": "00:41:02",
    "end": "00:41:03"
  },
  {
    "text": "Yep.",
    "start": "00:41:03",
    "end": "00:41:04"
  },
  {
    "text": "And maybe one key to that is tell me the most important command.",
    "start": "00:41:04",
    "end": "00:41:09"
  },
  {
    "text": "Yeah. There's 600 plus.",
    "start": "00:41:09",
    "end": "00:41:10"
  },
  {
    "text": "Yeah, yeah. If at least I'm doing the most important one. Correct.",
    "start": "00:41:10",
    "end": "00:41:13"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:41:13",
    "end": "00:41:14"
  },
  {
    "text": "I'm on good footing.",
    "start": "00:41:14",
    "end": "00:41:15"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:41:15",
    "end": "00:41:16"
  },
  {
    "text": "Which one's the most important? And this must have been a debate at the time. We've talked about this before.",
    "start": "00:41:16",
    "end": "00:41:19"
  },
  {
    "text": "We have. Yep.",
    "start": "00:41:19",
    "end": "00:41:20"
  },
  {
    "text": "And Jesus says the Shema.",
    "start": "00:41:22",
    "end": "00:41:24"
  },
  {
    "text": "The Shema. Yeah.",
    "start": "00:41:24",
    "end": "00:41:25"
  },
  {
    "text": "Love the Lord your God with all your heart, your soul.",
    "start": "00:41:26",
    "end": "00:41:27"
  },
  {
    "text": "Shema comes From Deuteronomy, chapter 6, the fifth book of the Torah. Yep.",
    "start": "00:41:28",
    "end": "00:41:32"
  },
  {
    "text": "So love God, Shema with a twist.",
    "start": "00:41:32",
    "end": "00:41:34"
  },
  {
    "text": "Yeah.",
    "start": "00:41:35",
    "end": "00:41:35"
  },
  {
    "text": "Correct. He adds the mind.",
    "start": "00:41:35",
    "end": "00:41:37"
  },
  {
    "text": "Yeah. Yeah. Now, the Bible nerd asked him, what is the greatest commandment? But Jesus doesn't stop with the Shema.",
    "start": "00:41:37",
    "end": "00:41:46"
  },
  {
    "text": "Yeah.",
    "start": "00:41:46",
    "end": "00:41:46"
  },
  {
    "text": "He keeps rocking.",
    "start": "00:41:46",
    "end": "00:41:47"
  },
  {
    "text": "Yeah. Then he says, there's a second greatest commandment. Love your neighbor as yourself. Is that also quoting from the Torah?",
    "start": "00:41:47",
    "end": "00:41:56"
  },
  {
    "text": "Yes.",
    "start": "00:41:56",
    "end": "00:41:56"
  },
  {
    "text": "Leviticus 18 on these two commandments.",
    "start": "00:41:56",
    "end": "00:42:01"
  },
  {
    "text": "Yeah.",
    "start": "00:42:01",
    "end": "00:42:01"
  },
  {
    "text": "You wanted to know what the greatest command was. I'll give you two, and I'll let you know that these two, Basically, this is the whole shebang right here.",
    "start": "00:42:02",
    "end": "00:42:11"
  },
  {
    "text": "So what's cool is that Jesus doesn't mention the love command when he introduces the six examples of the greater righteousness.",
    "start": "00:42:11",
    "end": "00:42:21"
  },
  {
    "text": "Back into the sermon.",
    "start": "00:42:22",
    "end": "00:42:23"
  },
  {
    "text": "Correct. Back in the Sermon on the Mount. So it's like here you get a later reflection on the same ideas, but Jesus addresses the same question, but in a different way and mutually together. You kind of put all the pieces together that Jesus sees a life that is devoted to love of God, and love of neighbor is a life that fulfills the Torah.",
    "start": "00:42:24",
    "end": "00:42:48"
  },
  {
    "text": "Doing right by God and others.",
    "start": "00:42:48",
    "end": "00:42:50"
  },
  {
    "text": "That is righteousness. Yeah. As he intends it. So what does that look like?",
    "start": "00:42:50",
    "end": "00:42:56"
  },
  {
    "text": "Yeah.",
    "start": "00:42:57",
    "end": "00:42:57"
  },
  {
    "text": "Let's get down to it.",
    "start": "00:42:57",
    "end": "00:42:58"
  },
  {
    "text": "Yeah.",
    "start": "00:42:59",
    "end": "00:42:59"
  },
  {
    "text": "What does it actually look like?",
    "start": "00:42:59",
    "end": "00:43:00"
  },
  {
    "text": "It's easy to say, I'm gonna do right by people, but what is doing right by people?",
    "start": "00:43:00",
    "end": "00:43:06"
  },
  {
    "text": "Yeah. He leads into it with this statement, this dense paragraph of I'm here to fulfill the Torah and the prophets, and.",
    "start": "00:43:06",
    "end": "00:43:15"
  },
  {
    "text": "It'S more intense than you even imagined.",
    "start": "00:43:15",
    "end": "00:43:17"
  },
  {
    "text": "Even the most religious and devout, our best religious leaders still are just at the tip of the iceberg when we're trying to get to the heart of God's will revealed through the commands of the Torah. And that's what Jesus wants to open up. And it deals with the stuff of our everyday life. And it's six of the most challenging things that Jesus ever said.",
    "start": "00:43:17",
    "end": "00:43:40"
  },
  {
    "text": "Remember that word, righteousness? It's the Hebrew word tzedekah, doing right by others and by God. Maybe you're like me and all this talk about living a greater righteousness makes you feel a little bit uncomfortable. I mean, doesn't God accept me as I am? Yes. Isn't it true that I can't do righteousness without God's sake spirit helping me? Yes. Won't I fail at this over and over and over again? Yes, yes and yes. And yet Jesus is giving us a brave vision where as much as we fail, we also begin to succeed. Jesus wants to transform our character and so transform our relationships. And in doing that, transform entire communities. So what does that look like? I'm glad you asked.",
    "start": "00:43:52",
    "end": "00:44:43"
  },
  {
    "text": "Jesus is going to address conflict resolution, anger, sex. We are constantly trying to manipulate each other's perception of ourselves, to increase our standing or to hide insecurities. So he's going to talk about that. He's going to talk about how to relate to people you don't like. He's going to talk about how to relate to people who hate you and want to kill you. That's where he goes next.",
    "start": "00:44:44",
    "end": "00:45:08"
  },
  {
    "text": "That's it for today's episode.",
    "start": "00:45:08",
    "end": "00:45:10"
  },
  {
    "text": "Next week we start working through six case studies where Jesus takes a law from the Torah and shows us God's wisdom underneath.",
    "start": "00:45:10",
    "end": "00:45:18"
  },
  {
    "text": "The first case study is on the command, do not murder.",
    "start": "00:45:18",
    "end": "00:45:21"
  },
  {
    "text": "This gets very personal very quickly. The ease with which I'll be more flippant about someone if they're not in the rim. So at the root of all of this is actually not just anger or murder. It's about how I view other people as having worth and dignity.",
    "start": "00:45:22",
    "end": "00:45:39"
  },
  {
    "text": "Bibleproject is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus. Everything that we create is free because of the generous support of thousands of people just like you.",
    "start": "00:45:40",
    "end": "00:45:51"
  },
  {
    "text": "Thank you so much for being a part of this with us.",
    "start": "00:45:51",
    "end": "00:45:54"
  },
  {
    "text": "This is Olivia and I'm from from Ghana. I first heard about Bible project from YouVersion. I use Bible Project for learning how to read the Bible and I love the art. We believe the Bible is a unified story that leads to Jesus. We are a crowd funded project by people like me. Find free videos, study notes, podcasts, classes and more@bibleproject.com hi, this is Cooper here.",
    "start": "00:45:55",
    "end": "00:46:26"
  },
  {
    "text": "To read the credits. Dan Gummel is the creative producer for today's show. Production of today's episode is by producer Lindsey Ponder, managing Producer Cooper Peltz producer Colin Wilson Stephanie Tam is our consultant and editor. Tyler Bailey is our audio engineer and editor, and he also provided the sound design and mix for today's episode. Tyler Bailey and Aaron Olson edited this episode. Brad Witte does our show notes. Hannah Wu provides the annotations for our app. Original Sermon on the Mount music is by Richie Cohen and the bibleproject theme song is by Tents and your hosts, John Collins and Michelle Jo.",
    "start": "00:46:26",
    "end": "00:47:05"
  }
]