[
  {
    "text": "This is BibleProject podcast and we're reading through the Sermon on the Mount. We've been working through the nine surprise blessings at the very beginning of the sermon, traditionally called the Beatitudes. I'm John Collins, and with me is co host Michelle Jones. Hi, Michelle.",
    "start": "00:00:05",
    "end": "00:00:20"
  },
  {
    "text": "Hello, John. Today we are in the last triad. It opens with Jesus calling us to be peacemakers.",
    "start": "00:00:20",
    "end": "00:00:26"
  },
  {
    "text": "Great, let's make some peace in the world.",
    "start": "00:00:26",
    "end": "00:00:29"
  },
  {
    "text": "But Jesus warns this isn't gonna be eas.",
    "start": "00:00:29",
    "end": "00:00:31"
  },
  {
    "text": "Get ready for conflict, difficulty, and pain if you are going to really become a part of these kingdom communities in partnership with Jesus.",
    "start": "00:00:32",
    "end": "00:00:42"
  },
  {
    "text": "So peacemaking is seeking right relationships with our neighbors and our enemies. What we're going to see here is that even with good motives, peacemaking won't always be peaceful. Thanks for joining us.",
    "start": "00:00:43",
    "end": "00:00:55"
  },
  {
    "text": "Here we go.",
    "start": "00:00:55",
    "end": "00:00:56"
  },
  {
    "text": "The third triad is going to essentially build on the first two. I'll just read it. Okay. And then we'll go from here. The good life belongs to those who are peacemakers because they will be called the children of God. The good life belongs to those who are being persecuted for the sake of doing what is right, because theirs is the kingdom of the skies. The good life belongs to y'. All. When people insult you, when people persecute you, when people spread evil lies about you, all on account of me, y' all need to celebrate and shout for joy when that happens, because your reward is great in the skies and because this is the way they persecuted the prophets who have all come before you. What these have in common is building on the second triad, which is if you long to see the world made right, and you actually take the ethic of Jesus of generous mercy, and go out there and do it from the right motives. Get ready to, first of all, get involved in arenas of conflict. The peacemakers, he's summoning his followers to get out there and get in the arenas of conflict where the generous mercy of Jesus ethic is going to do its most important work.",
    "start": "00:01:06",
    "end": "00:02:26"
  },
  {
    "text": "That's interesting that you would describe peacemaking as getting into where there's conflict.",
    "start": "00:02:27",
    "end": "00:02:33"
  },
  {
    "text": "Well, yeah. What else could it mean?",
    "start": "00:02:33",
    "end": "00:02:34"
  },
  {
    "text": "Avoiding conflict.",
    "start": "00:02:35",
    "end": "00:02:36"
  },
  {
    "text": "That's a good point. Or just kind of probably.",
    "start": "00:02:39",
    "end": "00:02:42"
  },
  {
    "text": "There's a part of me that reads like, oh, be a peacemaker of just.",
    "start": "00:02:42",
    "end": "00:02:46"
  },
  {
    "text": "Like, oh, don't get involved in conflict.",
    "start": "00:02:46",
    "end": "00:02:47"
  },
  {
    "text": "You know, keep the peace. Like, let's not.",
    "start": "00:02:48",
    "end": "00:02:50"
  },
  {
    "text": "Yeah, you got it. Hey, you got it.",
    "start": "00:02:50",
    "end": "00:02:52"
  },
  {
    "text": "You over there, you're getting a little too riled up. Yeah, let's keep the peace.",
    "start": "00:02:52",
    "end": "00:02:55"
  },
  {
    "text": "Yeah.",
    "start": "00:02:55",
    "end": "00:02:55"
  },
  {
    "text": "The way you described it made it sound a little bit more like Actually, in a way that's probably more accurate. Like there is a lack of peace. Get in there. Get in there and turn the chaos into something beautiful.",
    "start": "00:02:56",
    "end": "00:03:08"
  },
  {
    "text": "Yeah. Or be present in the midst of arenas of conflict so that you can introduce the ethic of Jesus as a resource that's available to help solve these conflicts. So the word in Greek is. It's a compound. Eirene is the Greek word for peace. And poios is make or to make or do peace doers. So it's something that you actively have to create. We made a video on this. Biblical peace is not the absence of conflict, it's the presence of harmony.",
    "start": "00:03:09",
    "end": "00:03:42"
  },
  {
    "text": "That's an ordered state.",
    "start": "00:03:42",
    "end": "00:03:44"
  },
  {
    "text": "Correct?",
    "start": "00:03:44",
    "end": "00:03:44"
  },
  {
    "text": "Harmony.",
    "start": "00:03:44",
    "end": "00:03:45"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:03:45",
    "end": "00:03:46"
  },
  {
    "text": "And it's something you have to work towards.",
    "start": "00:03:46",
    "end": "00:03:47"
  },
  {
    "text": "Yeah. The peacemakers. Peace is something that has to be made. It doesn't happen in nature.",
    "start": "00:03:47",
    "end": "00:03:52"
  },
  {
    "text": "No.",
    "start": "00:03:52",
    "end": "00:03:53"
  },
  {
    "text": "It's not a naturally.",
    "start": "00:03:53",
    "end": "00:03:54"
  },
  {
    "text": "The second law of thermodynamics says that things fall apart.",
    "start": "00:03:54",
    "end": "00:03:57"
  },
  {
    "text": "Yeah. So we're just talking about it in the abstract here. There is a very important boots on the ground reality for why Jesus would include this among the core traits of the good life of his kingdom communities. Jesus lives in an occupied militarized zone. So let's just ponder that of all of the. All the social contexts a person can grow up in, there's a unique type of psychology and mindset that somebody would have if they grew up in a place that's their ancestral land, but that's being occupied by a military and an empire from a land far away that you've never been to, ruled by people that you'll never meet. And they, in the presence of their soldiers and their tax system, determines everything in the life of you and your family and your friends.",
    "start": "00:03:57",
    "end": "00:04:53"
  },
  {
    "text": "Intense.",
    "start": "00:04:55",
    "end": "00:04:55"
  },
  {
    "text": "Super intense.",
    "start": "00:04:55",
    "end": "00:04:56"
  },
  {
    "text": "I mean, it's difficult enough in our lived reality.",
    "start": "00:04:56",
    "end": "00:05:01"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:05:01",
    "end": "00:05:02"
  },
  {
    "text": "When a president you don't agree with is in power, there's enough conflict.",
    "start": "00:05:02",
    "end": "00:05:07"
  },
  {
    "text": "Sure.",
    "start": "00:05:07",
    "end": "00:05:08"
  },
  {
    "text": "You know, there's enough of like, oh, the people I don't agree with aren't for me, are now in power. And there's all this frustration and conflict and lack of. Real lack of peace.",
    "start": "00:05:08",
    "end": "00:05:20"
  },
  {
    "text": "Yes.",
    "start": "00:05:20",
    "end": "00:05:21"
  },
  {
    "text": "And we're all. We're all citizens of the same country.",
    "start": "00:05:21",
    "end": "00:05:24"
  },
  {
    "text": "So let me just pause.",
    "start": "00:05:24",
    "end": "00:05:25"
  },
  {
    "text": "So.",
    "start": "00:05:25",
    "end": "00:05:26"
  },
  {
    "text": "And you're saying that in our lived experience of growing up in a modern democratic republic.",
    "start": "00:05:26",
    "end": "00:05:30"
  },
  {
    "text": "Yeah.",
    "start": "00:05:30",
    "end": "00:05:31"
  },
  {
    "text": "Where we have these election cycles.",
    "start": "00:05:31",
    "end": "00:05:32"
  },
  {
    "text": "Right.",
    "start": "00:05:32",
    "end": "00:05:33"
  },
  {
    "text": "And so this is a cycle to our particular context.",
    "start": "00:05:33",
    "end": "00:05:38"
  },
  {
    "text": "Yeah. And then it'll come and go.",
    "start": "00:05:38",
    "end": "00:05:39"
  },
  {
    "text": "Every few years, it comes and goes.",
    "start": "00:05:39",
    "end": "00:05:41"
  },
  {
    "text": "And maybe it's your guy, maybe it's not your Guy.",
    "start": "00:05:41",
    "end": "00:05:43"
  },
  {
    "text": "Yeah. Or girl. Yeah. Your point is we no matter what context you live in, everybody knows the experience in some way of people in power and influence I've never met in some way determine my daily realities and that it's fraught with tension.",
    "start": "00:05:43",
    "end": "00:05:59"
  },
  {
    "text": "Yeah. Especially when you don't think they have your best interest in mind.",
    "start": "00:05:59",
    "end": "00:06:03"
  },
  {
    "text": "Yeah. Or you disagree with them fundamentally.",
    "start": "00:06:03",
    "end": "00:06:04"
  },
  {
    "text": "You disagree on.",
    "start": "00:06:04",
    "end": "00:06:05"
  },
  {
    "text": "Thanks.",
    "start": "00:06:05",
    "end": "00:06:06"
  },
  {
    "text": "Yeah.",
    "start": "00:06:06",
    "end": "00:06:06"
  },
  {
    "text": "So now you're trying to make an.",
    "start": "00:06:06",
    "end": "00:06:08"
  },
  {
    "text": "Analogy that's hard enough when it's a fellow citizen who is a different political party.",
    "start": "00:06:08",
    "end": "00:06:14"
  },
  {
    "text": "Correct.",
    "start": "00:06:14",
    "end": "00:06:15"
  },
  {
    "text": "Now imagine a foreign country.",
    "start": "00:06:15",
    "end": "00:06:18"
  },
  {
    "text": "Yeah. Dictatorship.",
    "start": "00:06:18",
    "end": "00:06:20"
  },
  {
    "text": "A dictatorship. Yeah. That rules with violence.",
    "start": "00:06:21",
    "end": "00:06:24"
  },
  {
    "text": "Yeah.",
    "start": "00:06:24",
    "end": "00:06:24"
  },
  {
    "text": "And they're the ones now boots on the ground in charge.",
    "start": "00:06:25",
    "end": "00:06:28"
  },
  {
    "text": "Within lived memory. Within Gios lived memory. This is a hundred years ago. They invaded our land. Within my grandparents memory. They invaded our land. They re annexed and redesigned the map towards optimal tax structures to feed the resources of our ancestral lands into the the tax tributaries of the Roman Empire. That's the context. This social political context has existed for a century in Jesus Day. And already in Jesus time the Israelite community has fractured along the lines of how to respond to this reality.",
    "start": "00:06:29",
    "end": "00:07:10"
  },
  {
    "text": "So let's dive into the social dynamics of Jesus day. How did the Israelites back then respond to the political reality of first century Roman occupiers? To help us with this, I have back in the studio Bible project scholar Dr. Ben Tertine. Hi Ben, thanks for being here.",
    "start": "00:07:19",
    "end": "00:07:35"
  },
  {
    "text": "Okay, well thanks, thanks for having me back. And as you invite me, I'm also wanting to bring my friend Rose in from our animation studio.",
    "start": "00:07:35",
    "end": "00:07:44"
  },
  {
    "text": "Hi, I'm Rose. I'm your professional doodler.",
    "start": "00:07:44",
    "end": "00:07:47"
  },
  {
    "text": "Excellent. I want to consider this crowd that Jesus is talking to and the people who would be in it. When he's saying the good life belongs to the peacemakers, there's different kinds of people hearing that. So I've got four prompts for you. You're going to draw four different kinds of people that can be men or women, but they're going to basically represent four significant groups in the audience. Okay.",
    "start": "00:07:48",
    "end": "00:08:12"
  },
  {
    "text": "Love it. Can do.",
    "start": "00:08:12",
    "end": "00:08:13"
  },
  {
    "text": "All right, here we go. We're going to give a general sort of picture of the four main sects or groups within Judaism. It's important to say we're going to speak generally for conversation sake.",
    "start": "00:08:13",
    "end": "00:08:25"
  },
  {
    "text": "All right.",
    "start": "00:08:25",
    "end": "00:08:26"
  },
  {
    "text": "There's, there's no way to say of any one of these groups this is what everybody thought or what everybody did. Okay, well let's just break it down. Four different groups. Sadducees, Pharisees, the Essenes, or sometimes we call them the Qumran. Community and then zealots. Okay, okay. The Sadducees, these guys are the elite. They're. They're the top dogs. We're thinking high priests, like aristocrats.",
    "start": "00:08:26",
    "end": "00:08:50"
  },
  {
    "text": "Okay.",
    "start": "00:08:50",
    "end": "00:08:51"
  },
  {
    "text": "They own land, they're ultra wealthy, and they're willing to collude with Rome in order to maintain their status, their cash, their power. They like where they're at and they want to stay there. And I'm not saying that they are stoked that Rome is their oppressor. They're not like, hey, this is fun. But they're like, if this is our react reality, and those are the power guys, we want to be together with them so we can maintain what we've got.",
    "start": "00:08:51",
    "end": "00:09:19"
  },
  {
    "text": "Yeah.",
    "start": "00:09:19",
    "end": "00:09:20"
  },
  {
    "text": "These guys show up a few times in the New Testament, especially in confrontation scenes with Jesus. I suspect that they saw him, especially as he gained traction and audience, as perhaps a threat to their power and their status. Matthew 3. 7, great example. He calls him a brood of vipers. And I do think he was being descriptive more than down putting to them. Caiaphas, that's kind of a familiar name. In the crucifixion scene, he's a Sadducee. So notice there in that scene with the whole crucifixion scene, they say Jesus is disrupting the peace. So that gives you a clue of what they think peace means. And to way for them to make peace is to kill Jesus.",
    "start": "00:09:20",
    "end": "00:10:12"
  },
  {
    "text": "Kill Jesus.",
    "start": "00:10:12",
    "end": "00:10:12"
  },
  {
    "text": "So they might say, in principle, yeah, we agree with peacemaking, but it's not going to be peacemaking in the way of the Christ.",
    "start": "00:10:13",
    "end": "00:10:22"
  },
  {
    "text": "Okay, okay.",
    "start": "00:10:22",
    "end": "00:10:23"
  },
  {
    "text": "All right. Pharisees, like the Sadducees, they're stoked about Torah. They're absolutely committed to helping people follow and live in the ways that God has directed. But they have respect for all of the books of the Hebrew Bible, not only the first. And they have respect for the oral tradition that's passed down and certainly are a part of continuing that oral tradition. Okay, so they're very influential leaders. But perhaps a good way to see them differently would be think local pastor versus like highly powerful university expert scholar who's also politically powerful and ultra wealthy.",
    "start": "00:10:23",
    "end": "00:11:08"
  },
  {
    "text": "So guys with their boots on the ground in the neighborhood versus the guys who do the same thing but from an office.",
    "start": "00:11:09",
    "end": "00:11:16"
  },
  {
    "text": "Yep. They deeply oppose the Sadducees rejection of oral tradition. And so there is conflict between the Pharisees and the Sadducees. Commonality, same heritage, same book of the law, but significant opposition. The gospel accounts will show interactions and disputes with Jesus. Sometimes they'll he criticizes them for being hypocritical. The Pharisees, you know, they're teaching good things, but they're not necessarily living according to it. And it's really important to say not all of the Pharisees were against Jesus.",
    "start": "00:11:17",
    "end": "00:11:54"
  },
  {
    "text": "There's Nicodemus. He's one of those where he's a Pharisee. Right. But he's not anti Jesus.",
    "start": "00:11:55",
    "end": "00:12:02"
  },
  {
    "text": "That's a great example. Okay, that's our first two groups. Then there's this other group. And think of them like separatists. This is the Essene community. These folks were likely living in Qumran. Down by the Dead Sea. We had the major discovery of the Dead Sea Scrolls. I've seen those Qumran, when you go visit it today, it's the ancient ruins. It was a large, large community living in between the mountains and the Dead Sea. And they were dead. Dedicated to a very rigorous, we might use the word legalistic, but law following way of life. Absolutely. Dedicated to sort of cleansing and purifying their community. But their way of dealing with what they saw as major problems within Jewish life and especially temple practice, was to get away from it. And they're praying for God to come and restore and cleanse this whole scene.",
    "start": "00:12:02",
    "end": "00:13:05"
  },
  {
    "text": "So now you have their idea of what peacemaking looks like.",
    "start": "00:13:05",
    "end": "00:13:11"
  },
  {
    "text": "We wonder. Yeah, I don't know that I could say I know for sure what they knew or thought about peacemaking, but knowing how they were coping with the problems they saw gives you a little picture into. I wonder how they heard Jesus when he said the good life is for the peacemakers. Because separating yourself from all society and holing up out in the desert, they're.",
    "start": "00:13:11",
    "end": "00:13:35"
  },
  {
    "text": "Saying it's pretty peaceful out here.",
    "start": "00:13:35",
    "end": "00:13:36"
  },
  {
    "text": "Yes, but if we go back to the definition of peacemaker, which is bringing opposing sides into harmonious relationship, which is.",
    "start": "00:13:36",
    "end": "00:13:45"
  },
  {
    "text": "What they would have heard. And then they're not. They're not in relationship, so how can they.",
    "start": "00:13:45",
    "end": "00:13:51"
  },
  {
    "text": "Oh, I wonder. I thought we had the good life. Think of the Essene community as like super dualistic, good guys and bad guys.",
    "start": "00:13:51",
    "end": "00:14:01"
  },
  {
    "text": "Boom.",
    "start": "00:14:01",
    "end": "00:14:02"
  },
  {
    "text": "Now just pause for a second and imagine how, if you approach life that way.",
    "start": "00:14:02",
    "end": "00:14:06"
  },
  {
    "text": "Yeah.",
    "start": "00:14:06",
    "end": "00:14:07"
  },
  {
    "text": "What challenge you'll face if you are to be a peacemaker. Now, that kind of segues. I didn't actually intend this, but it segues nicely into the zealots. Okay, so zealots are likely a radical.",
    "start": "00:14:07",
    "end": "00:14:21"
  },
  {
    "text": "The hotheads.",
    "start": "00:14:22",
    "end": "00:14:23"
  },
  {
    "text": "The hotheads think. Yeah, think militant faction. We are not totally sure if this is like a fully known, like organized political party or group at the time, but certainly an ideal or idealistic way of life and ethic to the point even in the scriptures. We'll see, like Simon the Zealot. So the group is there in some way within 150, 200 years of this moment where Jesus is talking. You've had the Maccabean revolts. This leader, Antiochus Epiphanes, who, like we said about the Sadducees, wanted to join with Rome, and so he is willing to sacrifice pigs on the altar in the temple. He puts up like a golden eagle to Zeus. And these zealous types get super riled up, and they band together, form a military, and they win. And they cleanse the temple. They cleanse the society. They restore proper worship to the temple.",
    "start": "00:14:23",
    "end": "00:15:19"
  },
  {
    "text": "This is what, to their mind, it's peacemaking.",
    "start": "00:15:19",
    "end": "00:15:22"
  },
  {
    "text": "Ah, yes. And zealots are clashing with other Jewish groups. So they're certainly opposed to the Roman occupation, but they're opposed to the tax collectors who are working with the Romans, and they're opposed to the Sadducees and the high priests who are in bed with the Romans, and they're opposed to any Pharisee who's not teaching it the right. So they had. They had opposition, let's say lack of harmonious relationships with lots of folks in and outside of their own community. Can we come back to Rose here for a little bit?",
    "start": "00:15:22",
    "end": "00:15:55"
  },
  {
    "text": "Yeah. This is a whole thing you got going here, Rose.",
    "start": "00:15:55",
    "end": "00:15:57"
  },
  {
    "text": "All right, so we started with the Sadducees, and they're on top of a tower made of five books. They're five favorite books, and they've got little scales where they're weighing letters, and they're like, got a. Got a little monocle. Just examining that, and that's all they're looking at. And they're wearing, like, Roman robes, and.",
    "start": "00:15:57",
    "end": "00:16:19"
  },
  {
    "text": "The entire world goes on around them without them looking at anything else.",
    "start": "00:16:19",
    "end": "00:16:23"
  },
  {
    "text": "Yeah, they're on a tower. They're totally above it.",
    "start": "00:16:23",
    "end": "00:16:26"
  },
  {
    "text": "Oh, that's good. That's a great way to capture that.",
    "start": "00:16:26",
    "end": "00:16:28"
  },
  {
    "text": "So then we have the Pharisees, who have in one arm all of the books of the Bible. And they've got one hand reached out to the people with boots on the ground. And they're clearly. They're in the mess. They're having a hard time, but they're in there.",
    "start": "00:16:28",
    "end": "00:16:43"
  },
  {
    "text": "One hand, he's got all these books of the Hebrew Bible. Other hand, a human being, kind of like a local pastor who's working on the scene with people.",
    "start": "00:16:43",
    "end": "00:16:52"
  },
  {
    "text": "He looks a little overwhelmed, poor dude.",
    "start": "00:16:52",
    "end": "00:16:54"
  },
  {
    "text": "I bet they were. Yeah.",
    "start": "00:16:55",
    "end": "00:16:57"
  },
  {
    "text": "And then we moved to the Essenes where I have them on a little. Their own little island and they've built barbed wire around it. And they're just praying, staying focused on their worship with one guy, like, working as hard as he can to keep drawing the barbed wire around their little isolated community.",
    "start": "00:16:57",
    "end": "00:17:18"
  },
  {
    "text": "Oh, that's good. Always reinforcing the border. Here's who we are not and who. Yeah, that's great.",
    "start": "00:17:18",
    "end": "00:17:23"
  },
  {
    "text": "And then at the bottom of this whole mess, we have a couple of zealots who've popped out of a manhole cover and they're squirting like lighter fluid onto their pile of TNT in an effort, I think, to blow the whole thing up.",
    "start": "00:17:24",
    "end": "00:17:41"
  },
  {
    "text": "All of it.",
    "start": "00:17:41",
    "end": "00:17:42"
  },
  {
    "text": "All of it.",
    "start": "00:17:42",
    "end": "00:17:42"
  },
  {
    "text": "They got a problem with everybody.",
    "start": "00:17:43",
    "end": "00:17:44"
  },
  {
    "text": "Everybody.",
    "start": "00:17:44",
    "end": "00:17:45"
  },
  {
    "text": "Oh, that's such a good.",
    "start": "00:17:45",
    "end": "00:17:47"
  },
  {
    "text": "I love it.",
    "start": "00:17:47",
    "end": "00:17:48"
  },
  {
    "text": "It's a great depiction.",
    "start": "00:17:49",
    "end": "00:17:50"
  },
  {
    "text": "So where does Jesus fit into all of this?",
    "start": "00:17:50",
    "end": "00:17:53"
  },
  {
    "text": "Yeah, that's good. Okay, that's what I. So after the four prompts, I was going to ask you, now will you draw Jesus here speaking to this crowd, if you will?",
    "start": "00:17:53",
    "end": "00:18:03"
  },
  {
    "text": "Yeah. And he's got his arms around the entire image.",
    "start": "00:18:03",
    "end": "00:18:10"
  },
  {
    "text": "So that's the landscape. And so Jesus is in that context, saying things like, the good life belongs to the people who don't withdraw.",
    "start": "00:18:14",
    "end": "00:18:23"
  },
  {
    "text": "Where do you get that?",
    "start": "00:18:24",
    "end": "00:18:25"
  },
  {
    "text": "Oh, peacemakers.",
    "start": "00:18:25",
    "end": "00:18:27"
  },
  {
    "text": "You can't make peace if you're withdrawn.",
    "start": "00:18:27",
    "end": "00:18:28"
  },
  {
    "text": "You can't broker peace between parties of conflict if you don't live among the people who are in conflict.",
    "start": "00:18:28",
    "end": "00:18:33"
  },
  {
    "text": "Oh, but only if you could.",
    "start": "00:18:33",
    "end": "00:18:35"
  },
  {
    "text": "Yeah. And as we're gonna see, nonviolent resistance, non violent, non cooperation with Rome is a very important statement of the ethic of Jesus in the sermon. And so the freedom fighters are not going to like how Jesus advocates for peace, but neither will the Qumran community and neither will the Sadducees because they're going to see Jesus saying, but no Torah observance and faithfulness to God's will in the Torah is super important. And so the Sadducees won't like him. But then the way that he's going to talk about fulfilling and being faithful to the Torah is going to tick the Pharisees.",
    "start": "00:18:36",
    "end": "00:19:13"
  },
  {
    "text": "Everyone has their own sense of what it means to be a peacemaker because you've got the freedom fighters going. We're going to make peace through war, right?",
    "start": "00:19:15",
    "end": "00:19:22"
  },
  {
    "text": "Yeah, yeah. Long term peace through short term conflict.",
    "start": "00:19:22",
    "end": "00:19:25"
  },
  {
    "text": "The Qumran community, let's make peace through withdrawal.",
    "start": "00:19:25",
    "end": "00:19:29"
  },
  {
    "text": "Yes. Not just non cooperation, but full withdrawal.",
    "start": "00:19:29",
    "end": "00:19:33"
  },
  {
    "text": "Because ultimately they do want peace, right?",
    "start": "00:19:33",
    "end": "00:19:36"
  },
  {
    "text": "Yeah. But not peace. That makes them compromise their understanding of their Jewish heritage and the meaning of life.",
    "start": "00:19:37",
    "end": "00:19:44"
  },
  {
    "text": "And then there's the Sadducees who are in power and they're like, well, let's make peace through just brokering these power dynamics.",
    "start": "00:19:45",
    "end": "00:19:52"
  },
  {
    "text": "Yeah. Political realism.",
    "start": "00:19:52",
    "end": "00:19:54"
  },
  {
    "text": "Yeah.",
    "start": "00:19:55",
    "end": "00:19:55"
  },
  {
    "text": "Right, yeah.",
    "start": "00:19:55",
    "end": "00:19:57"
  },
  {
    "text": "And the Pharisees of peace will come through our fidelity to these traditions. The traditions and the law of the Torah.",
    "start": "00:19:57",
    "end": "00:20:03"
  },
  {
    "text": "That's right.",
    "start": "00:20:03",
    "end": "00:20:04"
  },
  {
    "text": "And to ramp it up even more.",
    "start": "00:20:04",
    "end": "00:20:06"
  },
  {
    "text": "Yeah.",
    "start": "00:20:06",
    "end": "00:20:07"
  },
  {
    "text": "So everyone wants peace, everyone's making peace.",
    "start": "00:20:07",
    "end": "00:20:10"
  },
  {
    "text": "Correct.",
    "start": "00:20:10",
    "end": "00:20:10"
  },
  {
    "text": "Because I could just imagine Jesus saying this and everyone filtering that through their own lens.",
    "start": "00:20:10",
    "end": "00:20:14"
  },
  {
    "text": "Through their own lens, that's right. And you're saying, yes, the Sermon on the Mount is the manifesto. It's the manifesto for how Jesus carves out a space.",
    "start": "00:20:14",
    "end": "00:20:23"
  },
  {
    "text": "What does it mean to make peace? Yeah, he'll tell you.",
    "start": "00:20:23",
    "end": "00:20:25"
  },
  {
    "text": "Yeah, just keep reading. Just keep reading or keep listening and you'll find out what that longing for a world made right and actually beginning to create that world through generous mercy from the right motives, which will involve getting into arenas of conflict and finding the way forward. This is the stuff that's going to come in the following chapters of the Sermon on the Mount.",
    "start": "00:20:25",
    "end": "00:20:49"
  },
  {
    "text": "So the good life is for the peacemakers, for they will be called children of God.",
    "start": "00:20:49",
    "end": "00:20:53"
  },
  {
    "text": "Yeah. These ones who make peace are the ones who show themselves to be. Be members of God's family. That's what he means when he says because they will be called children of God, they reflect the character traits of the Father.",
    "start": "00:20:53",
    "end": "00:21:08"
  },
  {
    "text": "Ultimately, Jesus created peace through generous, self sacrificial love.",
    "start": "00:21:13",
    "end": "00:21:18"
  },
  {
    "text": "Yeah. And later in the Sermon on the Mount we'll learn that this love isn't just for our friends, it's even for our enemies. I mean, this is a high bar and you're going to be misunderstood.",
    "start": "00:21:18",
    "end": "00:21:28"
  },
  {
    "text": "How good is life for those who have been persecuted on account of righteousness because theirs is the kingdom of the skies. Let's hear about how peacemaking is a hard road, but it's the right path.",
    "start": "00:21:29",
    "end": "00:21:42"
  },
  {
    "text": "So if you're going to get involved in conflict, get ready to have people not like you. The good life belongs to those who are persecuted because they're going to do what's right.",
    "start": "00:21:45",
    "end": "00:21:54"
  },
  {
    "text": "You would imagine people who are out there ordering society in a way that creates peace, brokering relationships in a way that brings more harmony, that they would be celebrated, not persecuted.",
    "start": "00:21:55",
    "end": "00:22:08"
  },
  {
    "text": "You think, think of this landscape of different options we've created. If the way that peace is being achieved is by giving up something that one of these groups holds most dear, then it will result in anger. So the Qumran community will be like, of course, those followers of Jesus up In Galilee, they want peace, too, but they're so. They mix with the people. They include the poor. There's some lepers among them.",
    "start": "00:22:08",
    "end": "00:22:34"
  },
  {
    "text": "Yeah.",
    "start": "00:22:34",
    "end": "00:22:35"
  },
  {
    "text": "And they would be like, no, he's compromised. That's not the kingdom of God. The people down at Qumran would say.",
    "start": "00:22:35",
    "end": "00:22:41"
  },
  {
    "text": "The persecution isn't coming from the people you're making peace with. It's coming from the people who don't think you're doing peacemaking in the right way.",
    "start": "00:22:42",
    "end": "00:22:49"
  },
  {
    "text": "In the right way. Yeah. Yeah, that's right. Yeah.",
    "start": "00:22:49",
    "end": "00:22:52"
  },
  {
    "text": "I've always read this. Being persecuted by the Roman soldiers.",
    "start": "00:22:52",
    "end": "00:22:56"
  },
  {
    "text": "Oh, got it. Well, that's gonna happen.",
    "start": "00:22:56",
    "end": "00:22:58"
  },
  {
    "text": "That's gonna happen too literally.",
    "start": "00:22:58",
    "end": "00:23:00"
  },
  {
    "text": "It will happen to Jesus. The sign of resistance against the mission and goal of these Kingdom of God communities. Resistance against them is not a sign of failure or a sign of that. God isn't with us and at work in the world. Right. This is the theology of Job's friends. Job's life is miserable. All this terrible stuff happened to him. There's no way God is with Job and that somehow Job is God's agent in the world.",
    "start": "00:23:00",
    "end": "00:23:29"
  },
  {
    "text": "Yeah. If you're doing the right thing, you should.",
    "start": "00:23:29",
    "end": "00:23:31"
  },
  {
    "text": "You'll get the good life.",
    "start": "00:23:31",
    "end": "00:23:32"
  },
  {
    "text": "You'll get the good life.",
    "start": "00:23:32",
    "end": "00:23:33"
  },
  {
    "text": "And Jesus is saying, listen, the way the world is right now, when God's kingdom comes on earth as it is in heaven, it will result in you getting caught in the crossfire of a lot of angry people. And you're going to get hurt. And that doesn't mean that you're doing the wrong thing. In fact, you should expect it. The good life belongs to those who are doing the Jesus thing, doing the Jesus ethic of doing what is right by God and others, and expect that you're going to not get liked by some people. And he's actually describing his own experience as the leader of this movement. As soon as we leave this first block of Matthew, which goes from chapters five through nine, as soon as you go to chapter 10, you start getting the narratives of people persecuting Jesus and his disciples.",
    "start": "00:23:33",
    "end": "00:24:20"
  },
  {
    "text": "The third statement in this triad is the last beatitude of all nine Beatitudes, and it's the longest. How good is life for you when they insult you and persecute and speak any evil lies against you on account of me? Celebrate and shout for joy because your reward is great in the skies. Because this is how they persecuted the prophets before you.",
    "start": "00:24:27",
    "end": "00:24:53"
  },
  {
    "text": "All one through eight have been about. The good life belongs to those. He's describing a group of people in third person.",
    "start": "00:24:57",
    "end": "00:25:04"
  },
  {
    "text": "Okay.",
    "start": "00:25:04",
    "end": "00:25:04"
  },
  {
    "text": "Here in the Last one, he shifts it to y' all and really he's building out the persecution. What to expect.",
    "start": "00:25:04",
    "end": "00:25:11"
  },
  {
    "text": "Yeah.",
    "start": "00:25:11",
    "end": "00:25:11"
  },
  {
    "text": "What form will it take? People making fun of you, people uttering evil against you. You're misunderstood and your reputation is in the dirt.",
    "start": "00:25:11",
    "end": "00:25:22"
  },
  {
    "text": "Yeah. That's not the good life.",
    "start": "00:25:22",
    "end": "00:25:23"
  },
  {
    "text": "So you can actually see how this could create a really counterproductive mentality. People can dislike you for good reasons and actually they're reasons that someone should pay attention to, like, oh, I'm really unkind in how I'm trying to communicate my point.",
    "start": "00:25:27",
    "end": "00:25:42"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:25:42",
    "end": "00:25:43"
  },
  {
    "text": "And they'll interpret a negative reaction to what they're saying as this kind of.",
    "start": "00:25:43",
    "end": "00:25:47"
  },
  {
    "text": "Righteous proof I'm being persecuted.",
    "start": "00:25:47",
    "end": "00:25:49"
  },
  {
    "text": "Righteous proof that God is with them. You can see how people could take Jesus words in a way that's not quite what he means.",
    "start": "00:25:49",
    "end": "00:25:55"
  },
  {
    "text": "Right. You can be a bully or be mean spirited and then when you experience pushback, go, I'm being persecuted.",
    "start": "00:25:55",
    "end": "00:26:04"
  },
  {
    "text": "Correct. That's right. And so now we're back to the generous mercy of the previous triad and the pure in heart that's dealing with the motives and the manner with which I go out and engage in this doing of right in the world.",
    "start": "00:26:04",
    "end": "00:26:19"
  },
  {
    "text": "But don't expect by having good motives and doing the right thing that it will all be rosy.",
    "start": "00:26:19",
    "end": "00:26:26"
  },
  {
    "text": "Yep. No matter how good one's intentions are in trying to be faithful to Jesus and the ethic of the kingdom, that doesn't mean you will be well received. In fact, expect people to misunderstand you, to not care, to understand you, and for people to make fun of you or actually harm you. So he uses two encouragements, two becausees at the end. Because your ultimate reward, the reason for which you do it, may not be on the temporal horizon of your life before the kingdom come. You're investing in the new creation when you live by the ethic of Jesus. I didn't mean to intend that pun, but investing in new creation, that's what he means here by your reward is great in the skies.",
    "start": "00:26:26",
    "end": "00:27:09"
  },
  {
    "text": "Yeah. Reward.",
    "start": "00:27:10",
    "end": "00:27:10"
  },
  {
    "text": "New creation is God's heavenly transcendent life that's coming to birth here on earth and fits and starts and will come in the new creation.",
    "start": "00:27:11",
    "end": "00:27:18"
  },
  {
    "text": "Start building into that because that's the thing that will remain.",
    "start": "00:27:19",
    "end": "00:27:21"
  },
  {
    "text": "That's right, yeah. Investing in new creation. I've never said it that way.",
    "start": "00:27:21",
    "end": "00:27:25"
  },
  {
    "text": "I really liked it.",
    "start": "00:27:25",
    "end": "00:27:26"
  },
  {
    "text": "There's a way of organizing human life within creation that's so beyond our imaginations right now, but yet we most religious and non religious people, we all have this desire to see things. Right? And there's all these different ways that we propose to do it. Yeah. The Jewish Christian story says there will be a world set right, called the new creation or the age to come. There'll be a huge remaking of creation in the Jewish and Christian hope of the new age. But there'll also be continuity that my lived experience and life trajectory now will bear some continuity.",
    "start": "00:27:26",
    "end": "00:28:05"
  },
  {
    "text": "Yeah.",
    "start": "00:28:06",
    "end": "00:28:06"
  },
  {
    "text": "Very similar to how the Apostle Paul ends his great exposition of the resurrection in 1 Corinthians 15. Therefore, my beloved brothers and sisters, because of the hope of the Resurrection, be steadfast. Don't let anything move you. Always be overabundant as you work for the Lord, knowing that your labor is not in vain in the Lord. And the work of the Lord. Well, I don't know that phrase in English conjures up, like for most people, vocational ministry. But he makes very clear throughout his letters that anybody doing any work, any kind of work, can be done in the Lord or for the Lord. Yeah, he's talking about your day to day work. Your day to day work is the arena where you can begin to invest in the new creation. And therefore your day's work is not in vain. Isn't a fascinating thing to say.",
    "start": "00:28:07",
    "end": "00:29:01"
  },
  {
    "text": "Yeah. The things that you're working on now can remain in this new reality, but in order for that to be the case, it has to be something that is of the nature of this new reality.",
    "start": "00:29:02",
    "end": "00:29:13"
  },
  {
    "text": "Totally. So what is of the nature? Well, it's not a spreadsheet. My spreadsheet won't remain my projects. But the way that I treated people as we went about this work, the kind of community that was generated by doing this work, the way someone felt honored or dishonored by how I relate to them in the course of my work. Now we're talking about the stuff of new creation.",
    "start": "00:29:13",
    "end": "00:29:41"
  },
  {
    "text": "He also talks about this in the third chapter, which I thought you were going towards, which he says, each will be rewarded according to their own labor. Your co workers in God's service, you are God's field, God's building. Each should build with care. If anyone builds on a foundation using these like gold and silver, things that remain.",
    "start": "00:29:41",
    "end": "00:29:59"
  },
  {
    "text": "Yeah, yeah, yeah, yeah.",
    "start": "00:29:59",
    "end": "00:30:00"
  },
  {
    "text": "It will show. And if you don't, it won't last.",
    "start": "00:30:00",
    "end": "00:30:03"
  },
  {
    "text": "Yeah. So the concept of reward.",
    "start": "00:30:03",
    "end": "00:30:05"
  },
  {
    "text": "Yeah.",
    "start": "00:30:05",
    "end": "00:30:05"
  },
  {
    "text": "Actually this is an important part of the wisdom imagery in the sermon here. So Jesus is interested in inviting his followers to the good life as defined by his teaching, but that also he's trying to show the good life means there's reward. It's a life lived that ultimately Gives you the good reward and the good life.",
    "start": "00:30:05",
    "end": "00:30:27"
  },
  {
    "text": "It's so hard to even live for a reward for tomorrow.",
    "start": "00:30:27",
    "end": "00:30:31"
  },
  {
    "text": "You know, especially for Americans.",
    "start": "00:30:34",
    "end": "00:30:36"
  },
  {
    "text": "Especially Americans.",
    "start": "00:30:36",
    "end": "00:30:38"
  },
  {
    "text": "Or for just somebody who's grown up in a Western context, at least, especially in the last generation where we're talking about. Yeah. Delayed gratification.",
    "start": "00:30:38",
    "end": "00:30:46"
  },
  {
    "text": "Well, yeah, because if your reward is in the skies, that's this idea of the new heavenly reality permeating earth. One day your reward is that that's not right now, that's not tomorrow. But there is a sense, too, that it is now.",
    "start": "00:30:47",
    "end": "00:31:03"
  },
  {
    "text": "Totally. Totally. And this is where he's gonna go next. The actual communities of Jesus are to become little foretastes of the kingdom of the skies coming on earth as it is in heaven. That's what the Lord's Prayer, the very center of the Sermon on the Mount.",
    "start": "00:31:05",
    "end": "00:31:20"
  },
  {
    "text": "Your kingdom come on.",
    "start": "00:31:21",
    "end": "00:31:22"
  },
  {
    "text": "Yeah. May your kingdom come, your will be done here on earth as it is in heaven. And where am I going to find that? Jesus is starting the nucleus he leaves behind in all of these Galilean villages, a nucleus of what people could experience as a different version of reality. If his followers treat each other according to the ethic of the kingdom, which is what he's inviting people to do with Beatitudes. Hey, y'. All. They're socially powerless and have no influence.",
    "start": "00:31:22",
    "end": "00:31:50"
  },
  {
    "text": "Yeah.",
    "start": "00:31:50",
    "end": "00:31:50"
  },
  {
    "text": "And you long to see the world made right. Here's what the God of Israel has always been up to. And we can launch this heaven on earth new Covenant people group right here, right now. Let's do it. Expect to be misunderstood. Expect there to be conflict and arenas of tension that you're going to get involved with. And don't let the resistance make you think that you're barking up the wrong tree. That's kind of the flow of thought here, because what you're investing in isn't in the current system of organizing our societies. You're investing in a different way of thinking about human existence and human communities.",
    "start": "00:31:50",
    "end": "00:32:36"
  },
  {
    "text": "Hoping that that way permeates the system and changes it.",
    "start": "00:32:36",
    "end": "00:32:40"
  },
  {
    "text": "That's right. Yeah. Yeah. Salt and light, as it were.",
    "start": "00:32:40",
    "end": "00:32:43"
  },
  {
    "text": "So Jesus says, celebrate when you're persecuted and insulted.",
    "start": "00:32:43",
    "end": "00:32:46"
  },
  {
    "text": "Yeah.",
    "start": "00:32:46",
    "end": "00:32:47"
  },
  {
    "text": "Is he being. I mean, is he being cheeky here? Celebrate.",
    "start": "00:32:47",
    "end": "00:32:50"
  },
  {
    "text": "Ah. You know, what he's picking up on is an important motif in the Hebrew Bible here about celebrating as an act of faith and hope in God's redemptive power that you may not fully experience right now in the moment. The first moments of celebration, for example, are when Israel's standing on the other side of the sea. After the waves crashed over Pharaoh.",
    "start": "00:32:50",
    "end": "00:33:16"
  },
  {
    "text": "That's right.",
    "start": "00:33:17",
    "end": "00:33:17"
  },
  {
    "text": "And they celebrate and they sing the first praise song in the Bible, Exodus 15.",
    "start": "00:33:17",
    "end": "00:33:22"
  },
  {
    "text": "That's a great time to celebrate.",
    "start": "00:33:22",
    "end": "00:33:23"
  },
  {
    "text": "It is a great time to celebrate. But what's at their backs the moment they turn around from the sea?",
    "start": "00:33:23",
    "end": "00:33:29"
  },
  {
    "text": "Their salvation.",
    "start": "00:33:29",
    "end": "00:33:29"
  },
  {
    "text": "Oh, I'm sorry. What they're looking at is the sea. And what they're looking at is God just delivered them. Right. But then they turn around and they.",
    "start": "00:33:30",
    "end": "00:33:37"
  },
  {
    "text": "Oh, and there's a wilderness.",
    "start": "00:33:37",
    "end": "00:33:38"
  },
  {
    "text": "They're just like a desolate wilderness with no water and no food and hundreds of miles.",
    "start": "00:33:39",
    "end": "00:33:45"
  },
  {
    "text": "That's true.",
    "start": "00:33:46",
    "end": "00:33:46"
  },
  {
    "text": "To their destination.",
    "start": "00:33:46",
    "end": "00:33:47"
  },
  {
    "text": "That's true.",
    "start": "00:33:47",
    "end": "00:33:48"
  },
  {
    "text": "But yet they choose joy because they just had a taste of their ultimate deliverance, even though they have no idea how they're gonna get out of this mess. And that's biblical celebration.",
    "start": "00:33:48",
    "end": "00:34:00"
  },
  {
    "text": "But even that's different because here Jesus is saying in the midst of being persecuted.",
    "start": "00:34:00",
    "end": "00:34:05"
  },
  {
    "text": "Ah, that's right.",
    "start": "00:34:05",
    "end": "00:34:06"
  },
  {
    "text": "Celebrate. They're looking at the salvation they just experienced.",
    "start": "00:34:06",
    "end": "00:34:09"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:34:09",
    "end": "00:34:09"
  },
  {
    "text": "And they're not thinking yet about all the trials ahead. And they're just like celebrating we just got saved from an oppressive nation.",
    "start": "00:34:09",
    "end": "00:34:19"
  },
  {
    "text": "Miraculously, in the scope of the whole of Matthew's Gospel, the death and resurrection of Jesus becomes the Exodus event, the Exodus deliverance that Jesus disciples look back upon as the great deliverance that gives me hope and cause for joy even as I go out into the arenas of conflict and try and live the ethic of Jesus and get shut down and hurt and persecuted. I think that's the. That's the analogy I'm trying to make here.",
    "start": "00:34:21",
    "end": "00:34:53"
  },
  {
    "text": "Yeah. Okay. The people Jesus was talking to on the hillside, they haven't experienced resurrection yet.",
    "start": "00:34:53",
    "end": "00:34:57"
  },
  {
    "text": "Yeah, that's right. As readers of the Gospel, we know where the story's going.",
    "start": "00:34:58",
    "end": "00:35:01"
  },
  {
    "text": "Yeah.",
    "start": "00:35:01",
    "end": "00:35:01"
  },
  {
    "text": "Matthew's trying to instruct us to join those people on the hillside, even though we live, you know, after the events of the Gospels story. But for the people on that hillside, you're right, it was almost required an even greater act of faith on their part because they hadn't seen the showdown of Jesus and the powers yet. One more thing. So I think the way Matthew has designed these nine Beatitudes is he's introducing actually the job description that you're going to watch Jesus go and perform throughout the rest of the Gospel. So we kind of all covered this general point already is that there are things introduced in the sermon that will get picked up and developed, but the good life belongs to those who are impoverished of spirit, those who grieve and mourn. And those who are on the bottom and on the outside, is this going to be a thing in Jesus actual mission?",
    "start": "00:35:01",
    "end": "00:36:03"
  },
  {
    "text": "These are going to be the people he interacts with Constantly.",
    "start": "00:36:03",
    "end": "00:36:05"
  },
  {
    "text": "Constantly.",
    "start": "00:36:05",
    "end": "00:36:06"
  },
  {
    "text": "And heals and invites to parties.",
    "start": "00:36:06",
    "end": "00:36:09"
  },
  {
    "text": "Yep, that's right. That's right. Is Jesus going to express a longing to see things set right? Is Jesus going to show mercy and talk about showing generous mercy and forgiveness? Is Jesus going to demonstrate a purity of devotion, a purity of heart? Is Jesus going to get involved with these arenas of conflict and put himself right in the middle?",
    "start": "00:36:09",
    "end": "00:36:32"
  },
  {
    "text": "Yeah.",
    "start": "00:36:32",
    "end": "00:36:33"
  },
  {
    "text": "So in other words, Jesus is also outlining his biography that you're going to go read about, and oftentimes with the exact vocabulary.",
    "start": "00:36:34",
    "end": "00:36:45"
  },
  {
    "text": "These are Jesus rules of life.",
    "start": "00:36:45",
    "end": "00:36:47"
  },
  {
    "text": "Yeah. So it's also an outline of the shape of a kingdom ethic, is that Jesus is summarizing it here, but then his own life is going to embody and model every part of these nine, nine traits. And you, the reader, then you finish Matthew's account, right? You get to chapter 28, what we call chapter 28, and then the big question and the last sentence of Matthew's Gospel is, and look, I am with you. As you go and try and model and imitate the thing that I've invited you to do. I am with you.",
    "start": "00:36:47",
    "end": "00:37:27"
  },
  {
    "text": "Well, first he says, go and teach others.",
    "start": "00:37:27",
    "end": "00:37:29"
  },
  {
    "text": "That's right.",
    "start": "00:37:29",
    "end": "00:37:30"
  },
  {
    "text": "This, this way of go out to.",
    "start": "00:37:30",
    "end": "00:37:32"
  },
  {
    "text": "The nations, teach them what I've commanded you. Here it is, Here it is. And then I'm with you. I'm with you until the new creation, till the kingdom comes on earth as it is in heaven. So these Beatitudes are worth memorizing. They're worth turning over in your mind and heart for a lifetime.",
    "start": "00:37:32",
    "end": "00:37:51"
  },
  {
    "text": "I love that image of turning over these Beatitudes in our hearts, of allowing these statements about what the good life actually is, to embed themselves into our whole being. So we've gone through all nine Beatitudes over the last three episodes. Let's go through them one more time and look at them as a whole.",
    "start": "00:37:52",
    "end": "00:38:19"
  },
  {
    "text": "The Sermon on the Mount has three main sections. It begins with a surprise, the surprise identity of those who God is working with in the world. And then it moves to the main body, which is all about the greater righteousness that Jesus is calling his followers to. The Sermon on the Mount ends with a choice. In light of all these teachings, which path will you take? What kind of life are you going to build? Okay, so we're still here in the introduction, the nine surprise blessings, or the Beatitudes, as they're called. We've gone through all nine. The first set of three. How good is life for the powerless? For those who grieve, for the afflicted?",
    "start": "00:38:22",
    "end": "00:39:22"
  },
  {
    "text": "The good life belongs to those who are unimportant, to those who are on the outside of centers of power and influence. Because something is happening here when the reign of God arrives that is going to bring about the new creation, which will be the ultimate land inheritance.",
    "start": "00:39:22",
    "end": "00:39:40"
  },
  {
    "text": "The second triad. How good is life for those who hunger and thirst for righteousness? For those who show mercy? For the pure in heart?",
    "start": "00:39:41",
    "end": "00:39:51"
  },
  {
    "text": "It's important to recognize the biblical authors and God really thinks humans are capable of this. They're capable through God's new creation, power and presence and mercy and the power of God's spirit. But it's what we are made for. We're made to be pure of heart.",
    "start": "00:39:52",
    "end": "00:40:09"
  },
  {
    "text": "And the third triad, how good is life for the peacemakers? For those who have been persecuted? How good is life for y'?",
    "start": "00:40:10",
    "end": "00:40:19"
  },
  {
    "text": "All? The third triad is going to build on the first two and say, get ready for conflict, difficulty and pain if you are going to really become a part of these kingdom communities in partnership with Jesus.",
    "start": "00:40:19",
    "end": "00:40:35"
  },
  {
    "text": "Three sets of three blessings, nine proclamations of who God is working with in the world. Now let's look at the third blessing in the third triad.",
    "start": "00:40:37",
    "end": "00:40:45"
  },
  {
    "text": "Notice this is the third Beatitude of the third triad, and it's blown up and expanded.",
    "start": "00:40:48",
    "end": "00:40:55"
  },
  {
    "text": "It has three parts. How good is life for you all when they insult you and persecute you and speak evil lies against you on account of me. Celebrate and shout for joy because your reward is great in the sky, for such is the way they persecuted the prophets before you.",
    "start": "00:40:55",
    "end": "00:41:16"
  },
  {
    "text": "The triadic structuring of Jesus speech is already. You can just see it in how the Beatitudes are designed.",
    "start": "00:41:17",
    "end": "00:41:24"
  },
  {
    "text": "Threes within threes within threes. We're going to continue to see this pattern as we progress through the Sermon on the Mount. But for now, we stay centered in the surprise identity. And next week, we move to the next two identities. You are the salt of the land and the city on a hill. That's it for today's episode. Okay, we made it through all nine surprise statements about the good life.",
    "start": "00:41:28",
    "end": "00:42:03"
  },
  {
    "text": "Yep. After these Beatitudes, Jesus says to his disciples, you are the salt of the earth and you are a city on a hill.",
    "start": "00:42:03",
    "end": "00:42:10"
  },
  {
    "text": "We're going to talk about the meanings of these images. The salt of the land, the light of the world, the city on a hill. They're meant to illuminate each other.",
    "start": "00:42:10",
    "end": "00:42:18"
  },
  {
    "text": "So what does it mean to be light and salt. That's next week. Bibleproject is a crowdfunded nonprofit. We exist to experience the Bible as a unified story that leads to Jesus. Everything we make is free because of the generous support of thousands of people just like you.",
    "start": "00:42:18",
    "end": "00:42:37"
  },
  {
    "text": "Thanks for being a part of this with us.",
    "start": "00:42:37",
    "end": "00:42:39"
  },
  {
    "text": "Hi, this is Cooper here to read the the credits. Dan Gummel is the creative producer for today's show. Production of today's episode is by producer Lindsey Ponder, managing producer Cooper Peltz, producer Colin Wilson. Stephanie Tam is our consultant and editor. Tyler Bailey is our audio engineer and editor and he also provided the sound design and mix for today's episode. Brad Witty does our show notes. Hannah Woo provides the annotations for our app. Original Sermon on the Mount music is by Richie Cohen and the Bible Project theme song is by Tents. Special thanks to Ben Tertine and Rose Mayer and your hosts, John Collins and Michelle Jones.",
    "start": "00:42:40",
    "end": "00:43:20"
  },
  {
    "text": "Hi, this is Brandon and I'm from Oklahoma City, Oklahoma.",
    "start": "00:43:20",
    "end": "00:43:24"
  },
  {
    "text": "Hi, this is Deborah and I'm from Jakarta, Indonesia. I first heard about the Bible Project when I was intentionally searching about Book of Esther.",
    "start": "00:43:24",
    "end": "00:43:32"
  },
  {
    "text": "I used the Bible Project for personal growth, study and teaching others about the Bible.",
    "start": "00:43:32",
    "end": "00:43:37"
  },
  {
    "text": "My favorite thing about the Bible Project.",
    "start": "00:43:37",
    "end": "00:43:39"
  },
  {
    "text": "Is the animation is just how well they teach all of these theological concepts and make them so accessible. We believe the Bible is a unified story that leads to Jesus.",
    "start": "00:43:39",
    "end": "00:43:51"
  },
  {
    "text": "We are a crowdfunded project by people like me.",
    "start": "00:43:51",
    "end": "00:43:54"
  },
  {
    "text": "Find free videos, study notes, podcasts, classes and more@bibleproject.com.",
    "start": "00:43:54",
    "end": "00:44:00"
  }
]