[
  {
    "text": "Welcome to BibleProject Podcast. This year we're studying the Sermon on the Mount. I'm John Collins and with me is co host Michelle Jones. Hi, Michelle.",
    "start": "00:00:04",
    "end": "00:00:11"
  },
  {
    "text": "Hi, John. So we're in this section of the Sermon on the Mount, where Jesus teaches his disciples how to faithfully follow the Torah.",
    "start": "00:00:11",
    "end": "00:00:18"
  },
  {
    "text": "Yes. The Torah is the first five books of the Hebrew Bible. It's a story about God partnering with Israel so that they can become people full of his wisdom and and bring justice and peace to the whole world.",
    "start": "00:00:18",
    "end": "00:00:27"
  },
  {
    "text": "Right. Jesus claims that he is the fulfillment of that story, the true human and the faithful Israelite. And he's also teaching his followers to live out that story with him by learning a greater righteousness, that is to live in right relationship with God and others.",
    "start": "00:00:28",
    "end": "00:00:44"
  },
  {
    "text": "In this section of the Sermon on the Mount, Jesus gives us six case studies for how we can live by the wisdom in the Torah. In each case study, he quotes from a law that God gave ancient Israel. And then he shows us the radical vision God had for humanity that's hidden in plain sight within that law.",
    "start": "00:00:45",
    "end": "00:01:01"
  },
  {
    "text": "Six case studies grouped into two sets of three. The first three case studies on murder, adultery and divorce are about treating everyone as sacred, that we're all in the image of God.",
    "start": "00:01:01",
    "end": "00:01:14"
  },
  {
    "text": "And that brings us to the second set of three case studies, which are all about how we can work together through the inevitable conflict that will arise.",
    "start": "00:01:14",
    "end": "00:01:23"
  },
  {
    "text": "First are the ancient laws on oath keeping, which gives us a vision for living with honesty and transparency. Transparency and avoiding the temptation to use the name of God as leverage or manipulation over others.",
    "start": "00:01:23",
    "end": "00:01:36"
  },
  {
    "text": "And then we looked at laws about justice, and we saw that Jesus calls his followers to creative nonviolence that challenges the status quo.",
    "start": "00:01:36",
    "end": "00:01:44"
  },
  {
    "text": "This week, we're gonna look at the last case study. It continues the theme of unity, but it turns up the volume. What do I do with people who really don't like me? How do I respond to people who want to shame me? In short, how do I treat my enemies?",
    "start": "00:01:45",
    "end": "00:02:01"
  },
  {
    "text": "We'll hear one of Jesus most famous teachings. Love your enemies and pray for those who persecute you. Here's Tim.",
    "start": "00:02:01",
    "end": "00:02:07"
  },
  {
    "text": "It takes a huge imagination to say I'm going to choose to love my enemy as a way to participate in the kingdom of God that says they are as valuable to God and to the people in my community as I am.",
    "start": "00:02:08",
    "end": "00:02:21"
  },
  {
    "text": "Today on the show, we wrap up these six case studies on Torah faithfulness, and we end up with a countercultural ethic that truly requires a new way to think about the world.",
    "start": "00:02:22",
    "end": "00:02:33"
  },
  {
    "text": "Thanks for joining us.",
    "start": "00:02:33",
    "end": "00:02:34"
  },
  {
    "text": "Here we go.",
    "start": "00:02:34",
    "end": "00:02:35"
  },
  {
    "text": "We're walking through the Sermon on the Mount block of teachings by Jesus in Matthew, the Gospel of Matthew. And Jesus himself defines what he's doing here as the good news of the kingdom.",
    "start": "00:02:48",
    "end": "00:03:01"
  },
  {
    "text": "Yep. Teaching and announcing the good news of the kingdom of God. God has sent the human ruler and leader that he always promised in the storyline in Hebrew scriptures to do for humanity what we can't seem to do for ourselves, to create a new humanity that lives by God's will and can partner with him in ruling the world with wisdom and love.",
    "start": "00:03:02",
    "end": "00:03:25"
  },
  {
    "text": "That's the kingdom of God.",
    "start": "00:03:26",
    "end": "00:03:27"
  },
  {
    "text": "That's the kingdom of God.",
    "start": "00:03:27",
    "end": "00:03:28"
  },
  {
    "text": "Jesus is announcing that it's happening.",
    "start": "00:03:28",
    "end": "00:03:30"
  },
  {
    "text": "Yeah. God's rule over the world is happening by Jesus teaching humans how to be wise, generous rulers over creation.",
    "start": "00:03:30",
    "end": "00:03:39"
  },
  {
    "text": "And surprise, he's not teaching the elite class, the powerful. He's out there with the nobodies, the outsiders, and he's telling them that the kingdom is happening through them. It's coming through them. He began with these nine blessings that we walked through. Then he talked about these word pictures of the kind of people that they are. Salt of the earth, city on the hill and the light of the world.",
    "start": "00:03:39",
    "end": "00:04:04"
  },
  {
    "text": "Yeah. And through those images, he's saying, you all that I'm talking to right now are carrying the legacy through me of the renewed covenant people of God who will be God's royal priests, represent God to the nations.",
    "start": "00:04:04",
    "end": "00:04:19"
  },
  {
    "text": "After those images, we start in kind of a new section of the Sermon on the Mount. And speaking of the covenant people, this is Israel. There is all of these terms, laws of things that they need to do to be God's chosen people. And Jesus goes out of his way to say, hey, if you want to be the kind of person who lives by God's laws, I'm going to teach you the greatest righteousness.",
    "start": "00:04:19",
    "end": "00:04:45"
  },
  {
    "text": "Yeah. A greater righteousness.",
    "start": "00:04:45",
    "end": "00:04:47"
  },
  {
    "text": "The best way to live at peace with justice and equity amongst each other and with God, to do right by each other. Do right by God. That launches them into six case studies.",
    "start": "00:04:47",
    "end": "00:05:01"
  },
  {
    "text": "Yes. These six case studies, they're all case studies in what does this superior way of doing right by God and therefore doing right by other people. What does that look like?",
    "start": "00:05:01",
    "end": "00:05:13"
  },
  {
    "text": "Yeah.",
    "start": "00:05:13",
    "end": "00:05:14"
  },
  {
    "text": "This is not an exhaustive list. He's not giving a new set of laws. He's giving ethical wisdom to show how we can discern the will of God through the laws of the Torah. It's all about forming a community of people whose relationships are grounded in a different view of human dignity and value. They're grounded in a different way of cooperating together.",
    "start": "00:05:14",
    "end": "00:05:43"
  },
  {
    "text": "Yeah.",
    "start": "00:05:44",
    "end": "00:05:44"
  },
  {
    "text": "How do humans get things done in the world? That usually causes a lot of conflict.",
    "start": "00:05:44",
    "end": "00:05:48"
  },
  {
    "text": "Yeah.",
    "start": "00:05:48",
    "end": "00:05:49"
  },
  {
    "text": "And Jesus is offering wisdom on how to reimagine human relationships and how we get stuff done together.",
    "start": "00:05:49",
    "end": "00:05:57"
  },
  {
    "text": "Yes. So there's these six case studies. The first three are kind of blocked together. They really focus in on the dignity.",
    "start": "00:05:57",
    "end": "00:06:04"
  },
  {
    "text": "Of every human and specifically showing how murder is the ultimate way to. Right. Degrade another human life.",
    "start": "00:06:04",
    "end": "00:06:11"
  },
  {
    "text": "Yeah.",
    "start": "00:06:11",
    "end": "00:06:12"
  },
  {
    "text": "But so also is adultery. And so also is a man divorcing a woman for an illegitimate reason. And so what Jesus does is locate the issue way upstream in how we think about the value and worth of another human being. And when we begin to degrade other humans in our thoughts and imaginations, then inevitably it will lead to these other things downstream. But it's the same basic crime, so to speak, that we're committing. It's a different manifestation of degrading another person's dignity, whether it's in your thoughts or with your body. Jesus wants to take the beginning seed just as deadly serious as we would the end result of it.",
    "start": "00:06:12",
    "end": "00:07:02"
  },
  {
    "text": "That's a good way to put it.",
    "start": "00:07:02",
    "end": "00:07:03"
  },
  {
    "text": "Yeah.",
    "start": "00:07:03",
    "end": "00:07:03"
  },
  {
    "text": "Take the seed as serious.",
    "start": "00:07:03",
    "end": "00:07:05"
  },
  {
    "text": "That's why, you know the famous ones about cut off your hand or tear out your eye, which are hyperboles. We discussed that. But he means something by being so extreme.",
    "start": "00:07:05",
    "end": "00:07:14"
  },
  {
    "text": "Take it really seriously.",
    "start": "00:07:14",
    "end": "00:07:15"
  },
  {
    "text": "Take it very seriously how you think and imagine other people's value and worth because it will have deadly consequences given enough time.",
    "start": "00:07:15",
    "end": "00:07:25"
  },
  {
    "text": "Yeah.",
    "start": "00:07:25",
    "end": "00:07:26"
  },
  {
    "text": "So that's the first three.",
    "start": "00:07:26",
    "end": "00:07:27"
  },
  {
    "text": "That's the first three. And then the next, they're kind of all around. More specifically, how do we cooperate? How do we work together? How do we manage conflict? He looks at keeping your word. Oath keeping.",
    "start": "00:07:28",
    "end": "00:07:41"
  },
  {
    "text": "More specifically, to be vigilant about how I try to persuade other people.",
    "start": "00:07:41",
    "end": "00:07:49"
  },
  {
    "text": "How are you going to convince people to get on the same page as you? And are you going to do that with a pure heart?",
    "start": "00:07:50",
    "end": "00:07:56"
  },
  {
    "text": "Yeah. Through just honesty and vulnerability. Trusting, honest conversation that honors both parties. That you can get somewhere that way without having to resort to manipulation. And Jesus especially targets manipulation, where you bring God into it. You use God to manipulate other people's perception of you to get stuff done.",
    "start": "00:07:56",
    "end": "00:08:17"
  },
  {
    "text": "Yeah.",
    "start": "00:08:17",
    "end": "00:08:18"
  },
  {
    "text": "That's what he's targeting. You know, I was thinking, you know, you said cooperation.",
    "start": "00:08:18",
    "end": "00:08:21"
  },
  {
    "text": "Yeah.",
    "start": "00:08:21",
    "end": "00:08:22"
  },
  {
    "text": "In a way, if you break that word down. Cooperate.",
    "start": "00:08:22",
    "end": "00:08:25"
  },
  {
    "text": "Yeah.",
    "start": "00:08:25",
    "end": "00:08:26"
  },
  {
    "text": "That is what it's about.",
    "start": "00:08:26",
    "end": "00:08:27"
  },
  {
    "text": "Yeah.",
    "start": "00:08:27",
    "end": "00:08:27"
  },
  {
    "text": "If humans. If we're gonna rule the world together.",
    "start": "00:08:28",
    "end": "00:08:30"
  },
  {
    "text": "Yeah.",
    "start": "00:08:30",
    "end": "00:08:30"
  },
  {
    "text": "We have to cooperate. Yeah, totally. Hey, I think this thing needs to be done and I need to convince you of that. How Am I gonna do that? I have a choice to make. So underneath that is this core issue of dignity again.",
    "start": "00:08:30",
    "end": "00:08:43"
  },
  {
    "text": "Yes.",
    "start": "00:08:43",
    "end": "00:08:43"
  },
  {
    "text": "Am I gonna honor your dignity? But it's specifically about the means of that cooperation.",
    "start": "00:08:43",
    "end": "00:08:49"
  },
  {
    "text": "Yeah.",
    "start": "00:08:49",
    "end": "00:08:50"
  },
  {
    "text": "Especially if our wills are in conflict with each other. And then it's when two wills or people are not just different but then are at odds. That's what the second and third ones are about. Yeah.",
    "start": "00:08:50",
    "end": "00:09:03"
  },
  {
    "text": "Turning the cheek and giving your coat as well and going the extra mile. These are all examples of when someone who has authority over you in some way is taking advantage of you or at least exerting their power over you in a way that dismisses your dignity as a human.",
    "start": "00:09:03",
    "end": "00:09:22"
  },
  {
    "text": "Yep. Yeah. If they're trying to disgrace you.",
    "start": "00:09:22",
    "end": "00:09:25"
  },
  {
    "text": "Disgrace you. And Jesus gives this really brave and unique way forward, which actually was a big inspiration for Martin Luther King and exposing the inequity through standing your ground in a nonviolent way.",
    "start": "00:09:25",
    "end": "00:09:38"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:09:38",
    "end": "00:09:39"
  },
  {
    "text": "And that all came from Jesus.",
    "start": "00:09:39",
    "end": "00:09:40"
  },
  {
    "text": "But we noted something important at the end of the last conversation was you can use creative non violence but still with a stick it to them attitude.",
    "start": "00:09:41",
    "end": "00:09:52"
  },
  {
    "text": "Yeah. Kill Bill attitude.",
    "start": "00:09:52",
    "end": "00:09:53"
  },
  {
    "text": "Yeah. This is something that the Reverend Dr. King made very clear was that would just be another form of violent assertion just through a clever means. This is why Jesus and Martin Luther King Jr. Emphasized that it's about the transformation of the heart, that creative nonviolence, when it's generated by love for the person wronging you. When you're able to cultivate a place of empathy in your mind and heart to say this person somehow feels the need to assert their dominance to put me in my place, to try and shame me. And it's about finding some place or way or story to live within where I can come to a place to show them generosity and kindness and love. And when creative nonviolence comes out of that, I think then you get a revolutionary force. And that's what Jesus is after here. And so it requires the sixth and kind of the culminating, which is about enemy love.",
    "start": "00:09:53",
    "end": "00:10:53"
  },
  {
    "text": "Let's get into it.",
    "start": "00:10:53",
    "end": "00:10:54"
  },
  {
    "text": "These also are famous words. I'll just let you read them. John, Matthew 5, verses 43 to 48. And this is my translation, which just deviates from contemporary translations at a few points to bring things out.",
    "start": "00:11:16",
    "end": "00:11:31"
  },
  {
    "text": "You have heard that it was said, you shall love your neighbor and hate your enemy. But I say to you, love your enemies and pray for those who persecute you, so that you may be children of your Father who is in the skies, for he causes his sun to rise on the evil and the Good. And he sends rain on the righteous and the unrighteous. For if you love those who love you, what reward do you have? Do not even the tax collectors do the same? If you greet only your brother, what more are you doing than others? Do not even the nations do the same? Therefore, you are to be whole as your father in the skies.",
    "start": "00:11:32",
    "end": "00:12:14"
  },
  {
    "text": "As whole or complete. You can go back and forth some days.",
    "start": "00:12:14",
    "end": "00:12:18"
  },
  {
    "text": "This is in probably most translations. Perfect.",
    "start": "00:12:19",
    "end": "00:12:23"
  },
  {
    "text": "Perfect. Yep.",
    "start": "00:12:23",
    "end": "00:12:23"
  },
  {
    "text": "Be perfect.",
    "start": "00:12:23",
    "end": "00:12:24"
  },
  {
    "text": "Yeah, good luck with that.",
    "start": "00:12:25",
    "end": "00:12:27"
  },
  {
    "text": "It's great advice. Be perfect.",
    "start": "00:12:27",
    "end": "00:12:29"
  },
  {
    "text": "So notice also this teaching has three main parts, and the first part itself has three parts. So you've heard that it was said one, but I say to you two, so that you may be children of your father, and Skies 3. That's the first little thing. And then the second is the two little comparisons. If you love those who love you, if you only greet your brothers.",
    "start": "00:12:30",
    "end": "00:12:51"
  },
  {
    "text": "Yeah.",
    "start": "00:12:51",
    "end": "00:12:52"
  },
  {
    "text": "And then the last climactic third point is, therefore, be complete or whole, the way your father in skies. And that last line there is simultaneously the conclusion to this little teaching, but then also to the entire six sayings. It goes all the way back up and connects to that greater righteousness. It's another way of stating the greater righteousness that registers. We'll get there by the end.",
    "start": "00:12:52",
    "end": "00:13:15"
  },
  {
    "text": "Okay.",
    "start": "00:13:15",
    "end": "00:13:16"
  },
  {
    "text": "We'll work our way through.",
    "start": "00:13:16",
    "end": "00:13:17"
  },
  {
    "text": "Great.",
    "start": "00:13:17",
    "end": "00:13:17"
  },
  {
    "text": "So let's notice by this point with the sixth teaching, when Jesus quotes something, you've heard that it was said sometimes it was a straight up quote from the Ten Commandments.",
    "start": "00:13:18",
    "end": "00:13:29"
  },
  {
    "text": "Yep.",
    "start": "00:13:29",
    "end": "00:13:30"
  },
  {
    "text": "First two were first two. Other times it's a quote from another law in the Torah. And then the one before this, with eye for eye, tooth for tooth. That was a precise quote. The Law of retaliation. But the one about the oaths.",
    "start": "00:13:30",
    "end": "00:13:43"
  },
  {
    "text": "Yeah. It was like two or three different places.",
    "start": "00:13:43",
    "end": "00:13:45"
  },
  {
    "text": "Yeah, it was a paraphrase of a few different laws. This one is slightly different yet. So you shall love your neighbor. That's straight up. We know that Jesus loved this line because he said it was one of the two greatest commandments.",
    "start": "00:13:45",
    "end": "00:14:01"
  },
  {
    "text": "Right.",
    "start": "00:14:01",
    "end": "00:14:01"
  },
  {
    "text": "That's never a good English way to say that.",
    "start": "00:14:03",
    "end": "00:14:04"
  },
  {
    "text": "One of two greatest.",
    "start": "00:14:05",
    "end": "00:14:07"
  },
  {
    "text": "Greatest commandment. Yeah, it was the second of the greatest commandment. He was asked, what's the greatest commandment? And then he answers with two, as if they're both. Anyway, it's Leviticus 19:18. You shall love your neighbor as yourself. Yeah, but the twist is, the quote is, you shall love your neighbor and hate your enemy. And there's no law in the Torah that's worded that way or says that.",
    "start": "00:14:07",
    "end": "00:14:30"
  },
  {
    "text": "Interesting.",
    "start": "00:14:31",
    "end": "00:14:31"
  },
  {
    "text": "So it seems like what he's countering is a popular interpretation.",
    "start": "00:14:32",
    "end": "00:14:36"
  },
  {
    "text": "Got it.",
    "start": "00:14:37",
    "end": "00:14:37"
  },
  {
    "text": "Of this line in Leviticus 19:18, which we'll look at. And it's very compelling. That's what he's doing here.",
    "start": "00:14:38",
    "end": "00:14:44"
  },
  {
    "text": "Yeah.",
    "start": "00:14:45",
    "end": "00:14:45"
  },
  {
    "text": "So he's not precisely quoting the Torah.",
    "start": "00:14:46",
    "end": "00:14:48"
  },
  {
    "text": "Well, it's like he quoted the Torah and then he quoted the additional teaching that had been attached to this.",
    "start": "00:14:48",
    "end": "00:14:56"
  },
  {
    "text": "Correct. Yeah. The way that it's been popularly understood. So how do people get there? Like we said, the first phrase comes from Leviticus 19:18. You shall love your neighbor as yourself. So we know that's a big deal to Jesus. He quotes that line elsewhere. So this second phrase, you shall hate your enemy, raises an interesting ambiguity in the original verse that Jesus is quoting from Leviticus 19, and it has to do with the term neighbor. It's another question that Jesus got asked, who is my.",
    "start": "00:14:56",
    "end": "00:15:27"
  },
  {
    "text": "Yeah, who is my neighbor?",
    "start": "00:15:27",
    "end": "00:15:28"
  },
  {
    "text": "Who is my neighbor?",
    "start": "00:15:28",
    "end": "00:15:29"
  },
  {
    "text": "And then. And he didn't really answer. It tells a story.",
    "start": "00:15:29",
    "end": "00:15:31"
  },
  {
    "text": "Yes, totally. So let's actually do something you should always do when you're studying the Bible and you're wondering what something means is, turn to the sentences or paragraph where you find it and read it in context. So let's do that.",
    "start": "00:15:31",
    "end": "00:15:45"
  },
  {
    "text": "Leviticus 19.",
    "start": "00:15:45",
    "end": "00:15:46"
  },
  {
    "text": "We'll just read the sentence before the one that Jesus quotes. So Leviticus, chapter 19, verses 17 and 18. This is God's speech to the people of Israel at Mount Sinai. That's the context here of Leviticus. So y' all shall not hate your fellow brother like kinsmen? Israelite, don't hate your fellow brother. In your heart. You may surely reprove your neighbor, but you shall not incur sin because of him. Don't take vengeance or bear any grudge against the sons of your people, but you shall love your neighbor as yourself. I am Yahweh.",
    "start": "00:15:46",
    "end": "00:16:33"
  },
  {
    "text": "What's reprove mean?",
    "start": "00:16:34",
    "end": "00:16:35"
  },
  {
    "text": "Like, if somebody wrongs you, go like, tell them that wasn't okay.",
    "start": "00:16:35",
    "end": "00:16:40"
  },
  {
    "text": "Okay.",
    "start": "00:16:40",
    "end": "00:16:40"
  },
  {
    "text": "Yeah. But don't take vengeance.",
    "start": "00:16:40",
    "end": "00:16:43"
  },
  {
    "text": "Got it.",
    "start": "00:16:43",
    "end": "00:16:43"
  },
  {
    "text": "Don't get payback, because vengeance belongs to Yahweh. So in the context, the word neighbor has been preceded by three different words that make it clear we're talking about fellow Israelites. So in context.",
    "start": "00:16:43",
    "end": "00:16:58"
  },
  {
    "text": "Yeah. Neighbor means your kinsman.",
    "start": "00:16:58",
    "end": "00:17:00"
  },
  {
    "text": "Yeah. Now, if you keep reading in the chapter, there's another statement that does deal with how you relate to non Israelites. In verse 33 of Leviticus 19, we read, when an immigrant lives with you in your land, don't mistreat him. The immigrant living with you is to be treated as one of Your own native born people love the immigrant as you love yourself. Because you all were immigrants in Egypt. I am Yahweh. So actually the love your immigrant non Israelite neighbor as yourself is right there later in the chapter. That's important to note. There is also multiple laws. Here's just one in Exodus 23 that actually do try and regulate situations when an Israelite is dealing with a hostile neighbor, somebody they don't like and that doesn't like them. So Exodus 23, verse 4. If you come across your enemy's ox or donkey wandering off, Classic scenario.",
    "start": "00:17:00",
    "end": "00:18:03"
  },
  {
    "text": "There goes my enemy's donkey. Hope he doesn't get hurt.",
    "start": "00:18:05",
    "end": "00:18:08"
  },
  {
    "text": "Yeah, I mean it's really, it's. You can just imagine the movie scene here.",
    "start": "00:18:08",
    "end": "00:18:13"
  },
  {
    "text": "Yeah. You see your neighbor's car getting broken into and you don't like your neighbor.",
    "start": "00:18:13",
    "end": "00:18:17"
  },
  {
    "text": "Yeah.",
    "start": "00:18:17",
    "end": "00:18:18"
  },
  {
    "text": "The punk kid who lives by you who blasts his music late at night and you can't stand him. His car's getting broken into.",
    "start": "00:18:18",
    "end": "00:18:25"
  },
  {
    "text": "Yep. So that's the scenario here. If you come across your enemy's ox or donkey wandering off, take it back to him. Don't be a jerk to your enemy. If you see the donkey of somebody who hates you and it fell down under its load, don't just leave it there, help him. Help your neighbor by helping his donkey. The point is, is that Jesus is not actually offering a contrary teaching to the Old Testament.",
    "start": "00:18:25",
    "end": "00:18:49"
  },
  {
    "text": "Right.",
    "start": "00:18:49",
    "end": "00:18:50"
  },
  {
    "text": "Which is like just love other Israelites and let the rest of people take care of themselves.",
    "start": "00:18:50",
    "end": "00:18:54"
  },
  {
    "text": "That's not, that's not what the Torah was doing.",
    "start": "00:18:54",
    "end": "00:18:56"
  },
  {
    "text": "That's right. However, you can see why these passages would raise a conversation about, well, when and in what circumstances do you help a non Israelite? Are Israelites, do they get priority? Yeah, who's my name?",
    "start": "00:18:56",
    "end": "00:19:11"
  },
  {
    "text": "But isn't that interesting because it seems like Leviticus 19 that you read is really clear.",
    "start": "00:19:11",
    "end": "00:19:16"
  },
  {
    "text": "Yes, yep.",
    "start": "00:19:16",
    "end": "00:19:17"
  },
  {
    "text": "Treat them as a native born.",
    "start": "00:19:18",
    "end": "00:19:19"
  },
  {
    "text": "That's right.",
    "start": "00:19:19",
    "end": "00:19:20"
  },
  {
    "text": "Love them like yourself.",
    "start": "00:19:20",
    "end": "00:19:21"
  },
  {
    "text": "Yeah, that's right. Now notice however it says the immigrant living in your land. So this is somebody who's come to live among the people of Israel.",
    "start": "00:19:21",
    "end": "00:19:28"
  },
  {
    "text": "Okay. Well that's what an immigrant is.",
    "start": "00:19:28",
    "end": "00:19:30"
  },
  {
    "text": "Yeah, but what about say like your Greek and Jesus day, which is a thousand years after this, the occupiers or up the town from Jesus, which is the culturally Greek and Roman city, majority non Israelite.",
    "start": "00:19:30",
    "end": "00:19:44"
  },
  {
    "text": "Yeah.",
    "start": "00:19:44",
    "end": "00:19:44"
  },
  {
    "text": "And how do you relate to them if they wrong you? Okay, these are the scenarios.",
    "start": "00:19:44",
    "end": "00:19:47"
  },
  {
    "text": "Who's my neighbor?",
    "start": "00:19:48",
    "end": "00:19:49"
  },
  {
    "text": "Who is my neighbor? That's right. So the other thing here though, as I, I don't want to just brush away complexities in the Hebrew Bible here there are passages where God's chosen person in a story will treat Israel's enemies as God's enemies and stick it to them. David especially. And so there's a famous line, and it's hard not to imagine that Jesus has this somewhere in his little mental encyclopedia. In Psalm 139, which is actually a really beautiful poem. This is the one of you made me. You knit me in my mother's womb. There's nowhere I can go where you're not. It's beautiful. Beautiful. But at the end of it, it has this line, don't I hate those who hate you, Yahweh? Don't I loathe those who rise up against you? I hate them with perfect hatred. They are my enemies. Usually that part of Psalm 139 is not quoted when it's like, read in church.",
    "start": "00:19:49",
    "end": "00:21:16"
  },
  {
    "text": "That's the problem with Psalms sometimes is you find, like, a real great one, and then you're like, oh, I don't want to read that part, though.",
    "start": "00:21:16",
    "end": "00:21:22"
  },
  {
    "text": "It'll end with some, like, something super harsh. So here's an example of God's anointed one who hates his enemies because they're God's enemies.",
    "start": "00:21:22",
    "end": "00:21:32"
  },
  {
    "text": "Yeah.",
    "start": "00:21:32",
    "end": "00:21:33"
  },
  {
    "text": "So my point is, the Hebrew Bible is not simple when it comes to these topics.",
    "start": "00:21:33",
    "end": "00:21:38"
  },
  {
    "text": "Okay.",
    "start": "00:21:38",
    "end": "00:21:38"
  },
  {
    "text": "And you can see why there would be a diversity of views and camps.",
    "start": "00:21:38",
    "end": "00:21:42"
  },
  {
    "text": "And you would see why. Hate your enemy. Is that how it's quoted? Love your neighbor and hate your enemy?",
    "start": "00:21:42",
    "end": "00:21:49"
  },
  {
    "text": "Yeah.",
    "start": "00:21:49",
    "end": "00:21:50"
  },
  {
    "text": "You could see if you're reading David's psalm, there's a place for hating.",
    "start": "00:21:50",
    "end": "00:21:53"
  },
  {
    "text": "Yep.",
    "start": "00:21:54",
    "end": "00:21:54"
  },
  {
    "text": "The enemy, if the enemy is against Yahweh.",
    "start": "00:21:54",
    "end": "00:21:57"
  },
  {
    "text": "Yeah, that's right. And again, so the context on the ground is foreign occupation by the Roman Empire. But it's not just that. It's that what they represent is idolatrous pagan empires, and Rome's just the most recent in over 500 years of these empires.",
    "start": "00:21:57",
    "end": "00:22:20"
  },
  {
    "text": "So it's like a. It's a righteous anger.",
    "start": "00:22:20",
    "end": "00:22:22"
  },
  {
    "text": "Yeah. Is what you call it. For many Jews, it was patriotic. It was their religious duty.",
    "start": "00:22:22",
    "end": "00:22:27"
  },
  {
    "text": "Yeah.",
    "start": "00:22:27",
    "end": "00:22:27"
  },
  {
    "text": "To hate the Romans. No, that's not how all Jews felt. But it's how some felt.",
    "start": "00:22:27",
    "end": "00:22:32"
  },
  {
    "text": "Sure.",
    "start": "00:22:32",
    "end": "00:22:33"
  },
  {
    "text": "So point is, Jesus is addressing a complex reality, and we shouldn't fall into this trap of thinking, oh, the ancient Jews, they were legalistic and nationalistic and. No, this is real life. These same tensions are raised in almost every culture still in the world today.",
    "start": "00:22:34",
    "end": "00:22:56"
  },
  {
    "text": "Yeah.",
    "start": "00:22:56",
    "end": "00:22:56"
  },
  {
    "text": "Yeah. So of course it's going to be something Jesus speaks To then how do you relate to people that you don't like? And some Jewish teachers in his day found warrant in the scriptures, which means that they thought it was the will of God that all love the covenant people and people come to live among us. But if you're not on Abraham's team, it's okay if I don't like you and I let you know about it. And Jesus wants to mess with that, so he just flips the words over. He just says, love your enemies. That's one of the most important things Jesus said in terms of, like, the history of ethical ideas. Certainly the most explosive. You know, for all the times that I'm proud to be a follower of Jesus when it comes to these kinds of things, this is actually really a scandalous, personally challenging thing to do to love your enemy. Yeah. Because it's easier for me to say that other people should love their enemies and people they don't like.",
    "start": "00:22:56",
    "end": "00:23:59"
  },
  {
    "text": "You don't strike me as a guy with a lot of enemies.",
    "start": "00:23:59",
    "end": "00:24:01"
  },
  {
    "text": "No, that's true. I'm learning more about myself that sometimes, at great cost to myself and others, I will make sure that I have no enemies. So it's not always a positive thing, is what I'm saying.",
    "start": "00:24:01",
    "end": "00:24:17"
  },
  {
    "text": "You're saying it's okay for some people to not like you? Is that what you're saying?",
    "start": "00:24:17",
    "end": "00:24:21"
  },
  {
    "text": "Yeah, there's a lot of wise, generous, kind people who have people that don't like them because of tough decisions that they had to make and learning to be okay with that.",
    "start": "00:24:21",
    "end": "00:24:32"
  },
  {
    "text": "This isn't do not have enemies.",
    "start": "00:24:32",
    "end": "00:24:34"
  },
  {
    "text": "Oh, right.",
    "start": "00:24:35",
    "end": "00:24:35"
  },
  {
    "text": "The teaching is love your enemies.",
    "start": "00:24:36",
    "end": "00:24:37"
  },
  {
    "text": "Yeah, that's good clarification. And before we make this immediately individualized and personal, let's just remember this is a fraught political social context that Jesus is saying these words in.",
    "start": "00:24:37",
    "end": "00:24:48"
  },
  {
    "text": "Yeah. It's not talking about your co worker.",
    "start": "00:24:48",
    "end": "00:24:51"
  },
  {
    "text": "Yeah. Although the wisdom underneath this, I think, will give somebody insight with the difficult co worker, for sure.",
    "start": "00:24:51",
    "end": "00:24:58"
  },
  {
    "text": "But the reality on the ground was these occupiers.",
    "start": "00:24:58",
    "end": "00:25:01"
  },
  {
    "text": "Yeah, that's right. So that's one thing. Another thing is we've done actually two word study videos on the word love. So in Hebrew it's ahav, or ahava is the noun, and in Greek it's agape. And so those videos do a better job summarizing than I could right now. But the main insight is that the use of these words in both Hebrew and Greek refer not primarily to a feeling. What we would call a feeling, affection. Correct. But more to an attitude that results in action towards another.",
    "start": "00:25:01",
    "end": "00:25:35"
  },
  {
    "text": "Yeah.",
    "start": "00:25:35",
    "end": "00:25:35"
  },
  {
    "text": "And this is the stuff of parenting. You know, you can choose your attitude. Yeah, sometimes. Yeah, right.",
    "start": "00:25:35",
    "end": "00:25:43"
  },
  {
    "text": "What do you mean by attitude?",
    "start": "00:25:43",
    "end": "00:25:45"
  },
  {
    "text": "Oh, by attitude. The mindset I will adopt. What I feel is that person just shamed me in public and they belong to a different tribe or a different social group.",
    "start": "00:25:45",
    "end": "00:25:55"
  },
  {
    "text": "Yeah.",
    "start": "00:25:56",
    "end": "00:25:56"
  },
  {
    "text": "And they don't like people in my social group and they think they know me and they just shamed me.",
    "start": "00:25:56",
    "end": "00:26:01"
  },
  {
    "text": "Yeah.",
    "start": "00:26:01",
    "end": "00:26:01"
  },
  {
    "text": "So what I feel is offended, hurt, angry. I want to get them back. I want to say something back or do something back. So Jesus would advocate a creative response that doesn't do nothing, but that tries to change the dynamic, to expose the ridiculousness and the brokenness of our context and of our society that makes these kinds of conflicts possible. And the attitude I need to adopt as I try to use creative nonviolence is that of love. I choose to seek the well being of another person because I believe a story that says they are as valuable to God as into the people in my community as I am. They matter as much as I do, and I'm going to seek their well being through creative nonviolent response. So I'm kind of merging this one and the previous one together. But so notice with the examples that he goes on where he talks about God provides rain or sunshine, or with the examples of greeting people, he's referring to concrete actions based on your attitude towards another person. Just for me, that was such a powerful and helpful distinction over time that my feelings don't have to agree with my attitude. Sometimes it takes my feelings a while to catch up with the attitude that I have towards my enemy.",
    "start": "00:26:02",
    "end": "00:27:34"
  },
  {
    "text": "Do you think David, in the psalms that we just read, was he expressing a feeling or an attitude?",
    "start": "00:27:34",
    "end": "00:27:40"
  },
  {
    "text": "Oh, well, if you look at his actions, he was a pretty ruthless dude with people that he didn't like. But that has more to do with just the complexity of David as a character.",
    "start": "00:27:40",
    "end": "00:27:52"
  },
  {
    "text": "Yeah.",
    "start": "00:27:52",
    "end": "00:27:52"
  },
  {
    "text": "Just because he's God's anointed doesn't mean everything he ever did was God's will.",
    "start": "00:27:52",
    "end": "00:27:56"
  },
  {
    "text": "Just because he wrote a psalm doesn't mean we should have the same attitude that he has.",
    "start": "00:27:56",
    "end": "00:28:01"
  },
  {
    "text": "What do you mean?",
    "start": "00:28:01",
    "end": "00:28:02"
  },
  {
    "text": "Well, I mean, what would Jesus say to David? They're hanging out.",
    "start": "00:28:02",
    "end": "00:28:06"
  },
  {
    "text": "Oh, sure.",
    "start": "00:28:06",
    "end": "00:28:06"
  },
  {
    "text": "And David's like, hey, check out this psalm I just wrote. I hate my enemies. What feedback would Jesus give?",
    "start": "00:28:06",
    "end": "00:28:13"
  },
  {
    "text": "Yeah, well, I mean, what's tricky is there's two questions. One is how did David as a person think about his enemies? There's another question is how do the biblical authors who frame David's story.",
    "start": "00:28:13",
    "end": "00:28:26"
  },
  {
    "text": "Yeah.",
    "start": "00:28:26",
    "end": "00:28:26"
  },
  {
    "text": "How do they Understand who David is and who his enemies are in light of the theology of the narrative that they're writing and developing. Okay, and who are the real bad guys? Because the bad guys on the narrative surface are like Philistines.",
    "start": "00:28:26",
    "end": "00:28:39"
  },
  {
    "text": "I don't know who he's referring to in that poem, but.",
    "start": "00:28:40",
    "end": "00:28:43"
  },
  {
    "text": "Well, you know, his enemies, for example, were Saul. And David chose creative nonviolence when it came to Saul. Yeah, that's true at every turn, but not when it came to the Moabites in the Philistines. He raked them over the coals. So Jesus and the apostles, and he taught the apostles, the real enemy is never another human. That it's the powers and principalities that take our minds captive to think that we are each other's enemy.",
    "start": "00:28:43",
    "end": "00:29:10"
  },
  {
    "text": "So Jesus would have sat down with David and been like that hatred you feel is not really towards the people, it's towards the powers animating the people.",
    "start": "00:29:10",
    "end": "00:29:19"
  },
  {
    "text": "You know, it's an interesting thought experiment. For some reason, I feel hesitant to.",
    "start": "00:29:20",
    "end": "00:29:24"
  },
  {
    "text": "Try and have Jesus critique.",
    "start": "00:29:24",
    "end": "00:29:25"
  },
  {
    "text": "Imagine what Jesus would say to David, because that involves me having to time travel to Jesus, but then Jesus having to time travel to. But that is what he's saying to his followers. The implication here is that your enemies actually aren't your enemies. For the kingdom of God to fully come on earth as in heaven, you and your enemy need to learn how to rule the world together.",
    "start": "00:29:25",
    "end": "00:29:49"
  },
  {
    "text": "Okay, well, don't time travel, but tell me. I'm reading this psalm and now I'm reading Jesus teaching and I'm going, what's the deal?",
    "start": "00:29:50",
    "end": "00:29:59"
  },
  {
    "text": "Yeah.",
    "start": "00:29:59",
    "end": "00:29:59"
  },
  {
    "text": "Is Jesus rebuking David's attitude?",
    "start": "00:29:59",
    "end": "00:30:02"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:30:03",
    "end": "00:30:04"
  },
  {
    "text": "Or am I missing something?",
    "start": "00:30:04",
    "end": "00:30:07"
  },
  {
    "text": "Yeah. I think on the narrative level, David's enemies fit within the design pattern all the way back to Genesis 3:15 of the seed of the snake. Humans that align themselves with anti creation and therefore are captive to and agents of, in the language of the Cain and Abel story, sin. God says sin is crouching and it wants you, Cain, and he becomes its slave. So then you get two types of people as you go throughout the rest of the story of the Bible. But then it's complicated because God's people are often the serpent seed, the snake seed. They act like snakes. And often non Israelites are acting like the righteous see of the woman. And then sometimes the same person can go back and forth in their own lifetime. And as that portrait develops, by the time you get to David, I think you're supposed to see David's enemies as an icon for the snake, which is why Goliath takes On such like demonic proportions almost. And I think this also makes sense of why Jesus as the son of David viewed his enemies as the powers and principalities, demonic forces and why he goes like on the assault against them. And it's all the warfare imagery of David and the Old Testament for Jesus gets channeled towards his battle with the powers. So it's not absent from Jesus mission, it's just channeled to the non human source.",
    "start": "00:30:07",
    "end": "00:31:40"
  },
  {
    "text": "Yeah.",
    "start": "00:31:40",
    "end": "00:31:40"
  },
  {
    "text": "Isn't that interesting?",
    "start": "00:31:40",
    "end": "00:31:41"
  },
  {
    "text": "It is interesting.",
    "start": "00:31:41",
    "end": "00:31:42"
  },
  {
    "text": "So I think for one, for you as a reader of the Old Testament, David's words fit into that picture. So in light of that, the enemies that David is hating are the principalities and powers. That's how the biblical authors want us to see that. Whether or not David himself had that in his mind, I have no idea what David thought. But.",
    "start": "00:31:42",
    "end": "00:32:03"
  },
  {
    "text": "So Jesus could have taught love your enemies, hate the powers.",
    "start": "00:32:03",
    "end": "00:32:09"
  },
  {
    "text": "Yeah, I guess. Yeah. He didn't. He just said love your enemies, maybe resist the powers.",
    "start": "00:32:12",
    "end": "00:32:17"
  },
  {
    "text": "Resist the powers.",
    "start": "00:32:17",
    "end": "00:32:18"
  },
  {
    "text": "Resist the powers. That's what Peter and Paul say. And maybe Jesus way of saying resist the powers is love your enemy.",
    "start": "00:32:18",
    "end": "00:32:26"
  },
  {
    "text": "Yeah.",
    "start": "00:32:27",
    "end": "00:32:27"
  },
  {
    "text": "Because it's the powers that have captured the human imagination according to the biblical authors that get us to think that somehow our tribal difference, our ethnic, our social class, whatever.",
    "start": "00:32:27",
    "end": "00:32:39"
  },
  {
    "text": "Yeah.",
    "start": "00:32:39",
    "end": "00:32:39"
  },
  {
    "text": "That these are fundamental value differences.",
    "start": "00:32:40",
    "end": "00:32:42"
  },
  {
    "text": "Yeah. And that we can protect ourselves by hurting others.",
    "start": "00:32:42",
    "end": "00:32:45"
  },
  {
    "text": "Yep. We can generate peace through violence. And if you're going to make an omelet, you got to crack a few eggs. Right. It's that.",
    "start": "00:32:45",
    "end": "00:32:53"
  },
  {
    "text": "Yeah.",
    "start": "00:32:53",
    "end": "00:32:54"
  },
  {
    "text": "In Jesus mind, that's not, that's a.",
    "start": "00:32:54",
    "end": "00:32:56"
  },
  {
    "text": "Proverb of the powers.",
    "start": "00:32:56",
    "end": "00:32:57"
  },
  {
    "text": "Yeah. So the way to subvert the powers is love your enemies. In a way, this is Jesus singing in his own key, so to speak. What Paul is saying in Ephesians in a different key, which is God's multi diverse wisdom is displayed to the powers. That's what he says. Through a community of really different kinds of people.",
    "start": "00:32:57",
    "end": "00:33:19"
  },
  {
    "text": "Loving each other. Yeah.",
    "start": "00:33:19",
    "end": "00:33:21"
  },
  {
    "text": "Seeking each other's well being through peace and love.",
    "start": "00:33:21",
    "end": "00:33:23"
  },
  {
    "text": "Yeah.",
    "start": "00:33:24",
    "end": "00:33:24"
  },
  {
    "text": "So the general foundation for all of these six teachings with the image of God, the sacred dignity, every human life. What are the ways that I need to reframe how I think about people I don't like? If I see from God's perspective, they are, they are worthy of love. These are principles that I've mostly picked up through my wife. But empathy, cultivating empathy, like having compassionate.",
    "start": "00:33:48",
    "end": "00:34:13"
  },
  {
    "text": "Perspective on other people.",
    "start": "00:34:13",
    "end": "00:34:15"
  },
  {
    "text": "Yeah. So a part of loving your enemies is starting from a generous assumption. Just assume that people around me are carrying pain.",
    "start": "00:34:16",
    "end": "00:34:25"
  },
  {
    "text": "Yeah.",
    "start": "00:34:25",
    "end": "00:34:25"
  },
  {
    "text": "And how can I be a source of refreshment and healing in their life and not just another drain on their margins? I think Jesus had an awareness of the way cycles of violence work and retaliation, the whole thing of those who live by the sword, die by the sword. That's why he wanted his disciples to not fight for his release from arrest. And so it's taking a bigger perspective of if I give in to these cultural hostilities and I'm participating in these systems that the powers are having a heyday with, I'm actually contributing to like the core problems that Jesus came to address. And so it takes a huge imagination to say I'm going to choose to love my enemy as a way to participate in the kingdom of God. And it might cost me dearly, it cost Jesus dearly. But some things are worth it.",
    "start": "00:34:26",
    "end": "00:35:25"
  },
  {
    "text": "Yeah.",
    "start": "00:35:25",
    "end": "00:35:26"
  },
  {
    "text": "When Jesus just says these simple words, what they seem simple? Love your enemies. Jesus is making a good Jewish assumption that you pray three times a day, morning, noon and night. So you pray for their well being.",
    "start": "00:35:26",
    "end": "00:35:37"
  },
  {
    "text": "That's a good way to build empathy.",
    "start": "00:35:37",
    "end": "00:35:39"
  },
  {
    "text": "Totally. Yeah.",
    "start": "00:35:39",
    "end": "00:35:40"
  },
  {
    "text": "Pray for your enemy.",
    "start": "00:35:40",
    "end": "00:35:41"
  },
  {
    "text": "That's right. Yeah, that's right. So there's another motivation Jesus offers here and it's that if you want to actually be like the God whose kingdom is coming here on earth is in heaven, it's actually a way to imitate God's own generosity. So he gives these two lines here. The sun shines on both me and the person. I don't like the rain. That gives life and abundance to the ground. If you have two farmers, we're back to our farmers who don't like each other. And one found the other's donkey.",
    "start": "00:35:41",
    "end": "00:36:16"
  },
  {
    "text": "Yeah.",
    "start": "00:36:16",
    "end": "00:36:17"
  },
  {
    "text": "And you know, he looks across and he sees, well, God gave my neighbor an abundant harvest with the rain. And he gave me an abundant harvest with the rain. God loves my neighbor. That's the logic Jesus is using here. Isn't that interesting? Yeah, it's classic wisdom reflection mode that you look at the operation of creation and you draw conclusions about God's character.",
    "start": "00:36:17",
    "end": "00:36:40"
  },
  {
    "text": "God hasn't designed some sort of weather system which reinforces good behavior.",
    "start": "00:36:40",
    "end": "00:36:48"
  },
  {
    "text": "Yeah, that's right. Yeah, yeah. The rain and the sunshine demonstrate God, what do you say, is indiscriminately generous. Now that sends up all kinds of signals, especially for people who read the Old Testament and you're like, but not always.",
    "start": "00:36:48",
    "end": "00:37:03"
  },
  {
    "text": "Oh, right.",
    "start": "00:37:04",
    "end": "00:37:05"
  },
  {
    "text": "And it seems like Jesus is not trying to say more or say everything at once.",
    "start": "00:37:05",
    "end": "00:37:10"
  },
  {
    "text": "But it's a general principle.",
    "start": "00:37:10",
    "end": "00:37:12"
  },
  {
    "text": "Correct.",
    "start": "00:37:12",
    "end": "00:37:13"
  },
  {
    "text": "He's trying to point out there's A character of God that he is generous to those who don't deserve it.",
    "start": "00:37:13",
    "end": "00:37:20"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:37:20",
    "end": "00:37:21"
  },
  {
    "text": "And he wants you to just use this image of the rain to drive that home.",
    "start": "00:37:21",
    "end": "00:37:27"
  },
  {
    "text": "Yep, totally. And especially speaking as an Israelite. Speaking to Israelites. The whole story of Israel is one long demonstration of God's generosity. Indiscriminate generosity.",
    "start": "00:37:27",
    "end": "00:37:37"
  },
  {
    "text": "Yeah, Relentless.",
    "start": "00:37:37",
    "end": "00:37:38"
  },
  {
    "text": "Relentless generosity. And so he's going to come back to that. But he does these two little other sayings here of, listen, if you reserve your love only for your tribe.",
    "start": "00:37:39",
    "end": "00:37:50"
  },
  {
    "text": "Yeah. Then you're just average.",
    "start": "00:37:50",
    "end": "00:37:52"
  },
  {
    "text": "That's right.",
    "start": "00:37:52",
    "end": "00:37:52"
  },
  {
    "text": "It's a C minus.",
    "start": "00:37:52",
    "end": "00:37:53"
  },
  {
    "text": "Now, again, you can get the basic point. But again, think here in light of the salt and light in the city.",
    "start": "00:37:53",
    "end": "00:37:57"
  },
  {
    "text": "Yes. You've been called to something greater.",
    "start": "00:37:57",
    "end": "00:37:59"
  },
  {
    "text": "I called Israel to be different.",
    "start": "00:37:59",
    "end": "00:38:01"
  },
  {
    "text": "Yeah.",
    "start": "00:38:01",
    "end": "00:38:01"
  },
  {
    "text": "To be a mirror of God's character to the nations. And if we just foster this inner tribal loyalty and generosity, we're not fulfilling our calling. To be the salt lightened city.",
    "start": "00:38:02",
    "end": "00:38:14"
  },
  {
    "text": "Yeah.",
    "start": "00:38:14",
    "end": "00:38:15"
  },
  {
    "text": "And so he brings it home with one of the most dense and just dense man. So most translations read, therefore you all be. The Greek word's teleos, just as your father in the skies is teleos. So this is an interesting word. And again, Jesus most certainly was speaking in a Semitic language, Aramaic. And so that raises an interesting challenge too. But we have a pretty close idea of what that word would have been in Aramaic. So it comes from the Hebrew word tamim. It can refer to something physical, being complete or whole without anything lacking or that's not cracked or distorted in some way. And then it's used often to describe someone's moral character.",
    "start": "00:38:16",
    "end": "00:39:06"
  },
  {
    "text": "To have a moral character that is complete or whole. Complete.",
    "start": "00:39:07",
    "end": "00:39:11"
  },
  {
    "text": "Yeah. Which as a metaphor, it almost makes immediate intuitive sense. You're whole. To have a cracked character.",
    "start": "00:39:11",
    "end": "00:39:20"
  },
  {
    "text": "It feels like pure of heart.",
    "start": "00:39:21",
    "end": "00:39:23"
  },
  {
    "text": "Totally. Yes, exactly. This is a synonym where it's another way of Jesus bringing up that theme of the pure in heart.",
    "start": "00:39:23",
    "end": "00:39:30"
  },
  {
    "text": "And I think I marked it when we talked about the pure of heart. It just sticks out to me as this super intense calling and almost like unachievable pure of heart. You want all of my motivations to be pure.",
    "start": "00:39:30",
    "end": "00:39:46"
  },
  {
    "text": "Yeah. Singularly devoted to love of God and neighbor.",
    "start": "00:39:46",
    "end": "00:39:49"
  },
  {
    "text": "Like, can I bat 300? Can I get on base? Like. But this is the thread that I'm seeing now. Pure of heart, a greater righteousness.",
    "start": "00:39:49",
    "end": "00:39:58"
  },
  {
    "text": "Yes. Yeah. This is another way of saying the greater righteousness.",
    "start": "00:39:58",
    "end": "00:40:02"
  },
  {
    "text": "Yes. Be teleos. Be complete.",
    "start": "00:40:02",
    "end": "00:40:04"
  },
  {
    "text": "Yeah.",
    "start": "00:40:04",
    "end": "00:40:05"
  },
  {
    "text": "But it is a high calling. It is an intense vision for being Human, right? Yes.",
    "start": "00:40:05",
    "end": "00:40:15"
  },
  {
    "text": "Yeah. At least humanity as I have experienced it, my own included. But that's what. It's the new humanity. It's another way of saying what Paul in Ephesians will call the new human.",
    "start": "00:40:16",
    "end": "00:40:26"
  },
  {
    "text": "Okay.",
    "start": "00:40:26",
    "end": "00:40:27"
  },
  {
    "text": "And actually in Ephesians 4, he calls the new humanity teleos. Oh, yeah, the ideal. He uses the same exact word. The way Paul uses this word teleos when he's laying into the Corinthians for being Corinthians, for being more Corinthian than they are Christian. So he calls them being children in how you think about each other.",
    "start": "00:40:27",
    "end": "00:40:48"
  },
  {
    "text": "What do you mean by being more Corinthian?",
    "start": "00:40:48",
    "end": "00:40:50"
  },
  {
    "text": "Well, at least in the region around Corinth, to call someone a Corinthian was a way of saying somebody who sleeps around a lot.",
    "start": "00:40:50",
    "end": "00:40:59"
  },
  {
    "text": "Oh, okay. But they had a reputation.",
    "start": "00:40:59",
    "end": "00:41:02"
  },
  {
    "text": "Totally. Yeah. It also meant a lot of other things. But the point is that he equates living by the culture of Corinth as being like a stunted development and becoming a Jesus style human is becoming teleos. So he says in 1st Corinthians 14. In Ephesians 4, Paul calls the new humanity a teleios humanity, a whole humanity. Oh, this is interesting. In Colossians 1, Paul talks about what the goal is in a local church, what we're helping each other strive toward. And he says we want church leaders to see as their responsibility to bring everyone to become teleos in the Messiah. Bring people to the new complete humanity.",
    "start": "00:41:02",
    "end": "00:41:50"
  },
  {
    "text": "Yeah.",
    "start": "00:41:51",
    "end": "00:41:51"
  },
  {
    "text": "Which in light of all of this, is about a whole new imagination for how I relate to other people. Healthy, whole, vulnerable, honest relationships where I seek the other person's well being even if it costs me. I trust that my own well being will be provided for if I seek first the kingdom and its righteousness.",
    "start": "00:41:52",
    "end": "00:42:16"
  },
  {
    "text": "That's the stance of someone who's.",
    "start": "00:42:16",
    "end": "00:42:18"
  },
  {
    "text": "That's another way of saying this idea.",
    "start": "00:42:18",
    "end": "00:42:20"
  },
  {
    "text": "Okay.",
    "start": "00:42:21",
    "end": "00:42:22"
  },
  {
    "text": "Yeah.",
    "start": "00:42:22",
    "end": "00:42:22"
  },
  {
    "text": "Now practically, it seems like we could ever only hope to achieve this.",
    "start": "00:42:23",
    "end": "00:42:29"
  },
  {
    "text": "Sure.",
    "start": "00:42:29",
    "end": "00:42:30"
  },
  {
    "text": "In moments of our life.",
    "start": "00:42:30",
    "end": "00:42:32"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:42:32",
    "end": "00:42:32"
  },
  {
    "text": "Or is this really something where it's like I can get there. My goal by 45 is to be telios.",
    "start": "00:42:32",
    "end": "00:42:43"
  },
  {
    "text": "Yeah. There have been groups in the Christian tradition that have really latched on to this theme in Jesus teachings. And yeah. Said that Jesus wouldn't say this if it wasn't attainable is the basic logic of these traditions.",
    "start": "00:42:43",
    "end": "00:42:57"
  },
  {
    "text": "But I guess by attainable end moments, like it can get there.",
    "start": "00:42:57",
    "end": "00:43:01"
  },
  {
    "text": "Yeah.",
    "start": "00:43:02",
    "end": "00:43:02"
  },
  {
    "text": "For even stretches of moments.",
    "start": "00:43:03",
    "end": "00:43:04"
  },
  {
    "text": "Yeah. I mean, I think again, Jesus often this is the kind of teacher that he was. He's trying to communicate in a way that grabs your attention and your imagination. It's the ideal. For sure. It's the ideal. And it's an ideal that Jesus thinks we ought to invest a lot of energy in our own personal growth and development.",
    "start": "00:43:05",
    "end": "00:43:26"
  },
  {
    "text": "And the Apostle Paul is always talking about like living by the spirit. And it feels like this constant maintenance.",
    "start": "00:43:26",
    "end": "00:43:33"
  },
  {
    "text": "Yeah. In our language and our culture, we also use additional tools about growth. Right. Developing new habits, new mental habits. And therapists can be wonderful gifts, wonderful co workers along this journey. But essentially what we're talking about is development of a new kind of character that's more like Jesus, the new humanity and that it something that we should work towards. Yeah. So that's more on the personal level for Jesus. He's bringing this back around, the greater righteousness. This teleios Humanity is itself an image of God. Be teleos, because you're an image of your Father in the skies who is teleos. So Jesus is actually riffing off of another law in the Torah here or saying in the Torah, it's all throughout Leviticus, be holy. God will say to Israel, you all shall be holy, because I am holy. So it's interesting Jesus is using that phrase, but he's swapping out holiness, which is another way of saying utterly set apart and unique and whole.",
    "start": "00:43:33",
    "end": "00:44:44"
  },
  {
    "text": "There's something holy about being teleos.",
    "start": "00:44:45",
    "end": "00:44:47"
  },
  {
    "text": "Yeah. But he swaps it in with this word teleos. Actually here. I've got a good quote here from New Testament scholar R.T. france. He wrote two commentaries on Matthew. A smaller one that's only 300 pages, and then a fat one that's like 800 and I. Oh, man, so rich. My favorite Matthew commentary, he says the use of the word teleos instead of holy teleos is a wider term than moral flawlessness. Here he's talking about our English translations. Perfect, right?",
    "start": "00:44:47",
    "end": "00:45:21"
  },
  {
    "text": "Yeah.",
    "start": "00:45:21",
    "end": "00:45:21"
  },
  {
    "text": "Perfect really limits an English speaker's imagination for what Jesus means here. Teleos comes from the word teleo, which means to come to completion, he says. Matthew uses this word teleos again later in chapter 19 to denote the higher level of commitment represented by a rich man selling his possessions and giving them to the poor, in contrast with his merely keeping of the commandments. So this is when the guy says, hey, what do I do to inherit eternal life? Jesus says, do the ten Commandments. And the guy says, I have.",
    "start": "00:45:21",
    "end": "00:45:58"
  },
  {
    "text": "Yeah, I'm a good Israelite.",
    "start": "00:45:58",
    "end": "00:46:01"
  },
  {
    "text": "Yeah. And so we're back to the same issue that we're at with these six teachings here. Is you can live by the Ten Commandments and not be a teleos.",
    "start": "00:46:01",
    "end": "00:46:09"
  },
  {
    "text": "Ah, yeah.",
    "start": "00:46:09",
    "end": "00:46:10"
  },
  {
    "text": "So he goes on. Teleos is a suitable term to sum up the greater righteousness, a righteousness which is demanded not only from the spiritual elites like the Pharisees, but for everybody who belongs to the kingdom of God. Jesus is inviting us to look behind the laws of the Torah to the mind and character of God himself, where any definable set of rules could in principle be fully kept. The demand of the kingdom of heaven has no such limit. Or rather its limit is perfection, the wholeness of God himself. And so teleios, this idea of wholeness, of coming to fulfillment, to be all that you are capable and designed of being, it just has a different feeling to it. Yeah, like instead of not failing, it's coming to be everything that I am made to be, reflecting the being of God himself, God's own self. That's the idea. I mean, it's the image of God is what we're talking about here. A human who faithfully images the character of God. This way of relating to other people requires enormous creativity, intentionality, discovering new things about yourself and other people. It's a dynamic way of life.",
    "start": "00:46:10",
    "end": "00:47:37"
  },
  {
    "text": "Holding your ground in creative ways. Yeah, giving up things and being merciful.",
    "start": "00:47:37",
    "end": "00:47:43"
  },
  {
    "text": "In creative ways is about me ruling the world in creative new circumstances. Now he's going to go on and explore it from a few different angles, even more. But with these six, he's done some serious constructive work here.",
    "start": "00:47:43",
    "end": "00:47:59"
  },
  {
    "text": "Okay, so that ends the case study section.",
    "start": "00:48:04",
    "end": "00:48:07"
  },
  {
    "text": "Case studies in the greater righteousness and the complete new humanity.",
    "start": "00:48:07",
    "end": "00:48:12"
  },
  {
    "text": "Yeah, case studies in being complete and doing right by others.",
    "start": "00:48:12",
    "end": "00:48:16"
  },
  {
    "text": "Every single one of these was about how I relate to other people as a way of expressing my conviction that Jesus is the king of the world.",
    "start": "00:48:16",
    "end": "00:48:23"
  },
  {
    "text": "That's all for today's episode.",
    "start": "00:48:31",
    "end": "00:48:32"
  },
  {
    "text": "We've finished all six case studies where Jesus quotes from the Torah and then gives us God's deep ethical wisdom within it.",
    "start": "00:48:33",
    "end": "00:48:39"
  },
  {
    "text": "We're now ready to enter into the next section of the Sermon on the Mount. Jesus changes our focus from Torah faithfulness and he begins to address religious practices. In particular, Jesus will talk about generosity, prayer and fasting. Three examples of of religious devotion. But be careful, Jesus says, because you can do these good things for the wrong reason.",
    "start": "00:48:39",
    "end": "00:49:01"
  },
  {
    "text": "And what he's going to explore is how even our acts of religious devotion can become self serving.",
    "start": "00:49:02",
    "end": "00:49:08"
  },
  {
    "text": "That's next week as we continue reading the Sermon on the Mount.",
    "start": "00:49:08",
    "end": "00:49:12"
  },
  {
    "text": "Bibleproject is a crowdfunded nonprofit. We exist to experience the Bible as A unified story that leads to Jesus.",
    "start": "00:49:12",
    "end": "00:49:18"
  },
  {
    "text": "Everything we make is free because it has already been paid for by thousands of people just like you.",
    "start": "00:49:18",
    "end": "00:49:24"
  },
  {
    "text": "Thank you for being a part of this with us.",
    "start": "00:49:25",
    "end": "00:49:26"
  },
  {
    "text": "Hey, everybody, this is Dan Gummel. I just want to give a very quick update. The last seven years, I've had the biggest pleasure and joy working alongside everyone here at bibleproject making this show. But I'm stepping away and I want to take a moment to say thank you to all the listeners and the patrons that I've heard from over the last seven years. Just being able to hear the stories of the ways that this show has impacted people all around the world has been really meaningful to me. And serving the listening community has been an incredible part of my life. And I'm looking forward to continuing to be a part of the bibleproject community as a fan for years to come.",
    "start": "00:49:28",
    "end": "00:50:09"
  },
  {
    "text": "Yeah, Dan, it has been a real honor to work with you all these years. And on behalf of all the listeners who have benefited from your care and on behalf of bibleproject and me, thank you so much. We wish you abundance and blessing in things to come. Would you read the outro?",
    "start": "00:50:09",
    "end": "00:50:28"
  },
  {
    "text": "I would love to. BibleProject is a nonprofit and we exist to help people experience the Bible as a unified story that leads to Jesus. Everything that we make is free because of the people like me. Find free videos, podcasts, classes, and more@bibleproject.com hey, this is Tyler here to read the credits. John Collins is the creative producer for today's show. Production for today's episode is by producer Lindsey Ponder, managing producer Cooper Peltz, producer Colin Wilson. Stephanie Tam is our consultant and editor. Tyler Bailey is our audio engineer and editor, and he also provided our sound design and mix for today's episode. Frank Garza and Aaron Olson edited today's episode. JB Witty does our show notes and Hannah Wu provides the annotations for our app. Original Sermon on the Mount, music by Richie Cohen and the Bible Project theme song is by Tents. Tim Mackey is our lead scholar. And your hosts, John Collins and Michelle Jones SA.",
    "start": "00:50:29",
    "end": "00:51:30"
  }
]