[
  {
    "text": "Hey, Ted.",
    "start": "00:00:18",
    "end": "00:00:18"
  },
  {
    "text": "Hi, John. Hello.",
    "start": "00:00:18",
    "end": "00:00:19"
  },
  {
    "text": "Hello.",
    "start": "00:00:19",
    "end": "00:00:20"
  },
  {
    "text": "Hey, man.",
    "start": "00:00:20",
    "end": "00:00:20"
  },
  {
    "text": "Hey. We get to do a question and response episode. We do, and we're in the Sermon on the Mount, and we're going to answer questions related to the case studies in the Sermon on the Mount. It's part of what we call the main body, the Sermon on the Mount, where Jesus says, I've come to fulfill the Torah and prophets. And then he gives six, like, examples, essentially quoting the Torah.",
    "start": "00:00:20",
    "end": "00:00:44"
  },
  {
    "text": "Yeah. Six examples of what he calls the greater doing right, a greater way of doing right than the most qualified expert Bible teachers of his day. There's a wisdom and a call to heart and mind transformation that comes from the laws of the Torah. And Jesus wants us, his disciples, to participate in that renewal of the heart. And he gives six case studies.",
    "start": "00:00:44",
    "end": "00:01:12"
  },
  {
    "text": "And these questions come from, I think, the first four of the six case studies.",
    "start": "00:01:12",
    "end": "00:01:17"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:01:17",
    "end": "00:01:18"
  },
  {
    "text": "Because as we record this, as. I don't think the last two case studies had.",
    "start": "00:01:18",
    "end": "00:01:22"
  },
  {
    "text": "Have come out. Yeah, that's right.",
    "start": "00:01:22",
    "end": "00:01:24"
  },
  {
    "text": "And so. But then as you're listening to this, all the case studies will have come out, plus some more. So that's just the nature of our recording schedule.",
    "start": "00:01:24",
    "end": "00:01:31"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:01:31",
    "end": "00:01:32"
  },
  {
    "text": "And so we'll do another question response after this, covering more topics. But today.",
    "start": "00:01:32",
    "end": "00:01:36"
  },
  {
    "text": "Yep.",
    "start": "00:01:36",
    "end": "00:01:37"
  },
  {
    "text": "Questions on the case studies.",
    "start": "00:01:37",
    "end": "00:01:38"
  },
  {
    "text": "Yep. And fulfilling the Torah. Yeah. So let's start with a great question overall about the sermon as a whole, but that attentive listeners and readers will start to notice about what we're doing, what we're pointing out. Sermon. Marianne from the Netherlands. Hi, Tim and John. This is Marianne Brandt from the Netherlands, and I absolutely love all of your podcast series, but what stuck with me the most about the Sermon on the Mount is the fact that everything is so well designed in part of three.",
    "start": "00:01:38",
    "end": "00:02:09"
  },
  {
    "text": "So I was wondering, is there a.",
    "start": "00:02:10",
    "end": "00:02:11"
  },
  {
    "text": "Specific reason Matthew does this, like a symbolic meaning or ancient literary rules? I'd love to know.",
    "start": "00:02:11",
    "end": "00:02:20"
  },
  {
    "text": "Yes, the threes.",
    "start": "00:02:21",
    "end": "00:02:23"
  },
  {
    "text": "Threes within threes within threes within threes, indeed. Yeah.",
    "start": "00:02:23",
    "end": "00:02:28"
  },
  {
    "text": "The threes go deep.",
    "start": "00:02:28",
    "end": "00:02:29"
  },
  {
    "text": "Yeah, it's a great question. Matthew is following a honored literary tradition in organizing things in groups of threes. He is a scribe, as he gets hinted at at the end of Jesus parables at the end of chapter 13, where he talks about the ideal scribe of the Kingdom of Heaven is like a manager of a whole warehouse who goes into the warehouse and he loves to bring out treasures that are old and treasures that are new.",
    "start": "00:02:29",
    "end": "00:03:00"
  },
  {
    "text": "Yeah.",
    "start": "00:03:00",
    "end": "00:03:01"
  },
  {
    "text": "So in organizing everything in threes, he's bringing out old treasure because this is A standard organizing principle of Hebrew Bible literature.",
    "start": "00:03:02",
    "end": "00:03:11"
  },
  {
    "text": "I think I remember you showing me a proverb about, I will tell you three things, Maybe four.",
    "start": "00:03:12",
    "end": "00:03:21"
  },
  {
    "text": "Yeah, three things. And even four.",
    "start": "00:03:21",
    "end": "00:03:23"
  },
  {
    "text": "And even four.",
    "start": "00:03:23",
    "end": "00:03:23"
  },
  {
    "text": "Yeah. There's a number of biblical proverbs that's kind of a fixed saying for three things, even for four. The prophet Amos was into that, but Matthew has definitely turned up the volume and made it feel very obvious once, you know, to look for it. So we've actually done podcast series and question and response on this type of question before. Like in our paradigm series, when we talk about meditation literature, biblical authors. For them, the literary design and organization of the biblical material communicates just as much as the words, what the words themselves say. So organizing things in groups of three, there's so many layers to it. One is, it's just a very practical organizational strategy, but it also allows you to really easily bundle things and to set up patterns and then tweak them. Like 1, 2. Gotcha. 3.",
    "start": "00:03:23",
    "end": "00:04:16"
  },
  {
    "text": "Yeah.",
    "start": "00:04:16",
    "end": "00:04:17"
  },
  {
    "text": "You know, jokes are set up like this.",
    "start": "00:04:17",
    "end": "00:04:18"
  },
  {
    "text": "Yeah, Jokes are traditionally. Yeah. The 1, 2, 3.",
    "start": "00:04:18",
    "end": "00:04:22"
  },
  {
    "text": "3. Yeah. So biblical literature is all about patterns. And organizing things in groups of threes. Of threes allows you to set up patterns, tweak patterns, create symmetrical patterns for things that match. It's also a great technique I learned in speech class in college. It was my first speech class.",
    "start": "00:04:22",
    "end": "00:04:43"
  },
  {
    "text": "Three points, the three point sermon.",
    "start": "00:04:43",
    "end": "00:04:45"
  },
  {
    "text": "Yeah. Just like, tell them what you're going to tell them. Tell him. Tell them what you told them.",
    "start": "00:04:45",
    "end": "00:04:50"
  },
  {
    "text": "The structure, the kind of. The intro.",
    "start": "00:04:50",
    "end": "00:04:51"
  },
  {
    "text": "Yeah. A way to structure communication.",
    "start": "00:04:52",
    "end": "00:04:53"
  },
  {
    "text": "Yeah.",
    "start": "00:04:53",
    "end": "00:04:54"
  },
  {
    "text": "So there's a lot more to it, but it also optimizes the ability to memorize things when you can bundle them within threes. Within threes. I have found tuning into the literary design of the Sermon on the Mount has actually helped me memorize it way more easily than when I memorized it way back in college. And I had no idea about any of the structures.",
    "start": "00:04:54",
    "end": "00:05:16"
  },
  {
    "text": "So does three have a symbolic meaning? Was part of the question, like, is there. Is there something behind three beyond. It's just a good way to remember things. It's not too many numbers. It's got a waltz to it. One, two, three. One.",
    "start": "00:05:17",
    "end": "00:05:34"
  },
  {
    "text": "Yeah, probably. And it's something that I and a number of kind of friends in biblical studies are actively kind of in research mode, trying to understand the function and symbolism of numerical patterns in the Bible. And you can kind of go into weird, wild territory, you know, like Bible code stuff. But biblical authors were part of a scribal tradition in the ancient near east, and Numerical organizing patterns was like stock and trade for how you communicate in the ancient world through text and scrolls and tablets. Genesis 1. The structures of three and three plus one.",
    "start": "00:05:34",
    "end": "00:06:14"
  },
  {
    "text": "Yeah, three days, and then three days plus a day equals seven.",
    "start": "00:06:14",
    "end": "00:06:17"
  },
  {
    "text": "That's right. And even each of the first three days, days one through three, and days four through six function with all these three parts. And each of the days has three parts. So it's a really important, taken for granted principle of communication that biblical authors are everywhere employing. And then once you learn how to look for it, it becomes like a key that I find opens up texts all over the Bible that have been very puzzling to me.",
    "start": "00:06:17",
    "end": "00:06:45"
  },
  {
    "text": "It has an organizational function. But does it also then tell you, hey, the middle one's kind of the most important or.",
    "start": "00:06:45",
    "end": "00:06:53"
  },
  {
    "text": "Oh, sometimes. Or sometimes. The goal is that the first and the last have matching elements that you notice because they've been placed first and last. Currently, we are filming for bibleproject Classroom, a series of classes that will go all the way through the Gospel of Matthew and the amount of times that Matthew will break something into parts of three and then separate parts of a story that would so naturally follow from each other if they were next to each other. And he splits them apart to put something different in the middle. So it's a great example of the outer parts match. And so that creates an opportunity to meditate on the outer parts, and it highlights the different thing in the middle. So it kind of does both.",
    "start": "00:06:53",
    "end": "00:07:34"
  },
  {
    "text": "Cool.",
    "start": "00:07:34",
    "end": "00:07:35"
  },
  {
    "text": "Anyhow. All right, thanks, Marianne. If you're interested, there's Hebrew Bible scholar Jerome Walsh, who wrote a helpful handbook on a lot of these design principles in the Hebrew Bible called Style and Structure of Hebrew Narrative. Riveting title. It's a fantastic book. You don't need to know Hebrew, but if you do, it will only enrich your reading of the book. But that's a helpful place to start if you want to take a deeper dive into biblical structure and design.",
    "start": "00:07:35",
    "end": "00:08:03"
  },
  {
    "text": "All right, next question is Emma in Australia.",
    "start": "00:08:04",
    "end": "00:08:08"
  },
  {
    "text": "Hi, this is Emma from Melbourne, Australia. My question is about Jesus discourse on the law and the prophets, particularly the Old Testament law. I'd always understood that later Christian teachings, such as from the New Testament letters, teach that it is permissible to not strictly follow all the laws of the Torah, such as the Sabbath, dietary requirements, or the sacrificial system. Yet Jesus here says that anyone who sets aside the least of these commands will be least in the kingdom of heaven. If both parts of the Bible are true, how do we reconcile them? Love to hear your thoughts.",
    "start": "00:08:10",
    "end": "00:08:48"
  },
  {
    "text": "Yeah. This is great. We didn't directly address this, I don't.",
    "start": "00:08:50",
    "end": "00:08:54"
  },
  {
    "text": "Think in the fulfillment in that episode. Torah and prophets. Yeah, yeah.",
    "start": "00:08:54",
    "end": "00:08:59"
  },
  {
    "text": "As explicitly as she is.",
    "start": "00:08:59",
    "end": "00:09:01"
  },
  {
    "text": "Yeah. So maybe one reference is. We have tackled this question a couple times in the history of the podcast. One is on our how to Read the Bible series. We did many episodes on the law, how to read the law, and then also our theme video on the law. Wait, I think that might be episodes one and two of the whole podcast.",
    "start": "00:09:01",
    "end": "00:09:23"
  },
  {
    "text": "The first episode, you know what's interesting is I was just teaching a class through Sermon on the Mount and we played the law video to set up this section and it works great. Do you remember like we talk all about the murder case study in it?",
    "start": "00:09:23",
    "end": "00:09:37"
  },
  {
    "text": "Oh yeah, that's right. Yeah, yeah. It was a long time ago though.",
    "start": "00:09:37",
    "end": "00:09:40"
  },
  {
    "text": "Yeah. It's like it felt custom built for that.",
    "start": "00:09:40",
    "end": "00:09:42"
  },
  {
    "text": "That's great. Yes. So a quick summary. This is a good example connecting Jesus teachings about the laws in the Torah and fulfilling them, and then to the Apostle Paul's teachings, for example, about the laws of the Torah. So both of them have the deep assumption that they make explicit that the ultimate fulfillment of all of the laws of the Torah is love. Love for one's neighbor as yourself fulfills the Torah. This is what Paul says in the letter to the Romans. This is what Jesus says in Matthew 5. So they both agree that there is a call from the laws of the Torah to God's people of all places, of all times, to a life of love. So that's where they agree. However, you're Emma, drawing attention to the fact that Jesus says adherence to the laws to their smallest details is of super high value to him. Whereas Paul feels on the authority of Jesus, okay, to tell some followers of Jesus at least that they don't have to keep kosher or adhere to the Sabbath and so on. So the difference between those is crucially important because it's a different moment in the story. So Matthew specifically is trying to show how Jesus, in his Kingdom of God announcement phase of his mission, was sent specifically to Israel through and to call Israel to be faithful to the covenant that God made with them all the way back at Mount Sinai. Because Israel has proved unfaithful over the years. And so his audience is specifically Israelites. And he's here to bring about a renewal movement within Israel so that Israel can finally be and do the thing God called them to be as the descendants of Abraham, so that through them God's wisdom and blessing could go out to the non Israelite to The nations of the world. And so Jesus sees that through in the Gospel of Matthew. It makes perfect sense why he would say this about the Torah. Because he's talking to Israelites who are the family that received this covenant with the laws of the Torah. So that's the Jesus faith, meaning that.",
    "start": "00:09:42",
    "end": "00:11:56"
  },
  {
    "text": "The Israelites of Jesus day who he's hanging out with and talking with, there was an expectation to follow these laws.",
    "start": "00:11:57",
    "end": "00:12:07"
  },
  {
    "text": "Among many, not all. I mean there were many, many Israelites who thought that's old fashioned stuff. Alexander the Great came through a couple centuries ago and we gotta change with the times.",
    "start": "00:12:07",
    "end": "00:12:19"
  },
  {
    "text": "But Jesus point is, no, do them all.",
    "start": "00:12:19",
    "end": "00:12:22"
  },
  {
    "text": "Jesus point is that all of the laws of the Torah are to be adhered to in a mode of doing right by God and others in a way that surpasses the Scribes and the Pharisees.",
    "start": "00:12:22",
    "end": "00:12:35"
  },
  {
    "text": "Okay, and I think.",
    "start": "00:12:35",
    "end": "00:12:36"
  },
  {
    "text": "And then when you get into the case studies, what does that actually mean? Yeah, that's what the case studies are themselves about.",
    "start": "00:12:36",
    "end": "00:12:43"
  },
  {
    "text": "Right.",
    "start": "00:12:43",
    "end": "00:12:43"
  },
  {
    "text": "But Jesus is a Torah observant Jew speaking to Torah observant Jews saying something that sounds like he's like Jeremiah or Hosea or Isaiah, one of the of the prophets. Paul's at a different moment in the story.",
    "start": "00:12:43",
    "end": "00:12:57"
  },
  {
    "text": "Paul's in the moment of the story where non Jewish people are invited in and then the question is, okay, do they need to follow all of these laws? And he says, no, you don't have to, but you are still fulfilling the Torah and the way that you live by loving each other. So in a way, if Jesus had gone through every part of the Torah and did his, you know, you've heard it said, and I say to you and gives you the wisdom underneath, it seems like that would be applicable to a Jewish person or a non Jewish person.",
    "start": "00:12:57",
    "end": "00:13:39"
  },
  {
    "text": "Totally. Yeah, that's right. So I think at the end of the Gospel of Matthew when the risen Jesus says to his disciples, now go to all the nations, baptizing them in the name of the Father, Son, Spirit and teaching them to follow, to obey all that I've commanded you. So there Jesus clearly has in mind an Israelite and expanding to a non Israelite audience. And his teachings are for them too. But it does raise the question of how do the laws of the Torah apply or how do they address people who are not part of the ethnic cultural heritage of ancient Israel. And so that's the issue that the apostles have to deal with in the book of Acts. And then we see Paul specifically addressing towards his letters. And actually Paul's point is not don't follow the laws of the Torah. His point is that there were very zealous messianic Jewish colleagues that he had who believed that non Israelites had to become essentially Israelites in order to benefit from the death and resurrection of Israel's Messiah. And Paul disagreed vigorously. And actually so did the other apostles when they came to unity on this matter in the book of Acts, chapter 15. So what Paul's point is is that following the laws of the Torah is if by following especially, he's referring, and he says, like to Sabbath kosher food laws and circumcision for men and that these were not requirements or conditions for non Israelites to enter into the covenant family of God. That's what Paul's doing with the laws there.",
    "start": "00:13:39",
    "end": "00:15:26"
  },
  {
    "text": "Yeah. And those were only a few of the many laws in the Torah.",
    "start": "00:15:27",
    "end": "00:15:31"
  },
  {
    "text": "Yeah, that's true.",
    "start": "00:15:31",
    "end": "00:15:31"
  },
  {
    "text": "They seem to be the most important culturally. That word here too.",
    "start": "00:15:31",
    "end": "00:15:35"
  },
  {
    "text": "That's right. So what it raises when Jesus says, you know, anyone who does these commands and teaches others to do the same, they're great in the kingdom of heaven, what does Jesus mean by do them? And I think within the larger frame of the New Testament, it seems like there's room for people who want to adopt as much of the cultural lifestyle and the wisdom of the laws as. As they want to as an expression of being faithful to Jesus. But Paul the apostle says that too. But for non Israelites, becoming Israelite in ethnic or cultural background or custom is not a requirement. But loving your neighbor as yourself absolutely is like the benchmark for faithfulness to Jesus, which is fulfilling the Torah.",
    "start": "00:15:35",
    "end": "00:16:26"
  },
  {
    "text": "So when Jesus says, if you set aside the least of the commands, you will be least, it sounds like a pretty straightforward thing. Or if you do them, you'll be greatest. If you just take that. I can see how, like, I'm reading that verse, okay, I want to be great in the kingdom of God. So I'm going to go and I'm going to start trying to follow all the laws of the Torah. But you get to Paul and then he says, hey, no, no, no, no, no, no, you don't have to. And so you're saying that you take Jesus statement in context that he was talking to Israelites who their place in the story was to, yeah, be faithful.",
    "start": "00:16:27",
    "end": "00:17:06"
  },
  {
    "text": "To all the laws.",
    "start": "00:17:06",
    "end": "00:17:07"
  },
  {
    "text": "Be faithful to all the laws of the covenant.",
    "start": "00:17:07",
    "end": "00:17:08"
  },
  {
    "text": "Yep. And he's trying to give an authoritative summary of the essence of the laws and the deep, deep wisdom that's revealed that goes beyond simply the wording of the commands, but to the ideals and the wisdom underneath them or deep within them. We've used so many metaphors now, and Paul took that teaching and quotes from it too. But he's at a different moment in the story. Jesus is not at a moment in the story where there's droves of non Israelites trying to participate in what he's doing. There's a couple. He is very generous with them, but they're just at different moments. Just a good opportunity to show how the meanings of words are really tied into their context. And so comparing Jesus and Paul, I think just needs to honor their different moments in the biblical story. Yeah, there's a lot there. And so I would just invite Emma or anybody else interested to go back to those conversations about the law earlier in the. In the podcast.",
    "start": "00:17:08",
    "end": "00:18:08"
  },
  {
    "text": "Okay, cool.",
    "start": "00:18:08",
    "end": "00:18:09"
  },
  {
    "text": "Yeah.",
    "start": "00:18:09",
    "end": "00:18:10"
  },
  {
    "text": "Let's move on to Jeff in Oklahoma.",
    "start": "00:18:10",
    "end": "00:18:12"
  },
  {
    "text": "Hi, Tim and John. This is Jeff from Tulsa, Oklahoma. My question revolves around the part of the Sermon on the Mount where Jesus is teaching about anger, specifically where he says, but anyone who says, you fool.",
    "start": "00:18:13",
    "end": "00:18:25"
  },
  {
    "text": "Will be in danger of the fire of hell.",
    "start": "00:18:25",
    "end": "00:18:28"
  },
  {
    "text": "But later in Matthew, in chapter 23, when Jesus is condemning the religious leaders, he drops all kinds of derogatory descriptions of them.",
    "start": "00:18:28",
    "end": "00:18:36"
  },
  {
    "text": "And at one point in verse 17.",
    "start": "00:18:36",
    "end": "00:18:38"
  },
  {
    "text": "Even he calls them blindfold. How do we reconcile this?",
    "start": "00:18:39",
    "end": "00:18:43"
  },
  {
    "text": "Yeah, it's a great question.",
    "start": "00:18:44",
    "end": "00:18:45"
  },
  {
    "text": "Such a great question.",
    "start": "00:18:45",
    "end": "00:18:46"
  },
  {
    "text": "This comes up later in our conversation concerning the Mount, where it's in the section of don't cast your pearls before pigs. And I was feeling uncomfortable that Jesus was kind of using this metaphor of comparing people to pigs.",
    "start": "00:18:46",
    "end": "00:19:03"
  },
  {
    "text": "Oh, sure.",
    "start": "00:19:03",
    "end": "00:19:03"
  },
  {
    "text": "Or dogs.",
    "start": "00:19:03",
    "end": "00:19:04"
  },
  {
    "text": "Or dogs. Yeah. Yeah.",
    "start": "00:19:04",
    "end": "00:19:05"
  },
  {
    "text": "And I remember saying, like, that makes me feel uncomfortable. But then jokingly, but I call someone a fool all the time. And Jesus said, don't call someone a fool.",
    "start": "00:19:06",
    "end": "00:19:13"
  },
  {
    "text": "Yeah, totally. Yeah.",
    "start": "00:19:13",
    "end": "00:19:15"
  },
  {
    "text": "And then this is even more direct. Jesus does seem to call people fools.",
    "start": "00:19:15",
    "end": "00:19:21"
  },
  {
    "text": "Yeah, not just seems to. He does. Okay, so he calls them blind fools.",
    "start": "00:19:22",
    "end": "00:19:26"
  },
  {
    "text": "He calls them blind fools. The proverbs often call out people as being fools.",
    "start": "00:19:26",
    "end": "00:19:31"
  },
  {
    "text": "That's right.",
    "start": "00:19:31",
    "end": "00:19:31"
  },
  {
    "text": "And so if you're going to quote from the proverbs, you're going to be labeling people as fools.",
    "start": "00:19:32",
    "end": "00:19:37"
  },
  {
    "text": "Yeah.",
    "start": "00:19:37",
    "end": "00:19:37"
  },
  {
    "text": "Are you now in trouble of Kehenephi?",
    "start": "00:19:37",
    "end": "00:19:39"
  },
  {
    "text": "Yeah. Yeah. These are wonderful examples of what feel like surface level tensions in the Bible that are invitations to think on a deeper, I think, more sophisticated or nuanced way. So let's go towards Matthew 5, you know, which is where we begin. So Jesus is here talking about an interpersonal relationship where your descending level of verbal abuse.",
    "start": "00:19:39",
    "end": "00:20:05"
  },
  {
    "text": "Yeah, well, it starts with that Murderous anger.",
    "start": "00:20:05",
    "end": "00:20:08"
  },
  {
    "text": "No, for murder. Straight up. Just murder. Straight up murder to murderous rage.",
    "start": "00:20:08",
    "end": "00:20:12"
  },
  {
    "text": "Yeah.",
    "start": "00:20:12",
    "end": "00:20:12"
  },
  {
    "text": "Anger that leads to murder.",
    "start": "00:20:13",
    "end": "00:20:14"
  },
  {
    "text": "To raka Raka. You good for nothing.",
    "start": "00:20:14",
    "end": "00:20:18"
  },
  {
    "text": "Yep. So you are trying to denounce and publicly declare someone having no value.",
    "start": "00:20:18",
    "end": "00:20:24"
  },
  {
    "text": "Yeah. And then it goes all the way down to simply calling someone a fool.",
    "start": "00:20:24",
    "end": "00:20:27"
  },
  {
    "text": "That's right. Which also you are trying to insult, devalue, defame.",
    "start": "00:20:27",
    "end": "00:20:32"
  },
  {
    "text": "It's interesting. So it is the lowest on this rung of de escalation, while the consequences are escalating, and it ends with gehenna fire. So you have this massive mismatch where you call someone a fool, where Jesus called someone a fool. The proverbs should call people fool. And then Jesus saying, watch out, Kenneth.",
    "start": "00:20:33",
    "end": "00:20:51"
  },
  {
    "text": "Yeah. So maybe the question is, what's the aim of the comment? So let's go over to Matthew, chapter 23. That chapter is Jesus's public critique against some of the most influential religious Bible teaching leaders of his day. So it's important to just take a moment and reflect that the most angry Jesus ever gets in the New Testament is at deeply devout religious leaders. He has more patience for almost anybody else, which is really fascinating. That's actually terrifying, given the nature of your work. Nature of my work. Huge liability. So that similarity that the same word is used, I think invites us to consider, well, what are the difference in those scenarios? So in Jesus's situation in Matthew chapter 23, the Pharisees are among the people who are conspiring to kill him. Like, as he's saying the words, he's talking to the people he knows that are gonna get him arrested and kill him. So Jesus is some. He's in a powerless position speaking to those who are in power, and he's picking up the mantle, so to speak, or the role of the Israelite prophets, Hosea, Isaiah, Jeremiah, who all spoke God's truth to power and used intense rhetoric to shake people awake. So I wonder if one way to think about it is the different social location from which you utter these words. So that's one difference between social location meaning. So Jesus is envisioning interpersonal community relationships in Matthew chapter five, your brother versus.",
    "start": "00:20:51",
    "end": "00:22:41"
  },
  {
    "text": "Confronting someone who's conspiring to kill you unjustly.",
    "start": "00:22:41",
    "end": "00:22:44"
  },
  {
    "text": "Yeah. And who you think are participating in, like, unfair money extortion from people coming to worship in the temple to people participating in the priestly establishment. So there's calling someone a fool, and there's calling someone a fool. Apparently you can call someone a fool to call them to accountability to which they ought to have to themselves. And then in other cases, you're trying to shame, in which case put them underneath you. Whereas I think Jesus is trying to expose injustice.",
    "start": "00:22:44",
    "end": "00:23:20"
  },
  {
    "text": "Yeah. In context of the teaching, it's all connected to contempt, as we talked about. And so trying to demean someone and communicate that they are not valuable. And so one way you could do that is by calling them a fool. But you're saying another use of calling someone a fool in a different setting could be to hold someone accountable to injustice.",
    "start": "00:23:20",
    "end": "00:23:48"
  },
  {
    "text": "Yeah.",
    "start": "00:23:48",
    "end": "00:23:49"
  },
  {
    "text": "Or to something that is causing problems in the community. I guess maybe your intention there is not to have contempt.",
    "start": "00:23:49",
    "end": "00:23:56"
  },
  {
    "text": "Well, it's clear Jesus doesn't think highly of them, but what he highlights is how they are taking advantage and exploiting people. So he's actually advocating for many vulnerable people in his community and saying, your behavior is not fitting for someone that has your kind of position in Israel. You're not fit to. For the position that you have, and your behavior is inappropriate. I mean, that's what he's calling out. So, I mean, I'm sure he had some personal energy behind the name. Yeah. But it just. It has a different purpose and a different context.",
    "start": "00:23:56",
    "end": "00:24:33"
  },
  {
    "text": "It's interesting how here I am wrestling along with Jeff, like, what's the rule, Jesus? Can I say fool or can I not say fool?",
    "start": "00:24:33",
    "end": "00:24:43"
  },
  {
    "text": "Oh, sure, sure.",
    "start": "00:24:43",
    "end": "00:24:44"
  },
  {
    "text": "Right.",
    "start": "00:24:44",
    "end": "00:24:44"
  },
  {
    "text": "Yeah.",
    "start": "00:24:44",
    "end": "00:24:44"
  },
  {
    "text": "And I'm trying to, like, simplify it to, like, the word, the magic word that I'm allowed to say or not. And it's much more nuanced and complex than that, I suppose. And when you meditate on how Jesus uses the word and then meditate on this teaching where he says don't use the word, then you have to really kind of work through this.",
    "start": "00:24:44",
    "end": "00:25:06"
  },
  {
    "text": "Yeah. Yep, that's right. You know, just as we're talking, this is just a live meditation on these two fool naming passages. The fool name in Matthew chapter 5 is connected on that continuum from murder to murderous rage to shaming to fool. Whereas in Matthew 23, the people he's calling blind fools are the people that are gonna kill him. They're gonna kill him. He's not gonna kill them. In other words, calling them fools isn't an expression of murderous intent.",
    "start": "00:25:06",
    "end": "00:25:38"
  },
  {
    "text": "Oh, it's calling out their murderous intent.",
    "start": "00:25:38",
    "end": "00:25:39"
  },
  {
    "text": "Yes. So that's another difference. So it's a good example. When we come across these surface level tensions in Scripture, they are very often wonderful opportunities to meditate on the similarity. And often what seems like a contradiction is more probably like a paradox that's inviting us to meditate and discover something deeper.",
    "start": "00:25:39",
    "end": "00:26:02"
  },
  {
    "text": "Yeah. Okay. Thanks, Jeff.",
    "start": "00:26:02",
    "end": "00:26:05"
  },
  {
    "text": "Yeah. We got a great question about Gehenna from Katie in Illinois. Hi, team. This is Katie from Chicago. I have a question related to episode 10 of the Sermon on the Mount series in which Tim and John discussed God's justice and Jesus's reference to Gehenna. If the idea is that the ways God's people have wronged others would be.",
    "start": "00:26:05",
    "end": "00:26:26"
  },
  {
    "text": "Done back to them, what are the.",
    "start": "00:26:26",
    "end": "00:26:28"
  },
  {
    "text": "Similarities and differences between this and the philosophical idea of karma? Thanks for all that you are and.",
    "start": "00:26:28",
    "end": "00:26:34"
  },
  {
    "text": "All that you do. Interesting. I only know kind of maybe popular definitions of karma.",
    "start": "00:26:34",
    "end": "00:26:43"
  },
  {
    "text": "Yeah.",
    "start": "00:26:43",
    "end": "00:26:43"
  },
  {
    "text": "Not like how it's used in different religious traditions, settings and traditions.",
    "start": "00:26:43",
    "end": "00:26:50"
  },
  {
    "text": "Totally. Yeah. So I'll be the first to say, too, I'm not an expert in comparative religion. I know enough to know that in different Hindu or Buddhist traditions, karma is a part of the reincarnation fate cycle. And that. So your actions shape your fate, and then your rebirth back into the universe is kind of an impersonal cycle of reaping the consequences of your behavior, and then that determines the form of your reincarnation and so on. But as I understand it, it's an impersonal process that's just kind of wired into the nature of the universe. Yeah. And that's very, very different than the function of the inverted justice of the.",
    "start": "00:26:50",
    "end": "00:27:41"
  },
  {
    "text": "Of a judge.",
    "start": "00:27:42",
    "end": "00:27:42"
  },
  {
    "text": "Yeah. So maybe one primary difference is that throughout scripture there is a personal, transcendent source and being and person behind all reality. So that whatever justice comes back my way from what I've done to other people isn't a part of an impersonal, like, cycle, but that it is a. It's the personal work and orchestration of the judge of all the earth, the God of creation. Which means that the gehennifier is God's own justice, bringing back on perpetrators what they have done to others. So there's a personal element to it which opens up a whole lot of more questions that are important to explore in this topic. But I think that's for me and giving, you know, a little bit to meditate on your question, Katie, that's the first thing that sticks out to me, is the personal versus impersonal.",
    "start": "00:27:43",
    "end": "00:28:43"
  },
  {
    "text": "Yeah. Meaning karma doesn't involve a God, a divine being, in this case, the creator of the universe, who is actively, in some sense, then holding people responsible.",
    "start": "00:28:43",
    "end": "00:28:58"
  },
  {
    "text": "Yeah.",
    "start": "00:28:58",
    "end": "00:28:58"
  },
  {
    "text": "It's an impersonal thing. So there is the sense of. I think in popular culture, karma just simply means if you did something bad and comes back on you.",
    "start": "00:28:58",
    "end": "00:29:10"
  },
  {
    "text": "Oh, I see. Yeah.",
    "start": "00:29:10",
    "end": "00:29:11"
  },
  {
    "text": "Nothing to do with Reincarnation or anything.",
    "start": "00:29:11",
    "end": "00:29:13"
  },
  {
    "text": "Oh, right.",
    "start": "00:29:13",
    "end": "00:29:14"
  },
  {
    "text": "Just kind of.",
    "start": "00:29:14",
    "end": "00:29:14"
  },
  {
    "text": "Okay. So in that sense, our popular understanding of karma, I don't think are faithful to what it actually means in the religious traditions it comes from. I think it originally refers to your cycle of rebirth will be either an upgrade or a downgrade.",
    "start": "00:29:14",
    "end": "00:29:29"
  },
  {
    "text": "Okay.",
    "start": "00:29:29",
    "end": "00:29:29"
  },
  {
    "text": "And that's primarily what it means. Okay, so this is what's interesting though, is that in the biblical stories though, the biblical authors are really focused on showing us how patterns of action and consequence work out in people's life stories. And very regularly to show us that what people do to others, God orchestrates, providentially gets brought back onto them. Oh really? Within their own lifetimes. And that's different than karma as I.",
    "start": "00:29:29",
    "end": "00:29:58"
  },
  {
    "text": "Understand it, because it involves a personal.",
    "start": "00:29:58",
    "end": "00:30:01"
  },
  {
    "text": "The providence of God. And so what the Gehenna inversions are that we looked at in that discussion are in a way just a carrying forward in onto after death or however you work out that imagery that God will visit people's actions back upon them for good or for bad. So the personal nature versus impersonal and the fact that it's not tied to reincarnation, but it's tied to just the course of a human life and how God's providence interacts with life. I mean, the primary ones that come off the top of my head just cause I've been working in those parts of the Bible is Exodus. So Pharaoh kills the sons of Israel, throwing the boys into the water. In the ten plagues, the first one is God. It's like makes visible what Pharaoh has done in secret.",
    "start": "00:30:02",
    "end": "00:30:57"
  },
  {
    "text": "Oh, by turning the waters of that.",
    "start": "00:30:57",
    "end": "00:30:59"
  },
  {
    "text": "River turn into blood so that the blood can cry out. That's surely why it's first. And then the last of the 10 plagues is about Passover and the threat of the life of the firstborn. But also like in the book of Genesis, the whole book of Genesis is just like a ricochet of people's actions coming back upon them, especially in the story of Joseph and his brothers. So anyhow, it's a great question, Katie, but at least those are two points where I think they're different. It may be worth mentioning if you're interested in exploring different views on the nature of Gehenna and the fire imagery, both between different Christian interpretations throughout history of that imagery and then with other religious traditions. Zondervan publishers makes these great series called Counterpoint books where they'll get very, very passionate, knowledgeable Christian scholars on different topics where they disagree. And they are all super devoted to scripture and to Jesus. So There's a great book on hell in Gehenna called Four Views on Hell, edited by Preston Sprinkle. And that would be a great place to take your questions about especially Gehenna and hell to a deeper level.",
    "start": "00:30:59",
    "end": "00:32:18"
  },
  {
    "text": "Okay, let's go to Rebecca. My question is I'm struggling to reconcile Matthew 5:19 with 5:32. There is this powerfully motivating charge to not relax the least of the commandments in order to be great in the kingdom of heaven. And this is fulfilled by understanding the heart of the law. I'm wondering how God's wisdom fills full verse 5:32 saying that divorce, apart from sexual immorality, is adultery. Or when cases of habitual, unrepentant, marital abuse are taken into account. How is this divorce commandment not relaxed in genuine cases of abuse? I struggle that Jesus does not address this. What question should I be asking myself? And what does God's word say to this morning group of people?",
    "start": "00:32:18",
    "end": "00:33:24"
  },
  {
    "text": "Rebecca, thank you for such an important question. Thank you for sharing that. It's with a lot of circumspection trepidation that I respond. One is just because I have had the opportunity in my pastoral experience to walk alongside couples, some women in particular, who were in abusive relationships. And so I haven't experienced, though I am aware of how painful and complicated these scenarios can be and that when people find themselves in these situations of suffering abuse, that so much wisdom and care is needed on the part of the pastoral leaders who come around people in those scenarios. This connects back to our earlier question. What are the implications when Jesus says those who do the commands and then teach others to do the same? Or great.",
    "start": "00:33:26",
    "end": "00:34:25"
  },
  {
    "text": "Yeah.",
    "start": "00:34:25",
    "end": "00:34:26"
  },
  {
    "text": "And then this teaching on divorce and remarriage.",
    "start": "00:34:26",
    "end": "00:34:28"
  },
  {
    "text": "Yeah, and you phrased it. What does Jesus mean by do the commands?",
    "start": "00:34:28",
    "end": "00:34:32"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:34:32",
    "end": "00:34:33"
  },
  {
    "text": "Because when he starts into it, do not murder, you think, cool, I know what that means to do not murder.",
    "start": "00:34:33",
    "end": "00:34:38"
  },
  {
    "text": "Right.",
    "start": "00:34:38",
    "end": "00:34:39"
  },
  {
    "text": "And then he problematizes it, he deepens it. And suddenly you realize my heart posture towards the value of someone is actually, it seems like at the root of this, I'm breaking the command when I think someone's worthless just in my heart. And so to be great in the kingdom of God is to say not only am I not going to murder, I'm going to attempt to not have contempt for people in my heart. And so by doing the command there, it's not as simple as just do the command.",
    "start": "00:34:39",
    "end": "00:35:15"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:35:15",
    "end": "00:35:15"
  },
  {
    "text": "Do the command is something much deeper and richer.",
    "start": "00:35:15",
    "end": "00:35:19"
  },
  {
    "text": "Yes, yes.",
    "start": "00:35:19",
    "end": "00:35:20"
  },
  {
    "text": "And then when you get into this case study, you have another wrinkle, which it's a case study on a command of the Torah, but it also involves a first century debate about how to apply that command in their social setting that Jesus was taking a side on.",
    "start": "00:35:20",
    "end": "00:35:37"
  },
  {
    "text": "Yeah.",
    "start": "00:35:37",
    "end": "00:35:37"
  },
  {
    "text": "And we, I don't. Are we going to go into it again? Probably not.",
    "start": "00:35:37",
    "end": "00:35:40"
  },
  {
    "text": "No. I don't think one is just Rebecca. And for any who resonate with this question, if you haven't listened to the full conversation that we had in the interview we did with the New Testament scholar Janine Brown, who's researched really extensively on this matter, just please, please do. We tried to do our best to honor the importance of that topic.",
    "start": "00:35:40",
    "end": "00:36:00"
  },
  {
    "text": "How do you uphold the wisdom of this command in Deuteronomy where Moses allows, as Jesus says, a concession to give your wife a certificate of divorce. But then even that is a passage about some specific scenario where the woman's being discarded kind of over and over, and then can the husband take her back?",
    "start": "00:36:00",
    "end": "00:36:26"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:36:26",
    "end": "00:36:27"
  },
  {
    "text": "In Deuteronomy.",
    "start": "00:36:27",
    "end": "00:36:28"
  },
  {
    "text": "Yeah. Both the law presumes a really abusive and unfortunate situation for the woman in the law. And so the law in its original context, nation Israel, is trying to mitigate a kind of power that men can have to divorce their wives in its original setting. There was then that debate about, well, what can constitute legitimate divorce. Because there's a.",
    "start": "00:36:28",
    "end": "00:36:53"
  },
  {
    "text": "Because it assumed there was one. It didn't tell you what it was, it just assumed there was one.",
    "start": "00:36:53",
    "end": "00:36:57"
  },
  {
    "text": "Right. And then the phrase that describes it is really obscure. The nakedness of the matter, the nakedness of a thing. Jesus is being invited into a very specific debate. And so we tried to register that point clearly. So I'll just repeat it here, is that the teaching that Jesus says in Matthew 5:32 is a concise version of the longer discussion he has about this whole matter in Matthew chapter 19. And it's clear that he's not offering a comprehensive teaching about divorce and remarriage. He's answering one specific question about one debated matter in the Torah. And then when there's just one other law in all the Torah that addresses the topic of marriage and divorce, and there a legitimate reason for leaving a marriage is this is in Exodus, chapter 21 is neglect. And then you have Paul, who is aware of this teaching of Jesus. And in 1 Corinthians 7, he also explores a case of abandonment, which he considers as legitimate reason for a marriage to dissolve. So I think it's also important then, Rebecca, that there are other types of scenarios for a marriage dissolving in the larger collection of Scripture. And that what it means to take Jesus teaching alongside those, I think, is what it means to be a reader of the Bible, to take all of it. So the fact that abuse isn't explicitly named, There are some people who think that it doesn't constitute legitimate grounds for divorce. There are other people who think that because of Paul and that law in Exodus, that that should invite us to consider what's at the core of underneath divorce in the first place, about the shattering of. Of a covenant promise. So there are many people that think physical, verbal abuse definitely constitutes that, and that's a legitimate route that people take. You know, I respect that some people might differ, but that's where some people land. So there is a wider discussion.",
    "start": "00:36:57",
    "end": "00:39:12"
  },
  {
    "text": "So interesting is in a number of these questions, it's been like, okay, well, Jesus said, ooh, yeah. Jesus said, don't call someone a fool. Yeah, but he calls people a fool. Jesus says the only reason for divorce is sexual immorality. Well, Exodus has a different reason. Paul has more reasons. So what do I do?",
    "start": "00:39:13",
    "end": "00:39:30"
  },
  {
    "text": "Yeah, we're back to this wisdom principle.",
    "start": "00:39:30",
    "end": "00:39:32"
  },
  {
    "text": "Yeah. Like, Jesus said this in a context for a reason for us to then meditate on. And in this context for Jesus, it's a divorce debate. Some people saying, hey, a man could discard his wife for any reason. That's what nakedness of a thing is. And then other people saying, no, it has to be sexual morality. And in that debate, probably to protect women, he says, no, it can't be for any reason. I'm going to take this other side. But then if you just. Then take that and isolate that teaching and go, this is what he said, then you're in the same situation we've been in with the fool. It's so hard. Why is our inclination. Why do I want to be so simple? Just, okay, Jesus said it. That should solve it. That should be the end of the debate.",
    "start": "00:39:32",
    "end": "00:40:15"
  },
  {
    "text": "Well, I guess it would be nice if it were simple. But, man, if there's anything the Hebrew Bible is trying to tell us about human nature and life is that it is very complex and that there's a million ways it can go wrong and often does.",
    "start": "00:40:16",
    "end": "00:40:33"
  },
  {
    "text": "Yeah.",
    "start": "00:40:33",
    "end": "00:40:34"
  },
  {
    "text": "And that it takes wisdom to know what is the right thing to do. But that's what all these case studies and all of the laws of the Torah are for. There you go. Nothing for it but to put on your adult pants. I was about to say your big boy pants, but that was just some phrase that I said when I was a Kid, putting on your big boy pants just means, like, become mature, face the complexity of life, steer into it, trust God will reveal wisdom to you through scripture and the wisdom of those around you. Yeah. So thank you, Rebecca. I hope that we honored your question in the spirit that you meant it.",
    "start": "00:40:34",
    "end": "00:41:15"
  },
  {
    "text": "And you began with trepidation because if you're asking this question, really wrestling with it, it's likely because you or someone you know is in a situation that's. That's tough, that's rough.",
    "start": "00:41:15",
    "end": "00:41:25"
  },
  {
    "text": "Yeah. What I think is clear when you view Jesus teaching in the context of that debate is that he is advocating for a position that defends the dignity and honor of women who were being easily discarded in divorce procedures in his culture. And that is a very powerful part of Jesus teachings that is easy to miss without that cultural context. And so I do think that addresses in an important way, Rebecca, your question. I think Jesus teaching has a lot to say to people who find themselves in abusive marriages. How that wisdom should play itself out, well, that's gonna require community, I think, around those people. Let's move on to a question from Michelle in Illinois. Hi, Tim and John, this is Michelle from Illinois. Would you include the common legal practice in the west of swearing that one is telling the truth with one's hand on the Bible as an example of the oath taking practices Jesus teaches us not to do? If not, how is it different? Thank you so much for what you do. It's a great question, Michelle. I've wondered the same thing myself. So I just want to honor your question because I think once you really take on board Jesus teaching what he's saying about truth telling and manipulating and using things associated with God to persuade.",
    "start": "00:41:25",
    "end": "00:42:55"
  },
  {
    "text": "It feels different than this situation, really.",
    "start": "00:42:55",
    "end": "00:42:59"
  },
  {
    "text": "Okay, let's talk about that. Because there's this practice developed explicitly in cultures that have been heavily influenced by Christianity of putting your hand on a Bible and then swearing an oath or telling someone that you are telling the truth.",
    "start": "00:42:59",
    "end": "00:43:16"
  },
  {
    "text": "Okay, so here's.",
    "start": "00:43:16",
    "end": "00:43:17"
  },
  {
    "text": "So maybe I don't understand the meaning of that symbol.",
    "start": "00:43:18",
    "end": "00:43:20"
  },
  {
    "text": "No, no, no. That's totally the symbol I am evoking God's name or the Bible because it's God's word to then let you know. You could have confidence that I'm telling the truth. And so that's what we were talking about.",
    "start": "00:43:20",
    "end": "00:43:34"
  },
  {
    "text": "Right.",
    "start": "00:43:34",
    "end": "00:43:34"
  },
  {
    "text": "But the difference I'm feeling is that in one instance, you're being asked to do it in a setting where we do need some sort of. We need some gravity here. We need a moment. We can all just establish. Hey, like, this is a moment where we're requiring you to tell the truth, and we want to understand that, you know, that that's required of you. And so this is the way we do that. Which feels different than someone manipulating a situation in order to get what they want by invoking God's name. Now, if you go into and you decide, oh, I'm gonna say, I will tell the truth, but I'm not, then I think you're in that territory. But if you're actually using it for the purpose that it's being used, which is as a community doing this thing, just let everyone know we're telling the truth. You get it? I get it. We're doing it. Truth time. That feels like you're not breaking the wisdom of this command.",
    "start": "00:43:34",
    "end": "00:44:38"
  },
  {
    "text": "Yeah. Thank you, John. Thank you very much. Yeah, yeah. No, I feel like I just. Yeah, that was good for me to hear that. Yeah. Yeah. Maybe I have too sensitive or biased a radar for when things associated with the Bible get appropriated in ways that they were not necessarily intended to. And so I just kind of view them that's more negative. But you're right, there is a difference there. Just like difference of Jesus calling the Pharisees a fool and then telling people not to call their brother a fool. You're right. You're naming a real difference. In other words, am I gaming the system in order to manipulate someone, or is this a part of a community, established ritual that reinforces the. The gravity of being honest in this situation? That is a difference between those two scenarios.",
    "start": "00:44:39",
    "end": "00:45:39"
  },
  {
    "text": "Now, you could say, look, I don't want to do that. Just you can trust me. I'll swear. In fact, I think in the court, you don't have to put your hand on a Bible. You can choose a different book.",
    "start": "00:45:39",
    "end": "00:45:50"
  },
  {
    "text": "Sure. Oh, interesting.",
    "start": "00:45:50",
    "end": "00:45:51"
  },
  {
    "text": "Whether you're Christian or not. But I feel like I'd be able to do it in faithfulness to this teaching as we've worked through it. Unless I was doing it in order to be sneaky.",
    "start": "00:45:51",
    "end": "00:46:04"
  },
  {
    "text": "Yeah, right, right. Yeah. Which is definitely what Jesus is after the sneaky bit. So. Well, thank you. Thanks, John. I appreciate that. That was good for me. Maybe the last question comes from Gwen in Florida. Hello, bibleproject. My name is Gwen and I live.",
    "start": "00:46:04",
    "end": "00:46:22"
  },
  {
    "text": "In North Palm Beach, Florida.",
    "start": "00:46:22",
    "end": "00:46:24"
  },
  {
    "text": "My question is, why do you refer.",
    "start": "00:46:24",
    "end": "00:46:26"
  },
  {
    "text": "To the kingdom of Heaven as the kingdom of the skies?",
    "start": "00:46:26",
    "end": "00:46:29"
  },
  {
    "text": "Is the skies a more faithful translation.",
    "start": "00:46:29",
    "end": "00:46:31"
  },
  {
    "text": "Of the term Jesus is using? Thank you so much for this podcast.",
    "start": "00:46:31",
    "end": "00:46:35"
  },
  {
    "text": "It really is the high point of my week. So it's a great question. About translation philosophy.",
    "start": "00:46:35",
    "end": "00:46:41"
  },
  {
    "text": "Yeah.",
    "start": "00:46:41",
    "end": "00:46:41"
  },
  {
    "text": "Which I think is always just helpful to kind of address that as often as we can.",
    "start": "00:46:41",
    "end": "00:46:46"
  },
  {
    "text": "Yeah. Golf clubs.",
    "start": "00:46:46",
    "end": "00:46:47"
  },
  {
    "text": "Yeah, golf clubs. What do you mean, John?",
    "start": "00:46:47",
    "end": "00:46:50"
  },
  {
    "text": "Translations are like golf clubs.",
    "start": "00:46:50",
    "end": "00:46:52"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:46:52",
    "end": "00:46:53"
  },
  {
    "text": "Use all of them for different reasons.",
    "start": "00:46:53",
    "end": "00:46:54"
  },
  {
    "text": "Yeah.",
    "start": "00:46:54",
    "end": "00:46:55"
  },
  {
    "text": "A good golfer carries around a lot of different golf clubs.",
    "start": "00:46:55",
    "end": "00:46:58"
  },
  {
    "text": "Yes.",
    "start": "00:46:58",
    "end": "00:46:59"
  },
  {
    "text": "You might have your favorite. You hit the ball really well with that club. You're just used to the feel of that club. And you might use it even in situations where you might not need to use it. But you got all of them and you know how to use all of them. And they all have different purposes.",
    "start": "00:46:59",
    "end": "00:47:12"
  },
  {
    "text": "That's right. Yeah. That's a metaphor I use a lot that I first heard from New Testament scholar Scott McKnight.",
    "start": "00:47:12",
    "end": "00:47:19"
  },
  {
    "text": "Okay. And that's A. McKnight.",
    "start": "00:47:19",
    "end": "00:47:20"
  },
  {
    "text": "So the difference between the word heaven and skies, both words refer to the same thing. What's up there?",
    "start": "00:47:21",
    "end": "00:47:28"
  },
  {
    "text": "Originally.",
    "start": "00:47:29",
    "end": "00:47:30"
  },
  {
    "text": "Originally. But they have different sets of associations and different connections. So the word literally in the biblical word Shemayim in Hebrew and Uranus in New Testament Greek means what my finger pointing to when I'm pointing upwards. That's right, yeah.",
    "start": "00:47:30",
    "end": "00:47:50"
  },
  {
    "text": "The. What we would call the sky or the atmosphere or.",
    "start": "00:47:50",
    "end": "00:47:55"
  },
  {
    "text": "Yeah, or the heavens in older English.",
    "start": "00:47:55",
    "end": "00:47:57"
  },
  {
    "text": "Or the heavens in older English.",
    "start": "00:47:57",
    "end": "00:47:59"
  },
  {
    "text": "Yeah.",
    "start": "00:47:59",
    "end": "00:48:00"
  },
  {
    "text": "And so in modern English, I think the word heaven has begun in the singular. Yeah, that's true.",
    "start": "00:48:00",
    "end": "00:48:07"
  },
  {
    "text": "It's plural always in the Hebrew Bible.",
    "start": "00:48:07",
    "end": "00:48:09"
  },
  {
    "text": "And going to heaven, the images of heaven is. It's taken on its own life.",
    "start": "00:48:10",
    "end": "00:48:18"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:48:19",
    "end": "00:48:19"
  },
  {
    "text": "In a way.",
    "start": "00:48:19",
    "end": "00:48:20"
  },
  {
    "text": "Yeah. Of the disembodied post mortem afterlife, which is not fully the emphasis that the biblical authors have. So in order to draw attention to the fact that the actual sky is intended as a part of the meaning of the term, we opted for the word skies in our translation because it's always plural in Greek and in Hebrew, and it refers to the thing up there. And then it forces that new twist on the familiar phrase kingdom of heaven to kingdom of the skies. Makes you think about it. And that is usually the goal of communication, is to communicate something that the listener has to think about. But sometimes in religious language, we stop thinking because of over familiarity or misunderstanding.",
    "start": "00:48:20",
    "end": "00:49:08"
  },
  {
    "text": "And I think heaven is a term that has become overly familiar in some ways, while confusing often. So are you saying then this isn't the right translation?",
    "start": "00:49:08",
    "end": "00:49:24"
  },
  {
    "text": "Oh, nope. I think at this moment in the history of the development of the English language, in this moment in the history.",
    "start": "00:49:24",
    "end": "00:49:30"
  },
  {
    "text": "Of the English language, you think it's a very effective translation to help you appreciate what Jesus was Getting at. And that doesn't mean it's the right. The right translation, but if it's forcing you to rethink, what does Jesus mean by the kingdom of heaven or kingdom of heaven of the heavens?",
    "start": "00:49:30",
    "end": "00:49:55"
  },
  {
    "text": "The heavens would be, to make it.",
    "start": "00:49:55",
    "end": "00:49:57"
  },
  {
    "text": "Plural in other gospels, the kingdom of God. And that's good. That's what it's aimed to do.",
    "start": "00:49:57",
    "end": "00:50:03"
  },
  {
    "text": "Yeah. And so because the point is that heaven and earth in the biblical story are made for each other. They're made to overlap and unite.",
    "start": "00:50:03",
    "end": "00:50:11"
  },
  {
    "text": "And by that, you're actually using now the skies as a metaphor, right?",
    "start": "00:50:11",
    "end": "00:50:15"
  },
  {
    "text": "Yes. Yeah. Yeah, that's right. Yeah. Because the primary opposite of heaven or the heavens in the Bible is earth.",
    "start": "00:50:15",
    "end": "00:50:23"
  },
  {
    "text": "Because the earth is not a metaphor. Earth is the earth, the land. Right.",
    "start": "00:50:23",
    "end": "00:50:26"
  },
  {
    "text": "Yes. But it represents our realm.",
    "start": "00:50:27",
    "end": "00:50:29"
  },
  {
    "text": "It's our realm.",
    "start": "00:50:29",
    "end": "00:50:30"
  },
  {
    "text": "Yeah. And I think literally, for the biblical authors, they believed that in one important sense, God was overall and above all that is in the skies. His throne is in the skies.",
    "start": "00:50:30",
    "end": "00:50:44"
  },
  {
    "text": "Okay.",
    "start": "00:50:44",
    "end": "00:50:45"
  },
  {
    "text": "But at the same time, they also believed that God's presence pervaded everything and everywhere.",
    "start": "00:50:45",
    "end": "00:50:49"
  },
  {
    "text": "Yeah.",
    "start": "00:50:49",
    "end": "00:50:49"
  },
  {
    "text": "And. And where can I go from your presence? David says, up high and down low, there's nowhere I can go that you're not. But something about God's heavenly presence is a more potent or pure experience of his presence and rule. And that's what Jesus said he was bringing down here to earth. So the skies and the land, I think, are a helpful shakeup in our translations to get us to hear Jesus in a new way.",
    "start": "00:50:49",
    "end": "00:51:18"
  },
  {
    "text": "Can I ask, do you get any pushback by the translation choice with righteousness doing what is right?",
    "start": "00:51:18",
    "end": "00:51:25"
  },
  {
    "text": "Well, I mean, we've gotten questions about it in the podcast.",
    "start": "00:51:25",
    "end": "00:51:29"
  },
  {
    "text": "Oh, okay. Like, I guess, like, would. Would any scholars press you and be like, yeah, I see what you're doing, but that's not really that accurate.",
    "start": "00:51:29",
    "end": "00:51:40"
  },
  {
    "text": "Oh, well, I would think it would depend on that person's view of the goal and nature of translation.",
    "start": "00:51:40",
    "end": "00:51:46"
  },
  {
    "text": "Okay.",
    "start": "00:51:46",
    "end": "00:51:47"
  },
  {
    "text": "All I'm doing is appealing to the results of a word study that you can do of these words in the Bible and also to lots of biblical scholarship on the topic exploring that word. So it's not my idea. It's a. Well, translating and interpreting the word righteousness as doing right by others or doing right by God.",
    "start": "00:51:47",
    "end": "00:52:10"
  },
  {
    "text": "It's just been so helpful for me and feels so simple and obvious.",
    "start": "00:52:10",
    "end": "00:52:14"
  },
  {
    "text": "Oh, sure.",
    "start": "00:52:14",
    "end": "00:52:15"
  },
  {
    "text": "That it makes me wonder, like, why am I just learning this?",
    "start": "00:52:15",
    "end": "00:52:22"
  },
  {
    "text": "Oh, sure.",
    "start": "00:52:22",
    "end": "00:52:22"
  },
  {
    "text": "And then that makes me wonder, maybe there's a reason people don't opt for this.",
    "start": "00:52:23",
    "end": "00:52:29"
  },
  {
    "text": "Oh, interesting. Oh, Sometimes that might be the case. Yeah. That it's wrong.",
    "start": "00:52:29",
    "end": "00:52:34"
  },
  {
    "text": "Yeah.",
    "start": "00:52:34",
    "end": "00:52:35"
  },
  {
    "text": "That might be why I've never heard of a certain idea or teaching from the Bible. Or it might be that I've just grown up in a corner of the Christian tradition that isn't tuned in to the insights or wisdom of other parts of Christianity. And there are still new things to learn that my tradition hasn't taught me yet. So that could also be the case. And it takes wisdom to know and a community and some Bible nerds to help navigate the path.",
    "start": "00:52:35",
    "end": "00:53:05"
  },
  {
    "text": "Yeah. Thank you. I'm sure everyone's appreciating that the translation of Sermon on the Mount has been a great way to reset some of the ways we think. And it's good that it's a little bit uncomfortable. And it's good to then read all the translations and to consult. And this is just one in the golf bag.",
    "start": "00:53:05",
    "end": "00:53:27"
  },
  {
    "text": "That's right. Yep. All right, thank you, everybody, for your questions. We love hearing from you, and we are learning along with you as we go through the Sermon on the Mount. So we're excited to keep learning and to hear what you are learning for the next Q and R. So there you go. Cheers.",
    "start": "00:53:27",
    "end": "00:53:43"
  },
  {
    "text": "Thanks, everyone.",
    "start": "00:53:43",
    "end": "00:53:43"
  },
  {
    "text": "John, did you know that the Bible Project is a crowdfunded, nonprofit media studio?",
    "start": "00:53:46",
    "end": "00:53:53"
  },
  {
    "text": "Those are a lot of big words there.",
    "start": "00:53:54",
    "end": "00:53:55"
  },
  {
    "text": "And everything we make, it's so amazing. We get to give away for free because. Because it's been paid for by an amazing, generous, and very enthusiastic and intellectually curious community of supporters all around the world.",
    "start": "00:53:57",
    "end": "00:54:11"
  },
  {
    "text": "Thanks for being a part of this with us.",
    "start": "00:54:12",
    "end": "00:54:13"
  },
  {
    "text": "My name is Denise from Portland, Oregon. My name is Gary Stern. I'm from Martinsburg, Pennsylvania. I heard about Bible Project from my daughter from a friend who sent me the podcast on how to read the parables, and I was hooked. And I went back at that point and listened to the very beginning of the podcast and have listened to everyone. Now I use it for studying and deeper understanding of the scriptures in the Bible. I use the videos. I have the script books. Every time I start the beginning of a new book, I watch the video, I reread the teaching and use that to understand the book before I start reading again. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project from people like me. From people like me. Find free videos, podcasts, classes, and more@bibleproject.com.",
    "start": "00:54:14",
    "end": "00:55:08"
  },
  {
    "text": "Hey, this is Tyler here to read the credits. John Collins is the creative producer for today's show.",
    "start": "00:55:08",
    "end": "00:55:14"
  },
  {
    "text": "Production for today's episode is by producer.",
    "start": "00:55:14",
    "end": "00:55:16"
  },
  {
    "text": "Lindsey Ponder managing producer, Cooper Peltz producer, Colin Wilson supervising editor, Tyler Bailey. Today's episode was edited and mixed by Aaron Olson.",
    "start": "00:55:16",
    "end": "00:55:26"
  },
  {
    "text": "JB Witty does our show notes and.",
    "start": "00:55:27",
    "end": "00:55:28"
  },
  {
    "text": "Hannah Wu provides the annotations for our app. Original Sermon on the Mount, music by Richie Cohen.",
    "start": "00:55:28",
    "end": "00:55:33"
  },
  {
    "text": "Audience questions compiled by Christopher Mayer.",
    "start": "00:55:34",
    "end": "00:55:37"
  },
  {
    "text": "Tim Mackey is our lead scholar and.",
    "start": "00:55:37",
    "end": "00:55:39"
  },
  {
    "text": "Your hosts, John COLLINS and Tim MacKenzie, RA.",
    "start": "00:55:39",
    "end": "00:55:45"
  }
]