[
  {
    "text": "This is bibleproject podcast and this year we're reading through the Sermon on the Mount. I'm John Collins and with me is co host Michelle Jones. Hi, Michelle.",
    "start": "00:00:04",
    "end": "00:00:11"
  },
  {
    "text": "Hi, John. So we're in the part of the Sermon on the Mount where Jesus addresses our relationship with our stuff. He calls it our stored up things. And as it turns out, our relationship with our stuff determines a lot about our lives.",
    "start": "00:00:11",
    "end": "00:00:24"
  },
  {
    "text": "Right. If we store up a lot of wealth and possessions, then we're gonna spend our time and attention worrying about those things and protecting. And ultimately those things will let us down.",
    "start": "00:00:24",
    "end": "00:00:35"
  },
  {
    "text": "So store up a different kind of.",
    "start": "00:00:35",
    "end": "00:00:36"
  },
  {
    "text": "Stuff, sky stuff, or more commonly, treasures in heaven.",
    "start": "00:00:36",
    "end": "00:00:40"
  },
  {
    "text": "Last week, we looked at how sky treasure isn't some future bank account we accumulate and have access to when we die. Sky stuff isn't really something we accumulate at all. It's meant to be spent. It's the time we spend with someone who's lonely. It's the generosity we extend to those in need. It's the moments when we connect heaven and earth together for ourselves and for others.",
    "start": "00:00:40",
    "end": "00:01:04"
  },
  {
    "text": "Yes, store up that kind of stuff.",
    "start": "00:01:05",
    "end": "00:01:07"
  },
  {
    "text": "Be people who chase after sky stuff.",
    "start": "00:01:07",
    "end": "00:01:10"
  },
  {
    "text": "I love that.",
    "start": "00:01:10",
    "end": "00:01:10"
  },
  {
    "text": "So today we move on to the next teaching about money. It's a riddle, and on its own, it feels kind of random and confusing. But in the context of generosity, it begins to make sense. The riddle starts like this. The lamp of the body is the eye.",
    "start": "00:01:11",
    "end": "00:01:27"
  },
  {
    "text": "Okay. So there's an inner light inside of me, and you can see it radiate through my eyes.",
    "start": "00:01:27",
    "end": "00:01:32"
  },
  {
    "text": "Yes. Here's Tim.",
    "start": "00:01:33",
    "end": "00:01:34"
  },
  {
    "text": "We look at each other's eyes because we have some sense that that's a focal point of the inner person that somehow comes out of you and meets me. Because I'm looking at you right now and I see the light in your eyes.",
    "start": "00:01:34",
    "end": "00:01:48"
  },
  {
    "text": "If your eye is good, your whole body will be radiant. If your eye is bad, your whole body will be dark. And if the light inside you is darkness, oh, how great is that darkness?",
    "start": "00:01:48",
    "end": "00:02:02"
  },
  {
    "text": "That is a riddle.",
    "start": "00:02:02",
    "end": "00:02:04"
  },
  {
    "text": "And to understand that riddle, you need to look at the Greek word for what is translated usually as the good eye.",
    "start": "00:02:05",
    "end": "00:02:12"
  },
  {
    "text": "It's a wordplay. It has two possible meanings, and both are intended.",
    "start": "00:02:12",
    "end": "00:02:16"
  },
  {
    "text": "And we'll see that this riddle connects us to. To the beginning of the story of.",
    "start": "00:02:16",
    "end": "00:02:20"
  },
  {
    "text": "The Bible, the core image assigned to God's infinite life and presence. In Genesis 1, which is light, human images of God are delegated lamps who can do what God does on day one, which is shine into the darkness.",
    "start": "00:02:20",
    "end": "00:02:36"
  },
  {
    "text": "So let's talk about good eyes, bad eyes, light and darkness. Thanks for joining us. Here we go.",
    "start": "00:02:37",
    "end": "00:02:43"
  },
  {
    "text": "Hey, Tim.",
    "start": "00:02:58",
    "end": "00:02:59"
  },
  {
    "text": "Hey, John. Hi.",
    "start": "00:02:59",
    "end": "00:03:00"
  },
  {
    "text": "Hi.",
    "start": "00:03:00",
    "end": "00:03:00"
  },
  {
    "text": "Hello.",
    "start": "00:03:00",
    "end": "00:03:01"
  },
  {
    "text": "We're talking teachings of Jesus in the Sermon on the Mount.",
    "start": "00:03:01",
    "end": "00:03:05"
  },
  {
    "text": "Yes, we are.",
    "start": "00:03:05",
    "end": "00:03:05"
  },
  {
    "text": "And we are in a section of the Sermon on the Mount where Jesus turns his attention to money and relationships and what his perspective on money and relationships, which is kind of the whole ball of wax really, when you think about it.",
    "start": "00:03:06",
    "end": "00:03:19"
  },
  {
    "text": "Yeah, that's true. How we relate to our money and possessions tells the truth about what we really value and believe. So Jesus has been exploring in the middle of the sermon about what a life that corresponds to the values of heaven looks like. A vision of life, of doing right by God and neighbor, which he calls in chapter five, the greater righteousness that fulfills the Torah and the prophets. That's what he's here to call his followers to. And he explored that by comparing it to the wisdom of the laws of the Torah. That was the whole section, chapter five. He explored what it looks like expressed in three classic practices of religious devotion in first century Judaism of his day. That was in generosity to the poor, prayer and fasting. And now he's exploring what that greater doing right by God and neighbor looks like with regard to money and with regard to neighbor.",
    "start": "00:03:19",
    "end": "00:04:19"
  },
  {
    "text": "Well, we just looked at a very classic statement that Jesus gave on money. Do not store up treasure. Or literally don't store up the stored up stuff. Don't treasure treasure.",
    "start": "00:04:19",
    "end": "00:04:34"
  },
  {
    "text": "Don't treasure treasure.",
    "start": "00:04:35",
    "end": "00:04:36"
  },
  {
    "text": "Don't bank your bank on the land which is our domain.",
    "start": "00:04:36",
    "end": "00:04:42"
  },
  {
    "text": "Yep.",
    "start": "00:04:42",
    "end": "00:04:43"
  },
  {
    "text": "Because here the moth and the eater will just have its way with it.",
    "start": "00:04:43",
    "end": "00:04:48"
  },
  {
    "text": "That's right. And it can get stolen and the banks can collapse and currencies can devalue. Devalue.",
    "start": "00:04:48",
    "end": "00:04:55"
  },
  {
    "text": "Yeah, that happens.",
    "start": "00:04:55",
    "end": "00:04:57"
  },
  {
    "text": "That happens on the land quite often.",
    "start": "00:04:57",
    "end": "00:04:58"
  },
  {
    "text": "And that's why you have a hedge fund. There's ways.",
    "start": "00:04:59",
    "end": "00:05:03"
  },
  {
    "text": "There's ways to figure this out. That's right. And then those collapse. Oh ho, yeah. But there is one bank you can count on, and that is the economy of heaven. But the thing is, the economy of heaven doesn't work like the economy of the land.",
    "start": "00:05:03",
    "end": "00:05:18"
  },
  {
    "text": "And he calls this the stored up.",
    "start": "00:05:18",
    "end": "00:05:20"
  },
  {
    "text": "Things in the sky treasures of heaven.",
    "start": "00:05:20",
    "end": "00:05:21"
  },
  {
    "text": "The treasures of heaven.",
    "start": "00:05:21",
    "end": "00:05:23"
  },
  {
    "text": "Yeah, that's right. So that was our last conversation, which maybe we could inadequately summarize by saying what we do with wealth of any kind is we're essentially investing in security and pleasure. But isn't that why we want to create stability, so we can have peace and pleasure in the present and count on the fact that we can keep having that peace and pleasure ongoing into the Future, it's what we're after. But the thing is that's all fleeting and very unstable. And what if what the new creation is, is infinite security, peace and pleasure. But not pleasure in the way that we normally think of it as a zero sum game for me and my crew, but because it comes from an infinite source of infinite goodness that is our heavenly Father. All right.",
    "start": "00:05:23",
    "end": "00:06:13"
  },
  {
    "text": "Sky treasure.",
    "start": "00:06:13",
    "end": "00:06:14"
  },
  {
    "text": "Sky treasure. If you really believe that that's true, then your heart, to conclude you know where your treasure is, where your stored up things are, there your heart will be also. If that's really true, it will change your relationship to your land treasure. And that's what the next image that Jesus goes on to talk about is all about. But he does it through a riddle. It's a riddle.",
    "start": "00:06:14",
    "end": "00:06:36"
  },
  {
    "text": "We're going to read a riddle.",
    "start": "00:06:36",
    "end": "00:06:37"
  },
  {
    "text": "We're going to read a riddle by Jesus about what it looks like to live as if your treasure is truly in the sky. The riddle goes like this. The lamp of the body is the eye. Assertion, opening assertion. Okay. You are a body, right?",
    "start": "00:06:37",
    "end": "00:07:09"
  },
  {
    "text": "Yeah.",
    "start": "00:07:09",
    "end": "00:07:09"
  },
  {
    "text": "We all are a body.",
    "start": "00:07:09",
    "end": "00:07:10"
  },
  {
    "text": "Yeah.",
    "start": "00:07:10",
    "end": "00:07:11"
  },
  {
    "text": "All our bodies have eyes. And those eyes are like a lamp.",
    "start": "00:07:11",
    "end": "00:07:15"
  },
  {
    "text": "It's a metaphor.",
    "start": "00:07:15",
    "end": "00:07:16"
  },
  {
    "text": "It's a metaphor. Okay. The lamp of the body is the eye. So then if your eye is haplus, it's a Greek word, It's a wordplay. It has two meanings, two possible meanings, and both are intended, which is why all our English translations are going to differ a little bit. And it's hard to get the meaning if you read only one of them.",
    "start": "00:07:16",
    "end": "00:07:38"
  },
  {
    "text": "Okay. If your eye is haplus.",
    "start": "00:07:38",
    "end": "00:07:40"
  },
  {
    "text": "So one way is if your eye is hole, W H O L E, complete or whole.",
    "start": "00:07:40",
    "end": "00:07:46"
  },
  {
    "text": "That's different than teleos, which we've also talked about as a different word.",
    "start": "00:07:46",
    "end": "00:07:49"
  },
  {
    "text": "We're going to talk about this word. Yeah, but whole meaning single, Complete or whole, which is the meaning underneath. Translations of this English translations that say healthy or clear. So if your eye is clear, but haplus also means generous. So if your eye is whole, generous, then your whole body will radiate with light. But if your eye is bad, and as we're going to see, to have a bad eye is a synonym in Semitic languages for greedy or stingy. So if your eye is bad, greedy, then your whole body will be darkness. And to make this even more high stakes, if the light that is in you is darkness, oh, how great is that darkness? That's the riddle.",
    "start": "00:07:50",
    "end": "00:08:45"
  },
  {
    "text": "Okay. Lots of riddles within the riddles.",
    "start": "00:08:45",
    "end": "00:08:48"
  },
  {
    "text": "Yeah, totally. Yeah.",
    "start": "00:08:48",
    "end": "00:08:49"
  },
  {
    "text": "Yeah. So it begins with a metaphor that You're.",
    "start": "00:08:49",
    "end": "00:08:52"
  },
  {
    "text": "Yeah. The eye is a lamp.",
    "start": "00:08:53",
    "end": "00:08:54"
  },
  {
    "text": "The eye is a lamp.",
    "start": "00:08:54",
    "end": "00:08:55"
  },
  {
    "text": "The eye is a lamp. Yep. This is a very common metaphor in the ancient world.",
    "start": "00:08:55",
    "end": "00:09:01"
  },
  {
    "text": "So this isn't some new idea that Jesus is introducing?",
    "start": "00:09:01",
    "end": "00:09:03"
  },
  {
    "text": "No, no. He's appealing to a well known figure of speech or metaphor. So, you know, we have our equivalents too. Metaphor is about our bodies that are helpful in some ways but not helpful in others. The mind is a machine. There are some ways in which that's true, but other ways to process that. Yeah, so what we're thinking of is. I don't even know how silicon works in like a computer chip. I actually really don't know how it works. I should watch an explainer video. But there's something happening with little electromagnetic impulses that are firing that gets translated through circuits into electrical pulses. We can imagine metaphorically as having numerical value.",
    "start": "00:09:03",
    "end": "00:09:53"
  },
  {
    "text": "Sure. I don't know.",
    "start": "00:09:54",
    "end": "00:09:55"
  },
  {
    "text": "But the point is that there's some analogy between what's happening in the electromagnetic pulses going through silicon and the electromagnetic pulses happening through synapses in our brain. There's a similarity and lots of difference.",
    "start": "00:09:56",
    "end": "00:10:10"
  },
  {
    "text": "Yeah.",
    "start": "00:10:10",
    "end": "00:10:11"
  },
  {
    "text": "Okay, so it's inadequate metaphor, but it's helpful. It's helpful enough.",
    "start": "00:10:11",
    "end": "00:10:15"
  },
  {
    "text": "But don't take it too far.",
    "start": "00:10:15",
    "end": "00:10:16"
  },
  {
    "text": "Don't take it too far, but it's helpful enough to make some interesting observations. In similar way, the eye is a lamp is a metaphor like that in the ancient world and in ancient Jewish culture.",
    "start": "00:10:16",
    "end": "00:10:26"
  },
  {
    "text": "Yeah, well, in the ancient world, lamps were a lot more important than they are now.",
    "start": "00:10:26",
    "end": "00:10:30"
  },
  {
    "text": "Were they more important than now?",
    "start": "00:10:31",
    "end": "00:10:32"
  },
  {
    "text": "Well, when's the last time I've used a lamp?",
    "start": "00:10:32",
    "end": "00:10:35"
  },
  {
    "text": "You don't call your lights lamps? No, turn on the lamp.",
    "start": "00:10:35",
    "end": "00:10:38"
  },
  {
    "text": "Are you joking with me? The lights. Turn on the lights.",
    "start": "00:10:38",
    "end": "00:10:42"
  },
  {
    "text": "Also that. But when we have, you know, like a little end table by our couch on the end table, a thing with a shade.",
    "start": "00:10:42",
    "end": "00:10:51"
  },
  {
    "text": "I do call that a lamp.",
    "start": "00:10:51",
    "end": "00:10:53"
  },
  {
    "text": "Lamp.",
    "start": "00:10:55",
    "end": "00:10:56"
  },
  {
    "text": "I'm so sorry. Yeah, lamp I do call it.",
    "start": "00:10:56",
    "end": "00:10:59"
  },
  {
    "text": "And then you call the shade, you don't call it a light shade. You're right, you're a lamp shade. It shades the lamp.",
    "start": "00:10:59",
    "end": "00:11:05"
  },
  {
    "text": "But you know what, I know that's called the lamp, but I think in our house we just call it a light.",
    "start": "00:11:06",
    "end": "00:11:11"
  },
  {
    "text": "Good.",
    "start": "00:11:11",
    "end": "00:11:11"
  },
  {
    "text": "Turn off the light.",
    "start": "00:11:11",
    "end": "00:11:12"
  },
  {
    "text": "Turn off the light. Turn off the lamp. You know, we have a lamp on our couch and table that we've had, I don't know, 20 years, and the base of it has a cast bird of some kind. Like a dove.",
    "start": "00:11:12",
    "end": "00:11:26"
  },
  {
    "text": "Yeah.",
    "start": "00:11:26",
    "end": "00:11:27"
  },
  {
    "text": "So for the 20 years we'd call it the bird lamp. So that maybe is why lamp is in my mind too, because that refers to a thing that's been in my life for half my life now. So the bird lamp. Anyway, the eye is a lamp. That's the metaphor. So in the Hebrew Bible, which was like bedrock of Jesus imagination and vocabulary, the phrase light of the eyes or lamp of the eyes, it's a common phrase. Proverbs 15:30. The light of the eyes brings joy to the heart. Ooh. There's a story in the Samuel scroll where Saul's soldiers are on a march from one battle to another, and they're all super hungry. And Jonathan, Saul's son, finds a downed honeycomb, like on a down tree branch. And he takes his spear and jabs his spear into the honeycomb and pulls it out, and it's dripping with honey.",
    "start": "00:11:27",
    "end": "00:12:20"
  },
  {
    "text": "It's an ancient popsicle.",
    "start": "00:12:20",
    "end": "00:12:22"
  },
  {
    "text": "And then he just, like. He's just licking it. And then it says his eyes were filled with light.",
    "start": "00:12:22",
    "end": "00:12:27"
  },
  {
    "text": "Okay.",
    "start": "00:12:27",
    "end": "00:12:28"
  },
  {
    "text": "Isn't that good?",
    "start": "00:12:28",
    "end": "00:12:28"
  },
  {
    "text": "Yeah.",
    "start": "00:12:28",
    "end": "00:12:29"
  },
  {
    "text": "So honey brings light to the eyes. So to have bright eyes is a sign of vitality, energy. Oh, when I talk to you, I look you in the eyes. That's a normal human behavior. It's weird. If someone doesn't look you in the eyes when they're talking to you, if.",
    "start": "00:12:29",
    "end": "00:12:44"
  },
  {
    "text": "They'Re looking at your nose or something.",
    "start": "00:12:44",
    "end": "00:12:46"
  },
  {
    "text": "Yeah. You can kind of notice.",
    "start": "00:12:46",
    "end": "00:12:47"
  },
  {
    "text": "You do notice.",
    "start": "00:12:47",
    "end": "00:12:48"
  },
  {
    "text": "Yeah. Why is that?",
    "start": "00:12:48",
    "end": "00:12:50"
  },
  {
    "text": "Someone's inner life, in a way, like we have access to it through their eyes.",
    "start": "00:12:50",
    "end": "00:12:54"
  },
  {
    "text": "You got it. The eye is the lamp of the body. The lamp your eyes can lighten. This is interesting. Whenever God appears to someone in a vision or a trance or a dream in the Hebrew Bible. Yeah. And if God's eyes are ever depicted, they're always projecting light. Specifically fire.",
    "start": "00:12:54",
    "end": "00:13:12"
  },
  {
    "text": "Yeah. Wasn't this also a common way the ancients thought that sight worked? I think that you actually were sending out.",
    "start": "00:13:12",
    "end": "00:13:19"
  },
  {
    "text": "Exactly. So we'll get to that. We'll get to that. We'll get to that a minute. So the point is that the eyes are either a source or a location of light or darkness. He's working with Genesis 1 imagery here. So God is the ultimate source of light. Right. That shines in the darkness. And so human images of God are also little lamps. Yep. But also can become a center of the absence of light, too.",
    "start": "00:13:19",
    "end": "00:13:43"
  },
  {
    "text": "So our inner lamp is projected out of our eyes.",
    "start": "00:13:43",
    "end": "00:13:47"
  },
  {
    "text": "Yes. Okay, here's what I do. I'm going to press pause on that idea because that takes us down a rabbit hole. I want to go down, but I want to Also note quickly the other main figure of speech that Jesus is activating here, and that is the good eye or the evil eye. And here we need to come to the meaning of this word. Do you remember I said Jesus says if, then your eye is haplus.",
    "start": "00:13:47",
    "end": "00:14:09"
  },
  {
    "text": "Haplus.",
    "start": "00:14:09",
    "end": "00:14:10"
  },
  {
    "text": "And that word has two meanings, and the two meanings are both intended. Okay, okay. So what he says, and he contrasts the good eye and the bad eye. If your eye is hapless, it's full of light. If your eye is bad, it's full of darkness. Okay, okay. So when he says your eye is hop loose. This is helpful and unhelpful. This saying of Jesus is the only time this particular word is used in the whole Greek New Testament.",
    "start": "00:14:10",
    "end": "00:14:38"
  },
  {
    "text": "Okay.",
    "start": "00:14:38",
    "end": "00:14:39"
  },
  {
    "text": "So usually that signals like, oh, okay, we gotta turn to some other extra New Testament sources to figure out what this word means. So what you do is you turn to the standard Greek English lexicon of Ancient Greek literature by Liddell and Scott. It's a massive, huge, huge volume. It's really amazing. If you look up haplus, it's used in other Greek literature and has three main nuances of meaning. The first is single, one as opposed to two. Okay, Yep. Single as opposed to multiple. It also has the nuance and meaning of simple meaning, plain or straightforward, not complex.",
    "start": "00:14:39",
    "end": "00:15:18"
  },
  {
    "text": "All right.",
    "start": "00:15:18",
    "end": "00:15:19"
  },
  {
    "text": "And the third nuance of meaning is simple as in whole or complete, not unmixed or made up of parts.",
    "start": "00:15:19",
    "end": "00:15:26"
  },
  {
    "text": "Okay.",
    "start": "00:15:27",
    "end": "00:15:27"
  },
  {
    "text": "So it's the opposite of divided or double or multiple.",
    "start": "00:15:27",
    "end": "00:15:31"
  },
  {
    "text": "When you talk about as unmixed, you kind of start to get into the territory of, like, pure.",
    "start": "00:15:32",
    "end": "00:15:38"
  },
  {
    "text": "Yeah, exactly. Yeah. If the eye is pure. And remember, the pure in heart will see God in the Beatitudes. Blessed. Right.",
    "start": "00:15:38",
    "end": "00:15:46"
  },
  {
    "text": "What word is that?",
    "start": "00:15:46",
    "end": "00:15:46"
  },
  {
    "text": "How good is life for the pure of heart? There. It's actually clean as opposed to dirty. Yeah. So this idea connects with another word Jesus uses in the sermon to refer to complete Rahul, which is teleos, which is often translated as perfect. So that's interesting. Also interesting is while the word haplus doesn't appear elsewhere in the New Testament, a different word that comes from the same root does appear. Haplotes. And this word is also difficult to translate, but I'll just read you some verses where it appears. Okay, this is Romans 12:8, where Paul is giving ethical wisdom to the Roman churches, and he says, let the one who gives give with haplotes. 2 Corinthians 8, 2, their abundance of joy and their deep poverty. He's talking here about the Macedonians overflowed in wealth of their hoplotes. James 1:5. If any of you lacks wisdom, let them ask of God who gives haplotes, and it will be given to him.",
    "start": "00:15:46",
    "end": "00:16:57"
  },
  {
    "text": "So it's a way that you give.",
    "start": "00:16:58",
    "end": "00:17:01"
  },
  {
    "text": "Yeah. It's a manner in which you generously give.",
    "start": "00:17:01",
    "end": "00:17:04"
  },
  {
    "text": "Okay, how's that related to singularity or wholeness?",
    "start": "00:17:04",
    "end": "00:17:09"
  },
  {
    "text": "Yeah, exactly. So one way of saying, we might translate that is generously, let the one who gives give with generous intent. But it literally means with singularity, singular purpose.",
    "start": "00:17:09",
    "end": "00:17:24"
  },
  {
    "text": "Okay. Singularity.",
    "start": "00:17:24",
    "end": "00:17:25"
  },
  {
    "text": "Yeah, a simple, uncompromised. Sincere. Sincere. Yeah, sincere. Yeah. It's hard to find an English word that does what this word does in Greek.",
    "start": "00:17:25",
    "end": "00:17:36"
  },
  {
    "text": "I love the word sincere.",
    "start": "00:17:36",
    "end": "00:17:38"
  },
  {
    "text": "Yeah, sincere. And it's kind of to the purity of heart. So, okay, so that's one way we can angle in if your eye is haplus. So whole or complete. So it could mean whole or healthy. If we're going with the metaphor of the eye as some conveyor of light. Yeah, but what we're talking about actually, ultimately is wealth.",
    "start": "00:17:38",
    "end": "00:17:58"
  },
  {
    "text": "Right.",
    "start": "00:17:58",
    "end": "00:17:59"
  },
  {
    "text": "How do we know that? Well, what's the contrast that Jesus uses? If your eye is hop loose, your body's full of light. If your eye is. And here he just says bad.",
    "start": "00:17:59",
    "end": "00:18:07"
  },
  {
    "text": "Ra.",
    "start": "00:18:07",
    "end": "00:18:08"
  },
  {
    "text": "Yeah, In Greek, poneros, which is the Greek equivalent of the Hebrew word ra, which means bad. And here we're on really good territory where in the Hebrew Bible, to have a good eye or to have a bad eye is a figure of speech for to be generous or to be stingy. Okay, so Proverbs 22:9. The one who is tov of eye, good of eye, will be blessed because he gives his food to the poor. Proverbs. This is great. Proverbs 23, starting verse 6. You know, you should never eat bread, that is, never have a meal with somebody who has a bad eye. Do not desire his delicacies, for he's thinking as he thinks within himself. So he really is. He might say to you, yes, eat and drink, but his heart is not with you.",
    "start": "00:18:08",
    "end": "00:19:02"
  },
  {
    "text": "Huh.",
    "start": "00:19:03",
    "end": "00:19:03"
  },
  {
    "text": "Okay, so someone has you over for dinner.",
    "start": "00:19:04",
    "end": "00:19:07"
  },
  {
    "text": "If they're a greedy person, they're all about just accumulating. What can I get out of you? It might feel like I'm being hosted generously, but really, I'm going to be taken advantage of.",
    "start": "00:19:07",
    "end": "00:19:20"
  },
  {
    "text": "Yep, that's one way to think about it. Another way, if we're thinking about generosity or stinginess, is straight up, you're eating my stuff. Oh, like I have so much food in my store.",
    "start": "00:19:21",
    "end": "00:19:32"
  },
  {
    "text": "Go ahead, have some more.",
    "start": "00:19:32",
    "end": "00:19:33"
  },
  {
    "text": "Yeah. Come on. Come on. Who's never been in this situation where you have people over.",
    "start": "00:19:33",
    "end": "00:19:39"
  },
  {
    "text": "Yeah.",
    "start": "00:19:39",
    "end": "00:19:40"
  },
  {
    "text": "And you're. You're excited until they're, like, eating more than you thought they were going to eat.",
    "start": "00:19:40",
    "end": "00:19:45"
  },
  {
    "text": "Yeah.",
    "start": "00:19:45",
    "end": "00:19:45"
  },
  {
    "text": "And there's, like, less leftovers for you tomorrow.",
    "start": "00:19:45",
    "end": "00:19:48"
  },
  {
    "text": "Yeah.",
    "start": "00:19:48",
    "end": "00:19:48"
  },
  {
    "text": "Come on. This has happened to everybody.",
    "start": "00:19:48",
    "end": "00:19:50"
  },
  {
    "text": "Oh, yeah. Especially in, like, college or early adulthood.",
    "start": "00:19:50",
    "end": "00:19:53"
  },
  {
    "text": "Yeah. So that mindset is called having a bad eye. The good eye versus the bad eye. Yeah. So Proverbs 28, 22. The one with the bad eye rushes after wealth, but he doesn't know that poverty will eventually come upon him. So this dingy person is grabbing everything they can, unaware of the fact that they're going to lose everything eventually. And actually, this phrase, the bad eye is used elsewhere in a parable that Jesus tells in the Gospel of Matthew. And it's in the parable of this employer who pays all these workers the same amount of money for working different amounts. So one guy's worked a whole day. One guy's work half a day, quarter day, eighth of a day, and he pays them all the same. And the guys who worked all day are like, what? That's not fair. And he says, what, are you jealous? Because. Oh. He says, is your eye bad? Because I'm generous. That's what he says to them in.",
    "start": "00:19:54",
    "end": "00:20:54"
  },
  {
    "text": "Greek, like, are you showing your stinginess?",
    "start": "00:20:54",
    "end": "00:20:56"
  },
  {
    "text": "Basically, so, yeah. Is my generosity exposing the fact that you have a bad eye? So let's go back to the saying, to the riddle here.",
    "start": "00:20:56",
    "end": "00:21:04"
  },
  {
    "text": "Okay, the riddle.",
    "start": "00:21:04",
    "end": "00:21:04"
  },
  {
    "text": "The lamp of the body is the eye. And we'll return to the little rabbit hole about that. But if your eye is sincere, sincere, whole, complete, that is generous, which is.",
    "start": "00:21:05",
    "end": "00:21:18"
  },
  {
    "text": "Used often as a way to describe the way that you give generously.",
    "start": "00:21:18",
    "end": "00:21:22"
  },
  {
    "text": "Having the good eye. If your eye is good, your whole body will be radiating with light. But if your eye is bad, that is greedy. Your whole body will be darkness. But, okay, let's flip it, because I'm not going to accuse you of being stingy, because you're not. You're actually a very generous person, John. So I feel like I can be stingy sometimes.",
    "start": "00:21:22",
    "end": "00:21:44"
  },
  {
    "text": "Okay, you're going to throw yourself under the bus here.",
    "start": "00:21:44",
    "end": "00:21:46"
  },
  {
    "text": "Yes. So you are looking at me because presumably you're seeing the light of my eyes. But if in reality my good eye that you can see of projecting light is in fact a bad eye, stingy, then the light that you think that I have is actually darkness. And dude, if the light is really dark, that's a bad situation. That's like double dark. Do you get the riddle? I mean, if the light in you is in reality.",
    "start": "00:21:46",
    "end": "00:22:17"
  },
  {
    "text": "I see, because, well, okay, then it's.",
    "start": "00:22:18",
    "end": "00:22:20"
  },
  {
    "text": "Like, dude, I'm like double dark.",
    "start": "00:22:20",
    "end": "00:22:22"
  },
  {
    "text": "I don't get the double dark, but double darkness. But I think what's landing to me is, you know, it's hard to tell if someone really is generous on the surface because you can meet someone. There can be a radiance in them. They could be very charming, but they could be a con.",
    "start": "00:22:22",
    "end": "00:22:39"
  },
  {
    "text": "That's what that proverb was about. You're over at their house and they're saying, eat and drink. But inside all they're thinking is like, dude, he's had three hell pins and I won't have leftovers tomorrow.",
    "start": "00:22:39",
    "end": "00:22:50"
  },
  {
    "text": "So what I'm experiencing is, oh, I'm seeing the light from that person, but actually it's not light. Yeah, in there is darkness. Yeah, okay.",
    "start": "00:22:51",
    "end": "00:23:00"
  },
  {
    "text": "Yep.",
    "start": "00:23:00",
    "end": "00:23:01"
  },
  {
    "text": "So I get that. So if the light that I'm perceiving is actually darkness, how great is the darkness?",
    "start": "00:23:01",
    "end": "00:23:07"
  },
  {
    "text": "How great is that darkness? Because it's like darkness masquerading as light.",
    "start": "00:23:07",
    "end": "00:23:11"
  },
  {
    "text": "Okay.",
    "start": "00:23:12",
    "end": "00:23:12"
  },
  {
    "text": "Yeah.",
    "start": "00:23:12",
    "end": "00:23:13"
  },
  {
    "text": "So it's sneaky darkness.",
    "start": "00:23:13",
    "end": "00:23:15"
  },
  {
    "text": "Sneaky darkness masquerading as light. And here we're back to again, I said earlier, the Beatitudes of how good is life for the pure of heart, they will see God. So a sincerity of desire and motive. When Jesus says, be teleos, Be complete and whole as a human image of God. Because God is complete and whole. Goodness, life and love. So we're back to it again. But here, the pure, sincere light of a good eye, the generous I, is an image of God's generosity. And if I am acting as if I'm generous, but in reality my eye is bad, it's like I'm doubly deceived.",
    "start": "00:23:15",
    "end": "00:24:00"
  },
  {
    "text": "Darkness masquerading as light is like a great darkness.",
    "start": "00:24:00",
    "end": "00:24:04"
  },
  {
    "text": "How great? How great is the darkness? So here, this is core to a biblical imagination. Light and dark. I mean, it's right there on day one of creation. So light is the primary image of divine presence and of divine generosity and care. Because for humans to flourish requires light in periods, for life. All bios in our solar system, in our universe. If humans are alive, then they are by definition illumined by God's life and light. Because every moment and molecule is but man. If you take the light that you are as an image of God and actually project that out as darkness through stinginess, it's just like the ultimate tragedy. The ultimate tragedy. How great is that darkness?",
    "start": "00:24:04",
    "end": "00:24:56"
  },
  {
    "text": "How great is that darkness? Because you do Have a light?",
    "start": "00:24:56",
    "end": "00:24:59"
  },
  {
    "text": "Yeah, if the light.",
    "start": "00:25:01",
    "end": "00:25:02"
  },
  {
    "text": "If you use that light to be stingy, which is just creating darkness, closing.",
    "start": "00:25:02",
    "end": "00:25:07"
  },
  {
    "text": "Off possibility, how great is that darkness? Yeah, double darkness. Okay, so let's pause and go down that little rabbit hole I keep alluding to.",
    "start": "00:25:07",
    "end": "00:25:19"
  },
  {
    "text": "Okay.",
    "start": "00:25:20",
    "end": "00:25:20"
  },
  {
    "text": "So the metaphor seems at first like it means that light is from the body going out, the inner vitality.",
    "start": "00:25:50",
    "end": "00:25:57"
  },
  {
    "text": "Going out that I can perceive in someone else because it's beaming out.",
    "start": "00:25:57",
    "end": "00:26:01"
  },
  {
    "text": "But then he says, but if your eye is bad, your whole body will be dark. How can the light within you be darkness? That's the paradox, the third line, but just that second line by itself. If your eye is bad, then the whole body is dark. If you just take that line by itself, it makes it feel like, oh, if your eye's bad, it won't let any light in. Your body's dark. A bad eye will cut off any light from being able to be inside.",
    "start": "00:26:01",
    "end": "00:26:27"
  },
  {
    "text": "Oh, that's not how I was understanding it.",
    "start": "00:26:27",
    "end": "00:26:29"
  },
  {
    "text": "Oh, well, good. I mean, I think that's good. But there are people who have thought that. So the view that the body's the source of light and the light projects out. The nerdy term is called the extra mission view. It's Latin. It sends it out extra outside missio. To send. To send out. The view that the eye is like a conduit for light or darkness that's outside. And that can come in and make me light or dark inside. That's called the intra mission view. It sends the light in.",
    "start": "00:26:29",
    "end": "00:27:00"
  },
  {
    "text": "I mean, I don't know why it feels so intuitive. A dark lamp is a lamp that's not lit.",
    "start": "00:27:00",
    "end": "00:27:05"
  },
  {
    "text": "Yeah.",
    "start": "00:27:05",
    "end": "00:27:06"
  },
  {
    "text": "And so he's saying you can be that kind of person. An unlit lamp.",
    "start": "00:27:06",
    "end": "00:27:10"
  },
  {
    "text": "Yeah, yeah, totally. Okay, I agree with you. But what you're saying is you hold to the extra mission view that the lamp.",
    "start": "00:27:11",
    "end": "00:27:19"
  },
  {
    "text": "I'm on the extra mission camp of things.",
    "start": "00:27:19",
    "end": "00:27:21"
  },
  {
    "text": "That's great. And I think you're right. And actually, I mean, here I'm just showing my cards that I think that's what Jesus is saying. In other words, the lamp is not a conduit through which light passes from one source to another. It is itself the light.",
    "start": "00:27:22",
    "end": "00:27:34"
  },
  {
    "text": "It's the light.",
    "start": "00:27:35",
    "end": "00:27:35"
  },
  {
    "text": "It's the source of the light.",
    "start": "00:27:35",
    "end": "00:27:36"
  },
  {
    "text": "The lamp is the light.",
    "start": "00:27:36",
    "end": "00:27:37"
  },
  {
    "text": "And that when Jesus saying the body can be either light or dark, he's making the metaphor into a paradox. Because if the light is actually darkness.",
    "start": "00:27:37",
    "end": "00:27:46"
  },
  {
    "text": "Yes.",
    "start": "00:27:47",
    "end": "00:27:47"
  },
  {
    "text": "Then the double darkness. Okay, so I'm with you. Okay. Yeah. I just wanted to note that if you look up in commentaries, like for the meaning of this riddle, what you'll notice is there's been a debate throughout history.",
    "start": "00:27:47",
    "end": "00:28:02"
  },
  {
    "text": "The extra mission intramission debate.",
    "start": "00:28:02",
    "end": "00:28:05"
  },
  {
    "text": "Jonathan Pennington, his book Sermon on the Mountain, Human Flourishing, which I've quoted from a lot in the series, and we've gotten to hear from him because he's awesome. He puts it this way, he says, within Matthew's usage, you could argue that there's a strong internal, external person theme at play here with the idea that the light or darkness inside a person comes out in their actions. Like Jesus says elsewhere, it's what's already inside a person that defiles them, not what goes in or what goes out, because that's where their heart is. Pennington continues, this would accord with the extra mission view. On the other hand, you could argue that the way the eye metaphor works is that one's actions create within us light or darkness based on the wording the body will be light or the body will be dark. This could infer an intromission understanding. There's wisdom in not getting stuck in the debate. Thank you. Thank you, Jonathan. Recognizing that either way, the point is that the I is a metaphorical window between the inside and the outside, which is a major theme in the sermon, this deep organic connection between the inside and the outside of the person and the necessity of wholeness as a demonstration of true righteousness. And so that's really what's at the core here. Jesus focus is, how do you know if someone's treasure is truly in the sky? Well, sky treasure, according to Jesus, means that you'll be really generous with your land treasure because you don't think that your land treasure actually gives you ultimate security to bring it back to. Like our table metaphor from earlier. This happens to me on a regular. Has happened to me before. I was about to say regular basis, but that's not true. But it has happened before. We have, like a big group over and we buy a lot of food for the group. And I'm so selfish, man, because what I'm thinking when I go buy a box of food for a lot of people coming over, I think in my.",
    "start": "00:28:07",
    "end": "00:30:37"
  },
  {
    "text": "Mind, this is all my food.",
    "start": "00:30:37",
    "end": "00:30:38"
  },
  {
    "text": "Like, sweet. The leftovers from this are going to be great.",
    "start": "00:30:38",
    "end": "00:30:43"
  },
  {
    "text": "You know where I experience this the most is when we're out to dinner and my wife wants to split meals, you know, like, hey, why don't we.",
    "start": "00:30:43",
    "end": "00:30:49"
  },
  {
    "text": "Yes. Yeah, why don't we buy two plates? But then we are eating off each other's plate.",
    "start": "00:30:49",
    "end": "00:30:53"
  },
  {
    "text": "We'll get the salad and we'll get the thing and Then we'll split it.",
    "start": "00:30:53",
    "end": "00:30:55"
  },
  {
    "text": "Yes, totally.",
    "start": "00:30:55",
    "end": "00:30:56"
  },
  {
    "text": "And it's like, I know, but then we're gonna have to. Then it's on.",
    "start": "00:30:56",
    "end": "00:31:00"
  },
  {
    "text": "Totally. So what that shows is my treasure's on my plate right there. I'm trusting in the plate treasure. And if I really trusted that. You know what? After we have all these friends over, or after the plate's empty, we could order another plate. Or I can go back to the grocery store and get the food for next week's lunches.",
    "start": "00:31:02",
    "end": "00:31:24"
  },
  {
    "text": "But what if you spent all your money on that?",
    "start": "00:31:24",
    "end": "00:31:26"
  },
  {
    "text": "Well, okay, I'm turning this into a parable.",
    "start": "00:31:26",
    "end": "00:31:28"
  },
  {
    "text": "Yeah, yeah, yeah. So pretend that that's in the economy of God. There's always more. There's always enough.",
    "start": "00:31:28",
    "end": "00:31:32"
  },
  {
    "text": "Always more. And so what that does is it frees me to say, you know what? There will be enough. And so for me, it's trusting in my heavenly Father that he will provide me what I need for next week's leftovers, that I don't have to hang on or have a bad eye and say, eat and drink to my friends at the party. But in reality, I'm thinking, like, oh, my gosh, like they're having the third serving.",
    "start": "00:31:32",
    "end": "00:32:00"
  },
  {
    "text": "This also shakes down to just wishing people the best in success in life sometimes. You know, because sometimes it feels like, man, if you're doing well in your job or if you got that opportunity, that's one less opportunity out there for me. So I can. I'll fake. I'll be excited for you. Congratulations. But inside, I'm just like, darn it.",
    "start": "00:32:00",
    "end": "00:32:21"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:32:21",
    "end": "00:32:22"
  },
  {
    "text": "Why did you get that?",
    "start": "00:32:22",
    "end": "00:32:23"
  },
  {
    "text": "That's good. That's good. So notice the core image assigned to God's infinite life and presence in Genesis 1 with light.",
    "start": "00:32:23",
    "end": "00:32:31"
  },
  {
    "text": "I think that's beautiful. And I've been thinking about this as we've been talking about it, that, I mean, we are the image of God. Nowhere explicitly in that text are we called a light. We're called the image of God.",
    "start": "00:32:32",
    "end": "00:32:45"
  },
  {
    "text": "That's right.",
    "start": "00:32:45",
    "end": "00:32:46"
  },
  {
    "text": "But here, all of a sudden, we realize, like, well, in a similar way, we have a lamp. We are a lamp as well.",
    "start": "00:32:46",
    "end": "00:32:52"
  },
  {
    "text": "That's right. So in other words, human images of God are delegated lamps who can do what God does on day one, which is shine into the darkness. The darkness is where there's no opportunity, there's no potential. It's formless and void, wild and waste. But the light all of a sudden shines and creates a canvas, as it were, where there can be form, abundance, and flourishing. And how one casts one eye on A neighborhood can either shut off possibility for flourishing and abundance or can open up opportunities. And that's the metaphor here, which is so suggestive. The generous I creates possibility. If I say, eat and drink to my neighbor, and I really mean it, then all of a sudden, this, like, meal becomes a bond of a friendship. And out of friendships come. Who knows what can come out of a friendship. But how great is that light? If the light is haplus clear or generous?",
    "start": "00:32:52",
    "end": "00:34:02"
  },
  {
    "text": "And we've experienced these kind of people, you know, those kind of people, like, where there is a radiance about them.",
    "start": "00:34:02",
    "end": "00:34:10"
  },
  {
    "text": "That's right.",
    "start": "00:34:10",
    "end": "00:34:11"
  },
  {
    "text": "And it does come from a generosity, from a single focusedness. You're really good at this, Tim, of when someone's talking to you, you just are present with that person. I don't know. You work on that.",
    "start": "00:34:11",
    "end": "00:34:23"
  },
  {
    "text": "Now you're giving me a compliment. Thank you. Thanks.",
    "start": "00:34:23",
    "end": "00:34:27"
  },
  {
    "text": "Is that something you have to consciously, like, work on, or is that just innate?",
    "start": "00:34:28",
    "end": "00:34:31"
  },
  {
    "text": "You know, it was just years in local church ministry where I realized that the greatest gift I can give to someone is to just focus my attention on them and listen and ask questions. I just noticed that, like, that really was a powerful experience for me and for people when I did that. So I don't know.",
    "start": "00:34:32",
    "end": "00:34:52"
  },
  {
    "text": "Yeah, it's a moment of generosity. I mean, it's a really generous thing to do, is to say there's a hundred things I could be thinking about. There's many things just around me, but I am going to singularly focus my attention here and now on this, and nothing else is going to matter for a moment. It's really hard to do. And it's a very generous thing to do. I'm really bad at it. Like, really, really bad at it.",
    "start": "00:34:52",
    "end": "00:35:19"
  },
  {
    "text": "Okay. But between us, we've got a superhero.",
    "start": "00:35:19",
    "end": "00:35:21"
  },
  {
    "text": "There we go. Let's just combine forces.",
    "start": "00:35:21",
    "end": "00:35:24"
  },
  {
    "text": "That's right. So when you meet somebody who's both generous with their attention and generous with whatever resources they have, regardless of what it actually corresponds to, like, great or small amounts of wealth, these are humans you want to be around. They radiate with light. They're images of God. And that's the promise of this. This riddle. This is powerful stuff, man.",
    "start": "00:35:24",
    "end": "00:35:46"
  },
  {
    "text": "So, Michelle, I love this image that I'm getting of the type of person who is just so full of life. You know, these people, it's like their eyes are full of light. They see possibility everywhere.",
    "start": "00:35:54",
    "end": "00:36:06"
  },
  {
    "text": "Kids are like that when they look at things and they can see everything that it could be. When I was a kid, my first memory is actually of seeing a really tall tree and thinking, I gotta climb that thing.",
    "start": "00:36:07",
    "end": "00:36:22"
  },
  {
    "text": "Yes. Everything is a possibility.",
    "start": "00:36:22",
    "end": "00:36:24"
  },
  {
    "text": "Yeah, I don't think that way when I look at trees now.",
    "start": "00:36:25",
    "end": "00:36:27"
  },
  {
    "text": "Yes. Well, will God give us an eye of abundance as we look at the world?",
    "start": "00:36:28",
    "end": "00:36:34"
  },
  {
    "text": "So that's it for today's episode. Next week, we're going to bring you more voices and more stories as we continue on with Jesus teaching on money. In particular, we're going to look at the teaching, you can't serve God and Mammon.",
    "start": "00:36:34",
    "end": "00:36:47"
  },
  {
    "text": "Jesus is going to follow up with another short parable that we're going to consider after this, which is about, you can't have two rulers that you give your allegiance to. You gotta pick one. God or Mammon.",
    "start": "00:36:47",
    "end": "00:37:01"
  },
  {
    "text": "Bibleproject is a nonprofit. We exist to help people experience the Bible as a unified story that leads to Jesus.",
    "start": "00:37:02",
    "end": "00:37:09"
  },
  {
    "text": "Everything that we make is free because of the generous support of thousands of people just like you.",
    "start": "00:37:10",
    "end": "00:37:14"
  },
  {
    "text": "Thank you for being a part of this with us. Hello, my name is Abraham Sanchez from the Dominican Republic.",
    "start": "00:37:14",
    "end": "00:37:21"
  },
  {
    "text": "Hi, my name is Amani Abdelnur, the.",
    "start": "00:37:21",
    "end": "00:37:23"
  },
  {
    "text": "Khaleeji Gulf language advisor at the Bible Project. I work as a designer and animator.",
    "start": "00:37:23",
    "end": "00:37:29"
  },
  {
    "text": "For the Spanish language team Projekto Vibre.",
    "start": "00:37:29",
    "end": "00:37:32"
  },
  {
    "text": "Being able to have a role in.",
    "start": "00:37:32",
    "end": "00:37:34"
  },
  {
    "text": "Bringing all this amazing content into my.",
    "start": "00:37:34",
    "end": "00:37:36"
  },
  {
    "text": "Native language has been a huge blessing. I was thrilled to be part of the Bible Project team and this enabled.",
    "start": "00:37:36",
    "end": "00:37:44"
  },
  {
    "text": "Me to fulfill God's vision, that is.",
    "start": "00:37:44",
    "end": "00:37:46"
  },
  {
    "text": "To reach out and share the gospel.",
    "start": "00:37:46",
    "end": "00:37:48"
  },
  {
    "text": "Message to GCC countries in their own Khaleeji language. We believe the Bible is a unified.",
    "start": "00:37:49",
    "end": "00:37:54"
  },
  {
    "text": "Story that leads to Jesus.",
    "start": "00:37:54",
    "end": "00:37:56"
  },
  {
    "text": "Bible Project is a crowdfunded nonprofit. Everything we make is free because of your generous support.",
    "start": "00:37:56",
    "end": "00:38:03"
  },
  {
    "text": "Thank you so much for being a part of this with us.",
    "start": "00:38:03",
    "end": "00:38:06"
  },
  {
    "text": "Hi, this is Tyler here to read the credits. John Collins is the creative producer for today's show. Production of today's episode is by Princess producer Lindsey Ponder, managing producer Cooper Peltz, producer Colin Wilson. Stephanie Tam is our consultant and editor. Tyler Bailey is our supervising engineer. Frank Garza and Aaron Olson edited today's episode. Aaron Olson also provided the sound design and mix for today's episode. Nina Simone does our show notes and Hannah Wu provides the annotations for our app. Original Sermon on the Mount, music by Richie Cohen and the Bible Project theme song is by Tents. Tim Mackey is our lead scholar and your hosts, John Collins and Michelle Jones.",
    "start": "00:38:06",
    "end": "00:38:46"
  }
]