[
  {
    "text": "Foreign.",
    "start": "00:00:00",
    "end": "00:00:00"
  },
  {
    "text": "This is Bible Project podcast and this year we're reading through the Sermon on the Mount. And with me as usual is co host Michelle Jones. Hi, Michelle.",
    "start": "00:00:18",
    "end": "00:00:27"
  },
  {
    "text": "Hi, John. The Sermon on the Mount is one of the largest collections of the teachings of Jesus and some would say his most famous. It's a highly organized collection of teaching and so as we do when we enter a new section, we want to remind ourselves of how we got here.",
    "start": "00:00:27",
    "end": "00:00:43"
  },
  {
    "text": "The entire sermon has three sections. A short introduction, a large main body, and a short conclusion.",
    "start": "00:00:44",
    "end": "00:00:54"
  },
  {
    "text": "First, the introduction. The introduction is all about who is invited into what God is doing in the world through Jesus. It's not the powerful or the influential. It's the outsider who hungers for right relationships. It's for those who come to God with purity of heart and seek to create peace in the world.",
    "start": "00:00:56",
    "end": "00:01:18"
  },
  {
    "text": "This is all an exposition of Jesus definition of what the good life is for his kingdom of Heaven crew. He called them the salt of the land. The city on the hill that shines light to the nations. This is all about fulfilling the covenant story of Israel from the Torah and prophets.",
    "start": "00:01:18",
    "end": "00:01:37"
  },
  {
    "text": "That leads us to the large main body of the Sermon on the Mount, where Jesus invites his followers into what he calls a greater righteousness, a vision for living in right relationships with God and others. And this section has three parts.",
    "start": "00:01:40",
    "end": "00:01:56"
  },
  {
    "text": "The first part is all about how the Hebrew Bible, that is the Torah and the prophets, contained God's wisdom for living in right relationships with everyone. And that Jesus came to honor, uphold and even fulfill what is written.",
    "start": "00:01:59",
    "end": "00:02:15"
  },
  {
    "text": "Listen, some people might mistake me for being a rabbi on the scene who's canceling the validity of the Torah and of the prophets. And I'm not actually. What I'm doing is bringing about the reality that they were pointing to or what he calls fulfilling the Torah and the prophets.",
    "start": "00:02:15",
    "end": "00:02:32"
  },
  {
    "text": "The second part of the main body is all about religious practices. How these practices are meant to connect us with the heart of God.",
    "start": "00:02:34",
    "end": "00:02:42"
  },
  {
    "text": "Then he went through three examples of greater righteousness. Looks like in the classic Jewish practices of prayer and fasting and in generosity to the poor.",
    "start": "00:02:42",
    "end": "00:02:55"
  },
  {
    "text": "But what if these good things actually get in the way of doing right by God and others? What if I start to do religion just to make my name great?",
    "start": "00:02:55",
    "end": "00:03:04"
  },
  {
    "text": "He's just saying be careful, man, because very quickly your motives can get twisted and out of whack and all of a sudden you're doing the right thing for the wrong reason, which is his definition of what it means to be a hypocrite.",
    "start": "00:03:04",
    "end": "00:03:15"
  },
  {
    "text": "So today we enter the third part of the Main body. In this section we look at our relationships with people. How do we do right by people when life is messy and unclear? In this section are famous teachings like do not judge and do to others what you would have them do to you. But this section doesn't begin with teachings focused directly on our relationships with others others. It actually begins with teachings about our relationship with our stuff.",
    "start": "00:03:16",
    "end": "00:03:45"
  },
  {
    "text": "How we relate to our money and possessions tells the truth about what we really value and believe. And it's real clear that in Jesus mind, how you relate to money is one of the truest indicators of how much you love God.",
    "start": "00:03:45",
    "end": "00:04:00"
  },
  {
    "text": "Now there's four teachings in this section about our relationship with stuff. You'll recognize these teachings as don't store up treasure on the land, store it up in heaven. There's a riddle about how your eye is the lamp of your body. There's the teaching you can't serve God and mammon. And then lastly there's a long reflective poem about our propensity to worry.",
    "start": "00:04:01",
    "end": "00:04:22"
  },
  {
    "text": "There's such rich wisdom here. Each one is kind of like a little riddle each way you turn the diamond. There's just so many things to look at.",
    "start": "00:04:23",
    "end": "00:04:32"
  },
  {
    "text": "Today we look at the first of these four teachings on money. Don't store up treasure in the land. Store up treasure in heaven.",
    "start": "00:04:32",
    "end": "00:04:40"
  },
  {
    "text": "Where your treasure is, where your stored up things are, there your heart will be also.",
    "start": "00:04:40",
    "end": "00:04:43"
  },
  {
    "text": "What is treasure in heaven? And why does it have a more enduring value than things we store up here on the land?",
    "start": "00:04:46",
    "end": "00:04:52"
  },
  {
    "text": "We'll begin by reading BibleProject's translation of Matthew 6, 1921, where you'll notice some new language that will help us to think about this teaching and in new ways.",
    "start": "00:04:52",
    "end": "00:05:03"
  },
  {
    "text": "Thanks for joining us.",
    "start": "00:05:04",
    "end": "00:05:05"
  },
  {
    "text": "Here we go.",
    "start": "00:05:05",
    "end": "00:05:06"
  },
  {
    "text": "All right. Jesus says, don't store up for yourself for yourselves. Plural.",
    "start": "00:05:22",
    "end": "00:05:29"
  },
  {
    "text": "Plural.",
    "start": "00:05:29",
    "end": "00:05:29"
  },
  {
    "text": "Stored up things. Don't store up for yourselves stored up things on the land where moth and eater can ruin and where thieves break in and steal. But store up for yourselves stored up things in the sky where neither moth nor eater can ruin and where thieves do not break in or steal. For where your stored up things are, there your heart where will be also.",
    "start": "00:05:30",
    "end": "00:05:55"
  },
  {
    "text": "Okay, you could make a good argument that my translation has ruined. A little clunky, ruined the memorable quality of the English translations here because the typical translation is don't store up for yourselves treasures treasures on the land. For where your treasures are, there your heart will be also. It has a ring to it.",
    "start": "00:05:57",
    "end": "00:06:18"
  },
  {
    "text": "Yeah, King James. Is that what.",
    "start": "00:06:18",
    "end": "00:06:20"
  },
  {
    "text": "Mm, yeah, it comes from the King James.",
    "start": "00:06:21",
    "end": "00:06:22"
  },
  {
    "text": "There's a lot of Just real good poetics.",
    "start": "00:06:22",
    "end": "00:06:25"
  },
  {
    "text": "Oh, yeah, King James. It was epic. English of its time.",
    "start": "00:06:25",
    "end": "00:06:27"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:06:27",
    "end": "00:06:28"
  },
  {
    "text": "But translating this word, which we'll talk about, treasures, has the problem that in contemporary English, treasures primarily refer to pirate. Pirate booty.",
    "start": "00:06:29",
    "end": "00:06:41"
  },
  {
    "text": "My son uses the word treasure. Really? Yeah, for the things he really loves.",
    "start": "00:06:42",
    "end": "00:06:46"
  },
  {
    "text": "Really? Well, he calls it his little treasures. Yeah, yeah. Okay. Yeah.",
    "start": "00:06:47",
    "end": "00:06:51"
  },
  {
    "text": "A little coin collection, little, you know, things. His rocks that he collected.",
    "start": "00:06:51",
    "end": "00:06:56"
  },
  {
    "text": "You know, we use the verb treasure still to talk about just something that's really special. I really treasure that. I treasured our time. But we don't use the word treasure as a noun in English to talk about actual things of value. We used the word wealth.",
    "start": "00:06:56",
    "end": "00:07:12"
  },
  {
    "text": "Yeah.",
    "start": "00:07:13",
    "end": "00:07:13"
  },
  {
    "text": "Wealth actually is more probably the best.",
    "start": "00:07:13",
    "end": "00:07:16"
  },
  {
    "text": "As an adult, you don't talk about your bank account as your treasure.",
    "start": "00:07:16",
    "end": "00:07:19"
  },
  {
    "text": "No, you talk about it either. Money. Money feels a little more clinical, whereas wealth feels more like both the thing and kind of what you're intending it for, namely as investment, as savings for a purpose. At least that's what comes into my mind when I think of wealth. Okay, so a little Greek nerdiness here. So the verb store up. Thesalrizzo. Thesalrizzo. And then the noun stored up things or treasure is just the noun form of that verb. Thesauros.",
    "start": "00:07:19",
    "end": "00:07:55"
  },
  {
    "text": "Thesauros, yes.",
    "start": "00:07:56",
    "end": "00:07:57"
  },
  {
    "text": "Yeah. Where we get our word thesaurus in English.",
    "start": "00:07:57",
    "end": "00:08:00"
  },
  {
    "text": "So how is that related thesaurus?",
    "start": "00:08:01",
    "end": "00:08:04"
  },
  {
    "text": "I think it's just. It's a stored up collection of words and synonyms. Thesauros. A treasury.",
    "start": "00:08:04",
    "end": "00:08:09"
  },
  {
    "text": "It's a treasury of words.",
    "start": "00:08:09",
    "end": "00:08:11"
  },
  {
    "text": "Treasury. Yeah. Actually, I think treasury in older English could refer to many different types of things.",
    "start": "00:08:11",
    "end": "00:08:17"
  },
  {
    "text": "Okay.",
    "start": "00:08:17",
    "end": "00:08:18"
  },
  {
    "text": "There's an old. There's actually a really rad Bible resource. I should look up the history of it called treasury of Scripture Knowledge. I was introduced to it in college. But it's a collection essentially of biblical hyperlinks according to topic. But whoever created this treasury really knew the Bible well because they often are linking together actual intended hyperlinks. So I think it's using treasury in an older sense like just a collected store of something.",
    "start": "00:08:18",
    "end": "00:08:51"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:08:52",
    "end": "00:08:52"
  },
  {
    "text": "So we've named the fact that what this word means literally is the word means stored up as a verb in Greek.",
    "start": "00:08:52",
    "end": "00:08:59"
  },
  {
    "text": "Yeah.",
    "start": "00:08:59",
    "end": "00:09:00"
  },
  {
    "text": "And then the noun thesauros means things that you have stored up, meaning money and wealth that you've saved up for the long haul. So Jesus contrast is don't store up stored up things on the land, rather store up your stored up things in the sky. Because wherever your stored up things are, they're your heart. And here he's bringing the full Hebrew meaning of heart, which isn't just feeling, but about desire, intention, your will.",
    "start": "00:09:00",
    "end": "00:09:33"
  },
  {
    "text": "Yeah. It's your full inner being in a way.",
    "start": "00:09:33",
    "end": "00:09:36"
  },
  {
    "text": "Yep. Yeah, yeah. So this is about value.",
    "start": "00:09:36",
    "end": "00:09:40"
  },
  {
    "text": "Okay.",
    "start": "00:09:40",
    "end": "00:09:41"
  },
  {
    "text": "What is it that you think is of ultimate value? What you do with your stored up things, your actual possessions will tell the truth.",
    "start": "00:09:41",
    "end": "00:09:51"
  },
  {
    "text": "Okay, real quick, I want to make sure I'm following this.",
    "start": "00:09:55",
    "end": "00:09:57"
  },
  {
    "text": "Okay.",
    "start": "00:09:57",
    "end": "00:09:58"
  },
  {
    "text": "Okay. Typical translation is don't store up your treasure in heaven.",
    "start": "00:09:58",
    "end": "00:10:02"
  },
  {
    "text": "Right.",
    "start": "00:10:02",
    "end": "00:10:02"
  },
  {
    "text": "And the word for treasure is the word thesaurus, which in Old English can mean a treasury, but in modern English it's really just any type of storehouse or it's your stored up stuff.",
    "start": "00:10:03",
    "end": "00:10:14"
  },
  {
    "text": "Right. And so there's a wordplay here that Tim's bringing our attention to. Don't store up your stored up stuff. Or like don't store up your storage.",
    "start": "00:10:14",
    "end": "00:10:24"
  },
  {
    "text": "Oh, ah, okay. So like don't treasure your treasury.",
    "start": "00:10:24",
    "end": "00:10:27"
  },
  {
    "text": "Yes. Don't reserve your reserves.",
    "start": "00:10:27",
    "end": "00:10:29"
  },
  {
    "text": "Don't secure your securities or don't bond with your bonds.",
    "start": "00:10:30",
    "end": "00:10:33"
  },
  {
    "text": "Yes. I love it. Thanks for clarifying.",
    "start": "00:10:36",
    "end": "00:10:38"
  },
  {
    "text": "Okay, so let's jump back in. What are these stored up things that Jesus doesn't want us to store up?",
    "start": "00:10:38",
    "end": "00:10:44"
  },
  {
    "text": "Well, I guess the question is, what are the stored up things? And let's just say what counts as a possession of ultimate value is going to differ from culture to culture based on the different economic setup, different times and places. But there are also, I think, some universals here too. So maybe where we need to turn now is what are the stored up things? And then he gives some clues as to what the stored up things are, at least in his day. He names that the stored up things on the land are subject to a couple threats. He says stored up things on the land can be ruined by moths and rust.",
    "start": "00:10:51",
    "end": "00:11:29"
  },
  {
    "text": "I know this verse. You can't pull a fast one on me. Moth and rust can ruin it.",
    "start": "00:11:29",
    "end": "00:11:35"
  },
  {
    "text": "Yeah.",
    "start": "00:11:35",
    "end": "00:11:35"
  },
  {
    "text": "What's this thing with the eater?",
    "start": "00:11:35",
    "end": "00:11:37"
  },
  {
    "text": "Yeah. Okay, this is fascinating. Okay, so first of all, he names two things that can ruin your stored up things. Moth and then the eater. I've translated it as just the one that eats the thing that eats the thing that eats. And that's the word that he uses. So the Greek word for the eater is brosis. Brosis. Literally, it means an edible thing.",
    "start": "00:11:37",
    "end": "00:12:00"
  },
  {
    "text": "Okay. Brosis means an edible.",
    "start": "00:12:00",
    "end": "00:12:01"
  },
  {
    "text": "A thing that is eaten.",
    "start": "00:12:01",
    "end": "00:12:03"
  },
  {
    "text": "Okay.",
    "start": "00:12:03",
    "end": "00:12:04"
  },
  {
    "text": "However, it is also used non literally, metaphorically in Greek to refer to a thing that eats. And that sounds contradictory to us, but you know what? Language does not follow the rules of logic quite often.",
    "start": "00:12:04",
    "end": "00:12:19"
  },
  {
    "text": "It'd be kind of like us saying food and the fooder.",
    "start": "00:12:19",
    "end": "00:12:21"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:12:21",
    "end": "00:12:22"
  },
  {
    "text": "Okay.",
    "start": "00:12:22",
    "end": "00:12:22"
  },
  {
    "text": "That's right, Brosis. Yep. Can be food or the food or eaten or eater.",
    "start": "00:12:22",
    "end": "00:12:27"
  },
  {
    "text": "Okay. Would be a eaten or eater.",
    "start": "00:12:27",
    "end": "00:12:28"
  },
  {
    "text": "Just change one letter.",
    "start": "00:12:28",
    "end": "00:12:29"
  },
  {
    "text": "Okay.",
    "start": "00:12:29",
    "end": "00:12:30"
  },
  {
    "text": "Eaten or eater. Yeah.",
    "start": "00:12:30",
    "end": "00:12:32"
  },
  {
    "text": "Yeah, that works in English.",
    "start": "00:12:32",
    "end": "00:12:33"
  },
  {
    "text": "It does work in English. Yep. So our English translations throughout history have differed. So the NIV translates berosus with the word vermin.",
    "start": "00:12:33",
    "end": "00:12:43"
  },
  {
    "text": "That's a good word, vermin. It was vermin.",
    "start": "00:12:44",
    "end": "00:12:47"
  },
  {
    "text": "Yeah. Which could be like rats.",
    "start": "00:12:47",
    "end": "00:12:49"
  },
  {
    "text": "I think of rats.",
    "start": "00:12:49",
    "end": "00:12:50"
  },
  {
    "text": "Yeah. I mostly think of rats. The Net Bible, New English translation has devouring insect. That's pretty specific.",
    "start": "00:12:50",
    "end": "00:12:57"
  },
  {
    "text": "That is very specific.",
    "start": "00:12:57",
    "end": "00:12:59"
  },
  {
    "text": "The Lexham English Bible has consuming insect. And then of course, the King James has rustic. So, like, what are we supposed to imagine here? Moths. And what.",
    "start": "00:12:59",
    "end": "00:13:09"
  },
  {
    "text": "This is a good example where you see a big difference in translations. There's something going on.",
    "start": "00:13:09",
    "end": "00:13:13"
  },
  {
    "text": "Yeah. Yep, that's right. So if you turn to the Greek translation of the Hebrew Bible. So this would have been the Bible of Greek speaking Jews in the time of Jesus and before Jesus. If you look for this word berosis, it's used in the Septuagint, that Greek translation to refer to pests or like vermin that eat your stuff. So here's just one example in Malachi, what he's saying to the Israelites who are living, they've returned from the exile and they've rebuilt the temple, but they're way more interested in padding their bank accounts. Not really, but in storing up for themselves on earth rather than investing in the temple. And so what God says is, I'm going to send Brosus to devour your crops and the vines in your field before its time. So Brosus here is referring to things that eat your crops.",
    "start": "00:13:13",
    "end": "00:14:08"
  },
  {
    "text": "Okay. Which would mostly be like locusts and insects, right?",
    "start": "00:14:08",
    "end": "00:14:12"
  },
  {
    "text": "Yeah, Locusts or insects. Yeah. I guess the word field mice. Field mice, like nibble down your corn stalks? I don't know.",
    "start": "00:14:12",
    "end": "00:14:19"
  },
  {
    "text": "Yeah, I don't know. I haven't spent enough time farming to answer that question.",
    "start": "00:14:19",
    "end": "00:14:23"
  },
  {
    "text": "Yeah. So what is interesting is the word brosus got translated as rust. Not by the King James, rather by Jerome, who was a biblical scholar in the 4th century who was rendering the Greek and Hebrew Bibles into Latin. His translation of the Sermon on the Mount, or whatever scholar he was overseeing translated the word as erugo into Latin, which is rust. And the reason why he did that is because he had James chapter five on the brain. And James chapter five. This is so interesting. James is the earliest Jewish Christian interpretation. It's the earliest Interpretation we have of the Sermon on the Mount and James is littered with about two dozen allusions, quotations from the teachings we have in the Sermon on the Mount. And this is a good example. James, chapter five. Come now, you who are rich, weep and cry aloud over the miseries coming upon you. He's talking to the rich people in his church.",
    "start": "00:14:23",
    "end": "00:15:31"
  },
  {
    "text": "Yeah.",
    "start": "00:15:31",
    "end": "00:15:31"
  },
  {
    "text": "The people who have a lot of money. Your wealth has rotted and your clothing has become moth eaten. Your gold and your silver have rusted.",
    "start": "00:15:32",
    "end": "00:15:42"
  },
  {
    "text": "That's not the brosus word.",
    "start": "00:15:43",
    "end": "00:15:44"
  },
  {
    "text": "It's not brosus. It's straight up the word ruined by rust. So what Jerome did was translate the word brosus.",
    "start": "00:15:44",
    "end": "00:15:55"
  },
  {
    "text": "Yeah, he translated Jesus in light of James.",
    "start": "00:15:55",
    "end": "00:15:56"
  },
  {
    "text": "He translated Jesus in light of James. And then when our English translators of the King James came in, they adopted Jerome's Latin translation as they rendered it into English. That may. I don't know. I think that kind of stuff's interesting.",
    "start": "00:15:56",
    "end": "00:16:12"
  },
  {
    "text": "Yeah.",
    "start": "00:16:12",
    "end": "00:16:12"
  },
  {
    "text": "Because it's an example of early translators actually seeing hyperlinks in the New Testament. So in a way that's. It's cool, but we miss the nuance of what they're trying to say. So anyway, that's just a little puzzle. So that also makes really good sense of why moth is the parallel. Both things that eat. So moths are commonly associated. In fact, it happened to me just a few months ago.",
    "start": "00:16:12",
    "end": "00:16:35"
  },
  {
    "text": "Me too.",
    "start": "00:16:35",
    "end": "00:16:36"
  },
  {
    "text": "Really?",
    "start": "00:16:37",
    "end": "00:16:37"
  },
  {
    "text": "I got a sweater.",
    "start": "00:16:37",
    "end": "00:16:38"
  },
  {
    "text": "Yes.",
    "start": "00:16:38",
    "end": "00:16:38"
  },
  {
    "text": "Sweater eaten by moths.",
    "start": "00:16:38",
    "end": "00:16:39"
  },
  {
    "text": "Yeah. I pulled it off the shelf for winter because I hadn't worn it all summer. And I got it out and it had holes in it.",
    "start": "00:16:39",
    "end": "00:16:46"
  },
  {
    "text": "And it's so weird because where are the moths? I don't know where they are. Yeah, they just.",
    "start": "00:16:46",
    "end": "00:16:50"
  },
  {
    "text": "How do they get into a pile of clothes? Do they crawl in there?",
    "start": "00:16:50",
    "end": "00:16:53"
  },
  {
    "text": "I don't know.",
    "start": "00:16:53",
    "end": "00:16:54"
  },
  {
    "text": "They have wings, I think.",
    "start": "00:16:54",
    "end": "00:16:55"
  },
  {
    "text": "Like a nature documentary on this.",
    "start": "00:16:55",
    "end": "00:16:57"
  },
  {
    "text": "Yeah. So garments being eated by moths happen still today?",
    "start": "00:16:57",
    "end": "00:17:01"
  },
  {
    "text": "Yeah.",
    "start": "00:17:01",
    "end": "00:17:01"
  },
  {
    "text": "Been happening as long as humans have been wearing clothes.",
    "start": "00:17:01",
    "end": "00:17:04"
  },
  {
    "text": "Just connects us to our ancient friends.",
    "start": "00:17:04",
    "end": "00:17:06"
  },
  {
    "text": "Yeah, that's right. So clothing in the ancient imagination is both a symbol of how much wealth you have and also the actual wealth, clothing.",
    "start": "00:17:06",
    "end": "00:17:16"
  },
  {
    "text": "That's interesting because it's still a symbol in our culture a bit. It's not a piece of equity, really. Have you ever gone to a thrift store to sell your clothes?",
    "start": "00:17:17",
    "end": "00:17:28"
  },
  {
    "text": "A long time ago.",
    "start": "00:17:28",
    "end": "00:17:29"
  },
  {
    "text": "We have the Buffalo Exchange.",
    "start": "00:17:30",
    "end": "00:17:31"
  },
  {
    "text": "Yeah, yeah, totally.",
    "start": "00:17:31",
    "end": "00:17:32"
  },
  {
    "text": "You'll bring in a shirt that you spent 50 bucks on. They're like, we'll give you five bucks for this.",
    "start": "00:17:32",
    "end": "00:17:36"
  },
  {
    "text": "Yeah, that's right. But in the ancient world, clothing was actually among the items that constitute one's wealth.",
    "start": "00:17:36",
    "end": "00:17:43"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:17:43",
    "end": "00:17:44"
  },
  {
    "text": "And it's hard for us to imagine. Cause we live post industrial era with mass clothing production. Well, man, we're even a step beyond that. Cause we're in the like the discardable clothing era of like quick fashion.",
    "start": "00:17:44",
    "end": "00:17:58"
  },
  {
    "text": "We're in the era where like the minute a Super bowl ends, they've got T shirts that say who won the Super Bowl?",
    "start": "00:17:58",
    "end": "00:18:05"
  },
  {
    "text": "Yeah. Which means they printed hundreds of thousands of the wrong ones of the wrong ones. Because they had both. Yeah. Or of like Fashion Week. It's introducing the new.",
    "start": "00:18:05",
    "end": "00:18:15"
  },
  {
    "text": "The new.",
    "start": "00:18:15",
    "end": "00:18:16"
  },
  {
    "text": "Which means that whatever was last year is last year.",
    "start": "00:18:16",
    "end": "00:18:19"
  },
  {
    "text": "Yeah.",
    "start": "00:18:19",
    "end": "00:18:19"
  },
  {
    "text": "So we live in a culture that's actually accelerated a process of discarding clothing as being of less value in a way that no other culture in the history of the human race has ever done.",
    "start": "00:18:20",
    "end": "00:18:32"
  },
  {
    "text": "Yeah.",
    "start": "00:18:33",
    "end": "00:18:33"
  },
  {
    "text": "So it's very hard for you and I sitting here to imagine what it would be like to wear the same garment and to hope it lasts for like two decades and for you to.",
    "start": "00:18:33",
    "end": "00:18:43"
  },
  {
    "text": "Consider it part of your wealth.",
    "start": "00:18:43",
    "end": "00:18:45"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:18:46",
    "end": "00:18:47"
  },
  {
    "text": "Your coat is your wealth.",
    "start": "00:18:47",
    "end": "00:18:49"
  },
  {
    "text": "There's these laws in the Torah about if somebody is a day laborer, don't take their outer cloak.",
    "start": "00:18:49",
    "end": "00:18:55"
  },
  {
    "text": "Well, if it's in the sermon too. We talked about it.",
    "start": "00:18:55",
    "end": "00:18:58"
  },
  {
    "text": "Oh, exactly right. Exactly right. Yeah. There are laws in the Torah about someone's outer garment is one of their most valuable possessions.",
    "start": "00:18:58",
    "end": "00:19:05"
  },
  {
    "text": "Yeah. Because it's your coat and it's your blanket.",
    "start": "00:19:05",
    "end": "00:19:07"
  },
  {
    "text": "Yep. And it's likely of a dense material, probably wool, from an animal, which means it's subject to the.",
    "start": "00:19:07",
    "end": "00:19:14"
  },
  {
    "text": "The moth.",
    "start": "00:19:15",
    "end": "00:19:15"
  },
  {
    "text": "The moth, yeah. Yep.",
    "start": "00:19:15",
    "end": "00:19:17"
  },
  {
    "text": "Yeah.",
    "start": "00:19:17",
    "end": "00:19:17"
  },
  {
    "text": "So that's why moths or vermin, things that can eat are what's on the brain here. And then the parallel thing to the threat to treasures or stored up things on the land is thieves getting stolen. So the other thing we need to remember is this isn't a day before digital banking, which you and I have grown up with. So we have to imagine a time where if you have wealth, it's represented by actual items that are located in a place.",
    "start": "00:19:17",
    "end": "00:19:49"
  },
  {
    "text": "Yeah.",
    "start": "00:19:50",
    "end": "00:19:50"
  },
  {
    "text": "And of course they had credit systems. But if you really want to be certain, the wealth that you can count on is actual stored goods, which raises and creates a whole industry of where are those things stored and protecting their stored. Maybe it's similar to how like storage units function in American culture today. The big buildings.",
    "start": "00:19:50",
    "end": "00:20:12"
  },
  {
    "text": "Oh yeah.",
    "start": "00:20:12",
    "end": "00:20:12"
  },
  {
    "text": "It's a fascinating cultural phenomenon.",
    "start": "00:20:12",
    "end": "00:20:14"
  },
  {
    "text": "Have you ever seen Storage Wars?",
    "start": "00:20:14",
    "end": "00:20:15"
  },
  {
    "text": "Is that a show? Yeah.",
    "start": "00:20:15",
    "end": "00:20:17"
  },
  {
    "text": "You are following. You're basically following treasure hunters. So if you stop paying on your storage unit, then they can repossess it. And so what they do is they.",
    "start": "00:20:17",
    "end": "00:20:29"
  },
  {
    "text": "I bet that happens all the time.",
    "start": "00:20:29",
    "end": "00:20:30"
  },
  {
    "text": "It happens a lot. Yeah. And so what they do.",
    "start": "00:20:30",
    "end": "00:20:32"
  },
  {
    "text": "Yeah. What happens?",
    "start": "00:20:32",
    "end": "00:20:33"
  },
  {
    "text": "Well, let me tell you.",
    "start": "00:20:33",
    "end": "00:20:34"
  },
  {
    "text": "I want to know.",
    "start": "00:20:34",
    "end": "00:20:35"
  },
  {
    "text": "They auction it off.",
    "start": "00:20:36",
    "end": "00:20:37"
  },
  {
    "text": "No joke.",
    "start": "00:20:38",
    "end": "00:20:38"
  },
  {
    "text": "And here's what they do. They just raise the front. They let everyone peer in. You can't go inside. You just look in, and then you start bidding based off of what you see.",
    "start": "00:20:38",
    "end": "00:20:47"
  },
  {
    "text": "Hold on. There's a group of people standing outside the door of a storage unit.",
    "start": "00:20:47",
    "end": "00:20:51"
  },
  {
    "text": "When it gets open, it gets opened up. They open it up.",
    "start": "00:20:51",
    "end": "00:20:53"
  },
  {
    "text": "You just have to look.",
    "start": "00:20:53",
    "end": "00:20:54"
  },
  {
    "text": "Everyone peeks in. And then the bidding begins. And so then the episode will follow. Whoever wins it and they go through, and either they, like, flunked out because it's a bunch of junk, or they find a treasure and they cash in. Storage wars.",
    "start": "00:20:54",
    "end": "00:21:08"
  },
  {
    "text": "Wow.",
    "start": "00:21:08",
    "end": "00:21:09"
  },
  {
    "text": "Yeah, man. It's a different type of bank account in a way.",
    "start": "00:21:09",
    "end": "00:21:13"
  },
  {
    "text": "So maybe that gives us an anchor in our culture to try and imagine a time when, for most people, if you want to have some wealth or financial security that you can count on, it's represented by hard goods that you have to store somewhere. So this is why Jesus will tell stories about finding pearls in a field.",
    "start": "00:21:13",
    "end": "00:21:38"
  },
  {
    "text": "Someone stored it in there in the field?",
    "start": "00:21:38",
    "end": "00:21:40"
  },
  {
    "text": "Yeah. Like actual. If you bury it. Buried treasure. Yeah, yeah. Like, that all comes from an era where they were most secure.",
    "start": "00:21:40",
    "end": "00:21:48"
  },
  {
    "text": "There was no storage units, no lockboxes.",
    "start": "00:21:48",
    "end": "00:21:51"
  },
  {
    "text": "And no online banking. So this is a pretty widespread universal phenomenon, knowing where to store your goods that give you security or value.",
    "start": "00:21:51",
    "end": "00:22:01"
  },
  {
    "text": "Okay. So we have this impulse to store up stuff on the land. And I get it. I do it, and it feels necessary. Right. It feels like if I don't do it, I'm being foolish if I don't prepare.",
    "start": "00:22:25",
    "end": "00:22:40"
  },
  {
    "text": "Yeah. And in one sense, it is wise, and that's biblical wisdom. Go to the ant, O ye sluggard from Proverbs. You know, the ant stores up when it has for the times that it doesn't have. So it's wise. In one sense, it's wise, but it's.",
    "start": "00:22:40",
    "end": "00:22:59"
  },
  {
    "text": "Not really secure is what Jesus point is.",
    "start": "00:22:59",
    "end": "00:23:03"
  },
  {
    "text": "Right. That's right. So maybe the point is less the practice of wisdom, but it's once you have stored up out of wisdom, that surplus can do weird, crazy stuff to the human imagination. Right, Right. It messes with us. It tricks us into thinking that we're more secure than we really are. The false security. Which is why he brings up the moth and the nibbler and the.",
    "start": "00:23:03",
    "end": "00:23:31"
  },
  {
    "text": "Yeah, it's interesting to think then what are we really after when we store things up and what is the thing that we're really desiring underneath the stuff?",
    "start": "00:23:31",
    "end": "00:23:41"
  },
  {
    "text": "Yeah, the desire under the desire.",
    "start": "00:23:41",
    "end": "00:23:43"
  },
  {
    "text": "Yeah. And how do you get that in a secure way? And it seems like that's what Jesus.",
    "start": "00:23:43",
    "end": "00:23:47"
  },
  {
    "text": "Is probably after here. Yeah, that's right. What is the stable, secure existence really that I can count on and then begin to act towards? Because that's right, that's what you're. When you're saving up. You're like, things might be unstable or scarce in the future. So I'll work towards order for the time when there's disorder. Right?",
    "start": "00:23:47",
    "end": "00:24:11"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:24:11",
    "end": "00:24:12"
  },
  {
    "text": "So that's it. Security, stability, abundance. Yeah.",
    "start": "00:24:12",
    "end": "00:24:17"
  },
  {
    "text": "So, okay, so he calls it sky treasure. I mean, what.",
    "start": "00:24:18",
    "end": "00:24:22"
  },
  {
    "text": "Yeah, yeah. So there was a well developed tradition that kind of is present within the Hebrew Bible, but it becomes really explicit in second Temple Jewish literature written by people who were immersed in the Hebrew Bible. This idea that you can act in the present to invest in the new creation, the future reality, when God reunites heaven and earth. And so you go right through the literature around the time of Jesus, Jewish literature before Jesus. So here I just, I've assembled a few examples here. Oh, man. There's a rad scroll, Second Temple scroll called the Book of Toveit or Tobit. It was maybe written in Aramaic, Semitic language, but it's been preserved in Greek and part of the Septuagint tradition. And a number of Greek speaking early Christian communities read it alongside the Greek Old Testament. And it's in the Catholic judo canon today. It's a rad story about this guy who lived during the time of the exile of the northern tribes of Israel to Assyria. That's when it said. And so the guy lives in Assyrian exile, he's an Israelite, but he's like just the most rad Torah, observant, pious, faithful Israelite you've ever met. And terrible stuff happens to him. And that's the drama of the story. But he gives some advice to his sons about why you should be generous with your stuff, especially to the poor. And he tells his son, he says, you will be laying up good treasure for yourself against the day of necessity.",
    "start": "00:24:23",
    "end": "00:26:06"
  },
  {
    "text": "The day of necessity.",
    "start": "00:26:07",
    "end": "00:26:08"
  },
  {
    "text": "The day of necessity. That sounds like biblical wisdom right there. There's the time of necessity. And people debate, does he mean like a great reckoning, Like a day when you'll need the kind of treasure or investment that you accrue when you give to the Poor when you face God, or is it just when you die? It's kind of unclear, but there's some idea that you can act in the present with your money towards the day when your earthly money is no good, and what will matter is how generous you've been, how much you've given away. There's other texts from the Second Temple period. The Psalms of Solomon talk about the righteous person laying up treasure for himself, that is life with the Lord. That sounds a lot like what Jesus is saying.",
    "start": "00:26:08",
    "end": "00:26:57"
  },
  {
    "text": "That's the treasure.",
    "start": "00:26:57",
    "end": "00:26:58"
  },
  {
    "text": "It's the same word. In fact, doing righteousness lays up treasure for oneself. That is life with the Lord. It's a very similar idea to Jesus. Yeah. There's a fascinating apocalyptic text called Second Baruch is what it's called in modern scholarly literature that talks about the great day of reckoning, like the day when divine justice brings about the world. So books are going to be opened up. And in addition to books being opened up, treasuries will be opened up in which are brought together the righteousness of all those who have shown themselves to be righteous. So there's going to be these accountings of everyone's lives, and people who have done right by God and neighbor will discover that these vast treasure houses opened up in the final reckoning. So it's just kind of in the air that often justice. And when you do the right thing, it often doesn't result in the right thing being done to you. And so the ultimate reckoning in Jewish thought was the time when you'll be rewarded for the good things you've done, but that you never got a reward for on earth. So those ideas are in the air.",
    "start": "00:26:58",
    "end": "00:28:12"
  },
  {
    "text": "Okay, that makes sense. And it's connected to this idea of future reality where all things are made right. Eden, heaven and earth united, and there will be reward. So, okay, that's in the air.",
    "start": "00:28:12",
    "end": "00:28:25"
  },
  {
    "text": "That's in the air. And really it's kind of just a heavenly recompense. If earthly recompense for things that I've done, you know, don't.",
    "start": "00:28:25",
    "end": "00:28:33"
  },
  {
    "text": "Recompense meaning.",
    "start": "00:28:33",
    "end": "00:28:34"
  },
  {
    "text": "Oh, in a good sense.",
    "start": "00:28:34",
    "end": "00:28:35"
  },
  {
    "text": "Yeah. Consequence.",
    "start": "00:28:35",
    "end": "00:28:37"
  },
  {
    "text": "Yeah. If you do right by others and it costs you.",
    "start": "00:28:37",
    "end": "00:28:40"
  },
  {
    "text": "Yeah.",
    "start": "00:28:40",
    "end": "00:28:41"
  },
  {
    "text": "And you never, you know, it never comes back your way, then in God's generous justice and mercy, he will make sure that you get rewarded when all wrongs are made right. That's the basic idea.",
    "start": "00:28:41",
    "end": "00:28:55"
  },
  {
    "text": "Okay.",
    "start": "00:28:55",
    "end": "00:28:55"
  },
  {
    "text": "So Jesus tweaks that in some interesting ways, though. He builds on that basic idea that the truest kind of treasure that you can build up for yourself, that will meet the need and desire you have for stability and abundance and security. That need will be met in the new creation.",
    "start": "00:28:55",
    "end": "00:29:15"
  },
  {
    "text": "And you can store that up now.",
    "start": "00:29:16",
    "end": "00:29:17"
  },
  {
    "text": "But you can work on investing in that right now. It's really interesting. All that said, Jesus doesn't seem to think, however, that simply whatever good that you do in the present is going to build up. It's not like you can show up in the new creation, be like, where's my stuff?",
    "start": "00:29:18",
    "end": "00:29:43"
  },
  {
    "text": "You know, I've been working for this stuff.",
    "start": "00:29:44",
    "end": "00:29:46"
  },
  {
    "text": "Yeah, I, like, served a bunch of people and gave up a lot of pleasure and money. And like, I thought I was, where's my stuff?",
    "start": "00:29:46",
    "end": "00:29:53"
  },
  {
    "text": "Right. You can't come.",
    "start": "00:29:53",
    "end": "00:29:55"
  },
  {
    "text": "Jesus doesn't seem to think it works like that. Like, it's just a heavenly version of an earthly economy.",
    "start": "00:29:55",
    "end": "00:30:01"
  },
  {
    "text": "Where do you get that?",
    "start": "00:30:01",
    "end": "00:30:02"
  },
  {
    "text": "And so Jesus told a parable, it's only in the Gospel of Matthew, chapter 20, about the workers in the field. And he likens the generous invitation into the kingdom of God to like a landowner who goes out hiring day laborers because, like, the harvest and the vineyard's ready, he needs a lot of workers in a short amount of time. So he hires workers at different times of the day in the early morning, and he says, I'll pay you this much. Then he hires a bunch more late morning, then midday, and then almost like an hour before closing time, closing time. And when it comes to the end of the day, the landowner pays them all the exact same wage, whether you did one hour's work or nine hours work. And the people who did nine hours work, really ticked off. Yeah, yeah, totally. And what the landowner says is, listen, I love to be generous to people, and did I violate our agreement? I gave you what we said that you were going to get. And so you're criticizing me because I'm generous. And Jesus is saying, the kingdom of God will be like that. That is like that. So Jesus was also at the same time as he's saying, invest in the new creation by doing right by God and doing right by others, even when it costs you and you don't see an earthly reward. And you might forego earthly security to give up something so that you can do right by God and neighbor in a generous way. He says that. And then he also says, but don't think that the kingdom of God's economy works. Like, in a tit for tat kind of way. God is much more generous than any of us could ever imagine. So whatever it means to write that Jesus meant by inheriting the kingdom, entering the joy of your Master, I will get the security, right? Because that's what this is about. I will get the security and abundance that I dream of, but it's not going to come in a way that any of us will ever be able to say, like, I finally got what's mine, because none of it's really mine anyway. And so who am I to begrudge that God would be really generous to someone that's not based on this heavenly treasure they earned up? And maybe the heavenly treasure that I think that I deserve, maybe it's a lot less than I think then God's going to be a lot. You know what I mean? He's scrambling the categories. So leave it to Jesus to bring up a traditional type of idea right from his environment, but then also to tweak it in light of this more core belief that he has in just the generous mercy of the Father. I should say one scholar who got me to really think about this in a new way was RT France. So he has a more succinct way of saying what I think I just said in a rambling way. He says, while the theme of reward is important in the Gospel of Matthew, we must remind ourselves again that in the parable that most directly addresses this issue, and he quotes the parable of the workers in the vineyard that I just summarized, he says, notice that there is a deliberate discrepancy between the effort you expend and the recompense that you receive. God doesn't leave anyone unfairly treated like the people who worked all day. But his grace is not limited to human deserving. In the kingdom in which the first are last and last are first, there's no room for computing one's treasury treasures in heaven on the basis of earthly effort. Those treasures are not stored up by performing meritorious acts, but by belonging to and living by the priorities of the kingdom of heaven. It's a great summary.",
    "start": "00:30:02",
    "end": "00:34:02"
  },
  {
    "text": "So in my tradition, there's kind of this joke of like, you know, well, we're storing up treasure in heaven. Like, you make a sacrifice and you're like, well, I'm getting some, like, sky currency.",
    "start": "00:34:24",
    "end": "00:34:35"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:34:36",
    "end": "00:34:36"
  },
  {
    "text": "You start to kind of imagine, yes, there's gonna be some future economy where I'm gonna have some bling, whatever that is.",
    "start": "00:34:36",
    "end": "00:34:44"
  },
  {
    "text": "No. Have you ever been in a Christian setting where somebody mentions something good they did, but they qualify it by saying, I might lose a jewel in my crown for this, but. And then they say, because they're bragging about it. Yeah, yeah. So, okay, I know it's a joke. But it's actually, I never think that's that funny personally, because we're joking, but what we're joking about is misunderstanding Jesus entirely. Okay, actually here, let's go back to RT France. He puts this so well. He says the amount of reward does not correspond to the visible efforts of what somebody did. But if they are a part of the kingdom, we are all going to get way more than we deserve. And that's just the nature of an indiscriminately liberal father. This has to be really internalized, I think as we talk about the treasure in heaven, is that we, we're not.",
    "start": "00:34:45",
    "end": "00:35:44"
  },
  {
    "text": "Competing for new class system in heaven.",
    "start": "00:35:44",
    "end": "00:35:46"
  },
  {
    "text": "Exactly. It's exactly right. Okay, that's right. And we need to be able to hold both of those. If I follow Jesus and to really respond to Jesus in this season of my life, he's asking me to cut my savings in half and to give it to the poor or to give it somebody who needs it a lot more than I do. You know, I have friends who have sensed that that's what God's telling them in a season of life. So the question is, why would you do that? Yeah, really unwise, by some people's measure of what's valuable. And that's a really bold thing to do. But there might be some people who just where they're at and they're never even going to hear Jesus say that to them. And I think what Jesus is saying in that parable of the workers who receive the same amount is like, Jesus is going to work with each of us. Like, we don't need to figure out how Jesus is going to work with that person and what he's going to give them. What we need to respond to is what do I feel like the teachings of Jesus are summoning me to do? And good thing that this isn't about my effort and my merit.",
    "start": "00:35:46",
    "end": "00:36:54"
  },
  {
    "text": "Okay, so sky treasure, sky stuff. What is it then exactly? Like, what are we talking about here?",
    "start": "00:37:01",
    "end": "00:37:07"
  },
  {
    "text": "Okay, so if we are to survey the teachings of Jesus to know what he is referring to just in Matthew alone, we can turn to a number of other places where Jesus talks about heavenly wealth. One is in Matthew 19 where the rich young man comes to him, you know, and he says, what must I do to inherit eternal life? And Jesus says, well, ten commandments, let's start there. And he's like, yeah, yeah, I'm rocking this check. Then he says, okay, this is my imaginative interpretation. He sees that he's wearing a nice garment. Like what indicates to him that he has a lot of wealth. That probably is clothes. So he says, how about you go sell all your stuff and give it to the poor? And he's like, whoa, that's a little much. And what Jesus says is, if you wish to become. And he uses the Greek word teleos, which is what he said earlier in the sermon, y' all be teleos, like your heavenly Father is teleos. It's often translated perfect, but a complete human who images God fully. If you want to be that, go sell your possessions, give to the poor, and you will have thesaurus in the sky, and follow me. So it's really. He's just saying to this guy the same thing. This is Jesus applying the same thing that he said in the sermon. Okay. In the Parable of the Talents, where he tells a story about a wealthy guy who distributes his wealth to different servants, the two servants who invested and multiplied his wealth. When he comes back from his long journey, what he says to each of those is, he says, well done, good and faithful servant. You were faithful over a few things. I'll put you in charge of many things. Enter into the joy of your master, Enter into joy. And so entering into joy overlaps with a phrase that Jesus often uses about entering into the kingdom. You can enter into the kingdom of God, and you can also enter into eternal life, or you can inherit the kingdom of God, or you can inherit eternal life. Like Jesus says in Matthew 29, everyone who has left houses or brothers or sisters or father or mother or children or farms for my name's sake will receive many times as much and inherit eternal life. At the end of the parable of the sheep and the goats, he says to the sheep, come, you who are blessed by my Father, Inherit the kingdom prepared for you from the foundation of the world. So Jesus regularly contrasted possessions on earth with this heavenly sky wealth. But what's interesting, he talks about it as joy, eternal life, the kingdom, and inheritance. In other words, he never tells you exactly what it is.",
    "start": "00:37:07",
    "end": "00:40:11"
  },
  {
    "text": "I'm picking this up.",
    "start": "00:40:12",
    "end": "00:40:13"
  },
  {
    "text": "He uses metaphors to talk about something that is of such ultimate worth. You can describe it as an inheritance, but the most description you get is joy, unending life and responsibility. Where do you get that in the parable? You were faithful over a few things. I will put you in charge of many. But responsibility over the kingdom and new creation is a way of reflecting the garden image of God installing humans to be royal stewards overseeing the garden. So it's really just an echo of the garden. So I don't Know, on one level, I'm trying to respond to your question by echoing the words of Jesus that kind of respond, but also leave a lot to be filled in.",
    "start": "00:40:13",
    "end": "00:41:08"
  },
  {
    "text": "Yeah. So that's helpful in the sense that this is a big theme in the teachings of Jesus, that to be a part of what God's doing in uniting heaven and earth. While it might feel like you're leaving behind the things that bring you security now, your wealth, now you're actually going to get something greater. And it can be called sky treasure, but it could be called joy, eternal life. It's referred to as responsibility that you're going to have in new creation. And it's also just talked about as.",
    "start": "00:41:08",
    "end": "00:41:42"
  },
  {
    "text": "This, this new era, life unending in the new creation. Yeah.",
    "start": "00:41:42",
    "end": "00:41:46"
  },
  {
    "text": "So it leaves a lot to the imagination. Still, I suppose if, like, if I was a financial advisor and I was trying to get you to give up one asset for another asset, I wouldn't be obscure. I would be like, here's the exact thing you're going to get. We're going to sell this thing over here. It's not performing super well, but over here, this asset. And I would tell you about the asset so that you really understand it and how valuable it is.",
    "start": "00:41:46",
    "end": "00:42:15"
  },
  {
    "text": "Okay. When Jesus says eternal life, it's a glowing, glowing hyperlink to the Garden of Eden story. Because remember the phrase eternal life appears just a few times in the Hebrew Bible. And the first time and the most important set of times is in the Garden of Eden story. The tree at the center of the garden represents taking, a gift that conveys God's own life, so that one communes with and ingests the gift of God's life that is given to me, that my life can become one with and share in the source of infinite life that God wants to give to me. That's the image of that tree. Whatever the Tree of Eating from eternal life is, God leaves it undefined. It's just the Tree of Life and they're already alive.",
    "start": "00:42:16",
    "end": "00:43:07"
  },
  {
    "text": "Yeah.",
    "start": "00:43:07",
    "end": "00:43:07"
  },
  {
    "text": "So what does the other tree represent? The Tree of Knowing Good and Bad. It's this thing that the humans take. It's beautiful. It looks good to eat. And then also there's this voice telling me that actually this tree represents an opportunity that God doesn't want me to know about, but that'll give me something that he's holding back from me. This is what the snake is trying to convince. And so then all of a sudden, the fruit of the Tree of Knowing Good and Bad becomes a possession that one can take to secure a kind of life that's here to the core thing of what's good in my eyes. But in reality, the whole point of the narrative is they're forfeiting a source of life that is infinite and immeasurable, and they're trading it for something that is physical, tangible, that has expiration date on it, but it looks good. That's the contrast in the garden. And that's exactly the choice that Jesus is activating. He's talking about possessions that can be eaten and by animals versus eternal life.",
    "start": "00:43:08",
    "end": "00:44:21"
  },
  {
    "text": "Okay, so this is interesting. So when Jesus is talking about money, he's not merely talking about money or wealth or treasure.",
    "start": "00:44:22",
    "end": "00:44:29"
  },
  {
    "text": "Right, right.",
    "start": "00:44:29",
    "end": "00:44:30"
  },
  {
    "text": "Like he said, where your treasure is, there your heart is. He's talking about your perspective on the world, your wisdom. Like he's talking about how you define.",
    "start": "00:44:30",
    "end": "00:44:40"
  },
  {
    "text": "What'S good, how you define what's of ultimate value and what's of ultimate value. And we typically define as ultimate value things that either bring pleasure or security. And they're connected because if you're safe and secure, then you can experience more pleasure. Yeah. Deeply connected.",
    "start": "00:44:40",
    "end": "00:44:58"
  },
  {
    "text": "Okay. I don't know of a clear example of this, but I know that there's been countries where their currency suddenly becomes useless. And so you might have all of this money built up in a certain currency and then just the next week it's not worth anything.",
    "start": "00:44:58",
    "end": "00:45:15"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:45:15",
    "end": "00:45:15"
  },
  {
    "text": "And if someone came to you and said, hey, there's a new era coming in this government, you know.",
    "start": "00:45:16",
    "end": "00:45:22"
  },
  {
    "text": "Yeah, yeah, yeah, yeah.",
    "start": "00:45:22",
    "end": "00:45:23"
  },
  {
    "text": "And this money that you're storing up.",
    "start": "00:45:23",
    "end": "00:45:25"
  },
  {
    "text": "Yes.",
    "start": "00:45:25",
    "end": "00:45:26"
  },
  {
    "text": "Is going to be worthless. Like you need a different type of currency.",
    "start": "00:45:26",
    "end": "00:45:29"
  },
  {
    "text": "That's right, yeah.",
    "start": "00:45:29",
    "end": "00:45:31"
  },
  {
    "text": "And so I just started imagining through that lens of like, we're not just talking about one currency, we're talking about a whole way of thinking about what the good life is.",
    "start": "00:45:31",
    "end": "00:45:41"
  },
  {
    "text": "That's right, yeah.",
    "start": "00:45:41",
    "end": "00:45:42"
  },
  {
    "text": "And Jesus come in saying that perspective is about to become useless.",
    "start": "00:45:42",
    "end": "00:45:47"
  },
  {
    "text": "That's exactly right. That's right.",
    "start": "00:45:47",
    "end": "00:45:49"
  },
  {
    "text": "And if you live in that perspective, then in this new era that's coming, you're going to be at zero.",
    "start": "00:45:49",
    "end": "00:45:56"
  },
  {
    "text": "Yep, yep.",
    "start": "00:45:56",
    "end": "00:45:57"
  },
  {
    "text": "You're starting over.",
    "start": "00:45:57",
    "end": "00:45:58"
  },
  {
    "text": "Yeah, yeah. This has happened many times in modern history. Bank failures, for example. They've had, you know, big one happened in the US and it affected the whole world.",
    "start": "00:45:58",
    "end": "00:46:09"
  },
  {
    "text": "Well, 2008 massive ones.",
    "start": "00:46:10",
    "end": "00:46:12"
  },
  {
    "text": "That's right. It's a good example of when we think we're okay and we invest our well being and security in these things that we actually think will provide stability for us. And then there are these events that happen, the moth and the eater Come. And it's just shifting sand, to use this metaphor, from the house on the sand later in the sermon. So the question is, is there anywhere a reality of ultimate value that brings a kind of stability and well being and hope that is unshakable? And for Jesus, he defines this as living for my name's sake. So what does that mean? Well, that's what the whole sermon is about. It's about a way of existing in the world as if the heavenly reality has touched down here on earth within Jesus. So if I actually put into practice all the sayings of the sermon up to this point, peacemaking, generous to the poor, reconciling with your neighbor, loving your enemy, you're likely going to lose a lot of cash along the way of that economy of the kingdom. But you're only going to be motivated to make those kinds of sacrifices. And it will only feel like a sacrifice if what you believe is of ultimate value is of these hard goods that I've stored up.",
    "start": "00:46:12",
    "end": "00:47:35"
  },
  {
    "text": "Okay, so giving up things that feel stable now is actually in some meaningful way giving us something to look forward to.",
    "start": "00:47:36",
    "end": "00:47:48"
  },
  {
    "text": "It's a statement that I value the new creation more than I value.",
    "start": "00:47:48",
    "end": "00:47:53"
  },
  {
    "text": "Is that all it is is this statement?",
    "start": "00:47:53",
    "end": "00:47:55"
  },
  {
    "text": "It's an expression of that trust in that value.",
    "start": "00:47:56",
    "end": "00:47:58"
  },
  {
    "text": "But to go back to just like currency trading, is it like I'm going to gain something else?",
    "start": "00:47:59",
    "end": "00:48:04"
  },
  {
    "text": "Oh, got it. Well, okay. Because you could say, okay, so I'm going to give up this in a calculating way because I know that that thing's more valuable and I'm going to get that.",
    "start": "00:48:04",
    "end": "00:48:15"
  },
  {
    "text": "But that's the whole treasure in the field parable. I'm going to sell everything I have. I'm going to buy this field because I know this field is more valuable than I've ever had.",
    "start": "00:48:15",
    "end": "00:48:22"
  },
  {
    "text": "When Jesus defines what's the thing that I'm going to get that's more valuable than the thing that I'm giving up. He even problematizes the thing that you're going to get because the way the economy of new creation is apparently going to work is just indiscriminate generosity. And I'm just kind of working with the images that Jesus gives here, like ultimate joy. So it is true that I feel at peace and joyful when we've reached our savings goals on a certain thing and I'm able to be like, yeah, sweet, I don't have to worry about that. So there's a joy. It allows for joy. So to describe new creation as ultimate infinite joy means one is no longer concerned about the well being of myself and others. It's all taken care of and none of us actually live like that. And if we do, we're severely deluded. So maybe that's one way to think about it. The economy of new creation works that it provides all of God's creatures with a foundation of trust so they can experience ultimate peace and joy. Not a worry in the world.",
    "start": "00:48:22",
    "end": "00:49:34"
  },
  {
    "text": "And that's treasure in the sky.",
    "start": "00:49:34",
    "end": "00:49:36"
  },
  {
    "text": "Yeah. One way of referring to that is sky treasure. And that it's of ultimate worth because it can never be subject to death and decay.",
    "start": "00:49:36",
    "end": "00:49:46"
  },
  {
    "text": "And say it again, one more time. What is that thing that you just said it, but for some reason I don't have it on lock.",
    "start": "00:49:46",
    "end": "00:49:53"
  },
  {
    "text": "It is becoming one with God's own life, infinite life. I mean, I don't know what I'm talking about. I've never experienced it. That's not true. I have experienced it. I experience it every Shabbat, every Friday night. That's why we do it. It's a little moment. We land the plane on the week of earning and working and accomplishing and we just stop, have this big meal, celebrate, speak God's blessing over each other and just say like imagine this, but never ending. Yeah, that's a little taste. It's a little taste, but it's taste.",
    "start": "00:49:53",
    "end": "00:50:33"
  },
  {
    "text": "That's the sky treasure moment.",
    "start": "00:50:33",
    "end": "00:50:35"
  },
  {
    "text": "Sky treasure. Just unity, love, abundance and peace. Yeah.",
    "start": "00:50:35",
    "end": "00:50:40"
  },
  {
    "text": "Don't store up for yourself stored up things. Don't treasure your treasures, don't bank in your bank, don't lend your loans, don't do business in your business.",
    "start": "00:51:03",
    "end": "00:51:09"
  },
  {
    "text": "The real stored up things of ultimate value are people that you're investing in by means of the business transaction. And maybe that's a different way. I think that's a way to be faithful to the saying that doesn't involve, have to involve selling all your things and being an itinerant teacher. Like we know that for Jesus in the larger context of the sermon, going back to earlier parts, there's one thing of ultimate value and that is to know and be known in intimate love with your Creator. How good is life for the pure in heart? For they will see God. But one of the ways that we demonstrate that intimate union is that we mirror God's own love out towards God's images, other human beings. And so the health and quality of our personal relationships are one of the key barometers of our union with God.",
    "start": "00:51:12",
    "end": "00:52:08"
  },
  {
    "text": "Okay, is it that simple?",
    "start": "00:52:08",
    "end": "00:52:09"
  },
  {
    "text": "That's how Jesus sees the world.",
    "start": "00:52:09",
    "end": "00:52:11"
  },
  {
    "text": "Because that makes it simple for me. Is store up for yourself stored up things in the skies means love people with your things.",
    "start": "00:52:11",
    "end": "00:52:17"
  },
  {
    "text": "Love people and love God with your things.",
    "start": "00:52:19",
    "end": "00:52:21"
  },
  {
    "text": "Love people and love God with your things.",
    "start": "00:52:21",
    "end": "00:52:22"
  },
  {
    "text": "Yeah, Maybe we should have started there.",
    "start": "00:52:22",
    "end": "00:52:23"
  },
  {
    "text": "Okay, that's great. Yeah, that helps me.",
    "start": "00:52:24",
    "end": "00:52:27"
  },
  {
    "text": "Yeah.",
    "start": "00:52:27",
    "end": "00:52:28"
  },
  {
    "text": "You could do business in your business.",
    "start": "00:52:28",
    "end": "00:52:29"
  },
  {
    "text": "Yeah.",
    "start": "00:52:29",
    "end": "00:52:30"
  },
  {
    "text": "But you could love people with your business, which actually is a bad business plan often.",
    "start": "00:52:30",
    "end": "00:52:36"
  },
  {
    "text": "Yeah. Because. Yep. Sometimes you might. Yeah. Work against your profit margin in favor of a relationship.",
    "start": "00:52:36",
    "end": "00:52:42"
  },
  {
    "text": "When you're in your bank and you're thinking about banking, how do you get out of this mentality of. It's just about accumulating, and it's more like this is a tool to, like, love people.",
    "start": "00:52:42",
    "end": "00:52:50"
  },
  {
    "text": "Yep.",
    "start": "00:52:50",
    "end": "00:52:51"
  },
  {
    "text": "That's. That's cool. I love it.",
    "start": "00:52:51",
    "end": "00:52:53"
  },
  {
    "text": "Okay, that wraps up today's episode. The first of four teachings on Jesus and money.",
    "start": "00:52:59",
    "end": "00:53:04"
  },
  {
    "text": "Yeah. And as we continue on, I think I'm just going to continue to wrestle with this question. What is Sky Treasure? Actually, like, this is an open loop for me. I think I get it. But also, I don't think I get it.",
    "start": "00:53:04",
    "end": "00:53:16"
  },
  {
    "text": "So think of it like this. The sky treasure isn't something that you gain by storing it up. It's something that you gain when you give it away.",
    "start": "00:53:17",
    "end": "00:53:24"
  },
  {
    "text": "Oh, okay. Like, Sky Treasure is generosity.",
    "start": "00:53:25",
    "end": "00:53:29"
  },
  {
    "text": "Exactly. So can I share a poem with you that I wrote a long time ago?",
    "start": "00:53:29",
    "end": "00:53:34"
  },
  {
    "text": "Oh, absolutely.",
    "start": "00:53:34",
    "end": "00:53:35"
  },
  {
    "text": "Might actually help with this.",
    "start": "00:53:35",
    "end": "00:53:36"
  },
  {
    "text": "Okay.",
    "start": "00:53:36",
    "end": "00:53:37"
  },
  {
    "text": "It's called the Road to Uttermost, and it goes like this. Do you know the way to uttermost? Yes. Go down through the door marked up. Then squeeze yourself through a gate called straight and drink bliss from a bitter cup. Walk forward into yesterday. Pass there to the day before. Then fill your bag by pouring out and empty it with more. And it goes on to just kind of talk about the. The upside downness of the kingdom.",
    "start": "00:53:37",
    "end": "00:54:05"
  },
  {
    "text": "Oh, that's just part of the poem.",
    "start": "00:54:05",
    "end": "00:54:06"
  },
  {
    "text": "Yes.",
    "start": "00:54:06",
    "end": "00:54:06"
  },
  {
    "text": "Oh, I want to hear the whole thing one day. Okay, that's great. Read that last line again.",
    "start": "00:54:06",
    "end": "00:54:10"
  },
  {
    "text": "Fill your bag by pouring out and empty it with more.",
    "start": "00:54:10",
    "end": "00:54:14"
  },
  {
    "text": "That's beautiful. It's Kingdom of the Skies.",
    "start": "00:54:15",
    "end": "00:54:16"
  },
  {
    "text": "Yeah, it is.",
    "start": "00:54:16",
    "end": "00:54:17"
  },
  {
    "text": "Okay, next week, we're going to continue on in the next teaching about Jesus and stuff. It's a riddle about two types of eyes.",
    "start": "00:54:17",
    "end": "00:54:27"
  },
  {
    "text": "The lamp of the body is the eye. If your eye is good, your whole body will be radiating with light. But if your eye is bad, your whole body will be darkness.",
    "start": "00:54:27",
    "end": "00:54:39"
  },
  {
    "text": "BibleProject is a nonprofit, and we exist to help people experience the Bible as a unified story that leads to Jesus.",
    "start": "00:54:40",
    "end": "00:54:48"
  },
  {
    "text": "Everything that we make is free because of the generous support of people like you.",
    "start": "00:54:48",
    "end": "00:54:52"
  },
  {
    "text": "Thank you for being a part of this with us.",
    "start": "00:54:52",
    "end": "00:54:54"
  },
  {
    "text": "Hi, this is Derek and I'm from West Palm Beach, Florida.",
    "start": "00:54:56",
    "end": "00:54:59"
  },
  {
    "text": "Hi, this is Bailey and I'm from Texas. I first heard about Bibleproject from one of my favorite Christian YouTubers.",
    "start": "00:54:59",
    "end": "00:55:06"
  },
  {
    "text": "I first heard about the Bibleproject when they came out with their Read Scripture series, their overviews of different books in the Bible.",
    "start": "00:55:06",
    "end": "00:55:11"
  },
  {
    "text": "My favorite thing about bibleproject is how easy it is to understand.",
    "start": "00:55:12",
    "end": "00:55:15"
  },
  {
    "text": "I use the bibleproject for working with youth in the inner city, working with adults at my church and and even in my own podcast.",
    "start": "00:55:15",
    "end": "00:55:22"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me.",
    "start": "00:55:22",
    "end": "00:55:28"
  },
  {
    "text": "By people like me. Find free videos, study notes, podcasts, classes.",
    "start": "00:55:28",
    "end": "00:55:32"
  },
  {
    "text": "And more@bibleproject.com hi, this is Tyler here.",
    "start": "00:55:32",
    "end": "00:55:37"
  },
  {
    "text": "To read the credits. John Collins is the creative producer for today's show. Production of today's episode is by producer Lindsey Ponder, managing producer Cooper Peltz, producer Colin Wilson. Stephanie Tam is our consultant and editor. Tyler Bailey is our supervising engineer. Frank Garza and Aaron Olson edited today's episode. Aaron Olson also provided the sound design and mix for today's episode. Nina Simone does our show notes and Hannah Wu provides the annotations for our app. Original Sermon on the Mount, music by Richie Cohen and the bibleproject theme song is by Tents. Tim Maki is our lead scholar and your hosts, John Collins and Michelle Jones.",
    "start": "00:55:37",
    "end": "00:56:15"
  }
]