[
  {
    "text": "This is bibleproject podcast and this year we're reading through the Sermon on the Mount. I'm John Collins and with me is co host Michelle Jones. Hi, Michelle.",
    "start": "00:00:18",
    "end": "00:00:24"
  },
  {
    "text": "Hi, John. So let's start with a recap of where we've been on the Sermon on the Mount. Remember that this Sermon on the Mount is three an introduction, a main body and a conclusion. We've already walked through the introduction, the announcement of who's participating in God's kingdom.",
    "start": "00:00:24",
    "end": "00:00:47"
  },
  {
    "text": "We begin with the nine blessing. He says, surprise. God's king is starting with y'.",
    "start": "00:00:51",
    "end": "00:00:56"
  },
  {
    "text": "All.",
    "start": "00:00:56",
    "end": "00:00:56"
  },
  {
    "text": "You're the blessed ones, you're the salt and the light and the city on the hill. So that's opening.",
    "start": "00:00:56",
    "end": "00:01:00"
  },
  {
    "text": "Next is the main body of the sermon, which is all about living in right relationship with God and others because, well, that's what the kingdom of God is all about. Now, the main body is large and it has itself three parts. The first part is what we've just finished. The Torah and the prophets have shown us what it means to live in right relationship with God and others. And Jesus came to fulfill it.",
    "start": "00:01:01",
    "end": "00:01:32"
  },
  {
    "text": "He opens up saying like, hey, I'm announcing to everybody the fulfillment of the Torah and the prophets. A way of life, of doing right by God and right by others surpasses what any generation of Israel has ever been able to live up to before.",
    "start": "00:01:32",
    "end": "00:01:47"
  },
  {
    "text": "Today we move into the second part of the main body. This second part is all about religious practices. A religious practice is something that we do habitually in order to live in right relationship with God and our neighbor.",
    "start": "00:01:48",
    "end": "00:02:04"
  },
  {
    "text": "It could be going to church or a prayer meeting. It could be serving the poor or giving money away generously. Religious practices are meant to align ourselves with the heart of God and in doing so make all of our relationships better.",
    "start": "00:02:04",
    "end": "00:02:16"
  },
  {
    "text": "But Jesus saw that religious practices of his day were sometimes doing the opposite. That people were doing religion in order to promote themselves, to seek honor and status.",
    "start": "00:02:16",
    "end": "00:02:28"
  },
  {
    "text": "A pursuit of doing right by God and others can actually end up being this distorted, self congratulating type of practice that is very common in religious communities. He calls this the way of hypocrisy.",
    "start": "00:02:28",
    "end": "00:02:42"
  },
  {
    "text": "In today's episode, we'll focus on the word hypocrisy as it doesn't mean exactly what we think it means. In modern English, we call someone a hypocrite if they say one thing and do another.",
    "start": "00:02:42",
    "end": "00:02:55"
  },
  {
    "text": "That is not what hypocrite means in the Bible. It's hard to shake it. So what Jesus means is somebody who does the right thing but for the wrong motive and for the Wrong reason.",
    "start": "00:02:55",
    "end": "00:03:07"
  },
  {
    "text": "Today we reorient ourselves to what Jesus means with the word hypocrite.",
    "start": "00:03:07",
    "end": "00:03:12"
  },
  {
    "text": "Thanks for joining us.",
    "start": "00:03:13",
    "end": "00:03:14"
  },
  {
    "text": "Here we go.",
    "start": "00:03:14",
    "end": "00:03:15"
  },
  {
    "text": "So hypocrite is a Greek word spelled with English letters and the accent is actually on the kri. So is the Greek word, but we say hypocrite.",
    "start": "00:03:30",
    "end": "00:03:42"
  },
  {
    "text": "Yeah.",
    "start": "00:03:42",
    "end": "00:03:42"
  },
  {
    "text": "What Jesus means by hypocrite is not what the English word has come to mean. So you know, somebody gives you a lecture on like going the speed limit.",
    "start": "00:03:42",
    "end": "00:03:51"
  },
  {
    "text": "Yeah.",
    "start": "00:03:51",
    "end": "00:03:52"
  },
  {
    "text": "And then you're like in the backseat driving with them three weeks later and they're just like blazing up a Street with 25 mile hour speed limit.",
    "start": "00:03:52",
    "end": "00:04:02"
  },
  {
    "text": "It's the do as I say, not as I do mentality.",
    "start": "00:04:02",
    "end": "00:04:05"
  },
  {
    "text": "Yeah. That is not what hypocrite means in the Bible. It's hard to shake it. So what Jesus means is somebody who does the right thing but for the wrong motive and for the wrong reason.",
    "start": "00:04:05",
    "end": "00:04:18"
  },
  {
    "text": "I just looked up hypocrite in the etymology dictionary and yeah. In Greek it meant stage actor or pretender.",
    "start": "00:04:18",
    "end": "00:04:26"
  },
  {
    "text": "That's right. Yes. Actor.",
    "start": "00:04:28",
    "end": "00:04:29"
  },
  {
    "text": "Yeah. An actor.",
    "start": "00:04:29",
    "end": "00:04:30"
  },
  {
    "text": "Yeah. You're taking on a role to do a certain thing, but it's not really who you are.",
    "start": "00:04:30",
    "end": "00:04:36"
  },
  {
    "text": "Yes.",
    "start": "00:04:37",
    "end": "00:04:37"
  },
  {
    "text": "And that's. Yeah, you're pretending. You're pretending. Yeah, you're pretending. Which is different than doing one thing and then. Or saying one thing.",
    "start": "00:04:37",
    "end": "00:04:44"
  },
  {
    "text": "You can see how it's connected.",
    "start": "00:04:44",
    "end": "00:04:45"
  },
  {
    "text": "Oh, totally. That's right.",
    "start": "00:04:45",
    "end": "00:04:47"
  },
  {
    "text": "You can see how if someone is constantly saying you should live this way and then they don't. You're kind of pretending you care about that.",
    "start": "00:04:47",
    "end": "00:04:55"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:04:55",
    "end": "00:04:56"
  },
  {
    "text": "You're a hypocrite. So in that sense you get it. But it has become very specifically that you are creating a double standard.",
    "start": "00:04:56",
    "end": "00:05:04"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:05:04",
    "end": "00:05:05"
  },
  {
    "text": "With your words and your actions.",
    "start": "00:05:05",
    "end": "00:05:06"
  },
  {
    "text": "Yeah, yeah. Whereas what Jesus is targeting is people who are super generous to the poor. They pray a lot and they regularly.",
    "start": "00:05:06",
    "end": "00:05:15"
  },
  {
    "text": "They are doing it.",
    "start": "00:05:15",
    "end": "00:05:16"
  },
  {
    "text": "They do it.",
    "start": "00:05:16",
    "end": "00:05:17"
  },
  {
    "text": "They do it.",
    "start": "00:05:17",
    "end": "00:05:17"
  },
  {
    "text": "Yeah. They don't say they do it and then they don't do it. They say they do it and they.",
    "start": "00:05:17",
    "end": "00:05:21"
  },
  {
    "text": "Do it and they do it. But they're still pretending.",
    "start": "00:05:21",
    "end": "00:05:25"
  },
  {
    "text": "But they're pretending. But the only person who will ever know is God.",
    "start": "00:05:25",
    "end": "00:05:30"
  },
  {
    "text": "Even the people pretending might not know they're pretending. That's actually a really scary thought.",
    "start": "00:05:30",
    "end": "00:05:37"
  },
  {
    "text": "It's totally scary. Yeah. He's going to touch on this more at the end where he anticipates that there will be people who thought they were following him. And then when it finally comes down to it.",
    "start": "00:05:37",
    "end": "00:05:50"
  },
  {
    "text": "Oh yeah.",
    "start": "00:05:50",
    "end": "00:05:51"
  },
  {
    "text": "They don't actually know Him. But that's seeded right here. You can do the right things for the wrong reasons and, and not even know it yourself. Yeah, that's terrifying. And so what he's going to do is pick three of the most standard practices of religious devotion in first century Judaism of his day, and he's going to show how that way of doing right by God and others can be corrupted by hypocrisy. So he's going to talk about generosity to the poor, he's going to talk about prayer, and he's going to talk about fasting, going without food for a certain period of time. And this is just like standard fare maybe for like modern, certain forms of Protestant Christianity, it's like praying, reading your Bible and going to church. Just like the standard, the classics, just classic, classic devotion. Yeah. So in first century Judaism, it's given to the poor, prayer, fasting, and he's going to explore each of them. So I'll let you open with the thesis statement of this movement. Start in Matthew, chapter 6, verse 1.",
    "start": "00:05:51",
    "end": "00:07:03"
  },
  {
    "text": "Be careful that you don't do your righteousness in front of other people for the purpose of being seen by them.",
    "start": "00:07:05",
    "end": "00:07:11"
  },
  {
    "text": "Yeah. So you know what's interesting is that our different English translations, most of them render this, translate this, practice your righteousness.",
    "start": "00:07:12",
    "end": "00:07:20"
  },
  {
    "text": "Okay.",
    "start": "00:07:20",
    "end": "00:07:21"
  },
  {
    "text": "The new Revised Standard Version says, practice your piety. So they're given an interpretive kind of twist there where they're saying doing right by others is being a pious person. Yeah. With religious piety, which means acts of religious devotion that are understood as religious devotion, like generosity of the poor, prayer, fasting.",
    "start": "00:07:21",
    "end": "00:07:42"
  },
  {
    "text": "Okay.",
    "start": "00:07:42",
    "end": "00:07:42"
  },
  {
    "text": "Yep.",
    "start": "00:07:42",
    "end": "00:07:43"
  },
  {
    "text": "So be careful that you don't show your right relationship with God in front of people.",
    "start": "00:07:43",
    "end": "00:07:49"
  },
  {
    "text": "Yeah.",
    "start": "00:07:49",
    "end": "00:07:49"
  },
  {
    "text": "For the purpose of being seen by these people.",
    "start": "00:07:50",
    "end": "00:07:53"
  },
  {
    "text": "Yeah. So that little qualifying statement is important. Be careful that you don't do any of your righteous devotion to God in front of people. If you stop the sentence right there, you're going to misunderstand what he's saying. So he qualifies it. What he means is doing it in front of people so that they see you doing these things for the purpose. So it's a quandary, actually it's a little bit of a paradox which Jesus always taught in these doing right by God and doing right by other people.",
    "start": "00:07:53",
    "end": "00:08:24"
  },
  {
    "text": "If it's a.",
    "start": "00:08:24",
    "end": "00:08:25"
  },
  {
    "text": "It requires you to be around people. So what does it mean? Be careful that you don't do your righteousness in front of people.",
    "start": "00:08:25",
    "end": "00:08:31"
  },
  {
    "text": "It's like, okay, that sounds weird.",
    "start": "00:08:31",
    "end": "00:08:33"
  },
  {
    "text": "It's going to be tricky when I go like, bring a casserole pray for someone over to someone because they just broke their leg and they can't make dinner. And so it's like, look away, I'm bringing a casserole. So for the purpose of being seen by them, in other words, there's some little part in your heart and mind where you're feeling really self congratulatory that I'm bringing the casserole over to my friend who just broke their leg. And maybe I time it so that I bring the casserole. Right. When there are some other friends there and they see me doing this good thing. Yeah, it's about motives. That's what this whole thing's about. It's not about you should never be seen doing good things. It's about watch your motives. Because all of a sudden what is supposed to be an expression of doing right by God will be you climbing the ladder of public honor and public notoriety in the eyes of other people.",
    "start": "00:08:33",
    "end": "00:09:30"
  },
  {
    "text": "Which is also in an honor shame society is huge. Huge. It's like you're building your life around that.",
    "start": "00:09:30",
    "end": "00:09:36"
  },
  {
    "text": "Yeah, that's right. So that's kind of the general statement.",
    "start": "00:09:36",
    "end": "00:09:39"
  },
  {
    "text": "Be careful about your acts of religious devotion. Don't do it in front of people for the purpose of being seen by them. Because if you do, you will have no reward from your father in the skies.",
    "start": "00:10:06",
    "end": "00:10:18"
  },
  {
    "text": "Yeah. If that's what you're going for, to be viewed by other people as a devout religious person, guess what? You'll get your reward. People will think that you're a devout religious person, but your father, who's in the heavens, that is. You know, we're back to this motif in the Psalms and the Prophets about Yahweh's throne is in the skies and he sees what all the people are doing and he knows their hearts and so on. And so you won't have any reward from your father who knows your heart.",
    "start": "00:10:19",
    "end": "00:10:53"
  },
  {
    "text": "Now tell me about this idea of reward. Because you're not being generous to someone to get rewarded by God or praying for someone to be rewarded by God. Yeah, well, this is my, this is my pious upbringing.",
    "start": "00:10:53",
    "end": "00:11:08"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:11:08",
    "end": "00:11:09"
  },
  {
    "text": "You do it because it's the right thing to do and you're responding out of the love you've received by God.",
    "start": "00:11:09",
    "end": "00:11:17"
  },
  {
    "text": "Yeah.",
    "start": "00:11:18",
    "end": "00:11:18"
  },
  {
    "text": "You're not looking for a reward.",
    "start": "00:11:18",
    "end": "00:11:19"
  },
  {
    "text": "Yeah, well, it doesn't say that. It just says if you are doing right by God and other people, you should expect that there will be a benefit.",
    "start": "00:11:20",
    "end": "00:11:29"
  },
  {
    "text": "Okay. And this is the choose life or death thing.",
    "start": "00:11:29",
    "end": "00:11:32"
  },
  {
    "text": "Yeah. Oh yeah, totally. Yeah. This is all the way back to.",
    "start": "00:11:32",
    "end": "00:11:34"
  },
  {
    "text": "The Blessing and the curses in the garden.",
    "start": "00:11:35",
    "end": "00:11:37"
  },
  {
    "text": "Blessing and the curse. Doing right by God and others leads to life and blessing, which is abundance and good stuff.",
    "start": "00:11:37",
    "end": "00:11:43"
  },
  {
    "text": "Okay. What you could call a reward.",
    "start": "00:11:43",
    "end": "00:11:45"
  },
  {
    "text": "Yeah. And it is right to expect that. This is biblical wisdom literature. If you live by God's wisdom, it will generate good and benefit in the world for yourself and for others.",
    "start": "00:11:45",
    "end": "00:11:57"
  },
  {
    "text": "And that's the idea of a reward.",
    "start": "00:11:57",
    "end": "00:11:59"
  },
  {
    "text": "And God will be pleased with that and loves to elevate those who use his gifts.",
    "start": "00:11:59",
    "end": "00:12:05"
  },
  {
    "text": "Well, is that what Paul talks about when he talks about running the race for the reward?",
    "start": "00:12:05",
    "end": "00:12:09"
  },
  {
    "text": "Oh, totally. Paul has no qualms talking about how he is building towards a reward. Yeah, yeah. And in two Timothy, which is kind of his deathbed letter, but he was in prison and was pretty sure he was going to die. Yeah. He keeps talking about how I've run the race, and I expect that crown for finishing the race. Well, so Paul saw God's grace, gift shown to him as obligating him to respond and to be faithful to God, to do right by God and others, and to expect a reward. Do good for good's own sake and expect that you will receive honor and benefit from God, maybe not from others, but that honor and benefit from others shouldn't matter. That's actually what Jesus is getting at here.",
    "start": "00:12:09",
    "end": "00:12:52"
  },
  {
    "text": "And that's why maybe I have a qualm with the word reward. Because reward, to me feels very much like I'm gonna single you out and you're gonna get something special because you did the right thing or you succeeded, where this idea of, like, creating goodness, it's not just for you, it's for, like, you and your whole community.",
    "start": "00:12:52",
    "end": "00:13:12"
  },
  {
    "text": "Okay. So maybe actually reward is. Yeah, it's not quite the right word. It's the Greek word M, which is essentially recompense for work that you did.",
    "start": "00:13:12",
    "end": "00:13:20"
  },
  {
    "text": "Wages.",
    "start": "00:13:20",
    "end": "00:13:21"
  },
  {
    "text": "Wage. Actually, wages is a standard translation of this like Jesus later parable about the laborers in the field. And at the end of the day, they get their misthos.",
    "start": "00:13:21",
    "end": "00:13:31"
  },
  {
    "text": "You've done this thing, and there is an appropriate consequence is a negative term.",
    "start": "00:13:32",
    "end": "00:13:38"
  },
  {
    "text": "Yeah.",
    "start": "00:13:38",
    "end": "00:13:39"
  },
  {
    "text": "Recompense for the thing that you have done. So when you go and clean up litter on the street now, the street is cleaner and the neighborhood becomes cheerier.",
    "start": "00:13:39",
    "end": "00:13:52"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:13:52",
    "end": "00:13:52"
  },
  {
    "text": "That's kind of like the wage of your action.",
    "start": "00:13:53",
    "end": "00:13:57"
  },
  {
    "text": "Yeah, the misthos. So what Jesus is after here is it may be that the misthos, the wage that you're after, is, you know, recognition in my community for being the kind of person who does right by God and other people.",
    "start": "00:13:57",
    "end": "00:14:12"
  },
  {
    "text": "Yeah.",
    "start": "00:14:12",
    "end": "00:14:12"
  },
  {
    "text": "And in These three examples, he's going to go on and say, if that's what you're after, you'll get it.",
    "start": "00:14:12",
    "end": "00:14:17"
  },
  {
    "text": "Got it? Yeah.",
    "start": "00:14:18",
    "end": "00:14:19"
  },
  {
    "text": "If that's what you give to the poor for. And pray to make sure you're seen praying.",
    "start": "00:14:19",
    "end": "00:14:24"
  },
  {
    "text": "He's kind of doing a be careful what you wish for thing.",
    "start": "00:14:25",
    "end": "00:14:27"
  },
  {
    "text": "Yeah, totally. He'll be like, congratulations. People will view you as a righteous religious person, but God knows your heart. And for Jesus, real righteousness, real doing right by God and others means seeking to honor God and honor others for their own sake and knowing that that kind of relationship generates benefit and value and goodness in the world. And for me, that God will reward me. He's working within a Jewish worldview where God's been more generous to us than we could possibly imagine. We do right by God as a way to show that he's been gracious to me and I'm a part of the people of God. And be careful that you don't do it to be honored by other people, but do it as you seek to honor God and know that he will honor you in return.",
    "start": "00:14:27",
    "end": "00:15:19"
  },
  {
    "text": "Okay, so if I do the right thing for the right reason, I can expect a mystos some sort of compensation from God. But what is it?",
    "start": "00:15:38",
    "end": "00:15:48"
  },
  {
    "text": "Ah, well, as he's gonna say. And okay, so that. Oh, we've just been talking about one verse. It's an opening thesis statement and it's very general. The three case studies are going to fill out different examples and then he's going to have a conclusion. And the conclusion starts in verse 19, where he says, don't store up treasures for yourself on the land where moth and rust disfigure, where thieves break in and steal. Rather store up for yourselves treasures in the sky where moth and rust can't disfigure and thieves can't steal. Because where your treasure is, there your heart will be also. So now there is a debate among scholars if this is an introduction to the next section about money or whether it's a conclusion to the discussion about true reward. And I am fully persuaded by Jonathan Pennington that it's a hinge, that it's both a conclusion to this thing about reward and it's an introduction to the stuff about money that will follow. So what kind of reward are you expecting? Well, it's in the skies, which doesn't mean you go get it after you die. The biblical hope is for heaven and earth to be reunited. And so it's in a bank that is never going to go bankrupt and that can't ever be affected by the changing nature of history and of people. And it's in God's hands. Your treasure and reward is in God's hands. The imagery for this is the blessings of Eden. Blessings, which is of participating in new creation and healthy relationships. Abundance.",
    "start": "00:15:48",
    "end": "00:17:23"
  },
  {
    "text": "Is this a different word than reward?",
    "start": "00:17:23",
    "end": "00:17:25"
  },
  {
    "text": "Treasure.",
    "start": "00:17:25",
    "end": "00:17:26"
  },
  {
    "text": "Treasure.",
    "start": "00:17:26",
    "end": "00:17:26"
  },
  {
    "text": "It is, Yep. Different Greek word. Yeah. What you store up for yourself. Yeah.",
    "start": "00:17:26",
    "end": "00:17:32"
  },
  {
    "text": "So what is it?",
    "start": "00:17:32",
    "end": "00:17:33"
  },
  {
    "text": "Yeah. Okay. So in each of the three case studies, what he's going to talk is about the hypocrite. So you have an example of the hypocrite who does what's right to be seen by people. And what he says at the end of each of those is the hypocrite who prays in public because they want to be seen by other people. They have already received their reward. That's what he says three times.",
    "start": "00:17:33",
    "end": "00:17:57"
  },
  {
    "text": "Yeah.",
    "start": "00:17:57",
    "end": "00:17:57"
  },
  {
    "text": "So it seems like the reward here is about honor. And the question is, whose honor are you really after? Are you looking to be honored by people? Because if so, then you'll get that reward. And then in each of the three examples, he'll say, your father, who sees what you do in private and nobody ever might know what you do, he will fully reward you. So it seems like in context, it may be that the reward is specifically about honor.",
    "start": "00:17:58",
    "end": "00:18:25"
  },
  {
    "text": "Okay. And this is probably really important for an honor shame society, correct?",
    "start": "00:18:26",
    "end": "00:18:30"
  },
  {
    "text": "Yeah. Your public standing in the community and.",
    "start": "00:18:30",
    "end": "00:18:32"
  },
  {
    "text": "Your reputation, because everything hinges on that.",
    "start": "00:18:32",
    "end": "00:18:35"
  },
  {
    "text": "Yeah. The cultures that you and I grew up in here on the west coast of 20th, 21st century America, there is still an honor shame element to every culture, but it's pretty different. The way you and I experienced it is really different. And I think it has to do with the rise of this cultural value that, you know, every Disney movie in the last 20 years is the champion of expressive individualism.",
    "start": "00:18:35",
    "end": "00:19:00"
  },
  {
    "text": "Yeah.",
    "start": "00:19:00",
    "end": "00:19:01"
  },
  {
    "text": "It doesn't matter what anybody thinks about you.",
    "start": "00:19:01",
    "end": "00:19:03"
  },
  {
    "text": "Yeah.",
    "start": "00:19:03",
    "end": "00:19:04"
  },
  {
    "text": "Your honor isn't conditioned by what anybody else thinks about you. Your honor and identity are unique to you. And go find it and discover it. And there's a positive and important thing there that shouldn't be lost. But that idea is totally foreign to Jesus's time and place. Going after receiving honor from the right person is really key to Jesus. And so in his mind, he's going after the honor that will be bestowed on him by his Father.",
    "start": "00:19:04",
    "end": "00:19:35"
  },
  {
    "text": "To be honored by someone is to be given a position of influence and authority, which is not the same thing in our culture. Always.",
    "start": "00:19:35",
    "end": "00:19:48"
  },
  {
    "text": "Sure. And just recognition, like they're doing. Really. Yeah. What honor is, is it's holding up somebody and saying, this person's way of being human is right and they should receive recognition.",
    "start": "00:19:49",
    "end": "00:20:01"
  },
  {
    "text": "But think about it, if a king is doing that, then everyone is like, cool, tell us what to do. And now all of a sudden you're like, you have some more authority.",
    "start": "00:20:01",
    "end": "00:20:11"
  },
  {
    "text": "That's right.",
    "start": "00:20:11",
    "end": "00:20:11"
  },
  {
    "text": "But in our culture, you could have a pretty dishonorable type of character who mistreats their employees, who is not generous at all, and who just leads to a lot of poverty, but still has a ton of authority and influence, even though everyone's kind of like, yeah, that person's cut. Horrible.",
    "start": "00:20:12",
    "end": "00:20:34"
  },
  {
    "text": "And that's actually the disconnect that I think Jesus in his own way is expressing here, is there are lots of different ways of gaining honor and authority and influence in the world. And there are some ways that ultimately will lead to dishonor. And it's a destructive way to live. It's for God to affirm, to look on your life and what you were all about and look on it and say, man, that you imaged and reflected my character and purpose in a way that is true and faithful. Way to go. Keep doing more of that in the new creation.",
    "start": "00:20:34",
    "end": "00:21:10"
  },
  {
    "text": "Okay, So I shouldn't be spending all my energy trying to get honor from people, like trying to make myself look good in front of people. I should care about that kind of honor.",
    "start": "00:21:11",
    "end": "00:21:19"
  },
  {
    "text": "That's right. If someone has given me life and existence as a gift and then asked me to represent them, then, yeah, I'm going to try and do right by them. And I'm looking for them to say at some point, like, hey, you did a great job.",
    "start": "00:21:19",
    "end": "00:21:34"
  },
  {
    "text": "That's the reward you're looking for. That's the treasure.",
    "start": "00:21:34",
    "end": "00:21:36"
  },
  {
    "text": "Certainly one part of the reward. And then with the, you did a great job, also comes along with like, yeah, go do more of it here. I invite you to go do this thing.",
    "start": "00:21:36",
    "end": "00:21:44"
  },
  {
    "text": "Okay. It's the invitation for more. And the opportunity for more is the reward.",
    "start": "00:21:44",
    "end": "00:21:51"
  },
  {
    "text": "Yeah, clearly it's a dense concept, which is why you can refer to it as reward or treasure. But I think the main thing is that doing right by other people because you believe it's the way of doing right by God. And God will honor me and congratulate me and say, like, yeah, that was way to go. That was the right thing to do for the right reason. That's a good thing to hope for in Jesus way of viewing.",
    "start": "00:21:51",
    "end": "00:22:18"
  },
  {
    "text": "But it's a good thing to hope for, especially in an honor shame society, because everything hinges on that, correct?",
    "start": "00:22:18",
    "end": "00:22:24"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:22:24",
    "end": "00:22:25"
  },
  {
    "text": "The things that you hope for in life and want and desire and the things you want to do and accomplish.",
    "start": "00:22:25",
    "end": "00:22:32"
  },
  {
    "text": "Yeah.",
    "start": "00:22:32",
    "end": "00:22:32"
  },
  {
    "text": "If God is, you know, going to stand up and vouch for you, that's everything.",
    "start": "00:22:32",
    "end": "00:22:38"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:22:38",
    "end": "00:22:39"
  },
  {
    "text": "So Jesus is saying, if you want the people in your community to be the ones that vouch for you, and so that's why you're doing these things, is you want their honor, then cool, you pulled it off.",
    "start": "00:22:39",
    "end": "00:22:51"
  },
  {
    "text": "Yeah.",
    "start": "00:22:51",
    "end": "00:22:52"
  },
  {
    "text": "Good job.",
    "start": "00:22:52",
    "end": "00:22:52"
  },
  {
    "text": "Yeah.",
    "start": "00:22:52",
    "end": "00:22:53"
  },
  {
    "text": "But if you do that at the expense of actually getting the honor of the real true king, the honor that really matters, then you blew it. I just started using the word honor instead of reward.",
    "start": "00:22:53",
    "end": "00:23:05"
  },
  {
    "text": "Oh, okay. That's fine.",
    "start": "00:23:06",
    "end": "00:23:07"
  },
  {
    "text": "And it kind of started making more sense to me.",
    "start": "00:23:07",
    "end": "00:23:08"
  },
  {
    "text": "Sure. And that's the language Jesus will start using in the case studies.",
    "start": "00:23:08",
    "end": "00:23:12"
  },
  {
    "text": "Okay.",
    "start": "00:23:12",
    "end": "00:23:12"
  },
  {
    "text": "People who are generous in public for the purpose of being honored to being recognized as someone in a place of influence and authority. Yep. So these are bundled concepts.",
    "start": "00:23:12",
    "end": "00:23:24"
  },
  {
    "text": "I think that works for me. Honor helps. There is something very rewarding about receiving honor from someone that it matters.",
    "start": "00:23:24",
    "end": "00:23:33"
  },
  {
    "text": "Totally. You know, and maybe like the cutting edge of this is that Jesus is calling his followers to a way of life that is going to be perceived as radical and that there weren't categories for certainly in Greek and Roman culture, and there were categories for it in Jewish culture, which is why he is saying what he's saying in relationship to the Torah. So if honoring God means radical generosity to the poor, and I'm hoping to receive honor from God, that's probably going to be your only motivator because you go out. If Jesus goes up the road to Sepporus, the Roman colony city up the road, there's no value. And being honored by them, organized efforts to sustain the poor in that city.",
    "start": "00:23:33",
    "end": "00:24:19"
  },
  {
    "text": "Yeah.",
    "start": "00:24:19",
    "end": "00:24:19"
  },
  {
    "text": "Roman. They don't care about that.",
    "start": "00:24:19",
    "end": "00:24:21"
  },
  {
    "text": "Right.",
    "start": "00:24:21",
    "end": "00:24:21"
  },
  {
    "text": "You know, so you're not going to receive any honor.",
    "start": "00:24:22",
    "end": "00:24:24"
  },
  {
    "text": "Yeah. You're not building any relational equity with the people in charge.",
    "start": "00:24:24",
    "end": "00:24:28"
  },
  {
    "text": "That's right. So they're going to be ways of life and living out values that are being faithful to Jesus and doing the will of the Father, but you won't receive any public honor for that. And so really that's the moment that raised the question of whose honor are you looking to get? It's a good conversation. I think this language of reward in the teachings of Jesus has for some Protestants been a hang up.",
    "start": "00:24:28",
    "end": "00:24:54"
  },
  {
    "text": "Yeah.",
    "start": "00:24:55",
    "end": "00:24:55"
  },
  {
    "text": "Based on. Yeah. Our modern cultural definition of altruism, which is, well, if you're going to do good, just do it for that reason. Do it for the right reason, not because you're looking to get some reward or congratulations.",
    "start": "00:24:55",
    "end": "00:25:06"
  },
  {
    "text": "Yeah. But there really does seem to be this sense in the Bible of a reward.",
    "start": "00:25:06",
    "end": "00:25:12"
  },
  {
    "text": "Yeah.",
    "start": "00:25:12",
    "end": "00:25:13"
  },
  {
    "text": "So what is it? Well, I think what. And I think what's been helpful for me is this idea of honor.",
    "start": "00:25:13",
    "end": "00:25:19"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:25:19",
    "end": "00:25:20"
  },
  {
    "text": "And honor not just because you want a great name, but because you want to expand the goodness of God's blessing. And so being honored by God means that you're doing it. And now you have, like you said, an opportunity to do it more because God's honor comes with it. More responsibility and opportunity.",
    "start": "00:25:20",
    "end": "00:25:44"
  },
  {
    "text": "Yeah, I think so. It's a good thing to do something trusting that your reward may not be here in the moment or of anybody else, what they think about it. But I'm doing it because I know that it honors God and he'll honor me in return for doing this thing. And. Yeah, as Oz Guinness. I don't know, kind of a Christian public intellectual, especially in the late 20th century. He came to Multnomah once when we were students there. Oh, did he? Yeah, he was a rad guy. But he had this line saying, as followers of Jesus, we're called to live before an audience of one that's probably now on screensavers and memes all over the place. It was an important line for me for a whole season when I was trying to reconfigure my whole view of what's right and wrong and good in the world. And there are. Yeah, there's times in following Jesus where doing the right thing won't make sense or won't seem valuable to anybody else. But you do it because it's being faithful to God's will that you know through Jesus. And so you do it for an audience of one. And I think that's what Jesus is getting after here.",
    "start": "00:25:44",
    "end": "00:26:52"
  },
  {
    "text": "That's good. Yeah. Who are you trying to impress?",
    "start": "00:26:52",
    "end": "00:26:55"
  },
  {
    "text": "Yeah.",
    "start": "00:26:55",
    "end": "00:26:56"
  },
  {
    "text": "And in an honor shame society, you're trying to impress the people who have power and authority, but who truly has power and authority. And in kind of this individualistic society, you're just trying to impress yourself, be true to yourself.",
    "start": "00:26:56",
    "end": "00:27:12"
  },
  {
    "text": "Yes, in our setting.",
    "start": "00:27:12",
    "end": "00:27:13"
  },
  {
    "text": "In our setting.",
    "start": "00:27:13",
    "end": "00:27:14"
  },
  {
    "text": "Yeah, that's right. And if I'm an image of God, what it means is I can behave in ways that will be a very poor reflection or ways that will be a more faithful reflection. And when we behave in ways that are a more faithful reflection, it pleases God because God's like, yeah, that's what I value. And so, way to go. Attaboy. Do more of that.",
    "start": "00:27:14",
    "end": "00:27:37"
  },
  {
    "text": "And that's the honor you should look for.",
    "start": "00:27:37",
    "end": "00:27:39"
  },
  {
    "text": "That's the honor. Yes. The honor you should care about. And then there'll be other times when nobody is acting a certain way, but you know that it's the way to be faithful to God. You know it in your bones. And so you do it. And even though you'll gain no honor from other people, you do it because you're putting treasure in that bank up in the skies and trusting that when heaven and earth become one, that you'll receive your reward.",
    "start": "00:27:39",
    "end": "00:28:02"
  },
  {
    "text": "So Jesus begins this section of the Sermon on the Mount with a don't do good things just to get a good name. If that's what you're after, you may get it, but you'll miss out on what good God wants for you.",
    "start": "00:28:16",
    "end": "00:28:28"
  },
  {
    "text": "I love how Tim said, if I'm an image of God, then my main joy should be learning how to reflect God's image to those around me. That way of life has so much more freedom than just trying to impress people.",
    "start": "00:28:28",
    "end": "00:28:39"
  },
  {
    "text": "Yes, and it's okay to want honor. It's okay to want to have significance or be valued by others. But what is the real honor that God wants to give us? We'll dig into that more next week when we examine three examples of religious devotion.",
    "start": "00:28:39",
    "end": "00:28:54"
  },
  {
    "text": "The first one is by being generous to people who are in need. The second one is about prayer. And the third one is about fasting. And each one presents unique challenges that puts your honor in danger.",
    "start": "00:28:55",
    "end": "00:29:08"
  },
  {
    "text": "That's next week.",
    "start": "00:29:09",
    "end": "00:29:10"
  },
  {
    "text": "BibleProject is a nonprofit organization. We exist to experience the Bible as a unified story that leads to Jesus.",
    "start": "00:29:10",
    "end": "00:29:17"
  },
  {
    "text": "Everything that we make is free because it's already been paid for by thousands of people just like you.",
    "start": "00:29:18",
    "end": "00:29:23"
  },
  {
    "text": "Thank you for being a part of this with us.",
    "start": "00:29:23",
    "end": "00:29:25"
  },
  {
    "text": "Hi, this is Roger Karwski and I'm from Columbia, Missouri.",
    "start": "00:29:25",
    "end": "00:29:29"
  },
  {
    "text": "Hi, this is Lauren and I'm from San Luis Obispo, California. I first heard of bibleproject on Instagram. I used bibleproject for learning more about God and his desire for me.",
    "start": "00:29:29",
    "end": "00:29:41"
  },
  {
    "text": "Today I first heard about bibleproject for my wife, Debbie. I use the Bible Project for teaching middle school at my church. My favorite thing about the Bible Project is the background information on Hebrew word meaning.",
    "start": "00:29:41",
    "end": "00:29:55"
  },
  {
    "text": "My favorite thing about bibleproject is the simple, clear and sometimes humor that John and Tim bring to my listening ears. We believe the Bible is a unified story that leads to Jesus.",
    "start": "00:29:55",
    "end": "00:30:07"
  },
  {
    "text": "We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes.",
    "start": "00:30:07",
    "end": "00:30:13"
  },
  {
    "text": "And more@bibleproject.com hey, this is Tyler here to read the credits? John Collins is the creative producer for today's show. Production for today's episode is by producer Lindsey Ponder, managing producer Cooper Peltz producer Colin Wilson Stephanie Tam is our consultant and editor. Tyler Bailey is our audio engineer and editor and he also provided our sound design and mix for today's episode, Frank Garza and Aaron Olson and edited today's episode. JB Witty does our show notes and Hannah Wu provides the annotations for our app. Original Sermon on the Mount, music by Richie Cohen and the Bible Project theme song is by Tents. Tim Mackey is our lead scholar and your hosts, John Collins and Michelle Jones SA.",
    "start": "00:30:13",
    "end": "00:31:06"
  }
]