[
  {
    "text": "This is bibleproject podcast and this year we're reading through the Sermon on the Mount. I'm John Collins and with me is co host Michelle Jones. Hi Michelle.",
    "start": "00:00:05",
    "end": "00:00:11"
  },
  {
    "text": "Hi, John. So the Sermon on the Mount is a collection of teachings where Jesus invites his followers to a greater righteousness. In other words, how do we live in right relationship with God and others?",
    "start": "00:00:11",
    "end": "00:00:22"
  },
  {
    "text": "Last week we ended a series of teachings where Jesus talks about our relationship with our stuff.",
    "start": "00:00:23",
    "end": "00:00:27"
  },
  {
    "text": "That's right. And now Jesus is turning his attention to conflicts in relationships.",
    "start": "00:00:27",
    "end": "00:00:33"
  },
  {
    "text": "Ah, yes. Who among us has ever experienced such a thing? Relational drama.",
    "start": "00:00:33",
    "end": "00:00:37"
  },
  {
    "text": "Right. Even when we are doing our best. I mean, let's say that your hunger and thirst for right relationships or you're seeking to be a peacemaker.",
    "start": "00:00:38",
    "end": "00:00:46"
  },
  {
    "text": "Yeah, maybe you're, you're even praying. Father your will be done here on the land as it is in the sky.",
    "start": "00:00:46",
    "end": "00:00:51"
  },
  {
    "text": "No matter how much we all strive to do right by God and others, we're inevitably going to bump into each other and make mistakes.",
    "start": "00:00:51",
    "end": "00:00:58"
  },
  {
    "text": "And so how do we do right by each other when we encounter difficult relationships? Here's Tim.",
    "start": "00:00:59",
    "end": "00:01:03"
  },
  {
    "text": "Jesus teachings don't offer you a solution for every possible scenario that could come up, but they do offer, it seems, a compass like a true north. There's four little literary units here that have been bundled together and it has some famous lines from Jesus. Do not judge. The parable about don't look at the speck in your brother's eye while you've got a beam in your eye.",
    "start": "00:01:04",
    "end": "00:01:28"
  },
  {
    "text": "This four part collection ends with all arguably Jesus most famous teaching about relationships. Do to others what you would have them do to you.",
    "start": "00:01:29",
    "end": "00:01:38"
  },
  {
    "text": "Some of these teachings have become overly familiar. Some of them perhaps never really fully made sense in the first place. So we'll go through each of them.",
    "start": "00:01:38",
    "end": "00:01:47"
  },
  {
    "text": "Slowly, starting today with the first teaching, do not judge.",
    "start": "00:01:47",
    "end": "00:01:51"
  },
  {
    "text": "Now, before we jump into that teaching, we'll first explore how this collection of four teachings are all matched with our last collection of four teachings on money.",
    "start": "00:01:52",
    "end": "00:02:00"
  },
  {
    "text": "Thanks for joining us.",
    "start": "00:02:01",
    "end": "00:02:02"
  },
  {
    "text": "Here we go.",
    "start": "00:02:02",
    "end": "00:02:03"
  },
  {
    "text": "So something cool about these four sections that we're going to look at over the next conversations and maybe let's just kind of survey them real quick.",
    "start": "00:02:18",
    "end": "00:02:25"
  },
  {
    "text": "Yeah, so.",
    "start": "00:02:25",
    "end": "00:02:25"
  },
  {
    "text": "So it begins with a short kind of blanket command which is don't judge so that you are not judged because the measure that you measure somebody else by, you're going to get measured by yourself. That's it. Yeah, that's the first one.",
    "start": "00:02:26",
    "end": "00:02:43"
  },
  {
    "text": "It's a classic.",
    "start": "00:02:43",
    "end": "00:02:44"
  },
  {
    "text": "Classic. The second one is a parable about the eye, about the speck in your brother's eye when you've got a beam in your eye.",
    "start": "00:02:44",
    "end": "00:02:55"
  },
  {
    "text": "It's another classic.",
    "start": "00:02:55",
    "end": "00:02:55"
  },
  {
    "text": "Another totally.",
    "start": "00:02:55",
    "end": "00:02:56"
  },
  {
    "text": "Just back to back here.",
    "start": "00:02:56",
    "end": "00:02:57"
  },
  {
    "text": "Yep. Third part is a parable that's really a riddle which is about two things that are incompatible. Don't give what is holy to dogs and don't give your pearls to pigs.",
    "start": "00:02:57",
    "end": "00:03:13"
  },
  {
    "text": "Yeah.",
    "start": "00:03:14",
    "end": "00:03:14"
  },
  {
    "text": "Also a classic. But like, what does it mean?",
    "start": "00:03:15",
    "end": "00:03:17"
  },
  {
    "text": "Is it a classic? It's kind of like the. Yeah, it's a B side.",
    "start": "00:03:17",
    "end": "00:03:20"
  },
  {
    "text": "Yeah. I think you're saying if you're into Jesus already, you'll know that this is one of his sayings. And you're like, what does it really mean? Yeah, okay. Yeah. Lesser known hymn. Cult classic.",
    "start": "00:03:21",
    "end": "00:03:32"
  },
  {
    "text": "Cult classic.",
    "start": "00:03:32",
    "end": "00:03:33"
  },
  {
    "text": "Okay. That's the third one. And then the fourth one is about ask and it will be given to you. Seek and you will find. Knock and the door will be opened. And what that is about actually seems to be about because he says it's about asking your heavenly Father who wants to give you good things, but how that relates to the previous three things about difficult relationships that will be interesting conversation. So those are the four units.",
    "start": "00:03:35",
    "end": "00:04:00"
  },
  {
    "text": "Got it.",
    "start": "00:04:00",
    "end": "00:04:01"
  },
  {
    "text": "Here's what's fascinating. The previous block of teaching about God and money was also made up of four units. And incidentally, each one, in order, kind of maps on, in key words, those four teachings about God and money map on in a symmetrical patterned way to the four teachings about relationships that we just looked at. So just think about this. So just like Jesus opened with this blanket statement about don't judge, but then he's going to go on in the parable about the beam and the speck to say, you should try and help get that speck out of your brother's eye, which is a form of judging. He doesn't say, hey, since you have a log in your eye, don't take out the speck in the others.",
    "start": "00:04:01",
    "end": "00:04:47"
  },
  {
    "text": "Oh, that's not what he says.",
    "start": "00:04:47",
    "end": "00:04:48"
  },
  {
    "text": "No, what he says is, first take out the log in your eye. Then you'll be able to see clearly to help your brother.",
    "start": "00:04:48",
    "end": "00:04:54"
  },
  {
    "text": "Okay, so here's how you should judge.",
    "start": "00:04:55",
    "end": "00:04:58"
  },
  {
    "text": "Yes. So he says, don't judge. But then he says, well actually do, but do it in a particular way.",
    "start": "00:04:58",
    "end": "00:05:03"
  },
  {
    "text": "Okay.",
    "start": "00:05:03",
    "end": "00:05:04"
  },
  {
    "text": "So he opens with this blanket statement that feels very conclusive. Conclusive. But then the next one comes and makes it a little more complex with the parable about the eye. So also in the teaching about money, he begins with a blanket statement. Don't store up treasure on the land, store up treasure in the sky. Do you remember how puzzled you were? I Mean, you kept bringing up that saying, like, okay, I get the idea, but it's more complex than that.",
    "start": "00:05:04",
    "end": "00:05:33"
  },
  {
    "text": "Right.",
    "start": "00:05:33",
    "end": "00:05:34"
  },
  {
    "text": "And similarly, don't judge is very. Seems conclusive, but actually it's a little more complex than that.",
    "start": "00:05:34",
    "end": "00:05:41"
  },
  {
    "text": "Okay. And they both start with like, don't do this.",
    "start": "00:05:41",
    "end": "00:05:43"
  },
  {
    "text": "Exactly. Yes. Don't store up treasure. Don't judge. Each one is followed about the parable about the eye. So the money saying was followed by the parallel about the clear eye that gives you light and the obscure or the bad eye that makes you full of darkness. So it's all about the quality of how you see is affected by what you do with money. And the quality of. Of how you evaluate other people's behavior is connected to the manner and how you see other people.",
    "start": "00:05:43",
    "end": "00:06:15"
  },
  {
    "text": "That's the second parable.",
    "start": "00:06:16",
    "end": "00:06:18"
  },
  {
    "text": "Yeah, exactly. About the speck and the beam in the eye.",
    "start": "00:06:18",
    "end": "00:06:21"
  },
  {
    "text": "I see the first eye parable was about if I'm not storing up treasure on the land, but I'm storing up sky stuff, sky treasure. It's then accompanied by a parable about being a kind of person who's very generous.",
    "start": "00:06:21",
    "end": "00:06:36"
  },
  {
    "text": "Yeah.",
    "start": "00:06:36",
    "end": "00:06:37"
  },
  {
    "text": "Full of light and life and is kind of sincere and complete and whole.",
    "start": "00:06:37",
    "end": "00:06:42"
  },
  {
    "text": "Yep.",
    "start": "00:06:42",
    "end": "00:06:43"
  },
  {
    "text": "And so like your eye, but the focus is on your eye, and how.",
    "start": "00:06:43",
    "end": "00:06:47"
  },
  {
    "text": "You see depends on whether you are full of light or darkness.",
    "start": "00:06:47",
    "end": "00:06:51"
  },
  {
    "text": "Yeah. Okay. And then now we get into this next part. Don't judge. And then a parable about an eye and how your eye can be obstructed.",
    "start": "00:06:52",
    "end": "00:07:04"
  },
  {
    "text": "By something, something that will make you unable to really clearly help somebody with a hangout feeling.",
    "start": "00:07:04",
    "end": "00:07:13"
  },
  {
    "text": "The first one's really about how I exist in the world in relation to my stuff. And then the second one is focused on how I exist in the world.",
    "start": "00:07:13",
    "end": "00:07:24"
  },
  {
    "text": "In relation to other people. Other people. Yeah. Yeah, exactly. Which is kind of what these two sections are about. Yeah. In the teachings about money, after the parable about the eye, he has this very short little parable about, you can't serve two masters. You can only serve either God or mammon. Wealth. So also, after the parable about the eye with the speck and the beam is a parable about two things that are incompatible. Just like God and wealth are incompatible. You got to choose one or the other. So also, holy pearls are incompatible with dog. Pigs, don't cast your holy before dogs, and don't give your pearls to swine. Incompatibles. Okay, so when we talk about the riddle of the pig dogs and the holy pearls, we'll talk about how the God and mammon, but they're both really short and they both are about incompatible things.",
    "start": "00:07:24",
    "end": "00:08:20"
  },
  {
    "text": "Okay.",
    "start": "00:08:20",
    "end": "00:08:20"
  },
  {
    "text": "And then what's interesting is both the money teachings and these teachings about relationships conclude with a longer teaching where Jesus talks about the Heavenly Father as gracious, kind, and in money, if this is how he feeds the birds and clothes the flowers, how much more will your Heavenly Father care about you? And so also where he says, ask, seek, and knock, because what father? If their child asked them for bread, would he give him a stone or a snake? How much more will your Heavenly Father respond to you? So he concludes both teachings with a portrait of God as a generous father who's going to help you. It's almost like when it comes to money, we need help to respond to. Money rightly will be built on the trust in God's generosity. And then in a parallel way, somehow being able to respond rightly to people that we find it hard to get along with, that also is going to be fundamentally affected by whether or not we think God is generous to us, how God relates to us.",
    "start": "00:08:21",
    "end": "00:09:31"
  },
  {
    "text": "Okay.",
    "start": "00:09:31",
    "end": "00:09:32"
  },
  {
    "text": "The generosity God shows to us somehow becomes a model or a mirror that we can reflect to others in difficult relationships. So here's the whole point, is that these two sections have been designed really carefully in order. These teachings about God and money, and then these teachings about us and difficult relationships. You can read each little collection by itself and get a lot of wisdom. But Matthew has designed these teachings then to map onto each other so that you start connecting the matching parts and you get even more wisdom and reflection. And this is a wonderful example of what we mean when we talk about the Bible as meditation, literature, and literary design.",
    "start": "00:09:32",
    "end": "00:10:17"
  },
  {
    "text": "Yeah, literary structure.",
    "start": "00:10:17",
    "end": "00:10:19"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:10:19",
    "end": "00:10:20"
  },
  {
    "text": "Cool. Makes a lot of sense. So we'll go over these four sections on conflict and relationships, but we'll also keep in mind how they map on to the four statements above about money.",
    "start": "00:10:21",
    "end": "00:10:33"
  },
  {
    "text": "You got it?",
    "start": "00:10:33",
    "end": "00:10:34"
  },
  {
    "text": "Great.",
    "start": "00:10:34",
    "end": "00:10:34"
  },
  {
    "text": "Yep. Sweet. So let us talk about judging. We're not judging. Okay, I'll let you read these famous lines of Jesus.",
    "start": "00:10:34",
    "end": "00:10:51"
  },
  {
    "text": "Okay.",
    "start": "00:10:51",
    "end": "00:10:51"
  },
  {
    "text": "Yeah.",
    "start": "00:10:51",
    "end": "00:10:51"
  },
  {
    "text": "Do not judge so that you will not be judged, because with the judgment that you judge, you will be judged. What translation is this?",
    "start": "00:10:52",
    "end": "00:11:04"
  },
  {
    "text": "This is my translation.",
    "start": "00:11:04",
    "end": "00:11:05"
  },
  {
    "text": "This is your translation. And the measure that you measure it will be measured to you.",
    "start": "00:11:05",
    "end": "00:11:10"
  },
  {
    "text": "So you have a conclusive categorical statement of what not to do with two reasons. So don't judge.",
    "start": "00:11:11",
    "end": "00:11:19"
  },
  {
    "text": "Yeah.",
    "start": "00:11:19",
    "end": "00:11:20"
  },
  {
    "text": "Now, what that means, that could actually mean a lot of things. And that's basically what we're gonna talk about the rest of the time. Can it read? It can. It can. Don't judge. And then there's two reasons. One is so that you will not be judged.",
    "start": "00:11:20",
    "end": "00:11:33"
  },
  {
    "text": "Yeah.",
    "start": "00:11:33",
    "end": "00:11:34"
  },
  {
    "text": "So I guess I don't wanna do to others what I don't want to have happen to me. Okay, that sounds like. Oh, that sounds just like what he's going to conclude this whole section with, which is the golden rule. Do to others what you want them to do to you. It's like an inverse way of saying it. So don't judge. Why? Well, so that you won't be judged. Because the judgment that you use to judge others, that's going to come right back at you, buddy. And if the word judgment, if you got a hang up with that Jesus flips to a marketplace image, which is that of weights and measures. So think of a balance or a scale and you've got like a little bag of rocks or weights and then you've got little things, maybe you're selling, I don't know, flour, like ground flour or something like that.",
    "start": "00:11:34",
    "end": "00:12:29"
  },
  {
    "text": "I feel like with measuring, like for baking and stuff, it's not done by weight, but it's done by like volume, you know?",
    "start": "00:12:29",
    "end": "00:12:37"
  },
  {
    "text": "Yes.",
    "start": "00:12:37",
    "end": "00:12:38"
  },
  {
    "text": "Teaspoons, tablespoons, quarter cup ounces, pints. It's so confusing to me.",
    "start": "00:12:38",
    "end": "00:12:45"
  },
  {
    "text": "Oh, especially having to convert them.",
    "start": "00:12:45",
    "end": "00:12:47"
  },
  {
    "text": "Yeah. If it's metric versus.",
    "start": "00:12:48",
    "end": "00:12:49"
  },
  {
    "text": "Yeah, go to ounce, to milliliters. Yeah, to grams. Just like I'm grams in there. What is this?",
    "start": "00:12:49",
    "end": "00:12:57"
  },
  {
    "text": "So, but you're saying there was a very basic way of measuring and it was not by volume, it was by weight, by weight. And so you have a tool, a scale, and on one side you put the weight and the weight is like, let's use something we know. Yeah, a quarter pound.",
    "start": "00:12:57",
    "end": "00:13:13"
  },
  {
    "text": "Quarter pound. Yeah, that's right. That's right.",
    "start": "00:13:13",
    "end": "00:13:15"
  },
  {
    "text": "A quarter pounder. Quarter pound weight on one side and then you put your burger on the other side so that you've got the quarter pound patty.",
    "start": "00:13:15",
    "end": "00:13:22"
  },
  {
    "text": "This is why if you ever read through the prophets of the Hebrew Bible, if they're like have a section where they're accusing Israelite leaders of corruption and injustice, they'll often bring up faulty weights and measures or unbalanced weights and measures.",
    "start": "00:13:22",
    "end": "00:13:37"
  },
  {
    "text": "Which is because it's the perfect way to just cheat someone.",
    "start": "00:13:37",
    "end": "00:13:39"
  },
  {
    "text": "Exactly.",
    "start": "00:13:39",
    "end": "00:13:40"
  },
  {
    "text": "So easy.",
    "start": "00:13:40",
    "end": "00:13:41"
  },
  {
    "text": "Yeah, because what you could put is like, I don't know, a couple ounces.",
    "start": "00:13:41",
    "end": "00:13:44"
  },
  {
    "text": "Less than a quarter pound.",
    "start": "00:13:44",
    "end": "00:13:46"
  },
  {
    "text": "Exactly.",
    "start": "00:13:46",
    "end": "00:13:46"
  },
  {
    "text": "No one's gonna notice. But after you do that 20 times, you've just got yourself an extra patty.",
    "start": "00:13:46",
    "end": "00:13:53"
  },
  {
    "text": "Yeah. You can get 10% out of your income in a day if you just adjust the measure.",
    "start": "00:13:53",
    "end": "00:13:58"
  },
  {
    "text": "Skimming off the top.",
    "start": "00:13:59",
    "end": "00:14:00"
  },
  {
    "text": "Totally. And in Other words, an unequal measure means that you are representing yourself as being totally fair and equitable. But in reality it's a sleight of hand. If you are treating people, actually treating them with less than full integrity.",
    "start": "00:14:00",
    "end": "00:14:18"
  },
  {
    "text": "There it is, integrity.",
    "start": "00:14:18",
    "end": "00:14:19"
  },
  {
    "text": "Do not be surprised if it comes right back at you. Sooner, maybe later, but it'll come your way. You'll get what's coming to you. That's his point.",
    "start": "00:14:19",
    "end": "00:14:30"
  },
  {
    "text": "If you cheat people, you will likely be cheated.",
    "start": "00:14:31",
    "end": "00:14:35"
  },
  {
    "text": "Yeah. Okay, now so that's using measures. So then we're going to come map that on to what judgment means, and it's going to enrich the idea considerably. But I just like that he ended with this little marketplace image because it makes it concrete, makes it simple.",
    "start": "00:14:36",
    "end": "00:14:51"
  },
  {
    "text": "Yeah.",
    "start": "00:14:52",
    "end": "00:14:52"
  },
  {
    "text": "So the way that you relate to others is going to come right back at you. And it's all. It's about fairness and balance and integrity. That's what the measure image gets you. So that raises the question of what does judge mean?",
    "start": "00:14:53",
    "end": "00:15:09"
  },
  {
    "text": "Yeah.",
    "start": "00:15:09",
    "end": "00:15:09"
  },
  {
    "text": "So shall we? Let's do a little word study.",
    "start": "00:15:09",
    "end": "00:15:11"
  },
  {
    "text": "Let's do it.",
    "start": "00:15:11",
    "end": "00:15:12"
  },
  {
    "text": "Okay. So the word that Jesus uses here, we find in Greek here is the Greek verb krino. And then it results in a couple of nouns in Greek. One is krima, judgment, or also chrysis, which is decision. And it comes to our English word crisis, which we think of something bad happening, but the original meaning is a point of decision. Yeah. An intense situation comes on you and forces you into making a decision. And that's why it's called a crisis. Yep. So to kreno is to look at someone's behavior and to evaluate it and make a decision about it. And then based on that decision, you make a conclusion and then you act on that conclusion.",
    "start": "00:15:12",
    "end": "00:16:35"
  },
  {
    "text": "That's very specific. So okrino is always about observing someone's behavior.",
    "start": "00:16:36",
    "end": "00:16:41"
  },
  {
    "text": "Actually, sorry, let me back up. It's more broad. It's about evaluating a situation.",
    "start": "00:16:42",
    "end": "00:16:47"
  },
  {
    "text": "Okay.",
    "start": "00:16:47",
    "end": "00:16:47"
  },
  {
    "text": "And your situation might be a person who's just done something, but it could.",
    "start": "00:16:48",
    "end": "00:16:53"
  },
  {
    "text": "Be just evaluating whether or not it's safe to walk out into a field or something.",
    "start": "00:16:53",
    "end": "00:16:59"
  },
  {
    "text": "Yeah, exactly. Okay, so let's just kind of look at some examples here. So sometimes krino can be used just to talk about what we would just say choice, a day to day choice or decision. In Acts, chapter 20, verse 16, we're told that Paul had crinode to sail past Ephesus so that he could not spend time in Asia cause he was hurrying on to Jerusalem.",
    "start": "00:16:59",
    "end": "00:17:22"
  },
  {
    "text": "Okay. He made a decision.",
    "start": "00:17:22",
    "end": "00:17:23"
  },
  {
    "text": "Yeah. So I'm on a boat and I Could harbor at Ephesus and go see my peeps there. Or I could go on to Jerusalem. Yeah, It's a crisis.",
    "start": "00:17:23",
    "end": "00:17:33"
  },
  {
    "text": "You have to make a decision.",
    "start": "00:17:33",
    "end": "00:17:34"
  },
  {
    "text": "Make a decision. Okay. So that's its kind of most basic or neutral meaning. Crino can also then refer to moments where you have to make a decision about what you discern is good or bad or between better or best. So, for example, when Peter and John get arrested and brought before the temple leaders, and they say, hey, listen, stop talking about how Jesus is alive from the dead, like, stop it. And Peter famously says in Acts, chapter four, whether it's right in the eyes of God to listen to you rather than God, you be the one to krenno. You make that Krenno. As for us, we can't stop talking about what we've seen and heard. So you have to decide whether we should listen to God or you. So it's kind of a clever way to put the ball in their courts. Yeah. So later in the book of Acts, when the leaders of the Jesus movement come together and decide, like, should we make non Israelites, you know, be circumcised and eat kosher and keep the Sabbath? And James makes this decision on behalf of the whole body that came together. He says, it is my crisis, my decision that we shouldn't trouble those who are turning to God from the Gentiles and so they shouldn't have to get circumcised. Yeah, that's the most basic meaning is to discern, evaluate between one thing and another thing and then to act on it.",
    "start": "00:17:34",
    "end": "00:19:09"
  },
  {
    "text": "And you can make a case that no matter what the thing is that you're discerning, you're making a judgment between what's good and bad.",
    "start": "00:19:09",
    "end": "00:19:18"
  },
  {
    "text": "Yeah, let's.",
    "start": "00:19:18",
    "end": "00:19:18"
  },
  {
    "text": "Or what's good and better.",
    "start": "00:19:18",
    "end": "00:19:20"
  },
  {
    "text": "Yep.",
    "start": "00:19:20",
    "end": "00:19:20"
  },
  {
    "text": "And so it might feel very pedestrian, like, should I port here or not? But your calculus is like, should I spend time with these people or these people? What would be a better use of time? What relationships need the most attention? You're trying to find the good.",
    "start": "00:19:21",
    "end": "00:19:38"
  },
  {
    "text": "That's right. Every decision we make is shaped by some usually implicit unstated set of values. There it is for value.",
    "start": "00:19:38",
    "end": "00:19:47"
  },
  {
    "text": "So that's where this is landing for me is back to measuring. What you have are the weights. And the weights are telling you what the right decision is or what the right quantity is. And in judgment, you don't have weights, but you have values. You have some sort of way of filtering things so that you can decide, make decisions. And that filtering system, your values.",
    "start": "00:19:48",
    "end": "00:20:22"
  },
  {
    "text": "So if you are judging someone. What you're doing is you're observing their behavior and you are making a decision about it, whether it's good or bad or good or better between those two based on some measure that you have in your mind.",
    "start": "00:20:23",
    "end": "00:20:40"
  },
  {
    "text": "Because two different people can be looking at someone's similar behavior.",
    "start": "00:20:40",
    "end": "00:20:44"
  },
  {
    "text": "Yes, there you go.",
    "start": "00:20:44",
    "end": "00:20:45"
  },
  {
    "text": "And one person can go, man, what a righteous person.",
    "start": "00:20:45",
    "end": "00:20:48"
  },
  {
    "text": "Yeah, that was a great choice, great choice, well done.",
    "start": "00:20:48",
    "end": "00:20:52"
  },
  {
    "text": "And someone could be standing right next to them doing the same thing and going, I can't believe that person did that. Yes, that person is horrible.",
    "start": "00:20:52",
    "end": "00:21:00"
  },
  {
    "text": "That's exactly right. Okay, so it's a difference of value. So Jesus tells a parable about this, but I guess we could think of our own parable.",
    "start": "00:21:00",
    "end": "00:21:09"
  },
  {
    "text": "He does.",
    "start": "00:21:10",
    "end": "00:21:10"
  },
  {
    "text": "In a way, the parable about the speck and the beam in the eye is exploring.",
    "start": "00:21:11",
    "end": "00:21:15"
  },
  {
    "text": "Oh, it's exploring it.",
    "start": "00:21:15",
    "end": "00:21:16"
  },
  {
    "text": "Meaning this. But let's just stick with the.",
    "start": "00:21:16",
    "end": "00:21:18"
  },
  {
    "text": "Yeah, what would be an example of that? Gosh, I mean, this controversy laden examples it is.",
    "start": "00:21:18",
    "end": "00:21:25"
  },
  {
    "text": "Well, and that's because value gets to.",
    "start": "00:21:25",
    "end": "00:21:28"
  },
  {
    "text": "The heart of it.",
    "start": "00:21:28",
    "end": "00:21:29"
  },
  {
    "text": "Yes, it's both personal, but also then its values shift in their degree and emphasis from culture to culture and person to person. Which doesn't mean we all, we're just making it up all the time. We inherit values and are shaped by them that are bigger than ourselves, but they do change and flux over time.",
    "start": "00:21:29",
    "end": "00:21:47"
  },
  {
    "text": "Here's a possible one. Someone's asking for money on the corner of the street. Guy comes up, gives him $20. Two people are watching this scenario. One person goes, what a real righteous move. That person gave $20 to this person in need. He could have kept it, could have been stingy. And then another guy going, that guy's just gonna go buy some heroin. You're just enabling. That's a horrible decision.",
    "start": "00:21:48",
    "end": "00:22:14"
  },
  {
    "text": "Give that $20 to the rescue mission, to the rehabilitation program. Both have a value of helping.",
    "start": "00:22:15",
    "end": "00:22:23"
  },
  {
    "text": "Yeah, both want to help, but they.",
    "start": "00:22:23",
    "end": "00:22:25"
  },
  {
    "text": "Have different, very different visions of how that value should be carried out.",
    "start": "00:22:25",
    "end": "00:22:28"
  },
  {
    "text": "Right, strategically.",
    "start": "00:22:29",
    "end": "00:22:30"
  },
  {
    "text": "Yep. Yeah, that's right. Yep. So there is a shared value, but then there's a different value on the personal interaction. So one person might value what really matters is someone's self worth and dignity, that they would be acknowledged by somebody walking down the street, feel cared for, noticed and loved. And that has a power beyond any rehabilitation program. And so that's how I'm going to respond. That would be an example of maybe how that value is getting fleshed out. And the other person wouldn't disagree about the bigger value, which is Helping people. But it's about. So, yeah, that's a good example. Yeah. The same behavior could be evaluated differently based on the value that you used. Oh, evaluate.",
    "start": "00:22:30",
    "end": "00:23:17"
  },
  {
    "text": "Ah, value's right in there. Evaluate.",
    "start": "00:23:18",
    "end": "00:23:21"
  },
  {
    "text": "There you go. Yeah, that's it. Okay. So that's the basic meaning of the word. Jesus is saying, don't do that.",
    "start": "00:23:21",
    "end": "00:23:28"
  },
  {
    "text": "Don't evaluate. That's the first thing he says. Don't judge.",
    "start": "00:23:29",
    "end": "00:23:32"
  },
  {
    "text": "Yeah.",
    "start": "00:23:32",
    "end": "00:23:33"
  },
  {
    "text": "Is he saying, never make an assessment on someone else's behavior? Is that what Jesus is saying?",
    "start": "00:23:33",
    "end": "00:23:38"
  },
  {
    "text": "Yeah, because you could take it to mean that. The sentence could mean that.",
    "start": "00:23:38",
    "end": "00:23:42"
  },
  {
    "text": "It does mean that in and of itself.",
    "start": "00:23:43",
    "end": "00:23:46"
  },
  {
    "text": "The sentence says that. It says that. What does it mean that? Because he's gonna go on to tell a parable about, hey, if you got a log in your eye, don't walk away, Deal with the log in your eye. Then you can see clearly to evaluate the speck in your brother's eye. I mean, really, the whole point of the Sermon on the Mount is about moral discernment and cultivating a way to evaluate moral decisions. So he's talking about a specific kind of judgment. So this relates to the kind of another nuance of the word, which is to make a decision and then pronounce that person's status, often in a court setting or in social setting. So here's some famous stories. In John, chapter eight, when the woman caught in adultery is brought before Jesus, and, right. The people want to stone her to death. And Jesus says, whoever is without sin casts the first stone. Everybody leaves. And what Jesus says to her is, woman, where are they? Didn't anyone condemn you? And he uses a compound word, kata krino. Kata means against. So to judge against. And she says, no, they're all gone. And Jesus says, so neither do I. You go now and sin no more. Here krino means, I'm not going to issue a court or a social consequence upon you. I don't judge you.",
    "start": "00:23:46",
    "end": "00:25:25"
  },
  {
    "text": "Okay.",
    "start": "00:25:26",
    "end": "00:25:27"
  },
  {
    "text": "Even though he then goes on to say, but the thing that you just did, don't do that anymore.",
    "start": "00:25:27",
    "end": "00:25:31"
  },
  {
    "text": "Which is a form of judgment.",
    "start": "00:25:31",
    "end": "00:25:32"
  },
  {
    "text": "Which is a form of judgment.",
    "start": "00:25:32",
    "end": "00:25:33"
  },
  {
    "text": "Okay.",
    "start": "00:25:33",
    "end": "00:25:33"
  },
  {
    "text": "But I'm not going to bring about the full social consequences of your decision, which is also bound up with the word chrino. So the word chrino means both the act of evaluating and then the action you take based on the conclusion. Also the.",
    "start": "00:25:33",
    "end": "00:25:50"
  },
  {
    "text": "It's also how you hold someone accountable to the judgment.",
    "start": "00:25:50",
    "end": "00:25:56"
  },
  {
    "text": "Yep.",
    "start": "00:25:56",
    "end": "00:25:57"
  },
  {
    "text": "Okay.",
    "start": "00:25:57",
    "end": "00:25:57"
  },
  {
    "text": "So it won't surprise us to know that this verb is very often used of God's evaluation of people in Fact, here's just one example, like of dozens in the New Testament. In Paul's speech to the philosophers in Athens up on the Areopagus, he says now that God's been like revealing himself to humans all along, all through human history. And he's overlooked the times of ignorance when people didn't know him. But now God's declaring that all people everywhere should turn around and pay attention because he has fixed a day in which he will krennow the world with righteousness through a man he has appointed, having furnished proof to all by raising him from the dead. So the risen Jesus is the one who will bring Chrysus or he will crino. So God is going to evaluate human history. So the word judge, the evaluator, and then the one who will act on that and bring about just consequences for that. In other words, if you study what judgment means throughout the New Testament, there's kind of two moments. So there's a moment of yourself evaluating another person's behavior.",
    "start": "00:25:58",
    "end": "00:27:22"
  },
  {
    "text": "That krino can mean that.",
    "start": "00:27:22",
    "end": "00:27:23"
  },
  {
    "text": "It does mean that. Okay, that's right. But it also can mean the actions you take to enforce the consequences or for you, what ought to happen based on your evaluation. You want to bring about a consequence.",
    "start": "00:27:23",
    "end": "00:27:36"
  },
  {
    "text": "Yeah.",
    "start": "00:27:37",
    "end": "00:27:37"
  },
  {
    "text": "That also is referred to with this word.",
    "start": "00:27:37",
    "end": "00:27:39"
  },
  {
    "text": "I see.",
    "start": "00:27:39",
    "end": "00:27:39"
  },
  {
    "text": "And it seems that Jesus is referring to that second act, acting on that evaluation, bringing about the consequences.",
    "start": "00:27:40",
    "end": "00:27:48"
  },
  {
    "text": "Okay.",
    "start": "00:27:48",
    "end": "00:28:02"
  },
  {
    "text": "He says don't judge so that you will not be judged. Oh, by whom? Now you could just be talking about other people, like what you give out, you know, you'll finally get back. Or is there something else buried in that? You will be judged and you will be measured by the measure. So here's what's interesting is this saying. The ideas Jesus is passing on here get echoed throughout the rest of the New Testament. This saying had a big impact on the apostles. Big impact. So one way to understand what Jesus means by don't judge so that you're not judged is to look at how this idea gets developed throughout the rest of the New Testament. And it does. So let me show you some examples.",
    "start": "00:28:20",
    "end": "00:29:05"
  },
  {
    "text": "Okay.",
    "start": "00:29:05",
    "end": "00:29:05"
  },
  {
    "text": "In Romans, chapter 14, Paul talks about how there are some followers of Jesus who feel like they don't have to eat kosher and they can honor different days as sacred than the traditional Israelites, days of the Sabbath and Passover and so on. But then there are people who follow Jesus who do keep kosher and do Sabbath and Passover, and they're at odds with each other. And he describes them as performing the act of chrino on each Other. And he says it's wrong. And here's why he says it's wrong. This is Romans 14:10. But you, why do you crino your brother? Or again, why do you regard your brother with contempt? Listen, we are all going to stand before the seat of Chrysus, before God. So here the reason is, don't judge your brother because you will be judged by God.",
    "start": "00:29:05",
    "end": "00:30:07"
  },
  {
    "text": "Man. I feel like I can make the opposite argument.",
    "start": "00:30:09",
    "end": "00:30:11"
  },
  {
    "text": "Oh, right, yeah. Okay.",
    "start": "00:30:13",
    "end": "00:30:15"
  },
  {
    "text": "We're all going to be judged. So let's like, let's get ready.",
    "start": "00:30:15",
    "end": "00:30:19"
  },
  {
    "text": "Yeah.",
    "start": "00:30:19",
    "end": "00:30:19"
  },
  {
    "text": "By like prejudging each other and helping.",
    "start": "00:30:19",
    "end": "00:30:21"
  },
  {
    "text": "Each other get ready. Okay, Here we go. First Corinthians, chapter 4, verse 5. Therefore, don't go on passing judgment before the time. Wait until the Lord comes who will bring to light the things hidden in darkness and disclose the motives of men's hearts. Then each person's praise will come to him from God. Yeah, he's bringing up motives. Yeah.",
    "start": "00:30:21",
    "end": "00:30:51"
  },
  {
    "text": "Yeah.",
    "start": "00:30:51",
    "end": "00:30:51"
  },
  {
    "text": "So Paul unpacks this, that he thinks there's something inevitably deceptive, subtle about how we evaluate other people's behavior.",
    "start": "00:30:52",
    "end": "00:31:03"
  },
  {
    "text": "Yeah.",
    "start": "00:31:03",
    "end": "00:31:04"
  },
  {
    "text": "Which we clearly are supposed to do.",
    "start": "00:31:04",
    "end": "00:31:06"
  },
  {
    "text": "Are we? Because right here it feels clearly like we're not supposed to do.",
    "start": "00:31:08",
    "end": "00:31:12"
  },
  {
    "text": "But maybe he's going to go on to say, help your brother out with that speck in his eye. Yeah.",
    "start": "00:31:12",
    "end": "00:31:16"
  },
  {
    "text": "But Paul here is just also just saying, just don't do it.",
    "start": "00:31:17",
    "end": "00:31:20"
  },
  {
    "text": "Yep. Don't do it. Yeah, let's keep going. 2 Corinthians, 5, 10. Hey, listen, we are all going to appear before the seat of Krima. Krima, Judgment Christ. So here he's using, it's the Greek word bema. The bema seat, the judgment seat. It's referring to an actual seat that like a judge would sit on in a courtroom. We all will appear before the judgment seat of Christ so that each one will be repaid for his actions done in the body, whether good or bad. So there is coming a judgment. You will be judged.",
    "start": "00:31:20",
    "end": "00:31:56"
  },
  {
    "text": "Yeah.",
    "start": "00:31:56",
    "end": "00:31:56"
  },
  {
    "text": "And both Jesus and Paul say, therefore don't judge your brother. Now very clearly, both Paul and Jesus are also in other places going to say, yes, do evaluate the behavior of others and help them.",
    "start": "00:31:57",
    "end": "00:32:13"
  },
  {
    "text": "Paul is pretty famous for evaluating other people's behavior and then writing letters to them about it.",
    "start": "00:32:13",
    "end": "00:32:18"
  },
  {
    "text": "Yeah. Yeah. So apparently there are some situations where you do need to evaluate and say your evaluation. There was a member of the house church in Corinth, a guy sleeping with his mother in law, and he said.",
    "start": "00:32:18",
    "end": "00:32:29"
  },
  {
    "text": "That Paul judged that.",
    "start": "00:32:29",
    "end": "00:32:31"
  },
  {
    "text": "Yeah. Yep. Like that's not okay. That's Fundamentally contrary to the values.",
    "start": "00:32:31",
    "end": "00:32:36"
  },
  {
    "text": "So why can't we just say, hey, Paul, but you said, let's not judge because we don't really know his motives. And, like, God's gonna judge at the end of the time. So, like, don't do it, Paul.",
    "start": "00:32:36",
    "end": "00:32:47"
  },
  {
    "text": "Yep, that's right. So apparently there are some times to judge. There are some times to not judge. But what's my baseline? Yeah, my baseline should be. Ooh, boy. If I'm going to judge, it should apparently be, like, the very last resort.",
    "start": "00:32:47",
    "end": "00:33:04"
  },
  {
    "text": "Interesting.",
    "start": "00:33:04",
    "end": "00:33:05"
  },
  {
    "text": "I should be very hesitant.",
    "start": "00:33:05",
    "end": "00:33:07"
  },
  {
    "text": "Very hesitant.",
    "start": "00:33:07",
    "end": "00:33:08"
  },
  {
    "text": "Very hesitant. Because I know that whatever value I am bringing to bear on somebody else's behavior, I am being measured and will be measured by that same exact value.",
    "start": "00:33:08",
    "end": "00:33:19"
  },
  {
    "text": "What does that mean?",
    "start": "00:33:20",
    "end": "00:33:21"
  },
  {
    "text": "So somehow humans. And when I say humans, I mean me. So I'm just going to say me. I have this tendency to be much more generous and flexible when I evaluate my own behavior.",
    "start": "00:33:22",
    "end": "00:33:40"
  },
  {
    "text": "Sure.",
    "start": "00:33:41",
    "end": "00:33:41"
  },
  {
    "text": "And much less generous when I evaluate the behavior of others, because I can kind of discern my own motives. Kind of.",
    "start": "00:33:42",
    "end": "00:33:53"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:33:53",
    "end": "00:33:54"
  },
  {
    "text": "And if I can only kind of discern my own motives, how well am I really qualified to evaluate the motives underneath another person's behavior? And I think that's really what this is about. Generosity.",
    "start": "00:33:54",
    "end": "00:34:08"
  },
  {
    "text": "Interesting. Don't judge. Obviously, there's times to judge, but you're saying that making the baseline don't judge. It's saying we need to be very skeptical of any time we're coming to a conclusion about someone's motives, because it's very likely we're going to get it wrong. And in fact, it's very likely we're getting our own wrong as well.",
    "start": "00:34:08",
    "end": "00:34:39"
  },
  {
    "text": "Totally.",
    "start": "00:34:40",
    "end": "00:34:40"
  },
  {
    "text": "And there's going to be a time when everything's laid bare.",
    "start": "00:34:40",
    "end": "00:34:43"
  },
  {
    "text": "Yeah.",
    "start": "00:34:43",
    "end": "00:34:44"
  },
  {
    "text": "And every motive is completely clear in front of God. And, like, we can hope and rest, that's going to happen. But that also should give us a little bit of chills because it's going to happen to us, too. But help me understand. Am I going to be judged more by God when I judge other people more? Is that what this is saying?",
    "start": "00:34:44",
    "end": "00:35:05"
  },
  {
    "text": "No, it says, by the judgment that you judge, you will be judged.",
    "start": "00:35:05",
    "end": "00:35:09"
  },
  {
    "text": "What does that mean? Well, won't we all just all be judged the same? There will be an equity in judgment.",
    "start": "00:35:09",
    "end": "00:35:16"
  },
  {
    "text": "Oh, I understand. Well, okay, you're right. But I think rhetorically, the point is to say, listen, you think that you are evaluating other people's behavior in this fair, objective, unbiased way.",
    "start": "00:35:17",
    "end": "00:35:31"
  },
  {
    "text": "Sure, of course I am.",
    "start": "00:35:31",
    "end": "00:35:33"
  },
  {
    "text": "Of course I am. So let's use that Same measure to think about what you yelled at that person when they cut you off in the freeway yesterday. Yeah, that's interesting, because if we use the measure that you just used to judge that person based on what you did yesterday, seems like you are a little more inconsistent than you are willing to say. Yeah, I think it's that. So for me, the most impacting explorations of the Sermon on the Mount that I read in my early years of following Jesus was by Dallas Willard in his book the Divine Conspiracy. And he notes many scholars who think that essentially the meaning of what Jesus is after here would be better served by the English word condemn. Because Jesus doesn't mean don't.",
    "start": "00:35:33",
    "end": "00:36:23"
  },
  {
    "text": "That's that second meaning we were talking about.",
    "start": "00:36:23",
    "end": "00:36:24"
  },
  {
    "text": "Exactly. Which is making a conclusion, a certain conclusion, and then acting on that conclusion versus the one other main meaning of the word, which is just to evaluate. So he is working this theme of condemnation, what's underneath it? So Willard says it this way. He says, condemnation always involves some degree of self righteousness and distancing ourselves from the one that we're condemning. Contempt is a major part of condemnation.",
    "start": "00:36:25",
    "end": "00:36:55"
  },
  {
    "text": "Well, that's interesting because Paul in that verse, don't judge. He follows it up and says, don't show contempt. Right. Is that the word he uses?",
    "start": "00:36:55",
    "end": "00:37:03"
  },
  {
    "text": "Yes, that's exactly the word he uses.",
    "start": "00:37:03",
    "end": "00:37:05"
  },
  {
    "text": "And so he's kind of using as a synonym.",
    "start": "00:37:05",
    "end": "00:37:07"
  },
  {
    "text": "That's right, yeah. Yep. So Willard goes on, contempt is a major part of condemnation. And if we drop contempt from our soul, condemnation will rarely occur. We must beware of the idea that it's okay for us to condemn as long as we're condemning the right things. It's not so simple as all that. I can trust Jesus to go into the temple and drive out those who are distorting its purpose with a whip. I cannot really trust myself to do so.",
    "start": "00:37:07",
    "end": "00:37:40"
  },
  {
    "text": "Well, Willard, you are in a small class of people who maybe realize that about yourself. Right?",
    "start": "00:37:40",
    "end": "00:37:46"
  },
  {
    "text": "Yeah. Jesus is going to tell a parable in Matthew 13 so like in a few chapters from now and say, listen, the kingdom of God is like a field of wheat. But then an enemy came and sowed all these seeds that grow up that look exactly like wheat, but they're not. And the workers come to the owner of the field and say, hey, do you want us to weed out the false wheat? And the owner says, no, you're going to do a poor job. You're going to hack out a bunch of wheat too. So just wait for the harvest and let the harvester sort it out. And Then that's what he tells his disciples are like, what? What does that mean? And then he just straight up says, like, the kingdom of God, it's complex, and you're not going to be able to tell who's truly living consistently with it and who's not. It's not going to be simple. And it is not your prerogative to evaluate. Now, so that's Jesus. And yet the same Jesus who also, in the Gospel of Matthew, is going to pronounce seven woes of catastrophe on the Pharisees for how they treat people. He's very clearly evaluating their behavior and making a conclusion based on it. So it's more about this saying is unpacked more by the parable that follows about the eye. And I guess we'll talk about that in the next episode. But it is very typical of Jesus to open up with just this categorical big idea, force it in your face, and he's going to go on to nuance it and make it more complex. And there's qualifications. But if we want anything to be like our baseline, it should be very rarely making public announcements about the behavior of other people. That should just really, really beware of that kind of thing.",
    "start": "00:37:47",
    "end": "00:39:40"
  },
  {
    "text": "Do Christians know that Jesus said this?",
    "start": "00:39:41",
    "end": "00:39:44"
  },
  {
    "text": "I don't know. I don't know.",
    "start": "00:39:47",
    "end": "00:39:49"
  },
  {
    "text": "It's such a counterintuitive way. It feels wrong. It feels wrong. It feels like the intuition is man. We gotta make things right. We've gotta. Like, things are getting out of control. Like, God's gonna judge us, so we need to prejudge so that things can get a little bit better so we don't all get wiped out. This doesn't all go down toilet. We need to get things in alignment. We need to make.",
    "start": "00:39:49",
    "end": "00:40:14"
  },
  {
    "text": "That's interesting, right? Yeah. And of course, again, Jesus is going to go on to show many instances.",
    "start": "00:40:14",
    "end": "00:40:20"
  },
  {
    "text": "Of Jesus cares very much about bright relationships.",
    "start": "00:40:20",
    "end": "00:40:23"
  },
  {
    "text": "Totally. But he also is very tolerant of ambiguity and of the mixed nature of the human heart and therefore the mixed nature of his community of disciples. And that's true. I mean, my goodness, he was, like, kind to Judas until the very end. He never treated Emma kindly, even when he knew, you know, like, clearly he had some feelings about what Judas was going to do, but he didn't kick him out.",
    "start": "00:40:23",
    "end": "00:40:55"
  },
  {
    "text": "It's a tool that my wife and I try to use around communicating in conflict. And one of the premises of it is don't judge, basically. But what you can do instead is you can just tell the person how it's. What's going on is Affecting you. Right. Like, so I'm not gonna judge your motives, but I just want to let you know, like, right now, I'm feeling a lot of fear. And then you're inviting that person into your experience without having to judge.",
    "start": "00:40:56",
    "end": "00:41:29"
  },
  {
    "text": "Yep.",
    "start": "00:41:29",
    "end": "00:41:30"
  },
  {
    "text": "And so then you can come up with creative solutions. And it's so much better for relationships.",
    "start": "00:41:30",
    "end": "00:41:36"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:41:37",
    "end": "00:41:37"
  },
  {
    "text": "To come that way. Treat each other like allies. And it's like, you have to have so much grace because you're just so suspicious. I think you're doing this to hurt me. I think you're doing this because you're selfish. I think you're doing this in all these kind of judgments to kind of just hold that open and be like, okay, I don't know for sure. And so I'm just gonna let you know what I'm experiencing, and let's come at this together.",
    "start": "00:41:37",
    "end": "00:42:04"
  },
  {
    "text": "Yeah, that's right. Yeah. So this is a relational. It's about relationships. It's about relationships, yeah. So I guess it's different than saying, like, kind of a more general moral conclusion. Stealing from people is wrong. You know, whatever. But when you actually get into real personal relationships with people, it's always more complex than that. And so how you bring that value that you hold to bear in the complexities of this person's. That person's story and moment, there should be a lot more patience, a lot more generosity, a lot more hesitation to just announce what you think about why they did what they did and what you think about it. I like it. As Willard says it. Great.",
    "start": "00:42:04",
    "end": "00:42:54"
  },
  {
    "text": "Do not condemn.",
    "start": "00:42:54",
    "end": "00:42:55"
  },
  {
    "text": "Contempt is a major part of condemnation. If you drop contempt from your soul, condemnation will rarely occur.",
    "start": "00:42:55",
    "end": "00:43:02"
  },
  {
    "text": "That's interesting.",
    "start": "00:43:03",
    "end": "00:43:03"
  },
  {
    "text": "He doesn't say it will never occur.",
    "start": "00:43:03",
    "end": "00:43:05"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:43:05",
    "end": "00:43:05"
  },
  {
    "text": "But it will occur a lot more rarely. Very rarely.",
    "start": "00:43:05",
    "end": "00:43:09"
  },
  {
    "text": "Contempt. If you drop contempt. What does he mean by that?",
    "start": "00:43:09",
    "end": "00:43:13"
  },
  {
    "text": "Well, here he's borrowing his earlier treatment of contempt from the case study about anger and murder. It's making a decision about the value of someone else's life. And so condemnation means I've come to a conclusion about you and why you did that and what you did. As he says, it always involves some degree of distancing. Like, you did that. And I'm not somebody who did that, and I'm in a position to evaluate that. And once contempt is gone, then, if anything, what you feel is a great degree of empathy and care and love and concern. That's a very different spirit to come to somebody in condemnation. And I think that's really what the next parable is about. So this is really almost like a part one and part two will be. What he says is, don't judge. What he means is don't condemn. What about scenarios where I really ought to go to this person I'm in a relationship with and share what I see in their lives? What should I do then? And Jesus has some things to say about that. And that's what the next parable is about.",
    "start": "00:43:13",
    "end": "00:44:26"
  },
  {
    "text": "So let's recap. Don't condemn. Because God is the true judge of all, and only he can make a final decision about somebody's motives. I mean, we've all got our stuff. Do you really want to be judged the way you judge others? Do you really want to be measured by the way you measure other people?",
    "start": "00:44:34",
    "end": "00:44:51"
  },
  {
    "text": "Yes. Great summary. And I love this wisdom of being skeptical and hesitant to pronounce judgments on people as a baseline. I mean, I'd love it if people treated me that way.",
    "start": "00:44:52",
    "end": "00:45:02"
  },
  {
    "text": "Yeah, it brings to mind 1st Corinthians 13 with Paul how love is patient, love is kind, love doesn't seek its own way. If we did that before we judged, it might reshape the way we evaluate other people.",
    "start": "00:45:03",
    "end": "00:45:18"
  },
  {
    "text": "I love that. Now this leads to a question for me, though. I can't help but evaluate people, right? I have opinions. I have my own values. I'm paying attention to what people are doing. So when I inevitably make an evaluation about someone, one's behavior, how can I go about helping him?",
    "start": "00:45:18",
    "end": "00:45:35"
  },
  {
    "text": "Great question. Jesus puts it this way. What do you do when you see a speck in someone's eye?",
    "start": "00:45:35",
    "end": "00:45:41"
  },
  {
    "text": "Yeah. Should I take it out?",
    "start": "00:45:42",
    "end": "00:45:43"
  },
  {
    "text": "Maybe not right away. You might have something obstructing your vision.",
    "start": "00:45:44",
    "end": "00:45:48"
  },
  {
    "text": "Why do you see the speck in the eye of your brother, but you do not perceive the beam in your own eye? If I see something in somebody else's life that is hurting them and you want to say something about it, Jesus is inviting us to say, actually, I should give myself the medicine first. There's a generosity of spirit there.",
    "start": "00:45:48",
    "end": "00:46:10"
  },
  {
    "text": "That's next week as we continue reading the Sermon on the Mount.",
    "start": "00:46:10",
    "end": "00:46:13"
  },
  {
    "text": "Bibleproject is a nonprofit and we exist to help people experience the Bible as a unified story that leads to Jesus. Everything we make is free because of the generous support, support of people just like you.",
    "start": "00:46:14",
    "end": "00:46:26"
  },
  {
    "text": "Thank you for being a part of this with us.",
    "start": "00:46:26",
    "end": "00:46:28"
  },
  {
    "text": "Hi, this is Serhi and I'm from Ukraine.",
    "start": "00:46:29",
    "end": "00:46:32"
  },
  {
    "text": "Our team works on localizations of Bible Project animated video series into several languages. Hi, this is Candice and I'm from the Philippines.",
    "start": "00:46:32",
    "end": "00:46:43"
  },
  {
    "text": "I work as an animator for the Tagalog team.",
    "start": "00:46:43",
    "end": "00:46:46"
  },
  {
    "text": "My favorite thing about the work I do with Bible Project is that while.",
    "start": "00:46:46",
    "end": "00:46:50"
  },
  {
    "text": "I make making illustrations move, I am.",
    "start": "00:46:50",
    "end": "00:46:52"
  },
  {
    "text": "Also learning more about the Bible.",
    "start": "00:46:52",
    "end": "00:46:54"
  },
  {
    "text": "My favorite thing about the work I do with Bible Project is to observe how the video is localized. Words, concepts and there is some magic in this.",
    "start": "00:46:54",
    "end": "00:47:06"
  },
  {
    "text": "It strengthens the faith that all people.",
    "start": "00:47:06",
    "end": "00:47:08"
  },
  {
    "text": "Around the world can get along, find a common language and live in peace.",
    "start": "00:47:08",
    "end": "00:47:13"
  },
  {
    "text": "We believe the Bible is a universal story that leads to Jesus. Bible Project is a crowdfunded nonprofit. Everything we make is free because of your generous support.",
    "start": "00:47:14",
    "end": "00:47:26"
  },
  {
    "text": "Thank you so much for being a.",
    "start": "00:47:26",
    "end": "00:47:27"
  },
  {
    "text": "Part of this with us.",
    "start": "00:47:27",
    "end": "00:47:28"
  },
  {
    "text": "Hi, this is Tyler here to read the credits. John Collins is the creative producer for today's Show. Production of today's episode is by producer Lindsey Ponder, Managing Producer Cooper Peltz, producer Colin Wilson. Stephanie Tam is our consultant and editor. Tyler Bailey is our supervising engineer. Frank Garza and Aaron Olson edited today's episode. Aaron Olson also provided the sound design and mix for today's episode. Nina Simone does our show notes and Hannah Wu provides the annotations for our app. Original Sermon on the Mount, music by Richie Cohen and the Bible Project theme song is by Tents. Tim Mackey is our lead scholar and your hosts, John Connor Collins and Michelle Jones.",
    "start": "00:47:30",
    "end": "00:48:09"
  }
]