[
  {
    "text": "This is bibleproject podcast and this year we're reading through the Sermon on the Mount. I'm John Collins and with me is co host Michelle Jones. Hi, Michelle.",
    "start": "00:00:04",
    "end": "00:00:11"
  },
  {
    "text": "Hi, John. The Sermon on the Mount is a large collection of the teachings of Jesus. And right at the center of this collection is a prayer that Jesus taught his followers to pray. It's short, only 12 lines, and for the last four weeks we've been going over it line by line. We've made it to the last two lines of the Lord's Prayer.",
    "start": "00:00:11",
    "end": "00:00:30"
  },
  {
    "text": "If you grew up with this prayer, you might know the King James translation where the last lines begin. Lead us not into temptation.",
    "start": "00:00:30",
    "end": "00:00:38"
  },
  {
    "text": "Wait, is God in the habit of leading people into temptation?",
    "start": "00:00:39",
    "end": "00:00:42"
  },
  {
    "text": "That's Tim Mackie.",
    "start": "00:00:43",
    "end": "00:00:44"
  },
  {
    "text": "This word temptation in English, at least for me, in my generation of American English, has a really negative set of associations.",
    "start": "00:00:44",
    "end": "00:00:52"
  },
  {
    "text": "There are moments in life that are going to be hard. Moments where we will face the perceived limits of our self control. Moments where we'll find out what we really believe to be true. In these moments, you could say I'm feeling tempted to choose evil. But the point of these moments is to give you the opportunity to choose good. In the Bible, these are moments of testing. And the Hebrew Bible is full of stories of God allowing, sometimes even orchestrating tests.",
    "start": "00:00:53",
    "end": "00:01:22"
  },
  {
    "text": "This is a great example of how a little line of Jesus has deep roots in the Hebrew Bible. Matthew has picked up the test motif from the Hebrew Bible and laid a trail of breadcrumbs throughout the Gospel account of this testing motif. In Jesus own story.",
    "start": "00:01:23",
    "end": "00:01:40"
  },
  {
    "text": "God will test us. And with that in mind, this prayer invites us into a raw, vulnerable place.",
    "start": "00:01:41",
    "end": "00:01:48"
  },
  {
    "text": "Father, I have a hard time controlling my desires and I know I need to grow. That's the kind of honesty that this first half of this line encourages us to have. Don't lead me into the test.",
    "start": "00:01:49",
    "end": "00:02:04"
  },
  {
    "text": "Thanks for joining us.",
    "start": "00:02:05",
    "end": "00:02:06"
  },
  {
    "text": "Here we go.",
    "start": "00:02:06",
    "end": "00:02:07"
  },
  {
    "text": "Hey, Tim.",
    "start": "00:02:21",
    "end": "00:02:22"
  },
  {
    "text": "Hello, John.",
    "start": "00:02:22",
    "end": "00:02:23"
  },
  {
    "text": "We are in the last line of the Lord's Prayer.",
    "start": "00:02:23",
    "end": "00:02:28"
  },
  {
    "text": "We took our sweet time.",
    "start": "00:02:28",
    "end": "00:02:29"
  },
  {
    "text": "We did. Going through the Lord's Prayer, we really slowed down.",
    "start": "00:02:29",
    "end": "00:02:32"
  },
  {
    "text": "It's great. Yeah, it's the whole world in here in the Lord's Prayer.",
    "start": "00:02:32",
    "end": "00:02:36"
  },
  {
    "text": "Turns out there is.",
    "start": "00:02:36",
    "end": "00:02:37"
  },
  {
    "text": "Yep.",
    "start": "00:02:37",
    "end": "00:02:37"
  },
  {
    "text": "So just to situate ourselves, we are working through.",
    "start": "00:02:37",
    "end": "00:02:41"
  },
  {
    "text": "Yes.",
    "start": "00:02:41",
    "end": "00:02:42"
  },
  {
    "text": "The Sermon on the Mount, which is Gospel of Matthew, chapters five through seven. It's a series of teachings that Jesus gives. Right at the center of the Sermon on the Mount is the Lord's Prayer, where Jesus teaches you his prayer.",
    "start": "00:02:42",
    "end": "00:02:55"
  },
  {
    "text": "Yeah.",
    "start": "00:02:55",
    "end": "00:02:56"
  },
  {
    "text": "And it's got two main halves.",
    "start": "00:02:56",
    "end": "00:02:59"
  },
  {
    "text": "The first half is three requests. Yeah. Oriented towards our Father, which is what Jesus called the God of Israel.",
    "start": "00:03:00",
    "end": "00:03:09"
  },
  {
    "text": "Our Father in the skies.",
    "start": "00:03:09",
    "end": "00:03:10"
  },
  {
    "text": "Yep. Our Father who's in the skies. May your name be recognized as holy. May your kingdom come, and may your will be done as it is in the skies. So also on the land.",
    "start": "00:03:10",
    "end": "00:03:23"
  },
  {
    "text": "That's the first half of the prayer.",
    "start": "00:03:23",
    "end": "00:03:25"
  },
  {
    "text": "Yep. Focusing on the reputation and mission and purpose of the God of Israel that Jesus was revealing. Actually, no, I take that back. He wasn't revealing. He was carrying forward what that God had already revealed, but carrying it forward in a new way. Then the second half of the prayer pivots towards the community of Jesus followers. It's a triple us. Give us today the bread that we need. Forgive us our debts as we forgive those who are indebted to us. And then what we're talking about today, don't lead us into the test.",
    "start": "00:03:25",
    "end": "00:04:02"
  },
  {
    "text": "Yeah.",
    "start": "00:04:02",
    "end": "00:04:03"
  },
  {
    "text": "But deliver us from the evil one.",
    "start": "00:04:03",
    "end": "00:04:05"
  },
  {
    "text": "And so today we'll talk about the test. What is the test? We have a whole theme series on this.",
    "start": "00:04:05",
    "end": "00:04:11"
  },
  {
    "text": "Yeah.",
    "start": "00:04:11",
    "end": "00:04:11"
  },
  {
    "text": "But we'll get a little nerdy.",
    "start": "00:04:11",
    "end": "00:04:13"
  },
  {
    "text": "This is a great example of how a little line of Jesus has deep roots in the Hebrew Bible and motifs and themes throughout the Hebrew Bible. And then not only that, but even within the Gospel of Matthew. Matthew has picked up the test motif from the Hebrew Bible and laid a trail of breadcrumbs throughout the Gospel account of this testing motif in Jesus's own story. So it's a cool example of how one word can unlock both themes from the Hebrew Bible, but then also help you understand what Jesus is saying and the whole story around him. So, yeah, lead us not into the test. So as we get into this line of the Lord's Prayer, we have to acknowledge that the vast majority of people who know the language of this prayer, when they hear this line, they think of the phrase, don't lead us into temptation or lead us not into temptation.",
    "start": "00:04:13",
    "end": "00:05:13"
  },
  {
    "text": "Yeah, lead us not.",
    "start": "00:05:13",
    "end": "00:05:14"
  },
  {
    "text": "Lead us not now. Which strikes a thoughtful person as kind of funky because you're like, wait, is God in the habit of leading people into temptation? This word temptation in English, at least for me in my generation of American English, has a really negative set of associations.",
    "start": "00:05:14",
    "end": "00:05:35"
  },
  {
    "text": "You tempt someone when you are trying to get them to fail.",
    "start": "00:05:35",
    "end": "00:05:38"
  },
  {
    "text": "Exactly. Yeah. The tempter. The temptress. My son describes food as temptating.",
    "start": "00:05:38",
    "end": "00:05:46"
  },
  {
    "text": "Temptating. That's right.",
    "start": "00:05:47",
    "end": "00:05:48"
  },
  {
    "text": "He sees something he really likes. I always thought, that's cool.",
    "start": "00:05:48",
    "end": "00:05:51"
  },
  {
    "text": "Yeah. Starting in the 1200s, it started to mean the act of enticing someone to sin.",
    "start": "00:05:52",
    "end": "00:05:57"
  },
  {
    "text": "Oh, wow. Okay, wow. Is it? What's that? Oxford?",
    "start": "00:05:57",
    "end": "00:06:00"
  },
  {
    "text": "This is from the dictionary online. Online etymology dictionary.",
    "start": "00:06:00",
    "end": "00:06:04"
  },
  {
    "text": "Okay. Yeah, so that's certainly what it means to me. Primarily temptation. The word test is a bit more neutral.",
    "start": "00:06:04",
    "end": "00:06:14"
  },
  {
    "text": "Yeah.",
    "start": "00:06:14",
    "end": "00:06:15"
  },
  {
    "text": "So your teacher, a teacher who has really like, invested in the well being and the success of her students, can give a test. But a healthy, wise teacher will know that sometimes tests can be important, milestone moments in somebody's development, and it can reveal the truth about them, about the limits of their knowledge or what have you. And that's what this vocabulary is.",
    "start": "00:06:15",
    "end": "00:06:42"
  },
  {
    "text": "Evaluation.",
    "start": "00:06:42",
    "end": "00:06:43"
  },
  {
    "text": "Yeah, evaluation. It reveals the truth. So here's just some other testing vocabulary in the Bible, that's just other circumstances. So there's this moment when, in this famous story of Joseph and his brothers, and when Joseph has been elevated as the ruler of Egypt and his brothers come down looking for food, they end up in front of the brother they betrayed over a decade ago. But they don't know it's him because he's dressed up like a pharaoh. So Joseph tries to test them to see if they're still treacherous.",
    "start": "00:06:43",
    "end": "00:07:15"
  },
  {
    "text": "These are the guys that threw him in a pit, sold him as a slave into Egypt.",
    "start": "00:07:15",
    "end": "00:07:19"
  },
  {
    "text": "That's right.",
    "start": "00:07:19",
    "end": "00:07:20"
  },
  {
    "text": "He wants to know, can I trust these guys?",
    "start": "00:07:20",
    "end": "00:07:22"
  },
  {
    "text": "That's right. He accuses them of being spies to kind of put them in the vice. And then he's going to arrange a set of circumstances to find out if they've changed.",
    "start": "00:07:22",
    "end": "00:07:31"
  },
  {
    "text": "Tighten the vise.",
    "start": "00:07:31",
    "end": "00:07:32"
  },
  {
    "text": "Yeah. And so what he says is, your words are going to be tested. I'm going to keep one of your brothers here in prison and let the rest of you go back to your land with food and with money. And if you come back with, you know, your littlest brother or your father, then I will know that you're telling the truth. It's interesting. Joseph puts his brothers in a difficult situation in order to find out what's true about them.",
    "start": "00:07:32",
    "end": "00:08:01"
  },
  {
    "text": "And the brothers think the test is, are we lying about our family?",
    "start": "00:08:01",
    "end": "00:08:05"
  },
  {
    "text": "Yes, exactly.",
    "start": "00:08:05",
    "end": "00:08:06"
  },
  {
    "text": "But the real test is, has their character changed?",
    "start": "00:08:06",
    "end": "00:08:09"
  },
  {
    "text": "Yep. Exactly. Yep. In the book of Job, there's a famous line where Job is describing God and he talks about God. God is the one whose hands hold the life of every living thing. And then he says, don't our ears test words? Like our tongue tastes food. So it is with wisdom, your ears test words. Isn't that a good little riddle? It's almost like a riddle.",
    "start": "00:08:09",
    "end": "00:08:39"
  },
  {
    "text": "Yeah, it's the BS detector, you know.",
    "start": "00:08:39",
    "end": "00:08:44"
  },
  {
    "text": "Yeah, that's right. Yeah.",
    "start": "00:08:44",
    "end": "00:08:45"
  },
  {
    "text": "I can tell the way you're saying doesn't add Up. Yeah, you kind of learn that over time. So what he's saying is, in the same way you can develop your palate for appreciating the nuances of tastes.",
    "start": "00:08:45",
    "end": "00:08:59"
  },
  {
    "text": "That's right. Often, if you go get a bag of coffee at a really niche roaster shop here in Portland, there'll be a little flavor profile. Description. Nutty caramel notes with blueberry tang and oak finish or something.",
    "start": "00:08:59",
    "end": "00:09:16"
  },
  {
    "text": "Yes, there's always a finish.",
    "start": "00:09:18",
    "end": "00:09:20"
  },
  {
    "text": "There's always a finish. And sometimes you're like, oh, that was helpful. Cause I actually could taste the Whatever, the berry or something like that.",
    "start": "00:09:20",
    "end": "00:09:25"
  },
  {
    "text": "You've been around me while I eat. I just, like, throw food in my mouth.",
    "start": "00:09:25",
    "end": "00:09:29"
  },
  {
    "text": "You inhale food.",
    "start": "00:09:29",
    "end": "00:09:31"
  },
  {
    "text": "I just like. I don't taste it. It just enters my body.",
    "start": "00:09:31",
    "end": "00:09:34"
  },
  {
    "text": "Truly remarkable to watch.",
    "start": "00:09:34",
    "end": "00:09:37"
  },
  {
    "text": "And I'm not saying this is a good trait of mine. You can almost picture the person who just takes in whatever information and they just believe it wholesale.",
    "start": "00:09:37",
    "end": "00:09:47"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:09:48",
    "end": "00:09:48"
  },
  {
    "text": "Where there's discernment to be had.",
    "start": "00:09:48",
    "end": "00:09:50"
  },
  {
    "text": "Yeah, that's right. So just like the palate tastes, food, takes its time, discerns between different flavors and where they are. The riddle is so in the same way the ear, the wise ear, tests words. Right. So the wise knows that what we say often is a cover for what we really mean or what we really think. So it takes the ears of the wise and the sages to. Yeah. Carve a path between what we mean and what we say and to discern the true character of people from their words. Which sometimes means not believing their words or only believing some of what they say or.",
    "start": "00:09:51",
    "end": "00:10:33"
  },
  {
    "text": "Or understanding what they mean behind what they say.",
    "start": "00:10:33",
    "end": "00:10:36"
  },
  {
    "text": "Yes. Yeah, but that's it. Okay. So with testing vocabulary, I have 28 passages we could talk through, but you get the idea. So what we're talking about here is a motif where we're asking God, like, hey, I know you know the truth about me, Father. I'm putting myself in position of somebody listening to Jesus, and he's inviting us. The Father knows what's true about us. But we know from the Hebrew scriptures there are these moments when God will lead his faithful chosen ones into a moment of decision. Sometimes God directly invites people into a test, like God did with Abraham. You know, where he said, give Abraham and Isaac, Abraham and Isaac, give me your son, the son that I just gave to you. Other times, God allows a situation. And that's the motif explored in the book of Job with the Satan as one of the divine council members who asked permission to demonstrate or test whether Job is loyal to God. Just because he's got a lot of abundance. But if you took everything away, would he remain loyal to you? There the instigator is someone who wants him to fail. And God is in the position of allowing a test as opposed to directly causing or bringing about. And so the Hebrew Bible is exploring this from many angles.",
    "start": "00:10:36",
    "end": "00:12:01"
  },
  {
    "text": "Sometimes those two things are conflated. It seems like where even in the Garden of Eden, the test is originally God's test.",
    "start": "00:12:02",
    "end": "00:12:09"
  },
  {
    "text": "Yeah, that's right. Yep.",
    "start": "00:12:09",
    "end": "00:12:10"
  },
  {
    "text": "Don't eat this tree.",
    "start": "00:12:10",
    "end": "00:12:11"
  },
  {
    "text": "Don't eat the tree.",
    "start": "00:12:11",
    "end": "00:12:12"
  },
  {
    "text": "And then next thing we know, snake shows up.",
    "start": "00:12:12",
    "end": "00:12:14"
  },
  {
    "text": "Exactly.",
    "start": "00:12:14",
    "end": "00:12:15"
  },
  {
    "text": "The evil one. And turns it into a different type of test.",
    "start": "00:12:15",
    "end": "00:12:17"
  },
  {
    "text": "That's right, yeah. So this leads to the request that Jesus expresses here, which is, hey, Father, I would love to not have to go through a great test of my character. They're usually difficult, and of course, you know, they're always formative, deeply formative for the people who undergo them, but they're not always pleasant. And so really, this is two types of requests. One is, I would rather not go through the test. Would you please not lead me into a test?",
    "start": "00:12:17",
    "end": "00:12:45"
  },
  {
    "text": "Okay.",
    "start": "00:12:45",
    "end": "00:12:45"
  },
  {
    "text": "And. And then implied in between. The next part is, but if you are going to lead me into a test, then please deliver me from the evil one.",
    "start": "00:12:45",
    "end": "00:12:57"
  },
  {
    "text": "Interesting. So I never had that implication in the middle there. In my mind, I thought it was just kind of the same thing equating being tested with coming in contact with the evil one.",
    "start": "00:12:57",
    "end": "00:13:09"
  },
  {
    "text": "Oh, I see. So just like in the story of the Exodus, which begins when the people flee Egypt and they're standing at the shore of the waters. And this begins the series of tests Israel face in the wilderness. But their first test is standing by the waters. And they look back and there's the snake, Pharaoh's army, in the form of Pharaoh's army, bearing down on them. And so they have been led into the test. So at first the request would be.",
    "start": "00:13:09",
    "end": "00:13:37"
  },
  {
    "text": "Like, lord, please don't put me in the situation.",
    "start": "00:13:38",
    "end": "00:13:40"
  },
  {
    "text": "Put me in the situation. But now that you have, please deliver us from the army breathing down our necks. And God is very much in control. Right. The pillar of fire moves in between Israel and the Egyptians and then begins the parting of the seas and so on. But that's what's implied here, is there are times when God will lead his faithful chosen one into a test, and often they're very difficult, and we would prefer not to go through them. And as we're going to see in just a little bit, Jesus himself had a moment where this was his prayer.",
    "start": "00:13:40",
    "end": "00:14:15"
  },
  {
    "text": "Oh, really?",
    "start": "00:14:15",
    "end": "00:14:16"
  },
  {
    "text": "Yes. But we'll get there. We'll get there.",
    "start": "00:14:16",
    "end": "00:14:18"
  },
  {
    "text": "Because it seems like to me the real, like, superhero Christian move is bring on the test. If the test is to prove my character.",
    "start": "00:14:18",
    "end": "00:14:31"
  },
  {
    "text": "Yeah.",
    "start": "00:14:31",
    "end": "00:14:32"
  },
  {
    "text": "And it's gonna, like, mark me in some way that shows God I'm down.",
    "start": "00:14:32",
    "end": "00:14:39"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:14:39",
    "end": "00:14:40"
  },
  {
    "text": "Bring it on.",
    "start": "00:14:40",
    "end": "00:14:41"
  },
  {
    "text": "Yeah, I hear that. Yep.",
    "start": "00:14:41",
    "end": "00:14:44"
  },
  {
    "text": "I mean, I don't really feel that way.",
    "start": "00:14:44",
    "end": "00:14:45"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:14:45",
    "end": "00:14:46"
  },
  {
    "text": "But why wouldn't Jesus teach us that attitude? Bring on the test. I can take it. I know I can trust you. Any test that comes will be for my benefit.",
    "start": "00:14:46",
    "end": "00:14:55"
  },
  {
    "text": "Yeah. I just. I think Jesus, bring on the test.",
    "start": "00:14:56",
    "end": "00:14:59"
  },
  {
    "text": "And deliver me from the evil one.",
    "start": "00:14:59",
    "end": "00:15:01"
  },
  {
    "text": "Wow.",
    "start": "00:15:01",
    "end": "00:15:01"
  },
  {
    "text": "Why isn't that the prayer?",
    "start": "00:15:01",
    "end": "00:15:02"
  },
  {
    "text": "Yeah. Lead us into the test and deliver us. Yeah. Isn't that interesting? Yeah. I think based on some things that we'll see, I think Jesus doesn't have a high, as high a view of human nature. I mean, he clearly believes humans are made as God's image and meant to rule the world. So we've got that going for us. But, yeah, the spirit is willing, as he says to Peter in the Garden of Gethsemane, but the flesh is weak. We tend to fail our tests, at least the most important ones. But often those milestones can become moments that are pivots in our journey. And if I have to go through a test, just please deliver me from the evil one.",
    "start": "00:15:03",
    "end": "00:15:46"
  },
  {
    "text": "Well, that could have been the prayer, too. When I have to go through the test, deliver me from the evil one.",
    "start": "00:15:46",
    "end": "00:15:50"
  },
  {
    "text": "Yeah. Yep. Yeah.",
    "start": "00:15:50",
    "end": "00:15:53"
  },
  {
    "text": "Keep them light. Spread them out. I don't know, it feels really strong. Like, keep them away from me.",
    "start": "00:15:53",
    "end": "00:15:58"
  },
  {
    "text": "Yeah. Part of this might be we're trying to cut the knot. And this is, I think, intentionally worded as, like, a verbal knot, you know, to provoke meditation. Jesus knows how to communicate clearly. So the fact that these two feel in tension with each other, it's on purpose. Father, please don't lead me into the test. But probably I have some things in me that need to be exposed and revealed so that I can take them to the Father and ask for help for growing in these areas. And so, man, if you're going to test me, I don't want to. But if you're going to test me, please deliver me from the evil one.",
    "start": "00:15:58",
    "end": "00:16:37"
  },
  {
    "text": "Go easy on me and help me out.",
    "start": "00:16:37",
    "end": "00:16:40"
  },
  {
    "text": "So we've already kind of skimmed over it yet. Humanity's trust. Test of trust in the garden.",
    "start": "00:16:40",
    "end": "00:16:46"
  },
  {
    "text": "Yeah. You know, trust me for life.",
    "start": "00:16:46",
    "end": "00:16:48"
  },
  {
    "text": "Yep. God's generous. He gave us these trees. There's this one tree that looks just as good as all the others. But God says that it will kill us. Okay. Doesn't look deadly to me. So this becomes a test of whether they will trust that God's generous.",
    "start": "00:16:48",
    "end": "00:17:06"
  },
  {
    "text": "So what would it mean for Adam and Eve to pray? Don't lead me into the test. Yeah, God's like, sorry, trees right there in the middle of the garden.",
    "start": "00:17:06",
    "end": "00:17:12"
  },
  {
    "text": "Yeah. I don't know. They definitely didn't pray this prayer. Yeah, I'm interested in your question. What about that question is intriguing to you?",
    "start": "00:17:14",
    "end": "00:17:24"
  },
  {
    "text": "It seems that the tree in the middle of the garden was designed to confront them no matter with a choice.",
    "start": "00:17:24",
    "end": "00:17:34"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:17:34",
    "end": "00:17:35"
  },
  {
    "text": "They couldn't hide from it. To get from one side of the garden to the other.",
    "start": "00:17:36",
    "end": "00:17:39"
  },
  {
    "text": "Yeah, yeah, sure, yeah. Go by the tree, notice the tree.",
    "start": "00:17:39",
    "end": "00:17:42"
  },
  {
    "text": "And so, so God's saying on a daily basis, I'm going to confront you with the test.",
    "start": "00:17:42",
    "end": "00:17:50"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:17:50",
    "end": "00:17:51"
  },
  {
    "text": "So for Adam and Eve to say, like, God, can you like put a. Can you put like a fence around that tree? Can you like, put the tree in a different part of the garden? Can you like maybe like blind me to the sight of that tree? Can you like lead me not into the test?",
    "start": "00:17:51",
    "end": "00:18:08"
  },
  {
    "text": "Yeah.",
    "start": "00:18:08",
    "end": "00:18:08"
  },
  {
    "text": "Was that what they were supposed to pray?",
    "start": "00:18:09",
    "end": "00:18:10"
  },
  {
    "text": "Yeah. Interesting. So the test represents an important opportunity in their partnership with God.",
    "start": "00:18:10",
    "end": "00:18:17"
  },
  {
    "text": "Yeah.",
    "start": "00:18:17",
    "end": "00:18:18"
  },
  {
    "text": "If there are human images, they're going to rule the world in partnership with God. That is going to have to be based on trust. Like all relationships, it's based on trust. And implicit in it is we will learn wisdom for how to rule the world by first learning to trust God's wisdom over our own perception. And this is what Proverbs calls the fear of the Lord, which is the beginning of real wisdom, says the introduction to Proverbs. So, yeah, I would prefer to not have to undergo a daily test of my character with that tree over there. But at the same time, in God's wisdom, real partnership is gonna blossom. New levels of partnership will become possible. You know, we're both raising kids right now, and I was actually just having this conversation about sugar with my 8 year old. Somebody in his class gave him this little plastic Baby Yoda candy dispenser. Oh, like a Pez dispenser, but they're little candy balls. And so they're stored in little Grogu's. That's Baby Yoda's name, Grogu. They're stored in Grogu's head that's hollow. And then you can screw it on and then you can press his chest and then he'll giggle and then Like a little candy pellet, like a little.",
    "start": "00:18:18",
    "end": "00:19:42"
  },
  {
    "text": "Poop out a little candy.",
    "start": "00:19:42",
    "end": "00:19:43"
  },
  {
    "text": "So ridiculous when I'm describing it. Anyway, and so we were just talking about how every time he walks by.",
    "start": "00:19:44",
    "end": "00:19:51"
  },
  {
    "text": "That he wants a piece of candy.",
    "start": "00:19:51",
    "end": "00:19:53"
  },
  {
    "text": "He wants a piece of candy. And so we were trying to tell him, well, there's certain times of day where that's like when you get home from school. Yeah, totally. Like, you know, have some candy. But man, once we get like an hour closer to dinner time, we need like around 4:30, 4:00', clock, we gotta. Can't push the grogu's chest anymore. And so we just got this conversation about when there's something available and you want it. It raises this thing of like, well, why shouldn't I just have it when I want it? And there's something intangible and so important about learning self control of your desires. It's how we grow. And it's one of the challenges that all human beings have is learning self control. And there's something like that going on with this first test and then basically all the tests that follow, whether it's Noah's trust to build a boat, you know, or Abraham's trust to leave his family and go to some land because this new deity just appeared to me. Like these are moments that call for self control of my desires for whatever it is, you know, control, security.",
    "start": "00:19:53",
    "end": "00:21:01"
  },
  {
    "text": "So God, please don't put me in a place where I have to control my desires.",
    "start": "00:21:01",
    "end": "00:21:05"
  },
  {
    "text": "Yeah. Yes.",
    "start": "00:21:05",
    "end": "00:21:06"
  },
  {
    "text": "Like limit the opportunity for my desires to take over me.",
    "start": "00:21:06",
    "end": "00:21:09"
  },
  {
    "text": "Limit the number of situations where I have to. Yeah. Exercise control over my desire because it's exhausting.",
    "start": "00:21:09",
    "end": "00:21:15"
  },
  {
    "text": "It's a very honest.",
    "start": "00:21:15",
    "end": "00:21:16"
  },
  {
    "text": "It is prayer. It's a very honest prayer. Father. I have a hard time controlling my desires and I know I need to grow, but sometimes I have my limits, Father. Yeah, you're right. That's the kind of honesty that this first half of this line. Yeah. Encourage us to have. Don't lead me into the test. Yeah, I know you're going to, but you know, maybe just pick the right ones.",
    "start": "00:21:17",
    "end": "00:21:48"
  },
  {
    "text": "I have thought like with Adam and Eve of trying to like create ways around the garden without having to go by the tree, you know?",
    "start": "00:21:48",
    "end": "00:21:57"
  },
  {
    "text": "Yeah, sure. Yep. Like, yeah.",
    "start": "00:21:57",
    "end": "00:22:00"
  },
  {
    "text": "Limiting your exposure to the test.",
    "start": "00:22:00",
    "end": "00:22:03"
  },
  {
    "text": "Yep. You know, actually I find this back to food and desire. My wife is way more disciplined and focused when it comes to food and calorie intake and all these things. And so we just don't have a lot of sugar in the house anymore these days as a rule. And so it's limited, like the amount of sugar that's even available to go find. And so it's interesting if we, like in the holidays, I know there's like some cookies that neighbors gave, like, I'm very aware of their presence in the house and so are my kids. And so there's that. But then we also have kind of this workaround of just, oh man, it's easy to not eat that much sugar if you just don't keep it in the house. But it feels like it's kind of a false sense of self control because.",
    "start": "00:22:03",
    "end": "00:22:50"
  },
  {
    "text": "Of the moment the real world's out there. Totally.",
    "start": "00:22:50",
    "end": "00:22:53"
  },
  {
    "text": "But flip side, in the formation of our minds and our brains, you, you can retrain your desires. And I think sometimes actually creating a fence around the tree can be really important in retraining your habits of mind. And that's been effective in many areas of my life and people I know. So there are some times where it's both. You put a fence around the tree and then you also ask God, like, hey, just so you know, I might try to climb this fence, I might try to climb this fence. I've made the best fence I can. But, you know, just please spare me a test or two today. It's a very honest prayer.",
    "start": "00:22:53",
    "end": "00:23:30"
  },
  {
    "text": "Yeah.",
    "start": "00:23:30",
    "end": "00:23:31"
  },
  {
    "text": "And so particularly, there's one particular test of Israel that gets focused in on the book of Deuteronomy. And we know that this theme of Israel's testing in the wilderness was hugely significant for Jesus sa so when Jesus would have reflected on this theme, his attention would have been drawn to the speeches of Moses in the book of Deuteronomy, the fifth book of the Torah. And there Moses is reflecting on the whole story of Israel's journey. But to the children of the Exodus generation, the children whose parents died in the wilderness. And in Deuteronomy 8, it's particular important place where this all gets focused, Moses says, is right at the beginning of Deuteronomy, chapter 8, all the commands I'm commanding you today, you shall be careful to do so that you can live and multiply and possess the land. The Lord swore to your fathers, follow the command and you'll be fruitful and multiply and live in the land. Sounds like a Garden of Eden set up right there. You shall remember all of the journey which your Lord God has led you on in the wilderness the these 40 years in order to humble you, in order to test you, in order to know what was in your heart, whether you would follow his commands or not. He humbled you by letting you be hungry. And then he fed you with manna that you didn't know what it was, nor did your ancestors. This was all so that he could help you understand that humans don't live by bread alone. Rather, a human lives by everything that proceeds out of the mouth of God. Very powerful. And if you're familiar with the story of Jesus testing, then you now know he quotes this, where he got this line and why he would quote it. Yeah, yeah.",
    "start": "00:23:31",
    "end": "00:26:02"
  },
  {
    "text": "So you were in the wilderness, and God lets you get hungry.",
    "start": "00:26:02",
    "end": "00:26:08"
  },
  {
    "text": "Yeah.",
    "start": "00:26:08",
    "end": "00:26:09"
  },
  {
    "text": "And in your hunger, there was a humility of realizing you need something outside of yourself that you can't get on your own to survive.",
    "start": "00:26:10",
    "end": "00:26:24"
  },
  {
    "text": "Yeah. My real life source actually doesn't truly come from my own ingenuity.",
    "start": "00:26:25",
    "end": "00:26:31"
  },
  {
    "text": "And I cannot create my own life.",
    "start": "00:26:32",
    "end": "00:26:34"
  },
  {
    "text": "I cannot create or sustain my own life. Create and sustain my own life.",
    "start": "00:26:34",
    "end": "00:26:38"
  },
  {
    "text": "I need something from outside to nourish me.",
    "start": "00:26:38",
    "end": "00:26:40"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:26:40",
    "end": "00:26:41"
  },
  {
    "text": "And sometimes I'm in a situation where I don't have access to that thing, and so I am confronted with my mortality in that moment.",
    "start": "00:26:42",
    "end": "00:26:53"
  },
  {
    "text": "And in this case, he cites the manna, which was a very unique kind of bread, specifically in the story. It's a bread that only comes in certain amounts at certain times.",
    "start": "00:26:53",
    "end": "00:27:03"
  },
  {
    "text": "Yeah.",
    "start": "00:27:04",
    "end": "00:27:04"
  },
  {
    "text": "And the certain amounts and certain times force you every day to realize that I don't have the ability to get enough bread to really live on. And so the lesson then teaches me that whatever life I do have is life that comes at the pure gift of God.",
    "start": "00:27:04",
    "end": "00:27:23"
  },
  {
    "text": "Yeah. It's easy to think that I actually can sustain myself in some situations. There's a plentiful harvest. I store up food. I have a big bank account. I have a secure job. I have whatever. And it's easy to think like I can sustain my own life. But when you're in the wilderness and you can't, then it becomes very obvious that was a mirage. And so for Israelites, God put them in a place where any illusion that they could sustain their own life was gone. And then God gave them manna, which was sustenance. That was just enough for that day.",
    "start": "00:27:23",
    "end": "00:28:06"
  },
  {
    "text": "Yeah. And this was all a great test. And what God says is a test in order to show what was in your heart, whether or not you really want to trust God or whether you would rather trust your own plans to keep yourselves alive. It shows. It makes visible and known what is in your heart. That's the purpose of the test right here.",
    "start": "00:28:06",
    "end": "00:28:31"
  },
  {
    "text": "Because in that story, they could have tried to collect more.",
    "start": "00:28:31",
    "end": "00:28:35"
  },
  {
    "text": "Oh, right, yeah.",
    "start": "00:28:36",
    "end": "00:28:37"
  },
  {
    "text": "What was the actual test in that story, yeah.",
    "start": "00:28:37",
    "end": "00:28:39"
  },
  {
    "text": "The test in that story was when the manna would come, there was a certain amount that they were supposed to gather. And don't gather many days worth. And hoard, don't gather too little. Just gather this amount that will last you for this day. And then tomorrow there will be the manna there. And don't hoard up for a minute. Just one day at a time. So it teaches you that you live by the generosity of another and not by the cleverness or ingenuity of yourself. It was habit forming.",
    "start": "00:28:39",
    "end": "00:29:10"
  },
  {
    "text": "And when he says, in order to know what was in your heart, whether you would keep his commands or not, the command was, just get enough for that day.",
    "start": "00:29:11",
    "end": "00:29:18"
  },
  {
    "text": "Get enough for that day. And then what happens is that a bunch of Israelites in Exodus 16 go out and try and get many days worth, and then it rots, and you know there's worms crawling in it and so on.",
    "start": "00:29:18",
    "end": "00:29:29"
  },
  {
    "text": "And so every day God can look down and be like, who's the ones who trust me?",
    "start": "00:29:29",
    "end": "00:29:33"
  },
  {
    "text": "Yeah, that's right. They're the ones who just.",
    "start": "00:29:33",
    "end": "00:29:35"
  },
  {
    "text": "They're the ones who are just collecting what they need for that day.",
    "start": "00:29:35",
    "end": "00:29:37"
  },
  {
    "text": "Yeah. In other words, they have life for that day based on what God said, which is just take enough for each day by the Word of God. The Word of God is what provides the bread and also gives wise commands about it. Because bread could be your downfall, it turns out, because it can distort your view of reality.",
    "start": "00:29:37",
    "end": "00:29:57"
  },
  {
    "text": "Okay, but then he says the line that Jesus quotes. Humans don't live by bread alone. Rather, a human lives by everything that proceeds out of God's mouth. But here they are in the wilderness, surviving on bread alone.",
    "start": "00:29:58",
    "end": "00:30:13"
  },
  {
    "text": "Oh, yes, that's right. But it's bread that comes only at the right times in the right ways, based on the command of God. I think that's how it works. In other words, it's not just like, here's a big mountain of bread. It's just a little bit of bread, the daily bread. Just give us what we need for each day. And every day I have to go undergo a new test of trust to not freak out all day wondering if it'll be there tomorrow.",
    "start": "00:30:13",
    "end": "00:30:41"
  },
  {
    "text": "So when I'm collecting that bread, I'm not merely collecting bread, but I am also obeying.",
    "start": "00:30:41",
    "end": "00:30:47"
  },
  {
    "text": "Obeying the Word.",
    "start": "00:30:48",
    "end": "00:30:49"
  },
  {
    "text": "The Word of God.",
    "start": "00:30:49",
    "end": "00:30:50"
  },
  {
    "text": "Yep. By just taking the little handful as opposed to two armloads.",
    "start": "00:30:50",
    "end": "00:30:54"
  },
  {
    "text": "And so the test there was, not only are you trusting in God to sustain you for that day, but you're obeying the command to not try to hoard more than that day.",
    "start": "00:30:55",
    "end": "00:31:09"
  },
  {
    "text": "Yep. Yeah, that's it. Yep.",
    "start": "00:31:09",
    "end": "00:31:11"
  },
  {
    "text": "Okay.",
    "start": "00:31:11",
    "end": "00:31:12"
  },
  {
    "text": "I think there's also a little echo of Genesis 1 here of living by the word of God, because the word of God is what separated and orders all creation and sustains it.",
    "start": "00:31:12",
    "end": "00:31:22"
  },
  {
    "text": "Yeah. It seems like in here is this wisdom that goes beyond this specific situation, which is you think you need food to survive or water to survive, or that great job to survive, but ultimately behind that, the thing you really need to flourish is to live by the creative word of God.",
    "start": "00:31:22",
    "end": "00:31:43"
  },
  {
    "text": "Yeah, God's word and God's wisdom, which actually connects you to the source of all life. And that is real life. Yeah. Because it doesn't fade. So all of this is deep in the psyche of ancient Israelites and of a particular Israelite who was born in Bethlehem to Mary and Jesus of Nazareth. Both grew up on this literature and as we're about to see it, molded his whole way of viewing himself and who he was and also who the God of Israel was to him. And that brings us to the testing theme in the Gospel of Matthew. So in Matthew chapter three is the well known baptism story that we've talked about at length in many other conversations. So that was Jesus's ordination as the royal priest, as Messiah and priest of Israel as the suffering servant, the beloved son. Yeah, the beloved son who is declared the son and also declared to be the servant with whom God is pleased. And so right after that baptism and ordination, we turn to Matthew chapter four. And the same spirit that descended upon Jesus in bird like form now leads Jesus into the wilderness to be tested by the slanderer, otherwise known as the devil. The word devil is not a name, it's the word somebody who hurls abuse at somebody.",
    "start": "00:31:43",
    "end": "00:33:40"
  },
  {
    "text": "Slanders.",
    "start": "00:33:40",
    "end": "00:33:41"
  },
  {
    "text": "Yeah, A slanderer. Yep. Diabolos. It's a Greek word. Okay, so this is interesting. The spirit led Jesus into the wilderness to be tested by the evil one. Don't lead me into the test.",
    "start": "00:33:41",
    "end": "00:33:53"
  },
  {
    "text": "Here's the spirit leading him into the test.",
    "start": "00:33:53",
    "end": "00:33:55"
  },
  {
    "text": "But if you do, deliver me from the evil one. In other words, the line in the Lord's Prayer is born out of Jesus's own experience. Experience. Yeah. After he had fasted, gone without food for 40 days and 40 nights, he became hungry.",
    "start": "00:33:55",
    "end": "00:34:13"
  },
  {
    "text": "Yeah.",
    "start": "00:34:14",
    "end": "00:34:14"
  },
  {
    "text": "As one does. And so the tester comes to him and says, listen, if you really are God's special beloved chosen servant son, like the baptism just claimed, man, you must have a lot of authority. So how about you turn these stones into. Give a command that the stones become bread.",
    "start": "00:34:14",
    "end": "00:34:33"
  },
  {
    "text": "Use Your words to make bread.",
    "start": "00:34:33",
    "end": "00:34:35"
  },
  {
    "text": "Yeah. Live by your word. You have a word that could make stones into bread. And Jesus responds by quoting the passage we just meditated on. Humans don't. It's written human doesn't live by bread alone, but on every word that comes out of the mouth of God.",
    "start": "00:34:35",
    "end": "00:34:52"
  },
  {
    "text": "Yeah. And so without knowing the context of that, that seems like Jesus is being like, eh, I don't want bread. You know?",
    "start": "00:34:52",
    "end": "00:34:59"
  },
  {
    "text": "Yeah.",
    "start": "00:34:59",
    "end": "00:35:00"
  },
  {
    "text": "Humans are supposed to eat more than just bread. But having just meditated on it, you see what he's doing.",
    "start": "00:35:00",
    "end": "00:35:04"
  },
  {
    "text": "Yeah.",
    "start": "00:35:04",
    "end": "00:35:05"
  },
  {
    "text": "Where he's thinking about the Israelites and their moment of getting bread. The way God asked them to get bread was revealing. Whether they trusted God and revealed their character kept them in a place of humility. And Jesus, like, that's where I want to be. I want to be in a place of humility, where I trust God for bread.",
    "start": "00:35:05",
    "end": "00:35:30"
  },
  {
    "text": "Yeah. So this is the first of three tests and they all illuminate each other. This is good. Like Hebrew Bible meditation literature. You got to take in each of the tests and each one is a little commentary on the other two. So first it evokes Israel's 40 year wilderness where they lived by daily trust and daily bread. And that was ideally supposed to form them into people who trust God's word over their own desires, essentially. So Jesus himself is submitting himself to that same discipline of desire. Yeah. It's connected to the second test. Then the slanderer took him into the holy city, which surely we're in visionary mode here or altered state of consciousness a lot.",
    "start": "00:35:30",
    "end": "00:36:15"
  },
  {
    "text": "Like, because they're in the wilderness, they're in the wilderness, but now suddenly they're in Jerusalem.",
    "start": "00:36:15",
    "end": "00:36:19"
  },
  {
    "text": "Yeah. And it's not called Jerusalem, you know, it's called the Holy city. This is kind of like Ezekiel sitting in Babylon, but can visit Jerusalem in the vision. Something similar is happening here also. Because the next line is, and he stood him on the pinnacle of the temple.",
    "start": "00:36:19",
    "end": "00:36:35"
  },
  {
    "text": "Yeah. So they're not even on the street, they're like up.",
    "start": "00:36:35",
    "end": "00:36:38"
  },
  {
    "text": "No, he didn't parkour up there.",
    "start": "00:36:38",
    "end": "00:36:40"
  },
  {
    "text": "Yeah.",
    "start": "00:36:42",
    "end": "00:36:43"
  },
  {
    "text": "And remember, the temple is an icon of the sacred cosmic mountain where heaven and earth are one. So to be at the pinnacle of the temple is to be at the spot, the highest spot, to be in the heavens on earth, as it were. And he said to him, if you are the Son of God, throw yourself down from the heavens, for it is written. And he quotes Psalm 91. He will command his angels concerning you. On their hands they will bear you up so that your foot doesn't strike a spirit stone. Notice the stone motif comes up again. Stones into bread and now foot against the stone. So here it's about, hey, you're the son of God, which means God has entrusted you. So you have a lot of authority and you're God's chosen one. So you could on purpose expose your life to risk and force the Father's hand to deliver you. And that would be a pretty cool display of who you are.",
    "start": "00:36:43",
    "end": "00:37:44"
  },
  {
    "text": "Yeah, it's a nice little flex. Yeah, as they say.",
    "start": "00:37:45",
    "end": "00:37:47"
  },
  {
    "text": "Yeah, that's right. It's a flex.",
    "start": "00:37:47",
    "end": "00:37:49"
  },
  {
    "text": "Yeah.",
    "start": "00:37:49",
    "end": "00:37:49"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:37:49",
    "end": "00:37:50"
  },
  {
    "text": "Look at my power.",
    "start": "00:37:50",
    "end": "00:37:51"
  },
  {
    "text": "Yeah. It's an interesting test. You could publicly demonstrate who you are by. Yeah. Creating an event where God would have to rescue the Father, would have to rescue you in this really public way. Everybody would start following you then. Isn't that interesting?",
    "start": "00:37:51",
    "end": "00:38:10"
  },
  {
    "text": "And Jesus, he calls it a test.",
    "start": "00:38:11",
    "end": "00:38:13"
  },
  {
    "text": "Yeah, but he flips it. He now reflects on the moments where Israel tested God in the wilderness. And he quotes from Deuteronomy that says it's also written in the Torah, don't put the Lord your God to the test. So in that case, it's recalling moments when Israel was thirsty in the wilderness and demanded grumbling and angry that God show up and give them what they want. Or that if God doesn't give us what we want, we're going to go back to Egypt. But in either case, it's like trying to somehow put God in the hot seat as if we can make God serve our ends.",
    "start": "00:38:13",
    "end": "00:38:51"
  },
  {
    "text": "We know you're generous God, and you promised, you made a promise. You're going to have to stick to it. So put up with our grumbling and give us what we want.",
    "start": "00:38:51",
    "end": "00:39:01"
  },
  {
    "text": "Yep, that's right. That's the second test. Third test again, the slanderer took him to a really high mountain. It's kind of a mirror of the pinnacle of the temple. And he showed him all the kingdoms of the world and their honor. And he said to him, all this I will give to you if you fall down and give your allegiance to me, worship me. And Jesus said to him, get away, O Satan. It's hard to. I don't know in English I have here. Go away, hostile one. Go away, opposer one opposed to me. It's kind of hard to.",
    "start": "00:39:01",
    "end": "00:39:42"
  },
  {
    "text": "Got a lot of anger in that.",
    "start": "00:39:43",
    "end": "00:39:44"
  },
  {
    "text": "Yeah. But essentially he says, get out of here, you're opposed to me. For it is written, he quotes Deuteronomy 6 Again, you shall give allegiance, worship the Lord and serve him only. So the tests increase in Intensity. First one is provide for yourself. Second one is force the Father's hand.",
    "start": "00:39:45",
    "end": "00:40:04"
  },
  {
    "text": "Show off your power.",
    "start": "00:40:04",
    "end": "00:40:05"
  },
  {
    "text": "To show off your power. And then here it's just a raw power grab. Yeah, you're the image of God, eh? Alright, I run the show down here. I'm on a leash. He's not going to say that, but I'm on a leash and I run the show. And if you give your allegiance to me, you could rule this. So the question is, what would that mean for Jesus to give his allegiance to the evil one as he realizes his identity as the chosen one? So, okay, this is cool. And we talked about this a while ago, like a couple years ago. That little phrase, go away, Satan appears one other time in the Gospel of Matthew. And it's in this really interesting story where Jesus is putting his disciples to the test. Maybe you know this just because we've talked about it before, but I just think this is such a cool hyperlink. This is Matthew chapter 16. So it's a link forward. And Jesus takes his disciples to Caesarea Philippi, which is a whole thing. There were like lots of temples in this area, specifically a emperor cult temple and a temple to the God Pan. The word pan means everything. It was the everything God. And so he takes them to the center of, what would you say, syncretism, Religious pluralism. And there he asks his disciples, hey, what are people saying about, you know, who the Son of Man is? And people say, well, some people think you're John the Baptist, others, like one of the prophets of old. And he says, well, who do y' all say that I am? And Peter pipes up famously and says, you're the Messiah, the son of the living God. And Jesus says, you are blessed Simon, son of Jonah, flesh and blood didn't reveal this to you, my Father in heaven. You're saying, more than you know, my friend. You're in touch with heaven when you make that confession about me. And you're like, wow, high praise. Yeah, that's pretty cool. I would love for Jesus to say that about me. The next story is from that time. Jesus began to show his disciples that he must go to Jerusalem and suffer and be killed and be raised on the third day. Then Peter took him aside and began to lecture him, rebuke him, like, correct Jesus saying, may it never be, Lord. May God forbid it. This would never happen to you. And so Jesus turned to Peter and said, get away from me. Satana hupage Satana. It's exactly what he said to the tester in the wilderness. So we're supposed to notice this and meditate on the connections here.",
    "start": "00:40:06",
    "end": "00:42:52"
  },
  {
    "text": "Yeah. Because the tester in the wilderness, the devil, the theme and all those tests were take power.",
    "start": "00:42:53",
    "end": "00:43:00"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:43:00",
    "end": "00:43:01"
  },
  {
    "text": "Do it on your terms to show how awesome you are.",
    "start": "00:43:01",
    "end": "00:43:05"
  },
  {
    "text": "Yeah.",
    "start": "00:43:05",
    "end": "00:43:06"
  },
  {
    "text": "And when Jesus says, here's how I'm going to come to power. I'm going to die and be killed and be raised.",
    "start": "00:43:06",
    "end": "00:43:14"
  },
  {
    "text": "Yeah.",
    "start": "00:43:14",
    "end": "00:43:14"
  },
  {
    "text": "And Peter's like, ooh, that's a bad plan.",
    "start": "00:43:15",
    "end": "00:43:18"
  },
  {
    "text": "Yeah. Oh. And even before that is, you're the messiah. You're the anointed chosen one.",
    "start": "00:43:18",
    "end": "00:43:23"
  },
  {
    "text": "Yeah.",
    "start": "00:43:23",
    "end": "00:43:24"
  },
  {
    "text": "That's exactly who I am. Right. So that's a very powerful.",
    "start": "00:43:24",
    "end": "00:43:27"
  },
  {
    "text": "Yeah.",
    "start": "00:43:27",
    "end": "00:43:28"
  },
  {
    "text": "Term of honor to be the anointed one.",
    "start": "00:43:28",
    "end": "00:43:30"
  },
  {
    "text": "Yeah.",
    "start": "00:43:30",
    "end": "00:43:30"
  },
  {
    "text": "And then. Right. The inverse flip is the surprise.",
    "start": "00:43:30",
    "end": "00:43:34"
  },
  {
    "text": "Jesus is like, peter, you're tempting me. You're testing me to take power.",
    "start": "00:43:34",
    "end": "00:43:40"
  },
  {
    "text": "Yeah. The way that the emperor does. Whose shrines are all around us at Caesarea, Philippi.",
    "start": "00:43:40",
    "end": "00:43:46"
  },
  {
    "text": "And I know this test.",
    "start": "00:43:46",
    "end": "00:43:48"
  },
  {
    "text": "Yeah. I've been here before.",
    "start": "00:43:48",
    "end": "00:43:49"
  },
  {
    "text": "I've been here before.",
    "start": "00:43:49",
    "end": "00:43:50"
  },
  {
    "text": "Yeah. So what's so great about this is his closest friend becomes a vehicle of the test of the evil one. Deliver us from the evil one. Don't lead me into the test, but deliver us from the evil one. So the evil One's test can come through many ways.",
    "start": "00:43:50",
    "end": "00:44:08"
  },
  {
    "text": "Wow.",
    "start": "00:44:09",
    "end": "00:44:09"
  },
  {
    "text": "Even in this case, through a distorted view of power that's whispered in my ear by my closest friend. Yeah. It's very powerful. So there's two ways you can rule the world. What Jesus says after get behind me, Satan is, if anyone wants to come after me, he must deny himself, take up his cross and follow me. Whoever wants to save his life is actually going to lose it. But the one who loses his life for my sake will find it. Wow. So this motif comes all the way forward with Jesus final test. We went to his first test. Then you go to his test in the middle, finish from his best friend. And then this is his final test, which is in the opposite of the wilderness. But it's an Eden place. It's a garden in the Garden of Gethsemane. So it's his first test, is in the wilderness. And that feels like an Eden test. Here we are now in the garden test, and they're like bookends. And what he says to his disciples is, sit here while I go pray. And then he took with him Peter and the two sons of Zebedee, Jacob and John. And he began to be grieved and distressed. And he said, oh, yeah. He quotes from the Psalms. He quotes from Psalm 42. I'm going off the top of my head here, I'm Pretty sure it's 42. My soul is deeply grieved, even unto death. Then he went on to say, hey, you guys stay here, but keep watch. Like, stay awake with me. This is going to be a tough night, you know, like, you're my closest friends. Hang with me. So he goes a little beyond them, falls on his face, and he prayed, saying, my Father, if it is possible, let this cup pass from me, but not my desire. Rather, may your desire be done. So that links us back to the Lord's prayer, that even the opening line, may your will be done, is linked to the test. Because a surrender to God's will means a yielding of my own desires.",
    "start": "00:44:09",
    "end": "00:46:15"
  },
  {
    "text": "Interesting.",
    "start": "00:46:16",
    "end": "00:46:16"
  },
  {
    "text": "And part of what's at stake in the test is whether I'm going to have self control over my desire and surrender to God's desire. So he comes back to the disciples and they're asleep. And so he says to Peter, so you guys couldn't keep watch with me for an hour? He's really highlighting Peter here. Even though it's all of them, he's highlighting Peter. He says, keep watching a watch, keep praying that you don't enter into the test. The spirit is willing, but the flesh is weak. He went away a second time and prayed, saying, my Father, if this cannot pass away unless I drink it, may your will be done. He's not quoting here, saying, don't lead me into the test. But that's essentially what he's saying, hey, you guys should pray that you don't enter into the test. Then he went away and prayed, let this cup pass from me. He's praying, don't lead me into the test.",
    "start": "00:46:17",
    "end": "00:47:16"
  },
  {
    "text": "Yeah.",
    "start": "00:47:16",
    "end": "00:47:17"
  },
  {
    "text": "Don't you think that's kind of the.",
    "start": "00:47:17",
    "end": "00:47:18"
  },
  {
    "text": "Natural implication here, the cup being the.",
    "start": "00:47:18",
    "end": "00:47:21"
  },
  {
    "text": "Cup of God's justice on Israel and its failure to be faithful to the covenant. Yeah. It's the cup.",
    "start": "00:47:21",
    "end": "00:47:29"
  },
  {
    "text": "The cup which would be death. And that's what he's gonna experience.",
    "start": "00:47:29",
    "end": "00:47:33"
  },
  {
    "text": "Yeah. Yep. He's gonna drink the cup. This is a Hyperlink to Isaiah 54, Psalm 74, and one others. It's in Jeremiah, maybe 25. It's the cup of Babylon. Yeah. The cup of being conquered by your enemies because you've been unfaithful to the covenant. And so here's.",
    "start": "00:47:34",
    "end": "00:47:55"
  },
  {
    "text": "Yeah. Who wants that cup?",
    "start": "00:47:55",
    "end": "00:47:56"
  },
  {
    "text": "No. Yeah. Not even the one who was appointed to drink it wanted to drink it. Right?",
    "start": "00:47:56",
    "end": "00:48:02"
  },
  {
    "text": "Yeah. If anyone could say, bring on the test. Yes, it's Jesus.",
    "start": "00:48:02",
    "end": "00:48:05"
  },
  {
    "text": "It would be him.",
    "start": "00:48:05",
    "end": "00:48:06"
  },
  {
    "text": "And he doesn't Pray here.",
    "start": "00:48:06",
    "end": "00:48:07"
  },
  {
    "text": "We're coming all the way back around to your question at the beginning. Isn't it like the super Christian test? Remember, the word Christian means messiah.",
    "start": "00:48:07",
    "end": "00:48:15"
  },
  {
    "text": "Yeah.",
    "start": "00:48:15",
    "end": "00:48:16"
  },
  {
    "text": "Isn't the messianic.",
    "start": "00:48:16",
    "end": "00:48:17"
  },
  {
    "text": "Wouldn't the prayer be, bring on the test, God? I can take it. I'll show you my true colors.",
    "start": "00:48:17",
    "end": "00:48:23"
  },
  {
    "text": "And here's Jesus saying, and when you do deliver me.",
    "start": "00:48:24",
    "end": "00:48:28"
  },
  {
    "text": "Yeah, yeah. It's a very heroic prayer.",
    "start": "00:48:28",
    "end": "00:48:31"
  },
  {
    "text": "Yeah. Here's Jesus saying, please don't lead me into the test.",
    "start": "00:48:32",
    "end": "00:48:37"
  },
  {
    "text": "But he knows he's going to be led into it and he still prays it.",
    "start": "00:48:39",
    "end": "00:48:43"
  },
  {
    "text": "Yes, that's right. It's like he knows that the higher value that the Father has is to hear us ask. Right. I mean, when we ask, like, you have this with. Oh, this happens with my kids, where there's something that they wanted, but they'd never said it out loud. And I find out later, and I'm like, oh, buddy, if you just would have said it, I would have totally helped you. We would have found whatever.",
    "start": "00:48:43",
    "end": "00:49:11"
  },
  {
    "text": "But here, it's like he knows.",
    "start": "00:49:11",
    "end": "00:49:14"
  },
  {
    "text": "Yeah.",
    "start": "00:49:14",
    "end": "00:49:15"
  },
  {
    "text": "But he knows that it's not God's desire.",
    "start": "00:49:15",
    "end": "00:49:17"
  },
  {
    "text": "He knows it's not God's desire to avoid the test. Yeah. Because the whole story is leading up to this point. But it's his desire.",
    "start": "00:49:17",
    "end": "00:49:24"
  },
  {
    "text": "Yeah. And he's just being honest. I think it goes back to just the honesty of this prayer.",
    "start": "00:49:24",
    "end": "00:49:28"
  },
  {
    "text": "That's right.",
    "start": "00:49:28",
    "end": "00:49:29"
  },
  {
    "text": "And he's just. It's the invitation to be completely honest with God. Yeah.",
    "start": "00:49:29",
    "end": "00:49:35"
  },
  {
    "text": "Yeah. So how much more rich is this little passage from Hebrews chapter four, where the anonymous pastor author to the Hebrews says, therefore, because you and I have such a great high priest, Jesus, who has passed on into the skies, into the heavenly temple, Jesus, the Son of God, we should hold fast our confession. We don't have a high priest that is unable to sympathize with the weakness of our flesh. What Jesus said in the garden, my.",
    "start": "00:49:35",
    "end": "00:50:06"
  },
  {
    "text": "Desire is to not have to drink.",
    "start": "00:50:06",
    "end": "00:50:08"
  },
  {
    "text": "The cup of breath, but also the spirit is willing, but the flesh is weak. Yeah, we don't want to drink the cup. He goes on, he says, but our high priest is one who has been tested in every way that we have. But he didn't fail. So we can draw near with confidence to God's graceful, generous throne, so that we can have mercy and grace in our time of need. That is in our test. God's right there. The moment where you feel like he's furthest away and you're alone with the tempter, you discover that the faithful tester is right there with you, inviting you to make a better choice. This is a powerful theme, man, that emerges out of the final line of the Lord's Prayer.",
    "start": "00:50:08",
    "end": "00:50:53"
  },
  {
    "text": "When you pray, do it this way. Our Father who is in the skies, may your name be recognized as holy. May your kingdom come and may your will be done. As it is in the skies, so also on the land our daily provision of bread, give to us today and forgive us our debts. And just as we also have forgiven those indebted to us. And don't lead us to be tested, but deliver us from the evil one.",
    "start": "00:50:58",
    "end": "00:51:23"
  },
  {
    "text": "This is a prayer meant to shape the one who prays it every day, which Jesus fully expected. And you can start to see how this would mold a person's imagination if you let it shape your way of seeing everything over a long period of time. And, and that's what Jesus followers have been doing three times a day across Protestant, Catholic, Orthodox traditions for 2,000 years. And if I happen to have grown up in a tradition where that's not the case, I might just invite us to pick up the practice again. Even if you didn't learn it from your church community, it's an ancient practice to set aside 60 seconds to say this three times a day. I would encourage all of us to just try it for a month and see what happens. We might all be surprised.",
    "start": "00:51:24",
    "end": "00:52:15"
  },
  {
    "text": "To help in this experiment, bibleproject commissioned a melody of the Lord's Prayer, a short, one minute song that can be listened to or sung throughout the day. We leave you with Liz Vice and Brian hall performing their version of the Lord's Prayer.",
    "start": "00:52:18",
    "end": "00:52:32"
  },
  {
    "text": "Our Father in the sky, may your name be recognized as holy. May your kingdom come, may your will will be done. As it is in the sky, so on the land our provision of praise Give us today and forgive us our debts as we forgive, don't lead us to be tested, Deliver us from the evil one.",
    "start": "00:52:39",
    "end": "00:53:36"
  },
  {
    "text": "Oh, Amen. Thank you, Liz and Brian. That's it for today's episode.",
    "start": "00:53:40",
    "end": "00:53:55"
  },
  {
    "text": "We encourage you to consider making the Lord's Prayer a part of your daily routine. Maybe just try it for the next month. Sing or pray the prayer three times a day. And if our song can be helpful, you can Download it at Bibleproject.com Sing the prayer there you can also submit your own song. You can hear what other people have submitted as well.",
    "start": "00:54:01",
    "end": "00:54:24"
  },
  {
    "text": "Next week we move on to a new section of the Sermon on the Mount. This next section of teachings begins with this well known do not store up for yourselves treasure on the land, but store up for yourselves. Treasure in the sky.",
    "start": "00:54:25",
    "end": "00:54:39"
  },
  {
    "text": "What is it that you think is of ultimate value? What you do with your your stored up things, your actual possessions will tell the truth.",
    "start": "00:54:39",
    "end": "00:54:48"
  },
  {
    "text": "Bibleproject is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus.",
    "start": "00:54:48",
    "end": "00:54:54"
  },
  {
    "text": "Everything that we make is free because of the generous support of thousands of people just like you.",
    "start": "00:54:55",
    "end": "00:55:00"
  },
  {
    "text": "Thank you for being a part of this with us.",
    "start": "00:55:01",
    "end": "00:55:02"
  },
  {
    "text": "Hi, this is Janet from Texas. Hi Ajos Elisha Mulasa Bansang Filipinas Unang La Llamant Ko Ang Bible Project NG Nagaha Na Paho Namanga Videos I found.",
    "start": "00:55:03",
    "end": "00:55:17"
  },
  {
    "text": "Bible project four years ago on YouTube.",
    "start": "00:55:17",
    "end": "00:55:20"
  },
  {
    "text": "And I use it before I read a new book in the Bible for an overview and to show me things to look for.",
    "start": "00:55:20",
    "end": "00:55:25"
  },
  {
    "text": "My favorite thing about the Bible Project is the visual and quality of each video.",
    "start": "00:55:33",
    "end": "00:55:38"
  },
  {
    "text": "We believe the Bible is a unified.",
    "start": "00:55:39",
    "end": "00:55:40"
  },
  {
    "text": "Story that leads to Jesus.",
    "start": "00:55:41",
    "end": "00:55:42"
  },
  {
    "text": "Kami A Sun Crowdfunded project by People like me Find free videos, study notes.",
    "start": "00:55:42",
    "end": "00:55:48"
  },
  {
    "text": "Podcasts, classes and more@bibleproject.com hi, this is Tyler here to read the credits. John Collins is the creative producer for today's show.",
    "start": "00:55:48",
    "end": "00:55:58"
  },
  {
    "text": "Production of today's episode is by producer.",
    "start": "00:55:58",
    "end": "00:56:00"
  },
  {
    "text": "Lindsay Ponder, Managing Producer Cooper Peltz, producer Colin Wilson, Stephanie Tam is our consultant and editor.",
    "start": "00:56:00",
    "end": "00:56:07"
  },
  {
    "text": "Tyler Bailey is our supervising engineer. Frank Garza and Aaron Olson edited today's episode. Aaron Olson also provided the sound design and mix for today's episode.",
    "start": "00:56:08",
    "end": "00:56:17"
  },
  {
    "text": "Nina Simone does our show notes and Hannah Wu provides the annotations for our app.",
    "start": "00:56:17",
    "end": "00:56:22"
  },
  {
    "text": "Original Sermon on the Mount music by Richie Cohen and the bibleproject theme song is by Tents. Tim Mackey is our Lead Scholar. Special thanks to Brian Hall, Liz Vice and the Bible Project Scholar team and.",
    "start": "00:56:22",
    "end": "00:56:35"
  },
  {
    "text": "Your hosts John Collins and Michelle Jones.",
    "start": "00:56:35",
    "end": "00:56:37"
  }
]