[
  {
    "text": "This is bibleproject podcast and this year we're reading through the Sermon on the Mount. I'm John Collins and with me is co host Michelle Jones. Hi, Michelle.",
    "start": "00:00:04",
    "end": "00:00:11"
  },
  {
    "text": "Hi, John. So we're in the part of the Sermon on the Mount where Jesus teaches that the Hebrew Bible, that is the Torah and the prophets, has profound wisdom for us today.",
    "start": "00:00:11",
    "end": "00:00:21"
  },
  {
    "text": "Right. So Jesus has been quoting from laws in the Torah. These were given to ancient Israel to guide them in their day. And then Jesus teaches his followers the deep ethical wisdom within the laws that can still guide us.",
    "start": "00:00:21",
    "end": "00:00:33"
  },
  {
    "text": "Right. We've been calling these case studies and we've gone through four of them so far. We've looked at murder, adultery, divorce and truth telling.",
    "start": "00:00:33",
    "end": "00:00:43"
  },
  {
    "text": "Today we look at the fifth case study. Jesus quotes a famous line from the Torah, an eye for an eye and a tooth for a tooth.",
    "start": "00:00:43",
    "end": "00:00:50"
  },
  {
    "text": "You knock out my tooth, I knock out yours.",
    "start": "00:00:50",
    "end": "00:00:53"
  },
  {
    "text": "Yeah. And while this law can sound brutal and vengeful, its purpose in the ancient world was to counter our impulse for revenge.",
    "start": "00:00:53",
    "end": "00:01:00"
  },
  {
    "text": "This can sound to some people like it's license to get even. The intent of the rule was in many ways the opposite. It was about putting a ceiling on vengeance, getting out of control.",
    "start": "00:01:00",
    "end": "00:01:13"
  },
  {
    "text": "At the heart of this ancient law is this wisdom. Humans are particularly bad at knowing how to exact justice.",
    "start": "00:01:13",
    "end": "00:01:21"
  },
  {
    "text": "Yet injustice is all around us. So what do you do when you're experiencing injustice? What do you do when those who are doing wrong don't seem to care?",
    "start": "00:01:22",
    "end": "00:01:31"
  },
  {
    "text": "So Jesus gives us three scenarios. We know them as turn the other cheek, give them your cloak as well, and go the extra mile. Now, at first glance, these scenarios could look like a passive response that allows a perpetrator to continue to do harm or. But as we'll see, these scenarios are anything but passive. In fact, they open up our imagination for how to boldly stand against injustice, but in creative, nonviolent ways.",
    "start": "00:01:31",
    "end": "00:02:00"
  },
  {
    "text": "Today, Michelle, you'll join Tim and I in this discussion and I really appreciate your perspective on these issues.",
    "start": "00:02:00",
    "end": "00:02:05"
  },
  {
    "text": "It was a challenging but a really good conversation and I'm glad I was part of it.",
    "start": "00:02:06",
    "end": "00:02:11"
  },
  {
    "text": "So let's jump in with Tim looking at Matthew 5:38 through 42 to see Jesus vision for how to pursue justice.",
    "start": "00:02:11",
    "end": "00:02:18"
  },
  {
    "text": "Thanks for joining us.",
    "start": "00:02:19",
    "end": "00:02:20"
  },
  {
    "text": "Here we go. Hey, Tim.",
    "start": "00:02:20",
    "end": "00:02:35"
  },
  {
    "text": "Hey, John. Hi.",
    "start": "00:02:36",
    "end": "00:02:37"
  },
  {
    "text": "Hi, Michelle.",
    "start": "00:02:37",
    "end": "00:02:38"
  },
  {
    "text": "Hi, John.",
    "start": "00:02:38",
    "end": "00:02:38"
  },
  {
    "text": "Let's talk about this case study, case study number five. Interestingly, this is one of the sayings of Jesus where it really, really matters. The ancient cultural context into which Jesus uttered these words. You know, sometimes there's parts of the Bible where you learn some context and you're like, ooh, that deepens what I kind of already thought, but just it's even deeper and more beautiful or cool. And then there's some times where you're like, whoa, that's different.",
    "start": "00:02:39",
    "end": "00:03:13"
  },
  {
    "text": "Yeah.",
    "start": "00:03:14",
    "end": "00:03:14"
  },
  {
    "text": "That changes what I thought this was about and surprises me and challenges me. Yeah. This was already a challenging saying of Jesus. And at least in my experience, understanding what Jesus was after in his cultural context makes it even more challenging. But in a way that's surprising.",
    "start": "00:03:14",
    "end": "00:03:32"
  },
  {
    "text": "Michelle, would you read it for us?",
    "start": "00:03:33",
    "end": "00:03:35"
  },
  {
    "text": "Sure. You have heard it said, an eye in recompense for an eye, and a tooth in recompense for a tooth. And I say to you, do not resist in kind. An evil person. But whoever slaps you on your right cheek, turn the other to him. Also, if anyone wants to sue you and take your shirt, let him have your coat. Also, whoever forces you to go one mile, go with him, too. To the one who asks of you, give. And the one who wants to borrow from you, don't turn away.",
    "start": "00:03:35",
    "end": "00:04:12"
  },
  {
    "text": "So just like all of the other six case studies, Jesus begins with, you've heard it said. And he provides some kind of quotation or summary of either one of the commands in the Torah or people's interpretation of it. And this is an example where it's just a straight up quotation.",
    "start": "00:04:13",
    "end": "00:04:33"
  },
  {
    "text": "Eye for an eye, tooth for a tooth.",
    "start": "00:04:33",
    "end": "00:04:35"
  },
  {
    "text": "Yep.",
    "start": "00:04:35",
    "end": "00:04:35"
  },
  {
    "text": "And where does it come from?",
    "start": "00:04:35",
    "end": "00:04:36"
  },
  {
    "text": "It comes, well, from the Torah. Actually, there's three places that have this phrase that he's quoting from or this idea. So one passage is in Exodus, chapter 21. It's restated in another example in Leviticus 24, and then restated in another example, as in Deuteronomy, chapter 19. But in all of it, it's examples of where one person has wronged another, and then it lists this set of items. So in Exodus 21, if there is serious injury, somebody got hurt. You are to take life for life, eye for eye, tooth for tooth, hand for hand, foot for foot, burn for burn, wound for wound, bruise for bruise.",
    "start": "00:04:37",
    "end": "00:05:22"
  },
  {
    "text": "Pretty exact.",
    "start": "00:05:23",
    "end": "00:05:24"
  },
  {
    "text": "Pretty long list. Notice it goes from just life, big category, to eye and tooth. So key parts of the face, hand, and foot, and then these like injuries. Yeah, injuries. Burn, wound, bruise. So it's various types of ways you can get hurt if you're in a fight with somebody. In Leviticus, it adds fracture for fracture.",
    "start": "00:05:24",
    "end": "00:05:49"
  },
  {
    "text": "Hmm.",
    "start": "00:05:49",
    "end": "00:05:50"
  },
  {
    "text": "So it seems like eye for eye, tooth for tooth, was kind of the shorthand to signal the whole list and the whole concept.",
    "start": "00:05:51",
    "end": "00:05:57"
  },
  {
    "text": "This does sound kind of brutal.",
    "start": "00:05:57",
    "end": "00:05:58"
  },
  {
    "text": "Totally. You take my Eye. I'll poke out your eye.",
    "start": "00:05:58",
    "end": "00:06:01"
  },
  {
    "text": "Yeah.",
    "start": "00:06:01",
    "end": "00:06:01"
  },
  {
    "text": "You know, it's easy to hear it as vengeful, like, you hurt me, I hurt you. So this law actually is stated three times in the Torah. It's referred to as the law of retaliation, or sometimes by the Latin phrase lex talionis. So this was actually an ancient law already to Jesus, not just because it was in the Torah, but because it was ancient even in the time of Moses. So the earliest written examples of this principle of the eye for eye, tooth for tooth, type of example, comes from a number of ancient Near Eastern law codes. One of the most famous ones, or that maybe people know of, are the law codes of King Hammurabi, Babylonian king. Does anybody know about Hammurabi?",
    "start": "00:06:01",
    "end": "00:06:51"
  },
  {
    "text": "Yeah, no one knows about this but you, Tim.",
    "start": "00:06:51",
    "end": "00:06:54"
  },
  {
    "text": "Really?",
    "start": "00:06:54",
    "end": "00:06:54"
  },
  {
    "text": "You're not familiar with Hammurabi? I probably wouldn't be, except for having had conversations with you.",
    "start": "00:06:55",
    "end": "00:06:59"
  },
  {
    "text": "Okay, all right. I guess I thought maybe he still comes up in high school history classes or something like that.",
    "start": "00:06:59",
    "end": "00:07:04"
  },
  {
    "text": "No, no, not my high school history classes.",
    "start": "00:07:04",
    "end": "00:07:06"
  },
  {
    "text": "That's right. Okay. He was the king of Babylon in the second millennium BC Just old school, ancient Near Eastern king.",
    "start": "00:07:06",
    "end": "00:07:14"
  },
  {
    "text": "Okay.",
    "start": "00:07:14",
    "end": "00:07:14"
  },
  {
    "text": "And there was this big cool statue found of him making an offering at the throne of a sun God, and the God revealing to him all of these wisdom and laws that are contained in these law codes. And it's a few hundred ancient Near Eastern laws called the code of Hammurabi.",
    "start": "00:07:15",
    "end": "00:07:34"
  },
  {
    "text": "Wow.",
    "start": "00:07:34",
    "end": "00:07:35"
  },
  {
    "text": "Yeah, there you go. So among them are a number of statements that sound very similar. For example, if a lord. And here this is about somewhat of high social rank. If a lord has destroyed the eye of a member of the ruling class, they will destroy his eye. If he has broken the bone of a lord, they will break his bone. If a lord has knocked out the tooth of the lord of his own rank, they will knock out his tooth.",
    "start": "00:07:35",
    "end": "00:08:06"
  },
  {
    "text": "So if he does something to somebody who's just a slave, nobody cares the threat.",
    "start": "00:08:06",
    "end": "00:08:10"
  },
  {
    "text": "Yeah. It would be less so, actually. Here's. But this is interesting as you go on to read in the laws, and I'm looking here at an excerpt from Nahum Sarnas, a Jewish scholar commentary on Exodus, and he's commenting on this. He notes that prior to Hamurabi, monetary compensation was the rule in recompense for bodily injury. And this is true of all of these different laws. In other words, if you destroy someone's eye, you have to pay them money.",
    "start": "00:08:10",
    "end": "00:08:41"
  },
  {
    "text": "You would assign a value to the eye?",
    "start": "00:08:41",
    "end": "00:08:43"
  },
  {
    "text": "Yes.",
    "start": "00:08:43",
    "end": "00:08:44"
  },
  {
    "text": "And you'd pay them the money.",
    "start": "00:08:44",
    "end": "00:08:45"
  },
  {
    "text": "Yep. That's Right.",
    "start": "00:08:46",
    "end": "00:08:47"
  },
  {
    "text": "I mean, that makes sense. And that's still at the basis of our judicial system today, right?",
    "start": "00:08:47",
    "end": "00:08:53"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:08:53",
    "end": "00:08:54"
  },
  {
    "text": "If you're going to sue someone, you sign a value based off what it's really worth, and that's what you get.",
    "start": "00:08:54",
    "end": "00:09:00"
  },
  {
    "text": "Mm.",
    "start": "00:09:00",
    "end": "00:09:01"
  },
  {
    "text": "Yeah. Because nobody's gonna. You break my leg. I'm not gonna be allowed to break your leg back.",
    "start": "00:09:01",
    "end": "00:09:07"
  },
  {
    "text": "Try to imagine the scenarios where that actually is the way you do it. Like, kind of doesn't really solve, my leg's still broken. And now your leg's broken.",
    "start": "00:09:07",
    "end": "00:09:16"
  },
  {
    "text": "Yeah. So most likely, even though the literal reading of the law is, you poke out my eye, I get to poke out yours. The way it was typically applied in most of the ancient law codes we know about was a monetary fine, which makes a lot more sense. I think the main point to get is that this can sound to some people, like its license to get even. The intent of the rule was in many ways the opposite. It was about putting a ceiling on vengeance, getting out of control, like putting a stopper. So if you take out my eye, I can't take your life. But that actually, it's not hard to imagine that happening, you know, whether it's in a street brawl of, like, my eye, I can't see out of anymore, and you go into a blind rage and you take someone's life. Essentially, the law is addressing two problems. One is trying to get even, but, like, overcompensating. You take my eye, I take your life. But second, it is trying to prevent the escalation of, you know, maybe I'm just thinking of Romeo and Juliet, the family feuds. The family. Yeah, like blood feuds that go on for generations. And it just escalates over more and more. More people die, more people injured, and it's an effort to put a cap that's like, if someone's injured or wronged, the recompense is equal to the wrong, and then we're done. So it really is an effort to put a stop on spiraling human violence.",
    "start": "00:09:16",
    "end": "00:10:55"
  },
  {
    "text": "So that's the main intent. Let's put a ceiling on it.",
    "start": "00:10:56",
    "end": "00:10:58"
  },
  {
    "text": "Let's create a system so that the recompense that is due actually matches the scale of the wrong.",
    "start": "00:10:58",
    "end": "00:11:05"
  },
  {
    "text": "Yeah. Which then means that things won't spiral out of control.",
    "start": "00:11:05",
    "end": "00:11:09"
  },
  {
    "text": "Yep.",
    "start": "00:11:09",
    "end": "00:11:10"
  },
  {
    "text": "Okay.",
    "start": "00:11:10",
    "end": "00:11:10"
  },
  {
    "text": "So that's fairly intuitive on that level.",
    "start": "00:11:10",
    "end": "00:11:13"
  },
  {
    "text": "So anywhere in this is there the idea that vengeance and justice are not the same thing?",
    "start": "00:11:14",
    "end": "00:11:22"
  },
  {
    "text": "Oh, interesting. The assumption here is that if I've wronged you and you're out in I, you could poke out My eye. But it doesn't seem like the system was applied that way. It seems like, what's the value? What's the monetary value that you suffered? And now if I've taken out your eye to make it right, I need to pay for that.",
    "start": "00:11:23",
    "end": "00:11:45"
  },
  {
    "text": "Right.",
    "start": "00:11:45",
    "end": "00:11:45"
  },
  {
    "text": "So I guess you could call it just recompense. But you're right. The English word revenge or retaliation. Vengeance has the idea of you get even or things are made right. And plus. Yeah, some.",
    "start": "00:11:45",
    "end": "00:11:59"
  },
  {
    "text": "And I want to punish you for what you did to me.",
    "start": "00:11:59",
    "end": "00:12:01"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:12:01",
    "end": "00:12:02"
  },
  {
    "text": "Not I want to make you pay justice. I want to make you pay for.",
    "start": "00:12:02",
    "end": "00:12:05"
  },
  {
    "text": "What you did, which then leads to escalation.",
    "start": "00:12:05",
    "end": "00:12:08"
  },
  {
    "text": "Yes. Then you're in the Godfather.",
    "start": "00:12:08",
    "end": "00:12:10"
  },
  {
    "text": "Yeah, yeah. You're in an episode of Kill Bill or something.",
    "start": "00:12:10",
    "end": "00:12:15"
  },
  {
    "text": "Yeah, yeah, that's right. So Jesus's response to this is really interesting. If we think that the law was originally giving license, like, hate, hey, y', all, open field, go get recompense.",
    "start": "00:12:15",
    "end": "00:12:30"
  },
  {
    "text": "Yeah.",
    "start": "00:12:30",
    "end": "00:12:31"
  },
  {
    "text": "Then Jesus response feels like a true counter, like the opposite. But if what the law was intended to do was just create a level set on the amount that you can demand of recompense for damages, then Jesus response, I think, shifts a little bit because the command wasn't, you have to demand recompense. It's just saying if you're going to, you can't demand more than what's reasonable. Jesus both, I think, here in this saying. And then you can also see it playing out. Like in his life, he took really seriously a theme that's in the Hebrew Bible, that humans are very imperfect judges of how to balance recompense.",
    "start": "00:12:31",
    "end": "00:13:17"
  },
  {
    "text": "Yes.",
    "start": "00:13:17",
    "end": "00:13:18"
  },
  {
    "text": "We're really poor at putting the eye for eye system, like, doing it. Right. And so there is a theme within the Hebrew Bible where Israel is at times called to not demand recompense or not retaliate and to trust, trusting in the character of God, that God is the ultimate judge. For example, Deuteronomy 32, that's a famous line. Paul quotes it too, where God says, it is mine to avenge, I will repay. And again, the word avenge there we might think, like, fair recompense plus, but the word just means recompense. Psalm 94:1 begins with a poem lamenting about really terrible people wreaking havoc. In my Israelite town, Yahweh is the God who will bring recompense or avenge. Another good example is the story when David comes across Saul, King Saul, who's trying to kill him, going to the bathroom in a cave.",
    "start": "00:13:18",
    "end": "00:14:21"
  },
  {
    "text": "Yeah.",
    "start": "00:14:21",
    "end": "00:14:22"
  },
  {
    "text": "And he doesn't kill him.",
    "start": "00:14:22",
    "end": "00:14:23"
  },
  {
    "text": "David's like, I could take you out right now.",
    "start": "00:14:23",
    "end": "00:14:25"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:14:25",
    "end": "00:14:26"
  },
  {
    "text": "Such a good scene.",
    "start": "00:14:26",
    "end": "00:14:27"
  },
  {
    "text": "Yeah. So after Saul does his business, ancient Bideus, I don't know, goes out of the cave. Then David follows and yells after him, you know, and says, hey, I could have killed you, but I didn't. And then he says, may the Lord judge between you and me. May Yahweh avenge the wrongs you have done to me, but my hand won't touch you. And that's really the takeaway from this conviction about God is you're trusting God will be the one to recompense.",
    "start": "00:14:27",
    "end": "00:14:54"
  },
  {
    "text": "I'm taking my hands off of it. I'm gonna leave you to God.",
    "start": "00:14:54",
    "end": "00:14:57"
  },
  {
    "text": "Yes. Yeah. And implied there is God will be.",
    "start": "00:14:57",
    "end": "00:15:00"
  },
  {
    "text": "A better judge than I would be.",
    "start": "00:15:01",
    "end": "00:15:03"
  },
  {
    "text": "Yeah, exactly. Yeah. I think that's right. And that's how Paul in Romans, when he quotes this famous set of ideas in Romans 12, he says, don't take revenge, my friends. Leave room for God's anger. It is written, it is mine to avenge. I will repay. So seems like what Jesus is saying is, don't try and engineer your own recompense. But then what he says, what his saying is in relation to this law, it's difficult to translate. And I've labored long over this and tried to read the labor of other people. It's very difficult to capture in English what the Greek is doing here. So this will be a moment when we want to pause and become Greek nerds. A couple minutes.",
    "start": "00:15:03",
    "end": "00:15:48"
  },
  {
    "text": "Okay.",
    "start": "00:15:48",
    "end": "00:15:49"
  },
  {
    "text": "Okay. Before we become Greek nerds, let me just recap. I think what I'm hearing. This law, found in the Torah, also found in a much ancient version in the Code of Hammurabi, is this ancient, really kind of great law which is preventing the human disposition, which is just to get back at people and make things worse. So it's creating a standard by which you can get what you deserve, but only what's fair, and then we're done. So the law that might sound kind of barbaric when it's stated as an eye for an eye, tooth for tooth, when you realize there's a monetary value, you can get it, then you realize, like, this is what our whole judicial system is based on. This is great.",
    "start": "00:15:49",
    "end": "00:16:34"
  },
  {
    "text": "Yeah.",
    "start": "00:16:34",
    "end": "00:16:34"
  },
  {
    "text": "And then what you're saying is, but that isn't a command like, you have to do that. In fact, when you read the Hebrew Bible, you actually see this theme where it's better often to say, I'm gonna let God work it out for me. He'll be the judge. I trust that he'll make it work. And so with all that in mind, Jesus quotes the law and he says. And I say to you. And then he'll say, what's the typical translation? Is what. What's a typical niv.",
    "start": "00:16:34",
    "end": "00:17:09"
  },
  {
    "text": "Do not resist an evildoer.",
    "start": "00:17:09",
    "end": "00:17:11"
  },
  {
    "text": "Do not resist an evildoer.",
    "start": "00:17:11",
    "end": "00:17:12"
  },
  {
    "text": "The standard English phrase. But here, let's just.",
    "start": "00:17:13",
    "end": "00:17:16"
  },
  {
    "text": "Let's just look it up while you look it up. I think the question in my mind is if I'm going to just leave it open to God. Right. Then it feels like a very passive thing to do.",
    "start": "00:17:16",
    "end": "00:17:27"
  },
  {
    "text": "Yes.",
    "start": "00:17:27",
    "end": "00:17:27"
  },
  {
    "text": "Okay. I'm not going to mess with it. I'm just going to trust God and I'm going to let evil do its thing. Unless God steps in. And it's very passive.",
    "start": "00:17:27",
    "end": "00:17:35"
  },
  {
    "text": "And not just passive. Something's already happened to me.",
    "start": "00:17:35",
    "end": "00:17:38"
  },
  {
    "text": "Yeah.",
    "start": "00:17:39",
    "end": "00:17:39"
  },
  {
    "text": "So I'm already hurt.",
    "start": "00:17:39",
    "end": "00:17:41"
  },
  {
    "text": "I'm already hurt. I'm hurt.",
    "start": "00:17:41",
    "end": "00:17:42"
  },
  {
    "text": "And I'm going to let you keep doing this to me. Is what is in the brain of a.",
    "start": "00:17:42",
    "end": "00:17:48"
  },
  {
    "text": "That's what the word resist communicates. Yeah. Don't make it stop. There's something wrong happening. Don't try and stop it. Don't resist.",
    "start": "00:17:48",
    "end": "00:17:57"
  },
  {
    "text": "And you're saying that's actually. It's a difficult thing to translate and that's why you want to get into the nerdiness.",
    "start": "00:17:58",
    "end": "00:18:03"
  },
  {
    "text": "But I think it's important to just name that. That's what it sounds like. Just to name. That is certainly not what he means.",
    "start": "00:18:03",
    "end": "00:18:10"
  },
  {
    "text": "He doesn't mean don't do nothing.",
    "start": "00:18:10",
    "end": "00:18:12"
  },
  {
    "text": "He doesn't mean don't do any. And he doesn't mean just allow what has happened to you to keep happening to you.",
    "start": "00:18:12",
    "end": "00:18:21"
  },
  {
    "text": "That's right.",
    "start": "00:18:21",
    "end": "00:18:22"
  },
  {
    "text": "And I mean, just as a woman, when I. I can't tell you how many times I've had people actually say, well, it says it right there.",
    "start": "00:18:22",
    "end": "00:18:32"
  },
  {
    "text": "When you say, as a woman, in what context are you talking about?",
    "start": "00:18:32",
    "end": "00:18:35"
  },
  {
    "text": "When women are abused and women are oppressed, particularly in marriages and in abusive relationships, many times they are told to go back into that situation because this Bible says, don't resist. This Bible says turn the other cheek. And that's. That is frustrating and upsetting, I think.",
    "start": "00:18:35",
    "end": "00:19:01"
  },
  {
    "text": "Yeah. Yeah. So what we're naming is the face value meaning of the English translation.",
    "start": "00:19:01",
    "end": "00:19:08"
  },
  {
    "text": "Yes.",
    "start": "00:19:08",
    "end": "00:19:08"
  },
  {
    "text": "We're not curious about what Jesus meant in his language. It's just here's what it seems to mean to me. And then that can be used to hurt people. What's tragic in these types of examples is that is certainly not what Jesus intended. But if you don't know that and if you're not in a place or in a church community that is curious about what Jesus might have meant in his language, then real quickly, a passage like this can and does get abused to trap people in really bad situations.",
    "start": "00:19:09",
    "end": "00:19:41"
  },
  {
    "text": "So then, by all means, let's navigate it. Let's clear it up.",
    "start": "00:19:41",
    "end": "00:19:45"
  },
  {
    "text": "I think there's two ways. One's about Greek, and so that may be a little less accessible. So I'll try and make that clear. But you could also just say, look at the three examples that he gives. And none of the three examples involve doing nothing. They all involve some kind of response. But the question is, well, what is that response and how do we understand it? And it just so happens, like you read them each in English, and they all just sound like be a doormat. So the three examples, really, it's about the ancient cultural context that really makes them pop with significance. But the phrase don't resist, it really comes down to the Greek phrase it's used. Okay, so the actual key is Jesus is making a pun that links his response, translated, don't resist, to the law of retribution. So up in the two statements of the law of retribution in I for an eye or tooth for a tooth, that word for that preposition in English is translating a Greek preposition anti, which has a wide range of meaning. But in this context, what it means is the thing in place of the thing that matches an I, matching an I.",
    "start": "00:19:45",
    "end": "00:21:19"
  },
  {
    "text": "And that tracks on English, it does.",
    "start": "00:21:19",
    "end": "00:21:22"
  },
  {
    "text": "That means matching or same in kind or degree or level. That's one of the main meanings of anti.",
    "start": "00:21:22",
    "end": "00:21:29"
  },
  {
    "text": "Okay?",
    "start": "00:21:29",
    "end": "00:21:29"
  },
  {
    "text": "In Greek, in place of that. So what Jesus does is the word that he uses that gets translated. Resist is a compound Greek word made of two parts. And one of those parts is that phrase anti, that preposition anti. So the word he uses is antistenai. It's a compound anti. And then steinae, which means to stand. So here anti is being used in another sense, which can mean against, like opposite. Like if I am standing in front of a wall, you could say I'm standing anti the wall in Greek. Like before it.",
    "start": "00:21:29",
    "end": "00:22:13"
  },
  {
    "text": "Facing it.",
    "start": "00:22:13",
    "end": "00:22:14"
  },
  {
    "text": "Yeah, facing it or against it. My face is against the wall. Okay, so one typical use of or antiste, me to stand against means to oppose. To stand against something that is to prevent it. Like if it's a moving object and use anti steinae, you prevent it from going forward on that meaning. It could be that Jesus is saying, if it has that meaning, something negative is happening to you, don't antistenai, don't oppose it. Don't stand against it. But then the three examples that he's going to give when you read them in cultural context don't mean that like they mean the opposite of that. They actually are a kind of resistance opposition, but they're a very creative, courageous, bold twist on what it means to oppose something. And so there are many scholars who think that this is a pun, meaning that the anti is actually being used in the sense of don't stand against someone in a way that matches what they've done to you. So an eye in place of an eye, a tooth in place of a tooth. Don't let your standing against match how the other person is standing against you.",
    "start": "00:22:14",
    "end": "00:23:27"
  },
  {
    "text": "But still stand against them.",
    "start": "00:23:27",
    "end": "00:23:28"
  },
  {
    "text": "Yeah, still stand still stand still respond.",
    "start": "00:23:28",
    "end": "00:23:31"
  },
  {
    "text": "But don't respond like that.",
    "start": "00:23:32",
    "end": "00:23:33"
  },
  {
    "text": "But not in the same posture.",
    "start": "00:23:33",
    "end": "00:23:34"
  },
  {
    "text": "Yeah. So where we landed on the Bioproject Scholar team, we had five biblical scholars. We debated for two, almost an hour and a half.",
    "start": "00:23:34",
    "end": "00:23:43"
  },
  {
    "text": "It's like just the nerd in the air is just.",
    "start": "00:23:43",
    "end": "00:23:46"
  },
  {
    "text": "It was a great day. We looked at all the commentaries. We can get our hands on the history of translation. And where we landed to try and communicate the idea that he meant was don't resist in kind, meaning they're standing against you. Don't stand against them in the same way that they are standing against you.",
    "start": "00:23:46",
    "end": "00:24:04"
  },
  {
    "text": "That begs the question, makes me so much better.",
    "start": "00:24:04",
    "end": "00:24:06"
  },
  {
    "text": "What does that look like? And then the three examples, I think, provide kind of like the definition. Is that relatively clear?",
    "start": "00:24:06",
    "end": "00:24:14"
  },
  {
    "text": "Yes.",
    "start": "00:24:14",
    "end": "00:24:15"
  },
  {
    "text": "He's using the same preposition and then saying, don't stand over against the other.",
    "start": "00:24:15",
    "end": "00:24:21"
  },
  {
    "text": "The preposition gets confusing to me. So let's just say the headline is the Greek word that gets translated. Resist could more appropriately mean resist in kind or like, be oppositional in the same kind of posture. You're making them an enemy. Don't make them an enemy. Stand against them, but don't make them the enemy.",
    "start": "00:24:21",
    "end": "00:24:42"
  },
  {
    "text": "Yeah, Stand in a way that you don't treat them the way they're treating you. He's riffing on eye for an eye. But now what he's saying is instead of it meaning gaining recompense of equal kind, don't treat them back in equal kind the way they're treated.",
    "start": "00:24:42",
    "end": "00:25:00"
  },
  {
    "text": "Yeah. Because what you want back is maybe your dignity, maybe the freedom, whatever's being taken from you, you want that back. But what Jesus seems to be saying is don't fight for it. Back in the way they fought against you.",
    "start": "00:25:01",
    "end": "00:25:14"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:25:15",
    "end": "00:25:16"
  },
  {
    "text": "So, yes, Eye for eye, tooth for tooth. And I say to you in the manner in which you do that needs to be different.",
    "start": "00:25:16",
    "end": "00:25:23"
  },
  {
    "text": "There's something to be said for how Jesus does that thing where man is always focused on the injury. Eye for an eye, tooth for tooth. He's like, no, let's move this conversation to people. Now. At first we're thinking, what's the injury? You did this to me, so I'm gonna do this to you. And then he's going, no, I'm saying. And he gives these three examples, but they're all very personal people.",
    "start": "00:25:23",
    "end": "00:25:50"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:25:50",
    "end": "00:25:51"
  },
  {
    "text": "Kind of examples that puts you on the level of relationship at this point.",
    "start": "00:25:51",
    "end": "00:25:55"
  },
  {
    "text": "So let's look at those three examples. Just one little concluding note. One wonderful control tool that's very helpful for interpreting the Sermon on the Mount is because it was so foundational in early Christianity, the sayings of Jesus get re quoted and restated all over the New Testament. And so this line actually gets picked up by Paul a couple times and he changes the verb. Oh, it's very interesting. So in 1 Thessalonians, chapter 5, he says, See that no one repays another with evil for evil. So instead of saying resist, he gets repay. But he uses the same phrase anti that Jesus did evil anti evil. So he's assuming what Jesus meant was not just resistance in general, but standing against someone in the way that they've stood against you.",
    "start": "00:25:56",
    "end": "00:26:51"
  },
  {
    "text": "Paul kind of makes a little more clear for me.",
    "start": "00:26:51",
    "end": "00:26:52"
  },
  {
    "text": "Totally. I completely agree.",
    "start": "00:26:53",
    "end": "00:26:54"
  },
  {
    "text": "Because Jesus could have said, you've heard it say eye for eye, tooth for tooth. And I say, but not evil for evil. And all of a sudden you're like, oh.",
    "start": "00:26:54",
    "end": "00:27:01"
  },
  {
    "text": "Because Paul is probably going, I need to figure this thing out. I need to be able to help these people out.",
    "start": "00:27:02",
    "end": "00:27:07"
  },
  {
    "text": "He's translating.",
    "start": "00:27:07",
    "end": "00:27:07"
  },
  {
    "text": "He says it again in Romans 12, and he quotes from another saying in just a paragraph later, Bless those who persecute you. Bless and don't curse. That's from the Sermon on the Mount. And then he says, never pay back evil for evil. There's Auntie again. To anyone, do what is right in the eyes of all men. Never take your own vengeance. Leave room for the vengeance of God. So it's a helpful test case too, to see how the teachings of Jesus were received. But really it's the three examples that are where the action is. And I'll be curious to see how you guys process this, because this was a big deal for me. These three examples that felt like light bulb moment. So the first one is, if someone slaps you on the right cheek, offer them the other. So one thing we Know is that slapping wasn't something that's pretty intuitive. I think he's still. Today, slapping is more about insulting someone's own honor or dignity than it is about actually trying to take them out.",
    "start": "00:27:08",
    "end": "00:28:34"
  },
  {
    "text": "Yeah, you close your fist if you're going to take them out.",
    "start": "00:28:35",
    "end": "00:28:37"
  },
  {
    "text": "That's right. So in that sense, nothing has changed. Slapping. Throughout the Bible, Old and New Testaments, it's always about shaming. Public shaming.",
    "start": "00:28:37",
    "end": "00:28:46"
  },
  {
    "text": "Yeah.",
    "start": "00:28:46",
    "end": "00:28:46"
  },
  {
    "text": "So then the question is, okay, what about public shaming? What does a slap on the right cheek mean? Interestingly enough, throughout Jewish literature of the second Temple period, there are many places that talk about the significance, the symbolic significance of right versus left hand. So whether we're talking about the Mishnah, which is a collection of Jewish teachings after the time of Jesus, talking about discussions of rabbis from the time of Jesus, or the writings of Josephus, who was a historian, or the writings of other Greek and Roman philosophers, just across the board, whenever the right cheek is mentioned and you kind of have to stop and close your eyes and imagine it, but if you're being slapped on your right cheek from someone facing you, and if they're slapping with their right hand, which would be their dominant hand. Dominant hand. It's a backhand slap.",
    "start": "00:28:47",
    "end": "00:29:41"
  },
  {
    "text": "Slapping with your back.",
    "start": "00:29:42",
    "end": "00:29:43"
  },
  {
    "text": "And here I'll just quote Craig Keener, his commentary on Matthew here. Craig Keener is a sage guru of all things Greek and Roman cultural backgrounds. He puts it this way. He says a backhanded blow to the right cheek did not imply shattered teeth. It was an insult. The severest public affront to person's dignity. God's prophets sometimes suffered such ill treatment as Jesus would himself. Yet, though this was more an affront to honor a challenge rather than a physical injury, ancient Near Eastern societies typically provided legal recourse for this offense within lex talionis regulations.",
    "start": "00:29:43",
    "end": "00:30:28"
  },
  {
    "text": "Wow.",
    "start": "00:30:29",
    "end": "00:30:29"
  },
  {
    "text": "So in real true honor shame societies where your social rank is your and your family, it's kind of like life. It's really a severe public offense, but you're actually putting someone down a rank. You're asserting dominance.",
    "start": "00:30:29",
    "end": "00:30:48"
  },
  {
    "text": "Yeah, with the backhanded slap.",
    "start": "00:30:49",
    "end": "00:30:51"
  },
  {
    "text": "Yes, that's right. So if that's the case, then not backing down, turning the other cheek. Yeah. Not walking away, but standing right there and then just looking in the eyes. The person did that. And then offering him your other cheek isn't doing nothing. What you're requiring them to do is slap you again, but this time an open hand. With an open hand. Yeah. And again, you can just go right through the literature that these Scholars quote that an open palm slap is symbolic of, like, a social equal.",
    "start": "00:30:51",
    "end": "00:31:27"
  },
  {
    "text": "Oh, okay.",
    "start": "00:31:27",
    "end": "00:31:29"
  },
  {
    "text": "So backhand is shaming, but the open hand is how you would slap someone of equal rank.",
    "start": "00:31:29",
    "end": "00:31:36"
  },
  {
    "text": "Wow.",
    "start": "00:31:37",
    "end": "00:31:37"
  },
  {
    "text": "Like, almost like a challenge.",
    "start": "00:31:37",
    "end": "00:31:39"
  },
  {
    "text": "Yeah.",
    "start": "00:31:39",
    "end": "00:31:40"
  },
  {
    "text": "But you're forcing them to reevaluate you, and so you are not resisting in kind. It's resistance, but it's not resisting in kind. Yes.",
    "start": "00:31:40",
    "end": "00:31:50"
  },
  {
    "text": "Resistance in kind would be to backhand slap them back, which, if you are in the lower rank and they're putting you in your place, you're not going to do that. I mean, that's a death sentence. Yeah. But another way to resist in kind is to then scurry away and plot your revenge. Right. When they're sleeping, you're gonna slip a knife into them or something. What Jesus is saying is, offer that person an opportunity, slap you again, but this time as an equal.",
    "start": "00:31:50",
    "end": "00:32:24"
  },
  {
    "text": "And it is, in effect, to say, why is it that you think that you need to treat me as lower or higher than yourself? What is this whole system anyway, that you think you need to do this to assert who you think I am? It's, in a way, stating that I am not controlled by your attempt to put me in a social rank.",
    "start": "00:32:25",
    "end": "00:32:48"
  },
  {
    "text": "It's the James Baldwin quote. If I'm not who you say I am, then you're not who you think you are. You know, that is one of my favorite quotes of his.",
    "start": "00:32:48",
    "end": "00:32:57"
  },
  {
    "text": "Yes.",
    "start": "00:32:57",
    "end": "00:32:58"
  },
  {
    "text": "You know, it's like, if I am not who you say I am by your behavior toward me, then you have to reevaluate who you are.",
    "start": "00:32:58",
    "end": "00:33:06"
  },
  {
    "text": "Who you are. Yes.",
    "start": "00:33:06",
    "end": "00:33:06"
  },
  {
    "text": "Who you are.",
    "start": "00:33:06",
    "end": "00:33:07"
  },
  {
    "text": "Yes. That's excellent.",
    "start": "00:33:07",
    "end": "00:33:09"
  },
  {
    "text": "You've been figuring out, or you've been deciding who you are based on who you say I am. But if I'm not that, by turning the other cheek, I'm telling you, no. I take my dignity back.",
    "start": "00:33:09",
    "end": "00:33:22"
  },
  {
    "text": "Mm.",
    "start": "00:33:22",
    "end": "00:33:22"
  },
  {
    "text": "Yeah.",
    "start": "00:33:22",
    "end": "00:33:23"
  },
  {
    "text": "Yeah. It's almost a demonstration. My honor is not determined by.",
    "start": "00:33:23",
    "end": "00:33:28"
  },
  {
    "text": "By the way you treat me.",
    "start": "00:33:29",
    "end": "00:33:30"
  },
  {
    "text": "Yes. Yeah. It's rooted in something deeper, which for a disciple of Jesus is like, that's Identity 101. You know, I'm a son or daughter of the father. When I was learning about the history of the civil rights movement, I will never forget the video footage of the Selma Alabama march in 1965, and the marchers going across the bridge, and they were getting sprayed by fire hoses and having dogs, and they didn't walk away. Dogs, like, set on them. They didn't walk away, but also, they didn't fight. They just kept slowly taking steps forward, and they didn't stop. And it's like the whole scene became this ridiculous expose on what a farce the legal establishment was in that situation that were setting dogs and fire hoses on unarmed people who were just saying, we have dignity. Something like that is more, I think, what Jesus had in mind.",
    "start": "00:33:30",
    "end": "00:34:39"
  },
  {
    "text": "I think so. And even when you think about that, I mean, they trained. Every one of those volunteers. Every volunteer during the civil rights movement was trained by, by people who would yell at them, scream at them, attack their dignity. That's how they trained. They didn't just, you know, say, now when you go out there, you know, here, let me give you a Bible to read. And then you just go out there.",
    "start": "00:34:39",
    "end": "00:35:02"
  },
  {
    "text": "Cause they knew how hard it was.",
    "start": "00:35:02",
    "end": "00:35:03"
  },
  {
    "text": "They knew it was gonna be. They put them at these staged lunch counters.",
    "start": "00:35:03",
    "end": "00:35:07"
  },
  {
    "text": "Interesting.",
    "start": "00:35:07",
    "end": "00:35:08"
  },
  {
    "text": "Screamed at em and yelled at them. And then on top of that, I was reading in why We Can't Wait by King, and he talks about the document they had to sign.",
    "start": "00:35:08",
    "end": "00:35:18"
  },
  {
    "text": "Oh really?",
    "start": "00:35:18",
    "end": "00:35:19"
  },
  {
    "text": "Before participating in that, before they participated. And it was 10 commandments, interestingly enough, it was 10 commandments. And among those commandments they said first they said, I hereby pledge myself my person and my body to the nonviolent movement. Therefore I will keep the following ten commandments. And so among those commandments are to remember always that the nonviolent movement in Birmingham seeks justice and reconciliation, not victory. Which is interesting, that you walk and talk in the manner of love because God is love, but that you sacrifice personal wishes in order that all men might be free. And so they, I mean, they had 10 commandments and then they had to sign it. They said, I sign this having seriously considered what I do and with the determination and will to persevere.",
    "start": "00:35:19",
    "end": "00:36:12"
  },
  {
    "text": "Wow, that is 100% Jesus style. Yeah, but there's so much wisdom there. It requires training. It's like retraining our instincts.",
    "start": "00:36:13",
    "end": "00:36:22"
  },
  {
    "text": "Yeah.",
    "start": "00:36:22",
    "end": "00:36:23"
  },
  {
    "text": "Cause that is not intuitive.",
    "start": "00:36:23",
    "end": "00:36:25"
  },
  {
    "text": "Well, I'm curious, what does this response do for the perpetrator? Because Jesus doesn't seem to give us instruction just for our benefit. Like what is it that this particular behavior, this creative nonviolent behavior, what does it do for the person that has been the bully has been perpetrating?",
    "start": "00:36:25",
    "end": "00:36:51"
  },
  {
    "text": "Yes, that's excellent. I've wondered the same too. And it's almost like these three examples. We've only done one doesn't spell it out completely, but this saying is followed by the sixth and final case study, which is about loving and blessing your enemies, which surely they're next. They have to be next to each other because who Else would be slapping you and suing you and forcing you to go an extra mile. It would be your enemy. Someone that feels like your enemy. So it's almost like you get the first response of what not to do, not to resist in kind. And then the last saying, which is the next case study, comes alongside with the hope is a relationship of love and blessing. It's changing the game. The response is one that scrambles the system so that it just doesn't acknowledge the system of value, honor, injustice that these practices uphold. That's step one. Step one is naming what's wrong.",
    "start": "00:36:51",
    "end": "00:37:56"
  },
  {
    "text": "Yeah.",
    "start": "00:37:56",
    "end": "00:37:56"
  },
  {
    "text": "And then step two is moving towards the offender in a bid for a different kind of relationship.",
    "start": "00:37:56",
    "end": "00:38:02"
  },
  {
    "text": "That doesn't negate you leaving a person to justice. Right.",
    "start": "00:38:03",
    "end": "00:38:07"
  },
  {
    "text": "Right.",
    "start": "00:38:08",
    "end": "00:38:08"
  },
  {
    "text": "I can watch you go to prison if I need to watch you go to prison.",
    "start": "00:38:08",
    "end": "00:38:12"
  },
  {
    "text": "There was three of the Ten Commandments you read. What was the third one? There's one you read something for all.",
    "start": "00:38:13",
    "end": "00:38:18"
  },
  {
    "text": "Oh, yeah, yeah, yeah. Sacrifice personal wishes in order that all men might be free.",
    "start": "00:38:18",
    "end": "00:38:23"
  },
  {
    "text": "And what I hear him saying, we're the ones not free, but let's do this in a way that we all can enjoy freedom. Like, what I want from my enemy is freedom too, which is such a radical way to think.",
    "start": "00:38:23",
    "end": "00:38:35"
  },
  {
    "text": "And what does that look like? Because the truth is that the bully is the least free person in the room.",
    "start": "00:38:36",
    "end": "00:38:42"
  },
  {
    "text": "Yeah, that's exactly right. They're trapped in whatever mindset or social system that makes them think that they need to behave like this to have their own dignity or maintain order, whatever.",
    "start": "00:38:42",
    "end": "00:38:56"
  },
  {
    "text": "Yeah.",
    "start": "00:38:56",
    "end": "00:38:57"
  },
  {
    "text": "Which is its own kind of different kind of prison. The second example explores these same dynamics just from a different angle. If anyone wants to sue you and take your shirt, let him have your coat also. So there's no way this will land the way Jesus meant it in our cultural setting. I have lots of shirts, and I actually have a coat for each season of the year.",
    "start": "00:38:57",
    "end": "00:39:43"
  },
  {
    "text": "Yeah. It's like telling me, give them your shoes. Shoes. I got. I'll give you a half a dozen pair.",
    "start": "00:39:43",
    "end": "00:39:52"
  },
  {
    "text": "So standard dress in Jesus day, you basically have two garments, and you probably just have one pair of each. If you're wealthy, you have a handful of each. Most people in Jesus class below would have been. You got one set. So you have your tunic, which is called kiton in Greek or ktonet in Hebrew. And that's like. It's next to your skin.",
    "start": "00:39:53",
    "end": "00:40:16"
  },
  {
    "text": "That's the shirt.",
    "start": "00:40:16",
    "end": "00:40:17"
  },
  {
    "text": "It's your shirt.",
    "start": "00:40:17",
    "end": "00:40:18"
  },
  {
    "text": "That's the shirt.",
    "start": "00:40:18",
    "end": "00:40:19"
  },
  {
    "text": "Yep. Whereas your outer garment, what we would call the coat, is like Heavier, thicker. That, like, keeps you warm, keeps out the elements, that kind of thing. So they're thicker, they're made of wool, they're sturdy. You want it to last a long, long, long, long time.",
    "start": "00:40:19",
    "end": "00:40:35"
  },
  {
    "text": "Which means they're valuable and they're essential. If it's cold out.",
    "start": "00:40:35",
    "end": "00:40:39"
  },
  {
    "text": "Yes. Which it often was in Galilee, especially in the.",
    "start": "00:40:39",
    "end": "00:40:43"
  },
  {
    "text": "At night.",
    "start": "00:40:43",
    "end": "00:40:44"
  },
  {
    "text": "Other than summer. Spring. It's cold at night. So that's one piece to assume the closing knowledge. The other piece is, notice Jesus assumes this is a legal case. Somebody's suing you.",
    "start": "00:40:44",
    "end": "00:40:54"
  },
  {
    "text": "Okay.",
    "start": "00:40:55",
    "end": "00:40:55"
  },
  {
    "text": "Now, what he's appealing to is actually a network of laws in the Torah again, laws that are aimed to prevent exploitation of poor and day laborers, especially, that if somebody owes you money and all they have anymore, the most valuable thing they own is their outer cloak. You can take that as a pledge of them paying you back, but you have to give it back every night.",
    "start": "00:40:55",
    "end": "00:41:22"
  },
  {
    "text": "Oh, it's their blanket.",
    "start": "00:41:23",
    "end": "00:41:24"
  },
  {
    "text": "Yep. Exodus 22. If you ever take your neighbor's cloak as a pledge for a debt, return it to him before the sunset. That's his only covering. It's for his body. So the laws of the Torah are about somebody sewing and taking a cloak. Don't ever do that. So the picture he's painting is of somebody suing you and taking, not your cloak, your outer coat, but your shirt, like the thing next to your body.",
    "start": "00:41:25",
    "end": "00:41:51"
  },
  {
    "text": "And all you'll have left is your cloak.",
    "start": "00:41:52",
    "end": "00:41:53"
  },
  {
    "text": "All you have left is your cloak.",
    "start": "00:41:53",
    "end": "00:41:54"
  },
  {
    "text": "Is your itchy cloak.",
    "start": "00:41:54",
    "end": "00:41:55"
  },
  {
    "text": "Your itchy cloak.",
    "start": "00:41:56",
    "end": "00:41:57"
  },
  {
    "text": "In other words, it's kind of comic. Yeah, it's like, who would do that?",
    "start": "00:41:57",
    "end": "00:42:00"
  },
  {
    "text": "I can't take your cloak, but I'm take your shirt.",
    "start": "00:42:01",
    "end": "00:42:02"
  },
  {
    "text": "Yeah, that's the thing. I'm going to take what I can take. I'm going to take the shirt.",
    "start": "00:42:02",
    "end": "00:42:06"
  },
  {
    "text": "So whoever's doing this, It's a Scrooge McDonald's. It's a wrongful suit. So if somebody is. So if somebody's in that space where they think that's what they need to do, then see him. One more, to use a poker phrase, give him your coat. And notice what Jesus is recommending here is that you end up handing over all of your clothes, which means you're standing there in public naked, with this person holding all your clothes.",
    "start": "00:42:06",
    "end": "00:42:37"
  },
  {
    "text": "That's a public demonstration. Yes, because you're going to cause a.",
    "start": "00:42:37",
    "end": "00:42:40"
  },
  {
    "text": "Scene as a public shaming.",
    "start": "00:42:40",
    "end": "00:42:42"
  },
  {
    "text": "Yeah, you are. You are going to feel shamed publicly, but publicly you're also causing a scene which is going to draw attention, tension, to, like, look at this injustice that's happening.",
    "start": "00:42:42",
    "end": "00:42:51"
  },
  {
    "text": "Yeah.",
    "start": "00:42:51",
    "end": "00:42:52"
  },
  {
    "text": "I'm putting myself in a situation where I'm exposing now the injustice. It's gonna be uncomfortable for me, but now I'm also exposing the injustice. Is that kind of what I'm supposed to be seeing?",
    "start": "00:42:52",
    "end": "00:43:02"
  },
  {
    "text": "Seems like what Jesus is saying is, go for shock value, draw attention. If they're gonna take your tunic, then kindly offer to them. They're not demanding. Here to your friend.",
    "start": "00:43:02",
    "end": "00:43:17"
  },
  {
    "text": "Hand it to him.",
    "start": "00:43:18",
    "end": "00:43:19"
  },
  {
    "text": "You clearly need my stuff more than I do have this too, and the other.",
    "start": "00:43:19",
    "end": "00:43:25"
  },
  {
    "text": "Are they trying to hide, like. Are they trying to, like, take your shirt but not your coat so that nobody knows just how evil they actually are?",
    "start": "00:43:25",
    "end": "00:43:33"
  },
  {
    "text": "Oh, sure. And then you go, the Torah says they'll take.",
    "start": "00:43:33",
    "end": "00:43:36"
  },
  {
    "text": "Still have the coat on me.",
    "start": "00:43:36",
    "end": "00:43:37"
  },
  {
    "text": "But they'll take your shirt.",
    "start": "00:43:37",
    "end": "00:43:38"
  },
  {
    "text": "But they'll take your shirt. And then you go, you know what? No. Since you really do want to see me humiliated, let's just go all the.",
    "start": "00:43:38",
    "end": "00:43:45"
  },
  {
    "text": "Way with this thing. Yeah, that's right. And then you're standing there naked, everybody is watching, and that person is holding all your clothes. So it's not a good thing. It's not generosity. You're giving them, but it's. You're using generosity to subvert the whole system by which they are wrong. So the legal system allows them to do this thing to you, and you're exposing it for what it is, but through generosity, you give. It's really. This is. So it's brilliant to talk about it in theory, sure. But to really. To be in a position where this is the option before you, and you choose generosity, but also you're trying to shake things up. You're certainly not being a doormat.",
    "start": "00:43:45",
    "end": "00:44:31"
  },
  {
    "text": "No, but that's not easy. I mean, you're standing there in front of everybody, humiliated, in order to suffer too. Yeah. You are suffering so that you expand whatever this injustice is.",
    "start": "00:44:31",
    "end": "00:44:45"
  },
  {
    "text": "Both of these examples have that in common.",
    "start": "00:44:46",
    "end": "00:44:48"
  },
  {
    "text": "Yes.",
    "start": "00:44:48",
    "end": "00:44:48"
  },
  {
    "text": "You are allowing yourself to suffer in order to stand against in a way that reconciliation could happen.",
    "start": "00:44:48",
    "end": "00:44:55"
  },
  {
    "text": "Yeah. Though this one does seem. You're trying to almost shock the person's conscience who's wronging you.",
    "start": "00:44:55",
    "end": "00:45:01"
  },
  {
    "text": "That's not doing nothing.",
    "start": "00:45:01",
    "end": "00:45:02"
  },
  {
    "text": "It's not doing nothing. But it is not resisting in kind.",
    "start": "00:45:03",
    "end": "00:45:05"
  },
  {
    "text": "But it's not resisting in kind.",
    "start": "00:45:05",
    "end": "00:45:07"
  },
  {
    "text": "Respond in a way that you are able in a creative, nonviolent way, but don't resist in kind. So the third example follows in meaning. So if someone is. Forces you to go one mile, offer to go another. So that phrase forced to go is the technical term, and it's used to Describe how Roman soldiers could force imperial subjects to carry their gear. I mean, they carried a lot of stuff around. Lots of stuff.",
    "start": "00:45:07",
    "end": "00:45:56"
  },
  {
    "text": "The sword alone was heavy.",
    "start": "00:45:56",
    "end": "00:45:57"
  },
  {
    "text": "Totally. The armor, their packs, all that. This is the word used to describe when Jesus is carrying his cross. And as he was walking up the street, the soldiers forced that guy, Simon of Cyrene.",
    "start": "00:45:57",
    "end": "00:46:11"
  },
  {
    "text": "Yeah.",
    "start": "00:46:11",
    "end": "00:46:12"
  },
  {
    "text": "And when it says they forced him into service, they were using their right as soldiers to just be like, hey.",
    "start": "00:46:12",
    "end": "00:46:17"
  },
  {
    "text": "You, you know, carry this thing.",
    "start": "00:46:17",
    "end": "00:46:19"
  },
  {
    "text": "Carry this thing. But the Roman Empire knew this would be prone towards abuse, assuming it wasn't already abusive. I know, right, but so they put limits and the mile or the melion.",
    "start": "00:46:19",
    "end": "00:46:30"
  },
  {
    "text": "Wait, so wait, wait. So they were limited.",
    "start": "00:46:30",
    "end": "00:46:32"
  },
  {
    "text": "They were limited on how far.",
    "start": "00:46:32",
    "end": "00:46:34"
  },
  {
    "text": "How far they can make you be their pack animal.",
    "start": "00:46:34",
    "end": "00:46:37"
  },
  {
    "text": "That's right. So once someone. And I just imagine, just put yourself. You're with your family, you know, and you're. I don't know why I'm thinking of having a picnic by the Sea of Galilee, you know, but whatever, you. And a father and his two sons are working and Roman soldiers come by and then the soldier just picks the dad out. He's got teenage sons and his dad's all of a sudden made to do that. Like, think of the relational dynamics of what a dad now feels. It's humiliating, that kind of thing. So that's the feel of this example that he names. Surely he wouldn't name it unless it was something all this listener would be.",
    "start": "00:46:37",
    "end": "00:47:19"
  },
  {
    "text": "Like, yeah, we know that.",
    "start": "00:47:19",
    "end": "00:47:21"
  },
  {
    "text": "I know that.",
    "start": "00:47:21",
    "end": "00:47:22"
  },
  {
    "text": "Okay, so whoever forces you to the 1 mile, go with them too.",
    "start": "00:47:22",
    "end": "00:47:26"
  },
  {
    "text": "Yep. So within their power, they can only do one. So notice the subversive generosity move, similar to the giving of the cloak you offer. So they exerted their power, asserting who they are in the rank and who you are. And then the moment that mile's over, generosity can redefine the relationship. So they can treat you like a pack animal for one mile, but the moment that mile's done, you have an opportunity to redefine the relationship. You know, usually the kinds of people who offer to carry things for other are like people you care about.",
    "start": "00:47:26",
    "end": "00:48:08"
  },
  {
    "text": "Yeah.",
    "start": "00:48:08",
    "end": "00:48:09"
  },
  {
    "text": "Or like your friends.",
    "start": "00:48:09",
    "end": "00:48:10"
  },
  {
    "text": "Yeah, it's a special kind of friend.",
    "start": "00:48:10",
    "end": "00:48:13"
  },
  {
    "text": "Two, in fact.",
    "start": "00:48:14",
    "end": "00:48:14"
  },
  {
    "text": "Yeah. Like, who do you call when you have to move?",
    "start": "00:48:15",
    "end": "00:48:17"
  },
  {
    "text": "Right. Oh, that's it.",
    "start": "00:48:18",
    "end": "00:48:19"
  },
  {
    "text": "That's totally it. Whoever has the pickup truck.",
    "start": "00:48:19",
    "end": "00:48:23"
  },
  {
    "text": "I call my girlfriends. The girlfriends pack the guy friends move.",
    "start": "00:48:25",
    "end": "00:48:29"
  },
  {
    "text": "Yes, but it is the special friend.",
    "start": "00:48:29",
    "end": "00:48:31"
  },
  {
    "text": "But it is the special friend that.",
    "start": "00:48:31",
    "end": "00:48:32"
  },
  {
    "text": "Will take their Saturday and move boxes for you. It's a special friend that if you're hiking and you twist your ankle will like grab your pack and carry your pack. I mean that's a lot.",
    "start": "00:48:32",
    "end": "00:48:46"
  },
  {
    "text": "It's a lot. Yep. That's right. Once they're done treating you like an animal, it almost becomes synonymous with bless your enemies. Of. Can I give you something?",
    "start": "00:48:46",
    "end": "00:48:57"
  },
  {
    "text": "I'll go another mile with you and let's talk about your family.",
    "start": "00:48:57",
    "end": "00:49:00"
  },
  {
    "text": "Yeah. You move from I'm humiliating you to do what I need you to do. And your response is clearly you need help. Clearly you need something and I'm gonna be here for you.",
    "start": "00:49:01",
    "end": "00:49:13"
  },
  {
    "text": "I'm here for you.",
    "start": "00:49:13",
    "end": "00:49:14"
  },
  {
    "text": "You're kind of a jerk, but I'm gonna be here for you.",
    "start": "00:49:14",
    "end": "00:49:17"
  },
  {
    "text": "Yeah. And it's generosity.",
    "start": "00:49:17",
    "end": "00:49:19"
  },
  {
    "text": "Yeah.",
    "start": "00:49:20",
    "end": "00:49:20"
  },
  {
    "text": "So the first one was the other cheek was about a non violent response that forces them to reevaluate the relationship. The second example was the subversive generosity that exposes the system and how it's being abused by someone and then this feels very personal. It's sort of like you, you need help.",
    "start": "00:49:20",
    "end": "00:49:42"
  },
  {
    "text": "I'm now being hospitable.",
    "start": "00:49:42",
    "end": "00:49:44"
  },
  {
    "text": "Yeah.",
    "start": "00:49:44",
    "end": "00:49:44"
  },
  {
    "text": "I'm now making space for you. And I don't know, it's. I'm making space for you in a way that.",
    "start": "00:49:44",
    "end": "00:49:52"
  },
  {
    "text": "Yeah.",
    "start": "00:49:52",
    "end": "00:49:53"
  },
  {
    "text": "To go back though, Michelle, to you brought up people who are victims who then are being told go back into the situation. I don't think this is about hang out with unsafe people.",
    "start": "00:49:53",
    "end": "00:50:06"
  },
  {
    "text": "No.",
    "start": "00:50:06",
    "end": "00:50:06"
  },
  {
    "text": "No.",
    "start": "00:50:06",
    "end": "00:50:06"
  },
  {
    "text": "Though it does charge your imagination to begin to imagine what are going to be those moments in my life and they're going to be so rare but where I can have the bravery and courage to like go the extra mile to try to make an enemy a friend. Because I know, I know I'm safe and I know I can handle it.",
    "start": "00:50:07",
    "end": "00:50:25"
  },
  {
    "text": "Yeah.",
    "start": "00:50:25",
    "end": "00:50:26"
  },
  {
    "text": "Like that seems to be.",
    "start": "00:50:26",
    "end": "00:50:28"
  },
  {
    "text": "That's it. The assumed context for all of this is a subjugated ethnic religious minority group before an imperial power. That's the setting. All of these sayings. Right. Have that as the context. And so there wasn't any hope of changing the system overall. The point is how can we respond in a way that reflects the justice and generosity of God that exposes injustice and then also can affect change. But on like the level of real change, which is relationship. Somebody who has been the victim of an abuser time and time again. This is not what Jesus is talking about in the same type of context. A lot of it has to do with what kind of context is assumed that we would apply these words in.",
    "start": "00:50:28",
    "end": "00:51:22"
  },
  {
    "text": "Yeah.",
    "start": "00:51:22",
    "end": "00:51:22"
  },
  {
    "text": "And I think there's something about it being Treated as literal. Treated as well. It can just kind of move over to 20, 24 and no.",
    "start": "00:51:22",
    "end": "00:51:33"
  },
  {
    "text": "Yeah, what's the wisdom ethic?",
    "start": "00:51:33",
    "end": "00:51:35"
  },
  {
    "text": "Yeah, we have laws for this.",
    "start": "00:51:35",
    "end": "00:51:36"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:51:37",
    "end": "00:51:38"
  },
  {
    "text": "We have laws about this. And so no, it's not okay for you to just like, you know, use me as a punching bag and I'm supposed to turn the other cheek. That makes no sense. However, I can actually forgive you, which is the, I think equivalent of turning the other cheek, of walking another mile, of giving you my cloak. Because in all three instances I'm saying I could get you back, I should get you back. I choose not to get you back.",
    "start": "00:51:38",
    "end": "00:52:08"
  },
  {
    "text": "If this is wisdom and deep underneath of it is a posture of forgiveness. I love that you pointed that out.",
    "start": "00:52:09",
    "end": "00:52:16"
  },
  {
    "text": "Yeah.",
    "start": "00:52:16",
    "end": "00:52:16"
  },
  {
    "text": "What is a creative non violent response in any other given situation? Because it's not going to be the three he gives. These are very specific to Jesus, time, place. So I guess this is a really interesting exercise. I don't think we do now. But if you have a friend come to you and they're like, I'm in an abusive situation, well, yeah, get out of that situation. But what's a creative, non retributive kind of way to respond to that person? And it's gonna be so unique for every single person. Does it mean writing them a letter? Does it mean giving them back something that they find personal? What's the creative nonviolent posture that communicates to that person, I'm not gonna put up with it, but I'm not gonna treat you in kind. And that seems like the wisdom.",
    "start": "00:52:16",
    "end": "00:53:03"
  },
  {
    "text": "Well said. Yeah, that's exactly right. Just to comment on one aspect of that, the goal of the shock value, you know, of some of these examples, probably just knowing the heart of Jesus that's displayed in his teachings, it isn't just to make the person feel humiliated as such, but it is to expose and to name and to show, trusting that eventually at some point, the perpetrator themselves could come to see that they're just as trapped. Right. As you were talking about earlier, Michelle. And it is love. It is love.",
    "start": "00:53:03",
    "end": "00:53:42"
  },
  {
    "text": "It makes me think about a time when I had somebody mistreat me. My instinct was to just blow their hair back, just get really upset. And I just remember feeling like just listening for a while and then I just remember saying to that person, I am gonna need you to think better of me. And he said, what do you mean? And I said, I think you walked in with some baggage that I didn't give you. But rather than argue with you about whether or not that's true. I'm gonna ask you to think better of me. And it changed the whole conversation. You know, instead of fighting back and forth, I just said, I want you to think better of me.",
    "start": "00:53:42",
    "end": "00:54:29"
  },
  {
    "text": "That phrase is kind of embedded in here a little bit. I want you to think better of me. I'm gonna give you opportunity to think better of me and to think differently about this whole game that we're playing. And that's such a generous offer. I love that you gave us that phrase.",
    "start": "00:54:30",
    "end": "00:54:49"
  },
  {
    "text": "I remember when I would look at some of those photos from the civil rights movement and you would see these men carrying signs that simply said, I am a man. And it was, I need you to stop looking at me as something less than human. I am a man. And it seems simple. And yet if you see that sign and you have been treating that person like they are less than if you've been backhanding them, Jesus is going, these are people made in the image of God with all the dignity that comes with. And I need you to get there.",
    "start": "00:54:51",
    "end": "00:55:30"
  },
  {
    "text": "In a way that becomes the bedrock under all of the case studies all the way back to the beginning. Relationships, sibling, family, close community, relationships of anger and resentment. Male and female sexual desire. Feeling the need to manipulate people instead of just treating them as worthy of the truth. All right. It really is how we view the worth of other people that's underneath all of these. And a conviction in this case that violent resistance simply will not solve our most intractable, entrenched problems in the human story. It cannot. And it's not even just that it can't, but that only generosity can. Seems to be what Jesus is after here.",
    "start": "00:55:30",
    "end": "00:56:22"
  },
  {
    "text": "It's the light showing up in the dark room. You know, I think about that quote from Martin Luther King in Strength to Love. And he says, nonviolence is a powerful and just weapon which cuts without wounding and ennobles the man who wields it. It's a sword that heals. The ultimate weakness of violent retaliation is that it's a descending spiral begetting the very thing it seeks to destroy. Instead of diminishing evil, it multiplies it through violence. You may murder the liar, but you cannot murder the lie nor establish the truth through violence. You may murder the haters, but you do not murder hate. In fact, violence merely increases hate. So it goes. Returning evil for evil multiplies evil, adding deeper darkness to a night already devoid of stars. I love that. Darkness cannot drive out darkness. Only light can do that. Hate cannot drive out hate. Only Love can do that. Love is the only force capable of transforming an enemy into a friend.",
    "start": "00:56:22",
    "end": "00:57:29"
  },
  {
    "text": "That's powerful.",
    "start": "00:57:33",
    "end": "00:57:34"
  },
  {
    "text": "How to live like that.",
    "start": "00:57:34",
    "end": "00:57:35"
  },
  {
    "text": "Yeah. Lord have mercy upon us.",
    "start": "00:57:36",
    "end": "00:57:39"
  },
  {
    "text": "All right, well, thank you, Michelle, for joining us.",
    "start": "00:57:41",
    "end": "00:57:44"
  },
  {
    "text": "Yeah.",
    "start": "00:57:44",
    "end": "00:57:45"
  },
  {
    "text": "Yeah. Thank you for having me.",
    "start": "00:57:45",
    "end": "00:57:47"
  },
  {
    "text": "Thank you, Tim, for leading us through.",
    "start": "00:57:47",
    "end": "00:57:49"
  },
  {
    "text": "Yeah. Out of all of the sayings of Jesus on the Sermon on the Mount, this one deserves special time and meditation.",
    "start": "00:57:49",
    "end": "00:57:56"
  },
  {
    "text": "Yeah.",
    "start": "00:57:56",
    "end": "00:57:56"
  },
  {
    "text": "There's a deep well here.",
    "start": "00:57:56",
    "end": "00:57:58"
  },
  {
    "text": "Yeah.",
    "start": "00:57:59",
    "end": "00:57:59"
  },
  {
    "text": "Yeah. For me still, too. For all of us.",
    "start": "00:57:59",
    "end": "00:58:02"
  },
  {
    "text": "That's it for today's episode.",
    "start": "00:58:15",
    "end": "00:58:17"
  },
  {
    "text": "Next week, we'll look at the last case study. We already alluded to it as it includes all these teachings. You have heard it said, you will love your neighbor and you will hate your enemy. And I say to you, love your enemies and pray for those who persecute you.",
    "start": "00:58:17",
    "end": "00:58:34"
  },
  {
    "text": "Let's just remember this is a fraught political social context that Jesus is saying these words in foreign occupation by the Roman Empire. What they represent is idolatrous pagan empires for over 500 years.",
    "start": "00:58:34",
    "end": "00:58:47"
  },
  {
    "text": "Bibleproject is a nonprofit, and we exist to experience the Bible as a unified story that leads to Jesus.",
    "start": "00:58:49",
    "end": "00:58:56"
  },
  {
    "text": "Everything that we make is free because it's already been paid for by thousands of people just like you.",
    "start": "00:58:56",
    "end": "00:59:01"
  },
  {
    "text": "Thank you for being a part of this with us. Hi, this is Taylor and I'm from Tampa, Florida. Hi, I'm Kristen and I'm from Madison, Wisconsin. I first heard about the Bible Project.",
    "start": "00:59:02",
    "end": "00:59:13"
  },
  {
    "text": "For my church here in Madison. I first heard about bibleproject as a sophomore in college when I wanted to learn more about the Old Testament. I use bibleproject for their theology lessons as well as to learn more about the underlying narrative of the entire Bible.",
    "start": "00:59:13",
    "end": "00:59:27"
  },
  {
    "text": "I use the Bible Project to learn.",
    "start": "00:59:28",
    "end": "00:59:30"
  },
  {
    "text": "And engage with middle school students. I volunteer with and also on my own.",
    "start": "00:59:30",
    "end": "00:59:34"
  },
  {
    "text": "My favorite thing about the Bible Project.",
    "start": "00:59:34",
    "end": "00:59:36"
  },
  {
    "text": "Is how refreshing and helpful it is.",
    "start": "00:59:36",
    "end": "00:59:38"
  },
  {
    "text": "For me as a visual learner to really latch onto biblical biblical themes.",
    "start": "00:59:38",
    "end": "00:59:42"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus.",
    "start": "00:59:42",
    "end": "00:59:45"
  },
  {
    "text": "We are a crowdfunded project by people like me.",
    "start": "00:59:46",
    "end": "00:59:48"
  },
  {
    "text": "Find free videos, study notes, podcasts, classes.",
    "start": "00:59:49",
    "end": "00:59:52"
  },
  {
    "text": "And more@bibleproject.com hi, this is Cooper here to read the credits. John Collins is the creative producer for today's show. Production of today's episode is by producer Lindsey Ponder, managing producer Cooper Peltz, producer Colin Wilson. Stephanie Tam is our consultant and editor. Tyler Bailey is our audio engineer and editor, and he also provided the sound design and mix for today's episode. Frank Garza and Aaron Olson edited this episode. JB Witty does our show notes. Hannah Wu provides the annotations for our app. Original Sermon on the Mount music is by Richie Cohen and the bibleproject theme song is by Tense. Timaki is our lead scholar and your hosts, John Collins and Michelle Jones.",
    "start": "00:59:52",
    "end": "01:00:39"
  }
]