[
  {
    "text": "This is Bible Project podcast and this year we've been reading through the Sermon on the Mount. I'm John Collins and with me is co host Michelle Jones. Hi, Michelle.",
    "start": "00:00:17",
    "end": "00:00:24"
  },
  {
    "text": "Hi, John. So we've been in this collection of teachings for many months, listening to Jesus give us a vision for for living in right relationship with God and with others. Today we begin the conclusion of the Sermon on the Mount. And so to remember how this all works together, let's do a quick summary.",
    "start": "00:00:24",
    "end": "00:00:44"
  },
  {
    "text": "The Sermon on the Mount began with a short introduction. Surprise. The kingdom of heaven has arrived, and the people taking hold of it are the outsiders, the unimportant. And the way they participate in it is through peacemaking.",
    "start": "00:00:44",
    "end": "00:00:58"
  },
  {
    "text": "Then comes the large main body of the Sermon on the Mount. Here's Tim.",
    "start": "00:01:00",
    "end": "00:01:06"
  },
  {
    "text": "The main central body began with Jesus saying, we are gonna fulfill the Torah and prophets by doing a greater righteousness, good works that everybody will see and glorify the heavenly Father and will be the city on the hill to be a vehicle for the Eden blessing to go out to the world. And it's happening, folks. Kingdom of heaven is touched down on earth.",
    "start": "00:01:06",
    "end": "00:01:27"
  },
  {
    "text": "How has the kingdom of heaven touched down on earth? Well, Jesus unpacks this main body in three steps. In the first step, Jesus shows us that God's wisdom for right relationships can be found in the Hebrew Bible. He looks at six examples of how Old Testament laws give us deep wisdom to help us see the danger of contempt for others, the danger of dehumanizing others, the danger of manipulating others, and a bold view of finding justice through generous and creative acts, even to our enemies.",
    "start": "00:01:27",
    "end": "00:02:05"
  },
  {
    "text": "Then Jesus turns his attention to religious practices of his day, and he explores the danger of doing the right things for the wrong reasons, what he calls hypocrisy. And he challenges his disciples to seek after the true reward.",
    "start": "00:02:07",
    "end": "00:02:21"
  },
  {
    "text": "Then in the third step, Jesus looks at our relationship with our stuff and our relationships with people. See, we like to store up things that bring us peace and security, but the stuff we store up on the land is not ultimately secure. Jesus challenges us to store up heavenly sky stuff which can be found by living generously with others.",
    "start": "00:02:23",
    "end": "00:02:44"
  },
  {
    "text": "That's the three steps of the main body. This is the greater righteousness Jesus is calling his followers to.",
    "start": "00:02:45",
    "end": "00:02:53"
  },
  {
    "text": "This brings us to the conclusion of this Sermon on the Mount. In light of all of this, how are you going to live?",
    "start": "00:02:53",
    "end": "00:03:02"
  },
  {
    "text": "Jesus is going to pivot. We are turning a corner from the main central body of the sermon into the conclusion. And he's going to say, folks, the stakes are high for this invitation. That I'm giving to Israel right now.",
    "start": "00:03:03",
    "end": "00:03:17"
  },
  {
    "text": "The conclusion of the Sermon on the Mount has three teachings with three images.",
    "start": "00:03:17",
    "end": "00:03:23"
  },
  {
    "text": "One is about, hey, you have two gates you can go through and two roads you can go down. Then he's going to say, hey, watch out for false representatives, and uses a parable of two kinds of fruit trees. He's going to say, hey, you have two kinds of houses that you're building with your life. If you listen to me, you'll be building your house on the rock. You're either going to accept what I say or you're going to reject it. And there are collective consequences with high stakes.",
    "start": "00:03:23",
    "end": "00:03:48"
  },
  {
    "text": "The imperial power of their day was Rome, and Jesus knew that his friends and fellow Israelites were on a collision course and it wasn't going to end well. But these teachings are not just for them and their day. These teachings are also the choice we have in front of us in our day.",
    "start": "00:03:49",
    "end": "00:04:05"
  },
  {
    "text": "And so the question will be, what's the decision for us? Reading Matthew's representation of the Sermon on the Mount. Three ways. Think about one choice that Jesus is going to force his audience to face.",
    "start": "00:04:05",
    "end": "00:04:16"
  },
  {
    "text": "In today's episode, we'll look at the first image. The choice between two gates. A broad gate that leads to the wide open highway, or a narrow gate that leads to a small, winding path. One leads to life, one leads to ruin.",
    "start": "00:04:16",
    "end": "00:04:33"
  },
  {
    "text": "Yeah. The way of Jesus will not just seem backwards, but offensive. It's a counterintuitive way that will lead to pressure from the outside, forcing you to be very discerning moment to moment as to what the way and the gate is.",
    "start": "00:04:33",
    "end": "00:04:48"
  },
  {
    "text": "Thanks for joining us.",
    "start": "00:04:50",
    "end": "00:04:51"
  },
  {
    "text": "Here we go.",
    "start": "00:04:51",
    "end": "00:04:52"
  },
  {
    "text": "The first little parable about the choice is Matthew, chapter 17, verses 13 and 14. I'll just go for it. Enter through the narrow gate. So apparently there's a gate. Apparently it's narrow, and I'm being called to enter through it. Okay, why? Well, because wide is the gate and also broad of the road that leads to ruin. And those who enter through it are many. How narrow is the gate? And constricted for the road that leads to life. And those who find it are few.",
    "start": "00:05:08",
    "end": "00:05:50"
  },
  {
    "text": "Yeah. So I have a picture of a gate in my mind. Maybe those listening along have a picture of a gate.",
    "start": "00:05:51",
    "end": "00:05:57"
  },
  {
    "text": "Oh, oh, yeah. Like. Of a fence, maybe like a. Yeah.",
    "start": "00:05:57",
    "end": "00:06:00"
  },
  {
    "text": "A gate into a fenced yard would be the most typical gate I would encounter.",
    "start": "00:06:00",
    "end": "00:06:06"
  },
  {
    "text": "Yeah. You know, gates and doors are the kinds of things that you might think are universal, and they are in one sense.",
    "start": "00:06:07",
    "end": "00:06:16"
  },
  {
    "text": "It's an entry point.",
    "start": "00:06:16",
    "end": "00:06:17"
  },
  {
    "text": "Yeah, an entry point. Into a space.",
    "start": "00:06:17",
    "end": "00:06:20"
  },
  {
    "text": "Yeah.",
    "start": "00:06:20",
    "end": "00:06:20"
  },
  {
    "text": "Whether it's a courtyard or a building or. Yeah. Going inside from going outside. But also, there's a cultural relativity to the shapes and the symbolism connected to doors, that they might have different resonances in different cultures. This struck me in new ways when Jessica and I were living in Jerusalem. If you go to Jerusalem today and you go to the old, where the walls are and gates, it's a medieval Jerusalem that you're seeing.",
    "start": "00:06:21",
    "end": "00:06:50"
  },
  {
    "text": "Okay.",
    "start": "00:06:50",
    "end": "00:06:50"
  },
  {
    "text": "But it has lots of older parts to it. It's like an archaeological site with many levels. You know, like, you dig 10ft down and you get 100 years ago and 10 more feet down.",
    "start": "00:06:50",
    "end": "00:07:03"
  },
  {
    "text": "And that's so wild how that happens.",
    "start": "00:07:03",
    "end": "00:07:05"
  },
  {
    "text": "But in Jerusalem, on the surface, is medieval, and underneath, the modern city is like that ancient city.",
    "start": "00:07:05",
    "end": "00:07:13"
  },
  {
    "text": "Yeah.",
    "start": "00:07:13",
    "end": "00:07:14"
  },
  {
    "text": "So you go underground to see a lot of the ancient stuff in Jerusalem. But because of the people who built the medieval version of the city used stones and materials that were on hand, like the rubble from the ancient city, it's a lot of the materials of ancient Jerusalem that's built into medieval Jerusalem, which is what you can see today. That's really fascinating. So all the same is it is a whole maze of ornate, amazing doors and gates. It's just the whole city's made of big doors and gates and little doors and gates and medium doors and gates. And the medieval city has, you know, these walls. They're pretty tall. And so there's about half a dozen major gates that are entrances to the city.",
    "start": "00:07:14",
    "end": "00:08:01"
  },
  {
    "text": "And these would be like gates that are as large as a street.",
    "start": "00:08:01",
    "end": "00:08:05"
  },
  {
    "text": "Yeah, yeah. Many of them you can drive a car through, some of them barely. And some of them are comfortably. Drive a car through. Yep.",
    "start": "00:08:06",
    "end": "00:08:14"
  },
  {
    "text": "These are like main entry points.",
    "start": "00:08:14",
    "end": "00:08:15"
  },
  {
    "text": "Yep, Main entry points.",
    "start": "00:08:15",
    "end": "00:08:16"
  },
  {
    "text": "Would these be the broad gates?",
    "start": "00:08:16",
    "end": "00:08:17"
  },
  {
    "text": "Yeah. Example of a broad gate. Yep, that's right. Yeah. So think big stone archway in a wall surrounding a city with thick, massive swinging doors, you know, that prevent attackers from getting in.",
    "start": "00:08:17",
    "end": "00:08:33"
  },
  {
    "text": "Yeah.",
    "start": "00:08:33",
    "end": "00:08:33"
  },
  {
    "text": "There is a wide gate that leads you onto a road, because if you're leaving a city, then is the beginning of a road. Okay.",
    "start": "00:08:33",
    "end": "00:08:43"
  },
  {
    "text": "And it's really easy to get on. That road fits a lot of people.",
    "start": "00:08:44",
    "end": "00:08:47"
  },
  {
    "text": "That's right.",
    "start": "00:08:47",
    "end": "00:08:48"
  },
  {
    "text": "It's a well worn road.",
    "start": "00:08:48",
    "end": "00:08:49"
  },
  {
    "text": "Yep. Well worn road. Many people travel it. And paradoxically, that wide gate and broad road is actually going to lead to ruin. But going the way that leads to life is going to involve a little more intentionality. A lot more intentionality through a way.",
    "start": "00:08:49",
    "end": "00:09:05"
  },
  {
    "text": "That feels sometimes confining and even at times, isolating.",
    "start": "00:09:05",
    "end": "00:09:12"
  },
  {
    "text": "Oh, yeah, yeah, that's right. Because if it's a broad gate, you can go through shoulder to shoulder with lots of folks. Yeah, it's a narrow gate you're going through one at a time.",
    "start": "00:09:13",
    "end": "00:09:20"
  },
  {
    "text": "You could be on the party bus on Broad Gate.",
    "start": "00:09:20",
    "end": "00:09:22"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:09:24",
    "end": "00:09:24"
  },
  {
    "text": "On that winding walking path.",
    "start": "00:09:25",
    "end": "00:09:27"
  },
  {
    "text": "Yeah, yeah. So look at. Jesus has lined up the comparisons in these two parallel gates really precisely. So you have a wide gate and broad, and you have a road that leads to ruin with many. Then you have a narrow gate that's constricted with a road that leads to life. And there's few. So every item is juxtaposed. Yeah, wide and narrow, broad and constricted, life and ruin, many and few. So that's not hard to understand. And it begins with saying, enter through the narrow gate. So my way is the gate.",
    "start": "00:09:27",
    "end": "00:10:05"
  },
  {
    "text": "If you see a really well worn path, Jesus is saying, that's not the road to life.",
    "start": "00:10:05",
    "end": "00:10:10"
  },
  {
    "text": "Excellent. Yes. And this is all a summary of what he just put in front of people. When the kingdom of God and heaven touches earth in through Jesus and he calls Israel to become the renewed covenant city on the hill in a way of life that's very challenging. Everything he just called people to is very counterintuitive. Some of it resonates deep once you think about it. About loving your neighbor as you love yourself, but loving your neighbor as you love yourself across and ethnic and cultural boundary lines, well, that's a little intense. Forgiving someone turning the other cheek, going the second mile, that's counterintuitive, but it's the way to life. So I think that's what he's capturing here.",
    "start": "00:10:10",
    "end": "00:10:58"
  },
  {
    "text": "There's something that captures the imagination about finding a secret door or a small door, small little hidden door and going, no one knows about this. What does Find this door?",
    "start": "00:10:59",
    "end": "00:11:15"
  },
  {
    "text": "Yeah. Yep. Then there are also much smaller doors and gates all throughout the city. And some of them are just truly epic doors into synagogues, you know. So Jessica and I just started collecting pictures of cool doors and smaller gates in Jerusalem because it just. Many of them are just works of art. It's really. That's really cool. What I think is actually helpful is though, to trace the Hebrew Bible roots of these two images of the entryway and of the road. Because both of them, surprise, surprise, first appear in the Hebrew Bible related to the Garden of Eden. Those are the deepest roots of the imagery that Jesus is drawing upon here. Both the road and the door are connected from the Garden of Eden story and then just develop throughout the Hebrew Bible. And I think Jesus is drawing on all the links in the chain. So shall we walk through some gates?",
    "start": "00:11:15",
    "end": "00:12:15"
  },
  {
    "text": "Yeah.",
    "start": "00:12:16",
    "end": "00:12:16"
  },
  {
    "text": "Down some roads?",
    "start": "00:12:16",
    "end": "00:12:17"
  },
  {
    "text": "Let's do it.",
    "start": "00:12:17",
    "end": "00:12:17"
  },
  {
    "text": "Okay. So you find in the Hebrew Bible and Jewish tradition a very general metaphor that is true cross culturally, that life is a journey on a path, and that one's life choices are like moments where you make a decision at a fork in the road that takes you down a certain type of path and not another.",
    "start": "00:12:17",
    "end": "00:13:11"
  },
  {
    "text": "Yeah.",
    "start": "00:13:11",
    "end": "00:13:11"
  },
  {
    "text": "Like Psalm 1. The Psalm concludes saying, for the Lord knows the way of the righteous, but the way of the wicked will lead to ruin. It's actually the match to what Jesus says about the gate that leads to ruin. So there's two ways. It represents the direction you're going because of the choices you're making. In other words, way here is shorthand for the life decisions that lead you along a certain path.",
    "start": "00:13:12",
    "end": "00:13:40"
  },
  {
    "text": "And so there's a way in which I live. It's a.",
    "start": "00:13:41",
    "end": "00:13:45"
  },
  {
    "text": "A way of life.",
    "start": "00:13:45",
    "end": "00:13:45"
  },
  {
    "text": "A way of life.",
    "start": "00:13:45",
    "end": "00:13:46"
  },
  {
    "text": "That's right.",
    "start": "00:13:46",
    "end": "00:13:47"
  },
  {
    "text": "If you're on a journey and you're making a series of decisions of where you're going, then you are creating a way of being.",
    "start": "00:13:47",
    "end": "00:13:55"
  },
  {
    "text": "That's right. Yep, that's right. So that's why you need to have the phrase the way of the lord. In Genesis 18:19, God says that he has called Abraham and his children in his house to keep the way of Yahweh by doing righteousness and justice. So Yahweh has a way, which is interesting. Sort of like what, God's on a journey. Yeah, but it's like. It's more as God goes about on a journey with creation through history. God has a way.",
    "start": "00:13:55",
    "end": "00:14:29"
  },
  {
    "text": "He's creating a way.",
    "start": "00:14:29",
    "end": "00:14:30"
  },
  {
    "text": "He has a method and a way of making decisions for how he relates that represents his way. And what is that? Well, it's doing right by others and doing what is just. So there's the way of the Lord and then there's the way of the righteous, which is to align one's way with the way of the Lord. And then there's the way of the wicked, which is to deviate one's way from the way of the Lord. I think that's kind of how the paths work.",
    "start": "00:14:30",
    "end": "00:14:57"
  },
  {
    "text": "In the Hebrew Bible, the metaphor of a way is really at the basic level. How do you get from point A to point B? There's a way to get there.",
    "start": "00:14:57",
    "end": "00:15:07"
  },
  {
    "text": "Yeah.",
    "start": "00:15:07",
    "end": "00:15:07"
  },
  {
    "text": "When you're on a hiking trail, every once in a while there's a little like, smaller trail that'll jet out.",
    "start": "00:15:07",
    "end": "00:15:13"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:15:13",
    "end": "00:15:14"
  },
  {
    "text": "And maybe a little overgrown or something, because not as many people have gone that way.",
    "start": "00:15:14",
    "end": "00:15:19"
  },
  {
    "text": "Yeah. And I guess the biblical authors take for granted that there is a way for humans that is the right way, namely by right, meaning it's a way of doing righteousness, meaning right by God and right by people. And when you're pursuing righteousness and justice, which is called the way of the Lord, here you in Genesis 18:19, that will lead to a particular kind of path, and it will make you recognize and avoid paths that are not that way. And that's what's called the way of the wicked, which leads to ruin, and then the way of the righteous, which is the way of the Lord that leads to life. That's the image. So it's about wisdom and discernment, which is so much of what the Sermon on the Mount has been about, cultivating a moral compass so that one's will and desire begins to align with heaven's desire as expressed through Jesus teaching. And it will lead one on a particular way that sometimes will lead you on the less traveled way. And isn't it interesting that the first time the word way is used in the Hebrew Bible, what it's talking about is the way in and the way out of the Garden of Eden. So the Hebrew word for way, there's many words for path or road or way, but the most basic one is Derek. It's first used in the last line of the Eden story in Genesis 3:24. So God exiled the human out, and at the east of the Garden of Eden, God stationed the kerouvim and the flaming sword that was turning itself over, whirling back and forth to keep the way to the Tree of Life. So there's a way to life?",
    "start": "00:15:20",
    "end": "00:17:17"
  },
  {
    "text": "There's a way, yeah. But it's guarded by a cherubim and.",
    "start": "00:17:18",
    "end": "00:17:24"
  },
  {
    "text": "A flaming sword, a fiery. A wall of fire. That is a sword. And beings. Heaven and earth beings.",
    "start": "00:17:24",
    "end": "00:17:31"
  },
  {
    "text": "Yeah.",
    "start": "00:17:31",
    "end": "00:17:32"
  },
  {
    "text": "Spiritual creatures, the Caravim, remember, are multiform animal, human hybrid types of things.",
    "start": "00:17:32",
    "end": "00:17:39"
  },
  {
    "text": "So the first way that we're introduced to in the Bible is a way to life, but that's guarded.",
    "start": "00:17:39",
    "end": "00:17:45"
  },
  {
    "text": "Yeah. This way is simultaneously a way to death, because if you're taking it outside the garden, it's back to dust and death.",
    "start": "00:17:45",
    "end": "00:17:53"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:17:53",
    "end": "00:17:53"
  },
  {
    "text": "But if you're going the reverse direction by the fiery sword and the bouncers, it's the way to life. The way to life is to go through the fire, past the danger, into life. But to go out on that way is to leave the Tree of Life and actually this Connects forward to something that's stated in the next story, which connects us finally to the gate or the door. What God tells Cain when Cain is sitting there contemplating God's favor on his brother as they're offering their sacrifices. And the question is, where are they offering their sacrifices? Yeah, they're right outside the garden. Because it just says at the end of Genesis 3 that God exiled them out of the garden proper. So when God says to Cain, hey, listen, if you do good right now, as you face this moment of decision, won't there be exaltation? But if you don't do good, sin is a croucher at the door. And the Hebrew word is petach, which literally means opening. The verb patach means to open. So it's the most general word that can refer to gates and can also refer to doors. Okay, so somehow they're near a door and they're offering their sacrifices near a door. And sin is a crouching animal like thing that wants to get you. So what this story begins is a whole series of cycling motifs of different stories that replay the Eden story that have a moment of decision or some place where there's a door and where if you go in the door, there's life and if you go outside the door, there's ruin. It's really fascinating. The next place this appears is with the ark, Noah's ark. And when God is describing the ark in the little short description of how he's supposed to make it, there's a big emphasis on put a door in the side of the ark. It's the same word, petach. And when God says this, I'll make my covenant with you. This is in chapter six. And you will enter the ark. It begins a long sentence. You and your wife and your sons and your animals, for the preservation of life. So it's very clear, you go in the ark with the animals. And when you are in this little refuge with a bunch of animals living at peace, there's life. But outside the door, it's going to be the decreation. The door of Lot's house is a big emphasis in the story of who goes inside and out the door. And they're guarding the door. Guarding the door. The two angels are standing inside the door. That's a full on Eden image in the Sodom Gomorrah story. Really, you have a guy inside the house with these two angels, Lot. Yes. And as long as he's inside the door, they're safe. But outside it's nighttime, dark, and there's a bunch of Guys, right. Who want to violently abuse the people inside the door. So Lot goes out the door and almost. He almost gets hurt. And then the two angels posted at the door inside open it, grab him and pull him inside, close it. And then they strike everybody outside the door with blindness.",
    "start": "00:17:54",
    "end": "00:21:24"
  },
  {
    "text": "It all happens at the door.",
    "start": "00:21:25",
    "end": "00:21:26"
  },
  {
    "text": "It all happens at the door. What's wonderful is in the Eden story, it's multiple cherubim who are guarding the way. And then in the next story, you hear about the door.",
    "start": "00:21:26",
    "end": "00:21:38"
  },
  {
    "text": "Yeah.",
    "start": "00:21:38",
    "end": "00:21:38"
  },
  {
    "text": "In the Sodom and Gomorrah story, it's the two angels guarding the door. The door, not the way. So it shows the narrator of the Sodom and Gomorrah story has seen the angels the way and the door in and out of Eden and has combined them now into one image. Passover. It's all about the door. The blood on the door. And the blood on the door don't go out the door. You go inside the door. There's life outside the door. And then there's the tabernacle and the door. The entryway to the tabernacle is sometimes called a door, but also sometimes it's called the gate, the Shaar. And there at the door, sacrifices are offered so that the righteous representative who. Who's covered by the blameless life of the substitute can then take the life of the substitute through the blood, the priest, and then can go in through the door into life. So that all of that is a whole design pattern in the Hebrew Bible. And for Jesus to draw the road and the gate together, one leads to ruin, one leads to life, is for sure drawing on that whole network of ideas.",
    "start": "00:21:39",
    "end": "00:22:57"
  },
  {
    "text": "So life as a journey is a universal idea. But the Hebrew Bible has its own way.",
    "start": "00:22:57",
    "end": "00:23:09"
  },
  {
    "text": "Yeah, Kind of tweaking or developing that image.",
    "start": "00:23:09",
    "end": "00:23:12"
  },
  {
    "text": "Yeah, developing that image in a rich way around the garden of Eden and around the place of refuge, the house of refuge. The path of life.",
    "start": "00:23:12",
    "end": "00:23:21"
  },
  {
    "text": "Yeah, the way to life.",
    "start": "00:23:22",
    "end": "00:23:24"
  },
  {
    "text": "And in the Bible, the place of life is the garden.",
    "start": "00:23:24",
    "end": "00:23:27"
  },
  {
    "text": "That's right. It's heaven on earth.",
    "start": "00:23:27",
    "end": "00:23:28"
  },
  {
    "text": "And later represented as the holy place in the tabernacle.",
    "start": "00:23:29",
    "end": "00:23:32"
  },
  {
    "text": "Yep. Ah, but then also in these moments of when darkness comes over a human community and there's ruin and destruction outside, God will provide little Eden like refuges in the house.",
    "start": "00:23:32",
    "end": "00:23:47"
  },
  {
    "text": "That's Passover.",
    "start": "00:23:47",
    "end": "00:23:48"
  },
  {
    "text": "And that's Passover or that's Lot's house, there is an ultimate gate that leads to ultimate life and the road to it. That's the Eden life. And then outside of Eden, there are also these momentary Eden like refuges for Life that can shield you from the gate or the door that leads to ruin. And I guess you would say Lot's house becomes an Eden, like refuge. Or on Passover, the house is like Eden, but it's not full Eden, but it's a little taste of Eden. Yeah, yeah, yeah. So bring it all the way back around. Jesus is depicting his communities and the way of life that he's inviting his followers to embark upon as they narrow a small, constricted road, actually. Oh, this is cool. That word constricted. Well, that's my translation.",
    "start": "00:23:48",
    "end": "00:24:44"
  },
  {
    "text": "Yeah, I don't recognize that in any translation I've read.",
    "start": "00:24:44",
    "end": "00:24:46"
  },
  {
    "text": "Yeah, the NIV says for the gate is small and the way is narrow. Oh, so you have the small gate, small gate, and a narrow path.",
    "start": "00:24:46",
    "end": "00:24:56"
  },
  {
    "text": "And that's the word U are translating. Constricted.",
    "start": "00:24:56",
    "end": "00:24:58"
  },
  {
    "text": "Constricted. So this is the word. It's pronounced tethlamene, but it comes from the word thalibo. So the Greek word means to oppress. Literally to squeeze something and to constrict it, to make it small.",
    "start": "00:24:58",
    "end": "00:25:14"
  },
  {
    "text": "Okay, to force it to be small.",
    "start": "00:25:14",
    "end": "00:25:16"
  },
  {
    "text": "But it's one of the normal words to talk about oppression, namely, when somebody's doing you wrong or being unjust or harming you. That's called being oppressed. You still have the metaphor in our word, oppressed, being pressed, squeezed. And this is the main word that Jesus will use to describe what will happen to Israel if they reject his teachings. So here's a couple things. One is in the parable of the Four Soils, when Jesus talks about the seed. His word is like the seed being sown on different soils, and the seed that gets sown on the rocky ground, that takes root quickly and sprouts, but then withers. He interprets that as somebody who hears the word that Jesus is saying. He immediately receives it with joy, Sweet, I'll follow Jesus. Awesome. But it has no root. So when thlipsis, it's the same word as a noun. When constriction comes, which he calls persecution, arises, he immediately falls away, just like Peter. In other words, he uses a word to describe a path that is literally squeezed, that is small. But it's also a word that we'll talk about when Jesus disciples meet resistance and persecution around them. Isn't that interesting?",
    "start": "00:25:16",
    "end": "00:26:44"
  },
  {
    "text": "It is. And it ties back to the beginning of the Sermon on the Mount when he said, blessed are those who are persecuted.",
    "start": "00:26:44",
    "end": "00:26:49"
  },
  {
    "text": "Exactly. That's exactly right. So the narrow way of Jesus will lead one into social situations that you're going to be uncomfortable because it's such a counter way of life that there will be moments when people will resist the type of choice you're making.",
    "start": "00:26:49",
    "end": "00:27:10"
  },
  {
    "text": "So this word is not just denoting how narrow. Like, there's not a lot of walking room here. It's actually also. Yeah, denoting that there's a. Yeah.",
    "start": "00:27:10",
    "end": "00:27:23"
  },
  {
    "text": "That constriction will come from.",
    "start": "00:27:23",
    "end": "00:27:25"
  },
  {
    "text": "I'm getting pressed in. Yeah, I'm actually. I'm experiencing suffering a little bit.",
    "start": "00:27:25",
    "end": "00:27:29"
  },
  {
    "text": "And paradoxically, the way to life now for Israel will be through a road that feels like death. The constricted road, that painful road. Painful road will lead to life, and the easy road will lead to ruin. The way back to Eden forces you to go buy that sword and those bouncers a test. There's a moment of decision where you're going to have to surrender what you think is the good life to embrace ultimate life. So that's the door and the path. Wide is the gate and also broad is the road that leads to ruin. And those who enter through it are many. How narrow is the gate? And constricted for the road that leads to life. And those who find it are few. This imagery of the many and the few has a long afterlife in the history of Christian discussion, theology and parting of the ways of denominational traditions. The saying has been at the center of a lot of intense conversation throughout Christian history. That at least I just want to draw attention to that. The many and the few. So when I first started reading the Bible and the teachings of Jesus, the framework that I was given was Jesus is teaching about how to go to heaven after you die. And so when he puts the decision in front of people, that's the main decision that he's facing. People with is make a choice about me. And that will determine whether you go to heaven or hell after you die. And Jesus does talk about heaven and hell, but he talks about it in a different way. If you really pay attention to how he talks about it. And I'm not going to talk about hell right now, because he doesn't say that here. What he says is ruin. The two roads lead to either life or the road to ruin. It's the word apoleia, which means to come to one's undoing. So apa luo means to release from, but it means to have been cut loose from one's organizing purpose, to release from the thing that makes one whole. Ruin. So destruction. That's what destruction is. So if I make a vase and it's made to hold plants, if I drop it on the floor, it is Ruined. It can't fulfill its purpose anymore. It's been loosed from the thing that held it together in the first place. The word appears one more time in the Gospel of Matthew, and it's when the woman pours an expensive oil on Jesus. And what the disciples say is, why this apolia? What they're talking about is the wasted oil. Hmm. So why are you using this for something apart from its purpose? You've. You're ruined. The purpose, which is to make you smell good. But, you know, you're using it, pouring it all out. And they say it could have been sold. The money could be given the poor. So that's actually a wonderful example of this word, because you wouldn't use the word. Why did you destroy it? Yeah.",
    "start": "00:27:30",
    "end": "00:31:19"
  },
  {
    "text": "Because they used it for a purpose.",
    "start": "00:31:19",
    "end": "00:31:21"
  },
  {
    "text": "Yeah.",
    "start": "00:31:21",
    "end": "00:31:22"
  },
  {
    "text": "But they thought the purpose was actually making it lose its value and wasn't worth. Yeah, like spending it that way.",
    "start": "00:31:22",
    "end": "00:31:30"
  },
  {
    "text": "That's right.",
    "start": "00:31:30",
    "end": "00:31:31"
  },
  {
    "text": "So they called it a. Yeah. Apoleo.",
    "start": "00:31:31",
    "end": "00:31:34"
  },
  {
    "text": "Apolea.",
    "start": "00:31:34",
    "end": "00:31:35"
  },
  {
    "text": "Apolia, yeah.",
    "start": "00:31:35",
    "end": "00:31:36"
  },
  {
    "text": "Why this apoleia? And again, it's the same exact word that Jesus uses. Why does the gate broad as the road that leads to apoleia? And waste is maybe one way to think about it. In other words, it would be the waste of a human life. Human life is designed for something. The biblical authors take that for granted. So is Jesus to image God through relating rightly to God and rightly to neighbor. And when a human life doesn't flourish towards that end, it is apolia. It's a waste. It's ruin. So Jesus is warning Israel of his day that they could make a choice that would lead to apollea. Waste of Israel's calling in the world. Ruin.",
    "start": "00:31:36",
    "end": "00:32:25"
  },
  {
    "text": "Yeah.",
    "start": "00:32:25",
    "end": "00:32:25"
  },
  {
    "text": "And Jesus sometimes reflects optimism about how Israel respond. So, for example, in Matthew chapter eight, when he looks at the Roman centurion and he says, whoa, this guy has faith more than any faith I've found in Israel. And so he celebrates, and he says, I tell you, many will come from the east and the west and recline at Abraham's table with Isaac and Jacob in the kingdom of heaven.",
    "start": "00:32:26",
    "end": "00:32:54"
  },
  {
    "text": "There's going to be many.",
    "start": "00:32:54",
    "end": "00:32:55"
  },
  {
    "text": "Yeah, many, many will come. Later in Matthew, he's talking about what's going to go down in Jerusalem on Passover weekend. And he says, the Son of Man didn't come to be served, but to be a servant and to give his life as a ransom for many. And then the whopper is actually also in John where he says, you know, the time of judgment is coming for the ruler of this world to be cast out. This is John, chapter 12, verse 31. And he says, and if I am lifted up from the earth, I will draw all people to myself.",
    "start": "00:32:55",
    "end": "00:33:29"
  },
  {
    "text": "That's many.",
    "start": "00:33:30",
    "end": "00:33:31"
  },
  {
    "text": "That's many, yeah. And he's developing in these teachings a line from the suffering servant poems of Isaiah that say after this, Isaiah 53:11, after the servant has given his life for many, he says, the poem says, my servant, the righteous one will declare the many righteous, and he will bear their sins. The many.",
    "start": "00:33:31",
    "end": "00:33:54"
  },
  {
    "text": "The many.",
    "start": "00:33:54",
    "end": "00:33:55"
  },
  {
    "text": "So that's where this word many comes from, is from the Isaiah poems. And Jesus often talks about the many that will be brought into the kingdom. But other times he'll flip it, like in here with the gate. Many are going to choose the road to ruin. Few will find life. Or like in Matthew 22:14 where he says, many are called, but few are chosen. So it's like, well, which one is it Jesus?",
    "start": "00:33:55",
    "end": "00:34:21"
  },
  {
    "text": "Will there be many or a few?",
    "start": "00:34:22",
    "end": "00:34:24"
  },
  {
    "text": "And I think this, just to name this, I think what this shows is that Matthew is preserving the teachings of Jesus. And there are teachings of Jesus that sometimes frame it one way and sometimes say it another way, which I think should humble us to say Matthew hasn't necessarily have, as one of his goals to provide us a systematically worked out view of the question we want to ask, which is very good, which is, is it many or few that are saved at the end of history? And it doesn't seem like Matthew's tried to provide us with like a slam dunk, unified statement. He has preserved sayings of Jesus that seem to frame it in different ways in different occasions. That's one thing.",
    "start": "00:34:25",
    "end": "00:35:08"
  },
  {
    "text": "Okay.",
    "start": "00:35:08",
    "end": "00:35:09"
  },
  {
    "text": "Second thing is, what is the ruin that Jesus is warning about? What's the road? What is the ruin at the end of the road? What is that waste? So this is fascinating. This was Dale Allison in his Matthew commentary that drew my attention to this. The other set of teachings where Jesus uses this word many, about the many and the ruin that awaits the many is in a speech that he gives, like right before Passover weekend when he's executed, and it's in Matthew 24, his disciples come to him and they've been going in and out of the Jerusalem temple and they're like, you know, all like googly eyed, like, wow, look at the beautiful temple and the walls and the buildings. And Jesus says you, yeah, this is all gonna burn. It's all gonna burn. And, you know, the assumed context is there's gonna be a clear, very clear group that's gonna burn all this down, it's the Roman Empire that's occupying our.",
    "start": "00:35:10",
    "end": "00:36:09"
  },
  {
    "text": "Land, which is gonna happen in a few decades.",
    "start": "00:36:09",
    "end": "00:36:13"
  },
  {
    "text": "Yeah, it's literally going to happen in a few decades.",
    "start": "00:36:13",
    "end": "00:36:15"
  },
  {
    "text": "A few decades.",
    "start": "00:36:15",
    "end": "00:36:16"
  },
  {
    "text": "And Jesus predicted it. In other words, if Israel was to embrace the way of Jesus and live by his teachings, it's the way of peace. And why did Jerusalem burn to the ground? Because there was one group, not all, but one group and coalition within Israel that believed that violent revolution against Rome was the only way forward for Israel. And it led to ruin for that generation. And that's what Jesus said would come. And so his response, you know, and saying that the temple is going to be destroyed and so is Jerusalem. And then as he goes through, he starts talking about how many of this generation of Israel are going to go that way. So in Matthew 24, Jesus answered and said, hey, watch out, man. Don't let anyone mislead you. For many will come in my name saying, hey, me, I'm the Messiah, and will mislead many. So there will be false representatives saying, well, you know, I know Jesus said, turn the other cheek, but really.",
    "start": "00:36:16",
    "end": "00:37:24"
  },
  {
    "text": "But it's time to throw down.",
    "start": "00:37:24",
    "end": "00:37:25"
  },
  {
    "text": "It's time to throw down. Verse 10. At that time, that is in the fall of Jerusalem, many will fall away and betray each other and hate one another. Many false prophets will arise and mislead many because of lawlessness, literally abandoning the Torah, living without Torah, that will increase and the love of many will grow cold. In other words, this word many appears more in this speech than anywhere else in the Gospel of Matthew. So when Jesus says, many are those who go down the road, the least to ruin. Within the narrative world of Matthew, that's.",
    "start": "00:37:25",
    "end": "00:38:04"
  },
  {
    "text": "Israel of his day is the many.",
    "start": "00:38:04",
    "end": "00:38:06"
  },
  {
    "text": "Yeah, Israel's on a crash collusion course.",
    "start": "00:38:06",
    "end": "00:38:10"
  },
  {
    "text": "With the Roman Empire.",
    "start": "00:38:10",
    "end": "00:38:11"
  },
  {
    "text": "With the Roman Empire. And Jesus is predicting it right here. And he's saying, many are going to go that route, but if you embrace my way and go through my gate, that outcome could be avoided. And that's the decision that's interesting that the sermon places in front of Israel in his day.",
    "start": "00:38:11",
    "end": "00:38:28"
  },
  {
    "text": "And so when we take it back to maybe our question, the modern question of who's in or who's out, who's going to be a part of heaven, if you want to say it, that's that way. Or the kingdom of God, the new creation, I am just reminded of the parable of Jesus of the field. And like, yeah, yeah, that's right.",
    "start": "00:38:29",
    "end": "00:38:50"
  },
  {
    "text": "Yeah, that has the wheat.",
    "start": "00:38:50",
    "end": "00:38:51"
  },
  {
    "text": "There's wheat.",
    "start": "00:38:51",
    "end": "00:38:52"
  },
  {
    "text": "And then plants look exactly like Wheat, but that aren't wheat.",
    "start": "00:38:52",
    "end": "00:38:55"
  },
  {
    "text": "But then some, like. Some, like, enemy comes and like, plants, weeds, and they're growing together and they look the same. And the disciples are like.",
    "start": "00:38:55",
    "end": "00:39:04"
  },
  {
    "text": "Or the. The servants of the farmer come.",
    "start": "00:39:04",
    "end": "00:39:07"
  },
  {
    "text": "They're like, hey, we should take out the weeds.",
    "start": "00:39:07",
    "end": "00:39:09"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:39:09",
    "end": "00:39:09"
  },
  {
    "text": "And he's like, yeah, but you can't tell them apart, can you? So, like, yeah, let God.",
    "start": "00:39:10",
    "end": "00:39:14"
  },
  {
    "text": "Let God do that.",
    "start": "00:39:14",
    "end": "00:39:15"
  },
  {
    "text": "Like, let God do that at the end.",
    "start": "00:39:15",
    "end": "00:39:16"
  },
  {
    "text": "Yeah.",
    "start": "00:39:16",
    "end": "00:39:17"
  },
  {
    "text": "At the harvest. And so as much as we want to be like, who's in, who's out, who's the many, who's the few, how does it cash out? That parable kind of rings in my ears of like, yep, we need to be careful of our judgment.",
    "start": "00:39:17",
    "end": "00:39:30"
  },
  {
    "text": "That's right. Yeah. So maybe two ways to respond for the moment are this teaching of Jesus isn't aimed at answering that question. It's maybe relevant to how we think of it. But there are other places where Jesus celebrates the many that will participate in the kingdom of God at the table of Abraham, Isaac and Jacob. And so this saying seems to be dialed in to the specific context of Jesus's audience. And if we want to ponder its wisdom for our age, we should recognize he didn't say this to answer a question about the eternal destiny of his listeners. It might be relevant to that, but it's not. You can't just copy and paste his answer, you know, from one to the other. And then second, if we do want to get wisdom about that question from the teachings of Jesus, you need to consider all of his teachings, not just a few. You need to include the many.",
    "start": "00:39:30",
    "end": "00:40:28"
  },
  {
    "text": "The many teachings, not just the few. But there also is wisdom about what is the way of life.",
    "start": "00:40:29",
    "end": "00:40:34"
  },
  {
    "text": "That's right.",
    "start": "00:40:34",
    "end": "00:40:35"
  },
  {
    "text": "And the way of life is a life that's a time going to feel oppressed, constricted, isolated, lonely. You're not on the party bus all the time on the broad road.",
    "start": "00:40:35",
    "end": "00:40:48"
  },
  {
    "text": "Yeah.",
    "start": "00:40:48",
    "end": "00:40:49"
  },
  {
    "text": "And that there's something there that we need to internalize.",
    "start": "00:40:50",
    "end": "00:40:57"
  },
  {
    "text": "Yeah. So whether it's in cultures that glorify violence, the way of Jesus will not just seem backwards, but offensive. In cultures that celebrate whatever, sexual liberation, the way of Jesus will look very backwards and oppressive, prudish. Yeah. In cultures that celebrate unbridled accumulation of wealth, the way of Jesus will look. Look like you're stifling a flourishing economy, you know, or whatever. It's just hippies. It's a counterintuitive. Yeah, right. It's a counterintuitive way that will lead to pressure from the outside and forcing you to be very discerning moment to moment, as to what the way and the gate is. Lord have mercy on us. Broad is the way. Wide is the gate leads to ruin. Narrow is the gate. Constricted is the way that leads to life.",
    "start": "00:40:57",
    "end": "00:42:06"
  },
  {
    "text": "You know, this makes me think about how much we need community. When you think about the wide gate, the party bus gate.",
    "start": "00:42:11",
    "end": "00:42:19"
  },
  {
    "text": "Yeah.",
    "start": "00:42:19",
    "end": "00:42:20"
  },
  {
    "text": "Where everybody is. Everybody's having such a good time. Then you think about the narrow way where you're lonely and it's challenging and it's hard. This makes me think I need to be able to kind of look over and see that somebody who's having the same kind of experience can say, oh, you too?",
    "start": "00:42:20",
    "end": "00:42:39"
  },
  {
    "text": "Yeah.",
    "start": "00:42:39",
    "end": "00:42:40"
  },
  {
    "text": "It's a good reminder that even though it is the narrow way and it will feel lonely, we're not doing it alone. It's not the party bus, but I got a partner. There you go. Yeah. Let's not forget that we're doing this together. Even though the path is narrow. I love that. Next week, we look at the second image that Jesus puts in front of us to think about the choice. And it's an image about wolves and sheep's clothing, about good fruit and bad fruit and false prophets.",
    "start": "00:42:40",
    "end": "00:43:15"
  },
  {
    "text": "Because not everybody who I send out or who thinks they're sent out by me is a legitimate representative of me. There will be people who say they represent me, but rather they don't do the desire of my father, and we're not in covenant relationship.",
    "start": "00:43:15",
    "end": "00:43:32"
  },
  {
    "text": "That's next week.",
    "start": "00:43:33",
    "end": "00:43:34"
  },
  {
    "text": "Bibleproject is a crowdfunded nonprofit. We exist to help people experience the Bible as a unified story that leads to Jesus.",
    "start": "00:43:35",
    "end": "00:43:42"
  },
  {
    "text": "Everything we make is absolutely free because of the generous support of thousands of people just like you.",
    "start": "00:43:42",
    "end": "00:43:49"
  },
  {
    "text": "Thanks for being a part of this with us.",
    "start": "00:43:50",
    "end": "00:43:51"
  },
  {
    "text": "Hi, this is Jerry and Malachi, and we're from San Antonio, Texas.",
    "start": "00:43:52",
    "end": "00:43:56"
  },
  {
    "text": "We first heard about the Bible Project.",
    "start": "00:43:56",
    "end": "00:43:57"
  },
  {
    "text": "Through friends at our church, and we.",
    "start": "00:43:57",
    "end": "00:43:59"
  },
  {
    "text": "Use the Bible Project for gaining a deeper understanding of the scripture that we read every day. Our favorite thing about the Bible Project is how approachable it is for people of all ages and walks of life. We believe the Bible is a unified story that leads to Jesus. And we're a crowdfunded project by people like us. Find free videos, study notes, podcasts, classes.",
    "start": "00:43:59",
    "end": "00:44:17"
  },
  {
    "text": "And more@bibleproject.com hi, this is Tyler here to read the credits. John Collins is the creative producer for today's show. Production of today's episode is by producer Lindsey Ponder, managing producer Cooper Peltz, producer Colin Wilson. Stephanie Tam is our consultant and editor. Tyler Bailey is our supervising engineer. Frank Garza and Aaron Olson edited today's episode. Aaron Olson also provided the sound design and mix for Today episode. Nina Simone does our show notes and Hannah Wu provides the annotations for our app. Original Sermon on the Mount, music by Richie Cohen and the Bible Project theme song is by Tents. Tim Mackey is our lead scholar and your hosts, John Collins and Michelle Jones.",
    "start": "00:44:17",
    "end": "00:44:59"
  },
  {
    "text": "It.",
    "start": "00:45:09",
    "end": "00:45:09"
  }
]