[
  {
    "text": "This is bibleproject podcast and this year we're reading through the Sermon on the Mount. I'm John Collins and with me is co host Michelle Jones. Hi, Michelle.",
    "start": "00:00:04",
    "end": "00:00:11"
  },
  {
    "text": "Hi, John. At the center of the Sermon on the Mount is a simple prayer that Jesus teaches us to pray. We call it the Lord's Prayer. Last week, you and Tim talked through the first half of the prayer, which is three requests in how we relate.",
    "start": "00:00:11",
    "end": "00:00:25"
  },
  {
    "text": "To God our Father, who is in the skies. May your name be recognized as holy. May your kingdom come and may may your will be done. As it is in the skies, so also on the land.",
    "start": "00:00:25",
    "end": "00:00:35"
  },
  {
    "text": "Now, the first half of the prayer places us in the story of the Bible where all humans are made in the image of God, meant to represent his wisdom and rule. That is the kingdom.",
    "start": "00:00:36",
    "end": "00:00:46"
  },
  {
    "text": "May your kingdom come.",
    "start": "00:00:46",
    "end": "00:00:48"
  },
  {
    "text": "God's desire for us is that we treat each other with justice and live in right relationships with each other.",
    "start": "00:00:48",
    "end": "00:00:54"
  },
  {
    "text": "May your will be done.",
    "start": "00:00:54",
    "end": "00:00:56"
  },
  {
    "text": "When we live like that, then God's heavenly reality can come down here on the land and everyone will be able to see the wisdom and abundance of the Creator God.",
    "start": "00:00:56",
    "end": "00:01:06"
  },
  {
    "text": "May your name be recognized as holy.",
    "start": "00:01:06",
    "end": "00:01:08"
  },
  {
    "text": "This is the prayer we pray to align with the story that is happening all around us. If we have eyes to see it and if we have the desire to participate in it. The beauty of God's heavenly realm invading.",
    "start": "00:01:09",
    "end": "00:01:21"
  },
  {
    "text": "Our realm as it is in the skies. So also on the land.",
    "start": "00:01:21",
    "end": "00:01:25"
  },
  {
    "text": "Now it's time to explore the second half of the prayer. It has four more requests. They're not on behalf of God and his kingdom, but these requests are personal. They align our needs with God's wisdom.",
    "start": "00:01:25",
    "end": "00:01:38"
  },
  {
    "text": "Our daily provision of bread. Give to us today and forgive us our debts, just as we also have forgiven those indebted to us. Don't lead us to be tested, but deliver us from the evil one.",
    "start": "00:01:38",
    "end": "00:01:50"
  },
  {
    "text": "And we'll go over these four requests one by one in the next three episodes. Today we look at the request for daily bread. The prayer for daily bread is an invitation into a way of existing that opens up God's abundance to us. Here's Tim.",
    "start": "00:01:50",
    "end": "00:02:06"
  },
  {
    "text": "That's the whole point of the manna story is that God gives Eden to the Israelites in the wilderness, but just one day at a time.",
    "start": "00:02:06",
    "end": "00:02:13"
  },
  {
    "text": "Thanks for joining us.",
    "start": "00:02:13",
    "end": "00:02:14"
  },
  {
    "text": "Here we go.",
    "start": "00:02:15",
    "end": "00:02:15"
  },
  {
    "text": "We are discussing the Lord's Prayer, which is a prayer that you find in the center of the Sermon on the Mount.",
    "start": "00:02:32",
    "end": "00:02:41"
  },
  {
    "text": "Yes, and that's what we've been exploring for a long time now. Many hours of conversation. And we reach the center of the center of the center. Of the center. I think there's four. Four layers of centeredness.",
    "start": "00:02:41",
    "end": "00:02:53"
  },
  {
    "text": "Yeah.",
    "start": "00:02:53",
    "end": "00:02:54"
  },
  {
    "text": "And the Lord's Prayer is right at the heart of it. Yeah.",
    "start": "00:02:54",
    "end": "00:02:58"
  },
  {
    "text": "Yeah. And the Sermon on the Mount is. It's a collection of Jesus teachings.",
    "start": "00:02:58",
    "end": "00:03:03"
  },
  {
    "text": "Yeah. Let's not forget the title for this collection of teachings. Sermon on the Mount is not native to the book or the Gospel of Matthew or the story. The closest that we get to a title for the section within the story itself within the Gospel of Matthew is in the paragraph before the sermon starts. It says, Jesus went about announcing the good news of the kingdom of God or the kingdom of Heaven. If anything, a more appropriate title is an announcement of the good news about the Kingdom of God on the Mount. Yeah. On the Mount. And actually that's important for the Lord's Prayer because when Jesus passed on his heartbeat to his followers, his own prayer that he composed, the prayer that guided him at the beginning of the prayer is all about a prayer for the arrival of the kingdom of God, for God's desire to be done here on the land in a more thorough and observable way. It's relevant that Matthew's title for this was an announcement about the good news of the kingdom of God delivered on a mount. It's just not as catchy as Sermon on the Mount.",
    "start": "00:03:03",
    "end": "00:04:14"
  },
  {
    "text": "Yeah.",
    "start": "00:04:14",
    "end": "00:04:15"
  },
  {
    "text": "And the last episode, couple episodes, we talked about the setting of the prayer within prayer in early Judaism. Then we talked about the first half of the prayer at length, and we're going to cover the second half today.",
    "start": "00:04:15",
    "end": "00:04:27"
  },
  {
    "text": "Tim, why don't you read it?",
    "start": "00:04:28",
    "end": "00:04:29"
  },
  {
    "text": "Okay, good. A reading of the Lord's Prayer. Our Father who is in the skies, may your name be recognized as holy. May your kingdom come, and may your will be done as it is in the skies. So also on the land, our daily provision of bread, give us today and forgive us our debts, as we also have forgiven those indebted to us. And don't lead us to be tested, but deliver us from the evil one.",
    "start": "00:04:29",
    "end": "00:05:06"
  },
  {
    "text": "So that's what we talked about last week was this first half of the prayer, which focuses on God's kingdom, that his name is recognized as holy.",
    "start": "00:05:13",
    "end": "00:05:21"
  },
  {
    "text": "Yeah. The name is what locates this prayer within the story of Israel and their covenant with Yahweh. Yahweh attached his name to a people, entered a covenant. They violated the covenant. It brought dishonor to the name.",
    "start": "00:05:21",
    "end": "00:05:35"
  },
  {
    "text": "Yeah.",
    "start": "00:05:36",
    "end": "00:05:36"
  },
  {
    "text": "The prophets of Israel looked forward to a day when God would vindicate his name and mark it as holy once again by doing something in history to restore his People and fulfill his promises. And so Jesus is loading all that in that story into this little line about, may your name be restored to a place of honor and holiness among the nations and among Israel. Yeah.",
    "start": "00:05:36",
    "end": "00:06:00"
  },
  {
    "text": "And then another way of saying that is, may your kingdom come.",
    "start": "00:06:00",
    "end": "00:06:03"
  },
  {
    "text": "Yeah.",
    "start": "00:06:03",
    "end": "00:06:03"
  },
  {
    "text": "And that's actually Jesus favorite way of saying it through the gospel.",
    "start": "00:06:03",
    "end": "00:06:06"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:06:06",
    "end": "00:06:07"
  },
  {
    "text": "I'm here to announce the kingdom.",
    "start": "00:06:07",
    "end": "00:06:08"
  },
  {
    "text": "The kingdom.",
    "start": "00:06:08",
    "end": "00:06:09"
  },
  {
    "text": "The good news of the kingdom.",
    "start": "00:06:09",
    "end": "00:06:10"
  },
  {
    "text": "Yeah. The kingdom of the skies, or the kingdom of God has come near implication through me and what I'm saying and doing. Yeah, yeah.",
    "start": "00:06:10",
    "end": "00:06:17"
  },
  {
    "text": "And then a third way to say that is, may your desire be done.",
    "start": "00:06:17",
    "end": "00:06:21"
  },
  {
    "text": "Yeah. May God's desire be what happens here. And every one of these is stated as a passive verb. May your name be recognized. May your kingdom come. May your will be done. So you're praying for God to act, but every one of those three requires a human response that participates in bringing it about.",
    "start": "00:06:21",
    "end": "00:06:43"
  },
  {
    "text": "Yeah.",
    "start": "00:06:43",
    "end": "00:06:44"
  },
  {
    "text": "Because God's name is dishonored because of his people. So it's going to be through a restoration of his people and how they live that is going to restore the name. Same for God's kingdom. It's people who live under God's rule that show that the rule is here and so on. So it's got this dual nature where even though it's addressed to the Father, it implicates Jesus and his community of followers and how they live.",
    "start": "00:06:44",
    "end": "00:07:07"
  },
  {
    "text": "If you were a player on a team and you go to the coach and you're like, hey, may our team be a winning team this season.",
    "start": "00:07:08",
    "end": "00:07:16"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:07:16",
    "end": "00:07:17"
  },
  {
    "text": "The coach is like, okay, yeah, get to work.",
    "start": "00:07:17",
    "end": "00:07:19"
  },
  {
    "text": "Yeah, yeah. May it be so.",
    "start": "00:07:19",
    "end": "00:07:21"
  },
  {
    "text": "Practice.",
    "start": "00:07:23",
    "end": "00:07:23"
  },
  {
    "text": "Yeah, that's right. Actually, that's a wonderful analogy. Yeah. Or think of a group of people. Let's make it a plural, like, oh, our coach who is in the locker room. May your reputation as head coach be honored this year. May we play our.",
    "start": "00:07:23",
    "end": "00:07:42"
  },
  {
    "text": "May we win state championship.",
    "start": "00:07:42",
    "end": "00:07:43"
  },
  {
    "text": "May we win state champ. Yes. That's wonderful. You're addressing the coach, but the logical implication is, you know, let us step up to the plate. To use another sports metaphor. Yeah. That's like, what a great. Thank you for that little parable. So what's fascinating is, once you've done that, the second half of the prayer pivots to talk about us, the community of Jesus followers that he's invited us into. And these are three requests that implicate us, but in a real direct way. So if the name and the kingdom and the desire is about what God wants in the world, this is about things that we want or need, things that we desire. And there's three topics covered. You can name them quickly. We need food. We need provision to survive.",
    "start": "00:07:43",
    "end": "00:08:36"
  },
  {
    "text": "As my youngest says. Snacks. I need some snacks.",
    "start": "00:08:36",
    "end": "00:08:40"
  },
  {
    "text": "Does snacks cover a meal?",
    "start": "00:08:40",
    "end": "00:08:42"
  },
  {
    "text": "Snacks is everything. Like food is snacks.",
    "start": "00:08:43",
    "end": "00:08:45"
  },
  {
    "text": "Even all forms of food is a snack you just love.",
    "start": "00:08:45",
    "end": "00:08:48"
  },
  {
    "text": "Yeah, snacks.",
    "start": "00:08:48",
    "end": "00:08:49"
  },
  {
    "text": "Give us today our daily snack. Yeah, yeah. So the first one is a real primal, right?",
    "start": "00:08:51",
    "end": "00:08:58"
  },
  {
    "text": "Yeah, right.",
    "start": "00:08:58",
    "end": "00:08:59"
  },
  {
    "text": "Just we need food to survive. I mean, think logically somehow. You would pray these because they're a part of how the first half is going to come about. So we're people who need your provision to participate in your kingdom coming and your will being done. Provide for us, please. Please give us what we need to eat. And please forgive us as we try to create a community of reciprocal forgiveness. Please forgive us for our shortcomings and then finally, help us, deliver us from the circumstances where we will be tested by the Evil one. So provide for us. Forgive us. Deliver us. Those are the three parts here. And each one of them is a glowing hyperlink to, once again, all kinds of important themes, imagery in the story of Hebrew scriptures. But then also each one of them connects to things that were super important to Jesus and things that he did actively or experienced as a part of his bringing the kingdom. Every one of these has big hyperlinks to the stories around the Sermon on the Mount as well. So each one of these three requests for provision, forgiveness and deliverance invites us to think of the whole biblical story and the story of Jesus through this one lens. Awesome. Yeah. So let's start with daily bread. Most standard translations of the daily bread part of the prayer here, I'll just. I'll pull up a few.",
    "start": "00:08:59",
    "end": "00:10:55"
  },
  {
    "text": "Yeah, you have this like in a. The Yoda rendition. Our daily bread. Give to us.",
    "start": "00:10:55",
    "end": "00:11:01"
  },
  {
    "text": "Yeah. The King James classical English. Give us this day our daily bread.",
    "start": "00:11:01",
    "end": "00:11:07"
  },
  {
    "text": "Yeah.",
    "start": "00:11:07",
    "end": "00:11:07"
  },
  {
    "text": "And then the NIV that updated that. Give us today our daily bread. But all the other esv, nasb, nrsv, just sticks with the King James. So the two main English renderings here are give us this day our daily bread, and give us today our daily bread. Why is that significant? So here's, if you wanted to do it in hyper literal Greek, here's the word order the bread of us, which is of today or this day. And that little word there is a translation, rabbit hole that will go down a little bit.",
    "start": "00:11:07",
    "end": "00:11:42"
  },
  {
    "text": "Which word?",
    "start": "00:11:42",
    "end": "00:11:43"
  },
  {
    "text": "Today or this day?",
    "start": "00:11:43",
    "end": "00:11:44"
  },
  {
    "text": "Today or this day.",
    "start": "00:11:44",
    "end": "00:11:46"
  },
  {
    "text": "The meaning of that word is a fascinating little rabbit hole. Okay, so the bread of us, this Day or today. Give us today.",
    "start": "00:11:46",
    "end": "00:11:56"
  },
  {
    "text": "Really?",
    "start": "00:11:58",
    "end": "00:11:58"
  },
  {
    "text": "That is the bread of implied is the bread that we need today. Give us today. Okay, okay. So that word that's hard to translate, this day or today is the Greek word epiusios. This word appears only here in all of ancient Greek literature.",
    "start": "00:11:58",
    "end": "00:12:16"
  },
  {
    "text": "Oh, well, that's not helpful.",
    "start": "00:12:16",
    "end": "00:12:18"
  },
  {
    "text": "And remember, Jesus didn't utter this first in Greek. He uttered in Aramaic.",
    "start": "00:12:18",
    "end": "00:12:22"
  },
  {
    "text": "Right.",
    "start": "00:12:22",
    "end": "00:12:23"
  },
  {
    "text": "And so this Greek rendering of it came to us from the apostles who rendered the teachings of Jesus into Greek.",
    "start": "00:12:23",
    "end": "00:12:30"
  },
  {
    "text": "But it sounds like a compound word.",
    "start": "00:12:31",
    "end": "00:12:32"
  },
  {
    "text": "It is in Greek. Yeah, it is in Greek. Yeah. Epiusios.",
    "start": "00:12:33",
    "end": "00:12:37"
  },
  {
    "text": "Like, we could probably figure it out through its components. Yeah.",
    "start": "00:12:37",
    "end": "00:12:40"
  },
  {
    "text": "Well, EPI is the preposition on or upon, and ousia is the word existence or being. So upon being, that's not really how words work, but the basic idea seems to be what is necessary for existence, what I need to exist. Okay, so daily bread of the King James there was trying to get at that idea. The supply of bread, the daily supply of bread that sustains one existence. Give us that today.",
    "start": "00:12:40",
    "end": "00:13:12"
  },
  {
    "text": "So this, it's an idea of a thing required for being.",
    "start": "00:13:12",
    "end": "00:13:17"
  },
  {
    "text": "Yep. Yeah. And I'm just looking here in the standard Greek New Testament lexicon. So here they're giving interpretive options here in the dictionary. So one is they derive it from EPI and usiya, what is upon existence or that is necessary for existence. Another view is that the usiya is from a present tense verb referring to the present moment. So what is in the moment or on the moment? That is what you need for the present moment, essentially. So the question is, is it what I need for existence referring to, like, what will sustain me, or is it referring to time? What is of the moment? Give us the bread of the moment, the bread that we need in the moment. Give that to us today. Those are the two basic ideas.",
    "start": "00:13:18",
    "end": "00:14:12"
  },
  {
    "text": "Okay.",
    "start": "00:14:12",
    "end": "00:14:12"
  },
  {
    "text": "And then there is another. Well, actually, there's a lot more views. They list, like, about seven different views in the meaning of this word, but those are the first two, and those are the most common views. So whichever meaning it is at its core, you get the idea, because I think I do. If you need bread in the moment, it's because you need it to survive.",
    "start": "00:14:13",
    "end": "00:14:33"
  },
  {
    "text": "Yeah.",
    "start": "00:14:33",
    "end": "00:14:33"
  },
  {
    "text": "Like you need bread every day because you need food every day.",
    "start": "00:14:33",
    "end": "00:14:36"
  },
  {
    "text": "Right.",
    "start": "00:14:36",
    "end": "00:14:36"
  },
  {
    "text": "So whether it's the emphasis is on the bread of each day's moment or the bread of existence, the basic idea is cashes out.",
    "start": "00:14:37",
    "end": "00:14:46"
  },
  {
    "text": "Sounds like you're just saying, my next meal.",
    "start": "00:14:46",
    "end": "00:14:49"
  },
  {
    "text": "Yes. Okay. Yes.",
    "start": "00:14:49",
    "end": "00:14:51"
  },
  {
    "text": "Give me the next meal.",
    "start": "00:14:51",
    "end": "00:14:52"
  },
  {
    "text": "Yeah, yes.",
    "start": "00:14:52",
    "end": "00:14:53"
  },
  {
    "text": "Bread of the Moment.",
    "start": "00:14:53",
    "end": "00:14:54"
  },
  {
    "text": "Yep. So that's why my almost kind of paraphrased translation was our daily provision of bread, the bread that we need for every day, give it to us today, please. Yeah. So we're not asking for a month's supply.",
    "start": "00:14:54",
    "end": "00:15:08"
  },
  {
    "text": "Yeah.",
    "start": "00:15:09",
    "end": "00:15:09"
  },
  {
    "text": "That would be a whole different request. Different request.",
    "start": "00:15:10",
    "end": "00:15:14"
  },
  {
    "text": "Yeah.",
    "start": "00:15:14",
    "end": "00:15:14"
  },
  {
    "text": "We're not asking to be set up for life.",
    "start": "00:15:14",
    "end": "00:15:16"
  },
  {
    "text": "Yeah. The prayer isn't fill my barns.",
    "start": "00:15:17",
    "end": "00:15:19"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:15:20",
    "end": "00:15:21"
  },
  {
    "text": "Because that's many people's prayer.",
    "start": "00:15:21",
    "end": "00:15:22"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:15:22",
    "end": "00:15:23"
  },
  {
    "text": "Fill my barns full.",
    "start": "00:15:23",
    "end": "00:15:24"
  },
  {
    "text": "Yeah. I don't want a little technical rabbit hole to distract us from the main point, which is what you're drawing attention to.",
    "start": "00:15:24",
    "end": "00:15:30"
  },
  {
    "text": "Right.",
    "start": "00:15:30",
    "end": "00:15:31"
  },
  {
    "text": "Yeah. It's not a prayer for the whole of one's life. It's a prayer for the moment. There's something about this prayer. Jesus wants us to focus on the moment and to not look farther than just today. That God's provision would meet me today.",
    "start": "00:15:31",
    "end": "00:15:45"
  },
  {
    "text": "Be here, now be.",
    "start": "00:15:46",
    "end": "00:15:47"
  },
  {
    "text": "Yeah. There's something about being in the present here that is really cool to ponder that Jesus wants us to imagine ourselves as being so of the moment that all I want to focus on is just what I need right now, today. There's something about keeping my trust in God just real, present and focused and limited in that way.",
    "start": "00:15:47",
    "end": "00:16:11"
  },
  {
    "text": "Yeah.",
    "start": "00:16:12",
    "end": "00:16:12"
  },
  {
    "text": "Yes. Interesting.",
    "start": "00:16:12",
    "end": "00:16:13"
  },
  {
    "text": "And why?",
    "start": "00:16:14",
    "end": "00:16:15"
  },
  {
    "text": "Why? Okay, well, let's go to Hebrew Bible hyperlinks here.",
    "start": "00:16:16",
    "end": "00:16:19"
  },
  {
    "text": "Okay.",
    "start": "00:16:19",
    "end": "00:16:20"
  },
  {
    "text": "The moment you start talking about a daily provision of bread, and if you're Jewish and grew up on the Hebrew scriptures, it's like a very clear hyperlink, which is the story of the Israelites wandering through the wilderness with very little food and water. So the two stories where this focus is happening is in Exodus chapter 16, and there's actually three stories sandwiched together here. In Exodus 15, 16, and 17, there's a story where they're thirsty in the wilderness, so they grumble and complain and demand water. There's this story which is all about bread, and then it's followed by another story where they're out of water and they grumble and complain and demand water. So the need for water and bread are mutually illuminating. They're different ways of thinking about the same thing.",
    "start": "00:16:20",
    "end": "00:17:31"
  },
  {
    "text": "This is about nourishment.",
    "start": "00:17:31",
    "end": "00:17:32"
  },
  {
    "text": "Yeah.",
    "start": "00:17:32",
    "end": "00:17:33"
  },
  {
    "text": "This is about, like, what do I need to survive?",
    "start": "00:17:33",
    "end": "00:17:35"
  },
  {
    "text": "What do I need to survive?",
    "start": "00:17:35",
    "end": "00:17:36"
  },
  {
    "text": "What does my body need?",
    "start": "00:17:36",
    "end": "00:17:37"
  },
  {
    "text": "Yeah. They're both about provision of what you need to exist and survive.",
    "start": "00:17:37",
    "end": "00:17:41"
  },
  {
    "text": "Yeah.",
    "start": "00:17:41",
    "end": "00:17:42"
  },
  {
    "text": "Without it, you will die. But, you know, bread also has a lot of other associations, like also community around the meal. Bread becomes the venue for community life and social bonds. And this kind of Thing. So the main story that's alluded to Here in Exodus 16 begins with the Israelites hungry because they have no bread. And so they complain and say, oh, that we had died in the land of Egypt, because in Egypt we sat by pots of meat and we could eat bread to fullness. And you brought us into this wilderness to kill us all out here.",
    "start": "00:17:42",
    "end": "00:18:20"
  },
  {
    "text": "You being Moses.",
    "start": "00:18:20",
    "end": "00:18:21"
  },
  {
    "text": "You being Moses.",
    "start": "00:18:21",
    "end": "00:18:22"
  },
  {
    "text": "They're complaining to Moses. Hey, you rescued us from slavery.",
    "start": "00:18:22",
    "end": "00:18:26"
  },
  {
    "text": "Yeah.",
    "start": "00:18:26",
    "end": "00:18:27"
  },
  {
    "text": "But we're now in the wilderness and we're hungry.",
    "start": "00:18:27",
    "end": "00:18:29"
  },
  {
    "text": "And we're hungry.",
    "start": "00:18:29",
    "end": "00:18:30"
  },
  {
    "text": "In fact, we're gonna die of hunger.",
    "start": "00:18:30",
    "end": "00:18:32"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:18:32",
    "end": "00:18:33"
  },
  {
    "text": "And what's better, being a slave in Egypt or dying of hunger in the wilderness?",
    "start": "00:18:33",
    "end": "00:18:38"
  },
  {
    "text": "Yep, that's right. So in this story, Yahweh doesn't get angry. He's not indignant with their cry, even though it is not a very kind way to make their request. What Yahweh says in the next sentence is just, hey, Moses, look, I'm going to rain down bread from the skies for you. And the people will go out and gather one day's portion each day. And that's the language right there.",
    "start": "00:18:38",
    "end": "00:19:05"
  },
  {
    "text": "The daily bread, one day's portion each.",
    "start": "00:19:06",
    "end": "00:19:08"
  },
  {
    "text": "Day, the bread for each day. And I'm going to test them whether or not they are going to walk. In my Torah, my instruction, it's this famous setup where I'm going to rain down bread, a day's portion each day for six days.",
    "start": "00:19:08",
    "end": "00:19:24"
  },
  {
    "text": "And this is the manna.",
    "start": "00:19:25",
    "end": "00:19:26"
  },
  {
    "text": "Yes.",
    "start": "00:19:26",
    "end": "00:19:27"
  },
  {
    "text": "It's like, it's not really bread. It's sky goo, sky.",
    "start": "00:19:27",
    "end": "00:19:32"
  },
  {
    "text": "Sky goo. Bread. Yeah. There's two descriptions of manna in the Torah. There's one in the other story in Numbers 11. And then there's one right here. I'll read it. It's Exodus 16, verse 13 and 14. So there also quails flew in in the evening. So they got meat and bread. Yeah, it's like a feast in the wilderness. You prepare a table before me in the face of my enemies. Psalm 23. So in the morning, there would be this layer of dew all around the camp. So just imagine, you know, if you've seen dew. Yeah, that's like. But then when the dew evaporated on the surface of the ground, there was this really thin flake like, thing that was as thin as frost on the ground.",
    "start": "00:19:32",
    "end": "00:20:14"
  },
  {
    "text": "Yeah.",
    "start": "00:20:15",
    "end": "00:20:15"
  },
  {
    "text": "And then in the Numbers description, you learn that it has this kind of shine to it, and it's a bit gummy. Okay. So what you're also told actually in the Numbers account is that the Kind of the color of the sky. Goo had the color of a certain type of precious stone or like of amber or like of an amber colored stone called the bedolach in Hebrew. And the word bedoolah appears two times in the Hebrew Bible. Once to describe the manna and the other time to describe the shine of precious stones in the garden of Eden. Oh, okay, so it's an Eden hyperlink. This is Eden bread.",
    "start": "00:20:15",
    "end": "00:20:56"
  },
  {
    "text": "Yeah.",
    "start": "00:20:56",
    "end": "00:20:56"
  },
  {
    "text": "Because it comes from the skies.",
    "start": "00:20:56",
    "end": "00:20:57"
  },
  {
    "text": "Yeah.",
    "start": "00:20:57",
    "end": "00:20:58"
  },
  {
    "text": "Bread that you didn't have to work for. Just like those fruit trees in the garden. You just enjoy.",
    "start": "00:20:58",
    "end": "00:21:04"
  },
  {
    "text": "They're there.",
    "start": "00:21:04",
    "end": "00:21:04"
  },
  {
    "text": "They're there.",
    "start": "00:21:04",
    "end": "00:21:05"
  },
  {
    "text": "Just take and eat.",
    "start": "00:21:05",
    "end": "00:21:06"
  },
  {
    "text": "Yeah, yeah. They're God's provision in and through the trees here. They're in the desert. There aren't trees, but there's dew. And then that dew transforms into this substance that can be equated with a kind of bread. Bread from the skies. Eden bread.",
    "start": "00:21:06",
    "end": "00:21:24"
  },
  {
    "text": "It's not just about provision, it's about the daily provision.",
    "start": "00:21:25",
    "end": "00:21:30"
  },
  {
    "text": "Yes. And it's called a test.",
    "start": "00:21:30",
    "end": "00:21:32"
  },
  {
    "text": "And it's called a test which is.",
    "start": "00:21:33",
    "end": "00:21:34"
  },
  {
    "text": "Relevant to the third part of this section of the Lord's Prayer, which he says, deliver us in the time of test or don't lead us into the time of test. But here the provision of bread is just one day at a time. So in the narrative, the thing is only gather what you need for each day.",
    "start": "00:21:34",
    "end": "00:21:49"
  },
  {
    "text": "So in the narrative God says, is skybread out there?",
    "start": "00:21:50",
    "end": "00:21:54"
  },
  {
    "text": "Yep.",
    "start": "00:21:54",
    "end": "00:21:54"
  },
  {
    "text": "Just get what you need for one day.",
    "start": "00:21:54",
    "end": "00:21:56"
  },
  {
    "text": "For one day. And then there's a whole long thing about how there were actually some people who, when they got it, they got as much as they could.",
    "start": "00:21:56",
    "end": "00:22:03"
  },
  {
    "text": "Yeah.",
    "start": "00:22:03",
    "end": "00:22:04"
  },
  {
    "text": "And some people didn't quite gather enough for what you would need for one day. And then the story explores this little moment where and magically everybody ended up with exactly the same amount.",
    "start": "00:22:04",
    "end": "00:22:14"
  },
  {
    "text": "That's what they needed for the day.",
    "start": "00:22:14",
    "end": "00:22:15"
  },
  {
    "text": "For each day.",
    "start": "00:22:15",
    "end": "00:22:16"
  },
  {
    "text": "Yeah. No matter how much you got, that's what you needed for the day.",
    "start": "00:22:16",
    "end": "00:22:18"
  },
  {
    "text": "The one that gathered much had right enough. The one that didn't gather enough had right enough. And that was during the six days.",
    "start": "00:22:18",
    "end": "00:22:26"
  },
  {
    "text": "Yeah.",
    "start": "00:22:26",
    "end": "00:22:26"
  },
  {
    "text": "And then on the sixth day, they are to gather and there will be provided two times. Like gather two times what you would need. And on the seventh day don't go out looking for bread. And so it's narrative realization that's actually mapping this whole story onto the. The seven day creation story and the Eden story, where God wants to create Eden in a cycle of seven for his people. But the moment that you start giving people more than they need for the moment, they start to trust in their own resources and not on God. So give us what I need just for today. It's echoing this story on what it means to trust God as provider for what I need. When it seems like there's no way.",
    "start": "00:22:27",
    "end": "00:23:15"
  },
  {
    "text": "Forward here, the focus is on I just need what I need today. So something beautiful in that. But then that could become a grind if you never stop day after day after day after day. And so there's also this sense of every seventh day stop.",
    "start": "00:23:15",
    "end": "00:23:31"
  },
  {
    "text": "Yep. Because there's more than enough here. Okay, that's interesting. So, yeah, what happens on the sixth and seventh day of the story teaches you that actually, like, with this God, he's got more than enough. He can give you two days worth. But there's something formative or instructive about only living and taking for granted what is just for this moment in this day.",
    "start": "00:23:32",
    "end": "00:23:59"
  },
  {
    "text": "Now, isn't that also a little careless? It's good to plan ahead a little bit.",
    "start": "00:24:00",
    "end": "00:24:07"
  },
  {
    "text": "Okay, that's. I gotcha. You know, and there's lots of proverbs about that, I would imagine, in the proverbs of the Bible, you know, like, you know, look at the ant. He's working all the time. He's storing up, storing up for the.",
    "start": "00:24:07",
    "end": "00:24:19"
  },
  {
    "text": "I'm not even talking about, like. Well, yeah, the ants, they work hard, but not just working hard, but just, like, planning ahead.",
    "start": "00:24:19",
    "end": "00:24:26"
  },
  {
    "text": "Totally.",
    "start": "00:24:26",
    "end": "00:24:27"
  },
  {
    "text": "You know, like, the bread I'm going to have tomorrow requires that I make a few phone calls today, you know?",
    "start": "00:24:27",
    "end": "00:24:36"
  },
  {
    "text": "Totally. Yeah. Okay, so this is a wonderful example of how if you read the Bible as, like, a behavior manual, you're going to be like, so which is it? Do I just plan and trust God day by day and that's the right way? Or do I pull proverbs and, like, make phone calls and plan for next month and next year and ten years from now? And that's in the Bible, too.",
    "start": "00:24:37",
    "end": "00:24:59"
  },
  {
    "text": "Yeah.",
    "start": "00:24:59",
    "end": "00:25:00"
  },
  {
    "text": "So which is it?",
    "start": "00:25:00",
    "end": "00:25:01"
  },
  {
    "text": "What are some of the proverbs? Do you have them?",
    "start": "00:25:01",
    "end": "00:25:02"
  },
  {
    "text": "Oh, gosh, I did not. Hold on 1 second. Proverbs 24, 27, Prepare your work outside. Get everything ready for yourself in the field, and after that, build your house. Yeah, that's a good one. I like that. Like, if you have a house, but you don't have any source of income to provide for you.",
    "start": "00:25:03",
    "end": "00:25:33"
  },
  {
    "text": "Oh, that's what it's talking about.",
    "start": "00:25:33",
    "end": "00:25:34"
  },
  {
    "text": "Like, what good is a house to you if you have no food or income? You can't eat in your house or pay for your house.",
    "start": "00:25:34",
    "end": "00:25:41"
  },
  {
    "text": "Yeah.",
    "start": "00:25:42",
    "end": "00:25:42"
  },
  {
    "text": "So go do your work outside. Get the fields ready so that there'll be a lot.",
    "start": "00:25:43",
    "end": "00:25:46"
  },
  {
    "text": "That is a great proverb for entrepreneurship because so many times there's this impulse of if I just create a great brand and have a really cool logo and a great name for my business, then I'll be successful. And it's like, no, go. Like, just go create some value and start doing some work and then build the brand.",
    "start": "00:25:46",
    "end": "00:26:08"
  },
  {
    "text": "Yeah. Around the thing that is valuable. Yeah. Yes, Wise. I like that proverb. I've read that one in a long time. Do your work outside, get the field ready for harvest, then go build your house. I like that. Oh, okay, I'm digging this 1. Proverbs 15:22. Plans will fail for a lack of counsel, but with many advisors, they will succeed. So this one, the emphasis isn't just on planning ahead. That's take it for granted that you're going to plan ahead. And if you want your plans to be successful, test drive them with other people who you think are wise so that your plans are both future oriented and realistic for whatever it is you want to accomplish. Yeah, Yeah, I like that.",
    "start": "00:26:08",
    "end": "00:27:02"
  },
  {
    "text": "That's good.",
    "start": "00:27:02",
    "end": "00:27:03"
  },
  {
    "text": "That's a good one. So that's a flavor. The other one that I was thinking of is the classic one about the ant. Yeah. Actually, here. Here we go. This is the one I was thinking. Oh, you sluggard, go to the ant. This is in Proverbs, chapter 6. Consider its ways and be wise. It has no commander, no overseer or ruler. There's no overbearing boss.",
    "start": "00:27:03",
    "end": "00:27:23"
  },
  {
    "text": "They don't know about the queen ant.",
    "start": "00:27:23",
    "end": "00:27:24"
  },
  {
    "text": "Yeah, maybe they didn't know about it at that point, but it stores up its provision in the summer and gathers up food at the harvest.",
    "start": "00:27:26",
    "end": "00:27:36"
  },
  {
    "text": "Stores up. It works hard and it stores up.",
    "start": "00:27:37",
    "end": "00:27:39"
  },
  {
    "text": "Yep.",
    "start": "00:27:39",
    "end": "00:27:40"
  },
  {
    "text": "And that does feel contradictory to the idea in Exodus 16, where the guy that goes out and works real hard, he doesn't benefit more than the person who goes out and just slacks off a little bit out there in the mana harvest.",
    "start": "00:27:40",
    "end": "00:27:56"
  },
  {
    "text": "Totally. So I guess here's the difference, I think, is the circumstances that one finds oneself in. So if you're the audience of proverbs, the implied audience of proverbs in the narrative, because when the books begin, these are the sayings of Solomon, son of David, and he starts speaking to my sons. So there's a little narrative implied there of when you're a king, there's wisdom, instruction for the seed of David.",
    "start": "00:27:57",
    "end": "00:28:24"
  },
  {
    "text": "Yeah.",
    "start": "00:28:24",
    "end": "00:28:24"
  },
  {
    "text": "For the messianic line. And so what do we know about Solomon's reign within the narrative? It's a Time of great abundance. Time of abundance. So you flip it over in the wilderness in Exodus 16, it's a time of famine and scarcity. Does that make sense?",
    "start": "00:28:24",
    "end": "00:28:42"
  },
  {
    "text": "Yeah.",
    "start": "00:28:42",
    "end": "00:28:43"
  },
  {
    "text": "So in other words, Israel doesn't even have the ability to harvest and plant and be settled.",
    "start": "00:28:43",
    "end": "00:28:48"
  },
  {
    "text": "I see.",
    "start": "00:28:49",
    "end": "00:28:49"
  },
  {
    "text": "They don't have an abundance to work with. They are in a time of nothing. And when you're in a time of nothing, all you can do is trust.",
    "start": "00:28:49",
    "end": "00:28:59"
  },
  {
    "text": "Whether you're going to have what you need.",
    "start": "00:28:59",
    "end": "00:29:00"
  },
  {
    "text": "Reconcile yourself that all I can do is trust God for this day. But in the audience of Proverbs, you are in a situation where you have stability and there you need to make your plans to be wise and responsible so that you have enough for yourself and to share lots of proverbs about that and share with the poor, but also trust God. Here, let's go. The speech of Solomon in Proverbs 3. This is famous. Proverbs 3, 9. Honor Yahweh with your wealth. Bring him the first fruit of all your crops and your barns will be filled to overflowing.",
    "start": "00:29:00",
    "end": "00:29:40"
  },
  {
    "text": "Yeah.",
    "start": "00:29:40",
    "end": "00:29:41"
  },
  {
    "text": "And your vats will brim over with new wine. So that's Eden blessing abundance.",
    "start": "00:29:41",
    "end": "00:29:47"
  },
  {
    "text": "So I guess then let's now fast forward to Jesus prayer.",
    "start": "00:29:47",
    "end": "00:29:52"
  },
  {
    "text": "Yes.",
    "start": "00:29:52",
    "end": "00:29:52"
  },
  {
    "text": "Okay, so Jesus decides to pray the wilderness like poverty prayer.",
    "start": "00:29:52",
    "end": "00:29:58"
  },
  {
    "text": "Yes.",
    "start": "00:29:58",
    "end": "00:29:59"
  },
  {
    "text": "Instead of the abundance prayer.",
    "start": "00:29:59",
    "end": "00:30:01"
  },
  {
    "text": "Yes.",
    "start": "00:30:01",
    "end": "00:30:02"
  },
  {
    "text": "Fill our barns overflowing.",
    "start": "00:30:02",
    "end": "00:30:03"
  },
  {
    "text": "Yes. Yep, yep.",
    "start": "00:30:03",
    "end": "00:30:04"
  },
  {
    "text": "Because that's biblical too. We want to share and be generous and fill our barns overflowing.",
    "start": "00:30:04",
    "end": "00:30:14"
  },
  {
    "text": "Yep. Yeah, that's right.",
    "start": "00:30:14",
    "end": "00:30:15"
  },
  {
    "text": "So why isn't that in the Lord's Prayer?",
    "start": "00:30:15",
    "end": "00:30:16"
  },
  {
    "text": "Yeah. Well, so totally. Why not the Proverbs version?",
    "start": "00:30:16",
    "end": "00:30:20"
  },
  {
    "text": "Yeah.",
    "start": "00:30:20",
    "end": "00:30:21"
  },
  {
    "text": "Why the more Exodus wilderness version? Yeah, yeah. Why the prayer that the Israelites ought to have prayed?",
    "start": "00:30:21",
    "end": "00:30:28"
  },
  {
    "text": "Yeah. Doesn't Jesus have an abundance mentality?",
    "start": "00:30:28",
    "end": "00:30:30"
  },
  {
    "text": "Yeah, totally. And that's the whole point of the manna story, is that God gives Eden to the Israelites in the wilderness, but just one day at a time.",
    "start": "00:30:30",
    "end": "00:30:38"
  },
  {
    "text": "Right.",
    "start": "00:30:39",
    "end": "00:30:40"
  },
  {
    "text": "There's something about the human psyche that when we start to have more than what we need for the moment, it's like it lulls us into complacency and self orientation. So here's a little insight. Richard Bauckham, who's a New Testament scholar, he wrote a little book in the Oxford Very short introduction series. Have we talked about these series before? I love these. They're like hundred pages thin, short paperbacks, and there's an introduction to every topic you could imagine in human learning. There's like 200 of them. I love these things. So he wrote the one on Jesus A very short introduction. It's actually wonderful. But he has this little section on the Lord's Prayer because for him, the Lord's Prayer is a little window into the mindset of Jesus.",
    "start": "00:30:40",
    "end": "00:31:28"
  },
  {
    "text": "Yeah.",
    "start": "00:31:28",
    "end": "00:31:29"
  },
  {
    "text": "So this is his comment here about this line of the Lord's Prayer. He says, what transforms society in Jesus's ideal is knowing God as the utterly reliable and endlessly generous provider of all good, on whom all creatures are totally dependent. The kind of trust in God's provision that Jesus envisages here is enshrined in one petition of the Lord's Prayer. Give us this day our daily bread. Adequate provision for material needs, not luxury, but day by day provision, not wealth stored up. That's all that's asked for here. It puts the disciple of Jesus in the position of a beggar who depends day by day on the generosity of others. Or it puts them in the position of the day laborer.",
    "start": "00:31:29",
    "end": "00:32:24"
  },
  {
    "text": "Yeah.",
    "start": "00:32:25",
    "end": "00:32:25"
  },
  {
    "text": "Very common in Jesus day and parables. These were agricultural workers who had the least security employed one day at a time, never earning more than the next day's meal. Jesus requires of all disciples that sort of radical trust that for the destitute is the only sort available.",
    "start": "00:32:25",
    "end": "00:32:46"
  },
  {
    "text": "Yeah, but why?",
    "start": "00:32:48",
    "end": "00:32:49"
  },
  {
    "text": "Yeah, let's ponder this. So apparently there's value to Jesus that his disciples, who find themselves in a place of just living day by day.",
    "start": "00:32:50",
    "end": "00:33:00"
  },
  {
    "text": "Which is most of them, is a.",
    "start": "00:33:00",
    "end": "00:33:02"
  },
  {
    "text": "Huge part of his audience.",
    "start": "00:33:02",
    "end": "00:33:03"
  },
  {
    "text": "Right?",
    "start": "00:33:03",
    "end": "00:33:03"
  },
  {
    "text": "Yeah. The sick, the poor, even the fishermen under a heavy tax burden by the Romans.",
    "start": "00:33:03",
    "end": "00:33:09"
  },
  {
    "text": "The daily workers.",
    "start": "00:33:09",
    "end": "00:33:10"
  },
  {
    "text": "Yeah. If not month to month. Sure, for sure. Week to week. If not day to day. It's only somebody like Matthew.",
    "start": "00:33:10",
    "end": "00:33:17"
  },
  {
    "text": "Yeah.",
    "start": "00:33:17",
    "end": "00:33:17"
  },
  {
    "text": "The tax collector and Jesus crew is able to build some security. And if we have a good season, the fishermen could too. So let's say day laborers, the poor. This is a big amount of Jesus audience. But even for those who aren't in that position, they actually have some financial stability. Bauckham is saying Jesus wants every one of his disciples to imagine that they are a day laborer. This request is the request of somebody who all they can depend on and trust for is one day at a time. And Jesus wants his followers to imagine themselves because. And I think this is where Bauckham is trying to lead us is Jesus actually believes that that's the reality that we're all living in anyway. We just trick ourselves into thinking that because you have a year stored up of savings or three months of an emergency fund, that somehow you're secure. And in GS's mind, secure, not secure.",
    "start": "00:33:17",
    "end": "00:34:14"
  },
  {
    "text": "It's Reminding yourself where your true security comes from.",
    "start": "00:34:14",
    "end": "00:34:17"
  },
  {
    "text": "Yes. Yeah. It's not in your emergency fund. It's actually my life is sustained daily. Yeah. That's powerful.",
    "start": "00:34:17",
    "end": "00:34:25"
  },
  {
    "text": "So this isn't about Jesus saying, look, don't make business plans as much as this is saying, remember, within all of your plans and all of your work, no matter what you have, have the attitude that God will provide what you need today.",
    "start": "00:34:37",
    "end": "00:34:59"
  },
  {
    "text": "That's right. And that your existence today isn't actually the result of all your planning, because even your planning itself and the ability to plan and to have a stable enough life and environment to make your plans is all a gift that you didn't create for yourself. Jesus isn't saying, don't make plans beyond today's bread. It's a request to God, give me what I need for today. And it's training your mind to see that every day's existence comes as a gift. Even if I planned for today's meal a month ago, what it actually is ultimately is a gift from God in this moment.",
    "start": "00:34:59",
    "end": "00:35:40"
  },
  {
    "text": "Yeah.",
    "start": "00:35:40",
    "end": "00:35:41"
  },
  {
    "text": "And that's the. Remember back to our conversation about the formative nature of this prayer.",
    "start": "00:35:41",
    "end": "00:35:45"
  },
  {
    "text": "Yeah.",
    "start": "00:35:45",
    "end": "00:35:45"
  },
  {
    "text": "If you say this multiple times a day, daily, this will start to shape how you view all your possessions.",
    "start": "00:35:45",
    "end": "00:35:52"
  },
  {
    "text": "Because your human psyche is going to naturally start planning. You need a few times a day to stop and just go, yeah, God, I know you got me today.",
    "start": "00:35:52",
    "end": "00:36:00"
  },
  {
    "text": "Yep. Yeah, that's right. Yeah. Jesus wants all of his followers to imagine that their moment by moment existence is not something that they created for themselves, but that they receive as a gift. That's why that translation of that word, epiusios, which is of the present moment or what's necessary for existence, that's kind of lost in our translations of daily bread, because it's the bread of the moment, the bread that's necessary for this moment of existence.",
    "start": "00:36:00",
    "end": "00:36:31"
  },
  {
    "text": "Yeah. Fill me now.",
    "start": "00:36:31",
    "end": "00:36:33"
  },
  {
    "text": "Yeah, yeah, yeah. I trust you to give me what I need for this moment.",
    "start": "00:36:33",
    "end": "00:36:38"
  },
  {
    "text": "That's a cool prayer. I trust that you'll give me what I need for this moment.",
    "start": "00:36:39",
    "end": "00:36:43"
  },
  {
    "text": "Yeah. It's akin to like in James, where in James, chapter one, for sure, he's riffing off of these themes in the Sermon on the Mount when he talks about how if you lack wisdom and you don't know what to do in a difficult situation, ask God, who gives generously to everybody without finding fault. And when you ask trust, don't like second guess God or wonder if he's going to hold out on you, like, just trust. And then he talks about how God is the giver of good gifts, beginning with the heavenly lights, all the way down to the seed and the fruit of the ground. There's also that one place in James. I'm just going to scan forward about making plans and saying the Lord wills. Okay, this is in James, chapter four. This is wonderful. James says, now listen, all of you who are saying, today or tomorrow, I'm gonna go to this city. No, maybe I'll go to that city. I'll spend a year there. I'll do some business, make some money. Why, you don't even know what's gonna happen tomorrow. What is your life, really? You're a mist that appears for one moment and then vanishes. Instead, what you should say, if the Lord desires it, if he wills it, we will live here and go there and do this or do that. As it is, you are boasting in your arrogant plans. It's evil.",
    "start": "00:36:43",
    "end": "00:38:16"
  },
  {
    "text": "It's funny, because he's just saying you could still make all those plans. Just rephrase the way you're talking about it.",
    "start": "00:38:19",
    "end": "00:38:25"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:38:25",
    "end": "00:38:25"
  },
  {
    "text": "Remember that. It's if the Lord wills.",
    "start": "00:38:26",
    "end": "00:38:28"
  },
  {
    "text": "Yeah. You said rephrase. I thought you were going to say reframe.",
    "start": "00:38:28",
    "end": "00:38:30"
  },
  {
    "text": "Yeah. Or reframe.",
    "start": "00:38:30",
    "end": "00:38:31"
  },
  {
    "text": "But that is what he's saying.",
    "start": "00:38:31",
    "end": "00:38:32"
  },
  {
    "text": "Yeah, reframe.",
    "start": "00:38:32",
    "end": "00:38:33"
  },
  {
    "text": "And that's what Jesus is saying. I think by giving us. It's a reframe.",
    "start": "00:38:33",
    "end": "00:38:36"
  },
  {
    "text": "It's a reframe.",
    "start": "00:38:36",
    "end": "00:38:37"
  },
  {
    "text": "Yeah. I might be set for the rest of my life financially. Yeah, whatever. I can count on the pension. And even then, Jesus wants his disciples to cultivate the mindset of a beggar or a day laborer. That's what Richard Bauckham is saying. There's something about that mindset that will keep you in a space that Jesus wants his followers to never leave, which is a radical in the moment trust and dependence on the generosity of God. Man. I need to. I was about to say I need to think about that a lot more, but I'm actually not sure. I do need to think about it more. I need to, like, find more creative ways to weave this into my actual patterns, you know, of living.",
    "start": "00:38:37",
    "end": "00:39:20"
  },
  {
    "text": "Yeah.",
    "start": "00:39:21",
    "end": "00:39:21"
  },
  {
    "text": "So that's the first line of the second half of the prayer.",
    "start": "00:39:21",
    "end": "00:39:25"
  },
  {
    "text": "Yeah, the first request.",
    "start": "00:39:25",
    "end": "00:39:26"
  },
  {
    "text": "First request, Give us today the bread that we need. This is not just an actual request to give me what I need today. It's also shaping me into a kind of person who relates to God in the moment in a certain posture of trust. Today was a gift, man. You just read the stories about Jesus. You can tell he lived this way.",
    "start": "00:39:26",
    "end": "00:39:49"
  },
  {
    "text": "Yeah.",
    "start": "00:39:49",
    "end": "00:39:49"
  },
  {
    "text": "You can tell he lived this way by how he treated the people he was around the years he was itinerant. He has that little saying, foxes have holes, birds have nests, but the Son of Man has nowhere to lay his head. So that he entered into a season of radical daily trust and houselessness when he started announcing the Kingdom of God bread in the wilderness. Well known stories of Jesus and the bread and the fish, those are also big stories full of hyperlinks to the manna stories. He's giving Kingdom of God bread to people in the wilderness. So those are moments that display where Jesus models it shows that Jesus himself was shaped and this articulates a big priority in how Jesus lived and saw the world. And that's what he invites us into radical trust for provision.",
    "start": "00:39:49",
    "end": "00:40:43"
  },
  {
    "text": "When we started this series on the Lord's Prayer, we talked about how the prayer was prayed over and over throughout the day and oftentimes sung.",
    "start": "00:40:47",
    "end": "00:40:55"
  },
  {
    "text": "Yeah. And we decided how cool would it be to make a new melody that captured the Lord's Prayer in a fresh way. So to do that, we commissioned Liz Vice and Brian hall to work on it with us. And we'll listen to what they come up with after our final episode on the Lord's Prayer.",
    "start": "00:40:55",
    "end": "00:41:08"
  },
  {
    "text": "But let's peek into the process for a second as Liz riffs on the line. Our daily provision of bread. You could sing it as written. Our daily provision of bread.",
    "start": "00:41:08",
    "end": "00:41:19"
  },
  {
    "text": "Yeah, that's too much.",
    "start": "00:41:19",
    "end": "00:41:20"
  },
  {
    "text": "Or you can say our bread of the moment, maybe.",
    "start": "00:41:20",
    "end": "00:41:25"
  },
  {
    "text": "Our provision of bread.",
    "start": "00:41:25",
    "end": "00:41:26"
  },
  {
    "text": "Our provision of pray.",
    "start": "00:41:26",
    "end": "00:41:28"
  },
  {
    "text": "Give us today.",
    "start": "00:41:29",
    "end": "00:41:30"
  },
  {
    "text": "Give us.",
    "start": "00:41:31",
    "end": "00:41:31"
  },
  {
    "text": "But I like and forgive us our day.",
    "start": "00:41:31",
    "end": "00:41:34"
  },
  {
    "text": "Give us today. After that.",
    "start": "00:41:34",
    "end": "00:41:36"
  },
  {
    "text": "Forgiveness is the next line of the print, the second personal request. And it's what we'll look at next week.",
    "start": "00:41:42",
    "end": "00:41:49"
  },
  {
    "text": "Announcing forgiveness and then really practicing it as a community was a sign of the arrival of God's kingdom, an incarnation of God's kingdom. People living under the rule and the reign of God's blessing.",
    "start": "00:41:49",
    "end": "00:42:02"
  },
  {
    "text": "That's it for today's episode.",
    "start": "00:42:05",
    "end": "00:42:06"
  },
  {
    "text": "BibleProject is a nonprofit and we exist to experience the Bible as a unified story that leads to Jesus.",
    "start": "00:42:06",
    "end": "00:42:13"
  },
  {
    "text": "Everything that we make is free because of the generous support of thousands of people just like you.",
    "start": "00:42:13",
    "end": "00:42:17"
  },
  {
    "text": "Thank you for being a part of this with us.",
    "start": "00:42:18",
    "end": "00:42:20"
  },
  {
    "text": "Hi, this is Erin and I'm from Ann Arbor, Michigan. Hi, this is Jeremy Gillen and I'm from Lubbock, Texas. I first heard about the bibleproject through our residency program at Redeemer Church, Lubbock. I first heard about bibleproject on social media. I used bibleproject for getting overview of the books in the Bible as well as more information on biblical characters or topics. My favorite thing about the Bible Project is how informative and accessible it is, not only for the very new Christian, but for the very veteran Christian as well. We believe the Bible is a unified story that leads us to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes and more@bibleproject.com hey, this is Tyler here to read the credits. John Collins is the creative Producer for today's Show. Production for today's episode is by producer Lindsey Ponder, managing Producer Cooper Peltz, producer Colin Wilson, Stephanie Tam is our consultant and editor. Frank Garza and Aaron Olson edited today's episode. Supervising editor Tyler Bailey, JB Witty does our show notes and Hannah Wu provides the annotations for our app. Original Sermon on the Mount music by Richie Cohen. Tim Mackey is our Lead Scholar. Special thanks to Brian Hall, Liz Vice and the Bible Project Scholar Team and your hosts John Collins and Michelle Jones.",
    "start": "00:42:21",
    "end": "00:43:40"
  }
]