[
  {
    "text": "Okay, Tim.",
    "start": "00:00:11",
    "end": "00:00:12"
  },
  {
    "text": "John Collins.",
    "start": "00:00:12",
    "end": "00:00:13"
  },
  {
    "text": "We are in the very center of the Sermon on the Mount.",
    "start": "00:00:14",
    "end": "00:00:17"
  },
  {
    "text": "Yes, yes, we are. The epicenter.",
    "start": "00:00:17",
    "end": "00:00:20"
  },
  {
    "text": "The epicenter.",
    "start": "00:00:20",
    "end": "00:00:21"
  },
  {
    "text": "Yeah. It's been a long journey to get here.",
    "start": "00:00:21",
    "end": "00:00:23"
  },
  {
    "text": "This is Bible Project podcast. I'm your host, Michelle Jones. We're in the middle of a year long podcast series journeying through the Sermon on the Mount. A deep dive into some of Jesus most famous teachings.",
    "start": "00:00:26",
    "end": "00:00:39"
  },
  {
    "text": "The nine Blessings or the Beatitudes. What the good life is.",
    "start": "00:00:40",
    "end": "00:00:43"
  },
  {
    "text": "Salt and light.",
    "start": "00:00:43",
    "end": "00:00:44"
  },
  {
    "text": "Salt and light in a city. The upside down or truly right side up nature of God's kingdom.",
    "start": "00:00:44",
    "end": "00:00:51"
  },
  {
    "text": "It has been a long journey.",
    "start": "00:00:54",
    "end": "00:00:56"
  },
  {
    "text": "Yeah.",
    "start": "00:00:56",
    "end": "00:00:56"
  },
  {
    "text": "If you missed any of it, definitely go back and check out those episodes because they all lead us to where we are today, the epicenter of the Sermon on the Mount, also known as the Lord's Prayer.",
    "start": "00:00:56",
    "end": "00:01:08"
  },
  {
    "text": "From this point forward, it's kind of spelling out the practical implications in our lives of those big ideas.",
    "start": "00:01:08",
    "end": "00:01:15"
  },
  {
    "text": "So this is the first of a five part miniseries walking through the Lord's Prayer. But before we dive into those big ideas, let's take a little trip back to the past. Because this story in many ways starts more than a decade ago with a song. Back in 2006, when Tim was studying for his PhD in Jerusalem, he and his wife Jessica lived close to the old medieval walls in the city.",
    "start": "00:01:16",
    "end": "00:01:51"
  },
  {
    "text": "There's like a modern city that's grown up around the core of this old medieval city that itself is around what was the ancient version of the city, which was even more compact.",
    "start": "00:01:51",
    "end": "00:02:02"
  },
  {
    "text": "The old city is this incredible castle like walled area, less than half a.",
    "start": "00:02:02",
    "end": "00:02:07"
  },
  {
    "text": "Square mile, tiny alleyways, narrow cobblestone, this kind of thing.",
    "start": "00:02:07",
    "end": "00:02:12"
  },
  {
    "text": "And it's traditionally made up of four the Muslim quarter, the Christian quarter, the Armenian quarter and the Jewish quarter.",
    "start": "00:02:12",
    "end": "00:02:20"
  },
  {
    "text": "We spent a lot of time there.",
    "start": "00:02:20",
    "end": "00:02:21"
  },
  {
    "text": "One day, Tim and Jessica were walking in the Armenian Quarter, located on the northeastern edge of the city.",
    "start": "00:02:27",
    "end": "00:02:33"
  },
  {
    "text": "We were going down this little narrow street.",
    "start": "00:02:33",
    "end": "00:02:35"
  },
  {
    "text": "When they heard this beautiful, almost haunting song. It called to them. They followed it to the end of an alley where they came across an old church.",
    "start": "00:02:37",
    "end": "00:02:50"
  },
  {
    "text": "And I remember the first time we saw it. It was St. Mark's Syrian Orthodox Church, built into the lower floor of what is now like three or four stories of stone buildings going up.",
    "start": "00:02:50",
    "end": "00:03:02"
  },
  {
    "text": "The entrance almost looks like it's carved into the stone walls of the city.",
    "start": "00:03:02",
    "end": "00:03:06"
  },
  {
    "text": "This really ornate, beautiful door with the sign on it.",
    "start": "00:03:07",
    "end": "00:03:11"
  },
  {
    "text": "There's an inscription in Syriac arching above these two carved wooden doors.",
    "start": "00:03:11",
    "end": "00:03:16"
  },
  {
    "text": "And we saw people and we heard chanting inside, like prayers. We went in and it's a tiny little Chapel, and it's been there for a long time. There's actually a long history, many, many, many centuries of history.",
    "start": "00:03:18",
    "end": "00:03:32"
  },
  {
    "text": "The church in fact, dates back to the 12th century, and its Byzantine foundations have themselves been built on top of a 4th century chapel. According to Syrian Orthodox tradition, that church was actually where the Last Supper took place.",
    "start": "00:03:35",
    "end": "00:03:52"
  },
  {
    "text": "And so there was this amazing Syrian nun there who grew up in the country of Syria, but then emigrated when she was a young woman.",
    "start": "00:03:52",
    "end": "00:04:03"
  },
  {
    "text": "And she's been serving as a nun at St. Mark's reciting the liturgy daily ever since.",
    "start": "00:04:03",
    "end": "00:04:09"
  },
  {
    "text": "When we were talking with her, I was asking like, oh, I heard you singing when we first walked in. That's part of why we came in. And she spoke English. She said that she was chanting the Lord's Prayer in Syriac, which is a developed form of Aramaic. And even though it may not be the precise style of Aramaic that Jesus would have spoke, it's certainly closer than English.",
    "start": "00:04:09",
    "end": "00:04:32"
  },
  {
    "text": "Some scholars believe that it's actually the dialect that is closest to what Jesus would have spoken.",
    "start": "00:04:32",
    "end": "00:04:38"
  },
  {
    "text": "Yeah, so this is a branch of followers of Jesus that has ancient roots and their liturgy and their history is all in Aramaic, the dialect of Aramaic called Syriac. So she chanted the Lord's Prayer for us in Aramaic. And I recorded it. This was 2006. So, like my Sony digital camera that I would take out the chip and like download it onto my computer at the end of each day. I don't know what to say other than it was a moment in my memory where the division between heaven and earth were really thin. And I just felt like there is more to this poem than meets the eye. And it kind of inspired a whole journey of reading more about this prayer, its context in early Judaism, but also the way Christians have adopted this prayer for themselves throughout history.",
    "start": "00:04:38",
    "end": "00:05:44"
  },
  {
    "text": "That encounter with the living liturgical reality of the Lord's Prayer set Tim on a decades long journey to deep dive into its heart.",
    "start": "00:05:50",
    "end": "00:06:00"
  },
  {
    "text": "And it began with that Assyrian nun, I don't remember her name, which is really unfortunate, but maybe that's okay because she's my sister in the Messiah.",
    "start": "00:06:00",
    "end": "00:06:11"
  },
  {
    "text": "And that is where we pick up now all these years later, with Tim and John at the center of the center of the Sermon on the Mount.",
    "start": "00:06:23",
    "end": "00:06:32"
  },
  {
    "text": "So we reached the center of the center, which is the famous prayer called the Lord's Prayer or the Paternoster in Latin Christian traditions, uttered by followers of Jesus throughout history for the last 2000 years. This is one of those poems, because that's what it is. It's a little poem that is exercised an enormous influence over the history of human imagination and culture.",
    "start": "00:06:32",
    "end": "00:06:57"
  },
  {
    "text": "Now help me get my bearings a little bit with the fact that we're at the center.",
    "start": "00:06:57",
    "end": "00:07:01"
  },
  {
    "text": "Yes.",
    "start": "00:07:01",
    "end": "00:07:02"
  },
  {
    "text": "You're not talking about like word count necessarily. You're talking about by ideas.",
    "start": "00:07:02",
    "end": "00:07:07"
  },
  {
    "text": "Yeah. By the communication design.",
    "start": "00:07:08",
    "end": "00:07:09"
  },
  {
    "text": "Yeah.",
    "start": "00:07:10",
    "end": "00:07:10"
  },
  {
    "text": "If you're thinking in terms of how a speech works. Rhetoric. Yeah, Rhetoric has to do with how you order a sequence of ideas so that they're most powerful and persuasive to the listener. In this section, Jesus mediated to us through Matthew. And I think both of them had their own creative contributions to the shaping of the speech ordered in really amazing sequence. So we've explored it in past episodes in detail. But just quick reminder here to emphasize why this prayer being at the center of the center of the center is significant. The Sermon on the Mount opened with an opening movement that had three parts. It was the nine Blessings or the Beatitudes that announced the surprising arrival of God's kingdom on the least likely people. Secondly, he called them the salt of the land. And then thirdly, he called them the light and the city on the hill. It began with this announcement, I'm bringing the kingdom of God, bringing heaven to earth. And you all are the vanguard. Unexpected way, starting with an unexpected group of people. Y' all are like the vanguard, the pioneers of this new arrival of the kingdom. So that's the opening. And it goes from chapter 5, verse 3 through 5. 16. Then what you get is like the body that forms the introduction, as it were, which itself comes in three big parts. Each of those has three parts, and then each of those parts has little triads buried in them too. But the first third of the body was all about a deeper level of covenant faithfulness. What he says is even our most devout leaders and their way of being faithful to the Torah is just scratching the surface. And I'm here to take us all the way.",
    "start": "00:07:10",
    "end": "00:09:16"
  },
  {
    "text": "To fill it full, to.",
    "start": "00:09:18",
    "end": "00:09:19"
  },
  {
    "text": "Fill full the Torah and the prophets. In the center panel, it's about how we express our devotion to God. And what he explores is generosity to the poor. Even though you think, wait, that's towards your neighbor. But in the biblical imagination, how you treat the poor is how you treat God. Then he moves on to prayer, and then he moves on to fasting. Prayer is the center. So it's the center of the center of the middle body of the sermon. And then right sandwiched in the middle of this three part section on prayer, in the center of that is Jesus offering a model prayer which we call the Lord's Prayer. So it's the center of the center of the center. The center of the center.",
    "start": "00:09:19",
    "end": "00:10:11"
  },
  {
    "text": "Christopher Nolan will be impressed.",
    "start": "00:10:11",
    "end": "00:10:13"
  },
  {
    "text": "Yeah, I hope so. I hope so. By an author creating a large section of literature that's formed symmetrically. You compare matching parts across the symmetry, but also to emphasize certain things, often the things that come first and last, often to emphasize the thing in the middle. There's no coincidence that the Lord's Prayer is at the epicenter of the Sermon on the Mount, so we can explore all the reasons why. But that's kind of the big picture here.",
    "start": "00:10:13",
    "end": "00:10:43"
  },
  {
    "text": "I'm your host, Michelle Jones, and we're in the studio with Tim and John doing a deep dive into the Lord's Prayer. Now, before Jesus teaches his disciples to pray, he shares a few words of warning that also serve as a kind of reminder that the God they worship is not like the pagan gods.",
    "start": "00:10:52",
    "end": "00:11:11"
  },
  {
    "text": "Yeah. In context, the introduction to it is, hey, listen, when you go to the pagan temples down the street, what you'll notice is the priests, when they try to get Zeus's attention or Aphrodite, they utter long prayers.",
    "start": "00:11:11",
    "end": "00:11:26"
  },
  {
    "text": "Yeah.",
    "start": "00:11:26",
    "end": "00:11:27"
  },
  {
    "text": "Elaborate, elaborate prayers. And Jesus says, don't go on and on thinking that God will listen to you just because you have a lot to say. So the brevity, the shortness and brevity of this prayer is very much on purpose. That's a cool thing, just to let that sit. God invites us to communicate, but we don't have to go on and on. Like, we can get to the point not saying we don't want to verbally process and be real. Verbal processing takes a while. He's thinking in terms of rhetorical persuasion. Doesn't work on God.",
    "start": "00:11:27",
    "end": "00:12:06"
  },
  {
    "text": "Oh, right.",
    "start": "00:12:06",
    "end": "00:12:07"
  },
  {
    "text": "He's not. Like, he'll respond to you more if you butter him up first or something like that.",
    "start": "00:12:07",
    "end": "00:12:12"
  },
  {
    "text": "Yeah. You don't have to, like, come up with the magic words or the right phrasing to beseech God. There's a simplicity and brevity to this, which I suppose doesn't mean, hey, do the quick prayer and then go on with your life, Right?",
    "start": "00:12:12",
    "end": "00:12:29"
  },
  {
    "text": "I don't think so, no. If anything, what we'll see when we compare it to the other version, when Jesus teaches his disciples to pray in Luke, they come up to him and ask him, and he gives them a model prayer that's similar to this one in Matthew but also different. So it seems like for Jesus, this model prayer could actually take a few different verbal forms. But the core importance was this sequence of ideas that could be expressed in a few different sets of words, and it's the template, as it were, that Jesus wants to pass on. But the shortness is part of its meaning. So it'd be good to dive into some of the background on this prayer, some of the 1st century Jewish cultural background, because there's some awesome stuff. The themes of the prayer are dripping with Hebrew Bible language and imagery, as one would expect for a Jewish rabbi. But also, I have learned a lot by understanding the history of the impact of this prayer throughout church history and the way Jesus followers have received it and what they've done with it over time is really a magnificent story to tell too. So those are kind of three aspects we could dive into.",
    "start": "00:12:29",
    "end": "00:13:41"
  },
  {
    "text": "But before we dive into all that, let's just hear it. The Lord's Prayer, which has been prayed by Christians for over thousands of years in hundreds of languages over all across the world. Here it is, as translated by the Bible Project Scholar Team.",
    "start": "00:13:44",
    "end": "00:14:00"
  },
  {
    "text": "If you're familiar with the Lord's Prayer, there might be some differences.",
    "start": "00:14:00",
    "end": "00:14:04"
  },
  {
    "text": "Our Father who is in the skies.",
    "start": "00:14:04",
    "end": "00:14:06"
  },
  {
    "text": "May your name be recognized as holy.",
    "start": "00:14:07",
    "end": "00:14:09"
  },
  {
    "text": "May your kingdom come and may your will be done.",
    "start": "00:14:10",
    "end": "00:14:13"
  },
  {
    "text": "As it is in the skies.",
    "start": "00:14:13",
    "end": "00:14:14"
  },
  {
    "text": "As it is in the skies.",
    "start": "00:14:14",
    "end": "00:14:16"
  },
  {
    "text": "As it is in the skies.",
    "start": "00:14:16",
    "end": "00:14:17"
  },
  {
    "text": "So also on the land, our daily provision of bread.",
    "start": "00:14:17",
    "end": "00:14:20"
  },
  {
    "text": "Our daily provision of bread.",
    "start": "00:14:20",
    "end": "00:14:22"
  },
  {
    "text": "Give to us today and forgive us our debts, just as we also have.",
    "start": "00:14:22",
    "end": "00:14:27"
  },
  {
    "text": "Forgiven those indebted to us.",
    "start": "00:14:27",
    "end": "00:14:29"
  },
  {
    "text": "Today the food we need. And forgive us our sins, as we have forgiven those who sin against and.",
    "start": "00:14:37",
    "end": "00:14:49"
  },
  {
    "text": "Don'T lead us to be tested, but deliver us from the evil one. Amen.",
    "start": "00:14:49",
    "end": "00:14:55"
  },
  {
    "text": "For if you forgive others for their transgressions, your father in the skies will also forgive you. But if you do not forgive others, your father will not forgive your transgressions.",
    "start": "00:14:57",
    "end": "00:15:07"
  },
  {
    "text": "Actually, you know what? I realized this in our first conversation. This version of the prayer I'm reading doesn't include what has been the traditional form of this prayer in English for about 400 years.",
    "start": "00:15:08",
    "end": "00:15:22"
  },
  {
    "text": "For thine is the kingdom and the power and the glory forever.",
    "start": "00:15:23",
    "end": "00:15:26"
  },
  {
    "text": "Amen.",
    "start": "00:15:26",
    "end": "00:15:26"
  },
  {
    "text": "If you read this in any of the King James versions, new or old or original. Yeah, it has a little doxology at the end. For yours is the kingdom, the power, and the glory forever and ever. Amen. Yeah, so there's a fascinating history to that part of the prayer. It's not in the earliest manuscripts of Matthew or of Luke's version of the prayer. However, that little addition is present in the earliest known recording of the prayer outside the New Testament, which is in late 1st century or more likely, early 2nd century Christian Handbook for discipleship and liturgy. It's called the Didache. It's one of the earliest Christian works outside the New Testament and has a whole section on prayer and it talks about how when somebody becomes a disciple of Jesus, you pray the Lord's Prayer three times a day. Oh, yeah, yeah, totally. And then when it has a little version of the Lord's Prayer, it has that addition on the end.",
    "start": "00:15:26",
    "end": "00:16:27"
  },
  {
    "text": "Okay, so it's an early addition.",
    "start": "00:16:27",
    "end": "00:16:29"
  },
  {
    "text": "It's a very early addition. And it actually makes sense Jesus taught his disciples to pray this way. Yeah. It makes sense that over time, through ritual use and reading in church, that there would develop a doxology ending that would fit it more into like a worship gathering at a house church. But what's fascinating is that added little worship ending found its way in the later manuscripts of the Gospel of Matthew into the prayer in the Gospel that Jesus says in the Gospel of Matthew. And the King James was based off of manuscripts that had that addition to the prayer. But it's not original to the prayer.",
    "start": "00:16:29",
    "end": "00:17:09"
  },
  {
    "text": "Because older manuscripts don't have it.",
    "start": "00:17:10",
    "end": "00:17:12"
  },
  {
    "text": "Yeah. The oldest manuscripts of Matthew and Luke don't have that. Actually, when there were lots of new ancient Greek manuscripts of the New Testament being discovered in the mid-1800s, and these manuscripts of the Gospels with the version of the Lord's Prayer that doesn't have the Thine is the kingdom, the power and the glory, this was huge controversy.",
    "start": "00:17:12",
    "end": "00:17:33"
  },
  {
    "text": "Yeah.",
    "start": "00:17:33",
    "end": "00:17:34"
  },
  {
    "text": "Because there were updated translations being created.",
    "start": "00:17:34",
    "end": "00:17:37"
  },
  {
    "text": "Yeah.",
    "start": "00:17:37",
    "end": "00:17:38"
  },
  {
    "text": "The RSV was one of them. And hugely scandalous.",
    "start": "00:17:38",
    "end": "00:17:42"
  },
  {
    "text": "You can't take something out of the Bible.",
    "start": "00:17:42",
    "end": "00:17:43"
  },
  {
    "text": "Yeah. And so on. And if people didn't understand the manuscript dynamics going on, that it was actually an addition, that part was in addition to the prayer. If people didn't know that, all they knew is there's versions of the Bible coming out and they're like shortening the Lord's Prayer, like blasphemous. Huge controversy about this. And in our English translations have tended to stick close to the King James when it comes to translating the Lord's Prayer, because it's not just a part of the Bible, it's woven into people's memories in a certain form of words. And so you mess with the Lord's Prayer, you're poking the bear. Anyway, you can put together a very compelling explanation for why it would have been added.",
    "start": "00:17:43",
    "end": "00:18:31"
  },
  {
    "text": "Right.",
    "start": "00:18:31",
    "end": "00:18:31"
  },
  {
    "text": "It's very difficult to see why someone would take it away and then put it back later. And then put it back later. Yeah. So anyhow, that's why we don't have. For thine is the kingdom, power, and the glory in what we're talking about. Let's talk through it slowly. So the prayer itself, without the little forgiveness expansion commentary at the end. We'll talk about that later. But the prayer itself is made up of 12 lines divided into six pairs, and each of those six pairs is divided into two. So it's two triads, a set of six lines that make up one eye part. Set of six lines make up the second part. So that's two halves, you of six lines. The first six lines are all addressed to you, which begins with Our Father. And then we address you, God, as you. Yep, they're Father oriented. And there are three requests in the six lines. So we have our Father. We address the one to whom we're speaking, Our Father who's in the skies. Then three requests that all kind of overlap. May your name be recognized as holy, May. May your kingdom come, and may your will be done. They all are meant, like biblical poetry to illuminate each other. They are different ways of wording something that actually at the core is one core thing being asked for here, which we'll explore. So you address the Father who's in the skies. You have the three requests. Name recognizes holy, kingdom come will be done. And then you talk about the venue where you want those prayer requests to be realized. And it mentions the skies again. So it opens with Our Father in the skies. Three requests, and then will be done as it is in the skies.",
    "start": "00:18:31",
    "end": "00:20:26"
  },
  {
    "text": "Also here on the land.",
    "start": "00:20:27",
    "end": "00:20:28"
  },
  {
    "text": "Also here on the land. The skies are an opening and closing frame to this first half of the prayer.",
    "start": "00:20:28",
    "end": "00:20:34"
  },
  {
    "text": "Yeah.",
    "start": "00:20:34",
    "end": "00:20:34"
  },
  {
    "text": "Father, you are in the skies. That's a place where your name is recognized as holy, and your kingdom reigns and your will is done. But what we want is for those things to be true here, those things that are true in the skies, to come on the land. That's the first movement.",
    "start": "00:20:34",
    "end": "00:20:50"
  },
  {
    "text": "Yeah.",
    "start": "00:20:50",
    "end": "00:20:50"
  },
  {
    "text": "That's actually not complicated to understand. It's rich, but it's not complicated. The second six lines are also broken into a triad. And these are about us. So the key word here is us and we, which also was the first word. The first word in the first half was our. Our Father, but then it's all you, you, you, you, yours. The second half begins with the same word, our, but then it's about us. We, us, us, us.",
    "start": "00:20:50",
    "end": "00:21:19"
  },
  {
    "text": "There's no I in the Lord's Prayer. Whoa, whoa.",
    "start": "00:21:19",
    "end": "00:21:24"
  },
  {
    "text": "Is that true, Lord's Prayer? Yeah. Oh, wow. Okay. Good one. And there's three requests here too. There's a request for a daily provision of bread. Give us enough bread to eat today. There's a request for forgiveness, and then there's a request for what I'm going to call deliverance. From or through the test. Don't lead us to the time of testing. That's it. Also not that complicated, but rich. Each one of these is a little world of a biblical theme to explore. So that's the prayer foreign. Let's pause and let's think about the significance of this prayer in its context just within the New Testament. The prayer appears two times in the New Testament. The other time it appears is when the disciples come to Jesus in Luke chapter 11 and they say, lord, teach us to pray. And actually, if you just copy and paste them, you know, from a digital Bible and set them side by side, it immediately becomes clear they're the same prayer uttered in slightly different words. Luke's version goes, father, may your name be recognized as holy. May your kingdom come give us each day our daily bread. Forgive us our sins, as we also forgive everyone who sins against us. Don't lead us into the test.",
    "start": "00:21:24",
    "end": "00:22:48"
  },
  {
    "text": "Yeah. Even more brevity.",
    "start": "00:22:49",
    "end": "00:22:51"
  },
  {
    "text": "It's always super short.",
    "start": "00:22:51",
    "end": "00:22:53"
  },
  {
    "text": "Yeah.",
    "start": "00:22:53",
    "end": "00:22:53"
  },
  {
    "text": "And I think that's significant. You can have a conversation about historically. It's interesting to think about how these two different versions of the prayer arose. One conclusion could be Matthew expanded the.",
    "start": "00:22:53",
    "end": "00:23:04"
  },
  {
    "text": "Prayer for literary reasons.",
    "start": "00:23:04",
    "end": "00:23:06"
  },
  {
    "text": "For literary reasons. Another explanation could be that Jesus uttered this prayer regularly, which seems was his intent, because he said, when you pray, pray this way. And prayer in Judaism is about habit and repetition and ritual in the best senses of all those terms. Prayer is something you do morning, day and evening, and you weave into the fabric of your life reciting ancient prayers and making them your own. So it certainly makes sense that Jesus would have uttered this prayer hundreds, thousands of times throughout his life and his time with the disciples, and that he would adapt the wording based off of whatever the mood needs of the day. I don't know. To me, it's just cool that there are two versions of this prayer that are clearly the same ideas, but slightly different wording, which I think should be a launching pad for us, that it's.",
    "start": "00:23:06",
    "end": "00:24:02"
  },
  {
    "text": "Not strictly about the exact wording, it's about these ideas.",
    "start": "00:24:02",
    "end": "00:24:06"
  },
  {
    "text": "Correct. About the sequence of ideas. Like with the Shema, right. That you say morning, day and night, hear, O Israel, hear. Yahweh is our Elohim Yahweh alone.",
    "start": "00:24:06",
    "end": "00:24:16"
  },
  {
    "text": "But there isn't different versions of that.",
    "start": "00:24:16",
    "end": "00:24:18"
  },
  {
    "text": "That's true, but my point is just through repetition, there's something about those ideas. One God to whom all my loyalty, my existence, it all comes from that one.",
    "start": "00:24:18",
    "end": "00:24:29"
  },
  {
    "text": "And I listen.",
    "start": "00:24:30",
    "end": "00:24:31"
  },
  {
    "text": "I devote myself to love and to listen. Today there's something I need to hear there every day, apparently, and so the same here. There's something about these sequence of six ideas that the God of Jesus is my Father, that I am anticipating and waiting, yearning for some arrival of his kingdom and his will so that his reputation is restored. I'm asking for just enough for each day I'm recognizing and naming, that I fail to live up to Jesus ideals, even my own. And also that every day is going to present me with choices that will test my faithfulness to God and to others. There's something about that sequence that I need to remind myself of every day, multiple times a day, to live in this story.",
    "start": "00:24:31",
    "end": "00:25:22"
  },
  {
    "text": "Liturgy shapes us. To help us understand more about how that works, our lead producer, Stephanie Tam, spoke with professor and author James K.A. smith.",
    "start": "00:25:30",
    "end": "00:25:41"
  },
  {
    "text": "I am a professor of philosophy at Calvin University and I serve as editor in chief of Image Journal, which is quarterly devoted to art, faith and mystery.",
    "start": "00:25:41",
    "end": "00:25:51"
  },
  {
    "text": "He's written extensively on the power of liturgy in his book, you Are what yout the Spiritual Power of Habit.",
    "start": "00:25:51",
    "end": "00:25:59"
  },
  {
    "text": "So let's start by defining liturgy, because I think when many people, maybe in particular the American context, Protestant context, hear the word liturgy today, they might think of these stuffy recitations, maybe even Latin chants from medieval monasteries. And the idea being that liturgy lacks spontaneity and personality.",
    "start": "00:26:00",
    "end": "00:26:24"
  },
  {
    "text": "Yeah. My interest is to stretch the word a little bit so that it also gets refreshed. Maybe the two easiest shorthand definitions would be liturgy and liturgies are practices, rituals, routines. They are something that you do that do something to you. Right. So I think what makes liturgies religious, I think what makes rituals spiritual is not that they just plant ideas in our heads or something. It's that they are actually sort of inscribing a desire in our heart for some certain end. So these love shaping practices then really get at the very core of who we are because we are what we love.",
    "start": "00:26:24",
    "end": "00:27:14"
  },
  {
    "text": "Yeah. So you have a great way of putting in your book. You talk about liturgies as a kind of ritual that's loaded with an ultimate story, something that tells us who we are and what we're here for. I wonder if you could read out that extract.",
    "start": "00:27:15",
    "end": "00:27:32"
  },
  {
    "text": "Sure. To use a metaphor, think of these liturgies as calibration technologies. They bend the needle of our hearts like a compass. But when such liturgies are disordered, aimed at Rival kingdoms. They are pointing us away from our magnetic north in Christ.",
    "start": "00:27:32",
    "end": "00:27:53"
  },
  {
    "text": "Yeah, that's really beautiful. And in what ways does liturgy actually shape us spiritually, physically, neurologically? Feel free to draw from your research on habit formation.",
    "start": "00:27:54",
    "end": "00:28:05"
  },
  {
    "text": "So one of the reasons why I say that liturgies are so significant is because we don't think our way through the world. We imagine our way in the world. And so if we are going to take seriously how our habits are formed, those habits are caught rather than taught, which is why practices sort of shape us. Some of the core spiritual insights of the ancient church was first of all to embrace repetition. So I think that's one of the things that really got disrupted in modernity is we thought, oh, the most important thing is to be sincere, which means doing novel things. And therefore you're kind of making it up extemporaneously over and over again. Whereas the ancient desert dwellers and the ancient Christian tradition says, no, no, no, wait. If we are creatures of ha. God giving us rhythms and routines and rituals to live into is a gift, because that repetition is exactly how the scripture gets inscribed in our hearts. It gets into our bones and under our skin. So repetition is a good thing. I think the other thing the ancients appreciated was that we are aesthetic beings. We are very much shaped by what we imagine. And the imagination is a really core sort of faculty of the human person. But it also means we are embodied beings, we are material beings. Our bodies are integral to our identity, which is why bodily rituals, to kneel when we confess our sins, to raise our hands in praise and thanksgiving, to receive a blessing with open hands, all of those physical acts are sort of portals to the heart. And so the way to the heart is through the body.",
    "start": "00:28:06",
    "end": "00:29:58"
  },
  {
    "text": "Yeah, I love that notion of embodiment because I think it really speaks to also the whole incarnational theology as well that, you know, it's relevant that Jesus was God incarnate and the Word taking.",
    "start": "00:29:59",
    "end": "00:30:13"
  },
  {
    "text": "On flesh, it's absolutely the linchpin of the salvation of the cosmos. And I would add, by the way, that when Christ ascends and gives to us the gift of the Spirit, the Spirit comes to us through the channels of these practices as well. Yes, the Spirit indwells us, but one of the sort of historic convictions of the church is that these rhythms and rituals and routines are also spirited, spirit filled. And so if you want to be shaped by the Spirit, do this, practice this, join this community and their repertoire of gospel shaped practices and you will find the Spirit coursing through them.",
    "start": "00:30:13",
    "end": "00:30:57"
  },
  {
    "text": "Yeah, you know I'm from the States originally, but I've been living in England for the past several years because my husband is a pastor in the Church of England. And one of the things I've really come to appreciate in the Anglican Church is the Book of Common Prayer, because it has this deeply poetic liturgy. Its rhythm and structure really guides you through the Gospel of grace with the ritual of confession and then reassurance and the comfortable words and finally communion.",
    "start": "00:30:57",
    "end": "00:31:29"
  },
  {
    "text": "Yes. And so we have to refuse the false dichotomy between liturgy and spirit. Right. There's some people think, oh, well, if I'm just going through these liturgies, where's the Spirit? The Spirit is in the liturgies, and those are the gifts that God gives us.",
    "start": "00:31:30",
    "end": "00:31:49"
  },
  {
    "text": "Hmm. Yeah. That's interesting, too, because even. Even when Jesus was teaching his disciples to pray, you can see some of the traditions of the Shema that are informing it. I wonder if you have any thoughts on the significance of the way the Lord's Prayer invites Jesus followers into the position of children of God.",
    "start": "00:31:49",
    "end": "00:32:12"
  },
  {
    "text": "So I think the prayer is a gift, both because it's. It is a way of Jesus training us of how to approach God and to enter into God's life and how to be attuned to the world that's around us. But I also think the form of the prayer is its own gift, which is why for millennia, Christians privately and when they have gathered, have said that prayer together. And that is not an empty ritual. It is an apprenticeship to God's desire for the world. And so I think the form of the prayer is part of the gift. The Lord's Prayer that Jesus teaches us has a certain poetic structure to it. There's a meter and a cadence to it, which is also why it's memorable. Right. You can sort of. You can carry it with you, which is then why this prayer can always be on your lips whenever you need it.",
    "start": "00:32:14",
    "end": "00:33:17"
  },
  {
    "text": "Yeah, just. It's interesting to think about the symmetry of that, how the Lord's Prayer is the way in which the Sermon on the Mount's themes are gathered and focalized.",
    "start": "00:33:17",
    "end": "00:33:28"
  },
  {
    "text": "Yes. And compressed and rehearsed. Yes, absolutely.",
    "start": "00:33:29",
    "end": "00:33:32"
  },
  {
    "text": "It struck me that the Lord's Prayer actually feels like a little microcosm of that kind of orientation upwards and then orientation outwards towards the kingdom and then confession and, you know, repentance and all of that as well.",
    "start": "00:33:32",
    "end": "00:33:48"
  },
  {
    "text": "And in that sense, it also echoes what the Eucharist does, what communion does within the ark of a worship service, which is also a microcosmic recapitulation of the Whole story. I do think the prayer was certainly very early on adopted as something that was repeated by the Church. Part of what would also interest me is when the Lord's Prayer is sung, I think it deepens again the capacity for it to become a prayer that gets under our skin. Do you know, maybe the phrase that's often attributed to St. Augustine, he who sings, prays twice. And so if you sing the Lord's Prayer, it embeds itself in you in an even more sort of visceral and, I think, kinesthetic way, not just as a memorization, but as sort of a song that your heart sings.",
    "start": "00:33:48",
    "end": "00:34:52"
  },
  {
    "text": "Yeah, that's beautiful. The power of song and prayer. Jamie, thank you so much for joining us. This was such a pleasure.",
    "start": "00:34:53",
    "end": "00:35:01"
  },
  {
    "text": "Yeah, my pleasure.",
    "start": "00:35:01",
    "end": "00:35:02"
  },
  {
    "text": "Before you go, I'd love to just get you to read out a quote from your book.",
    "start": "00:35:03",
    "end": "00:35:07"
  },
  {
    "text": "Yeah. Formative Christian worship paints a picture of the beauty of the Lord and a vision of the shalom he desires for creation in a way that captures our imagination. If we act toward what we long for, and if we long for what has captured our imagination, then reformative Christian worship needs to capture our imagination. That means Christian worship needs to meet us as aesthetic creatures who are moved more than we are convinced. Our imaginations are aesthetic organs. Our hearts are like stringed instruments that are plucked by story, poetry, metaphor, images. We tap our existential feet to the rhythm of imaginative drums. As the author Antoine de Saint Exupery once put it, if you want to build a ship, don't drum up people to collect wood and don't assign them tasks and work, but rather teach them to long for the endless immensity of the sea.",
    "start": "00:35:07",
    "end": "00:36:13"
  },
  {
    "text": "That was James K.A. smith in conversation with Stephanie Tam, reading from his book, you Are what yout Love. I love that idea from Augustine that he who sings prays twice. That's something that Tim discovered back in Jerusalem and we'll come back to as well. You're listening to BibleProject Podcast. I'm your host, Michelle Jones. Let's get back to the studio with Tim and John. They're going to unpack some of the historical and religious context behind the Lord's Prayer.",
    "start": "00:36:25",
    "end": "00:37:01"
  },
  {
    "text": "So is it strange that Jesus is introducing a new prayer?",
    "start": "00:37:02",
    "end": "00:37:05"
  },
  {
    "text": "No, no. Forms of liturgical prayer developed all throughout Israel's history alongside the Shema, the Book of Psalms, a huge resource of that. The more prayer, the better.",
    "start": "00:37:06",
    "end": "00:37:17"
  },
  {
    "text": "A quiverful of prayers.",
    "start": "00:37:18",
    "end": "00:37:20"
  },
  {
    "text": "Quiverful, yeah, totally. In fact, here's a good example. Jesus himself is not innovating here with the idea of introducing a new prayer. If you're forming a crew of disciples and you want to teach them, you know, what you've learned about how to be faithful to the covenant and to love God and love neighbor teaching. Memorable prayers that would be memorized and recited by your students. Totally a thing in the history of Jewish liturgy and prayer. There's actually one particular prayer that's still recited today. It goes very ancient, like back to Second Temple period times. It's called the Kadish. You heard of this before? The Kadish?",
    "start": "00:37:20",
    "end": "00:37:58"
  },
  {
    "text": "No, because I mean for holy.",
    "start": "00:37:58",
    "end": "00:38:00"
  },
  {
    "text": "Yeah, it's a prayer of making holy. It's a prayer by which one sets one's own life and heart aside as holy to Yahweh in the process of praying it. But in certain Jewish traditions, the kadish is recited, you know, every Sabbath, at the Sabbath gatherings and synagogues and at special occasions and so on, in an ancient form of the Kadish. This is the conclusion right here. I'm quoting from it here. There's this Jewish scholar, last name Elbogin, who's kind of written this definitive history of Jewish liturgy. So that's where I got this from. And this is the conclusion to the Kadish. May God's great name be exalted and hallowed or recognize as holy in the world which he created according to his will. May he establish his kingdom in your lifetime and in your days and in the lifetime of the house of Israel, speedily and soon. And we say ameen, and this predates Jesus is a prayer that we know was prayed and circulated by faithful Jews in the Second Temple period. You can see the particular choice of certain words and ideas are not original to Jesus in the Lord's Prayer. He's putting his own stamp on things, as we'll see. But to pray for God's name and reputation to be recognized, to pray for God's kingdom and will to come. This is dyed in the wool, 1st century devout Jewish prayer. Jesus's prayer fits like right in the center of that. How does that strike you? I thought this was cool when I learned about it.",
    "start": "00:38:01",
    "end": "00:39:41"
  },
  {
    "text": "That there's another prayer that has similarities.",
    "start": "00:39:41",
    "end": "00:39:44"
  },
  {
    "text": "Or that Jesus is not just reflecting his own learnings and impressions from the Hebrew scriptures himself, but that he himself is a part of a tradition of Judaism in the time he grew up, that he was formed by. And so when he teaches a prayer, it's his own unique stamp, but also combining things that all of his neighbors were praying as he was growing up too.",
    "start": "00:39:44",
    "end": "00:40:07"
  },
  {
    "text": "Can I ask you more about the custom of praying then?",
    "start": "00:40:08",
    "end": "00:40:11"
  },
  {
    "text": "Oh, yeah, sure.",
    "start": "00:40:11",
    "end": "00:40:12"
  },
  {
    "text": "So if you're a Torah observing Jewish person, you're going to stop three times a day and recite the Shaba.",
    "start": "00:40:12",
    "end": "00:40:20"
  },
  {
    "text": "Yeah. There's little clues in the Hebrew Bible itself, especially from the literature from the latest stages of it. There's that story about Daniel praying, facing the temple that doesn't exist in his day, but he's facing it anyway. And he prays at fixed times of day. There's multiple psalms that talk about times of prayer in the morning, my prayer rises to you in the evening that many observant Jews still follow today. And in Islam, most forms of Islam, the iconic image of Muslims spreading out their prayer rugs on the sidewalk. Wherever they are, they've got it in their backpack and they pray.",
    "start": "00:40:20",
    "end": "00:40:58"
  },
  {
    "text": "Yeah. Because it's synchronized. Everyone does it at the same time.",
    "start": "00:40:58",
    "end": "00:41:00"
  },
  {
    "text": "That's right. In all of the earliest forms of Christianity, and many still exist today, the same fixed times of prayer where you paused and do that. It's only in certain forms of kind of modernized Catholicism and then really widespread in Protestantism, those practices have been dropped.",
    "start": "00:41:00",
    "end": "00:41:22"
  },
  {
    "text": "Okay.",
    "start": "00:41:22",
    "end": "00:41:23"
  },
  {
    "text": "When I was riding the bus to school when I lived in Jerusalem, I was often sitting next to somebody praying on the bus. Yeah. With their little version of psalms. But there were times when, like, I was coming home, you know, at midday, and I could watch somebody recognize that it was their time and do something, maybe put on a headpiece sometimes if it was an Orthodox Jew or it was clear they were creating the moment in the space where they were on the bus. But you would watch people doing it outside on the streets, just pausing, turning aside and beginning to rock back and forth as kind of a physical movement to begin to focus and meditate. Beautiful. So beautiful. Really. If our habits form us right, then this is a tradition that has not forgotten that our physical body movement, postures, rhythms, habits, shape our view of reality over the long haul. And that's what this is all about. It's about a way of life that helps you sustain a certain way of seeing the world and a certain way of living in the world.",
    "start": "00:41:23",
    "end": "00:42:33"
  },
  {
    "text": "So when the disciples came to Jesus and were like, teach us to pray. That happened in Luke, right?",
    "start": "00:42:34",
    "end": "00:42:38"
  },
  {
    "text": "Yeah, in Luke's version. That's right.",
    "start": "00:42:38",
    "end": "00:42:40"
  },
  {
    "text": "They're kind of specifically saying, hey, these times of prayer that we do, give us your.",
    "start": "00:42:40",
    "end": "00:42:47"
  },
  {
    "text": "Yeah, totally. Yeah. What they're not saying is, wow, Jesus, you know, we don't know how to pray. They've grown up steeped in prayer. Yeah, it's more about, give us the rabbi, Jesus prayer.",
    "start": "00:42:48",
    "end": "00:43:00"
  },
  {
    "text": "Give us the Rabbi Jesus prayer.",
    "start": "00:43:00",
    "end": "00:43:01"
  },
  {
    "text": "They want the Rabbi Jesus prayer.",
    "start": "00:43:01",
    "end": "00:43:02"
  },
  {
    "text": "Yeah. It's interesting because my tradition prayer was not liturgical. It was very relational, Spontaneous. Spontaneous. But then there were certain times you do it.",
    "start": "00:43:02",
    "end": "00:43:15"
  },
  {
    "text": "I see, right, yeah.",
    "start": "00:43:15",
    "end": "00:43:16"
  },
  {
    "text": "You do it to start a meeting.",
    "start": "00:43:16",
    "end": "00:43:17"
  },
  {
    "text": "Okay. Yeah, let's start a meeting. Eat a meal.",
    "start": "00:43:20",
    "end": "00:43:23"
  },
  {
    "text": "Eat a meal.",
    "start": "00:43:23",
    "end": "00:43:23"
  },
  {
    "text": "Beginning of the day.",
    "start": "00:43:23",
    "end": "00:43:24"
  },
  {
    "text": "Yeah.",
    "start": "00:43:24",
    "end": "00:43:25"
  },
  {
    "text": "Connected to Bible time.",
    "start": "00:43:25",
    "end": "00:43:26"
  },
  {
    "text": "Land a sermon.",
    "start": "00:43:27",
    "end": "00:43:28"
  },
  {
    "text": "Yeah.",
    "start": "00:43:28",
    "end": "00:43:29"
  },
  {
    "text": "When you nice prayer there. Finish a sermon, sometimes that turns into the second sermon.",
    "start": "00:43:29",
    "end": "00:43:32"
  },
  {
    "text": "The prayer, the prayer.",
    "start": "00:43:35",
    "end": "00:43:36"
  },
  {
    "text": "There's a little sermonette after the sermon. There was just prayer times where it's like, hey, let's come together and pray.",
    "start": "00:43:36",
    "end": "00:43:43"
  },
  {
    "text": "Yeah. Prayer meetings.",
    "start": "00:43:43",
    "end": "00:43:44"
  },
  {
    "text": "Prayer meetings. Or let's pray for each other. Let's all share prayer requests and then we'll go around the room and try to remember every prayer request as we say them to God.",
    "start": "00:43:44",
    "end": "00:43:54"
  },
  {
    "text": "Yes.",
    "start": "00:43:54",
    "end": "00:43:54"
  },
  {
    "text": "So there was that man.",
    "start": "00:43:54",
    "end": "00:43:55"
  },
  {
    "text": "You know, when I was first re entered into Christian culture as a young adult follower of Jesus, it was into skate church community, the ministry where we met, and also at a Christian college where we met and overlapped. I don't remember if it was a chapel or something. I was introduced to the first time to the acronym ACTS A C T.",
    "start": "00:43:55",
    "end": "00:44:16"
  },
  {
    "text": "S adoration as a liturgy for prayer. Oh yeah.",
    "start": "00:44:16",
    "end": "00:44:21"
  },
  {
    "text": "You begin with adoration, then you move towards confession, then you express your thanksgiving and then supplication, which is the only time I had ever heard or probably ever used the word supplication in reciting that acronym, which just means request. Making your request.",
    "start": "00:44:21",
    "end": "00:44:38"
  },
  {
    "text": "Supply. Supply me.",
    "start": "00:44:38",
    "end": "00:44:39"
  },
  {
    "text": "Yeah, supply me. Give me the supply.",
    "start": "00:44:39",
    "end": "00:44:41"
  },
  {
    "text": "Give me the supply.",
    "start": "00:44:42",
    "end": "00:44:43"
  },
  {
    "text": "So anyway, even Protestant traditions that get twitchy about the concept of liturgy have a liturgy in a way. Something like the Acts liturgy is like unto the structure of the Lord's Prayer. It's a skeleton, It's a template. Let this sequence and movement of prayer get deep inside of you so that you begin to think within its categories. When I pray these, it's a form of wisdom literature, shaping your character and shaping your categories for what it even means to relate to God and live in relationship to God and others in the world. Yeah. I think maybe it's just that the Jewish tradition has a higher value on shaping me to teach the categories of what it even means to pray and then letting that be like a mold into which I begin to pour my own words and experiences over time. The point I make is this formative shaping experience of prayer is not in competition with other forms of prayer. It's in addition, prayer is a many faceted jewel in possession of the community of Jesus and It can do many things. But what we definitely shouldn't ignore is that one of the main ways and functions that prayer had in Jesus setting and in the prayer he gave to us was the formative prayer that's meant to shape us through repetition over a long period of time. When Jesus says, when you pray, pray this way, what he's assuming is you pray. And the first audience of that was Jewish people who prayed three times a day. So add this into your daily prayer liturgy. This is what he means when he says, when you pray, pray this way. If I wake up every day and I say out loud to myself, what I'm really aiming for in life is X. Oh, dude, I had this great moment. Such a good parenting moment. We were driving in the car just. And I with the boys, somehow it came up, this conversation about, like, what's the ultimate good in life? Or like, what are you guys after? What do you guys hope for in life?",
    "start": "00:44:43",
    "end": "00:46:58"
  },
  {
    "text": "That's what you guys talk about in the car?",
    "start": "00:46:58",
    "end": "00:46:59"
  },
  {
    "text": "Not all the time. Oh, yeah. Okay, here's what it was. Roman, my 10 year old, saw a Tesla and he's really interested in them because he's seen one go very fast one time and then break really quick and then go really fast again. So he is talking about what he is hoping for is to have a job where he can make enough money to buy a Tesla.",
    "start": "00:47:01",
    "end": "00:47:22"
  },
  {
    "text": "Yeah.",
    "start": "00:47:22",
    "end": "00:47:23"
  },
  {
    "text": "And then we talk about, yeah, you know, people make all kinds of goals in life based on what they want out of life and what they think will make them filled or happy. And what, what are some of your goals, Roman? What about you, August? So Roman's like, well, to have a job, to live in a medium sized.",
    "start": "00:47:24",
    "end": "00:47:39"
  },
  {
    "text": "House like ours, like a Goldilocks house.",
    "start": "00:47:39",
    "end": "00:47:42"
  },
  {
    "text": "To drive a Tesla, to have a security guard.",
    "start": "00:47:42",
    "end": "00:47:46"
  },
  {
    "text": "To have a security guard, that's a very specific and unique goal.",
    "start": "00:47:47",
    "end": "00:47:54"
  },
  {
    "text": "And to have the Tesla protected by motion sensitive lasers. That's what he said.",
    "start": "00:47:54",
    "end": "00:48:00"
  },
  {
    "text": "Yeah, I think they already are.",
    "start": "00:48:01",
    "end": "00:48:02"
  },
  {
    "text": "And his brother said, I just want to be happy. And then Jessica asked him like, oh, like, what would that look like for you to be happy? And he said, I just want to be content and happy. And that was the end of the conversation. Then something else came up and on we went. But you know, I'm thinking about these little humans and they're forming these desires and goals. And so this is the stuff of like, you know, how to be successful in life of like creating slogans for yourself and goals.",
    "start": "00:48:03",
    "end": "00:48:38"
  },
  {
    "text": "Yeah.",
    "start": "00:48:38",
    "end": "00:48:38"
  },
  {
    "text": "Repeating things to yourself. If you wake up every day and say, my goal is to get a job to earn enough money to buy a Tesla.",
    "start": "00:48:38",
    "end": "00:48:47"
  },
  {
    "text": "Yeah.",
    "start": "00:48:47",
    "end": "00:48:48"
  },
  {
    "text": "That shapes you shape your view of everything over a long period of time. If you wake up every day and what you say is our Father in the skies, may your name be recognized as holy. It will shape a human life in a very particular way. That's the main point, I guess here we're all shaped by our desires. We're all aiming at certain desires. And this prayer is focusing and directing a person's desire in a very particular way.",
    "start": "00:48:48",
    "end": "00:49:17"
  },
  {
    "text": "Yeah.",
    "start": "00:49:17",
    "end": "00:49:18"
  },
  {
    "text": "It does raise a legitimate question. Jesus gave his disciples a prayer to shape them. It just stands to reason that among the prayers that I think I should prioritize to let shape my imagination, I think it should be this one may seem so self evident to many people, but for traditions that don't use the Lord's Prayer on a regular basis or way or to teach people how to pray, it comes as like a new idea. That's how I experienced. This was again when I went to St. Mark's Syrian Orthodox Church. That was kind of my moment of rediscovering the power of the Lord's Prayer in a new way. Amin Amen.",
    "start": "00:49:18",
    "end": "00:50:05"
  },
  {
    "text": "Before we finish, let's go back to Tim and John with one last way to think about the Lord's Prayer. How the prayer shaped Jesus himself.",
    "start": "00:50:17",
    "end": "00:50:25"
  },
  {
    "text": "Jesus composed this prayer. This is Jesus prayer. Like he gave us the prayer that he prayed. He called God Father.",
    "start": "00:50:26",
    "end": "00:50:34"
  },
  {
    "text": "Yeah.",
    "start": "00:50:34",
    "end": "00:50:35"
  },
  {
    "text": "So it's not just like Jesus is being our teacher, he's sharing with us his own heart.",
    "start": "00:50:35",
    "end": "00:50:39"
  },
  {
    "text": "Very personal experience.",
    "start": "00:50:39",
    "end": "00:50:41"
  },
  {
    "text": "Actually, it's so beautiful to think about this as a way of participating in the experience of Jesus in prayer. In the Garden of Gethsemane where he talks about, you know, Father, if it's possible, take this cup from me, but not my will, rather your will be done in that little line. May your will be done.",
    "start": "00:50:41",
    "end": "00:51:06"
  },
  {
    "text": "Oh yeah.",
    "start": "00:51:06",
    "end": "00:51:07"
  },
  {
    "text": "Verbatim from the prayer.",
    "start": "00:51:07",
    "end": "00:51:08"
  },
  {
    "text": "Yeah.",
    "start": "00:51:08",
    "end": "00:51:08"
  },
  {
    "text": "So it's a good example of where in the moment of crisis, what comes out is his own prayer that has shaped how he prays. And so he submits his will to the Father's will. We participate in the very heart and mind of Jesus when we walk through these words in this prayer. There's nothing else quite like this. In the New Testament there's beautiful prayers that Paul prays or that Moses prays or Ezra in the Hebrew Bible. But to get a prayer from the very heart and mind of Jesus that he composed, that he prayed himself the course of his adult life, that's powerful stuff. Man, this thing is stick of dynamite if we are willing to embrace it. Yeah, I'm excited. Let's explore this more together.",
    "start": "00:51:08",
    "end": "00:51:55"
  },
  {
    "text": "In the next four episodes, we're gonna walk through the Lord's Prayer line by line, making it new to us. We'll look at the translation decisions we've made, and we'll learn to sing it in a new way. In fact, an idea occurred to John and I. What if we wrote a new melody to help us sing it?",
    "start": "00:52:02",
    "end": "00:52:19"
  },
  {
    "text": "Yes. And so I immediately thought of getting some help. Brian Hall's a good friend of mine, and you know him because he wrote the main theme song of this podcast. He's the lead singer of the band Tense. And that's tents as in tabernacles, not tense as in uptight. Brian immediately recommended we collaborate with another amazing artist, Liz Vice. Liz is a gospel, soul, and R and B infused singer, songwriter.",
    "start": "00:52:19",
    "end": "00:52:44"
  },
  {
    "text": "I love Liz Vice. I'm excited about this. So let's listen in as you and Tim commission Brian and Liz.",
    "start": "00:52:44",
    "end": "00:52:51"
  },
  {
    "text": "No commission.",
    "start": "00:52:54",
    "end": "00:52:54"
  },
  {
    "text": "Okay. Hey, guys. Hey, Brian. Hey, Liz.",
    "start": "00:52:54",
    "end": "00:52:59"
  },
  {
    "text": "Hello.",
    "start": "00:52:59",
    "end": "00:52:59"
  },
  {
    "text": "Hey, what's up?",
    "start": "00:52:59",
    "end": "00:53:00"
  },
  {
    "text": "What's up? You all have been thinking about the Lord's Prayer on our behalf, so we can make a melody.",
    "start": "00:53:00",
    "end": "00:53:07"
  },
  {
    "text": "Yeah.",
    "start": "00:53:07",
    "end": "00:53:08"
  },
  {
    "text": "So I think the most important thing I would want to say is mess with the translation for a couple reasons. One of them is just historical, where the prayer comes from. So Jesus shared this prayer in Aramaic that was most likely or first century Hebrew. But people debate these things. But that's not the form that we have it in the New Testament. It was by the first generation of his disciples translated into Greek, and there's.",
    "start": "00:53:08",
    "end": "00:53:37"
  },
  {
    "text": "Even multiple forms of it in the.",
    "start": "00:53:37",
    "end": "00:53:39"
  },
  {
    "text": "New Testament and then in English because we're speaking English and you're going to write the song in English, I'm pretty sure.",
    "start": "00:53:39",
    "end": "00:53:46"
  },
  {
    "text": "I'm assuming we'll try our best. Who knows what's going to happen today?",
    "start": "00:53:47",
    "end": "00:53:52"
  },
  {
    "text": "But each of those steps from Aramaic in two forms, Luke and Matthew into Greek and then from Greek into early English, then into modern English. Like every one of those steps, the prayer has been transformed. So our translation that we made for Bible Project, there's nothing sacred about it. It's one way and it's a particularly wordy way because we're trying to represent in English how it feels in Greek, particularly the Greek form. But the Greek wasn't able to reproduce fully the alliteration and rhyming that's happening in Aramaic. And sorry, this is just nerdy, but it's cool. You'll find this cool. So Aramaic, Semitic languages, are just way more compact. They communicate more meaning with fewer syllables on average. In the first one, they all end with the same sound.",
    "start": "00:53:54",
    "end": "00:54:47"
  },
  {
    "text": "Oh, wow.",
    "start": "00:54:48",
    "end": "00:54:48"
  },
  {
    "text": "So the first three sets of lines all rhyme in the ending. They alliterate in their ending.",
    "start": "00:54:48",
    "end": "00:54:54"
  },
  {
    "text": "In Aramaic.",
    "start": "00:54:54",
    "end": "00:54:54"
  },
  {
    "text": "In Aramaic.",
    "start": "00:54:54",
    "end": "00:54:55"
  },
  {
    "text": "Yeah. So originally it was the type of verse that would be very natural to set to music. So easy to memorize in Aramaic.",
    "start": "00:54:55",
    "end": "00:55:03"
  },
  {
    "text": "So I also think that is also something that you could try and capture. So structurally, it has two halves each are three sets of two lines. So a line, pair, line, pair, line, pair, line, pair, line, pair, line, pair. And so it'd be cool to think about it as a 1, 2, 3. 1, 2, 3 in terms of how it feels.",
    "start": "00:55:04",
    "end": "00:55:28"
  },
  {
    "text": "So those are my first thoughts.",
    "start": "00:55:29",
    "end": "00:55:30"
  },
  {
    "text": "Mess with the translation and it has a pretty compact shape in its original form.",
    "start": "00:55:30",
    "end": "00:55:35"
  },
  {
    "text": "It'd be cool if it had a.",
    "start": "00:55:36",
    "end": "00:55:37"
  },
  {
    "text": "1, 2, 3 feel and then a 1, 2, 3.",
    "start": "00:55:37",
    "end": "00:55:41"
  },
  {
    "text": "Yeah, I love that.",
    "start": "00:55:42",
    "end": "00:55:43"
  },
  {
    "text": "Thanks, Tim.",
    "start": "00:55:44",
    "end": "00:55:45"
  },
  {
    "text": "Yeah, appreciate that.",
    "start": "00:55:45",
    "end": "00:55:46"
  },
  {
    "text": "Of course.",
    "start": "00:55:46",
    "end": "00:55:47"
  },
  {
    "text": "Thank you guys.",
    "start": "00:55:47",
    "end": "00:55:47"
  },
  {
    "text": "Thank you.",
    "start": "00:55:47",
    "end": "00:55:48"
  },
  {
    "text": "It's an honor, honestly.",
    "start": "00:55:48",
    "end": "00:55:49"
  },
  {
    "text": "Cool.",
    "start": "00:55:50",
    "end": "00:55:50"
  },
  {
    "text": "Sweet. Thanks.",
    "start": "00:55:51",
    "end": "00:55:52"
  },
  {
    "text": "All right.",
    "start": "00:55:55",
    "end": "00:55:55"
  },
  {
    "text": "All right. Whenever you're ready.",
    "start": "00:55:55",
    "end": "00:56:01"
  },
  {
    "text": "So we'll leave Liz and Brian to do what they do best songwriting over the next few weeks and see what they come up with. And we'd also like to invite you all to join us. To all of our incredible listeners and supporters, we invite you to create your own song and submit it to Bibleproject.com sing the prayer. Next week we'll continue in the Lord's Prayer, diving deeper into the first two lines.",
    "start": "00:56:02",
    "end": "00:56:43"
  },
  {
    "text": "So let's go through the prayer. I'd love to dig in deeper into the specific words and ideas that the prayer has and why. Those are the ones that Jesus wants to have form us.",
    "start": "00:56:44",
    "end": "00:56:56"
  },
  {
    "text": "For instance, why our Father? And what's the significance of daily bread? How does that speak to the story of Israel and the global church today?",
    "start": "00:56:57",
    "end": "00:57:05"
  },
  {
    "text": "Those are the ideas.",
    "start": "00:57:05",
    "end": "00:57:06"
  },
  {
    "text": "Yeah. Why these?",
    "start": "00:57:06",
    "end": "00:57:07"
  },
  {
    "text": "And what do they mean?",
    "start": "00:57:07",
    "end": "00:57:08"
  },
  {
    "text": "Yeah, why these? What do they mean?",
    "start": "00:57:08",
    "end": "00:57:10"
  },
  {
    "text": "And much, much more. The journey continues next week on BibleProject Podcast.",
    "start": "00:57:10",
    "end": "00:57:15"
  },
  {
    "text": "Hi, this is Chris and I'm from Stoneham, Massachusetts.",
    "start": "00:57:17",
    "end": "00:57:20"
  },
  {
    "text": "Hi, this is Jenna Huggins. I'm from New Jersey in the States and living in Australia as a full time missionary. I first heard about bibleproject through a Bible study class. I use bibleproject for diving deeper into the full meaning and story of the Bible as a whole.",
    "start": "00:57:20",
    "end": "00:57:33"
  },
  {
    "text": "I first heard about bibleproject from my friend Dave. He recommended it as a way to sort of unlock the Bible. I use bibleproject for everything, using the videos and so much of my own learning.",
    "start": "00:57:33",
    "end": "00:57:45"
  },
  {
    "text": "My favorite thing about the Bible project is the word studies. Getting to go back to the root words in Hebrew and in Greek to see and understand the importance of words.",
    "start": "00:57:45",
    "end": "00:57:53"
  },
  {
    "text": "My favorite thing about bibleproject is the podcasts. The Wisdom series is definitely a standout. We believe the Bible is a unified story that leads to Jesus.",
    "start": "00:57:53",
    "end": "00:58:02"
  },
  {
    "text": "We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes.",
    "start": "00:58:02",
    "end": "00:58:08"
  },
  {
    "text": "And more@bibleproject.com hey, this is Tyler here.",
    "start": "00:58:08",
    "end": "00:58:12"
  },
  {
    "text": "To read the credits. Stephanie Tam is the lead producer of today's Show. Production of today's episode is by producer Lindsey Ponder, managing Producer Cooper Peltz, producer Colin Wilson. Tyler Bailey is our audio engineer and editor and he also provided our sound design and mix for today's episode. JB Witty does our show notes and Hannah Woo provides the annotations for our app. Original Sermon on the Mount, music by Richie Cohen and the bibleproject theme song is by Tents. Tim Mackey is our Lead Scholar. Special thanks to James K.A. smith, Brian Hall, Liz Vice and the Bibleproject scholar team. And special thanks to Dan Gummel who commissioned and supported the production of this episode, and your hosts, John Collins and Michelle Jones.",
    "start": "00:58:12",
    "end": "00:58:55"
  },
  {
    "text": "SA.",
    "start": "00:58:59",
    "end": "00:58:59"
  }
]