[
  {
    "text": "This is John from bibleproject, and this year we're studying the Sermon on the Mount. With me is co host Michelle Jones. Hi, Michelle.",
    "start": "00:00:04",
    "end": "00:00:10"
  },
  {
    "text": "Hi, John. So we're in the part of the Sermon on the Mount where Jesus teaches his followers how to live by the laws of the Torah.",
    "start": "00:00:10",
    "end": "00:00:16"
  },
  {
    "text": "Right? So the Torah is the first five books of the Hebrew Bible, and at its core, the Torah is a story about how God chose Israel to be his partners, to do justice and righteousness, and in doing so bring life to the whole world.",
    "start": "00:00:16",
    "end": "00:00:30"
  },
  {
    "text": "Yes. Now, a crucial part of story is the moment God gives ancient Israel commands to live by. These are the laws of the Torah, and the most famous are the Ten Commandments. But actually there are over 600 of these commands.",
    "start": "00:00:30",
    "end": "00:00:43"
  },
  {
    "text": "Yes, the laws of the Torah. Now, fast forward a thousand years during the time of Jesus, and the religious leaders of his day are trying to figure out how all of Israel can live faithfully to these ancient laws in their new setting. And so to do that, they've developed their own Torah adherence programs.",
    "start": "00:00:43",
    "end": "00:01:00"
  },
  {
    "text": "Right? And when they see that Jesus isn't fully on board with their program, they start to worry that perhaps he isn't really down for upholding the laws of the Torah.",
    "start": "00:01:01",
    "end": "00:01:09"
  },
  {
    "text": "And Jesus responds, don't suppose I have come to do away with the Torah or the prophets. I have not come to do away with them, but to fill them full.",
    "start": "00:01:10",
    "end": "00:01:17"
  },
  {
    "text": "This is a bold claim by Jesus. Not only do I care deeply about the laws of the Torah, I've come to take what they started and bring it to completion. Here's Tim.",
    "start": "00:01:17",
    "end": "00:01:27"
  },
  {
    "text": "For Jesus, this is all located within the bigger story of God's purposes for Israel and the world that are told in the Scriptures. He wants to form a renewal movement within Israel that fulfills what the giving of the Torah was all about in the first place.",
    "start": "00:01:27",
    "end": "00:01:42"
  },
  {
    "text": "So what does a life fully shaped by God's wisdom in the Torah look like?",
    "start": "00:01:42",
    "end": "00:01:46"
  },
  {
    "text": "Well, Jesus gives us six case studies. In each study, he quotes from a law of the Torah. Then he gives a teaching that helps us discover the wisdom of God within that law.",
    "start": "00:01:47",
    "end": "00:01:57"
  },
  {
    "text": "Now, if you've been following along, you know we've gone through the first three case studies on murder, adultery and divorce. And these work as a triad, right?",
    "start": "00:01:58",
    "end": "00:02:06"
  },
  {
    "text": "They all have a common thread. God's wisdom demands that we must treat everyone with dignity.",
    "start": "00:02:07",
    "end": "00:02:12"
  },
  {
    "text": "That leaves us the last three case studies. In these next three, Jesus teaches on oath keeping, retaliation and enemy love. And together they work as a triad as well, giving us a vision for how humans can work together in spite of inevitable conflict.",
    "start": "00:02:12",
    "end": "00:02:27"
  },
  {
    "text": "Today we start the first of these last case studies, a teaching on the ancient practice of oath keeping.",
    "start": "00:02:27",
    "end": "00:02:34"
  },
  {
    "text": "Thanks for joining us.",
    "start": "00:02:34",
    "end": "00:02:35"
  },
  {
    "text": "Here we go.",
    "start": "00:02:36",
    "end": "00:02:37"
  },
  {
    "text": "All right, Tim, We've been walking through the section of the Sermon on the Mount where Jesus quotes from the Torah in order to expound on the wisdom behind the law and the Torah. And it places him as a wisdom teacher in his setting, trying to figure out, how does the law of the Torah apply to us today?",
    "start": "00:02:50",
    "end": "00:03:09"
  },
  {
    "text": "Yep. For Jesus, this is all located within the bigger story of God's purposes for Israel and the world that are told in the Scriptures. He wants to form a renewal movement within Israel that fulfills what the giving of the Torah was all about in the first place. And so that's what he's offering in these six case studies.",
    "start": "00:03:09",
    "end": "00:03:28"
  },
  {
    "text": "And we're going to move into the second group of three.",
    "start": "00:03:28",
    "end": "00:03:30"
  },
  {
    "text": "Correct.",
    "start": "00:03:30",
    "end": "00:03:31"
  },
  {
    "text": "Which is the fourth of these. I don't have a shorthand for these yet. They're not the antitheses. They're the you've heard it saids. This is the fourth of the you've heard it saids.",
    "start": "00:03:31",
    "end": "00:03:39"
  },
  {
    "text": "Yeah, yeah, that'll work. Yeah. I mean, what he says in the introductory paragraph is these are examples of the greater righteousness.",
    "start": "00:03:39",
    "end": "00:03:47"
  },
  {
    "text": "Oh, that's right. The greater righteousness.",
    "start": "00:03:47",
    "end": "00:03:49"
  },
  {
    "text": "But that word righteousness just doesn't land. Mean it doesn't land. I like the phrase we've come to appreciate, which is doing right by people. How you do right by people.",
    "start": "00:03:49",
    "end": "00:03:59"
  },
  {
    "text": "The greatest way to do right by people.",
    "start": "00:03:59",
    "end": "00:04:01"
  },
  {
    "text": "It's a bit clunky.",
    "start": "00:04:02",
    "end": "00:04:03"
  },
  {
    "text": "We'll get there. So this is the fourth of the greatest way to do right by people.",
    "start": "00:04:05",
    "end": "00:04:08"
  },
  {
    "text": "Yes.",
    "start": "00:04:08",
    "end": "00:04:09"
  },
  {
    "text": "And it's on oath keeping.",
    "start": "00:04:09",
    "end": "00:04:11"
  },
  {
    "text": "Well, kind of. It's more about. Well, let's just see here. I'll let you read it. Matthew, chapter 5, verse 33 to 37.",
    "start": "00:04:11",
    "end": "00:04:17"
  },
  {
    "text": "Again, you have heard that it was said to the ancients. I love how they call them. The ancients.",
    "start": "00:04:17",
    "end": "00:04:24"
  },
  {
    "text": "The ancients. The ancient ones.",
    "start": "00:04:24",
    "end": "00:04:25"
  },
  {
    "text": "Moses and his crew. Yeah, the ancients. They're ancient to us too. Doubly ancient. Again, you have heard that it was said to the ancients, do not break your oath, but fulfill to the Lord the vows you have made. And I tell you, Jesus tells you, do not swear an oath at all. Not by the sky, because it's God's throne. Not by the land, because it's his footstool. And not by Jerusalem, because it's the city of the great king. And do not swear by your head, which I guess is something you can do. Do not swear by your Head for you cannot make even one hair white or black. All you need to say is simply yes or no. Anything beyond that comes from the evil one.",
    "start": "00:04:26",
    "end": "00:05:13"
  },
  {
    "text": "So let's just, first let's acknowledge we've gone from like, really universal personal matters. Sex, anger, conflict in relationships, and now oath swearing.",
    "start": "00:05:13",
    "end": "00:05:26"
  },
  {
    "text": "Yeah, gets a little myopic, so it seems, though.",
    "start": "00:05:26",
    "end": "00:05:30"
  },
  {
    "text": "Yeah, totally. So he's addressing a pretty specific issue in their culture and there's nothing for it. We gotta learn a little bit about Israelite oath swearing to make sense of what Jesus is saying here. But this is a good example of wisdom literature. The issue underneath is actually really powerful.",
    "start": "00:05:30",
    "end": "00:05:49"
  },
  {
    "text": "Okay.",
    "start": "00:05:49",
    "end": "00:05:50"
  },
  {
    "text": "But you just have to do the work to get there. So first thing, these words, do not break your oath. Fulfill to the Lord the vows you've made. This is the first time that Jesus doesn't quote from any single verse or sentence in the Torah. He is actually quoting from three passages of the Torah and creating a new sentence that summarizes all of them. So one's in Leviticus 19, verse 12, where God says to the Israelites, do not swear an oath falsely by my name and so profane the name of your God, I am Yahweh. There's a passage in numbers, chapter 30. If someone makes a vow to Yahweh or takes an oath to bind himself with a binding obligation, he can't or shouldn't violate his word. He should do everything he said he would do. And then there's another passage in Deuteronomy, when you make a vow to Yahweh, your God, don't delay in fulfilling it. It would be a moral failure for you, a sin for you, and Yahweh will require it of you. However, if you don't make a vow, that's not a moral failure. Just be careful to do whatever came out of your mouth. So first of all, there's some vocabulary things. So vows in the Bible and ancient Israel. So these are when people make promises to God. A vow is about a promise to God. It's the Hebrew word neter. There's a story, for example, when Jacob steals from his old blind father and cheats his brother and all that. And he's on the run, he's exiled for 20 years. And so God appears to him in the famous Jacob's ladder. That's not actually a ladder, some kind of ramp connecting heaven and earth. And God says, hey, I got your back. I'm with you. I'm going to protect you. I'm going to bring you back here eventually. Just Trust me. And so he makes a vow. He says to God, if. It's a big if, then if you bring me back to this land, if you keep me safe, then you will be my God, and I will offer a sacrifice to you when I return to the land. So it's this kind of thing. It's God, if you do this for me, then here's what I'll do for you. So this is the neter in Hebrew, or the vow.",
    "start": "00:05:50",
    "end": "00:08:13"
  },
  {
    "text": "Okay. Yeah. And I think classically, we know of marriage vows.",
    "start": "00:08:13",
    "end": "00:08:18"
  },
  {
    "text": "Oh, sure.",
    "start": "00:08:18",
    "end": "00:08:18"
  },
  {
    "text": "But that's a little different.",
    "start": "00:08:19",
    "end": "00:08:20"
  },
  {
    "text": "Seems a little different. So here's what's interesting. Usually vows are between people and God, and then usually between each other between humans. It's called an oath, or in Hebrew, a Shavuah, which can be a synonym for a covenant, but it's basically a promise. In these oaths, oftentimes people will invoke the name of God. So they'll say, by the name of Yahweh, I will repay you five times what you paid me. Or this kind of thing. This is what in Leviticus 19 that I read, do not swear an oath falsely by my name. So if I say, hey, can I borrow your donkey? I'll borrow it for a week and I'll pay you the weeks, whatever you think it's worth, you know, plus an eighth. I'll add an eighth to it, you know, just for, you know, whatever. I promise I'll pay you back by the name of Yahweh. I promise I'll pay you back. And then what if I don't pay you back?",
    "start": "00:08:20",
    "end": "00:09:18"
  },
  {
    "text": "Yeah. You disgrace the name of Yahweh.",
    "start": "00:09:19",
    "end": "00:09:21"
  },
  {
    "text": "Yeah. So that's the kind of thing this law is getting at here.",
    "start": "00:09:21",
    "end": "00:09:24"
  },
  {
    "text": "Okay?",
    "start": "00:09:24",
    "end": "00:09:24"
  },
  {
    "text": "So don't bring Yahweh into it if you're not serious. Yeah, that's right. So if I make an oath to you and bring. Bring Yahweh into it, I better do it.",
    "start": "00:09:24",
    "end": "00:09:34"
  },
  {
    "text": "Yeah, you locked yourself in.",
    "start": "00:09:34",
    "end": "00:09:35"
  },
  {
    "text": "Totally. And then also, if I make a vow to Yahweh, hey, Yahweh, if you bring me spring rain so that I get a bunch of harvest, I'll give a tenth to you. You better do it. So just on the simple level, that's what these O's and vows are talking about.",
    "start": "00:09:35",
    "end": "00:09:49"
  },
  {
    "text": "Got it.",
    "start": "00:09:49",
    "end": "00:09:50"
  },
  {
    "text": "So we have to imagine a culture where people do this. They swear by the name of Yahweh.",
    "start": "00:09:51",
    "end": "00:09:55"
  },
  {
    "text": "And that's a big deal.",
    "start": "00:09:55",
    "end": "00:09:56"
  },
  {
    "text": "And it means something.",
    "start": "00:09:56",
    "end": "00:09:57"
  },
  {
    "text": "It means something significant.",
    "start": "00:09:58",
    "end": "00:09:59"
  },
  {
    "text": "It means something. Yep. That's right.",
    "start": "00:09:59",
    "end": "00:10:00"
  },
  {
    "text": "Like, is that real leverage back Then where it's like, can I have your donkey? No, man, you can't have my donkey. I'll pay you back an eighth. No, man, I need my donkey. I swear by Yahweh, it's like, all right.",
    "start": "00:10:00",
    "end": "00:10:11"
  },
  {
    "text": "Yeah, I guess so. I don't know. I didn't grow up there. And there aren't actually a ton of stories about people doing this in the Hebrew Bible. Usually it's a little formula in Hebrew where somebody says, may Yahweh do such and such to me, and even more if I don't, you know, give you back your donkeys or whatever. So, yeah, people do it. People did it.",
    "start": "00:10:13",
    "end": "00:10:36"
  },
  {
    "text": "Yeah.",
    "start": "00:10:36",
    "end": "00:10:37"
  },
  {
    "text": "And it meant something, apparently. Yeah, yeah, okay. But it gets more complicated. So by Jesus day, Israelite culture is already over a thousand years old and has developed. So by Jesus day, there's already a tradition that's a century or two old where people don't say the name of Yahweh anymore. People avoided pronouncing the divine name. So if this whole practice was about using the name of God, but nobody says the name of God anymore, it creates this vacuum like, well, what do you swear by? So they develop this practice of swearing by things that are really closely associated to Yahweh. They started putting in these other sacred things. But then, as human nature is, you know, you find ways to twist it to your own advantage. Jesus actually brings this up later in the Gospel of Matthew. Prophetic woe oracles that he pronounces over the pharisees. In Matthew 23:16, he says, Woe to you all, you blind gods. You say this. If somebody swears by the temple, it doesn't really mean anything. But if anybody swears by the gold of the temple, well, then you're bound to fulfill your oath, you blind fools. Which is greater, the gold or the temple? That makes the gold sacred. You all say, if anyone swears by the altar, it doesn't really mean anything. But if anybody swears by the gift on the altar, well, then you're bound to fulfill your oath, you idiots. Well, sorry, that's my paraphrase. He calls them you blind people. Which is greater, the gift or the altar? Then Jesus concludes, anybody who swears by the altar swears by anything on it. Anyone who swears by the temple swears by the one who dwells in it, Yahweh. Anyone who swears by the skies, the heaven, swears by God's throne and the one who sits on it.",
    "start": "00:10:37",
    "end": "00:12:40"
  },
  {
    "text": "Why the gold more of an oath than the temple itself.",
    "start": "00:12:40",
    "end": "00:12:45"
  },
  {
    "text": "I Mean, the basic idea is like, imagine the scenario, it's Eliyahu, and he's talking to Yirmiyahu and he says, you know, I told you yesterday, I actually swore to you yesterday on oath that I would help you move your wagon, but you know, my aunt's sick and I gotta go help her, so sorry. And also, I didn't swear by the gold of the temple.",
    "start": "00:12:45",
    "end": "00:13:09"
  },
  {
    "text": "It's a loophole.",
    "start": "00:13:10",
    "end": "00:13:11"
  },
  {
    "text": "So it really wasn't a valid oath in the first place. Yeah, yeah. So Jesus, he's pretty irritated with something that's happening here.",
    "start": "00:13:11",
    "end": "00:13:17"
  },
  {
    "text": "Okay, so here's what's going on. An oath requires you to invoke the name of God in order to make people know that you mean business, that you can be trusted.",
    "start": "00:13:22",
    "end": "00:13:31"
  },
  {
    "text": "Right.",
    "start": "00:13:31",
    "end": "00:13:31"
  },
  {
    "text": "But throughout the centuries, out of a sign of respect for God, Israelites stopped saying God's name out loud. And so what if I want to make an oath with you without using God's name?",
    "start": "00:13:32",
    "end": "00:13:43"
  },
  {
    "text": "Yeah. What do you do?",
    "start": "00:13:43",
    "end": "00:13:44"
  },
  {
    "text": "I could substitute other things in for God. I'll swear by the sky or I'll swear by the temple. These are God adjacent things, so I'm swearing by God without the risk of disrespecting God's name.",
    "start": "00:13:44",
    "end": "00:13:58"
  },
  {
    "text": "Yeah. It's a great solution, however, leave it to human nature to exploit it as a new type of loophole, you know? Well, I didn't really swear by God, did I? I swore by the sky.",
    "start": "00:13:58",
    "end": "00:14:07"
  },
  {
    "text": "Right. It's like the ancient version of crossing your fingers behind your back.",
    "start": "00:14:07",
    "end": "00:14:11"
  },
  {
    "text": "Yeah, it's like hiding details in small print that you don't want someone to read.",
    "start": "00:14:11",
    "end": "00:14:14"
  },
  {
    "text": "Exactly. It's the mafia boss. You know, he's untrustworthy, but he says, I swear by my mother.",
    "start": "00:14:14",
    "end": "00:14:21"
  },
  {
    "text": "Yeah. This is really about trust in relationships. And it's human nature to want to trust people. It's human nature to also not be able to uphold the promises we make.",
    "start": "00:14:22",
    "end": "00:14:33"
  },
  {
    "text": "Totally relationships, they're messy. So it seems that Jesus's basic point here is if I have to manipulate you in order to make myself seem more trustworthy, there's a fundamental breakdown between us.",
    "start": "00:14:33",
    "end": "00:14:47"
  },
  {
    "text": "Yeah, that's a great summary.",
    "start": "00:14:47",
    "end": "00:14:48"
  },
  {
    "text": "Okay, so let's continue learning about the wisdom underneath the laws of oath keeping.",
    "start": "00:14:52",
    "end": "00:14:56"
  },
  {
    "text": "The final line that Jesus says here is in the King James. It's famous. Let your yes be yes and your no be no. Literally in Greek, it's let your word be yes, yes, no, no. And so English translations are all over the map with how they translate that dense little phrase of Jesus Niv has. All you need to say is simply yes or no. That gets the idea across.",
    "start": "00:14:59",
    "end": "00:15:25"
  },
  {
    "text": "Right?",
    "start": "00:15:25",
    "end": "00:15:25"
  },
  {
    "text": "Yeah. But New American Standard is the closest in kind of normal English. But let your statement be yes, yes or no. No.",
    "start": "00:15:25",
    "end": "00:15:35"
  },
  {
    "text": "Let your words be yes, yes or no. No.",
    "start": "00:15:35",
    "end": "00:15:38"
  },
  {
    "text": "Yeah, yeah. Just say yes or just say no.",
    "start": "00:15:38",
    "end": "00:15:41"
  },
  {
    "text": "Right.",
    "start": "00:15:41",
    "end": "00:15:41"
  },
  {
    "text": "Yeah. Here's what's interesting. Let's go back to Sermon on the Mount. Let's just. I just want to nail down one last thing about what Jesus is doing. So his point is, humans inevitably develop these ways to manipulate and take advantage of each other. In his day, it was this practice of, you can swear by certain things that are close to God, but not totally. And so it's sort of like hedging your bets. Well, if I just swear by the skies. Yeah, it's just the skies.",
    "start": "00:15:41",
    "end": "00:16:14"
  },
  {
    "text": "Yeah.",
    "start": "00:16:14",
    "end": "00:16:14"
  },
  {
    "text": "You know, and it's okay. And so Jesus. Point is, anything that you would even try to swear by is God's creation.",
    "start": "00:16:14",
    "end": "00:16:22"
  },
  {
    "text": "Yeah.",
    "start": "00:16:22",
    "end": "00:16:23"
  },
  {
    "text": "And you're implying God in any oath you take, invoking anything at all. So don't swear by the sky or the land or Jerusalem or by your head. Well, it's my head. It doesn't have anything to do with God and Jesus. Point is, what? You don't even have control over your head. Where'd your head come from? Yeah, it comes from God. Where did your head come from? You can't escape God.",
    "start": "00:16:23",
    "end": "00:16:45"
  },
  {
    "text": "Yeah, that makes sense. Taken to its extreme, oath keeping becomes a game. I want you to trust me, but I also need a way out in case I can't hold up my end of the bargain.",
    "start": "00:16:45",
    "end": "00:16:56"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:16:56",
    "end": "00:16:57"
  },
  {
    "text": "So what kind of oath am I gonna take? I swore by the sky, and then I couldn't follow through. And I was like, well, it was just the sky.",
    "start": "00:16:57",
    "end": "00:17:02"
  },
  {
    "text": "Yes.",
    "start": "00:17:02",
    "end": "00:17:03"
  },
  {
    "text": "And now you're like, okay, I can't let John square by the sky. It just turns into this whole game theory dance. How do you trust someone?",
    "start": "00:17:03",
    "end": "00:17:10"
  },
  {
    "text": "That's right.",
    "start": "00:17:11",
    "end": "00:17:11"
  },
  {
    "text": "When can you trust someone?",
    "start": "00:17:11",
    "end": "00:17:12"
  },
  {
    "text": "Yeah, yeah. The point is, is that humans go to elaborate efforts to construct these schemes that help us avoid having to have a real vulnerable, transparent moment with each other.",
    "start": "00:17:12",
    "end": "00:17:25"
  },
  {
    "text": "Yeah.",
    "start": "00:17:25",
    "end": "00:17:25"
  },
  {
    "text": "And just saying I know that you can't trust me because of the way I've treated you.",
    "start": "00:17:26",
    "end": "00:17:31"
  },
  {
    "text": "Yeah.",
    "start": "00:17:31",
    "end": "00:17:31"
  },
  {
    "text": "And so instead of manipulating you, I'm just gonna ask you to give me one more chance, and I will try and do what I said I was gonna do. That's a very vulnerable thing, to be that transparent with somebody, and it makes.",
    "start": "00:17:32",
    "end": "00:17:47"
  },
  {
    "text": "You have to really own up.",
    "start": "00:17:47",
    "end": "00:17:48"
  },
  {
    "text": "Yes.",
    "start": "00:17:48",
    "end": "00:17:49"
  },
  {
    "text": "When you say, like, ah, but I swore by the. By the altar, not the gift. You're like, not really owning up.",
    "start": "00:17:49",
    "end": "00:17:55"
  },
  {
    "text": "Yes, totally. That's exactly right. Yeah. Dallas Willard, you wrote a book called the Divine Conspiracy in the early 2000s. I don't know, man. It rocked my world. So he has a paragraph about this teaching of Jesus that continues to sit with me. I'll just. It's kind of an extended quote, but we'll just work through it because I think he gets to the heart of what this is about. He says the essence of swearing oaths that Jesus targets here is about invoking something or someone else, especially God, to make your words seem more significant and more weighty. The aim is to impress others with your seriousness or your piety so that you get what you want. It's a device of manipulation, designed to override the judgment or input of others in order to possess them for our purposes. Such a good way of putting that. He goes on. It's manipulation, or as we say in our culture, spin. And Jesus says it's evil. Instead of loving and honoring others with truthfulness, the intent is to get one's way by verbal manipulation of the thoughts and choices of others. That's heavy, man. Yeah, that's heavy. One way this applies, and the way that this gets expressed in the practice Jesus targets is the way we borrow from the importance or honor of someone else.",
    "start": "00:17:56",
    "end": "00:19:31"
  },
  {
    "text": "To give your words more.",
    "start": "00:19:32",
    "end": "00:19:33"
  },
  {
    "text": "Yeah, to like, bolster my lack of integrity. So that's one way. That's the specific thing. But again, if we're reading this as wisdom literature, we're also going to try and imagine what are other ways that we do that. That I use God to manipulate other people's perception of me to get them to do what I want. And somehow, when Dallas Willard put it like that, all of a sudden I just started to think about all of these ways that in religious cultures, people.",
    "start": "00:19:33",
    "end": "00:20:06"
  },
  {
    "text": "Use.",
    "start": "00:20:07",
    "end": "00:20:07"
  },
  {
    "text": "Language about God to cut off input from other people or to bulldoze over other people for their own purposes. So that's not exactly what Jesus is talking about, but it's another way that people use God to get what they want.",
    "start": "00:20:09",
    "end": "00:20:28"
  },
  {
    "text": "Yeah. You're saying if the wisdom underneath is don't use the weightiness of God to manipulate trust.",
    "start": "00:20:28",
    "end": "00:20:35"
  },
  {
    "text": "Yeah. Of other people.",
    "start": "00:20:36",
    "end": "00:20:37"
  },
  {
    "text": "Of other people.",
    "start": "00:20:37",
    "end": "00:20:37"
  },
  {
    "text": "Yeah.",
    "start": "00:20:37",
    "end": "00:20:38"
  },
  {
    "text": "If that's the principle, how else does it happen?",
    "start": "00:20:38",
    "end": "00:20:40"
  },
  {
    "text": "Yeah, exactly. How else does it happen? And so this is really tricky. I have had moments before where someone's making a decision and they're just telling me about a decision that they're making. And sometimes it'll be real general. It'll be like, you know, God gave me a real peace about this or even more so God told me to do this.",
    "start": "00:20:40",
    "end": "00:21:03"
  },
  {
    "text": "Yeah.",
    "start": "00:21:03",
    "end": "00:21:03"
  },
  {
    "text": "I believe that like God tells people to do stuff.",
    "start": "00:21:06",
    "end": "00:21:08"
  },
  {
    "text": "Yeah.",
    "start": "00:21:08",
    "end": "00:21:09"
  },
  {
    "text": "The Bible's full of stories like that. And you know, I know people have had those kinds of experiences, but those are really precious experiences. And it makes it weighty. It makes it weighty.",
    "start": "00:21:09",
    "end": "00:21:19"
  },
  {
    "text": "It makes it all sudden like really weighty. From like I have an intuition to the God of the universe has spoken.",
    "start": "00:21:19",
    "end": "00:21:25"
  },
  {
    "text": "Yeah, yeah. But again, the principle is I'm bringing God in to bolster or validate something that I'm saying or doing.",
    "start": "00:21:27",
    "end": "00:21:34"
  },
  {
    "text": "Now this is tricky because what if you've really heard from God in some way?",
    "start": "00:21:35",
    "end": "00:21:40"
  },
  {
    "text": "Totally. That's right. But then it also raises the question of what if I didn't?",
    "start": "00:21:41",
    "end": "00:21:45"
  },
  {
    "text": "What if I'm misunderstanding my experience, earnestly.",
    "start": "00:21:46",
    "end": "00:21:48"
  },
  {
    "text": "Mistaken or worse, what if I've, you know, I've talked myself in to believing that's true and what my real motives are is to just want to get this decision passed so that the church can do this or that. And so yeah, I really believe God told me. And if some elders disagree with me, well, you know, this stuff happens.",
    "start": "00:21:48",
    "end": "00:22:10"
  },
  {
    "text": "Totally.",
    "start": "00:22:11",
    "end": "00:22:11"
  },
  {
    "text": "And it's, I guess to me it's just significant that Jesus wants his followers to be hyper vigilant and aware of how we bring God in to our desires to get things done in the world, in how we relate to other people. And the moment, really, like I said, the moment. Dallas Willard helped me see that aspect of what Jesus is saying here. This one of all the six, this one just leaped in new ways for me and I find myself thinking about it all the time.",
    "start": "00:22:12",
    "end": "00:22:45"
  },
  {
    "text": "Yeah, I can see that.",
    "start": "00:22:45",
    "end": "00:22:46"
  },
  {
    "text": "Because you don't want to have the pendulum swing and therefore never, you never.",
    "start": "00:22:47",
    "end": "00:22:51"
  },
  {
    "text": "Bring God into anything.",
    "start": "00:22:51",
    "end": "00:22:52"
  },
  {
    "text": "Correct. Yeah, I don't think that's the right response, but it's that it seems like Jesus wants us to cultivate a hyper self awareness that I'm not beyond manipulating other people by trying to use God's reputation. And it's just, it's something I need to have on the radar. And this is true, I think for any follower of Jesus. I think it's especially true for religious leaders, whether it's in a local church setting or whatever. Like people like you and me.",
    "start": "00:22:52",
    "end": "00:23:25"
  },
  {
    "text": "Yeah.",
    "start": "00:23:26",
    "end": "00:23:26"
  },
  {
    "text": "Who are like claiming to represent what the Bible is saying. And it's. Anyway, it's a terrifying thing, but it's a part of what Jesus is getting at.",
    "start": "00:23:26",
    "end": "00:23:38"
  },
  {
    "text": "So with the oath thing, Jesus makes it very simple. Let your yes be yes and let your no be.",
    "start": "00:23:39",
    "end": "00:23:43"
  },
  {
    "text": "No. Yeah, that's right. Yep.",
    "start": "00:23:43",
    "end": "00:23:45"
  },
  {
    "text": "Don't bring God into your oaths.",
    "start": "00:23:45",
    "end": "00:23:46"
  },
  {
    "text": "Yeah.",
    "start": "00:23:46",
    "end": "00:23:46"
  },
  {
    "text": "But what we're talking about is convictions, not oaths.",
    "start": "00:23:47",
    "end": "00:23:51"
  },
  {
    "text": "Yeah.",
    "start": "00:23:51",
    "end": "00:23:51"
  },
  {
    "text": "So I have a conviction and this has happened to me where I feel like God's given me a conviction and it means I've got to part ways or do something. And at the end of the day, it might not make full logical sense and I might not be able to give a full defense of it, but it's just like. Just this is my conviction. Feels like it came from the Spirit and so it's bringing me in this direction.",
    "start": "00:23:52",
    "end": "00:24:16"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:24:16",
    "end": "00:24:17"
  },
  {
    "text": "And in a way that's just shutting down the conversation for the other person. And I don't wanna do that in a way that's unhealthy. So I don't know, like, that's good. When it comes to convictions, it feels a little less clean than oaths. And I see how you're bringing this into the conversation because there's the same wisdom.",
    "start": "00:24:17",
    "end": "00:24:36"
  },
  {
    "text": "I am really glad you're raising this. So let's paint a couple scenarios. Let's say someone has a deep conviction. They're reflecting on the scriptures. They feel like through events in their life, maybe even a powerful experience, they felt an impression or heard the Holy Spirit guide them in some specific way. And so they're going to make some decisions. And that decision will mean having to talk with other people because I'm not going to do that thing anymore. I'm going to do this thing.",
    "start": "00:24:37",
    "end": "00:25:05"
  },
  {
    "text": "Yeah.",
    "start": "00:25:05",
    "end": "00:25:06"
  },
  {
    "text": "So I think the question is, how do I handle that conversation and how do I bring God into it? Because I think there are a couple ways to have a conversation like that. You could have a conversation where, here's where I'm at, here's why, here's the reasons for my conviction. Here's an experience I had, and that's just where I'm at. And you invite a conversation about it and so someone can say, but I really disagree. Because what about this and that? Well, I respect that. And for these reasons, I'm not on board. It's having the conversation in a way that honors the dignity of both parties. And I'm not going to try and manipulate you. I just want you to understand me and I want to understand you. But there are often moments where there just is a difference of opinion, a different view. And, you know, Paul and Barnabas.",
    "start": "00:25:07",
    "end": "00:26:02"
  },
  {
    "text": "Yeah.",
    "start": "00:26:02",
    "end": "00:26:02"
  },
  {
    "text": "Or Paul and Silas had these, you know, on the road about John, Mark.",
    "start": "00:26:03",
    "end": "00:26:06"
  },
  {
    "text": "And they parted ways.",
    "start": "00:26:07",
    "end": "00:26:08"
  },
  {
    "text": "And they parted ways. And so I'm not saying that there's never differences, opinions or conflict. What I'm saying is when those situations arise, I think Jesus wants us to cultivate a hyper vigilance that we don't use the God card to manipulate other people, but that we honor the relationships and do our best to communicate in an honest, transparent way. I think that's the heart. Do I bring God into a conversation or a moment of difference or a moment where I'm trying to get something done or I have desires, whatever, and I bring God in such a way that it keeps me from having to be vulnerable and honest with you.",
    "start": "00:26:08",
    "end": "00:26:52"
  },
  {
    "text": "Or accountable.",
    "start": "00:26:52",
    "end": "00:26:53"
  },
  {
    "text": "Or accountable. Oh, yes. Yeah. Or accountable to you.",
    "start": "00:26:53",
    "end": "00:26:56"
  },
  {
    "text": "Yeah. Just God speaks to me. I'm in charge here.",
    "start": "00:26:56",
    "end": "00:26:59"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:26:59",
    "end": "00:27:00"
  },
  {
    "text": "Like this is what we're doing.",
    "start": "00:27:00",
    "end": "00:27:01"
  },
  {
    "text": "Yeah. Or I swear by the name of Yahweh, I'm going to do this thing when I know in my mind that I probably won't or I have some other agenda going on here and it's just like don't bring God into it.",
    "start": "00:27:01",
    "end": "00:27:14"
  },
  {
    "text": "And then put into the mix that we can't even fully understand our own intentions.",
    "start": "00:27:14",
    "end": "00:27:18"
  },
  {
    "text": "Right, that's true. That's totally true.",
    "start": "00:27:19",
    "end": "00:27:22"
  },
  {
    "text": "Gets messy.",
    "start": "00:27:22",
    "end": "00:27:23"
  },
  {
    "text": "We are talking about the basic wisdom principle here. It's about open, honest, vulnerable relationships. Transparent honesty.",
    "start": "00:27:23",
    "end": "00:27:33"
  },
  {
    "text": "Yeah. I think there's a. The transparency comes across and let your yes be yes and your no be no.",
    "start": "00:27:33",
    "end": "00:27:38"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:27:38",
    "end": "00:27:39"
  },
  {
    "text": "There's a simple transparency.",
    "start": "00:27:39",
    "end": "00:27:41"
  },
  {
    "text": "Yeah.",
    "start": "00:27:41",
    "end": "00:27:41"
  },
  {
    "text": "Is let me know your intentions as far as you understand them.",
    "start": "00:27:42",
    "end": "00:27:47"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:27:47",
    "end": "00:27:48"
  },
  {
    "text": "Let me know your thought process, your psyche as much as you can. Give me clarity and let that be what it is.",
    "start": "00:27:49",
    "end": "00:27:56"
  },
  {
    "text": "That's right.",
    "start": "00:27:57",
    "end": "00:27:57"
  },
  {
    "text": "And of course God's going to be involved if you have a relationship with God. But don't use that to hide things from me, manipulate me. And you're right, I'm going to be thinking about this a lot.",
    "start": "00:27:58",
    "end": "00:28:10"
  },
  {
    "text": "Yeah, yeah, that's right. For a friend or family member who you share the same religious convictions, sometimes those religious beliefs can form a bond and create a safety between you to share things that are really powerful and vulnerable. But at the same time in other relationships it can become a tool to manipulate each other. And again, I think that's the thing Jesus is targeting here and royal images of God who are called to represent God to the world. They don't need to do that with each other. They can be honest with each other and learn God's wisdom to figure out their differences and treat each other with integrity. And yeah, this is powerful. So here's how I Think where Jesus is going in this triad. The second triad here, this is how he starts it. The second two are going to be about non retaliation, non violent retaliation, and loving your enemies. So what all three of these have in common is about coercion, responding to people and how I relate to people. When our wills are at cross purposes or we have different visions of reality in some way, how do we cooperate? Yeah. So the first three had to do with this value, treating each other with value and dignity. And now this is also. That's underneath this too. But this is the next step of like what happens when we're a conflict.",
    "start": "00:28:10",
    "end": "00:29:40"
  },
  {
    "text": "Yeah.",
    "start": "00:29:40",
    "end": "00:29:40"
  },
  {
    "text": "How am I going to treat you?",
    "start": "00:29:41",
    "end": "00:29:42"
  },
  {
    "text": "Yeah.",
    "start": "00:29:42",
    "end": "00:29:42"
  },
  {
    "text": "Second is you've hurt me. How am I going to treat you? The third is you and I hate each other. How am I going to treat you?",
    "start": "00:29:42",
    "end": "00:29:49"
  },
  {
    "text": "It makes a great little narrative arc. I want to borrow your donkey. And I'm swearing by the skies.",
    "start": "00:29:49",
    "end": "00:29:55"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:29:55",
    "end": "00:29:56"
  },
  {
    "text": "I killed your donkey on accident. And now you know.",
    "start": "00:29:56",
    "end": "00:30:00"
  },
  {
    "text": "Are you going to get my donkey?",
    "start": "00:30:00",
    "end": "00:30:02"
  },
  {
    "text": "Yeah, yeah, you killed my donkey. And now what?",
    "start": "00:30:03",
    "end": "00:30:05"
  },
  {
    "text": "Yep. And then what if your grandpa killed my grandpa's donkey? And our families of.",
    "start": "00:30:05",
    "end": "00:30:10"
  },
  {
    "text": "Yeah. Now two generations down, the old donkey crisis has turned into a whole family feud.",
    "start": "00:30:11",
    "end": "00:30:15"
  },
  {
    "text": "Yeah. No, that's cool.",
    "start": "00:30:17",
    "end": "00:30:18"
  },
  {
    "text": "How do you love your neighbor?",
    "start": "00:30:18",
    "end": "00:30:19"
  },
  {
    "text": "That's it. That's the second triad. That's good, John. I like that. Let your yes be yes and your no be.",
    "start": "00:30:19",
    "end": "00:30:26"
  },
  {
    "text": "So Jesus concludes this teaching saying, let your yes be yes, let your no be no. Anything more than this.",
    "start": "00:30:45",
    "end": "00:30:55"
  },
  {
    "text": "Yeah.",
    "start": "00:30:56",
    "end": "00:30:56"
  },
  {
    "text": "Comes from the evil one.",
    "start": "00:30:56",
    "end": "00:30:57"
  },
  {
    "text": "Comes from the evil one. Yes.",
    "start": "00:30:57",
    "end": "00:30:59"
  },
  {
    "text": "So he brings up.",
    "start": "00:30:59",
    "end": "00:31:00"
  },
  {
    "text": "Yeah, he brings up Satan, the Satan.",
    "start": "00:31:00",
    "end": "00:31:03"
  },
  {
    "text": "The Satan, the Satan, the evil one. Yeah. I mean this, this gets really intense at the end.",
    "start": "00:31:03",
    "end": "00:31:10"
  },
  {
    "text": "Yeah. So what is so interesting is that Jesus is drawing upon here in a very subtle way. But it's become more clear to me as the years have gone by upon an important narrative motif throughout the Hebrew Bible that begins life with the snake.",
    "start": "00:31:11",
    "end": "00:31:29"
  },
  {
    "text": "The snake.",
    "start": "00:31:29",
    "end": "00:31:30"
  },
  {
    "text": "The snake in the Garden of Eden.",
    "start": "00:31:30",
    "end": "00:31:32"
  },
  {
    "text": "In the Garden of Eden.",
    "start": "00:31:32",
    "end": "00:31:33"
  },
  {
    "text": "And it's a motif that continues right on. It's about people who take the words of God and use them to manipulate other people or deceive them to get them to do what they want.",
    "start": "00:31:33",
    "end": "00:31:48"
  },
  {
    "text": "Ah, yeah. I mean, okay. Because the snake is. He's quoting the words of God.",
    "start": "00:31:49",
    "end": "00:31:54"
  },
  {
    "text": "Yes. Did God really say.",
    "start": "00:31:54",
    "end": "00:31:56"
  },
  {
    "text": "Okay, so we're talking about Genesis 3.",
    "start": "00:31:56",
    "end": "00:31:58"
  },
  {
    "text": "Yep, we're in Genesis 3. The snake comes up to the woman and first re quotes the command of God to Adam and Eve from chapter two, but changes Just a couple words.",
    "start": "00:31:58",
    "end": "00:32:10"
  },
  {
    "text": "Twists it.",
    "start": "00:32:10",
    "end": "00:32:11"
  },
  {
    "text": "Yeah. Did God really say, you cannot eat from all the trees of the garden? Which is of course.",
    "start": "00:32:11",
    "end": "00:32:17"
  },
  {
    "text": "No, that's not what he said.",
    "start": "00:32:17",
    "end": "00:32:18"
  },
  {
    "text": "No. And is one word different? It's the word not. Because God said, you, yeah, eat of all the trees. Yeah, but what. Introducing that one word not makes the woman focus then on the one tree that God did say not to eat from. So he's sowing the seeds of kind of distrust there. Then the woman says, well, no, God said you'll die, you know, when you eat of it. And then he just straight up inverts God's words. No, you will not die. So he's using God's words, but just tweaking, twisting, in order to lead this person into a trap. So that's the motif.",
    "start": "00:32:18",
    "end": "00:32:58"
  },
  {
    "text": "That's the evil one.",
    "start": "00:32:58",
    "end": "00:32:59"
  },
  {
    "text": "That's the evil. It's the voice of the evil one. And Jesus is alluding to that. How the words of God can be twisted and abused in order to create traps and to manipulate people.",
    "start": "00:32:59",
    "end": "00:33:12"
  },
  {
    "text": "Okay, but how does this relate to oaths?",
    "start": "00:33:13",
    "end": "00:33:14"
  },
  {
    "text": "Okay. Yes. So you can't make this stuff up, man. The way that design patterns work in the Hebrew Bible is that the Garden of Eden story becomes like a template. And each generation of characters that goes on will always be replaying through usually subtle vocabulary hyperlinks in some way, the previous stories. And so when you get to like a story with Abraham, he goes into the land, and then the moment there's a famine, he leaves the land. He goes down to Egypt with his wife, and then he lies about her, saying, she's my sister. And then all of the language there of the men of Egypt will see you, that you are beautiful of seeing. They will take you. And all of a sudden, Sarah is being described in the language of the tree, identical of the tree. In Genesis 2 and 3, Pharaoh and his courtiers see and take her. So they become like Adam and Eve.",
    "start": "00:33:14",
    "end": "00:34:17"
  },
  {
    "text": "Okay.",
    "start": "00:34:17",
    "end": "00:34:18"
  },
  {
    "text": "And then Abram is the one lying to the king, and it's his deception that gets right the Egyptians to take her. So Abram is depicted in the slot of the snake. So this happens all the time. Okay, what's super interesting, there's many narratives in the Hebrew Bible where people trick each other through taking the role of the snake. Yep. Where someone in the story is depicted in language similar to the snake. And then what they do is use a vow or an oath as the way to deceive somebody.",
    "start": "00:34:18",
    "end": "00:34:51"
  },
  {
    "text": "Okay.",
    "start": "00:34:51",
    "end": "00:34:51"
  },
  {
    "text": "It's so fascinating. So there's many examples I could show. Here's Just a couple.",
    "start": "00:34:51",
    "end": "00:34:57"
  },
  {
    "text": "Okay.",
    "start": "00:34:57",
    "end": "00:34:58"
  },
  {
    "text": "Because it's cool. But all this is to say this is a core motif using what sounds true in order to deceive. And that forces somebody to have to discern whether you represent the truth or not. This is a key idea throughout the Hebrew Bible. And Jesus is pulling on it right here in the sermon. He's going to pull on it again at the end when he says, watch out for false prophets. They're dressed like sheep, but really they're wolves. He's drawing on that idea again. So here. So here's an example. This is in Joshua, chapter nine. So in Joshua one, eight Israelites have crossed the Jordan river through Joshua's leadership. Going into the promised land. All these Canaanite groups attack them and they just get destroyed. And sometimes it's the Israelites actually having a battle with them. Other times, God will send a storm of hailstones on them or something. But the point is, by Joshua9, they've won a number of battles.",
    "start": "00:34:58",
    "end": "00:35:59"
  },
  {
    "text": "They've won Jericho, they've won AI and now all the kings, if I remember, are like gathering together and like, we're going to take them out.",
    "start": "00:35:59",
    "end": "00:36:07"
  },
  {
    "text": "Yeah. So that's how Joshua 9 begins, when all the kings beyond the Jordan gathered together to fight with Joshua and Israel. The inhabitants of Gibbon, which was a city there in the hills, they heard what Joshua had done to Jericho. And AI they acted craftily.",
    "start": "00:36:07",
    "end": "00:36:27"
  },
  {
    "text": "That's the word.",
    "start": "00:36:28",
    "end": "00:36:28"
  },
  {
    "text": "It's the exact word, arum, that's used of the snake in Genesis 3. And so they set out envoys and they took worn out food sacks on their donkeys. They took worn out wineskins that were torn and then like, sewn back together. They took worn out and patched sandals on their feet and worn out clothes. And all the bread of their provisions that they took was dry and like crumbled in pieces.",
    "start": "00:36:28",
    "end": "00:36:59"
  },
  {
    "text": "Okay, they're putting on a performance here.",
    "start": "00:36:59",
    "end": "00:37:02"
  },
  {
    "text": "They put on a disguise.",
    "start": "00:37:02",
    "end": "00:37:03"
  },
  {
    "text": "Yeah.",
    "start": "00:37:03",
    "end": "00:37:04"
  },
  {
    "text": "And they take food and they take food. That's gonna become an object of deception. So they take this disguise and food and they go and they say, hey, Israelites, man, you guys are really powerful. This is my paraphrase. You're really powerful. Your God is with you. We've heard that any kings who stand up against you, you're able to defeat. So we heard of this. We live in a faraway land. We've come from far and we've come from far away. And we want to make peace with you. We. We are your servants. And Joshua and the elders are like, sweet, cool, man. This Is great.",
    "start": "00:37:04",
    "end": "00:37:41"
  },
  {
    "text": "Checks out. Sandals are worn.",
    "start": "00:37:41",
    "end": "00:37:43"
  },
  {
    "text": "Yeah. Look at your clothing. It says they look at the clothes and so on. And so what they do is they make a covenant with them. And these tricksters get The Israelites, Joshua 9, 15, to swear an oath by Yahweh that we won't ever do anything to harm you or hurt you or whatever. So there's an example where people who are acting like snakes, tricksters using an oath. And they use an oath.",
    "start": "00:37:43",
    "end": "00:38:11"
  },
  {
    "text": "Yeah. What's interesting is here they're actually asking for the oath for them.",
    "start": "00:38:11",
    "end": "00:38:15"
  },
  {
    "text": "Exactly.",
    "start": "00:38:15",
    "end": "00:38:15"
  },
  {
    "text": "They're not making the oath.",
    "start": "00:38:15",
    "end": "00:38:17"
  },
  {
    "text": "No. They're getting somebody else to promise in the name of Yahweh.",
    "start": "00:38:17",
    "end": "00:38:20"
  },
  {
    "text": "But it's still manipulation.",
    "start": "00:38:20",
    "end": "00:38:21"
  },
  {
    "text": "But they're manipulating. Yeah, that's right. So there are lots of stories like this. There's stories of people making rash oaths, like Jephthah, who's a judge, and he makes a really stupid oath to Yahweh that he'll sacrifice whatever walks out of his house if God will help him win a battle. And then who walks out of his house is his daughter. That's definitely from the Evil One. And so he ends up sacrificing her. Saul, the first king of Israel, swears an oath that none of his soldiers can eat any food, and if they do, they'll be put to death. And then his son Jonathan didn't hear the oath, and so he finds some honey in the forest, and he eats of the honey, and then when Saul hears about it, he's going to kill his own son. So in other words, oaths become instruments that bring death instead of life, whereas the whole purpose of them originally is that they bolster truth. And in both those stories about Jephthah and with Saul, there's all these hyperlinks in them, like this 1 in Joshua 9, that link these characters to the snake. Here's my point. When Jesus says anything beyond this comes from the evil One, he's sharing a little window into how he reads and understands his scriptures. And he sees in them a motif when people use the truth, especially divine truth, like oaths, something meant like God's words, and then use them as instruments to deceive or use them to set in motion something that will lead to death or to ruin. He sees the voice of the Evil One at work there. Humans can become instruments of the evil One.",
    "start": "00:38:21",
    "end": "00:40:08"
  },
  {
    "text": "We can become snakes to each other.",
    "start": "00:40:09",
    "end": "00:40:11"
  },
  {
    "text": "Yes. Yeah. When we use something that's meant to reinforce truth, and we actually use it to manipulate or.",
    "start": "00:40:11",
    "end": "00:40:19"
  },
  {
    "text": "Or to deceive, especially when you know, you have a relationship with someone who their propensity is to trust you, and you even then call on reasons that you should be trusted.",
    "start": "00:40:20",
    "end": "00:40:33"
  },
  {
    "text": "Yeah.",
    "start": "00:40:33",
    "end": "00:40:33"
  },
  {
    "text": "But you're doing that to deceive, man. That's really in line with the powers of evil is what Jesus is saying.",
    "start": "00:40:33",
    "end": "00:40:41"
  },
  {
    "text": "You're playing the snake. Playing the snake. And so what's interesting, there are times when we may intentionally do that to each other.",
    "start": "00:40:41",
    "end": "00:40:50"
  },
  {
    "text": "Yeah.",
    "start": "00:40:50",
    "end": "00:40:51"
  },
  {
    "text": "I think there's other times when it's maybe subconscious and we don't fully know that that's what we're doing, but we are because we're motivated by some desire, if we're honest. Probably most of us can think of an experience where we have misrepresented the truth just a little bit in order to persuade people to think a certain thing.",
    "start": "00:40:51",
    "end": "00:41:14"
  },
  {
    "text": "Yeah. We're fooling ourselves as much as we're fooling another person.",
    "start": "00:41:15",
    "end": "00:41:18"
  },
  {
    "text": "Yeah. We're snaking ourselves as well as others. Yeah. So in Jesus day, swearing oaths was a really common practice where you're bringing the name or the reputation of the God of Israel into our interactions with each other. I swear to God that I'll pay you back. Listen, you can trust me. I will do that thing I said. Remember I swore an oath by the temple that I would do it, you know, and then the next day you're kind of like, oh, man, I really can't, you know, do that thing that I said I was going to do. Well, I only swore by the temple, so at least I didn't swear by God. That's the kind of mental games Jesus is talking about.",
    "start": "00:41:18",
    "end": "00:42:07"
  },
  {
    "text": "And those feel innocent in a way, because I guess where we're landing on.",
    "start": "00:42:07",
    "end": "00:42:12"
  },
  {
    "text": "This, but Jesus is naming. There is something diabolical underneath of it, underneath it that maybe we don't even fully understand that we're participating in.",
    "start": "00:42:12",
    "end": "00:42:20"
  },
  {
    "text": "Right.",
    "start": "00:42:21",
    "end": "00:42:21"
  },
  {
    "text": "And maybe this also goes to that theme of character shaping that's at work in the sermon. Maybe think back to the case study about lust, right. Jesus saying, even for a man to look at a woman with lustful intent to play out a little fantasy. And some people might say, well, at least if that man's keeping it in his mind and it never goes outside his mind, what's the harm? But I think Jesus has a view of human character, that habit formation, while it may be really personal and internal, it rarely stays private like it eventually goes public in some way, because your character is shaped by your habits. And then eventually even internal habits have an external set of consequences. And so I wonder if this Too. It might seem an innocent little exaggeration, the little white lie, but over a thousand repetitions, all of a sudden, it becomes a lot easier to maybe tell a bigger lie or to bring God into the deception and to use someone else's belief in God as a way to manipulate them.",
    "start": "00:42:21",
    "end": "00:43:29"
  },
  {
    "text": "Right?",
    "start": "00:43:29",
    "end": "00:43:30"
  },
  {
    "text": "Yeah. That's the way of the snake.",
    "start": "00:43:30",
    "end": "00:43:32"
  },
  {
    "text": "That's it for today. In the next case study, we'll look at how to deal with relationships that. That go south. What if somebody doesn't just lie to you, they actually cause harm to you? What do you do then?",
    "start": "00:43:43",
    "end": "00:43:55"
  },
  {
    "text": "We'll get into the ancient law that says an eye for an eye and a tooth for a tooth.",
    "start": "00:43:55",
    "end": "00:43:59"
  },
  {
    "text": "It's called, in English, the law of retaliation. It's preventing blood feuds between clans and towns and cities from spiraling out of control. And so the law of retaliation is actually trying to put a limit on human violence and savagery.",
    "start": "00:44:00",
    "end": "00:44:14"
  },
  {
    "text": "Bibleproject is a crowdfunded nonprofit. We exist to experience the Bible as a unified story that leads to Jesus.",
    "start": "00:44:14",
    "end": "00:44:20"
  },
  {
    "text": "Everything that we make is free because of the generous support of thousands of people just like you.",
    "start": "00:44:20",
    "end": "00:44:26"
  },
  {
    "text": "Thanks for being a part of this with us. Hi, this is Mayo from Jackson, Mississippi.",
    "start": "00:44:26",
    "end": "00:44:31"
  },
  {
    "text": "Hi.",
    "start": "00:44:31",
    "end": "00:44:31"
  },
  {
    "text": "This is Jenny, and I'm from Rancho Cordova, California.",
    "start": "00:44:31",
    "end": "00:44:34"
  },
  {
    "text": "I first heard about the Bible Project from my sister.",
    "start": "00:44:34",
    "end": "00:44:37"
  },
  {
    "text": "I first heard about Bible Project from a friend. I use bibleproject for discipling and mentoring people that I work with.",
    "start": "00:44:37",
    "end": "00:44:45"
  },
  {
    "text": "My favorite thing about the bibleproject is its ability to provide context and knowledge about Scripture in a very approachable way.",
    "start": "00:44:45",
    "end": "00:44:53"
  },
  {
    "text": "And it shows the theme of pointing towards Jesus, especially for people that have never studied the Bible before.",
    "start": "00:44:53",
    "end": "00:44:59"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus.",
    "start": "00:45:00",
    "end": "00:45:03"
  },
  {
    "text": "We're a crowdfunded project by people like me.",
    "start": "00:45:03",
    "end": "00:45:06"
  },
  {
    "text": "Find free videos, study notes, podcasts, classes.",
    "start": "00:45:07",
    "end": "00:45:10"
  },
  {
    "text": "And more@bibleproject.com hi, this is Cooper here to read the credits. John Collins is the creative producer for today's show. Production of today's episode is by producer Lindsey Ponder, managing producer Cooper Peltz, producer Colin Wilson. Stephanie Tam is our consultant and editor. Tyler Bailey is our our audio engineer and editor, and he also provided the sound design and mix for today's episode. Frank Garza and Aaron Olson edited this episode. JB Witty does our show notes. Hannah Wu provides the annotations for our app. Original Sermon on the Mount music is by Richie Cohen and the Bible Project theme song is by Tents. Tim Mackey is our lead scholar and your hosts, John Collins and Michelle Jones.",
    "start": "00:45:10",
    "end": "00:45:56"
  }
]