[
  {
    "text": "This is bibleproject podcast and this year we're reading through the Sermon on the Mount. I'm John Collins and with me is co host Michelle Jones. Hi, Michelle.",
    "start": "00:00:05",
    "end": "00:00:11"
  },
  {
    "text": "Hi, John. So the Sermon on the Mount is a large collection of teachings, and right at the center of this collection, Jesus talks about religious practices and the central religious practice he talks about is prayer.",
    "start": "00:00:11",
    "end": "00:00:24"
  },
  {
    "text": "Yes, prayer is at the center of the center of the Sermon on the Mount.",
    "start": "00:00:25",
    "end": "00:00:29"
  },
  {
    "text": "And it is in this section of Teaching on Prayer that Jesus gives us his own prayer, a simple prayer that we can pray with Jesus.",
    "start": "00:00:29",
    "end": "00:00:37"
  },
  {
    "text": "It's short, only 12 lines long. In it is a universe of ideas that center us with the God of the universe.",
    "start": "00:00:37",
    "end": "00:00:44"
  },
  {
    "text": "Today we go over the first half of the prayer. Our Father who is in the skies, may your name be recognized as holy. May your kingdom come and your will be done as it is in the skies. So also on the land, Tim and.",
    "start": "00:00:44",
    "end": "00:01:00"
  },
  {
    "text": "I start our conversation where Jesus begins the prayer with the intimate words our Father.",
    "start": "00:01:00",
    "end": "00:01:05"
  },
  {
    "text": "Thanks for joining us. Here we go.",
    "start": "00:01:05",
    "end": "00:01:07"
  },
  {
    "text": "So we know Jesus addressed God as my Father all throughout all four of the Gospel accounts, in different lines and speeches and so on. So it's significant that when he shares a prayer with his disciples, he takes his own prayer that he would have uttered to his Father, but then he pluralizes it, he includes his disciples within the relationship of prayer that he has with my Father becomes our Father.",
    "start": "00:01:24",
    "end": "00:01:55"
  },
  {
    "text": "Now, I can't think of where he would have gotten this in the Hebrew Bible.",
    "start": "00:01:55",
    "end": "00:01:58"
  },
  {
    "text": "Father.",
    "start": "00:01:59",
    "end": "00:01:59"
  },
  {
    "text": "Yeah.",
    "start": "00:01:59",
    "end": "00:01:59"
  },
  {
    "text": "Oh, yeah. It's not everywhere, but there's probably about a dozen different passages throughout the Hebrew Bible where God is either compared to a father or actually called our Father. So for example, when Moses in Deuteronomy chapter one, when he's retelling the story of their wilderness, when wanderings through the desert, he says in chapter one, verse 31, remember how in the wilderness you saw how Yahweh, your God carried you just as a man carries his son, all the way that you walked until you came to this place. So this is very common in the prophets and psalms where God will be compared to a father. But it's very clear. It's like a metaphor.",
    "start": "00:01:59",
    "end": "00:02:44"
  },
  {
    "text": "Yeah. Now, I'm sure there's many different metaphors that are used.",
    "start": "00:02:44",
    "end": "00:02:48"
  },
  {
    "text": "Yeah.",
    "start": "00:02:48",
    "end": "00:02:49"
  },
  {
    "text": "Only a few times in the Hebrew Bible of God.",
    "start": "00:02:49",
    "end": "00:02:51"
  },
  {
    "text": "Yeah. Yep.",
    "start": "00:02:51",
    "end": "00:02:52"
  },
  {
    "text": "So Jesus takes what isn't like a primary way.",
    "start": "00:02:52",
    "end": "00:02:57"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:02:57",
    "end": "00:02:58"
  },
  {
    "text": "To talk about God.",
    "start": "00:02:58",
    "end": "00:02:59"
  },
  {
    "text": "Yeah.",
    "start": "00:02:59",
    "end": "00:02:59"
  },
  {
    "text": "And he turns it into the primary way to address God.",
    "start": "00:02:59",
    "end": "00:03:02"
  },
  {
    "text": "That's right. And just one other reference that's a Little more direct. Okay. In the book of Isaiah, there's this prayer of penitence, a confession prayer uttered by the community of prophets that link back to Isaiah. And it's this prayer on behalf of Israel's sins and covenant failures for all through their history leading up to the exile. And so in Isaiah 64, verse 8, kind of there's a pivot moment in the prayer where they say, but now, O Yahweh, you are our Father. We are the clay, you are the potter. Happens to rhyme in English. Almost all of us are the work of your hand. So again, this is one of the few places that. Where Yahweh is referred to as our Father, it happens again in Isaiah 63. But it's. Yeah, short list. Really short list.",
    "start": "00:03:02",
    "end": "00:03:50"
  },
  {
    "text": "Yeah. He could have said our potter in heaven.",
    "start": "00:03:50",
    "end": "00:03:53"
  },
  {
    "text": "Right, yeah. So the significance there was, and the reason why this is important is 100 years ago, it was very common even in biblical scholarship and commentaries to read that a father was an uncommon term in Judaism and. And that Jesus was innovating here. And so I think that's come to be balanced out because we've also discovered more Second Temple Jewish literature, the Dead Sea Scrolls, Yahweh's father, again, it appears. But the point is not innovation, it's emphasis. For Jesus, this was clearly like the main way that he referred to and talked to and related to Yahweh as my father in a way that's. The emphasis is not paralleled in other rabbis and literature of the period.",
    "start": "00:03:55",
    "end": "00:04:45"
  },
  {
    "text": "Is part of it because his personal identity of being the Son.",
    "start": "00:04:45",
    "end": "00:04:50"
  },
  {
    "text": "Yeah, I think so.",
    "start": "00:04:50",
    "end": "00:04:51"
  },
  {
    "text": "Like when God speaks to him during his baptism.",
    "start": "00:04:51",
    "end": "00:04:54"
  },
  {
    "text": "Yep.",
    "start": "00:04:54",
    "end": "00:04:54"
  },
  {
    "text": "You are my son.",
    "start": "00:04:54",
    "end": "00:04:55"
  },
  {
    "text": "Yep, that's exactly right. Yeah. Yeah. Jesus shows the way he talks and acts expresses the mindset of somebody who. Who believes their identity is the unique seed of the woman, the chosen son of Abraham, the chosen one of David, and the son of man, the son of humanity from Daniel 7. So, yeah, this is a unique part of the heritage of what Jesus gave to us in this prayer is that the unique status that he believed he had as the Chosen One, the Son of the Father, is an identity into which he invites his followers. So that my father becomes our Father. Yeah, Hugely significant.",
    "start": "00:04:55",
    "end": "00:05:39"
  },
  {
    "text": "There's that one moment in the letter to the Hebrews where we're referred to as the brothers of Jesus.",
    "start": "00:05:40",
    "end": "00:05:47"
  },
  {
    "text": "Yes. Yeah, that's right. Yeah.",
    "start": "00:05:47",
    "end": "00:05:48"
  },
  {
    "text": "There seems to be maybe something here where Jesus is kind of inviting us in.",
    "start": "00:05:49",
    "end": "00:05:52"
  },
  {
    "text": "Yeah. The fact that so much of his teaching and sayings would be marked by. By this phrase, my Father. And then in this prayer he would include his followers within that identity as his brothers and sisters. And that comes out in his saying of who are my brothers and sisters?",
    "start": "00:05:53",
    "end": "00:06:12"
  },
  {
    "text": "It's those who do the will.",
    "start": "00:06:12",
    "end": "00:06:13"
  },
  {
    "text": "It's those who do the will of the Father or those who follow my teachings. He says both things on different occasions and we see the same theme echoed, like you said in Hebrews. We also see it a couple times in Paul's letters where he talks about for followers of Jesus whose life is inhabited by the presence of the living God. He talks about how that experience is being invited to call God Abba, if we are among those who call God.",
    "start": "00:06:13",
    "end": "00:06:45"
  },
  {
    "text": "Abba, which is Aramaic for father, which.",
    "start": "00:06:45",
    "end": "00:06:47"
  },
  {
    "text": "Is the Aramaic word for father. Actually, this is significant looking where in Galatians Paul says if we call upon God as Abba. Yeah. So check this out. Here's Paul the Apostle in the letter to the Galatians. He's writing to mostly non Jewish converts to the Way of Jesus in the first few decades of the Jesus movement. And he can write to them and talk about Galatians 4, verse 6. Hey, listen. Because you all our sons, God has sent forth the spirit of his Son into our hearts so that we cry Abba Father. He's using an Aramaic word, writing to a community of non Aramaic speaking people hundreds of miles away from Jerusalem, three decades after Jesus.",
    "start": "00:06:47",
    "end": "00:07:36"
  },
  {
    "text": "I see.",
    "start": "00:07:36",
    "end": "00:07:37"
  },
  {
    "text": "So in other words, this only makes sense as something you would say if you were writing to a community of people who uttered the Lord's prayer on a regular basis calling God our Father. And his point is, listen, if we say the Our Father prayer and believe that the Spirit of Jesus is with us, then the Father of Jesus is our Father. Does that make sense?",
    "start": "00:07:37",
    "end": "00:08:00"
  },
  {
    "text": "Totally.",
    "start": "00:08:01",
    "end": "00:08:01"
  },
  {
    "text": "What a random little line in the letter to the Galatians. But it actually only makes sense if you see that the Lord's Prayer has spread to these communities and that people are saying the prayer as their prayer. The letter's written in Greek, so when you read it, it's like all of a sudden you're reading an Aramaic phrase in Aramaic. Yeah, phrasing.",
    "start": "00:08:01",
    "end": "00:08:20"
  },
  {
    "text": "And Jesus would have taught the prayer in Aramaic.",
    "start": "00:08:20",
    "end": "00:08:22"
  },
  {
    "text": "Exactly. Yep. So Our Father. So even that little beginning makes a statement that shapes you. It's an identity shaping prayer that begins.",
    "start": "00:08:22",
    "end": "00:08:32"
  },
  {
    "text": "That's Paul's point here.",
    "start": "00:08:32",
    "end": "00:08:34"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:08:34",
    "end": "00:08:34"
  },
  {
    "text": "Your identity is not of a slave.",
    "start": "00:08:34",
    "end": "00:08:36"
  },
  {
    "text": "Yeah.",
    "start": "00:08:36",
    "end": "00:08:36"
  },
  {
    "text": "It's of a son.",
    "start": "00:08:36",
    "end": "00:08:37"
  },
  {
    "text": "It's of a son. Yeah. In uttering this prayer, I place myself in the position of Jesus, the Son and so I join the community of sons and daughters around the Son as the community of the new humanity.",
    "start": "00:08:37",
    "end": "00:08:53"
  },
  {
    "text": "Calling God our Father is a reminder that we are treasured inheritors of God's kingdom. It's an invitation to make the identity of Jesus our identity. Now, you're probably familiar with the rest of the line being our Father in heaven. And you've likely noticed that bibleproject translated it our Father in the skies. Now, the word heaven is a translation of a Hebrew or Greek word that refers to the sky above. So empty your mind for a moment of what you might think heaven is all about, and let's reflect on what it means for God to dwell high above in the skies.",
    "start": "00:08:57",
    "end": "00:09:33"
  },
  {
    "text": "And now he says, our Father in the skies.",
    "start": "00:09:37",
    "end": "00:09:40"
  },
  {
    "text": "Yeah, the Father of all creation, the source and ground of all that is. That's the one that I'm addressing. So if the Hebrew Bible makes a claim that this is a being who originated and sustains every moment. And when you speak of God as in the skies, it's a way of referring to the Creator not being limited to any place within creation, but the one who's outside of and above. And at the heart of the biblical portrait of this being named Elohim or God or Yahweh, is that it's a being who simultaneously is the ground and cause of everything that is at every moment sustaining it, but yet also has allowed creation a certain degree of freedom and independence to run its course with the ideal that creation joins the divine will and partnership and harmony in oneness. Yeah, that's what the opening pages of the biblical story are all about. So this idea that there is a place where God is above all, and in that high and heavenly place, there's the set of ideals where God's purposes and his power and his will and his name, his reputation is all perfectly upheld in this beautiful, ideal way that is the transcendent space that is not in the system. It's outside and above and beyond the system. So when you read in Psalm 11 or 12, God's throne is in the skies, and from his vantage point, he looks down and sees humans and all their thoughts and purposes and so on.",
    "start": "00:09:40",
    "end": "00:11:25"
  },
  {
    "text": "So the sky is that boundary to.",
    "start": "00:11:25",
    "end": "00:11:27"
  },
  {
    "text": "The beyond, to the beyond. Yeah.",
    "start": "00:11:27",
    "end": "00:11:29"
  },
  {
    "text": "And so there's a sense of God is beyond in one aspect.",
    "start": "00:11:29",
    "end": "00:11:36"
  },
  {
    "text": "That's right.",
    "start": "00:11:36",
    "end": "00:11:36"
  },
  {
    "text": "Yeah. But then in another aspect, it's God's own spirit that energizes all of this.",
    "start": "00:11:36",
    "end": "00:11:42"
  },
  {
    "text": "That'S present in everything. It's the only way to account for everything.",
    "start": "00:11:42",
    "end": "00:11:46"
  },
  {
    "text": "And so God is also he's like he's in it.",
    "start": "00:11:47",
    "end": "00:11:50"
  },
  {
    "text": "Yeah. Or. Yeah. Paul, who reflected on this a lot, will develop shorthand for it to talk about God, who was the father of all, who was over all and through all. And in all. That's in the letter to the Ephesians.",
    "start": "00:11:50",
    "end": "00:12:04"
  },
  {
    "text": "Yeah.",
    "start": "00:12:04",
    "end": "00:12:04"
  },
  {
    "text": "And that's it right there. That's it. So here we're to the core portrait at the beginning of the story of the Bible, that God, who is over all and through all and in all, has created something that is genuinely other than God, namely creation. And also as a part of creation, a being who is an image of this God to whom God has given responsibility and a degree of freedom to carry out that responsibility and authority. Yeah. And those creatures live on the land in Genesis 1. And so the ideal of what Eden is is the place where heaven and earth are the same place where the human images rule and live and work and steward creation in harmony and oneness with the divine will. So the exile of Adam and Eve from Eden down the mountain into the lowlands becomes this image of the human rulers charting an independent course, that they want to establish another type of kingdom. It's contested space down here on the land in the biblical story. And so none of it would exist without God sustaining the whole thing by his spirit. So that's the way that God is in all and through all. But at the same time, he is also above all. And in that above place, he's outside the system. And there are a set of ideals that all creation will eventually participate in. But at this moment in the story, God's perfect will and reign is only realized in the skies, not on the land. Yeah, that's the story in which Jesus sees himself. That's the only story that makes sense of this prayer. He sees himself within a story where life here on the land is contested space. He sees himself within a story where God has a will and a purpose, an ideal that is in the process of being realized on the land. But it's a process that's taking place through humans.",
    "start": "00:12:04",
    "end": "00:14:11"
  },
  {
    "text": "Yeah.",
    "start": "00:14:12",
    "end": "00:14:12"
  },
  {
    "text": "And particularly himself. Jesus claimed within the story around the sermon that he was the human who was bringing ushering in a new era of God's kingdom and will here on the land as it is in the skies. So this prayer is both naming what Jesus claims to be doing in the stories around the sermon and the prayer, but it's also an invitation to Jesus followers to see themselves as participating in the arrival of God's will and reign in a particular way. There's many ways Jesus could have opened a prayer. But this particular way of opening situates you right in the thick of the plot conflict.",
    "start": "00:14:13",
    "end": "00:14:55"
  },
  {
    "text": "Right in the thick of the plot of being God's image bearer.",
    "start": "00:14:55",
    "end": "00:14:59"
  },
  {
    "text": "Yes. God has appointed images to bear responsibility for the world, to unite it to the divine will. And right now, we're in a moment in that story where what is done here on the land does not harmonize with God's will in the skies. And you guys, good news. I'm here to lock heaven and earth together in a way they've never been before. And I want you guys to join me, and we're going to be part of this. Our Father, pray with me. Jesus invites us. Our Father in the skies. And then he names three aspects of his father's purpose or plan. He describes his father's name, his father's kingdom or reign, and then his Father's will or purpose. And each of those kind of illuminates each other.",
    "start": "00:14:59",
    "end": "00:15:54"
  },
  {
    "text": "Our Father in the skies. May your name be recognized as holy. Maybe you're familiar with the King King James translation. Hallowed be your name. So what does it mean for something to be holy or hallowed? And why the focus on God's name? Here's Tim and John.",
    "start": "00:16:00",
    "end": "00:16:18"
  },
  {
    "text": "So, hallowed be your name.",
    "start": "00:16:20",
    "end": "00:16:21"
  },
  {
    "text": "Hallowed be your name.",
    "start": "00:16:22",
    "end": "00:16:23"
  },
  {
    "text": "Three requests.",
    "start": "00:16:23",
    "end": "00:16:24"
  },
  {
    "text": "May your name be holy.",
    "start": "00:16:24",
    "end": "00:16:25"
  },
  {
    "text": "So Jesus lives in a story where God's name is at stake. He believes God's name is holy, but somehow God's name is not being treated as or recognized as holy in this moment. Otherwise you wouldn't need to pray for its holy reputation to be restored.",
    "start": "00:16:25",
    "end": "00:16:41"
  },
  {
    "text": "And this name is here just synonymous with reputation.",
    "start": "00:16:41",
    "end": "00:16:44"
  },
  {
    "text": "Yeah. So there's the whole biblical theme of Yahweh's name. The Elohim above all and through all and in all reveals a personal name to a particular people.",
    "start": "00:16:44",
    "end": "00:16:55"
  },
  {
    "text": "You're referring to the name Yahweh.",
    "start": "00:16:55",
    "end": "00:16:59"
  },
  {
    "text": "And Yahweh is the name given to mark the particular Elohim of Israel, so that when Yahweh chooses Abraham out from the nations and then delivers Israel out from Egypt, repeated over a dozen times in that story is, I'm doing all of this to Egypt so that Egypt will know that I am Yahweh, so that you, Israel, will know that I am Yahweh. And then when he brings the Israelites to Mount Sinai, one of the Ten Commandments is, don't carry the name of Yahweh in vain in a futile way. We had a conversation on the podcast with Carmen Imes, who helped us unpack this. So in vain means in a way that frustrates the purpose for me attaching my name to you Israelites. I've given my name for y' all to carry.",
    "start": "00:16:59",
    "end": "00:17:54"
  },
  {
    "text": "Yeah.",
    "start": "00:17:54",
    "end": "00:17:54"
  },
  {
    "text": "To bear the name, which is another way of what God also says is, y' all are the kingdom of priests, a royal priesthood, and a holy nation.",
    "start": "00:17:54",
    "end": "00:18:02"
  },
  {
    "text": "And this all goes back to the theme of being God's representative.",
    "start": "00:18:02",
    "end": "00:18:06"
  },
  {
    "text": "Being God's representative, His image. That's right. So God has chosen to invest his purpose and reputation in humans. Humans fail. It's Genesis 1:11. Then he invests his name and reputation, human, in one particular people group. And then they fail. Yeah.",
    "start": "00:18:06",
    "end": "00:18:25"
  },
  {
    "text": "And when that happens, God isn't recognized for who he is. So when Jesus here saying, may your name be recognized as holy, is he saying, as I carry your name, may I represent you as holy?",
    "start": "00:18:25",
    "end": "00:18:39"
  },
  {
    "text": "Yeah. May the unique and one and only status of who you are, Yahweh, and your purpose and your story in the world, may that be restored in the eyes of the nations and of Israel to its true place of honor. Which presumes that Jesus believes he's in a moment when the name and reputation of Yahweh is not in a place of honor. It's in a place of shame and dishonor. And here, this is a good example of Jesus sees himself within an ongoing story. And this is a huge theme in the prophets and in the psalms of the Hebrew Bible. Let me just show you a couple examples. These would be examples of parts of the Hebrew Bible that are the groundwork for Jesus saying something like, may your name be recognized as holy. Psalm 74 is the Psalm, communal psalm of lament. It begins by saying, oh, God, why have you rejected us forever? Why does your anger smoke against the sheep of your pasture? So we're in the part of the biblical story where Israel's been unfaithful to the covenant. God's handed them over to their enemies. Defeat, shame, exile. What the poem goes on to describe is how the nations have come to Jerusalem and destroyed the temple. They've hacked it to pieces with axes. They've burned it to ground. It's a smoldering ruin. There's only one real possibility here for what's being described, which is the destruction of the temple by Babylon. And so the poem in verse 10 then concludes, what happened as a result of that? How long, O God, will the adversary despise? How long will the enemy show contempt for your name? So the experience of Israel not being in a place of blessing and honor among the nations, but rather being Subjugated, destroyed, exiled, tarnishes Yahweh's name. And this is core to understanding the story of the Bible. Here's one from Isaiah 52, where Yahweh is speaking through the prophet. Starting in verse four, he says, thus says Yahweh, Elohim, Moses, my people went down back at the first into Egypt to reside there. And then long after that, the Assyrians oppressed them without cause. Isaiah is linking the exile in Egypt and the oppression under Pharaoh with centuries later oppression under the empire of Assyria. And they're two moments separated in time, but they share the same meaning in his view of the world. Verse 5. So therefore, what do I have here? Declares Yahweh. And this is in the context of Babylonian exile, seeing that my people have once again been taken away without cause, that is by Babylon, those who rule over them howl. He's depicting like the Babylonians like dogs or wolves. Yeah, like wolves. And my name is continually blasphemed all day long. With my people in exile, therefore my people will know my name. And in that day they will know I am the one who's speaking here. I am. So the restoration from exile and slavery is connected with a new dawning or a new restoration of the holiness of Yahweh's name. In other words, Jesus grew up on this literature that trained him to look forward to a time when Israel would be restored. And when that happens, Yahweh's name, which is attached to this family, will be restored among the nations. And we won't read this third example because it's super long, but I would encourage any listener to go check out Ezekiel 36. Ezekiel retells the story of Israel as a story of the defiling of my holy name. Yahweh gives a speech and he talks about how through their idolatry and child sacrifice and being taken into exile, they profaned my holy name. But then Yahweh says in Ezekiel 36, so I had concern for my holy name that Israel defiled. And I'm going to act for the sake of my holy name. I'm going to make my name holy again. It's the most close match to Jesus words. So Jesus is claiming to be bringing about the thing that the prophets hoped for or anticipated. And that's what he's praying for right here. You could take this line out of its biblical storyline, right? And it would just be kind of this bland, like, well, yeah, that's what I was thinking.",
    "start": "00:18:40",
    "end": "00:23:41"
  },
  {
    "text": "Like, this is the part of the prayer where you say something nice about God and we're gonna remind ourselves that God is holy. Yeah, but insert whatever here. Insert compassionate, gracious, slow to anger. Yes, whatever. The thing is. So I guess my question was, why holiness? And you're answering that question. There's something about the name being holy which is connected to the story of God coming to rescue Israel and have all nations find blessing and peace.",
    "start": "00:23:41",
    "end": "00:24:15"
  },
  {
    "text": "That's right, because the rescue of Israel is itself a subplot of the biblical story, of which the main plot is Yahweh.",
    "start": "00:24:15",
    "end": "00:24:23"
  },
  {
    "text": "God's name being holy.",
    "start": "00:24:23",
    "end": "00:24:24"
  },
  {
    "text": "God's name being holy across all the nations, among all the nations, as all humanity, represents God as his unique and holy image in the world. And Jesus sees himself first responding to the Israel part of that plot conflict. And that's what this prayer is about.",
    "start": "00:24:24",
    "end": "00:24:42"
  },
  {
    "text": "I wish holy was a more understandable idea. Yeah, I can't even think of a really good synonym.",
    "start": "00:24:42",
    "end": "00:24:48"
  },
  {
    "text": "Yeah. May your name be treated or recognized as one and only, one of a kind, above all as one and only. That's right. For Jesus, there is only one Father who is over all and through all and in all. But the nations don't know that the. They don't live like that's true. And a lot of Israel doesn't live like that's true. And so Jesus takes it upon himself to announce the arrival of God's reign and purpose in a new way. And when that happens, you get communities of people who are living in a way that brings honor to the name of the Creator. I think that's what he's praying for here. This is something to be prayed for every day. May your name be recognized as one and only, which is synonymous with the next two.",
    "start": "00:24:48",
    "end": "00:25:37"
  },
  {
    "text": "When we address the God of the universe, we both intimately call him Father, and we also call him Holy Other. And as we do, we center ourselves in the story of the Bible, taking our place as representatives of God who want to make his name great. In the next line of the prayer, Jesus pushes us even further into the story of the Bible as he says, may your kingdom come, and may your will be done.",
    "start": "00:25:43",
    "end": "00:26:11"
  },
  {
    "text": "So this goes back to our Kingdom of God podcast conversations that the words kingdom in Hebrew, Malkut or Mamlachut refer to the activity of reigning primarily. Yeah, may your reign, which always takes place in a location with the people, but it's the activity. Yeah. So may your rule. The best English word I can think is rule. May your rule come. The only way you would know God's rule has arrived is if people are Living in a certain way. Right. If you live by someone's rule, you live the way that they've asked you to live. Right. So it's this interesting. You're asking for God to do something, but the way you would know that it's happened is by us living a certain way. Isn't that interesting? It kind of implicates each other.",
    "start": "00:26:15",
    "end": "00:27:03"
  },
  {
    "text": "Yeah.",
    "start": "00:27:03",
    "end": "00:27:04"
  },
  {
    "text": "And then the third part is, may your will, may your desire, your purpose be done. Oh, that desire.",
    "start": "00:27:04",
    "end": "00:27:11"
  },
  {
    "text": "Oh, yeah, Desire.",
    "start": "00:27:11",
    "end": "00:27:13"
  },
  {
    "text": "That's significant.",
    "start": "00:27:13",
    "end": "00:27:13"
  },
  {
    "text": "Are you thinking about the Genesis 3?",
    "start": "00:27:14",
    "end": "00:27:17"
  },
  {
    "text": "Yeah, totally. Yeah. The first appearance of the word desire or will.",
    "start": "00:27:17",
    "end": "00:27:21"
  },
  {
    "text": "I love desire way more than will.",
    "start": "00:27:22",
    "end": "00:27:24"
  },
  {
    "text": "Me too. Me too. Yeah. When the woman saw that the tree was good for food. And there's two Hebrew words, they're synonyms for desire. It was desirable to see with the eyes. It was taavah, something you long for, and then desirable for gaining wisdom. It's nehmad, which is this. It gets translated as covet in the Ten Commandments. It's the same word.",
    "start": "00:27:24",
    "end": "00:27:48"
  },
  {
    "text": "No, desire, covet.",
    "start": "00:27:48",
    "end": "00:27:50"
  },
  {
    "text": "Covet your neighbor's donkey or wife. You want it for oneself.",
    "start": "00:27:50",
    "end": "00:27:54"
  },
  {
    "text": "Okay.",
    "start": "00:27:54",
    "end": "00:27:55"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:27:55",
    "end": "00:27:56"
  },
  {
    "text": "So what do you want?",
    "start": "00:27:56",
    "end": "00:27:58"
  },
  {
    "text": "What do you want? Yeah.",
    "start": "00:27:58",
    "end": "00:27:59"
  },
  {
    "text": "That's such an important question. What do you want?",
    "start": "00:27:59",
    "end": "00:28:03"
  },
  {
    "text": "What do you want? Yeah. So may what God wants come. May what God wants be what happens here on the land.",
    "start": "00:28:03",
    "end": "00:28:13"
  },
  {
    "text": "Well, and then Genesis 3 is such a great formative story for that. Because what God says is, eat of my own life.",
    "start": "00:28:13",
    "end": "00:28:19"
  },
  {
    "text": "Yeah.",
    "start": "00:28:19",
    "end": "00:28:19"
  },
  {
    "text": "And so. And embedded in this. We've talked about this. Because it's not explicit in the story. Implicit in the story, it's that God wants to give us his wisdom. And so what does God want? He wants us to be his representatives, knowing good from bad with his own wisdom. And his desire should be our desire.",
    "start": "00:28:20",
    "end": "00:28:39"
  },
  {
    "text": "Yes. Yeah. God's desire is to give us life and shalom and tov. Goodness, wholeness. Yeah. And that may what God desires be what happens here on the land. And then. Yeah. The woman seeing and desiring two times over is this image of. Oh, but my desires can be distorted and motivate actions that are then misaligned with the desire of God. Or a tale of two desires, as it were. Yeah. So the restoration of what God desires is also itself about a healing of my own desires. Just like God's rule arriving implicates how I live, a rule by which I live. And then what God desires implicates a healing of my own desires. Yeah. So this is a prayer for God to act. But inherent within what God does is what we Do. And I think that's very much on purpose.",
    "start": "00:28:39",
    "end": "00:29:43"
  },
  {
    "text": "The prayer could have been, may I.",
    "start": "00:29:43",
    "end": "00:29:45"
  },
  {
    "text": "May we. Yeah. Carry your name with faithfulness.",
    "start": "00:29:45",
    "end": "00:29:48"
  },
  {
    "text": "Yeah.",
    "start": "00:29:48",
    "end": "00:29:49"
  },
  {
    "text": "Something. Yeah.",
    "start": "00:29:49",
    "end": "00:29:50"
  },
  {
    "text": "And then may we realize your will. Yes. May our desires be your desires. And may we follow your rule.",
    "start": "00:29:50",
    "end": "00:29:59"
  },
  {
    "text": "Yes.",
    "start": "00:29:59",
    "end": "00:29:59"
  },
  {
    "text": "And that's just the other side of the same coin of praying towards. Towards God.",
    "start": "00:29:59",
    "end": "00:30:04"
  },
  {
    "text": "Yeah, that's right. Yeah. So this is all back to the most fundamental insight that I feel like we've spiraled back to since we started talking over eight years ago. The image of God. This is a story where God's will and rule are accomplished on the land through his images. So that what humans do is the way that God's will is done. But what happens when the ones in whom God has invested his reign and desire develop their own contrary desires? And that's the plot conflict of the biblical story. And it's in that conflict that Jesus sees himself. It's the only way that this prayer makes any sense. But what's cool about that is back to the fundamental insight. This was Jesus's prayer that he is inviting us into.",
    "start": "00:30:04",
    "end": "00:30:57"
  },
  {
    "text": "Yeah.",
    "start": "00:30:57",
    "end": "00:30:57"
  },
  {
    "text": "That Jesus said and acted as if he was here to take a step forward in the resolution of this crisis of desires and two different kingdoms in conflict with each other. And then when he invites us to participate in it, it's teaching me. Think of the formative aspect of this prayer. To see every day as like a stage of a contest of desires and a contest of kingdoms. And this day will either be a day where a little of heaven arrives on earth. I could participate in that. Or it's going to be a day where there's more of the contrary kingdom and desire established in the land. And I could be a vehicle of that. What's this day going to be about? I think that's how this prayer is meant to shape how we see our lives. Oh, man. So intimidating.",
    "start": "00:30:58",
    "end": "00:31:54"
  },
  {
    "text": "Intimidating.",
    "start": "00:31:55",
    "end": "00:31:56"
  },
  {
    "text": "Yeah. It's like if I pray this three times a day, you see every part of your life as, like, the stage of this cosmic conflict. This is totally how Jesus saw the world. There's that story of where Jesus noticed a woman who had a crooked back. And the narrator tells us that. I think it's in Luke's account that she had been walking that way for over, I think, 18 years. And what he sees is a woman who's bound by the powers of evil.",
    "start": "00:31:56",
    "end": "00:32:28"
  },
  {
    "text": "Yeah.",
    "start": "00:32:28",
    "end": "00:32:29"
  },
  {
    "text": "That death and sickness have a hold on her. And there's a moment here for the kingdom of God to arrive in this woman's body and for God's desire for this woman to be realized and he touches her and she's restored. I think that would be the kind of moment that this prayer would have prepared Jesus to like, notice and to see and then do something about or like, Jesus walks by and he sees a tax collector and he just has a sense that, like, this guy is miserable and he knows everyone hates him and he probably hates himself. So he goes over and he says, follow me. And he gets. The guy gets up and leaves his whole career and all of his wealth and. Right. And I think that's like this is it like the kind of prayer that trains you to see life as a series of opportunities for heaven to invade earth. I want to see my life this way more. I don't think I see it that way enough.",
    "start": "00:32:29",
    "end": "00:33:32"
  },
  {
    "text": "You brought this up in the last episode. Jesus praised this in the garden before his crucifixion. Not my desire, but your desire be done. What he's talking about there is the manner in which he becomes king. He becomes king?",
    "start": "00:33:33",
    "end": "00:33:49"
  },
  {
    "text": "Yes.",
    "start": "00:33:49",
    "end": "00:33:49"
  },
  {
    "text": "He's talking about.",
    "start": "00:33:50",
    "end": "00:33:51"
  },
  {
    "text": "Yeah. The way he will rule the world. Yes. My Father's kingdom arrives through suffering and self giving love. Yes. Yeah, that's right. The way in which God's kingdom arrives has the particular form that Jesus is trying to paint that picture in. The rest of the sermon around the prayer.",
    "start": "00:33:51",
    "end": "00:34:15"
  },
  {
    "text": "May God's way be my way.",
    "start": "00:34:15",
    "end": "00:34:17"
  },
  {
    "text": "Yeah. Humility through generosity, honoring the image of God in another, even if it is at great inconvenience and cost to myself for my community.",
    "start": "00:34:17",
    "end": "00:34:30"
  },
  {
    "text": "Yeah.",
    "start": "00:34:30",
    "end": "00:34:31"
  },
  {
    "text": "Yeah. The last will be first, first will be last. This kind of thing, that's how the kingdom comes. There's a universe in this prayer. We just talked about six lines of poetry in the prayer and we could spend a lot more time pondering it, I think. Second half also begins with the word, our first plural. Our daily bread, give us today. And so begins three statements about requests for what we need to become agents and vehicles of God's kingdom and will being done in the land. That's what we can explore next.",
    "start": "00:34:31",
    "end": "00:35:10"
  },
  {
    "text": "As it is in the sky, so on the land. This line in the prayer reminds us what the story of the Bible is all about. The union of heaven and earth. Now, if you listened to last week's episode, you were introduced to recording artists Brian hall and Liz Vice. Tim and John met with Brian and Liz and commissioned them to write a melody of the Lord's Prayer for us. And at the end of the series, we'll get to hear what they came up with. But for now, let's Check in with Brian and Liz as they ask Tim and John about what emotion they want to evoke with this new song. The prayer invites us to desire God's kingdom. But desire feels different to different people. So how is this song going to communicate desire? Here's Brian.",
    "start": "00:35:14",
    "end": "00:35:59"
  },
  {
    "text": "So I have certain associations about what it would feel like for me personally to sort of bow low and pray a prayer like this. But I'm really curious to hear from you. What is a person meant to feel? What did Jesus want us to feel when we pray this prayer?",
    "start": "00:36:02",
    "end": "00:36:17"
  },
  {
    "text": "So the first half is expressing a desire that our Father's reputation and that our Father's desire and his purpose that's done perfectly in the heavenly realm that that would land here on the land. So it's just longing for earth to look more like heaven. It's about longing.",
    "start": "00:36:18",
    "end": "00:36:46"
  },
  {
    "text": "Yeah. How does supplication feel sometimes?",
    "start": "00:36:46",
    "end": "00:36:49"
  },
  {
    "text": "Desperate.",
    "start": "00:36:49",
    "end": "00:36:50"
  },
  {
    "text": "Sometimes.",
    "start": "00:36:50",
    "end": "00:36:51"
  },
  {
    "text": "Let me just gather myself, like taking a pause to gather yourself to go into the crazy feel.",
    "start": "00:36:53",
    "end": "00:37:03"
  },
  {
    "text": "Centering.",
    "start": "00:37:03",
    "end": "00:37:03"
  },
  {
    "text": "Yeah.",
    "start": "00:37:03",
    "end": "00:37:04"
  },
  {
    "text": "One direction we could go would be a little bit struggling with the state of things, and the other one could be maybe a bit more up for interpretation or even maybe, hopefully. And we can thread that needle to some degree.",
    "start": "00:37:05",
    "end": "00:37:18"
  },
  {
    "text": "Mournful hopefulness.",
    "start": "00:37:19",
    "end": "00:37:20"
  },
  {
    "text": "I can be hopeful and walk into the darkness, hoping I get to the other side. When we finish the Lord's Prayer, we'll listen to what Liz and Brian wrote. We also invite you to send in your own melody to the Lord's Prayer. We'll collect them and choose a handful to share. You can use our translation, another translation, or even your own translation and submit it to Bibleproject.com SingThePrayer.",
    "start": "00:37:21",
    "end": "00:37:53"
  },
  {
    "text": "Look forward to hearing what people come up with. And that's it for today's episode.",
    "start": "00:37:53",
    "end": "00:37:57"
  },
  {
    "text": "Next week, we look at the next line in the prayer. We know this line in the King James as, Give us this day our daily bread.",
    "start": "00:37:58",
    "end": "00:38:05"
  },
  {
    "text": "This is not just an actual request to give me what I need today. It's also shaping me into a kind of person who relates to God in the moment in a certain posture of trust. Jesus wants all of his followers to imagine that their moment by moment existence is not something that they created for themselves, but that they receive as a gift.",
    "start": "00:38:05",
    "end": "00:38:28"
  },
  {
    "text": "That's next week. Bibleproject is a crowdfunded nonprofit where we exist to experience the Bible as a unified story that leads to Jesus.",
    "start": "00:38:29",
    "end": "00:38:38"
  },
  {
    "text": "Everything that we make is free because it's already been paid for by thousands of people just like you. Thank you for being a part of this with us.",
    "start": "00:38:38",
    "end": "00:38:45"
  },
  {
    "text": "Hi, this is Kyle Sunderland and I'm from Atlanta, Georgia.",
    "start": "00:38:47",
    "end": "00:38:50"
  },
  {
    "text": "Hey everyone, my name is David and I'm from Grand Prairie, Texas. I first heard about the Bible Project several years ago when I used the Read Scripture app to guide my first read through of the Bible in its entirety.",
    "start": "00:38:50",
    "end": "00:39:01"
  },
  {
    "text": "My favorite thing about bibleproject is the way they take complex academic concepts and make them accessible in a way that's kind, humble, and clearly comes from a love for God and His Word.",
    "start": "00:39:01",
    "end": "00:39:11"
  },
  {
    "text": "My favorite thing about the Bible Project is definitely the intentionality with which they set aside an American cultural context and personal biases and seek to understand what the author's original intent was. It's hugely impacted the way that I read the Bible now and I'm forever.",
    "start": "00:39:11",
    "end": "00:39:27"
  },
  {
    "text": "Graduating grateful we believe that the Bible is a unified story that leads to Jesus.",
    "start": "00:39:27",
    "end": "00:39:33"
  },
  {
    "text": "We are a crowdfunded project by people like me.",
    "start": "00:39:33",
    "end": "00:39:36"
  },
  {
    "text": "Find free videos, study notes, podcasts, classes and more@bibleproject.com hey, this is Tyler here to read the credits. John Collins is the creative producer for today's Show. Production for today's episode is by producer Lindsey Ponder, Managing Producer Cooper Peltz, producer Colin Wilson, Stephanie Tam is our consultant and editor. Frank Garza and Aaron Olson edited today's episode. Supervising Editor Tyler Bailey, JB Witty does our show notes and Hannah Woo provides the annotations for our app. Original Sermon on the Mount music by Richie Cohen Tim Mackey is our Lead Scholar. Special thanks to Brian Hall, Liz Vice and the Bible Project Scholar Team and your hosts, John Collins and Michelle Jones.",
    "start": "00:39:36",
    "end": "00:40:21"
  }
]