[
  {
    "text": "This is bibleproject podcast and this year we're reading through the Sermon on the Mount. I'm your host, Michelle Jones. Let's talk about sex. Not a thing you expect to hear in a conversation about the Sermon on the Mount. Well, Jesus brought it up, so we're gonna talk about it. We're in the part of the Sermon on the Mount where Jesus quotes from the Old Testament laws and then shows us God's wisdom within it that is much more relevant than today we look at the law. Do not commit adultery. Sex means different things to different people. It can be a way to connect or avoid connection. It can be a compulsion. Sex has also been used as a way to control or harm someone. But the Bible wants us to think about sex as something profound.",
    "start": "00:00:05",
    "end": "00:00:53"
  },
  {
    "text": "Jesus is a part of a tradition that has such a high exalted view of sexual desire and sexual as sacred and as a window into something transcendent.",
    "start": "00:00:53",
    "end": "00:01:04"
  },
  {
    "text": "That was Tim Mackey. Today, John and Tim sit down with New Testament scholar Dr. Lucy Pepiat to talk about Matthew 5, 27:30, where Jesus says, I tell you anyone who goes on looking at a woman in order to cultivate lust for her has committed adultery in his heart.",
    "start": "00:01:04",
    "end": "00:01:24"
  },
  {
    "text": "If men and women understood God's vision for how we can relate, and not just as married men and married women. And that's what's interesting about our passage that we're looking at.",
    "start": "00:01:25",
    "end": "00:01:36"
  },
  {
    "text": "Underneath this command of do not commit adultery is a biblical vision of how all men and women can relate to one another.",
    "start": "00:01:37",
    "end": "00:01:44"
  },
  {
    "text": "Do I view the opposite sex as an indispensable, essential other to the flourishing of my own life and of my whole community?",
    "start": "00:01:44",
    "end": "00:01:56"
  },
  {
    "text": "Thanks for joining us. Here we go.",
    "start": "00:01:57",
    "end": "00:01:59"
  },
  {
    "text": "Hey, Tim.",
    "start": "00:02:11",
    "end": "00:02:12"
  },
  {
    "text": "Hi, John. Hello. We are in a series of conversations in a section of Jesus teachings in the Sermon on the Mount. We've been calling them the case studies that are found in Matthew chapter five. And it's where Jesus is unpacking in six ways his claim that the long story of God's covenant with Israel is coming to fulfillment, that God's heavenly kingdom that's touched down here on earth through him and these communities that he's beginning. That this is what he calls the fulfillment of the Torah and prophets. And he calls his followers to what he calls a greater righteousness, a vision of doing right by God and neighbor. That it's not just that it's intense, but it's a version that's more faithful and more in sync with the wisdom and heart of God than anything on offer. It's greater than even that of the Bible nerds, the scribes and the Pharisees. And so then to unpack what he means, he gives six case studies, and we are now entering into the second.",
    "start": "00:02:12",
    "end": "00:03:19"
  },
  {
    "text": "Can I say real quick?",
    "start": "00:03:19",
    "end": "00:03:20"
  },
  {
    "text": "Yeah, please.",
    "start": "00:03:20",
    "end": "00:03:21"
  },
  {
    "text": "When you say case study, what we particularly mean is that Jesus is quoting a law from the Torah. And if Jesus came to fulfill the laws of the Torah, and there's a lot of debate about how to apply the law in this first century setting that they're in, then what's Jesus stance on any given law? And he's then quoting a law and then he's showing you the deep ethical wisdom, God's wisdom underneath of it, which is like more radical than you would even imagine. The last one we did was do not murder.",
    "start": "00:03:21",
    "end": "00:03:58"
  },
  {
    "text": "Yeah. The command don't murder. It's a really good thing to do or not do in this case. But simply not killing someone is just the surface manifestation of a much deeper set of issues in the heart, which is what he goes after. The issues of contempt and anger and how I can devalue the dignity and worth of another human through how I regard them and even how I speak about them. Jesus sees underneath the command and not murder, deeper wisdom from God about what really matters in human relationships. So he's going to flip it again and quote another of the famous ten Commandments, this time number seven, which is do not commit adultery. And he's going to make the same move and talk about how it's a good thing not to sleep with another person's spouse. Like, way to go if you don't ever do that. But the real issues of desire and deep character that that command is really pointing at, that's where Jesus wants to take his teaching. So we've been using the language. He goes underneath the command and gets to a deeper wisdom that speaks to issues of character in the heart. And that's what he's doing in these six case studies. So as we talk about the second case study and address Jesus wisdom here, it's also important to note that this is the first teaching of Jesus in the Gospel of Matthew about sexual des. Sexuality, which is such a both sensitive and important topic in the teaching of Jesus and just in the life of a follower of Jesus. So we wanted to expand our conversation circle for this to include a friend and a theologian, Lucy Pepiat, to help us have even greater perspective on these conversations. Lucy, thank you for joining us.",
    "start": "00:03:58",
    "end": "00:05:54"
  },
  {
    "text": "Hi, thanks for inviting me.",
    "start": "00:05:55",
    "end": "00:05:56"
  },
  {
    "text": "Lucy, why don't you introduce yourself to our audience really quick?",
    "start": "00:05:56",
    "end": "00:05:59"
  },
  {
    "text": "Well, currently I'm In Bristol in the uk, which is where I live. And I'm the principal of a theological college called WTC and I teach systematic theology and I teach spiritual formation. And we're part of a small group of community churches and we go to one in Bristol, me and my husband Nick.",
    "start": "00:05:59",
    "end": "00:06:25"
  },
  {
    "text": "Wtc meaning Westminster Theological Centre.",
    "start": "00:06:25",
    "end": "00:06:28"
  },
  {
    "text": "Yeah, it does mean that. But then everyone asks, is it in Westminster? So we're quietly trying to drop it.",
    "start": "00:06:28",
    "end": "00:06:37"
  },
  {
    "text": "Well, thank you for joining us for this conversation. As we go through these case studies, what we're trying to do is both understand how in Jesus mind, all of the commands given at Mount Sinai through Moses all link back in some way to a vision or an ideal for human life that he typically links to the Garden of Eden story elsewhere in his teachings. And so it makes I think the most sense to try and understand the logic of what he says and to link it back to the Garden of Eden. But maybe before we do that, we should just read the rather shocking.",
    "start": "00:06:37",
    "end": "00:07:13"
  },
  {
    "text": "Yeah, let's read it.",
    "start": "00:07:13",
    "end": "00:07:14"
  },
  {
    "text": "Teaching that he has. You have heard that it was said you will not commit adultery, quoting from the seventh command. And I say to you that everyone who goes on looking at a woman in order to cultivate lust for her, he has already committed adultery with her in his heart. If your right eye causes your downfall, tear it out and throw it from you. For it is better for you to lose one of your body parts than for your whole body to be thrown into Gehenna. If your right hand causes your downfall, cut it off and throw it from you. For it is better for you to lose one of your body parts than for your whole body to go off into Gehenna.",
    "start": "00:07:14",
    "end": "00:08:06"
  },
  {
    "text": "It's gory.",
    "start": "00:08:06",
    "end": "00:08:07"
  },
  {
    "text": "It's a good example of how Jesus preference for shocking hyperbole and exaggerative intensity in his sayings arrests our imaginations. This saying has been seizing the imagination of his followers for a couple thousand years now. Whatever the shocking images mean, at least most simply means that Jesus takes sexual desire and the way sexual desires manifest themselves in our behavior. He thinks it's a really, really, really important thing that his disciples need to do a lot of difficult heart searching and evaluation. For many people, a Christian sexual ethic is seen maybe as having a low view of sexuality, that it's somehow to be avoided dirty. It's beneath proper human behavior in some way. And so Jesus would be seen as kind of trying to tamp down the desire like it's a monster, deal with it, cut its head off, so to speak. But the question is, is it because of a low view or a view of sex as something to be avoided? Or is it possible that it's exactly the opposite? It's that Jesus is a part of a tradition that has such a high exalted view of sexual desire and sex as sacred and as a window into something transcendent. That could also be a motivation for why you would say something so extreme as this. And so maybe the question is, how do. Where would we go to find out which of those is more accurate?",
    "start": "00:08:07",
    "end": "00:09:44"
  },
  {
    "text": "Sometimes I think in our Western culture, we don't understand exactly what Jesus was meaning by lust and the abusive nature of that. And so we have tamed the concept as if it's somehow linked to loving sexual desire in some way. It's a sort of. It's on the spectrum. Whereas I see the kind of lust that Jesus is bringing out here as the antithesis of love.",
    "start": "00:09:45",
    "end": "00:10:13"
  },
  {
    "text": "So you're saying you could think of there's a spectrum of sexual desire and Jesus is speaking into where in the spectrum is it good or bad? But a better way to think about this is there's sexual desire and then there's distorted backwards sexual desire, and that's lust. And maybe we just need to jump in and talk about it. Like, what did Jesus mean by that word? And in this translation you just read, Tim, I think is your translation if you go on looking at a woman. Yeah. So I'm kind of curious. Let's just jump right into that. Like, what are we talking about here?",
    "start": "00:10:13",
    "end": "00:10:51"
  },
  {
    "text": "Well, so the translation I read is one that I've provided for all the stuff we're making for Sermon on the Mount for the Bible Project. But there's a couple details in Greek that aren't always brought out in our English translations. So often the phrase is translated, everyone who looks at a woman with lust or looks at a woman lustfully. So the word look, just the one word look, is fairly open to lots of different meanings. So I don't usually use Greek grammar terms in the podcast when we're having conversations, but it is a present active participle, which means that he's referring to a present, ongoing action. You could say, oh, I looked, I looked and I saw. But really what you're noticing, he's not talking about that. It's the sustained look goes on looking. I think it's a great translation. Maybe an interpretive paraphrase translation would be to stare. Because when you focus your gaze on something and you go on looking at it, one of the English words we have for that is to stare at and I think that's what he's referring to.",
    "start": "00:10:51",
    "end": "00:12:00"
  },
  {
    "text": "You know, this might be jumping the gun a little bit, but when Jesus. Hyperbolic language. Cut off your hand, pluck out your eye. We've talked enough about Genesis 3 and how this. See desire. Take language in the Bible. It's like, I see something, I desire it, I take it. Those are like, I'm using my eye and my hand to then take something that isn't good. And so when we talk about lust and cultivating lust, it's like this sense of taking something that's not yours. And the command not commit adultery. It's very clear that's this physical taking. But in some way you can do that in your heart.",
    "start": "00:12:00",
    "end": "00:12:41"
  },
  {
    "text": "Yeah. And the subtext is that that is really intimidating for a woman. You know, this is given to men. This is something for men. Not saying that women don't have this problem, and probably increasingly in our day, they do, but this is directed at the men. And that kind of what you're describing, that kind of stare, it's just horrible and creepy. Nobody enjoys it. It's what you were saying, John. You're taking something that doesn't belong to you. So often male lust is framed in terms of what the woman is doing or wearing or, you know, so it's her fault. It's externalized. And Jesus is really clear here that it's your eye, your hand, and the only way you're going to deal with it is by doing something internal that will cut you off from it. And you can't put her in a different room or cover her up or separate yourself from her and think that it's all going to be gone.",
    "start": "00:12:41",
    "end": "00:13:50"
  },
  {
    "text": "Mm.",
    "start": "00:13:50",
    "end": "00:13:51"
  },
  {
    "text": "Wow. Okay. So I think that's an important point. Maybe we should sit there for a second.",
    "start": "00:13:52",
    "end": "00:13:56"
  },
  {
    "text": "Yes. For many seconds.",
    "start": "00:13:56",
    "end": "00:13:57"
  },
  {
    "text": "I think what I heard you just say, Lucy, is there's this propensity in culture for men to say, well, if women just, whatever. Dress different.",
    "start": "00:13:57",
    "end": "00:14:07"
  },
  {
    "text": "Yeah. Covered up.",
    "start": "00:14:08",
    "end": "00:14:09"
  },
  {
    "text": "Or maybe acted different, or maybe if we just kept women out of the room so we don't have to deal with it.",
    "start": "00:14:09",
    "end": "00:14:14"
  },
  {
    "text": "Yeah.",
    "start": "00:14:14",
    "end": "00:14:15"
  },
  {
    "text": "And that's men externalizing the problem where Jesus here is saying, hey, men, there's something going on in your heart and you deal with it.",
    "start": "00:14:15",
    "end": "00:14:24"
  },
  {
    "text": "Yeah. And so on the one hand, I think he's framing this. Whatever it is feeling. I don't know. I mean, I don't know because I'm not a chap, but, you know.",
    "start": "00:14:25",
    "end": "00:14:36"
  },
  {
    "text": "Yeah.",
    "start": "00:14:39",
    "end": "00:14:39"
  },
  {
    "text": "And he was one. He was a chap. So he, you know, he's framing it in terms of lust is not on the spectrum of sexual desire. That is healthy and, you know, loving. It's an anti love force in your life and it belongs to you. It's not to be, you know, projected onto an object because you've already objectified the woman anyway. And then you will further objectify her by saying, it's your fault, you did this, you made me feel like this. Etc. Etc. And Jesus kind of undermines all of that thinking, which I think is extraordinarily modern in many ways.",
    "start": "00:14:39",
    "end": "00:15:21"
  },
  {
    "text": "Yeah. The language he uses, which is not just to notice, but it's to go on looking. And then also the purpose of nature of the look. Jesus makes clear with the phrase in order to. So often it gets translated to look at a woman lustfully or with lust. But that's not actually what it says in Greek. It's an infinitive.",
    "start": "00:15:22",
    "end": "00:15:45"
  },
  {
    "text": "Go on looking.",
    "start": "00:15:45",
    "end": "00:15:46"
  },
  {
    "text": "Go on looking in order to. So it's exactly what you're saying, Lucy. Because if you lived as an adult in the modern world, I'm certain in any culture, like we know what he's referring to. Like the prolonged stare for the purpose of cultivating a mental fantasy.",
    "start": "00:15:46",
    "end": "00:16:04"
  },
  {
    "text": "It's a power play.",
    "start": "00:16:04",
    "end": "00:16:05"
  },
  {
    "text": "Yes. What does it do to a human imagination to cultivate this habit?",
    "start": "00:16:06",
    "end": "00:16:11"
  },
  {
    "text": "If you're the kind of person who goes on cultivating staring. Because that woman to me is something I can take. Even if that doesn't turn into you committing adultery. It's going to spill out.",
    "start": "00:16:11",
    "end": "00:16:26"
  },
  {
    "text": "Yes.",
    "start": "00:16:26",
    "end": "00:16:27"
  },
  {
    "text": "In all sorts of ways. The language you use around women, the way that you treat a woman in a room.",
    "start": "00:16:27",
    "end": "00:16:32"
  },
  {
    "text": "Yeah. And it can't stay under the surface for too long. It will come out in other ways. Which creates an interesting parallel back with the anger case study that just came above. You know, because the shocking nature of that was if you murder someone, you'll be guilty before the court. But then he goes on to say, if you are angry with your brother, you're guilty before the court. And you're like, what? Because that's really internal. So for Jesus, character formation of an individual, how do you say? It's personal but never private. The cultivation of our character is a deeply personal activity, but it never is private because it never just affects us. It will spill over to how we regard other people and in this case, how men regard women. And for Jesus, that is really important for him to focus on that. He would devote a whole case study and just zing the male disciples.",
    "start": "00:16:33",
    "end": "00:17:26"
  },
  {
    "text": "So we've identified the problem, I think. Well, we've tried to identify what we think Is the problem. But there's no solution here. No. I mean, not a real one. You know.",
    "start": "00:17:27",
    "end": "00:17:40"
  },
  {
    "text": "Yeah. Cut off your hand is not really in the cards.",
    "start": "00:17:40",
    "end": "00:17:43"
  },
  {
    "text": "No. And origin, famously, you know, maybe did resort to this solution. So how do we understand. I know we're just looking at this section, but given that he identifies such a deep problem and we know it's a deep problem and it's not going to be uprooted by just saying, oh, don't do that. What do we take from this hyperbolic language? And how do we. What more can we say or where else do we go to find something that maybe even looks like a solution?",
    "start": "00:17:44",
    "end": "00:18:19"
  },
  {
    "text": "Yeah. The two shocking things he says next are not on the face value level. The solution, clearly, because the last words were in the heart. The problem is in the heart. So whatever it means to address an issue of the heart, what you do with an eye or a hand is not actually going to solve the problem. So what that means is these two sayings about the hand and the eye are metaphorical ways, exaggerative, hyperbolic ways to move towards one part of a response or a solution. And the takeaway, I guess, on the simplest level, is to say, take drastic measures to respond to this in your own. This issue of your own body and of your own heart. And I suppose the eye and the hand, you know, you mentioned the Genesis 3 echoes, which are surely there. There's also, it seems to me, a layer of meaning, because your eye and your hand are two of the most indispensable parts of a functioning human life. You know, to be able to see where you're going and to be able to grab and do things with your hands. So to sacrifice an eye or to sacrifice a hand. He's naming things that seem indispensable to us. I can't actually live the way I want to without this. And I wonder if there's something there that even if dealing with this habit of how I view those that I might be sexually attracted to and the narratives I play out with them in my heart, that might be so ingrained by the time you hear Jesus say these words and it seems so part of your life, gratifying those fantasies and cultivating them, that it's like, what is human life without those. And there's something about what Jesus is saying, that whatever it is that you need to sacrifice to deal with this, it's more than worth it. It's worth more than your eye, it's worth more than your hand. That's something that struck me. The longer that I've sat with the saying.",
    "start": "00:18:20",
    "end": "00:20:26"
  },
  {
    "text": "Yeah. Is it significant that he says right eye and right hand?",
    "start": "00:20:26",
    "end": "00:20:31"
  },
  {
    "text": "I think so. In the Hebrew Bible and biblical tradition, this is probably cross cultural. I think it has to do with the like a physiological fact that the majority of humans, not all significant minority or not, but a majority throughout history, are right eye and right hand.",
    "start": "00:20:32",
    "end": "00:20:49"
  },
  {
    "text": "Which just emphasizes more how crucial the indispensable nature is. Indispensable.",
    "start": "00:20:49",
    "end": "00:20:54"
  },
  {
    "text": "That's right. Yeah. So to left handers, Jesus cares about you too. Again, it's hyperbole.",
    "start": "00:20:54",
    "end": "00:21:03"
  },
  {
    "text": "They always get left out.",
    "start": "00:21:03",
    "end": "00:21:05"
  },
  {
    "text": "I know. Yeah, but not with writing Hebrew. Hebrew is written right to left, which is ideal for left handers.",
    "start": "00:21:05",
    "end": "00:21:13"
  },
  {
    "text": "That is true. Okay, I just want to ask one question. Do you think because the whole setting of this passage begins with his teaching on repent because the kingdom of heaven is near, do you think that they would have heard this language about cutting things off as a kind of example of. Or would it have signified to them something like repentance or something like the giving up of something?",
    "start": "00:21:13",
    "end": "00:21:44"
  },
  {
    "text": "Turn around, turn towards the kingdom of God. It begs the question, what is the kingdom of God's ethical vision of men and women together?",
    "start": "00:21:45",
    "end": "00:21:55"
  },
  {
    "text": "Yeah. What's the greater good?",
    "start": "00:21:56",
    "end": "00:21:58"
  },
  {
    "text": "Exactly.",
    "start": "00:21:58",
    "end": "00:21:59"
  },
  {
    "text": "Actually more appealing than the mental fantasy.",
    "start": "00:21:59",
    "end": "00:22:02"
  },
  {
    "text": "Exactly. Right. Because if the mental fantasy is men saying, I can take women, even if I'm not gonna do it because I can control myself enough to not do it in real life, I'm still gonna do it in my heart, that's a distortion of something ultimately good that we're losing out on. What is that? And so I've got a Hebrew Bible scholar here and a New Testament scholar here, and I wanna hear from you guys, what is this vision of men and women in the Bible living in right relationship?",
    "start": "00:22:02",
    "end": "00:22:31"
  },
  {
    "text": "Yeah, yeah, that's good. Underneath this extreme response that Jesus says, which is to deal with it, but just dealing with it, just like saying, don't be anxious, don't have anxiety, don't cultivate lust. You have to have some greater vision that is even more fulfilling than the thing that I'm after by cultivating those mental fantasies. So what is that? That's what you're trying to put your finger on.",
    "start": "00:22:32",
    "end": "00:23:00"
  },
  {
    "text": "And more gratifying, I think. Well, experience tells you that what he's putting his finger on is something that is ultimately empty and actually worse than just empty. It's damaging to men and women. And then he offers his disciples this thing that is fulfilling and rich and deeply gratifying of all parts of their being, you know, including sexual desire. In some way. And the church has always, you know, explained the Christian faith in that sense as being able to fulfill all our desires in some funny way. And Jesus knows that. And so he knows that's what he's offering them.",
    "start": "00:23:00",
    "end": "00:23:45"
  },
  {
    "text": "Elsewhere in the Gospel of Matthew, Jesus is asked a question about divorce and remarriage from one of the laws in the Torah. And what he says, this is Matthew chapter 19. What he says is that Moses allowed that because of the hardness of Israel's heart. But God's purpose from the beginning was. And then he goes back to Genesis 1 and Genesis 2. So that pattern of looking for the ideal good that God has in store for human life, I think is what's operating underneath here. We don't have a story of somebody asking Jesus about lust and he says, you know, God's purpose from the beginning, but let's do an imaginative exercise. Let's follow Jesus us back to Genesis 1 and 2 and see what the vision of sexual desire. And I think what we will discover there is the greater good that's driving this extreme statement here in the Sermon on the Mount. So in the seven day creation narrative is actually the first time that anything to do with human biological sex difference or gender difference is brought up. It's on page one of the biblical story. So this is just Genesis one. This is day six as a whole. So the crowning act of God's creative actions and speech happen on day six, after God has separated the dry land from the waters and he summoned the fruit and the trees to come up out of the ground. That was on day three. Now he summons life to come up out of the ground on day six. And it begins with God saying, let the land bring out living creatures and the cattles and beasts and so on. And they're according to their kinds. In other words, there are differences. It doesn't highlight the biological sex of the animals, but it just says there are different kinds of animals. So you have this idea of the diversifying types, that the living things on the ground consist of others that are others to each other. And then when God says, let us make human in our image according to our likeness and let them rule. So human. This is interesting. Let us make human. It's the Hebrew word Adam and it's a singular noun. But it presumes that that one human consists of more than one, because the verbs let them rule are plural. Let them rule. And then the puzzle of, well, how is the one human more than one let them rule is addressed in the little poem that's at the center of the center of day six. And the poem is three lines, and it reads like this. And Elohim created human in his image. In the image of Elohim, he created the human. The human, yep. But it's a pronoun, him or it referring back to human, singular pronoun, third line, male and female, he created them. Plural pronounced. So this is wonderfully suggestive in terms of the shape of the parallelism of the poetic lines. In the image of Elohim, he created him, that is the species Adam, male and female. He created them by putting those in parallel. The narrator is inviting us to see that there's something of the essence of what it means for humans to be representatives of Elohim in the fact that they are one Adam and that that one Adam consists of two others. In terms of biological sex, male and female, he created them. And then the relevance of that different is then highlighted. What follows, Elohim blessed them, which means when God gives the gift of his own self generating being and life, he gives that as a gift to these creatures, saying, be fruitful and multiply and fill the land, subdue it and rule over the creatures. So the ideal vision is about a creature that is one and more than one. And when those two others, the difference between those two others that's highlighted here is biological sex. Because what God wants to give is a gift, is the ability for them to image God through the multiplication of life. So reproduction is the union for reproduction is what's highlighted here. That's at least one aspect of the blessing. So it's a mutual vision. Let them rule and let them represent God and let their unity and diversity become a life giving process that creates even more than there was before. And all of this is an image of God. You could spend a long time just pondering that little poem and the implications right there. But it's a beautiful vision of human, male and female mutuality.",
    "start": "00:23:46",
    "end": "00:29:06"
  },
  {
    "text": "So to tie back the Sermon on the Mount, if a man is objectifying a woman, even if it's in his own heart, he's not living out this ideal of it's man and woman together that represent the image of God. It's saying, I think men can represent the image of God. Women can just be something that we use along the way. Which is actually kind of what you get with Lamech, you know, in Genesis chapter four, this backwards king who just starts taking women as possessions.",
    "start": "00:29:07",
    "end": "00:29:37"
  },
  {
    "text": "And Lamech in Genesis 4 is the first narrative example of God's lament in Genesis 3, when he said, One of the sad results of the man and the woman now having different visions of what is good in their own eyes because they've taken from the tree of knowing good and bad that the man will rule over the woman, he will rule over you, which is a deliberate echo back to here, which is the ideal, which is let them rule together. So the idea of men acting in ways that treat women like less than human, like animals, what humans are here to the animals is what God names as will be the sad reality of male and female relationships outside of Eden.",
    "start": "00:29:37",
    "end": "00:30:25"
  },
  {
    "text": "To me, it's really fascinating that what comes out there is this imbalance of male and female and how they even view a relationship. I think there is something deep in there about your desire will be for him and then he'll rule over you. I think for me, it's just one of the saddest verses in the whole Bible. Yes, I learned it. So sad.",
    "start": "00:30:26",
    "end": "00:30:52"
  },
  {
    "text": "We need to stop. We need to stop for a second. Tell me more about that. Yeah, let's read it. Genesis 3, because you just briefly mentioned it. We read the Genesis 1 image of God poem in Genesis 3, when things go awry, one of the consequences is.",
    "start": "00:30:52",
    "end": "00:31:08"
  },
  {
    "text": "God says, and your desire will be for your husband and he will rule over you.",
    "start": "00:31:08",
    "end": "00:31:14"
  },
  {
    "text": "He says this to Eve, your desire will be for your husband. He will rule over you. And Tim, you said they're supposed to rule together. And then Lucy, you said, this is one of the saddest verses in the Bible.",
    "start": "00:31:14",
    "end": "00:31:26"
  },
  {
    "text": "I find it so sad because I known of so many women who remain in abusive relationships and that men would even want to be in a relationship that, you know, is structured like that. So I find it tragic because it's like it's. It's telling the story of the whole of the history of the world. It's predicting that this is going to be at the heart of everything that goes wrong. That's what I feel. And that if men and women understood God's vision for how we can relate and not just in marriage, not just as married men and married women. And that's what's interesting about our passage that we're looking at. It actually affects all women and all men, you know, because everybody is off limits unless they are your spouse. So if someone is not married, then they have their own sanctity being not married. They're not fair game, you know, And I think that is the Christian ethic. And it's. It's not a repressive, awful one. It's a deeply protective and beautiful one in many ways.",
    "start": "00:31:26",
    "end": "00:32:41"
  },
  {
    "text": "There is the ruling over a woman that can be very obvious, like an abusive relationship. And I'm thinking back then, but I'm also thinking then now about the passage we read in Matthew and there's a more subtle ruling power play. I can take you. I'll do it in my heart, but I can take you and I'm gonna. It's a way to try to rule over a woman in your heart. And so here we're getting to the heart of this dynamic that's supposed to be mutual that men can so easily start to take in a different direction.",
    "start": "00:32:42",
    "end": "00:33:24"
  },
  {
    "text": "Yeah.",
    "start": "00:33:24",
    "end": "00:33:25"
  },
  {
    "text": "Do I view the opposite sex as an indispensable essential other to the flourishing of my own life and of my whole community? So that cultivating the fantasy and doing the power play in my heart, it's harming them and it's harming ultimately everyone's well being and even my own. If you scale it out in terms of people or you scale it out over the course of a lifetime.",
    "start": "00:33:26",
    "end": "00:33:55"
  },
  {
    "text": "Yeah. It is important just to note that even though this is addressing a peculiarly male issue, I think that obviously women can be manipulative and abusive equally, and it's important to say that. But there is a weird dynamic between men and women because men are physically stronger and have a different perspective on sex. And there is something that the Bible is getting at which I think is in the sort of deep structures, the fallen natures of men and women.",
    "start": "00:33:55",
    "end": "00:34:28"
  },
  {
    "text": "So, Lucy, could you end our time looking at how the New Testament riffs off this idea and what we can see maybe in the apostles writings.",
    "start": "00:34:35",
    "end": "00:34:47"
  },
  {
    "text": "Tim's, you know, talking about the Genesis, how the male and female relations are framed in Genesis. And when Jesus is asked about marriage in Matthew 19, which Tim's already talked about, you know, he goes right back there and talks about the man leaving and cleaving or, you know, clinging to his wife. So Jesus reframes the whole or sort of recalls everyone back to that original vision and does it really clearly. And the first believers, it seems like they really picked that up, that idea of Christian marriage as being countercultural in their own setting. And I think sometimes that's a bit lost when people read the letters because they focus. There's three instances that talk about wives, submit to your husbands, you know, and that kind of jumps out at a modern reader. And we all think, oh no, that's terrible. They're just telling women to submit. But actually in the context, it's very much more addressed to the man and what his responsibilities in the marriage are. And they're being called, unusually in the Greco Roman world, they're being called to this monogamous relationship where all other women are out of bounds sexually. And I've read, I can't remember who uses this phrase, I won't pretend to try and remember, but that the men are called. Christian men are called to behave like the honourable women. So honourable women were expected to be monogamous. The honourable married women had to, you know, they couldn't have an affair, they couldn't do anything like that, but their husbands could, but they couldn't. And then the Christian view of marriage, it reframes the husband's role as being the same as an honorable woman and having to exercise restraint. And so men and women are called upon in the Christian view of marriage to exercise this restraint. And that comes out very much in 1 Corinthians 7, where Paul. So when people ask somebody about marriage in the Bible, they often go first to Ephesians 5 and talk about women wives having to submit to their husbands. But actually if you start with 1 Corinthians 7, you have this extraordinary address of Paul to married people. And it's like marriage advice, it's like the marriage course. And he says to both the husbands and the wives, you have authority over each other's bodies. And that I think would have really hit a first century woman as being bizarre and kind of wonderful.",
    "start": "00:34:48",
    "end": "00:37:53"
  },
  {
    "text": "What would have been bizarre to a.",
    "start": "00:37:54",
    "end": "00:37:55"
  },
  {
    "text": "1St century woman to be told that she has authority over her husband's body.",
    "start": "00:37:55",
    "end": "00:38:00"
  },
  {
    "text": "That would have been just completely alien.",
    "start": "00:38:00",
    "end": "00:38:02"
  },
  {
    "text": "Thought, especially the way Paul words that in 1 Corinthians 7 isn't just you both have. He singles out each. He says the man doesn't have authority over his own body, but rather the wife. So also the wife doesn't have authority over her own body, but rather husband. And that second one would feel very normal, right, in a first century context. But the first one about a man not having authority over his own body like that would just really ruffle some feathers. Yes, very radical stuff.",
    "start": "00:38:02",
    "end": "00:38:34"
  },
  {
    "text": "I think it would have been offensive to a lot of men. And it's the only time that the word authority exousia is used in relation to marriage. So there's no reference to a husband having authority over his wife that isn't completely mutual. And it's in basically in the bedroom, which is, you know, the most. I mean, that's where it's going to really hit home. So I see that in 1 Corinthians 7 and then in Ephesians 5, I mean, Paul does say Wives, submit to your husbands. But in the context of mutual submission, which he has spelled out through the letter and actually just immediately precedes the verse where he talks about wives submitting to their husbands and then draws out this picture. So he really is talking about the church. He says, I'm not really talking about marriage, I'm talking about the church and Christ. But he uses marriage, what they would have been able to see in front of them, this covenant idea of marriage, and then said, this is going to help you if you understand marriage as a covenant where the husband lays down his life for his wife and presents her before God. So clearly in the New Testament, I think they believed that the believing husband had some kind of responsibility to nurture and disciple his wife and bring her up to his level. I think that comes out in 1 Peter 3. And then he sort of maps that back onto Christ in the church and says, now you will understand. So if you have a really healthy, wonderful marriage, that will help you to understand the level of sacrifice that Christ has made for the church. And you'll put the husband and the wife, you'll map them into that relationship.",
    "start": "00:38:34",
    "end": "00:40:34"
  },
  {
    "text": "It's interesting to think about how, if we're thinking of what is underneath Jesus teaching in the case study to these statements, these beautiful transcendent statements about marriage and its status as a sign, right? A symbol of this greater reality of God joining God, becoming one with his human family in and through the Messiah. You know, maybe a middle term between those two then, is something that Jesus said on a couple of occasions when people asked him to summarize the meaning of all of God's commands, which he famously just expressed, as to love God and to love your neighbor as you love yourself, or the golden ruled, whatever you desire, others do to you, do also to them. So it's love. It's regarding another human's dignity and being as of much or greater value than my own. And that if I act on that vision, it will create the kind of conditions for human flourishing. And in a way, it seems like that's what Paul's doing. He's both combining the Genesis ideal and Jesus ideal that a marriage is a symbol of what a church community of men and women can become as a group embodying this. So in a way, the case study also for Jesus addressing male disciples is also aimed at his female disciples, in that it will create. If men actually took Jesus by his word and did what he said, it will create a kind of community that is safe for women, but then also safe for men. To deal with their issues. Yeah, yeah, yeah. And to talk to each other about what's going on in their hearts and so on.",
    "start": "00:40:35",
    "end": "00:42:32"
  },
  {
    "text": "And the other thing is this invitation to live in the kingdom. You can't just tell people to cut things off. In one sense, Jesus replaces or fulfills desires in a completely different way. And in Matthew's Gospel, after the Sermon on the Mount, you have this extraordinary two chapters of extraordinary healings and, you know, the manifestation of the power of the kingdom that he takes the disciples on this crazy journey of this is what it's going to be like. If you follow. You know, if you're one with me, this is what will happen. And then in Matthew 10, he sends them out to do it. And so I think it's not just marriage as the antidote, if you like, to lust and disordered desire, but it's the big picture of life in the kingdom and of that love, the love of God for us and then the love of each other as brothers and sisters, which is what he wants us to understand, that we're, you know, that we are siblings and fellow images of God. And having a big vision for that will somehow give us a bigger desire for something better.",
    "start": "00:42:32",
    "end": "00:43:46"
  },
  {
    "text": "This is a wonderful example of how just a short teaching of Jesus can offer so much to ponder just reading it by itself, but how its full meaning is really unpacked within the whole Gospel, like according to Matthew, but then that itself, its meaning is supplied by the whole of the biblical story. And every one of those kind of extra expansions makes the saying of Jesus even more powerful and beautiful, shocking and mysterious all in one. Lucy, thank you for exploring this with us. It's really wonderful to hear your perspectives. There you go. May God have mercy on us as we attempt to respond faithfully to this teaching.",
    "start": "00:43:48",
    "end": "00:44:34"
  },
  {
    "text": "Absolutely.",
    "start": "00:44:34",
    "end": "00:44:35"
  },
  {
    "text": "That's it for today. Next week, Jesus looks at the next case study, an Old Testament law concerning divorce.",
    "start": "00:44:47",
    "end": "00:44:54"
  },
  {
    "text": "These words of Jesus about marriage and divorce and remarriage, they have had a huge influence on the course of millions of people's lives over the last 2000 years. The bigger context is this is in the Sermon on the Mount, where he's defining this greater, higher calling of doing right by other people. Jesus is putting his finger on something where people are not doing right by each other, and he wants to address that.",
    "start": "00:44:54",
    "end": "00:45:20"
  },
  {
    "text": "Bibleproject is a crowdfunded nonprofit. We exist to experience the Bible as a unified story that leads to Jesus. Everything that we make is free because of the generous support of people like you. Thank you for being a part of this with us.",
    "start": "00:45:21",
    "end": "00:45:36"
  },
  {
    "text": "Hi, this is Sam and I'm from Atlanta, Georgia.",
    "start": "00:45:36",
    "end": "00:45:39"
  },
  {
    "text": "Hi, this is Kumam and I'm from Maryland. I first heard about Bibleproject on YouTube. I use Bibleproject for more context and insight into the books I'm reading.",
    "start": "00:45:39",
    "end": "00:45:50"
  },
  {
    "text": "I first heard about BibleProject back in 2016. BibleProject's Leviticus video from its Torah series was second in the search results. I watched it and I've been a monthly supporter ever since. I use bibleproject for its theme videos, its grad school level classes, and its podcast.",
    "start": "00:45:51",
    "end": "00:46:08"
  },
  {
    "text": "My favorite thing about bibleproject is its.",
    "start": "00:46:08",
    "end": "00:46:11"
  },
  {
    "text": "Unique way of breaking down the word, making it easy to understand, apply and share.",
    "start": "00:46:11",
    "end": "00:46:16"
  },
  {
    "text": "My favorite thing about Bible Project is this very podcast. It's the first thing I listen to Monday morning at the gym and on my way to work.",
    "start": "00:46:17",
    "end": "00:46:24"
  },
  {
    "text": "We believe the Bible is a unified.",
    "start": "00:46:24",
    "end": "00:46:26"
  },
  {
    "text": "Story that leads to Jesus.",
    "start": "00:46:26",
    "end": "00:46:28"
  },
  {
    "text": "We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes.",
    "start": "00:46:28",
    "end": "00:46:35"
  },
  {
    "text": "And more@bibleproject.com hi, this is Cooper here.",
    "start": "00:46:35",
    "end": "00:46:40"
  },
  {
    "text": "To read the credits. John Collins is the creative producer for today's show. Production of today's episode is by producer Lindsey Ponder, managing Producer Cooper Peltier, producer Colin Wilson. Stephanie Tam is our consultant and editor. Tyler Bailey is our audio engineer and editor and he also provided the sound design and mix for today's episode. Frank Garza and Tyler Bailey edited today's episode. Brad Witte does our show notes. Hannah Wu provides the annotations for our app. Original Sermon on the Mount music is by Richie Cohen and the bibleproject theme song is by Tense to Mackey as our Lead Scholar. Special thanks to Lucy Pepiat and your host Michelle Jones.",
    "start": "00:46:40",
    "end": "00:47:23"
  }
]