[
  {
    "text": "This is bibleproject podcast and this year we've been reading through the Sermon on the Mount. With me is co host Michelle Jones. Hi, Michelle.",
    "start": "00:00:05",
    "end": "00:00:11"
  },
  {
    "text": "Hi, John. We have come to the final teaching in the entire Sermon on the Mount, which is amazing.",
    "start": "00:00:11",
    "end": "00:00:19"
  },
  {
    "text": "We made it.",
    "start": "00:00:19",
    "end": "00:00:20"
  },
  {
    "text": "Now, in this final teaching, Jesus puts a choice in front of his followers. What type of existence are you going to create in this world? What type of story are you going to live? Here's Tim.",
    "start": "00:00:22",
    "end": "00:00:33"
  },
  {
    "text": "It's about responding to the call essentially to follow Jesus and to join his Kingdom of God communities that are uniting heaven and earth both. A challenge to call and follow and embrace a whole different way of seeing reality and relationships.",
    "start": "00:00:33",
    "end": "00:00:48"
  },
  {
    "text": "In this teaching, Jesus uses the metaphor of building a house. What type of house will you build a house on the sand or a house on the rock?",
    "start": "00:00:49",
    "end": "00:00:57"
  },
  {
    "text": "The longevity of the house, the stability of the house is all a big part of what Jesus is going to focus on.",
    "start": "00:00:57",
    "end": "00:01:04"
  },
  {
    "text": "This teaching matches the teaching before it. Where Jesus and his disciples choose what type of path they're going to walk.",
    "start": "00:01:05",
    "end": "00:01:11"
  },
  {
    "text": "The broad path that leads to death or the narrow path that leads to life.",
    "start": "00:01:11",
    "end": "00:01:15"
  },
  {
    "text": "That teaching connects us back to the first path in the Bible, the way in and out of the Garden of Eden. Today's teaching invites us into the most important choice of all to examine where does the road we're on lead us?",
    "start": "00:01:15",
    "end": "00:01:30"
  },
  {
    "text": "In this final teaching, Jesus comes back to the choice with a new metaphor. Life isn't just a path you're on. Life is also a house that you build. You could build your house on the sand, which won't last when the flood comes, or you could build your house on a rock.",
    "start": "00:01:30",
    "end": "00:01:44"
  },
  {
    "text": "What should come to our minds when we hear of a Jewish rabbi in, in the first century talking about following their teachings as building a house? And what should come to mind when that same rabbi says, great storms on the horizon. And we might just think of it as a nice parable for, oh, building a house is like building your life. But when we weave this into the Hebrew Bible context, a little more of a precise picture emerges.",
    "start": "00:01:45",
    "end": "00:02:12"
  },
  {
    "text": "Today we come to the final teaching, the conclusion of the entire Sermon on the Mount, and we look at the biblical themes of the house and the flood.",
    "start": "00:02:13",
    "end": "00:02:22"
  },
  {
    "text": "Thanks for joining us.",
    "start": "00:02:22",
    "end": "00:02:23"
  },
  {
    "text": "Here we go.",
    "start": "00:02:24",
    "end": "00:02:24"
  },
  {
    "text": "So the parable proper is in what we call or refer to as Matthew, chapter 7, verses 24 to 27. John, you feel like you should do the honors of reading this last paragraph.",
    "start": "00:02:35",
    "end": "00:02:47"
  },
  {
    "text": "Okay. Begins with. So then that's a big. So then this is like the concluding.",
    "start": "00:02:47",
    "end": "00:02:56"
  },
  {
    "text": "So then, in light of the above.",
    "start": "00:02:57",
    "end": "00:02:58"
  },
  {
    "text": "Everyone who hears these words of mine and does them, they will be like a wise man who builds his house on the rock. And the rain came down and the rivers came up and the winds blew, and they fell upon that house, but it did not fall because its foundation was on the rock. And everyone who hears these words of mine and does not do them, they will be like a foolish man who built his house on the sand. The rain came down, the rivers came up, the winds blew and they fell upon that house. And it fell. And its falling was huge.",
    "start": "00:02:59",
    "end": "00:03:34"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:03:35",
    "end": "00:03:36"
  },
  {
    "text": "And mighty was its fall.",
    "start": "00:03:37",
    "end": "00:03:38"
  },
  {
    "text": "Yeah. Great. Great was its fall.",
    "start": "00:03:38",
    "end": "00:03:40"
  },
  {
    "text": "Great was its fall.",
    "start": "00:03:40",
    "end": "00:03:41"
  },
  {
    "text": "That's. That's more King James like. Okay, but this is literally the word gigantic. Or big.",
    "start": "00:03:42",
    "end": "00:03:47"
  },
  {
    "text": "Oh, okay.",
    "start": "00:03:47",
    "end": "00:03:47"
  },
  {
    "text": "Yeah. It's a big fall.",
    "start": "00:03:47",
    "end": "00:03:48"
  },
  {
    "text": "It's a big fall.",
    "start": "00:03:48",
    "end": "00:03:49"
  },
  {
    "text": "So fairly simple design. There's two little short parable stories designed very parallel to each other, and you can just see the contrasts between the two. You've got a wise person and a foolish person. You've got a house on the rock, house on the sand. Same storm.",
    "start": "00:03:52",
    "end": "00:04:14"
  },
  {
    "text": "Yeah. Verbatim.",
    "start": "00:04:15",
    "end": "00:04:16"
  },
  {
    "text": "Verbatim, same storm. One house on the rock built by the wise person does not fall because its foundation is on the rock. And the foolish person who builds a house on the sand, the storm results in a huge fall. There you have it. So what's great is that the surface level meaning is just very clear, which is not typical for Jesus.",
    "start": "00:04:16",
    "end": "00:04:41"
  },
  {
    "text": "Not always.",
    "start": "00:04:41",
    "end": "00:04:42"
  },
  {
    "text": "Not always. Sometimes.",
    "start": "00:04:43",
    "end": "00:04:44"
  },
  {
    "text": "Yeah, I guess not. Usually.",
    "start": "00:04:44",
    "end": "00:04:45"
  },
  {
    "text": "Yeah. Usually there's a little twist, a little riddle, a little something. You're like, what? But this one's pretty simple to get on the surface level.",
    "start": "00:04:46",
    "end": "00:04:55"
  },
  {
    "text": "Right.",
    "start": "00:04:55",
    "end": "00:04:56"
  },
  {
    "text": "So you don't have to know anything about the Hebrew Bible or ancient Judaism. You could just pick up a Bible in whatever translation you read and just be reading the New Testament and be like, oh, I should take this Jesus guy seriously. He's telling me that ruin awaits if I don't listen. And endurance and refuge and safety will come if I do listen to him.",
    "start": "00:04:56",
    "end": "00:05:18"
  },
  {
    "text": "Yeah. His words are a foundation I can build on.",
    "start": "00:05:19",
    "end": "00:05:22"
  },
  {
    "text": "Yep. Yeah.",
    "start": "00:05:22",
    "end": "00:05:23"
  },
  {
    "text": "And have security.",
    "start": "00:05:23",
    "end": "00:05:24"
  },
  {
    "text": "Yep. No matter what, a storm might come. So notice that the opening of both little short mini parables is about hearing and doing the words of Jesus. Everyone who hears these words of mine and does them, that's wisdom, and that's a rocky house. And then everybody who hears and does not do that's the fool. And house on the sand. So it's about hearing and doing. James in the New Testament will famously pick up this image from Jesus and really run with it. In the letter of James, he talks a lot about don't just be hearers of the Word, but doers of the word, that kind of thing. So what's interesting here is that Jesus is making his own teachings a hinge or a pivot on which everyone's life turns. It's a fairly pretty bold, pretty tall claim to make. And so here Jesus is definitely filling the shoes of a tradition in Israel going back all the way to Moses, of a prophet called to speak to Israel on God's behalf as a spokesperson for the covenant relationship between God and Israel. And so really, Moses final speeches in the Torah, what we call Deuteronomy chapters 32 and 33, have a very similar feel to this here. So for example, I'll just kind of read here, this is from Deuteronomy 32. Moses opens by saying, give ear, O heavens, and let me speak, and let the land hear the words of my mouth. So he's summoning heaven and earth. This is the end of the Torah, hyperlinking all the way Back to Genesis 1:1, the heavens and the earth. Let my teaching drop down like rain, let my speech distill like dew. His words are like the gentle waters that bring life to the land. But it's all about the words of his mouth. And as they go on, he's going to summon Israel to listen to his words. And if they reject them, ruin will come. And multiple times in Deuteronomy 32, he's going to accuse Israel of being, like in verse six, foolish and unwise. A foolish, unwise people. Down in verse 28, he's going to call them a nation lacking in counsel with no understanding. Oh, if only they had wisdom, they would understand and discern their future. And he's calling them to embrace his words, to find blessing in life. And if they reject his words, well, the nations are going to descend upon you and destroy you and carry you into exile and so on. So point isn't just even making a challenge like the one Jesus is doing, making his words the hinge on which this generation of Israel turns. That itself is Jesus stepping into a Moses like role, which he's been doing all throughout the sermon. Like when he taught on the Torah, you've heard it said, I say to you, I'm here to fulfill the Torah and prophets. His Moses like role continues right on to the end. That's maybe just the first significant thing to pay attention to. Okay, so it does strike us as well, that's a fairly bold thing to Claim, but it also is fitting in the tradition here.",
    "start": "00:05:24",
    "end": "00:08:47"
  },
  {
    "text": "Yes, but saying that you are following in the steps of Moses, that's a tall order. That's a tall order. Yeah, but that's what we've been talking about. I've come to fulfill the Torah. Greater righteousness.",
    "start": "00:08:48",
    "end": "00:09:01"
  },
  {
    "text": "Yes.",
    "start": "00:09:01",
    "end": "00:09:02"
  },
  {
    "text": "All of these statements of Jesus throughout the sermon is saying what Moses began and predicted someone would come after. I'm here to do that.",
    "start": "00:09:02",
    "end": "00:09:13"
  },
  {
    "text": "Yes. Yep. Okay, so that's step one in considering Jesus saying, responding to my words is the difference between disaster for Israel or security. Jesus uses the binary of wise versus foolish. Oh, this is good. The Greek word for fool or foolish. Here is the Greek word moros, from which we get moron. In English, does anyone use that word anymore? Moron. You moron. It feels like it's an unkind.",
    "start": "00:09:13",
    "end": "00:09:45"
  },
  {
    "text": "Yeah, it is unkind.",
    "start": "00:09:45",
    "end": "00:09:46"
  },
  {
    "text": "It's more like just saying, you dummy. Or it's a step higher in unkindness.",
    "start": "00:09:46",
    "end": "00:09:51"
  },
  {
    "text": "Yeah.",
    "start": "00:09:51",
    "end": "00:09:52"
  },
  {
    "text": "Okay, so as the Greek word. But this binary of wise versus foolishness. Okay, so here Jesus is putting his words not just alongside the words of Moses in the prophetic tradition, but he's also putting his words and how you respond to them on the same level as Lady Wisdom from the Book of Proverbs. So check this out. In Proverbs chapter one, this is the Solomon figure speaking to a royal his royal sons. And he has many things to say about why you should choose the way of wisdom. And wisdom is a grammatically feminine noun in Hebrew, Chokmah. And so when Wisdom gets personified poetically, she takes on the Persona of Lady Wisdom that our artists on the bibleproject team have depicted many times over in awesome ways, sometimes with a lot of cosmic hair. Cosmic hair that has the universe inside of it. I love it. Anyway, so Proverbs 1:20. Wisdom shouts in the street. She lifts up her voice in the square at the head of noisy streets, she cries out at the entrance of gates of the city. She utters her sayings. And here's what she says. How long, oh you naive ones, Will you love simple mindedness? How long will scoffers delight in scoffing? And how long will fools hate knowledge? Listen, I've been calling to you and you refused. I stretched out my hand, no one paid attention. You neglected my counsel, didn't want my reproof. And so when your calamity comes, I will laugh. And when your dread arrives, I will mock. When your dread comes like a storm, and when your calamity comes like a whirlwind, when distress and anguish come upon you. So here Lady Wisdom is to the simple minded ones what Moses is to Israel. So you have the prophets and you have the sages. You have prophetic warning and the wisdom warning and the, the Moses warning is for all Israel about a calamity that's coming. God will hand us over to our enemies if we aren't faithful to the covenant. And then in the wisdom books or Proverbs, that national or corporate choice is focused in and narrowed down on. Every individual in every generation has your own drama of how you will respond to the divine word. But here it's responding with either wisdom or folly. Jesus is activating both of those motifs and assuming himself, putting himself in the shoes of Moses and of Lady Wisdom. When he says how you respond to my words and do or do not do them puts you in the camp of foolish or wise. So those are echoes that should be ringing in our ears as well.",
    "start": "00:09:52",
    "end": "00:13:01"
  },
  {
    "text": "What does it mean to be simple minded? What are we getting at here?",
    "start": "00:13:01",
    "end": "00:13:06"
  },
  {
    "text": "Yeah, it's the Hebrew word peti in Proverbs. There's multiple characters in Proverbs. There's the righteous, the wicked, the wise and the fool and the petty. They just. It's Adam and Eve. They don't know between good and bad. And they're very.",
    "start": "00:13:06",
    "end": "00:13:25"
  },
  {
    "text": "It's childishness, child.",
    "start": "00:13:26",
    "end": "00:13:27"
  },
  {
    "text": "Yeah. Or. Yeah, a moral innocence, a lack of discretion. And they will be shaped by somebody's instruction. So you better hope that it's the wise instruction is what they are listening to. So Lady Wisdom here in this little kind of parable poem in Proverbs, one is calling out to people who need to learn how to discern between good and bad. And she wants to be the one to teach them.",
    "start": "00:13:27",
    "end": "00:13:55"
  },
  {
    "text": "I mean, I think everyone's interested in living a wise life, not being a fool. And so that lands just regardless of the story we're telling. But in the story of the Bible, it means something very specific. Goes all the way back to Adam and Eve and the choice of the tree.",
    "start": "00:13:56",
    "end": "00:14:15"
  },
  {
    "text": "Yep, yep. And the fear of the Lord, which Adam and Eve didn't do until it was too late, that the fear of the Lord is wisdom. Trusting and having a deep reverence, even fear of the outcome. If I trust my own wisdom over God's wisdom and instruction. That's how Proverbs begin in chapter one, that the fear of the Lord is wisdom.",
    "start": "00:14:15",
    "end": "00:14:42"
  },
  {
    "text": "God wants to give us wisdom. And there's this story at the beginning of Genesis where humanity has a test. How am I going to gain wisdom? Is the Bible kind of Putting its finger on that if we discern good and bad in our own ways, on our own terms, with our own intuitions, we're going to get tribal and violent and things are going to go downhill.",
    "start": "00:14:44",
    "end": "00:15:17"
  },
  {
    "text": "Recognize a wisdom or an instruction that has some authority over our imaginations, that has the wisdom to guide our imaginations and become a standard to which we compare my thoughts and inclinations and desires, or will I make my thoughts and inclinations and desires the measure of what is good and bad? That's what's at stake in the Garden of Eden story about the command about the tree trust God's command, even though it's not fully intuitive why God would withhold the knowing of good and bad from his covenant partners who are supposed to represent him in the world. But God must have a plan, so I'll trust that's what the command to not eat from the tree represents. And so also here we're out here living the business of life and I'd like to think that I know what's going on and I'm going to use my wisdom and knowledge and desires as the measure for choosing what I think is good and bad. But what if there's a measure that is more true than my own desires and imagination? What if there's a way of living that's actually more along the grain of the universe that leads to the ultimate good life? That is not something that would occur to me by myself. Then it's recognizing I'm in the category of Adam and Eve. I'm the simple minded, I'm the naive one in need of God's wisdom and instruction. Because notice what Lady Wisdom says, there's a storm coming if you reject my words. She says, what you fear will come like a storm and your calamity will come like a whirlwind. There's a storm coming for every one of us and for the cosmos. And the way to ensure that it doesn't take you out completely is to take Lady Wisdom's hand and live by her instruction. And that's another hyperlink set of themes that Jesus is activating when he says, if you listen to me, you're the wise. If you reject what I'm saying, you're among the foolish. Yeah, maybe what you were trying to tap into earlier a few minutes ago is that take apart the religious element of it and just think of wisdom and the good life. Like that's what humans want. We want the good life. Religious, anti religious or irreligious, whatever. We want the good life. We'd Rather have a better life than a worse one. And what are the life skills and mindsets? Right. Value choices that are going to lead to the good life.",
    "start": "00:15:18",
    "end": "00:17:56"
  },
  {
    "text": "Yeah. Or another way to put it is we want to live in right relationship with each other.",
    "start": "00:17:56",
    "end": "00:18:03"
  },
  {
    "text": "Oh, yep.",
    "start": "00:18:03",
    "end": "00:18:04"
  },
  {
    "text": "We want to be treated.",
    "start": "00:18:04",
    "end": "00:18:06"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:18:06",
    "end": "00:18:07"
  },
  {
    "text": "In the right. And then I suppose if we want to be treated in the right, we should do unto others as we want done to us. We want to treat others in the right way so that there is peace in relationships. Where there's equity, there's security.",
    "start": "00:18:07",
    "end": "00:18:23"
  },
  {
    "text": "It creates security. I got your back. I know you got mine. Yeah, I can.",
    "start": "00:18:24",
    "end": "00:18:28"
  },
  {
    "text": "I'm not going to swindle you. You're not going to swindle me. We can work together to build things. We could trust each other. If something goes awry, we could forgive each other. There's this desire to have friendships and to have a network and to live in neighborhoods and in cities that have these kind of. Right. Relationships.",
    "start": "00:18:28",
    "end": "00:18:54"
  },
  {
    "text": "Yeah, yeah, yeah. In fact, just the poem right before this Lady Wisdom poem in Proverbs, one is the father saying the son, listen, you're probably gonna come across people who want to build wealth by taking advantage of people. And he tells this little poem about a group of bandits who lay in the shadows, waiting to jump somebody and take all their stuff. And then he contrasts it with Lady Wisdom. And so it's exactly this. And what'll get put into a real short line later in Proverbs, I forget what chapter it is. The one who digs a pit for others to fall into, like a trap pit, will eventually fall into it himself. So the thing you dread and are using to take advantage of others. Yeah. You'll get what's coming to you. And that's the cycle Lady Wisdom's talking about. The thing you dread will come like a storm. It's gonna get ya.",
    "start": "00:18:54",
    "end": "00:19:50"
  },
  {
    "text": "Oh, okay. The storm is your own undoing.",
    "start": "00:19:50",
    "end": "00:19:52"
  },
  {
    "text": "Mm. Yeah. What you dread will come like a storm. That's Lady Wisdom's warning. In classic biblical style, Jesus puts himself in the shoes of Moses, and he puts himself in the shoes of Lady Wisdom when he says to his audience, listening and doing what I say leads to wisdom and life, and the good and rejecting it leads to dread and ruin and the bad.",
    "start": "00:19:53",
    "end": "00:20:22"
  },
  {
    "text": "Yeah.",
    "start": "00:20:23",
    "end": "00:20:23"
  },
  {
    "text": "I want to ponder and meditate on the image that Jesus uses of a house on a rock, which is assuming that it's a rock that's sturdy. And if it's a rock and there's waters coming and the waters rise and the rivers rise, you're Thinking of a rock that. Like an outcropping or like a high rock. A high rock that's a refuge from the stormy waters below.",
    "start": "00:20:23",
    "end": "00:20:47"
  },
  {
    "text": "Yeah.",
    "start": "00:20:47",
    "end": "00:20:47"
  },
  {
    "text": "And the moment you talk about a house on a rock on high with stormy waters below, an astute meditator on the Hebrew Bible will see that Jesus is. This is a deep cut. He's activating a deep cut here, going all the way back to Eden. But before we get to Eden, to the temple. Poetic imagery about the temple in Jerusalem and its relationship to the Temple, the attacking nations around it.",
    "start": "00:20:48",
    "end": "00:21:16"
  },
  {
    "text": "The temple being the house on the rock.",
    "start": "00:21:17",
    "end": "00:21:19"
  },
  {
    "text": "That's right, yes. So the most common word for temple in the Hebrew Bible is beit adonai, which is the Hebrew word, bayat, which is the word house. So the house of the Lord, the house of Yahweh is one of the most common ways referred to the temple. Jesus, already in the Sermon on the Mount, especially in the opening, was activating language and imagery about the city on the hill. Remember that you have the city on the hill, the light of the world, all that's taken from Isaiah, Isaiah chapter 2, Isaiah 11, Isaiah 60 and 61. So similarly, as he ends talking about building a house on the rock, he is activating many of those same passages again. And. And it's very interesting that Isaiah in particular talked about the choice that Isaiah's generation faced. In Isaiah's day, the Assyrian empire was on the horizon. It was one of the largest scale military machines that human history had known up to that point. I learned this from reading people who cite military historians, but Assyria was the first like mega, what do you say, military industrial complex in terms of an ancient empire. And that military threatened Jerusalem and Israel multiple times. And so when Isaiah warned about the decisions that the kings of Jerusalem were making, he often compared Jerusalem to a house on a rock and that a flood storm was about to sweep through the land. This is fascinating. Okay, so Isaiah, chapter 8, for example, verse 7, Isaiah says, Therefore, look, Yahweh is about to bring on them, that is the inhabitants of Jerusalem, the strong, abundant waters of the Euphrates river. So that's one of the rivers that flows up by ancient Nineveh, which was the capital city of Assyria.",
    "start": "00:21:19",
    "end": "00:23:55"
  },
  {
    "text": "So water has become a metaphor for Assyria.",
    "start": "00:23:55",
    "end": "00:23:57"
  },
  {
    "text": "Yes. So I'm going to bring the strong, abundant waters of the Euphrates, I.e. the king of Assyria and all of his glory. So he's going to. What's those things? You know when you have courtiers carrying on poles like a royal throne, Platform. What do you call that? Palanquin or.",
    "start": "00:23:57",
    "end": "00:24:15"
  },
  {
    "text": "Whoa.",
    "start": "00:24:15",
    "end": "00:24:16"
  },
  {
    "text": "Something.",
    "start": "00:24:16",
    "end": "00:24:16"
  },
  {
    "text": "That's a fancy word.",
    "start": "00:24:16",
    "end": "00:24:17"
  },
  {
    "text": "Yeah, it is a fancy word.",
    "start": "00:24:17",
    "end": "00:24:18"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:24:19",
    "end": "00:24:20"
  },
  {
    "text": "Anyway, like that. The idea is like the king, who's also the military general, sets up on a distant hill, you know, apart from the city, sends in the soldiers who come in. Like, I mean, imagine seeing 5,000 soldiers descend on your city and surround the walls. I bet it looked a lot like slow motion floodwaters coming on.",
    "start": "00:24:20",
    "end": "00:24:43"
  },
  {
    "text": "Yeah.",
    "start": "00:24:43",
    "end": "00:24:43"
  },
  {
    "text": "And that's the image here.",
    "start": "00:24:43",
    "end": "00:24:44"
  },
  {
    "text": "Okay.",
    "start": "00:24:44",
    "end": "00:24:45"
  },
  {
    "text": "The king of Assyrians. Glory it. That is the waters. And the king will rise up over all of the channels, spill over all of the banks. It will sweep into Judah, flowing over, passing through, reaching right up to the neck. And the spread of his wings will fill your land. Yeah, very clear.",
    "start": "00:24:45",
    "end": "00:25:09"
  },
  {
    "text": "The army is the flood.",
    "start": "00:25:09",
    "end": "00:25:10"
  },
  {
    "text": "The army is the flood surrounding Jerusalem are up to the neck. So now all of a sudden, the head of a human water is up to the neck, and the head sticking above the waters becomes the image of a mountain top on which is the city. So this whole poem in the context is addressed to the king of Jerusalem. And so the flood's going to come in and all that's going to be left is the well. Here. Here's another poem from Isaiah 28. It's about the same thing. Therefore, this is what Yahweh, God says, look, I am laying in Zion, which is a name for the rocky hilltop that Jerusalem sat on. I am laying on Zion a stone, a tested stone, a costly cornerstone for the foundation. So Yahweh is building a house on a rock foundation on Mount Zion, firmly placed. The one who trusts in it won't be disturbed. I'm going to make justice the measuring line and righteousness the level. So Yahweh is going to place a refuge on Mount Zion, but for the rest of the land, he's bringing a measure of justice throughout the land. Then hail will sweep away the refuge of lies and waters will overflow the secret place. Okay, so there's little dens of secrecy in the land, secret places, little refuges where the kings and people of Israel are breaking the covenant. They're mistreating the poor and the vulnerable, but they're bribing each other. Assassinations. That's what's happened. The secret places. And Yahweh's gonna bring a measuring line. Think of like a ruler. You lay the measuring line down and everything below the line swept away. Swept away. Everything above the line, safe. So below the line, a flood. Above the line, a foundation built on A special stone. That is Mount Zion. That's the image.",
    "start": "00:25:10",
    "end": "00:27:30"
  },
  {
    "text": "So the rock, the stone is the boundary line of what lasts and what doesn't last. When justice comes.",
    "start": "00:27:30",
    "end": "00:27:40"
  },
  {
    "text": "Yep, yeah, yeah, yeah, that's right.",
    "start": "00:27:40",
    "end": "00:27:42"
  },
  {
    "text": "And the justice comes in the form of a flood.",
    "start": "00:27:42",
    "end": "00:27:44"
  },
  {
    "text": "Yeah. And in this case in Isaiah, it's the armies of Assyria. So the context is in Isaiah's generation, he overlapped with four Kings of the line of David, each of whom more or less was faithful to Israel's covenant with Yahweh and did justice and righteousness and worship Yahweh alone. But most of them didn't do very well at that. And so he announced that God was going to bring this generation to account for that and allow a flood to come and do what is described here. But those who are on Mount Zion, a part of this house or foundation building, that's on the rock you'll be above. The storm won't be swept away in the flood. It's exactly the imagery that Jesus uses. I think that's the point I'm trying to make here.",
    "start": "00:27:45",
    "end": "00:28:39"
  },
  {
    "text": "Right. He's not coming up with some brand new image, he's quoting Isaiah.",
    "start": "00:28:39",
    "end": "00:28:46"
  },
  {
    "text": "That's right. So what we could do, I won't take time. You could go to the poetry of Jeremiah, like in chapter six, you could go to the oracles of Ezekiel in Ezekiel 13, and they use the same language and the same imagery, except in their day, it's not Assyria, it's a century and a half later, Isaiah, it's Babylon. Babylon is the flood. And Babylon is described as a flood. You could look at Psalm 48, which depicts Jerusalem as this high city on a rocky mountain with the nations coming to attack below. And is it talking about Assyria or Babylon or both? The poem doesn't say likely on purpose and so on. It's very common when reading the teachings of Jesus and when he talks about in his parables, you know, some terrible thing, the cast into outer darkness, the weeping and gnashing of teeth, or the flood coming at least. I certainly was introduced to read these primarily as talking about the afterlife. And what that ignores is the historical setting of what Jesus was saying to his generation. In Matthew chapter 24, Jesus predicted the downfall of Jerusalem at the hands of Rome. Israel's on a crash collusion course with the Roman Empire. With the Roman Empire. And when he uses the language and imagery that Isaiah and Jeremiah and Ezekiel all used to talk to their generations, warning of a great flood in a time of test, I think it at least should get Our minds wondering, like, I wonder if there's some, a first immediate thing that Jesus is referring to here.",
    "start": "00:28:46",
    "end": "00:30:30"
  },
  {
    "text": "In the Hebrew Bible, floods are a way to describe justice. God's justice.",
    "start": "00:30:50",
    "end": "00:30:55"
  },
  {
    "text": "Like the flood. Like, like the. Yeah, yeah, that's the first.",
    "start": "00:30:55",
    "end": "00:30:59"
  },
  {
    "text": "The big flood. Yeah, the big flood, which was an.",
    "start": "00:30:59",
    "end": "00:31:02"
  },
  {
    "text": "Actual flood in the narrative. It's an actual flood. Rain from the skies. Rain from the skies and sorry, it's a cosmic collapse because God separated and contained the dark chaos waters of creation. In the seven day creation narrative, when humans unleash violence and injustice and bloodshed on the land, God will allow those same waters to collapse back in on the dry land and purify it. That's the flood story. But then God brings forth a remnant out of that, saves them through the waters of death and then transplants them on a mountain ark, lands on a mountain where Noah gets off and builds a little altar on top. So that becomes the core we call the melody of the Hebrew Bible. In Isaiah's day, he's saying Jerusalem's gotten so bad that Yahweh's going to let the flood of Assyria come and wash it clean so that a remnant can emerge out the other side in a following generation. Jeremiah and Ezekiel say God's going to use Babylon as the flood to come purify Jerusalem. And now Jesus is activating all of those at the same time, which leaves for us to fill in what's the flood.",
    "start": "00:31:02",
    "end": "00:32:19"
  },
  {
    "text": "Right.",
    "start": "00:32:19",
    "end": "00:32:19"
  },
  {
    "text": "And why would following Jesus words lead you to deliverance or refuge from the.",
    "start": "00:32:19",
    "end": "00:32:26"
  },
  {
    "text": "Flood at a very local level? On the ground with Jesus is the Roman Empire and the kind of coming collapse of Jerusalem. And so that's a flood.",
    "start": "00:32:26",
    "end": "00:32:40"
  },
  {
    "text": "Yes, yep, that's right. And you don't even have to just get the poetic imagery. Jesus says explicitly that the destruction of the temple is like the flood waters. He says it later in the gospel in Matthew 24, it's Jesus's passion week leading up to Passover rise in conflict with the temple leaders and some groups of Pharisees, his disciples in the temple one day. And they say, man, okay, Jesus, you've had some conflicts with the leaders of this place, but you gotta admit, it's a pretty impressive building. And Jesus says, yeah, you know, look at all this. Look at the buildings and the colonnades and the pillars. Not one stone here will be left upon another that won't be torn down. Whoa.",
    "start": "00:32:41",
    "end": "00:33:29"
  },
  {
    "text": "The house will fall.",
    "start": "00:33:29",
    "end": "00:33:30"
  },
  {
    "text": "The house will fall. And so then they say, when and what will it be like? And that's a long speech that he gives. And at one point, when he's talking about the destruction of the temple and the devastation that will happen down in Matthew 24:37, he says it will be like the days of Noah. People eating, drinking, marrying, given in marriage right up till the day Noah entered the ark, until the flood came and took them all away.",
    "start": "00:33:30",
    "end": "00:33:56"
  },
  {
    "text": "So he calls it a flood.",
    "start": "00:33:57",
    "end": "00:33:58"
  },
  {
    "text": "Just straight up calls it a flood. Now, Luke has preserved a parallel version of the speech. The wording's a little different, and he wants to make more explicit what the flood is. So In Luke chapter 21, verse 20, he just says straight up, hey, listen, you guys, when you see Jerusalem surrounded by armies, you know that its desolation is near. People in Judea should flee to the mountains. If you're in the middle of the city, you're going to need to go down to verse 24. He says people will fall at the edge of the sword. They'll be led captive into all the nations. Jerusalem will be trampled by the nations. And then look at verse 25. There will be signs in the sun, the moon and stars on the land, dismay among the nations, and astonishment at the roaring of the sea and the waves. Men will faint from fear and the expectation of things coming upon the land, for the powers of the heavens will be shaken. Do you see all of the Genesis 1 cosmic terminology there?",
    "start": "00:33:58",
    "end": "00:35:09"
  },
  {
    "text": "Yeah. The sun, moon and stars.",
    "start": "00:35:09",
    "end": "00:35:12"
  },
  {
    "text": "Yeah.",
    "start": "00:35:12",
    "end": "00:35:12"
  },
  {
    "text": "The land.",
    "start": "00:35:12",
    "end": "00:35:13"
  },
  {
    "text": "The land surrounded by the roaring sea, roaring sea and waves, and the powers of the skies, the lights above. Literally everything above the land and then the waters around and underneath. The whole thing's gonna collapse in on itself. Which sounds like the end of the world. Yeah, but he's using this to describe explicitly Jerusalem surrounded by armies and people being killed and led away captive.",
    "start": "00:35:13",
    "end": "00:35:40"
  },
  {
    "text": "Jerusalem falling, Jerusalem falling.",
    "start": "00:35:40",
    "end": "00:35:42"
  },
  {
    "text": "Yeah, yeah. So the flood, the collapse of the cosmos, the capturing of Jerusalem again by another empire, because they rejected Jesus, called to be faithful to the covenant and realize the kingdom of God. New covenant reality that God wanted to bring about in Israel's midst.",
    "start": "00:35:42",
    "end": "00:36:04"
  },
  {
    "text": "So Jesus really believed that if Israel followed his teachings, Jerusalem wouldn't have to fall.",
    "start": "00:36:05",
    "end": "00:36:14"
  },
  {
    "text": "In terms of the narrative of Matthew, Jesus hasn't gone to Jerusalem, and he hasn't been utterly rejected by the Temple leadership yet.",
    "start": "00:36:16",
    "end": "00:36:23"
  },
  {
    "text": "When he gives the Sermon on the Mount.",
    "start": "00:36:24",
    "end": "00:36:24"
  },
  {
    "text": "When he gives the Sermon on the Mount. So there's still a choice now, in Matthew 24 or Luke 21, the game's up. He knows. And so then it just becomes, hey, you, my followers, you're the remnant.",
    "start": "00:36:24",
    "end": "00:36:38"
  },
  {
    "text": "But back to the teaching.",
    "start": "00:36:38",
    "end": "00:36:39"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:36:39",
    "end": "00:36:40"
  },
  {
    "text": "We could talk about what it means for us now, but for his audience it's very clearly we're building a house on a rock. We're building the house of God.",
    "start": "00:36:40",
    "end": "00:36:51"
  },
  {
    "text": "Yeah, the city on the hill.",
    "start": "00:36:51",
    "end": "00:36:53"
  },
  {
    "text": "The city and hill. This is the project of Israel that God has made a covenant with to.",
    "start": "00:36:53",
    "end": "00:36:59"
  },
  {
    "text": "Be the light to the nations.",
    "start": "00:36:59",
    "end": "00:37:00"
  },
  {
    "text": "The light to the nations, yeah.",
    "start": "00:37:00",
    "end": "00:37:02"
  },
  {
    "text": "To do good works so that the nations will glorify God.",
    "start": "00:37:02",
    "end": "00:37:05"
  },
  {
    "text": "And if you want to do that project, follow my teachings. Because if you don't, the house is going to fall and the flood's going to come. And the flood does come and the house does fall. And the flood is the Roman Empire having enough and the fall is Jerusalem falling.",
    "start": "00:37:05",
    "end": "00:37:25"
  },
  {
    "text": "Yeah. And specifically, you know, Rome laid down the hammer in 70 A.D. in response to a multi year revolt, violent military revolt against Rome that had been seething, you know, for actually decades, but burst over the bounds. But then also the temple leadership and much of the leadership in Jerusalem had fully like compromised and culturally assimilated to Greek and Roman culture. And so they're the power brokers trying to benefit from a partnership with Rome. And so all those parties get devastated in the Roman overthrow. And that's what Jesus was warning because he was calling his followers to neither compromise right through cultural assimilation to the Greco Roman way of life fully, but he was also calling his Israelite compatriots to lay down the sword and not resist with violence. And I think that's what is implied at this first, most basic layer of meaning. If Jesus listeners were to follow his teachings, they would neither compromise nor revolt. They would find the way of the exile like we explored in that video series and the wisdom warrior in the ethic of Daniel to resistant non participation in the system. Anyway, yeah, that's part of what's going on on that first layer of meaning. And I just think it's important to honor that and to hear that in Jesus teachings and whatever we are going to hear in them. I think I feel like it should be in line with that. It's faithful. If we want to make it wider, which I think we can, to think of our world today and what is the cosmic flood facing any given generation? What's the personal flood and calamity that each of us has coming? And what does it mean for us to embrace and follow the teachings of Jesus and to weather the storm. That itself is a whole thing to meditate on too. Maybe that's where we should kind of do some concluding meditations here.",
    "start": "00:37:25",
    "end": "00:39:38"
  },
  {
    "text": "We talked a lot about being the city on the hill. Jesus is calling his followers to be the city. So wherever you are, like you're building, you're building the city.",
    "start": "00:39:53",
    "end": "00:40:06"
  },
  {
    "text": "Yeah. Yep. We're all building houses.",
    "start": "00:40:06",
    "end": "00:40:08"
  },
  {
    "text": "Building the house.",
    "start": "00:40:08",
    "end": "00:40:09"
  },
  {
    "text": "Yeah.",
    "start": "00:40:09",
    "end": "00:40:09"
  },
  {
    "text": "Yeah. We're doing it together.",
    "start": "00:40:09",
    "end": "00:40:10"
  },
  {
    "text": "Humans together, their lives that are their houses become a city.",
    "start": "00:40:10",
    "end": "00:40:15"
  },
  {
    "text": "So there's a wise way to do that. It's a foolish way to do that. The wise way to do it is on the teachings and the ethic, the wisdom and the authority of Jesus.",
    "start": "00:40:15",
    "end": "00:40:26"
  },
  {
    "text": "Yeah. Which is good news. The good news of the kingdom of God that Jesus announces.",
    "start": "00:40:26",
    "end": "00:40:31"
  },
  {
    "text": "And it is the things you were talking about earlier with the Way of the Exile. It's creative nonviolence. It's being a term we haven't used in this conversation. Wisdom warrior.",
    "start": "00:40:32",
    "end": "00:40:44"
  },
  {
    "text": "Yeah, that's from our Way of the Exile podcast series a long time ago.",
    "start": "00:40:44",
    "end": "00:40:47"
  },
  {
    "text": "Yeah. It's a greater righteousness and it's sacrificial. It's generous, it's bold.",
    "start": "00:40:47",
    "end": "00:40:55"
  },
  {
    "text": "Yeah. It's a radical commitment to holiness of one's life and moral values laid before the beauty and moral purity of God's own being. Letting that be the thing that calls us to radical holiness and radical justice and generosity.",
    "start": "00:40:57",
    "end": "00:41:17"
  },
  {
    "text": "Okay.",
    "start": "00:41:17",
    "end": "00:41:18"
  },
  {
    "text": "Yeah.",
    "start": "00:41:18",
    "end": "00:41:18"
  },
  {
    "text": "So what's the flood?",
    "start": "00:41:18",
    "end": "00:41:19"
  },
  {
    "text": "So, okay, if the flood is in Moses generation, all the way back to Moses, he's warning God will hand us over to the fruit and the consequences of our decisions. If we choose to embrace a way of life that enmeshes with the corruption and injustice of the nations, the pit that we dig will fall right into it. So on a corporate level, it's God handing people over to the long term consequences of the decisions they've been setting in motion. And in Israel that was being conquered by neighboring empires, that's the pattern in the Hebrew Bible, in Proverbs, remember, it got personalized.",
    "start": "00:41:20",
    "end": "00:42:06"
  },
  {
    "text": "You go set a trap for someone.",
    "start": "00:42:07",
    "end": "00:42:08"
  },
  {
    "text": "Yeah, yeah. You do that enough times, you'll make enough enemies that they'll start laying traps for you.",
    "start": "00:42:08",
    "end": "00:42:14"
  },
  {
    "text": "Or you set enough traps and you're going to fall into your own trap.",
    "start": "00:42:16",
    "end": "00:42:18"
  },
  {
    "text": "You'll fall into your own trap. Yeah, that's right. In other words, the ruin of a human life is almost always the result of a long series of decisions, smaller decisions that led up to it. So I think there's an analogy there between the personal flood of consequences and the corporate flood of consequences. And they're intertwined. So in a way, an individual human's life will likely face many periods of floods of the fruit of other people's decisions coming to ruin our lives or the fruit of my own decisions. Right. Ruin to my own life. And then ultimately, the cosmic flood that's gonna get us all is the grave exile from Eden and death in the land of dust and death, the powers of the snake chasing us to the grave. That's the ultimate personal flood.",
    "start": "00:42:18",
    "end": "00:43:19"
  },
  {
    "text": "What is the ultimate flood? Death.",
    "start": "00:43:19",
    "end": "00:43:21"
  },
  {
    "text": "Yeah. Yep.",
    "start": "00:43:21",
    "end": "00:43:22"
  },
  {
    "text": "What is the ultimate house on the rock that will. Yeah.",
    "start": "00:43:22",
    "end": "00:43:27"
  },
  {
    "text": "Survive that flood, that flood.",
    "start": "00:43:27",
    "end": "00:43:29"
  },
  {
    "text": "And that is the kingdom of God.",
    "start": "00:43:29",
    "end": "00:43:31"
  },
  {
    "text": "The kingdom of God, that is heaven on earth. That is symbolized by the temple, which is a symbol of Eden.",
    "start": "00:43:31",
    "end": "00:43:39"
  },
  {
    "text": "Yeah. And are you in? Will you abide in the temple?",
    "start": "00:43:39",
    "end": "00:43:42"
  },
  {
    "text": "That's right. So to live in the house on the rock, living by the wisdom of God revealed through Jesus is like living in the paradise of Eden, following God's instruction, remaining close to the tree of life and the land of dust and death and the flood may surround, but your life is hidden with the Messiah in God, as Paul the apostle will say. And so many historical floods and personal floods beset our lives, leading up to the great personal cosmic flood and the cosmic cosmic flood whenever and whatever that's going to be. But there is a way to endure and live through the flood, and that is by hanging on to Jesus for dear life, which is what it feels like some days.",
    "start": "00:43:42",
    "end": "00:44:28"
  },
  {
    "text": "Yeah. Okay, so there's the very, like, personal my life today. Am I living by wisdom? Am I setting traps? Or am I seeking to live in righteous relationships? And the flood, there's these micro floods of just my own decisions coming back on me. I think most people can kind of get that. There's this then big cosmic flood of just death and destruction. We're all gonna die. The sun is going to die one day.",
    "start": "00:44:28",
    "end": "00:45:02"
  },
  {
    "text": "It's only got so much, so much energy.",
    "start": "00:45:03",
    "end": "00:45:05"
  },
  {
    "text": "Yeah. Like death. Capital D. Death is a flood.",
    "start": "00:45:05",
    "end": "00:45:10"
  },
  {
    "text": "And in between cosmic flood and personal flood is corporate floods, where a human community is given over to the consequences of its corporate decisions over long periods of time.",
    "start": "00:45:10",
    "end": "00:45:22"
  },
  {
    "text": "And it seemed like Jesus was talking very clearly about that.",
    "start": "00:45:22",
    "end": "00:45:25"
  },
  {
    "text": "About that.",
    "start": "00:45:25",
    "end": "00:45:26"
  },
  {
    "text": "I want to make sure to see if there's not something there for us. Because what it seems like Jesus is saying is there's going to be, like, global upsets. Like, there's gonna be, like, big, horrible things that can ruin communities. Wars.",
    "start": "00:45:26",
    "end": "00:45:47"
  },
  {
    "text": "Yeah. Rumors. Still have rumors of wars and earthquakes and famines and this. He also talks about these.",
    "start": "00:45:48",
    "end": "00:45:55"
  },
  {
    "text": "And it's kind of scary.",
    "start": "00:45:55",
    "end": "00:45:56"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:45:56",
    "end": "00:45:57"
  },
  {
    "text": "To think about how fragile certain things are and how economics could just collapse and this could happen, and it can ruin communities.",
    "start": "00:45:57",
    "end": "00:46:05"
  },
  {
    "text": "And it has happened, and it has Many times over in human history. Right? Yeah. Yeah.",
    "start": "00:46:05",
    "end": "00:46:10"
  },
  {
    "text": "Okay. So is Jesus saying, if you live by my teachings, like, you can survive that?",
    "start": "00:46:11",
    "end": "00:46:22"
  },
  {
    "text": "Yeah.",
    "start": "00:46:23",
    "end": "00:46:24"
  },
  {
    "text": "Because what I would say is kind of like, man, that's going to get us all, but at least we've got, like, the hope of a future deliverance. What he's kind of like, seems like possibly saying too, is like, big communal collapses don't have to happen if you live by the way of Jesus.",
    "start": "00:46:24",
    "end": "00:46:42"
  },
  {
    "text": "Yeah. I suppose on one level, it might just be building little sandbag barriers as the waters rise. Because ultimately we're outside Eden, man. We're going to die. We're all dying. And the universe is on a crash course, it seems. And in one sense, like, given the world order, the current world order as it is, the flood's coming and we're outside Eden and we're not stopping it. But there is a way to remain close to the source of life and to survive even that flood. And here you'd have to keep on reading Matthew because Jesus actually becomes the first one whose house on the rocks withstands the flood. And that's what Easter weekend is all about. He faces the wrath of Rome, and he takes what Israel will face, what Jerusalem will face in a few decades. He takes upon himself on Passover weekend when he lets the Romans crucify him. It's as if he goes himself into the flood of death and out the other side to the empty tomb on behalf of us all. And it's not a house on a rock. It's a Roman execution rack on a tall. It is on a tall rock, though, Golgotha. It's a big rock that's in the shape of a human skull. That's what Matthew wants us to see here, I think. Yeah. And what the story of Jesus is about.",
    "start": "00:46:42",
    "end": "00:48:11"
  },
  {
    "text": "And one of Jesus teachings is take up your cross.",
    "start": "00:48:13",
    "end": "00:48:16"
  },
  {
    "text": "Cross. Yeah, that's right.",
    "start": "00:48:16",
    "end": "00:48:17"
  },
  {
    "text": "Come do this with me.",
    "start": "00:48:17",
    "end": "00:48:19"
  },
  {
    "text": "Yeah. If you give up your life here outside of Eden, what you'll find is that you actually save your life by embracing the life of Eden itself. But it won't prevent you from having to go through some kind of flood. It's the warning Jesus gives. In many ways, it's akin to God's command to Adam and Eve about the tree. There's two paths. You can choose my words, and stay close to the tree, the source of life, or you can choose to live by your own wisdom, and it's going to lead you to death. It'll kill you. And what you going to do?",
    "start": "00:48:19",
    "end": "00:49:00"
  },
  {
    "text": "So this makes me wonder about how when you're building your house on sand versus rock, everything's fine as long as there's no storm.",
    "start": "00:49:20",
    "end": "00:49:30"
  },
  {
    "text": "Yeah.",
    "start": "00:49:30",
    "end": "00:49:31"
  },
  {
    "text": "So we can kind of get tricked into thinking our house is okay unless there's a challenge, Unless there's some problems until it's tested. Yeah.",
    "start": "00:49:31",
    "end": "00:49:40"
  },
  {
    "text": "So you can build a lot before you find out that it's a problem. Yeah.",
    "start": "00:49:41",
    "end": "00:49:46"
  },
  {
    "text": "Before you find out that the roof is leaking and the foundation is shaky.",
    "start": "00:49:46",
    "end": "00:49:50"
  },
  {
    "text": "Yeah. And it was all for naught. It's sobering. It's interesting how Jesus ends with such a sobering image. And it reminds me that this is meditation literature. We're not meant to just stop here and feel scared. We're were meant to then go back and start reading again.",
    "start": "00:49:50",
    "end": "00:50:08"
  },
  {
    "text": "So now when I go back and I think again, I'm not thinking about the house that's built, I'm thinking about the house I'm building. So I'm thinking as I build, build a foundation for a storm, build walls for a storm, build a roof for a storm.",
    "start": "00:50:09",
    "end": "00:50:31"
  },
  {
    "text": "As you go back, you realize all these teachings of Jesus about how to live in right relationship with others is building the house.",
    "start": "00:50:32",
    "end": "00:50:38"
  },
  {
    "text": "Yeah.",
    "start": "00:50:38",
    "end": "00:50:39"
  },
  {
    "text": "And it's building a house that will stand.",
    "start": "00:50:39",
    "end": "00:50:41"
  },
  {
    "text": "Exactly.",
    "start": "00:50:41",
    "end": "00:50:42"
  },
  {
    "text": "I love that. Well, that is the end of our journey through the Sermon on the Mount.",
    "start": "00:50:42",
    "end": "00:50:50"
  },
  {
    "text": "I'm crying. You can't see me. I'm crying.",
    "start": "00:50:52",
    "end": "00:50:54"
  },
  {
    "text": "It is sad and joyful. We will have a concluding episode next week with some reflections on this entire journey, but for now, that's it.",
    "start": "00:50:55",
    "end": "00:51:06"
  },
  {
    "text": "Bible Project is a nonprofit and we exist to help people experience the Bible as a unified story that leads to Jesus.",
    "start": "00:51:11",
    "end": "00:51:18"
  },
  {
    "text": "Everything that we create is free because of the generous support of thousands of people just like you.",
    "start": "00:51:19",
    "end": "00:51:24"
  },
  {
    "text": "Thanks so much for sharing this with us.",
    "start": "00:51:24",
    "end": "00:51:26"
  },
  {
    "text": "Hi, my name is Ellie and I'm an engineering manager working on software for Bibleproject.com and Classroom here at Bibleproject.",
    "start": "00:51:28",
    "end": "00:51:35"
  },
  {
    "text": "Hello, my name is Everett and I'm the art director on the Sermon on the Mount video series. What I've loved this year is the chance to project my imagination back into the lives of Jesus earliest followers, but also forward into the kingdom of God as. As Jesus describes it.",
    "start": "00:51:35",
    "end": "00:51:49"
  },
  {
    "text": "One thing I enjoyed working on Sermon on the Mount this year is packaging our content in a weekly playlist experience. I learned about how to meditate on a smaller passage of scripture for extended periods of time while learning from both our new content and our back catalog.",
    "start": "00:51:49",
    "end": "00:52:03"
  },
  {
    "text": "I want to thank everyone for the love they leave us in the YouTube comments. We get a thrill out of reading everybody's feedback and insights.",
    "start": "00:52:03",
    "end": "00:52:10"
  },
  {
    "text": "Thank you for coming along on this journey with us as we explore Jesus's most famous famous sermon in various ways over this year.",
    "start": "00:52:10",
    "end": "00:52:16"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus.",
    "start": "00:52:16",
    "end": "00:52:19"
  },
  {
    "text": "We're a crowdfunded project by people like you.",
    "start": "00:52:20",
    "end": "00:52:22"
  },
  {
    "text": "Find free videos, study notes, podcasts, classes and more@bibleproject.com John Collins is the creative producer for today's show. Production of today's episode is by producer Lindsay Ponder, Managing Producer Cooper Peltz, producer Colin Wilson, Stephanie Tam is our consultant and editor, Tyler Bailey is our supervising engineer. Frank Garza and Aaron Olson edited today's episode. Aaron Olson also provided the sound design and mix for today's episode. Nina Simone does our show notes and Hannah Wu provides the annotations for our app. Original Sermon on the Mount music by Richie Cohen and the Bible Project theme song is by Tence. Tim Mackey is our lead scholar and your hosts John Collins and Shell Journey.",
    "start": "00:52:22",
    "end": "00:53:17"
  }
]