[
  {
    "text": "Welcome to BibleProject podcast. In today's episode, we begin the Sermon on the Mount looking at the very first word of the sermon. It's the word blessed. And with me is co host Michelle Jones. Hi, Michelle.",
    "start": "00:00:05",
    "end": "00:00:16"
  },
  {
    "text": "Hi, John.",
    "start": "00:00:16",
    "end": "00:00:16"
  },
  {
    "text": "How are you doing?",
    "start": "00:00:16",
    "end": "00:00:17"
  },
  {
    "text": "I'm good. How are you?",
    "start": "00:00:17",
    "end": "00:00:18"
  },
  {
    "text": "I'm good, too. Michelle, would you say you are blessed?",
    "start": "00:00:18",
    "end": "00:00:22"
  },
  {
    "text": "Well, that depends. What do you mean by that? I mean, it's not a word that comes with a lot of baggage, but I feel like it's one of those words that's lost its weightiness.",
    "start": "00:00:22",
    "end": "00:00:30"
  },
  {
    "text": "Yeah. In fact, I've stop using that word.",
    "start": "00:00:30",
    "end": "00:00:33"
  },
  {
    "text": "Really?",
    "start": "00:00:33",
    "end": "00:00:34"
  },
  {
    "text": "Yeah, because I just don't really know what it means, so I've just shied away from it, which feels awkward because it's such a biblical word.",
    "start": "00:00:34",
    "end": "00:00:41"
  },
  {
    "text": "Yeah, pretty much the biblical word other than amen.",
    "start": "00:00:41",
    "end": "00:00:44"
  },
  {
    "text": "Right. What you're going to notice with our translation of Sermon on the Mount is we messed with this word. We don't begin the translation with blessed are those who. We translate it. The good life is for those who.",
    "start": "00:00:44",
    "end": "00:00:56"
  },
  {
    "text": "Why did you mess with such a common translation?",
    "start": "00:00:56",
    "end": "00:00:59"
  },
  {
    "text": "Exactly. That's what today's episode is all about. What did Jesus mean when he said blessed?",
    "start": "00:00:59",
    "end": "00:01:06"
  },
  {
    "text": "Well, I'm going to send you a way to talk to Tim about that.",
    "start": "00:01:06",
    "end": "00:01:09"
  },
  {
    "text": "Okay.",
    "start": "00:01:09",
    "end": "00:01:09"
  },
  {
    "text": "Thanks for joining us.",
    "start": "00:01:10",
    "end": "00:01:11"
  },
  {
    "text": "Here we go.",
    "start": "00:01:11",
    "end": "00:01:12"
  },
  {
    "text": "Here we go. We're getting into it. These are the Blesseds. The nine Blesseds?",
    "start": "00:01:25",
    "end": "00:01:28"
  },
  {
    "text": "Yes.",
    "start": "00:01:28",
    "end": "00:01:29"
  },
  {
    "text": "Should we just read them?",
    "start": "00:01:29",
    "end": "00:01:30"
  },
  {
    "text": "Let's read them.",
    "start": "00:01:30",
    "end": "00:01:31"
  },
  {
    "text": "Let's read them. Okay, Niv.",
    "start": "00:01:31",
    "end": "00:01:32"
  },
  {
    "text": "Blessed are the poor in spirit, for theirs is the kingdom of heaven. Blessed are those who mourn, for they will be comforted. Blessed are the meek, for they will inherit the earth. Blessed are those who hunger and thirst for righteousness, for they will be filled. Blessed are the merciful, for they will be shown mercy. Blessed are the pure in heart, for they will see God bless. Blessed are the peacemakers, for they will be called children of God. Blessed are those who are persecuted because of righteousness, for theirs is the kingdom of heaven. Blessed are you when people insult you, persecute you, and falsely say all kinds of evil against you because of me. Rejoice and be glad, because great is your reward in heaven, for in the same way they persecuted the prophets who were before you.",
    "start": "00:01:33",
    "end": "00:02:18"
  },
  {
    "text": "Yep, the nine. I was going to call them the nine blessings, but my goal in the next 30 minutes is to kindly convince you that the word blessing does not at all communicate what. Let's talk about that Jesus was trying to say, because I don't even think.",
    "start": "00:02:18",
    "end": "00:02:36"
  },
  {
    "text": "I fully know what blessing means. The Closest I got, we're doing a video series on the world priests. And we've got this whole setup about how Adam and Eve in Eden are like priests in the cosmic temple. And there's abundance. They walk with God. There's enough for everyone. They are meant to rule, that is, organize their lives in such a way that there's flourishing. And then you have a line where you say all of this. This whole package.",
    "start": "00:02:36",
    "end": "00:03:05"
  },
  {
    "text": "Yeah.",
    "start": "00:03:05",
    "end": "00:03:05"
  },
  {
    "text": "This is the blessing.",
    "start": "00:03:06",
    "end": "00:03:07"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:03:07",
    "end": "00:03:08"
  },
  {
    "text": "And that's a Hebrew word, blessing, I'm imagining.",
    "start": "00:03:08",
    "end": "00:03:11"
  },
  {
    "text": "Yeah. The verb is barek.",
    "start": "00:03:11",
    "end": "00:03:12"
  },
  {
    "text": "Barak.",
    "start": "00:03:13",
    "end": "00:03:13"
  },
  {
    "text": "The noun is berkha.",
    "start": "00:03:13",
    "end": "00:03:15"
  },
  {
    "text": "Is that the word at play here?",
    "start": "00:03:15",
    "end": "00:03:17"
  },
  {
    "text": "No.",
    "start": "00:03:17",
    "end": "00:03:17"
  },
  {
    "text": "Oh.",
    "start": "00:03:17",
    "end": "00:03:18"
  },
  {
    "text": "That's why I just said, over the next 30 minutes, my goal is to persuade you that the word blessed or blessed is totally unhelpful here. Yeah.",
    "start": "00:03:24",
    "end": "00:03:35"
  },
  {
    "text": "You'll walk me through.",
    "start": "00:03:35",
    "end": "00:03:36"
  },
  {
    "text": "I'm going to walk you through it.",
    "start": "00:03:36",
    "end": "00:03:36"
  },
  {
    "text": "Walk me through it.",
    "start": "00:03:36",
    "end": "00:03:37"
  },
  {
    "text": "Here are the key questions that I have come to appreciate the most in unpacking what Jesus is doing in these nine sayings. First of all, what's the Greek word in Matthew's Gospel? And what is the Hebrew or Aramaic word?",
    "start": "00:03:37",
    "end": "00:03:53"
  },
  {
    "text": "Oh, because he spoke Aramaic.",
    "start": "00:03:53",
    "end": "00:03:54"
  },
  {
    "text": "That Jesus said that has been translated here into Greek. Okay, let's remember this.",
    "start": "00:03:54",
    "end": "00:03:59"
  },
  {
    "text": "Yeah.",
    "start": "00:03:59",
    "end": "00:03:59"
  },
  {
    "text": "This is going to be really important multiple times. The Sermon on the Mount. The only form we have it in is in Greek. In Matthew's Gospel.",
    "start": "00:03:59",
    "end": "00:04:06"
  },
  {
    "text": "Yes.",
    "start": "00:04:06",
    "end": "00:04:07"
  },
  {
    "text": "However, it's a summary of what Jesus went around saying in Aramaic.",
    "start": "00:04:07",
    "end": "00:04:12"
  },
  {
    "text": "Because he spoke Aramaic.",
    "start": "00:04:12",
    "end": "00:04:13"
  },
  {
    "text": "Because he spoke Aramaic.",
    "start": "00:04:13",
    "end": "00:04:14"
  },
  {
    "text": "And why did he speak Aramaic?",
    "start": "00:04:15",
    "end": "00:04:16"
  },
  {
    "text": "Because that's the language of today up in Galilee and down in Jerusalem.",
    "start": "00:04:16",
    "end": "00:04:22"
  },
  {
    "text": "But he would have also been fluent in Hebrew.",
    "start": "00:04:22",
    "end": "00:04:24"
  },
  {
    "text": "But it's a cousin language to its cousin Semitic language, which is Hebrew, which wasn't spoken as much as it was the language of their sacred traditions.",
    "start": "00:04:24",
    "end": "00:04:34"
  },
  {
    "text": "Right. They would read the Hebrew Bible in Hebrew.",
    "start": "00:04:35",
    "end": "00:04:37"
  },
  {
    "text": "You would read the Hebrew Bible in Hebrew. And there were Aramaic translations and Greek translations and Greek translations and spoke Aramaic. So anybody who grew up in a bilingual context gets this right. Some of your life use this. Other parts of your life use that. And especially if they're very close languages. It's just a part of life. So what we're going to be doing is looking at often the Aramaic or Hebrew words underlying the Greek words of Matthew's Gospel to understand. So that's the first thing. What does this word mean? The Greek word represents what Jesus says here. It's the Greek word makarios. This is very difficult to know how to translate. It's the first word of the sermon.",
    "start": "00:04:37",
    "end": "00:05:21"
  },
  {
    "text": "Yeah.",
    "start": "00:05:22",
    "end": "00:05:23"
  },
  {
    "text": "And it's repeated nine times in this opening movement. So here are possible English renderings that get us around the idea. Oh, how fortunate. Oh, how happy. Oh, how flourishing. Oh, how blessed. Each one of those captures something of what Jesus is trying to get across. What's really fortunate for us. Oh, how fortunate are we.",
    "start": "00:05:23",
    "end": "00:05:50"
  },
  {
    "text": "How blessed are we.",
    "start": "00:05:50",
    "end": "00:05:51"
  },
  {
    "text": "Because we know exactly where this word comes from and what it represents. So makarios is standard Greek word, word used in the Greek Septuagint, the Greek translation of the Hebrew Scriptures. And it consistently translates a Hebrew word used throughout the Psalms and the Wisdom writings of the Hebrew Bible. And it's not the word blessing, it's the Hebrew word asherah. So we're going to look at two examples of it that occur in Psalm 1 and Psalm 2.",
    "start": "00:05:51",
    "end": "00:06:38"
  },
  {
    "text": "Okay.",
    "start": "00:06:38",
    "end": "00:06:38"
  },
  {
    "text": "Almost all of our English translations are going to translate it blessed, which reveals our problem. So this is a problem not just in New Testament Greek. This is a problem in Old Testament Hebrew. How to render this word into English? So Psalm 1. Ashre is the one who doesn't walk in the counsel of the wicked or stand in the way of sinners, or sit in the seat of mockers. Rather, this one's delight is in the Torah of Yahweh. And on the Torah, they meditate day and night. Oh, how ashrei is such a person.",
    "start": "00:06:39",
    "end": "00:07:18"
  },
  {
    "text": "That person is like a tree.",
    "start": "00:07:20",
    "end": "00:07:21"
  },
  {
    "text": "Yes, yes. Planted by streams of water, perpetual fruit every season, no withering leaves. Everything this person does prospers without knowing. Let's just pretend we don't know what ashre means.",
    "start": "00:07:21",
    "end": "00:07:36"
  },
  {
    "text": "Okay. But the ashre is someone who is not mixing it up with people who are trying to create evil and oppression in the world.",
    "start": "00:07:36",
    "end": "00:07:46"
  },
  {
    "text": "Yep. But.",
    "start": "00:07:46",
    "end": "00:07:47"
  },
  {
    "text": "But instead is someone who is delighting in God's instruction.",
    "start": "00:07:47",
    "end": "00:07:53"
  },
  {
    "text": "Yeah, Delights in the will of God revealed in the Scriptures. But they're not just a bookworm.",
    "start": "00:07:53",
    "end": "00:07:59"
  },
  {
    "text": "And is a tree that doesn't adhere to the seasons.",
    "start": "00:08:01",
    "end": "00:08:04"
  },
  {
    "text": "Yeah, that's right. Counter to what you would think, it's a tree that's just constantly bearing fruit.",
    "start": "00:08:05",
    "end": "00:08:10"
  },
  {
    "text": "Yeah. In the spring, it's bearing fruit. That makes sense. Here comes the summer. Oh, more fruit. It's a bumper crop. Here comes the fall. Shouldn't the leaves be coming off? No, it's still bearing fruit.",
    "start": "00:08:10",
    "end": "00:08:20"
  },
  {
    "text": "Yes.",
    "start": "00:08:20",
    "end": "00:08:20"
  },
  {
    "text": "The winter comes. Should this tree be dormant?",
    "start": "00:08:21",
    "end": "00:08:25"
  },
  {
    "text": "Right. But it's not. It just keeps bearing fruit. So that's Psalm 1. Here, let's quick look at Psalm 2. Psalm 2 paints a picture of all the nations of the earth and their kings who are violent, arrogant, corruption, and at war with each other and against God. And God's Response in Psalm 2 is, but I'm going to appoint a king who's going to bring justice to the land forever and ever. Amen. To king from the line of David. And the last line of Psalm 2 is ash re, all those who take refuge in this king. So that's a little different than the flourishing tree person of Psalm 1.",
    "start": "00:08:25",
    "end": "00:09:03"
  },
  {
    "text": "Different in.",
    "start": "00:09:04",
    "end": "00:09:05"
  },
  {
    "text": "There's a whole world out there of violence and arrogance and chaos. But God's going to appoint a king.",
    "start": "00:09:05",
    "end": "00:09:10"
  },
  {
    "text": "That's like, almost like how protected.",
    "start": "00:09:11",
    "end": "00:09:13"
  },
  {
    "text": "Yeah. To be ashre by taking refuge in him, means relates to security, stability, safety, not fruitfulness.",
    "start": "00:09:13",
    "end": "00:09:22"
  },
  {
    "text": "Got it.",
    "start": "00:09:22",
    "end": "00:09:23"
  },
  {
    "text": "And I'm not saying they're opposites. I'm just saying ashre can describe both fruitfulness and abundance, which is typically a sign connected with blessing. But then here it's protection, safety and stability and a person who's safe and stable. How ashre is that person?",
    "start": "00:09:23",
    "end": "00:09:39"
  },
  {
    "text": "Okay, that's helpful.",
    "start": "00:09:40",
    "end": "00:09:41"
  },
  {
    "text": "So what kinds of people are ashrei? And who and when do you use this word? Ashrei appears 45 times in the Hebrew Bible. There's 45 people called Ashrei. We should be able to get the bottom of this.",
    "start": "00:09:42",
    "end": "00:09:55"
  },
  {
    "text": "It's a very. A manageable amount of times.",
    "start": "00:09:55",
    "end": "00:09:57"
  },
  {
    "text": "Totally. 26 times in the Psalms, 8 times in the book of Proverbs. So you could say this word wisdom, literature, word. It's a word that comes from Israel's wisdom and song traditions. And its etymology comes from a word meaning prosperity, good fortune, happiness, flourishing, ashrei. So here's some examples. When the queen of Sheba.",
    "start": "00:09:58",
    "end": "00:10:20"
  },
  {
    "text": "Yes.",
    "start": "00:10:20",
    "end": "00:10:21"
  },
  {
    "text": "Comes to Solomon with her big entourage, she spent some time in his courts. And after she's hung out there long enough, she says, ash Re are your people. Ash Re are your officials who stand in your courts and get to hear your wisdom.",
    "start": "00:10:21",
    "end": "00:10:38"
  },
  {
    "text": "Yeah. Because Solomon, it was a flourishing time.",
    "start": "00:10:39",
    "end": "00:10:42"
  },
  {
    "text": "Yes, totally. That's right. It's like gold was as common as whatever. Something. I forget the line. As common as stones or something. Just find a word. A queen comes into the courts of a king, surrounded all these courtiers. Everyone's happy, there's enough food, safety. And she says, oh, how ashrae are all these people that they get to be a part of your kingdom?",
    "start": "00:10:42",
    "end": "00:11:05"
  },
  {
    "text": "Okay, maybe I can't think of a word. Maybe we need to bring it into a. Because I just am never in that context.",
    "start": "00:11:06",
    "end": "00:11:14"
  },
  {
    "text": "Oh, okay. You don't stand in the courts of Canaan very often.",
    "start": "00:11:14",
    "end": "00:11:18"
  },
  {
    "text": "No, it hasn't happened. Can we really dumb this down and be like, of course. Hey, you remember when we were in Prineville and we went to that skate park across the street from the park our kids were playing in?",
    "start": "00:11:18",
    "end": "00:11:28"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:11:28",
    "end": "00:11:29"
  },
  {
    "text": "And we were really impressed with the skate park.",
    "start": "00:11:29",
    "end": "00:11:32"
  },
  {
    "text": "Yes.",
    "start": "00:11:32",
    "end": "00:11:32"
  },
  {
    "text": "We're like, where did this thing come from? Whoa. It's perfectly designed. Look at. They've thought of everything like, this is wonderful.",
    "start": "00:11:32",
    "end": "00:11:38"
  },
  {
    "text": "Yeah.",
    "start": "00:11:38",
    "end": "00:11:38"
  },
  {
    "text": "Ashrae.",
    "start": "00:11:38",
    "end": "00:11:39"
  },
  {
    "text": "Ashrae are those kids over there who live here and get to skate in this skate park every day.",
    "start": "00:11:39",
    "end": "00:11:45"
  },
  {
    "text": "Yeah.",
    "start": "00:11:45",
    "end": "00:11:46"
  },
  {
    "text": "Yep. That's an appropriate use of ashrae.",
    "start": "00:11:46",
    "end": "00:11:48"
  },
  {
    "text": "Okay.",
    "start": "00:11:48",
    "end": "00:11:48"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:11:48",
    "end": "00:11:49"
  },
  {
    "text": "Speaking of skate culture, you would call that being hooked up.",
    "start": "00:11:49",
    "end": "00:11:53"
  },
  {
    "text": "You got the hookup.",
    "start": "00:11:54",
    "end": "00:11:55"
  },
  {
    "text": "You got the hookup.",
    "start": "00:11:55",
    "end": "00:11:56"
  },
  {
    "text": "Yeah. Kids who live in Prineville got the hookup. Prineville, Oregon, it's a really amazing skateboard park. Okay, let's just talk about the ideas at work. In each of these examples, it's one person who's looking at the setup of another person.",
    "start": "00:11:56",
    "end": "00:12:09"
  },
  {
    "text": "Yeah.",
    "start": "00:12:09",
    "end": "00:12:10"
  },
  {
    "text": "The circumstances of another person and saying, that looks nice. That's the good life. This is the Hebrew word you say when you want to hold up a certain set of circumstances as somebody who's experiencing the good life.",
    "start": "00:12:10",
    "end": "00:12:25"
  },
  {
    "text": "Yeah. Everyone has their own version of the good life. And if you made your creed, it would be Ashre is the one. And then fill in the blank.",
    "start": "00:12:25",
    "end": "00:12:34"
  },
  {
    "text": "Fill in the blank.",
    "start": "00:12:34",
    "end": "00:12:34"
  },
  {
    "text": "What would be the Portland Ashre? Ashre is the one who has a cup of mild coffee in the morning.",
    "start": "00:12:34",
    "end": "00:12:46"
  },
  {
    "text": "Mild, Bright, bright. It's third wave coffee town. It's berry forward, whatever. Or Ashre is the one who can work a three quarter time job and then gig on the weekends and evenings.",
    "start": "00:12:46",
    "end": "00:13:03"
  },
  {
    "text": "Yes.",
    "start": "00:13:03",
    "end": "00:13:04"
  },
  {
    "text": "Ashre is the one who can eat amazing cuisine.",
    "start": "00:13:04",
    "end": "00:13:08"
  },
  {
    "text": "Yeah.",
    "start": "00:13:08",
    "end": "00:13:08"
  },
  {
    "text": "In your neighborhood.",
    "start": "00:13:08",
    "end": "00:13:09"
  },
  {
    "text": "Yep. Ashreay is the one who can drive 30 minutes to epic nature hikes, mountains.",
    "start": "00:13:09",
    "end": "00:13:15"
  },
  {
    "text": "Ashreay is the one who is one hour from surfing and one hour from snowboarding.",
    "start": "00:13:15",
    "end": "00:13:18"
  },
  {
    "text": "That's right. Yes. Ashray.",
    "start": "00:13:18",
    "end": "00:13:21"
  },
  {
    "text": "There are a lot of different views about what it looks like to have the good life. In fact, right around the time of Jesus, there were many wisdom teachers talking about what the good life looked like. To read some of those wisdom teachers, I have with me Bible Project scholar, Ben Tertine. Hi Ben. Thanks for being here.",
    "start": "00:13:24",
    "end": "00:13:41"
  },
  {
    "text": "Well, thank you. You know, as I'm thinking about these biblical words, it's often really helpful to see how other folks were using the same word and texts from the same time frame.",
    "start": "00:13:41",
    "end": "00:13:52"
  },
  {
    "text": "So you're going to read for us a passage of a Jewish scribe written around the second century bc.",
    "start": "00:13:52",
    "end": "00:13:57"
  },
  {
    "text": "Yeah. It's this super popular work called the Wisdom of Ben Sira. Sometimes it's titled Sirach or sometimes Ecclesiastic.",
    "start": "00:13:58",
    "end": "00:14:06"
  },
  {
    "text": "Great. Let's read the passage.",
    "start": "00:14:06",
    "end": "00:14:08"
  },
  {
    "text": "Okay, so in chapter 25, he's going to repeat this word ashrei, over and over, and it's really interesting. Listen here to what he says. He opens it up and he says, there are nine whom I would call Ashrei. Ten my tongue proclaims. Ashrei is the one who rejoices in his children. Okay, that's nice. How about Ashrei is the one who lives to see the downfall of his enemies.",
    "start": "00:14:08",
    "end": "00:14:39"
  },
  {
    "text": "Whoa.",
    "start": "00:14:39",
    "end": "00:14:40"
  },
  {
    "text": "Ashrei is the man who lives with a reasonable wife. Yeshua Ben Sira had an exceedingly low view of female intelligence.",
    "start": "00:14:41",
    "end": "00:14:51"
  },
  {
    "text": "Oh, my gosh.",
    "start": "00:14:52",
    "end": "00:14:52"
  },
  {
    "text": "Pick that up. Through all of his writing, it's very clear. Here's one. Ashrei is the one who does not sin with his tongue. Ashreya is the one who never has to serve an inferior.",
    "start": "00:14:52",
    "end": "00:15:06"
  },
  {
    "text": "Wow.",
    "start": "00:15:08",
    "end": "00:15:08"
  },
  {
    "text": "I see your face grimace. You're like, whoa, hang on. Yeah, okay. He's saying, this good life is for somebody who. As long as there's somebody who's always below you in status, you're Ashrei.",
    "start": "00:15:09",
    "end": "00:15:21"
  },
  {
    "text": "You're golden.",
    "start": "00:15:22",
    "end": "00:15:23"
  },
  {
    "text": "Ashrei is the one who finds a friend. Ashrei is the one who speaks, and people listen attentively. Greatest is the one who finds wisdom, and none is superior than the one who fears Yahweh.",
    "start": "00:15:23",
    "end": "00:15:40"
  },
  {
    "text": "All right.",
    "start": "00:15:41",
    "end": "00:15:42"
  },
  {
    "text": "Huh?",
    "start": "00:15:43",
    "end": "00:15:43"
  },
  {
    "text": "Huh? It sounds different than the Proverbs, but there's some flavors, and it's real. Different than the Sermon on the Mount.",
    "start": "00:15:44",
    "end": "00:15:52"
  },
  {
    "text": "Yes. It sounds very earthbound in terms of, like, you know, this guy's comfort.",
    "start": "00:15:52",
    "end": "00:15:58"
  },
  {
    "text": "Yes, but notice how different perspectives are still using Ashrei to describe their vision of what it means to have the good life.",
    "start": "00:15:58",
    "end": "00:16:08"
  },
  {
    "text": "Yeah.",
    "start": "00:16:08",
    "end": "00:16:09"
  },
  {
    "text": "Okay, here's another one. We'll go to the Dead Sea Scrolls here. Now, the Dead Sea Scrolls come from a community called the Essenes, living down by the Dead Sea. Here's what it says. Ashrei is the one with a pure heart, who does not slander with his tongue. Ashrei are those who adhere to the laws of Torah and do not adhere to the distorted paths. Ashrei are those who rejoice in wisdom, who do not have outbursts of foolishness. Ashrei are those who search for wisdom with pure hands, with pure intention and action, integrity. Yes. Ashrei is the one who attains wisdom and walks in the instruction or Torah of the Most High. They're using Ashrei to give a perspective on what they believe human flourishing is really looking like. So in these sources we just read, we see Ben Sira and we see Qumran community taking this Eden vision of goodness in the Hebrew Bible. And, you know, they're sort of morphing it into their context, this idea of the blessed life. And it's like, well, what would we in our world call the blessed life? Point being, Ashrei is about identifying the way of life that leads to blessing, or that is in the blessing, that.",
    "start": "00:16:09",
    "end": "00:17:34"
  },
  {
    "text": "Blessing that Jesus reshapes and redefines in the Sermon on the Mount.",
    "start": "00:17:34",
    "end": "00:17:38"
  },
  {
    "text": "That's excellent. It's like, it's a framing word. And Jesus reframes it from. I want to say anything anybody's ever seen before Jesus, but there's also flavors from everywhere else.",
    "start": "00:17:38",
    "end": "00:17:50"
  },
  {
    "text": "Yeah. Okay. I'm in the studio with Dan, and apparently he's got an idea.",
    "start": "00:17:50",
    "end": "00:18:00"
  },
  {
    "text": "So this is Dan Gummel, and I've been putting this episode together, and I was just thinking about how Tim and John were just saying that, you know, what would the good life version be for everybody? The ASHRAE version. I think we should call a couple people just Rando.",
    "start": "00:18:01",
    "end": "00:18:15"
  },
  {
    "text": "Call.",
    "start": "00:18:15",
    "end": "00:18:15"
  },
  {
    "text": "Yeah, this is call.",
    "start": "00:18:15",
    "end": "00:18:16"
  },
  {
    "text": "Right.",
    "start": "00:18:16",
    "end": "00:18:17"
  },
  {
    "text": "All right, so who are you going to call?",
    "start": "00:18:17",
    "end": "00:18:18"
  },
  {
    "text": "I want to call my wife, Brion. She's at work. I have no idea if she's going to pick up.",
    "start": "00:18:18",
    "end": "00:18:22"
  },
  {
    "text": "Okay.",
    "start": "00:18:22",
    "end": "00:18:22"
  },
  {
    "text": "And I didn't tell her about this this morning, but it just occurred to me.",
    "start": "00:18:22",
    "end": "00:18:25"
  },
  {
    "text": "Okay. All right. I'm going to call my friend Rick. Hello?",
    "start": "00:18:25",
    "end": "00:18:33"
  },
  {
    "text": "Hey, what's up?",
    "start": "00:18:33",
    "end": "00:18:34"
  },
  {
    "text": "I was just working. What's going on, babe?",
    "start": "00:18:34",
    "end": "00:18:37"
  },
  {
    "text": "What do you think your definition of the good life is?",
    "start": "00:18:37",
    "end": "00:18:39"
  },
  {
    "text": "Of the good life? Just being filled with people that I love. Meeting new people, traveling the world, helping people. It's all people based.",
    "start": "00:18:40",
    "end": "00:18:55"
  },
  {
    "text": "That's great.",
    "start": "00:18:56",
    "end": "00:18:56"
  },
  {
    "text": "I'm listening to all those call lights underneath you.",
    "start": "00:18:57",
    "end": "00:18:59"
  },
  {
    "text": "Oh, yeah, of course. My patient's sleeping right now, but I would have you listen to him scream nurse a million times over and over.",
    "start": "00:19:00",
    "end": "00:19:07"
  },
  {
    "text": "Nurse, nurse, nurse.",
    "start": "00:19:07",
    "end": "00:19:09"
  },
  {
    "text": "Is that a part of the good life for you?",
    "start": "00:19:09",
    "end": "00:19:11"
  },
  {
    "text": "What are you getting at?",
    "start": "00:19:11",
    "end": "00:19:12"
  },
  {
    "text": "Are you taking me to Italy?",
    "start": "00:19:12",
    "end": "00:19:13"
  },
  {
    "text": "Did you get me a dog?",
    "start": "00:19:13",
    "end": "00:19:14"
  },
  {
    "text": "Is that how you define the good life?",
    "start": "00:19:15",
    "end": "00:19:17"
  },
  {
    "text": "It's a really packed question. So what's going on?",
    "start": "00:19:17",
    "end": "00:19:19"
  },
  {
    "text": "Nothing. I'm just asking people for their definition of the good life.",
    "start": "00:19:19",
    "end": "00:19:22"
  },
  {
    "text": "Is somebody else listening to me right now?",
    "start": "00:19:22",
    "end": "00:19:24"
  },
  {
    "text": "Well, you're being recorded.",
    "start": "00:19:25",
    "end": "00:19:27"
  },
  {
    "text": "Oh.",
    "start": "00:19:28",
    "end": "00:19:28"
  },
  {
    "text": "For what?",
    "start": "00:19:30",
    "end": "00:19:31"
  },
  {
    "text": "I might put it in a podcast. I haven't decided yet.",
    "start": "00:19:31",
    "end": "00:19:33"
  },
  {
    "text": "Oh, okay.",
    "start": "00:19:33",
    "end": "00:19:34"
  },
  {
    "text": "Maybe I should have started with that.",
    "start": "00:19:36",
    "end": "00:19:37"
  },
  {
    "text": "That's okay. Maybe just cut out the part about Italy and the dog.",
    "start": "00:19:38",
    "end": "00:19:42"
  },
  {
    "text": "I think that's the best part.",
    "start": "00:19:43",
    "end": "00:19:44"
  },
  {
    "text": "Okay, dear, we'll have to go.",
    "start": "00:19:46",
    "end": "00:19:47"
  },
  {
    "text": "Okay, bye. I love you.",
    "start": "00:19:48",
    "end": "00:19:49"
  },
  {
    "text": "Okay, bye.",
    "start": "00:19:49",
    "end": "00:19:50"
  },
  {
    "text": "Love you.",
    "start": "00:19:50",
    "end": "00:19:50"
  },
  {
    "text": "Hello?",
    "start": "00:19:54",
    "end": "00:19:55"
  },
  {
    "text": "Rick McKinley.",
    "start": "00:19:55",
    "end": "00:19:56"
  },
  {
    "text": "What up?",
    "start": "00:19:57",
    "end": "00:19:57"
  },
  {
    "text": "Okay, so let's just say you are a guy who would describe yourself as having the good life. What does that look like?",
    "start": "00:19:57",
    "end": "00:20:05"
  },
  {
    "text": "I would say you have peace in your relationship, that you like what you do for a living.",
    "start": "00:20:06",
    "end": "00:20:16"
  },
  {
    "text": "A long time ago, I remember you saying if you could have any job in the world, you would drive a bread truck, right?",
    "start": "00:20:17",
    "end": "00:20:23"
  },
  {
    "text": "Totally.",
    "start": "00:20:24",
    "end": "00:20:24"
  },
  {
    "text": "You just listen to podcasts, people. You show up, they're so excited. Oh, my gosh.",
    "start": "00:20:25",
    "end": "00:20:30"
  },
  {
    "text": "Fresh bread.",
    "start": "00:20:31",
    "end": "00:20:32"
  },
  {
    "text": "You love the smell of it. Go to bed without any anxiety because, like, the worst thing that could happen is the bread gets burnt. Food, clothing, shelter, Maslow's pyramid of hierarchy of needs.",
    "start": "00:20:32",
    "end": "00:20:47"
  },
  {
    "text": "I'm gonna let you hang up now.",
    "start": "00:20:48",
    "end": "00:20:49"
  },
  {
    "text": "Well, have a wonderful day, Michelle Jones.",
    "start": "00:20:50",
    "end": "00:20:52"
  },
  {
    "text": "Okay, Michelle, we've been talking about the word ashre.",
    "start": "00:21:06",
    "end": "00:21:10"
  },
  {
    "text": "Ashre, the word that you use when you want to give your opinion about who's in a blessed state right now.",
    "start": "00:21:10",
    "end": "00:21:17"
  },
  {
    "text": "Jesus uses the word makarios, which is the Greek for ashre. And so you could translate what Jesus says as, how fortunate are those who.",
    "start": "00:21:17",
    "end": "00:21:27"
  },
  {
    "text": "Or how good is life for you?",
    "start": "00:21:27",
    "end": "00:21:29"
  },
  {
    "text": "Yeah. Now, here's the thing. Let's say I wanted to pray for you and ask God to give blessing in your life.",
    "start": "00:21:29",
    "end": "00:21:35"
  },
  {
    "text": "Please and thank you, John.",
    "start": "00:21:35",
    "end": "00:21:36"
  },
  {
    "text": "You're welcome. Okay. In my prayer, I wouldn't use the word ashrei. I would say, oh, Father in heaven, Baruch. Michelle, Baruch.",
    "start": "00:21:37",
    "end": "00:21:45"
  },
  {
    "text": "Me.",
    "start": "00:21:45",
    "end": "00:21:45"
  },
  {
    "text": "Baruch you. Yeah. Tim's going to explain to us what the word baruch means, and we'll see that while the word baruch is not in the Sermon on the Mount, the idea of baruch is in there, but in a sneaky way.",
    "start": "00:21:45",
    "end": "00:21:57"
  },
  {
    "text": "Okay, let's go back to Tim as you turn your attention to the Hebrew word baruch.",
    "start": "00:21:58",
    "end": "00:22:02"
  },
  {
    "text": "So let's pause on ashrae. Let's talk about blessing. So baruch is the word that you use when you want to highlight that God is the one who has brought about abundance and safety and security in someone's life.",
    "start": "00:22:02",
    "end": "00:22:17"
  },
  {
    "text": "Okay.",
    "start": "00:22:17",
    "end": "00:22:18"
  },
  {
    "text": "So people can pronounce blessing on each other. What I would say if I were talking about you, I would say, baruch are you by God. You are in a state of blessedness by God. And that's what many people think is underneath what Jesus is saying here. Yeah, but it's different here. Blessing refers to the concrete manifestations of abundance, safety, and security that come as a gift from God. Okay, so God is the source of all blessing. That's what Genesis 1 is about.",
    "start": "00:22:18",
    "end": "00:22:49"
  },
  {
    "text": "Yeah.",
    "start": "00:22:49",
    "end": "00:22:49"
  },
  {
    "text": "He blessed the creation and he blessed the humans.",
    "start": "00:22:49",
    "end": "00:22:52"
  },
  {
    "text": "Yeah.",
    "start": "00:22:52",
    "end": "00:22:53"
  },
  {
    "text": "God blessed the creatures, saying, be fruitful and multiply, fill the earth. God blesses the humans. Be fruitful and multiply, fill the earth and have exercise responsibility over it. And then he gives them the super sweet hookup spot. Yeah, that's way better than skateboard park. And that's called God's blessing. So blessing comes from God in the Hebrew Bible.",
    "start": "00:22:53",
    "end": "00:23:15"
  },
  {
    "text": "Okay.",
    "start": "00:23:15",
    "end": "00:23:16"
  },
  {
    "text": "Humans don't have the power to create a state of blessedness in each other's lives. That's not how you think of it. Humans can pronounce blessing on each other, but when they do that, what they're doing is praying for God. God to do it, to bless you.",
    "start": "00:23:16",
    "end": "00:23:30"
  },
  {
    "text": "Yeah. Or exclaiming that God has done it.",
    "start": "00:23:30",
    "end": "00:23:32"
  },
  {
    "text": "That's right. So blessing comes from God. And when you see somebody in a state of abundance, security, you would call them baruch, blessed. You are blessed by God. But that's not ashre. Ashre is what happens when two people are walking by somebody who's in a blessed state, and one person wants to teach his other friend, like what the good life is. And he'll point at the blessed ones and say, man, that person's ashre. I want to be like that person. Oh, how ashrei is that person that they are in a state of Baruch.",
    "start": "00:23:32",
    "end": "00:24:09"
  },
  {
    "text": "Okay.",
    "start": "00:24:11",
    "end": "00:24:12"
  },
  {
    "text": "Essentially, ashre is in the eye of the beholder. Here. Here's Jonathan Pennington's way of putting it.",
    "start": "00:24:12",
    "end": "00:24:17"
  },
  {
    "text": "Okay.",
    "start": "00:24:17",
    "end": "00:24:17"
  },
  {
    "text": "He says ashre is a description of a state of happiness or privilege or fortune that's on someone that's being observed by another, by a bystander who isn't the one providing or bringing about the blessing. In the Hebrew Bible, one never prays to become ashrei. You would never ask to become ashrei. You ask to become blessed.",
    "start": "00:24:17",
    "end": "00:24:42"
  },
  {
    "text": "Right.",
    "start": "00:24:42",
    "end": "00:24:42"
  },
  {
    "text": "Baruch means God has given me the gift of favor and abundance and I'm in a state of blessedness. But when I want to convince you that a certain state of blessedness is actually the good life, I use the word ashrei. It's a wisdom word that's aimed at persuading the listener to see that a certain way of life is the blessed ideal state. So in other words, when you call someone ashre, you're not pronouncing God's blessing on them. You're not saying a magic word that makes them enter a state of fruitfulness.",
    "start": "00:24:43",
    "end": "00:25:21"
  },
  {
    "text": "But do you do that when you say Baruch.",
    "start": "00:25:22",
    "end": "00:25:24"
  },
  {
    "text": "Yes.",
    "start": "00:25:24",
    "end": "00:25:24"
  },
  {
    "text": "Oh, what? Really?",
    "start": "00:25:24",
    "end": "00:25:26"
  },
  {
    "text": "Or at least you're praying that God will bless them. If I say, may you be blessed by God, I'm praying that God will give you safety, security, and abundance. But if I say ashrei, are you? Ashrei is that way of life that leads to that flourishing. They're the fortunate ones. What's unfortunate about the word blessed in the Sermon on the Mount is it makes it sound to the reader like Jesus is pronouncing God's blessing.",
    "start": "00:25:26",
    "end": "00:25:51"
  },
  {
    "text": "And so Jesus, as he gives these beatitudes, he is not praying for the community, these things. He's identifying that. From my vantage point, this situation is a marker of someone who is Baruch.",
    "start": "00:25:51",
    "end": "00:26:08"
  },
  {
    "text": "Yeah. The logic of each of these sayings is Jesus is going to say, ashre are these people? Because in reality, they are the ones receiving the blessing.",
    "start": "00:26:08",
    "end": "00:26:22"
  },
  {
    "text": "So two people could be walking down the street, look at someone and go, ashre over there. And you're like, yep. What's interesting here is Jesus is pointing at things that you wouldn't call ashrei.",
    "start": "00:26:22",
    "end": "00:26:32"
  },
  {
    "text": "That's right.",
    "start": "00:26:32",
    "end": "00:26:32"
  },
  {
    "text": "No one would walk down and be like, hey, look at that guy who's, like, laying on the side of the road without any money. Ashrei.",
    "start": "00:26:32",
    "end": "00:26:38"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:26:38",
    "end": "00:26:39"
  },
  {
    "text": "You'd be like, absolutely not. That's the opposite. And Jesus is saying, look at that guy. Ashrei.",
    "start": "00:26:39",
    "end": "00:26:44"
  },
  {
    "text": "Correct. And then he'll say, why? And the reason why is the blessing is the blessing. Yep. So let's just take the first one example. Ashere are those who are impoverished in spirit, which, as we're gonna see, means without any power or social influence. No, they're not fortunate. I don't wanna be like that.",
    "start": "00:26:44",
    "end": "00:27:05"
  },
  {
    "text": "That's not a marker of the good life.",
    "start": "00:27:05",
    "end": "00:27:06"
  },
  {
    "text": "That's not.",
    "start": "00:27:06",
    "end": "00:27:06"
  },
  {
    "text": "That's not the marker of the life of God's abundance.",
    "start": "00:27:06",
    "end": "00:27:09"
  },
  {
    "text": "Why does Jesus think that they're powerlessness is a desirable state of life? Because they are being given the divine blessing of the kingdom of the skies. They are the ones that receive the state of blessedness.",
    "start": "00:27:09",
    "end": "00:27:24"
  },
  {
    "text": "There's something about a state of powerlessness is the vehicle of God's kingdom blessing.",
    "start": "00:27:25",
    "end": "00:27:31"
  },
  {
    "text": "Correct. It's also the group of people that's standing in front of him.",
    "start": "00:27:31",
    "end": "00:27:33"
  },
  {
    "text": "Yeah.",
    "start": "00:27:35",
    "end": "00:27:35"
  },
  {
    "text": "Asherah are those who grieve. What? Why is Jesus holding up that as the good life? Because they will receive the comfort that God will bring when he brings about new creation. That's the blessing.",
    "start": "00:27:35",
    "end": "00:27:49"
  },
  {
    "text": "The blessing.",
    "start": "00:27:50",
    "end": "00:27:50"
  },
  {
    "text": "In other words, the blessing is in the second line, not the first line.",
    "start": "00:27:50",
    "end": "00:27:53"
  },
  {
    "text": "That's really Interesting.",
    "start": "00:27:53",
    "end": "00:27:55"
  },
  {
    "text": "Yes.",
    "start": "00:27:55",
    "end": "00:27:55"
  },
  {
    "text": "Okay.",
    "start": "00:27:55",
    "end": "00:27:56"
  },
  {
    "text": "Yes.",
    "start": "00:27:56",
    "end": "00:27:56"
  },
  {
    "text": "So the perspectives in the first line. And it's a twist.",
    "start": "00:27:57",
    "end": "00:28:00"
  },
  {
    "text": "It's a super twist.",
    "start": "00:28:00",
    "end": "00:28:02"
  },
  {
    "text": "And then the blessing is in the second line.",
    "start": "00:28:02",
    "end": "00:28:04"
  },
  {
    "text": "Yep. Ashrei are the afflicted because they will inherit the land. What is the blessing, except for Abraham? Land.",
    "start": "00:28:04",
    "end": "00:28:14"
  },
  {
    "text": "Yeah.",
    "start": "00:28:14",
    "end": "00:28:14"
  },
  {
    "text": "Inherit the earth, you get the land.",
    "start": "00:28:14",
    "end": "00:28:16"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:28:16",
    "end": "00:28:17"
  },
  {
    "text": "The land belongs to y'. All.",
    "start": "00:28:17",
    "end": "00:28:18"
  },
  {
    "text": "Jesus on a mountain, ragtag group of people. He's saying, kingdom of God's happening through me. This is happening. And it's happening through you too. Even though.",
    "start": "00:28:19",
    "end": "00:28:29"
  },
  {
    "text": "Yes.",
    "start": "00:28:29",
    "end": "00:28:30"
  },
  {
    "text": "You can't see it.",
    "start": "00:28:30",
    "end": "00:28:31"
  },
  {
    "text": "That's right.",
    "start": "00:28:31",
    "end": "00:28:31"
  },
  {
    "text": "In fact, when you look at your situation, it feels like the opposite of God's kingdom coming and bringing Baruch.",
    "start": "00:28:31",
    "end": "00:28:37"
  },
  {
    "text": "Yep.",
    "start": "00:28:37",
    "end": "00:28:38"
  },
  {
    "text": "So the first thing I'm gonna do is I'm gonna reframe your situation.",
    "start": "00:28:38",
    "end": "00:28:42"
  },
  {
    "text": "Yes.",
    "start": "00:28:42",
    "end": "00:28:43"
  },
  {
    "text": "Because it's happening within you.",
    "start": "00:28:43",
    "end": "00:28:45"
  },
  {
    "text": "That's right. Yep. It's Jesus commentary on what is happening on the ground in the actual moment. He says the words.",
    "start": "00:28:45",
    "end": "00:28:52"
  },
  {
    "text": "Yeah.",
    "start": "00:28:52",
    "end": "00:28:52"
  },
  {
    "text": "Which is with a bunch of poor, impoverished, sick, powerless people. But they are the ones that he has chosen to receive first his message for Israel. Why did Jesus choose? Because they actually are the privileged ones. They're the fortunate sons. Why? Because there's a surprise coming. God's got a surprise in store. It's starting right now. And it will be fulfilled when heaven and earth unite. The game's going to turn upside down. That's the function of these nine sayings. They're reversals. They're apocalyptic revealings of the upside down or truly right side up nature of God's kingdom and what it means to be a part of it.",
    "start": "00:28:53",
    "end": "00:29:43"
  },
  {
    "text": "You have to believe in the great reversal. For this to make any sense.",
    "start": "00:29:43",
    "end": "00:29:46"
  },
  {
    "text": "You have to believe Jesus saying, the kingdom of God has come near. The logic of these nine sayings depends on Jesus, that he is bringing the kingdom of God as earth as it is in heaven. And the kingdom of God brings total reversal of our value systems and our estimations of who are the fortunate ones.",
    "start": "00:29:46",
    "end": "00:30:06"
  },
  {
    "text": "Yeah.",
    "start": "00:30:06",
    "end": "00:30:07"
  },
  {
    "text": "And that's the work that these nine sayings are doing.",
    "start": "00:30:07",
    "end": "00:30:09"
  },
  {
    "text": "Cool.",
    "start": "00:30:10",
    "end": "00:30:11"
  },
  {
    "text": "Yeah. I should have just said that at the beginning.",
    "start": "00:30:11",
    "end": "00:30:12"
  },
  {
    "text": "You know, this whole thing about Ashrei versus Baruch, it really wasn't landing for me until the very end there, where Tim pointed out the two lines in each proclamation.",
    "start": "00:30:25",
    "end": "00:30:36"
  },
  {
    "text": "Right. The surprise perspective on the good life is in the first line. Ashrei are those who mourn. And then the blessing is in the second line, for they will be comforted.",
    "start": "00:30:36",
    "end": "00:30:47"
  },
  {
    "text": "Yeah. That's where it landed for me. And it makes me wonder what parts of my life I need to reexamine.",
    "start": "00:30:47",
    "end": "00:30:52"
  },
  {
    "text": "Yes. Like when I feel overwhelmed or sad or full of stress or I feel like I'm missing out on my dreams, it doesn't feel at all like the good life. But then Jesus steps in and asks us to flip that perspective. And maybe when I feel beat up, that's the exact place where he wants to start with me. To bring the kingdom.",
    "start": "00:30:52",
    "end": "00:31:13"
  },
  {
    "text": "That's a good word. And that's it for today's episode.",
    "start": "00:31:13",
    "end": "00:31:16"
  },
  {
    "text": "We got through one whole word in the Sermon on the Mount.",
    "start": "00:31:16",
    "end": "00:31:20"
  },
  {
    "text": "We did. But we're start moving faster.",
    "start": "00:31:20",
    "end": "00:31:22"
  },
  {
    "text": "Okay, good.",
    "start": "00:31:22",
    "end": "00:31:23"
  },
  {
    "text": "The Beatitudes are nine sayings. We're going to go through all nine, but three at a time. So next week we'll go over the first three.",
    "start": "00:31:23",
    "end": "00:31:30"
  },
  {
    "text": "How good is life for the poor in spirit? How good is life for those who mourn? And how good is life for the meek?",
    "start": "00:31:30",
    "end": "00:31:36"
  },
  {
    "text": "We'll look at all three in new ways. Including. Including. What does Jesus mean by being meek?",
    "start": "00:31:36",
    "end": "00:31:42"
  },
  {
    "text": "Blessed are the meek. Now, for a whole bunch of reasons, that way of phrasing in English is going to lead our minds down a totally wrong path.",
    "start": "00:31:42",
    "end": "00:31:51"
  },
  {
    "text": "Bibleproject is a non profit and we exist to experience the Bible as a unified story that leads to Jesus. And everything that we make is free because of the generous support of thousands of people just like you.",
    "start": "00:31:51",
    "end": "00:32:01"
  },
  {
    "text": "Thanks so much for being a part of this with us.",
    "start": "00:32:01",
    "end": "00:32:03"
  },
  {
    "text": "Hi, this is. This is Cooper here to read the credits. Dan Gummel is the creative producer for today's show. Production of today's episode is by producer Lindsey Ponder, managing producer Cooper Peltz, producer Colin Wilson. Stephanie Tam is our consultant and editor. Tyler Bailey is our audio engineer and editor and he also provided the sound design and mix for today's episode. Brad Witty does our show notes. Hannah Wu provides the annotations for our app. Yani Evans and Tyler Bailey edited today's episode. Original Sermon on the Mount music is by Richie Cohen and the Bible Project theme song is by Tents. Special thanks to Ben Tertine, Breon Gummel and Rick McKinley and your hosts, John Collins and Michelle Jones.",
    "start": "00:32:04",
    "end": "00:32:49"
  },
  {
    "text": "Hi, this is Ian McMillan and I'm from San Diego. I first heard about the Bible Project when I wanted to start reading my Bible. I was searching and found their read their Bible in a year plan and it's been a great help. I use the Bible Project for learning about the Bible and growing my relationship with the Lord. My favorite thing about the Bible Project is the amount of effort that goes into making each video historically and biblically accurate. We believe that The Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes, and more@bibleproject.com Sam.",
    "start": "00:32:49",
    "end": "00:33:33"
  }
]