[
  {
    "text": "This is Bible Project podcast, and we've been reading through the Sermon on the Mount. I'm John Collins, and with me is co host Michelle Jones. Hi, Michelle.",
    "start": "00:00:20",
    "end": "00:00:27"
  },
  {
    "text": "Hi, John. Today we come to what is arguably Jesus most famous teaching.",
    "start": "00:00:27",
    "end": "00:00:32"
  },
  {
    "text": "I follow the Golden Rule. Okay. Whoever has the gold makes the rules.",
    "start": "00:00:32",
    "end": "00:00:37"
  },
  {
    "text": "Actually, it's do unto others as you would have them do unto you. It's from the Bible that's about treating others how you like to be treated.",
    "start": "00:00:37",
    "end": "00:00:45"
  },
  {
    "text": "Marge. It's the Golden Rule. Golden Rule trumps everything.",
    "start": "00:00:46",
    "end": "00:00:50"
  },
  {
    "text": "We call it the Golden Rule. Do to others what you would have them do to you. Here's our lead scholar, Tim Mackey.",
    "start": "00:00:53",
    "end": "00:01:00"
  },
  {
    "text": "Here is a less elegant but very literal translation. So then everything you desire, people do to you. So also you do to them. For this is the Torah and the prophets.",
    "start": "00:01:01",
    "end": "00:01:15"
  },
  {
    "text": "This is the last of Jesus teachings and what we've been calling the main body of the Sermon on the Mount. And in many ways, it circles back to the beginning of the sermon. Here's Bible Project scholar Michael Helmi.",
    "start": "00:01:16",
    "end": "00:01:27"
  },
  {
    "text": "So in Matthew 5:17, he says, I came to fulfill the law and the prophets, and then the Golden Rule, which summarizes the law and the prophets. So this is the beginning and the end of the sermon, the mountain.",
    "start": "00:01:28",
    "end": "00:01:40"
  },
  {
    "text": "To fulfill the law and prophets is to live by what Jesus calls a greater righteousness.",
    "start": "00:01:41",
    "end": "00:01:46"
  },
  {
    "text": "Here's Tim doing right by God in a higher, more authentic degree than Israel has ever done in its history.",
    "start": "00:01:47",
    "end": "00:01:54"
  },
  {
    "text": "Jesus has been challenging us to live generous lives with everyone around us, even when we have conflict, even with those we consider our enemies.",
    "start": "00:01:55",
    "end": "00:02:04"
  },
  {
    "text": "This is a really high calling, and relationships can be really hard. So it feels like this is going to be really complex.",
    "start": "00:02:05",
    "end": "00:02:12"
  },
  {
    "text": "But in this last teaching on the Golden Rule, the Jesus simplifies things. Whatever you desire, others do to you, do that for them. Thanks for joining us.",
    "start": "00:02:12",
    "end": "00:02:23"
  },
  {
    "text": "Here we go. Hi, Tim.",
    "start": "00:02:24",
    "end": "00:02:38"
  },
  {
    "text": "Hello, John.",
    "start": "00:02:39",
    "end": "00:02:39"
  },
  {
    "text": "Today we get to talk about maybe the most famous teaching of Jesus.",
    "start": "00:02:40",
    "end": "00:02:46"
  },
  {
    "text": "Yes, his most famous saying of all time. Here's something provocative. So Dale Allison, who's a biblical scholar who's dedicated most of his scholarly career and publications to the Gospel of Matthew and Jesus studies, He says within the context of the first Gospel, the Golden Rule is not a principle from which all of the law's commands can be deduced. He says neither is it a key for interpreting the law or determining the validity of different commandments. He says the Golden Rule is instead the most basic or important demand of the law, a demand that in no way replaces the Torah, but instead states its true end, that is its fulfillment so when it comes to the goal of the laws in the Torah, when it comes to human relationships, he's not saying every single command can be traced back to here. But this is the ethical thrust and the wisdom to which the laws of the Torah are all pointing in one way or another. What you desire others to do to you, you should do also to them.",
    "start": "00:02:46",
    "end": "00:04:02"
  },
  {
    "text": "Everyone's after a type of righteousness, a type of community in life and relationships where we're treating each other with justice and equity.",
    "start": "00:04:02",
    "end": "00:04:13"
  },
  {
    "text": "Yep. And generosity.",
    "start": "00:04:13",
    "end": "00:04:15"
  },
  {
    "text": "And generosity.",
    "start": "00:04:15",
    "end": "00:04:16"
  },
  {
    "text": "Not just justice, but even sometimes.",
    "start": "00:04:16",
    "end": "00:04:18"
  },
  {
    "text": "Yeah. Well, there it is. Like, and we talked about this in our last conversation, morality is complex, and you can't create a computer program. But if you were going to try to create one line of code, Right. That kind of, like, helps you out the most, would it be this line of code?",
    "start": "00:04:18",
    "end": "00:04:35"
  },
  {
    "text": "And it's not that every single situation can always be boiled down to this. It's like a compass. This will pretty much always get you to true north. Not perfectly, not always in the first place.",
    "start": "00:04:35",
    "end": "00:04:46"
  },
  {
    "text": "This will. East will spin you around from south to north.",
    "start": "00:04:46",
    "end": "00:04:49"
  },
  {
    "text": "Exactly. Yep. It's like, okay, I don't know. Do I have to go 10 miles, 1 mile, 20 miles? I don't know. But what direction am I going?",
    "start": "00:04:49",
    "end": "00:04:56"
  },
  {
    "text": "If you've got a million possible things you could do in a situation, apply this rule, and 900,000 disappear.",
    "start": "00:04:56",
    "end": "00:05:04"
  },
  {
    "text": "That's good, right? Yeah, that's right.",
    "start": "00:05:06",
    "end": "00:05:08"
  },
  {
    "text": "I love your metaphor. That's a good way to just orient yourself in the right direction.",
    "start": "00:05:08",
    "end": "00:05:11"
  },
  {
    "text": "So here's what's interesting. The Golden Rule is the last teaching of this third main section of the body of the sermon. And it began with the first teaching about God and money, which is, in a way, about doing right by God in how we relate to our money. And it begins with one of these commands, which is, don't store up treasures on the land. Store up treasures on the sky. And then you get teachings about money. Then a new section opens up with chapter seven, verse one, which is don't judge so that you are not judged. Then you get the teachings about wisdom and interpersonal relationships. Then you get the Golden Rule. Do to people what you want them to do to you. And those three kind of work together.",
    "start": "00:05:12",
    "end": "00:06:02"
  },
  {
    "text": "Okay, the three are don't store up treasure.",
    "start": "00:06:02",
    "end": "00:06:05"
  },
  {
    "text": "Don't store up treasure on the land. Do store up treasure in the skies.",
    "start": "00:06:05",
    "end": "00:06:09"
  },
  {
    "text": "Don't judge what's the due there, so.",
    "start": "00:06:09",
    "end": "00:06:13"
  },
  {
    "text": "That you are not judged.",
    "start": "00:06:13",
    "end": "00:06:14"
  },
  {
    "text": "And then do to people what you desire you want them to.",
    "start": "00:06:15",
    "end": "00:06:18"
  },
  {
    "text": "Yeah. Not storing up treasure on the land is A statement of how I am relating to God in a posture of trust and open handedness. And what I also know is that when it comes to Jesus and money, but generosity is like a major theme. So not storing up treasure on the land means honoring God by giving a lot of it to my neighbor. Then you get the second section, begins with don't judge so that you are not judged. And that really feels like another way of saying the golden rule. Don't judge others in a condemning posture or in an arrogant posture, because the measure by which you judge others, you will be measured the same. It's actually another way of stating the rule.",
    "start": "00:06:18",
    "end": "00:07:07"
  },
  {
    "text": "Yeah. If the judging is, hey, you can do something negative to someone that you don't want done to yourself. The golden rule is saying anything the opposite.",
    "start": "00:07:07",
    "end": "00:07:15"
  },
  {
    "text": "Yes.",
    "start": "00:07:15",
    "end": "00:07:15"
  },
  {
    "text": "There's something positive that you want from other people. That's the thing that you should be doing.",
    "start": "00:07:15",
    "end": "00:07:19"
  },
  {
    "text": "That's the thing, yes. Oh, okay. All right. So here's a cool rabbit hole that we should go down right now.",
    "start": "00:07:19",
    "end": "00:07:25"
  },
  {
    "text": "Okay.",
    "start": "00:07:25",
    "end": "00:07:25"
  },
  {
    "text": "So later on in the Gospel of Matthew, there's the story where a scholar, a scribe, a Torah scholar, comes up to Jesus. This is in Matthew chapter 22, and asks, which is the greatest commandment in the Torah? And he wants the single one.",
    "start": "00:07:25",
    "end": "00:07:40"
  },
  {
    "text": "Yeah, give me the one.",
    "start": "00:07:40",
    "end": "00:07:41"
  },
  {
    "text": "The one out of the 600 plus. And so Jesus answers. He said to him, you shall love the Lord your God with all your heart, with all your being, your soul, and with all your mind. He's quoting Deuteronomy, chapter 6 Shema. He says, this is the great and first, the protos, the first commandment. And the second is like it. We've kind of.",
    "start": "00:07:41",
    "end": "00:08:10"
  },
  {
    "text": "Second great commandment.",
    "start": "00:08:10",
    "end": "00:08:11"
  },
  {
    "text": "Yeah, it's so funny because the guy had asked him for one.",
    "start": "00:08:11",
    "end": "00:08:13"
  },
  {
    "text": "The Great commandment comes in two flavors.",
    "start": "00:08:14",
    "end": "00:08:16"
  },
  {
    "text": "The singular great commandment is two.",
    "start": "00:08:16",
    "end": "00:08:19"
  },
  {
    "text": "Yeah.",
    "start": "00:08:19",
    "end": "00:08:20"
  },
  {
    "text": "The first is this. The second is like it, you shall love your neighbor as yourself.",
    "start": "00:08:20",
    "end": "00:08:27"
  },
  {
    "text": "Okay.",
    "start": "00:08:28",
    "end": "00:08:28"
  },
  {
    "text": "Leviticus 19:18. And then his conclusion is, on these two commands, hang the whole Torah and prophets. There's some important relationship between his answer here and the golden rule, but it's phrased differently.",
    "start": "00:08:28",
    "end": "00:08:43"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:08:43",
    "end": "00:08:43"
  },
  {
    "text": "Isn't that interesting? So which is it Jesus do to others you want him to do to you? Or love God and love your neighbor as yourself? Or maybe those are different reflections of something underneath both of them. Yeah, yeah. One's love for God is manifested. It's demonstrated by how one relates to your neighbor. And how does one relate to your neighbor? In a way that shows your love for God by loving Your neighbor as yourself. As yourself. And that's kind of embedded is the, the verb love. Again, love your neighbor as you love yourself. That's the full statement. That's Leviticus, chapter 19, verse 18.",
    "start": "00:08:43",
    "end": "00:09:28"
  },
  {
    "text": "Can we look at that real quick?",
    "start": "00:09:28",
    "end": "00:09:30"
  },
  {
    "text": "Okay. Leviticus 19 is a collection of what feels like a grab bag of covenant laws given to ancient Israel. But the little bundle that it's in is actually in verses 16 through 18. So I'll read them. You shall not go about as a slanderer or a gossip among your people. You are not to act against the life of your neighbor. Act in a way that endangers your neighbor, endangers or threatens the well being of your neighbor. I am Yahweh. You shall not hate your brother in your heart.",
    "start": "00:09:55",
    "end": "00:10:35"
  },
  {
    "text": "It's contempt.",
    "start": "00:10:36",
    "end": "00:10:37"
  },
  {
    "text": "Yeah, exactly. Jesus used this language earlier in the sermon.",
    "start": "00:10:37",
    "end": "00:10:41"
  },
  {
    "text": "Yeah.",
    "start": "00:10:41",
    "end": "00:10:41"
  },
  {
    "text": "You can surely reprove your neighbor like the, you know, judge. Once you got the beam out of your eye, then you can show the spec. But you should not carry or bear sin because of him.",
    "start": "00:10:42",
    "end": "00:10:54"
  },
  {
    "text": "If you're going to judge, do it in a righteous way.",
    "start": "00:10:55",
    "end": "00:10:57"
  },
  {
    "text": "That's right. Otherwise you'll be the one at fault. You shall not take vengeance. You shall not bear a grudge against the sons of your people. But you will love your neighbor as yourself. I am Yahweh. So Jesus picked that one little line.",
    "start": "00:10:57",
    "end": "00:11:16"
  },
  {
    "text": "Yeah.",
    "start": "00:11:17",
    "end": "00:11:17"
  },
  {
    "text": "Now this was a well known tradition in Second Temple Judaism, since there's hundreds of commandments of different ways of summarizing the most important.",
    "start": "00:11:18",
    "end": "00:11:27"
  },
  {
    "text": "I think we did this before.",
    "start": "00:11:28",
    "end": "00:11:29"
  },
  {
    "text": "Yeah, yeah, we did. We did, yeah. In our series on the law.",
    "start": "00:11:29",
    "end": "00:11:33"
  },
  {
    "text": "Okay.",
    "start": "00:11:34",
    "end": "00:11:34"
  },
  {
    "text": "Yeah. On our how to Read the Bible series. But here's two examples from the Babylonian Talmud, which actually comes after Jesus.",
    "start": "00:11:34",
    "end": "00:11:41"
  },
  {
    "text": "Okay.",
    "start": "00:11:41",
    "end": "00:11:42"
  },
  {
    "text": "But it captures conversations of Jewish rabbis from the time of Jesus on until later. But some of these are just awesome. So one of them is from what's called tractate or a subsection called Makoto. And Rabbi Simelai argued that Micah the prophet Micah in the Bible came and reduced the laws of the Torah to three. And he quotes from Micah chapter six, verse eight. It has been told you, O human, what is good, what the Lord requires from you to do justice, to love mercy, to walk humbly before God. 3. So like justice, fairness, mercy, generosity and forgiveness. Yeah, generosity and then humility. Isaiah the prophet again came and reduced the laws of the Torah to 2. Quoting from Isaiah 56. This is what Yahweh keep justice and do righteousness. Amos came and reduced the laws of the Torah to one. As it said he quotes from Amos, chapter five. This is what the Lord says to the house of Israel, seek me and live.",
    "start": "00:11:42",
    "end": "00:13:00"
  },
  {
    "text": "Seek me and live.",
    "start": "00:13:01",
    "end": "00:13:02"
  },
  {
    "text": "Seek me and as a result, live. Okay, yeah, but Habakkuk came again and based the laws of the Torah on 1. Also as it is said, quote from Habakkuk 2. But the righteous will live by his faith. So it's. I guess it's a tie between seek me and live and who created the.",
    "start": "00:13:02",
    "end": "00:13:25"
  },
  {
    "text": "Simplest live by faith.",
    "start": "00:13:25",
    "end": "00:13:26"
  },
  {
    "text": "Yeah, totally. So the point is, this was a thing.",
    "start": "00:13:26",
    "end": "00:13:30"
  },
  {
    "text": "Yeah.",
    "start": "00:13:30",
    "end": "00:13:30"
  },
  {
    "text": "Like which one do you summarize? Yeah, that's right. So Jesus is binding together of the Shema with the love your neighbor as yourself. Since Jesus was in to how Leviticus 19:18, Love your neighbor as yourself is somehow related to some central summary of doing right by other people. What you can do is look at how other rabbis or Jewish Bible teachers of that period understood this idea. Or Leviticus 19:18. So, for example, there is an ancient Aramaic translation of the Torah and it's called the Targum. It's more of a paraphrase, interpretive translation. So what's interesting is that when you look at how the targum translates Leviticus 19:18, it's fascinating. What it says is, you shall love your neighbor. That's a translation. And what you expect it to say is as yourself. But what it says in Aramaic is, you shall love your neighbor so that what is hateful to you, you should not do to him. And that's their commentary on as you love yourself, what does it mean to love your neighbor? As you love yourself, what does it.",
    "start": "00:13:30",
    "end": "00:14:45"
  },
  {
    "text": "Mean to love yourself?",
    "start": "00:14:45",
    "end": "00:14:46"
  },
  {
    "text": "So it's kind of a creative unpacking of as you love yourself. Well, if I love myself, I won't do to myself something that I hate. But it flips from love, you shall love yourself to you would never hate yourself, so don't do whatever you would. Hey, she flips it. As I'm looking at you, I feel more excited about that than you look.",
    "start": "00:14:47",
    "end": "00:15:09"
  },
  {
    "text": "Oh, sorry. This is a rabbit hole. And I don't know if it's worth going into, but. Well, I was just listening to a comedian. And this comedian became an addict and almost destroyed his life. And it was because of his friends who kind of confronted him, got into rehab. And so a lot of the comedy was about reflecting on that. And what he came to realize was like, he's his own worst enemy. Like, he really did try to kill himself by looking for what he thought was the good life, being high. And so he came to realize that if he's his biggest enemy and he was trying to kill himself. He doesn't have to be so afraid of other people's judgment of him because he's like, look, you might be judging me, but, like, I tried to kill myself. Like.",
    "start": "00:15:09",
    "end": "00:16:03"
  },
  {
    "text": "Like destroying myself with this addiction, you're saying? Yeah, right. Yeah. So, like, interesting.",
    "start": "00:16:04",
    "end": "00:16:09"
  },
  {
    "text": "I think he. His mentality changed for me.",
    "start": "00:16:09",
    "end": "00:16:11"
  },
  {
    "text": "Interesting way to reframe that.",
    "start": "00:16:11",
    "end": "00:16:12"
  },
  {
    "text": "Yeah.",
    "start": "00:16:12",
    "end": "00:16:12"
  },
  {
    "text": "Yeah.",
    "start": "00:16:12",
    "end": "00:16:12"
  },
  {
    "text": "Like, I'm. I'm usually afraid of people's judgment and critique, and I think, ah, they're out to get me. And then when he realized the person out to get me is me.",
    "start": "00:16:12",
    "end": "00:16:20"
  },
  {
    "text": "Wow.",
    "start": "00:16:21",
    "end": "00:16:22"
  },
  {
    "text": "Then it totally reoriented himself.",
    "start": "00:16:22",
    "end": "00:16:24"
  },
  {
    "text": "Wow.",
    "start": "00:16:24",
    "end": "00:16:24"
  },
  {
    "text": "So anyways, I was just thinking about.",
    "start": "00:16:24",
    "end": "00:16:25"
  },
  {
    "text": "That because there's some wisdom.",
    "start": "00:16:25",
    "end": "00:16:26"
  },
  {
    "text": "There is some wisdom in that.",
    "start": "00:16:27",
    "end": "00:16:28"
  },
  {
    "text": "Yeah. Wow.",
    "start": "00:16:28",
    "end": "00:16:28"
  },
  {
    "text": "So anyways, this translation or this interpretation, this, like, early version of the message in Aramaic, love your neighbor as yourself, meaning what's hateful for you don't do to other people. I guess I just was thinking, like, how hard is it to know and to really be even true to ourselves? Like, we do things that are hateful to ourselves all the time.",
    "start": "00:16:29",
    "end": "00:16:48"
  },
  {
    "text": "Yeah. But it's interesting. We might think on the surface that we are loving ourselves by indulging or doing something that actually is harmful to us in the long run. We just don't perceive that yet. Or you do perceive it, but you don't want to stop. And that's a weird part of human psychology. Or maybe it's a natural part of human psychology. Anyway. No, I think that it's a way to think about as you love yourself. What that means is when a healthy human mind is functioning, we do what is good for ourselves that will lead to our life flourishing.",
    "start": "00:16:48",
    "end": "00:17:27"
  },
  {
    "text": "Yeah. At least we have that intention.",
    "start": "00:17:27",
    "end": "00:17:29"
  },
  {
    "text": "Yeah. Yep. That's right.",
    "start": "00:17:29",
    "end": "00:17:30"
  },
  {
    "text": "We'll screw it up and we'll sabotage ourselves.",
    "start": "00:17:30",
    "end": "00:17:33"
  },
  {
    "text": "Well, poor execution, but good intention. Yeah, yeah, that's right. Yeah. Sometimes the ways we love ourselves destroy ourselves.",
    "start": "00:17:33",
    "end": "00:17:40"
  },
  {
    "text": "And I think, you know, reading those laws in Leviticus, it did all feel about intention. Yeah, Right. Don't have contempt for your brother.",
    "start": "00:17:40",
    "end": "00:17:46"
  },
  {
    "text": "Don't gossip about.",
    "start": "00:17:47",
    "end": "00:17:48"
  },
  {
    "text": "Yeah, yeah. Like, have their best interest in mind. Was kind of the flavor of all those laws. And so even if we screw that up, if our intention underneath is that we're in the right territory.",
    "start": "00:17:48",
    "end": "00:18:01"
  },
  {
    "text": "Yes. Yeah. Yep. So what's interesting is that the. Love your neighbor as you love yourself and love God. That is one way that Jesus said all the Torah and the prophets. Hang on. On those two. And that version of a summary of the Torah and The prophets really made an impact on Jesus disciples because you read these lines repeated in his writing in the writings of the apostles throughout. So there's just a couple examples. In James, the Letter of James, chapter two, he has this whole thing about if you hold others to follow the wisdom of the Torah, but you don't do it yourself, you're a hypocrite. But then he says, but if you fulfill the royal law, the law of the King as expressed in this scripture, you shall love your neighbor as yourself, then you're doing good. So he takes this as fulfilling the Torah, the Sermon on the Mount. The body center of the sermon began with, I'm here to fulfill the Torah and the prophets. And then it ends with the Golden Rule where Jesus says, this is the Torah and prophets. But when James says, how do you fulfill the Torah? He doesn't quote from the Golden Rule. He quotes from Leviticus 19:18, which Jesus also said all the Torah and prophets. Hang on that. So my point is that he's blended together here. He so internalized the ethical vision of Jesus that when it comes out and I love is, he calls it the royal law. The law, a king's law, which has to be referring to our risen messianic king of the world. The royal risen king's summary of fulfilling the Torah, Leviticus 19:18. Love your neighbor as yourself. Isn't that interesting?",
    "start": "00:18:01",
    "end": "00:19:53"
  },
  {
    "text": "Yeah, it is. I'm just wrestling with why isn't it not singing enough for me? Because here's James, the royal law, love your neighbor as yourself, and Jesus using it, summing it up. And for some reason, for me, I go, okay, but I don't even know how to love myself.",
    "start": "00:19:54",
    "end": "00:20:17"
  },
  {
    "text": "Oh, I see.",
    "start": "00:20:18",
    "end": "00:20:19"
  },
  {
    "text": "Right. I don't even have that much wisdom. Right. Like, it goes back to this idea of, okay, it might get me in the vicinity, it might help me recalibrate. So I'm not, you know, I'm not. I'm coming with the best interest, with another person in mind. But, man, I'm going to still need a lot of wisdom.",
    "start": "00:20:19",
    "end": "00:20:38"
  },
  {
    "text": "Yeah, yeah. You know, I wonder if there's something about the modern self. By that, I mean the self, the concept of the self that has been shaped in the evolution of Western civilization.",
    "start": "00:20:38",
    "end": "00:20:52"
  },
  {
    "text": "Right. When I say self, I'm like, I'm a 21st century guy.",
    "start": "00:20:52",
    "end": "00:20:56"
  },
  {
    "text": "Yeah. So we're thinking in terms of layers of consciousness. Right. And whatever one thinks about Freud or Carl Jung, it's just in the water that there's multiple layers to our intentions and motivations. And surely the biblical authors Know that just as well. There's so many of the stories in the Hebrew Bible, but Meditations on the complexity of human motivation.",
    "start": "00:20:57",
    "end": "00:21:22"
  },
  {
    "text": "Isn't there that verse about the human heart?",
    "start": "00:21:22",
    "end": "00:21:25"
  },
  {
    "text": "Yes. Yeah. It's like a deep well. Who can know it?",
    "start": "00:21:25",
    "end": "00:21:28"
  },
  {
    "text": "Who can know it?",
    "start": "00:21:28",
    "end": "00:21:29"
  },
  {
    "text": "Well, that's Jeremiah, actually, who says it's like an incurable disease in our hearts. Who can know the heart?",
    "start": "00:21:29",
    "end": "00:21:35"
  },
  {
    "text": "Exactly. There it is.",
    "start": "00:21:35",
    "end": "00:21:36"
  },
  {
    "text": "There it is.",
    "start": "00:21:36",
    "end": "00:21:37"
  },
  {
    "text": "So how would Jeremiah respond to this?",
    "start": "00:21:37",
    "end": "00:21:38"
  },
  {
    "text": "Okay, well, once again, maybe we're trying to make the as yourself do a little more than it's designed to do. Which is just to say on the whole, humans do what is good for themselves and don't have to think too hard about how to take care of yourself. Food. No one has to tell me to look for food. Like I just do it.",
    "start": "00:21:38",
    "end": "00:22:02"
  },
  {
    "text": "Right.",
    "start": "00:22:02",
    "end": "00:22:02"
  },
  {
    "text": "And for clothing, for shelter, or just being fair, being equitable, being generous, finding.",
    "start": "00:22:03",
    "end": "00:22:09"
  },
  {
    "text": "Opportunities, getting a leg up.",
    "start": "00:22:09",
    "end": "00:22:11"
  },
  {
    "text": "Yeah, it's just we spend much of our waking hours just naturally on the hunt conscious selves searching for how to maximize the goodness of our lives. So that's so innate. What if I were to begin to occupy my attention and concerns and desires what you desire others to do for you? To desire that as much as I do for myself for others.",
    "start": "00:22:11",
    "end": "00:22:41"
  },
  {
    "text": "Yes. So it's that recalibration. It's that moving from I have contempt for that person to I am that person.",
    "start": "00:22:41",
    "end": "00:22:49"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:22:49",
    "end": "00:22:50"
  },
  {
    "text": "From I need to get a leg up in this community to like this community and me are in some way 1. My desires need to extend out to others.",
    "start": "00:22:51",
    "end": "00:23:00"
  },
  {
    "text": "Yeah. Okay. When Jesus says love God and love your neighbor as yourself, it's only in Luke's version. Then the Bible nerd responds to Jesus, but who is my neighbor? And it's a good point because did you notice when we read Leviticus 19, all the parallels were love, you know.",
    "start": "00:23:01",
    "end": "00:23:18"
  },
  {
    "text": "Don'T slander sons of Israel.",
    "start": "00:23:18",
    "end": "00:23:20"
  },
  {
    "text": "Yeah. Or your kins, your brother.",
    "start": "00:23:20",
    "end": "00:23:21"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:23:21",
    "end": "00:23:22"
  },
  {
    "text": "So it very clearly in context means the fellow Israelite.",
    "start": "00:23:22",
    "end": "00:23:25"
  },
  {
    "text": "Yeah.",
    "start": "00:23:25",
    "end": "00:23:26"
  },
  {
    "text": "So this was a whole discussion in Second Temple Judaism about who's the neighbor. So that's Jesus. Get to pose that question. And then he chooses to tell a story about a Samaritan saving the life of an Israelite. And then his question back in response is, who was the neighbor? He like flips it. So he paints a not just a non Israelite Samaritan as the one who cares for his neighbor as he loves himself, but it's a Samaritan like the by Jesus time, 300 plus years of animosity and violence back and forth across the northern border with Samaritans. And what he doesn't say is, the Samaritan is the neighbor you should love. What he shows is, the Samaritan is the loving neighbor who you should be.",
    "start": "00:23:26",
    "end": "00:24:19"
  },
  {
    "text": "Like, yeah, there's a twist within a twist.",
    "start": "00:24:19",
    "end": "00:24:21"
  },
  {
    "text": "Yeah, I love that your mind went there. What we think is, well, who's the self? Who's the self?",
    "start": "00:24:21",
    "end": "00:24:27"
  },
  {
    "text": "Well, that's right.",
    "start": "00:24:28",
    "end": "00:24:29"
  },
  {
    "text": "That's the question I was asking.",
    "start": "00:24:29",
    "end": "00:24:30"
  },
  {
    "text": "Yeah. And in the first entry setting. Whoa, that's interesting.",
    "start": "00:24:30",
    "end": "00:24:38"
  },
  {
    "text": "Yeah.",
    "start": "00:24:38",
    "end": "00:24:39"
  },
  {
    "text": "That's a form of commentary itself, isn't it? It is. My question is, who is myself and.",
    "start": "00:24:39",
    "end": "00:24:46"
  },
  {
    "text": "How do I love myself?",
    "start": "00:24:46",
    "end": "00:24:47"
  },
  {
    "text": "How do I love myself?",
    "start": "00:24:47",
    "end": "00:24:48"
  },
  {
    "text": "What a 21st century question. Yeah, that's so fascinating. In Jesus context, the question was, okay, but then here's my neighbor. So what you're saying is I'm over complicating the love yourself part.",
    "start": "00:24:49",
    "end": "00:25:02"
  },
  {
    "text": "Yeah.",
    "start": "00:25:02",
    "end": "00:25:03"
  },
  {
    "text": "And there might be some great insights in there and we could chase that.",
    "start": "00:25:03",
    "end": "00:25:07"
  },
  {
    "text": "Down, I think vitally important insights. But those just don't seem to be the insights Jesus is focusing on, which doesn't mean they're not good. Actually, that's a wonderful example of. Sometimes we bring our questions to the Bible and they're not the questions Jesus or the author is addressing.",
    "start": "00:25:07",
    "end": "00:25:24"
  },
  {
    "text": "Yeah. The teaching wasn't designed for that question.",
    "start": "00:25:24",
    "end": "00:25:27"
  },
  {
    "text": "Not first and foremost. But once I get what it is first and foremost about, I will probably gain some wisdom on how to think about the question that I came with. So maybe let's try that. So the question is, who's the neighbor?",
    "start": "00:25:27",
    "end": "00:25:40"
  },
  {
    "text": "Who's the neighbor? Even the person you detest is your neighbor.",
    "start": "00:25:40",
    "end": "00:25:44"
  },
  {
    "text": "Yeah, that's right. Which means that the neighbor in Jesus categories is a fellow human. I think, which is interesting, the wording that Jesus uses when he ties together. You shall love God. That's the great first commandment. And the second is like it. And that word, like, you don't have to go with me. But it is interesting that in Genesis 1, there's two phrases that describe the image of God. Let us make human in our image, statue. And according to our likeness comparison. And the likeness of human. And God is there in Genesis 1, and it's right here. Love God and love what is like it?",
    "start": "00:25:44",
    "end": "00:26:33"
  },
  {
    "text": "Love your neighbor because who is like God.",
    "start": "00:26:34",
    "end": "00:26:36"
  },
  {
    "text": "Yeah.",
    "start": "00:26:36",
    "end": "00:26:36"
  },
  {
    "text": "We are made as likeness. So that's cool.",
    "start": "00:26:36",
    "end": "00:26:38"
  },
  {
    "text": "Yeah. So if that's the case, and I'm compelled that it is, then you're back to that. How you love God is expressed with how you love people. Loving people is an expression of your love for God. How do you love your neighbor? As yourself. What if the desires. And it's interesting, he uses the word desire in the Golden Rule. What you desire for yourself, desire that for others. Yeah. And desire is the key word from the Garden of Eden narrative. The tree was desirable for food and it was desirable for gaining wisdom.",
    "start": "00:26:38",
    "end": "00:27:14"
  },
  {
    "text": "So there's the example of we can't trust our desires. Right.",
    "start": "00:27:15",
    "end": "00:27:19"
  },
  {
    "text": "Yeah, you're right.",
    "start": "00:27:19",
    "end": "00:27:20"
  },
  {
    "text": "So we're back at it.",
    "start": "00:27:20",
    "end": "00:27:21"
  },
  {
    "text": "We're back at the. Yeah.",
    "start": "00:27:21",
    "end": "00:27:22"
  },
  {
    "text": "Like if this is the, the summary, we're gonna screw it up.",
    "start": "00:27:22",
    "end": "00:27:25"
  },
  {
    "text": "That's right.",
    "start": "00:27:25",
    "end": "00:27:26"
  },
  {
    "text": "If I desire for you what I desire for myself, I might screw both of our lives up.",
    "start": "00:27:26",
    "end": "00:27:30"
  },
  {
    "text": "Yeah, totally. If I don't know what's good for myself and I'm actually doing my desire, which is hurting me. And then I'm like, hey, friend, I found this thing. That's great. You should do this too. Oh, totally. My whole teenage experience is me and my friends doing what's good in our own eyes and then like telling each other to do the same thing.",
    "start": "00:27:30",
    "end": "00:27:55"
  },
  {
    "text": "You guys were loving each other as yourself, so.",
    "start": "00:27:55",
    "end": "00:27:58"
  },
  {
    "text": "But clearly that's not what, that's not the focus of what Jesus is saying. There are some ways we love ourselves that hurt ourselves. There are other ways that we love ourselves that bring us life. And what if the best versions of our desires for ourselves that bring us life, we desired that for others.",
    "start": "00:27:58",
    "end": "00:28:14"
  },
  {
    "text": "So I guess the way I'm thinking about this is if desire is really just for me, then the self is really is me. I am me and that's it. But if my desire is extending out to the community, my sense of self is expanded. I am not merely me, I am an extension of this community.",
    "start": "00:28:16",
    "end": "00:28:37"
  },
  {
    "text": "I am us.",
    "start": "00:28:37",
    "end": "00:28:38"
  },
  {
    "text": "And there's actually something really true and beautiful about that.",
    "start": "00:28:38",
    "end": "00:28:40"
  },
  {
    "text": "It's very true. Yes.",
    "start": "00:28:40",
    "end": "00:28:42"
  },
  {
    "text": "And something we need to learn. It's like this level set of like, I am not just me fighting for my own self, isolated. My decisions only affect me.",
    "start": "00:28:42",
    "end": "00:28:54"
  },
  {
    "text": "Yeah, yeah. My, my well being is wholly wrapped up with the well being of my neighbor.",
    "start": "00:28:54",
    "end": "00:29:02"
  },
  {
    "text": "Yeah.",
    "start": "00:29:02",
    "end": "00:29:02"
  },
  {
    "text": "Literally the people who live 20ft to the north and south of me, like their well being affects me.",
    "start": "00:29:02",
    "end": "00:29:10"
  },
  {
    "text": "And how can you really do righteousness if you don't at least start at that place? So that's like, it's the starting ground, it's the orientation. But then the question underneath it is like, well then how do we desire the right things as a community? Yeah.",
    "start": "00:29:11",
    "end": "00:29:28"
  },
  {
    "text": "Yeah.",
    "start": "00:29:28",
    "end": "00:29:29"
  },
  {
    "text": "Then we get to ask, seek, knock. So that feels like the progression to me. So it's weird that in these teachings, it starts with ask Siknaak. That's what we talked about last week. And then it ends with the Golden Rule, where the Golden Rule to me feels like the starting place to then go. Ask Siknak.",
    "start": "00:29:29",
    "end": "00:29:50"
  },
  {
    "text": "Yeah, that's interesting. Well, and also, remember in biblical literature, the order, the sequence, we as Westerners tend to think of ideas developing. One, then the next, then the next, then the next. And biblical literature is often symmetrically designed so that you keep rereading it in the circle. And I think this is a good example where the Golden Rule is both the conclusion, like the bookend, but also it kind of raises some questions that send you back all the way to fulfilling the Torah and the prophets in Matthew 5. And then you read through it all again with the new lens.",
    "start": "00:29:50",
    "end": "00:30:29"
  },
  {
    "text": "I see. That's how Hebrew Bible works is often a concluding thought is really an invitation.",
    "start": "00:30:29",
    "end": "00:30:35"
  },
  {
    "text": "To start again, to cycle back to the beginning. And now read it.",
    "start": "00:30:35",
    "end": "00:30:38"
  },
  {
    "text": "And often, like, if there is a central thought, it's usually in the center of the passage at the end.",
    "start": "00:30:38",
    "end": "00:30:45"
  },
  {
    "text": "Yeah. And what's at the center of the center of the center of the Sermon on the Mount is a prayer where you pray for God's desire. Yeah, yeah, yeah. Actually, I noticed this not long ago. The word desire appears two times in the sermon. One here in the Golden Rule, and then one in the Lord's Word, my desire.",
    "start": "00:30:45",
    "end": "00:31:04"
  },
  {
    "text": "But yours.",
    "start": "00:31:04",
    "end": "00:31:04"
  },
  {
    "text": "Yeah, it gets translated as will, May your kingdom come, and may your will be done. But it's the same word right here as desire, your thelema, which is the Greek word for desire. May what you desire.",
    "start": "00:31:04",
    "end": "00:31:18"
  },
  {
    "text": "Okay, There it is.",
    "start": "00:31:18",
    "end": "00:31:19"
  },
  {
    "text": "Happen on the land as it is in the sky.",
    "start": "00:31:19",
    "end": "00:31:21"
  },
  {
    "text": "Okay, so it is at the center.",
    "start": "00:31:21",
    "end": "00:31:23"
  },
  {
    "text": "Yeah. Literally, the word desire is at the center of the center of the sermon.",
    "start": "00:31:23",
    "end": "00:31:27"
  },
  {
    "text": "Okay. This is what I've been feeling the whole time, is Jesus. Why wasn't that your summary of the Torah and the Prophets? May your desire be done. Yeah, that to me is like, okay, we're at the center. Like, that's there. Fulfills the Torah and the Prophets.",
    "start": "00:31:27",
    "end": "00:31:41"
  },
  {
    "text": "Yeah, got it, got it.",
    "start": "00:31:42",
    "end": "00:31:44"
  },
  {
    "text": "But that's not how it's phrased. But we got there.",
    "start": "00:31:44",
    "end": "00:31:46"
  },
  {
    "text": "Yeah, no, that's it. So in other words, so great. Think of. So it's just trying to abstractly represent what happens in your mind. If you were to memorize this literature and recite it to yourself. Psalm 1. Stop. What stands out and what you would notice is that the center body of the Sermon on the Mount begins With Jesus saying, I'm calling my disciples to the greater righteousness, doing right by God and neighbor that fulfills the Torah and prophets. He concludes it with the golden rule. What you desire your neighbor to do to you, do also to them.",
    "start": "00:31:46",
    "end": "00:32:20"
  },
  {
    "text": "Yeah, that's the book ends, the two outer ends.",
    "start": "00:32:21",
    "end": "00:32:22"
  },
  {
    "text": "And then literally in the middle of the middle of the middle of that central body is the Lord's prayer, which is about praying that God's desire comes on the land as it is in the skies. So now it's about, well, fulfilling the Torah is doing right by God and neighbor. If doing what I desire to my neighbor, that they do to me is the Torah and prophets, then all of that gets also reconfigured by the center, which is about God's desire for human flourishing, which will reconfigure what I desire so that what I desire can be what my neighbor. Whoa.",
    "start": "00:32:23",
    "end": "00:33:06"
  },
  {
    "text": "This is great. Thank you. How lovely. Is it, too, that Jesus says for us to pray? Our Father?",
    "start": "00:33:07",
    "end": "00:33:13"
  },
  {
    "text": "Yes.",
    "start": "00:33:13",
    "end": "00:33:14"
  },
  {
    "text": "Not my Father?",
    "start": "00:33:14",
    "end": "00:33:15"
  },
  {
    "text": "Yes, our.",
    "start": "00:33:15",
    "end": "00:33:16"
  },
  {
    "text": "This isn't about me and God. This is about us and God.",
    "start": "00:33:16",
    "end": "00:33:19"
  },
  {
    "text": "That's good. Yeah, good. Dude, that was meditation right there. That was Psalm 1. That was great. No, because we were puzzling on the final line here. Like, there's something here that feels like it needs to be filled out. And it turns out Jesus did fill it out. Yeah, but not in a linear, logical way. It's more about the design, the invitation to meditate. Yeah. So to summarize, you were stuck on love your neighbor as you love yourself as one way that Jesus summarizes the Torah.",
    "start": "00:33:19",
    "end": "00:33:53"
  },
  {
    "text": "I guess where I was stuck was like, if that was the divine line of code for my life, what you desire do to others, then that's gonna screw me up and it's gonna screw you up.",
    "start": "00:33:53",
    "end": "00:34:06"
  },
  {
    "text": "And that's not just a modern question. That's a question that the author of Genesis highlighting is that human desire is not a reliable indicator of God's will.",
    "start": "00:34:07",
    "end": "00:34:17"
  },
  {
    "text": "Jeremiah got it.",
    "start": "00:34:17",
    "end": "00:34:18"
  },
  {
    "text": "That's right. And Jeremiah said, the human heart needs a renovation if its desire is going to become God's desire.",
    "start": "00:34:18",
    "end": "00:34:25"
  },
  {
    "text": "So why is it that Jesus seemingly was saying, hey, that's what the whole Torah and prophets is about. This is what you need.",
    "start": "00:34:25",
    "end": "00:34:31"
  },
  {
    "text": "Yeah. But don't forget, at the center, the center. Center of this whole teaching sermon is a prayer for God's desire to come about on the land as it is in heaven.",
    "start": "00:34:32",
    "end": "00:34:43"
  },
  {
    "text": "My desire can become God's desire so that it could be our desire.",
    "start": "00:34:43",
    "end": "00:34:47"
  },
  {
    "text": "Whoa. Yeah. I am really digging this. It's a light Bulb moment for me.",
    "start": "00:34:49",
    "end": "00:34:54"
  },
  {
    "text": "Totally.",
    "start": "00:34:55",
    "end": "00:34:56"
  },
  {
    "text": "That felt climactic. Yeah. I'm energized by this conversation.",
    "start": "00:34:56",
    "end": "00:35:00"
  },
  {
    "text": "I love that journey with a Golden Rule. How the command to love our neighbors as ourselves circles back to the center of the Sermon on the Mount, where Jesus prays that God would shape our desires to mirror his own heart.",
    "start": "00:35:24",
    "end": "00:35:38"
  },
  {
    "text": "And with that, we come to the end of this entire middle section where Jesus says the golden Rule is the Torah and prophets. And now, remember, this entire section began with Jesus saying that he came to fulfill the Torah and prophets. And so as we end, we want to consider, in what way did Jesus really fill this full. To do that, Stephanie Tam sat down with Bible Project scholar Michael Helmi and began to discuss what it meant for Jesus to fulfill the righteousness of the Torah and to also fulfill the story of the Torah.",
    "start": "00:35:38",
    "end": "00:36:14"
  },
  {
    "text": "Here's Michael Helmi in conversation with producer Stephanie Tam.",
    "start": "00:36:14",
    "end": "00:36:18"
  },
  {
    "text": "Tell me a little more about this phrase to fulfill the law and the prophets, and how that's typically used and how Jesus is using it and what the significance of perhaps that difference is.",
    "start": "00:36:21",
    "end": "00:36:31"
  },
  {
    "text": "So in Matthew 5:17, we have Jesus says that he comes to fulfill the law and the prophets. And what that means, I would say we can take it from two angles. The first angle is the meaning of the law and the prophets is a traditional phrase to indicate the whole Scriptures, the whole Hebrew Bible. Right. Which is basically the biblical story. Jesus, from one side is saying that he comes to fulfill the story.",
    "start": "00:36:32",
    "end": "00:37:00"
  },
  {
    "text": "Okay.",
    "start": "00:37:00",
    "end": "00:37:00"
  },
  {
    "text": "So from the very beginning of the Gospel of Matthew, we see Jesus as a new Moses, doing exactly what Moses was supposed to do, fulfilling exactly the patterns that we see in the Old Testament. So on one side, Jesus is the fulfillment of the narrative, but then at the Sermon on the Mountain, there seems to be a second angle that is structured between I came to fulfill the law and the prophets, and then the Golden Rule, which summarizes the law and the prophets. So this is the beginning and the end of the Sermon on the Mountain. So in other words, he's saying, my teachings here, if you meditated on them, if you followed them, is the way to fulfill the law and the prophets.",
    "start": "00:37:00",
    "end": "00:37:48"
  },
  {
    "text": "That's really interesting.",
    "start": "00:37:48",
    "end": "00:37:49"
  },
  {
    "text": "It's interesting, right? Yeah.",
    "start": "00:37:49",
    "end": "00:37:51"
  },
  {
    "text": "Yeah. Okay. And you also talked about how there's a parallel between Jesus and Moses. And I'm wondering if you can walk me through that.",
    "start": "00:37:51",
    "end": "00:38:00"
  },
  {
    "text": "Yeah, for sure. Let's begin at where the narrative starts, at the Gospel of Matthew, which is in chapter two, where we note that there's a king who is out of fear of losing the throne, he attempts to Kill Jewish boys. Right. Which is exactly what Pharaoh did. Okay. So like from the very beginning, there are very clear indications that we are about to compare Jesus and Moses.",
    "start": "00:38:00",
    "end": "00:38:29"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:38:29",
    "end": "00:38:30"
  },
  {
    "text": "Okay. So we know also from the story of Moses that he fled ironically to Egypt from Israel, which is now is behaving like Egypt. Right. And then from Moses story means the beginning of an exodus from out of Egypt.",
    "start": "00:38:30",
    "end": "00:38:50"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:38:50",
    "end": "00:38:52"
  },
  {
    "text": "As a Bible nerd who's reading the Gospel of Matthew, we should be expecting that Jesus return should mean something similar. Should mean that there might be a new exodus happening in Israel right now.",
    "start": "00:38:52",
    "end": "00:39:08"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:39:08",
    "end": "00:39:09"
  },
  {
    "text": "And the perils continue. Exodus begins by fleeing out of Egypt and going through first the waters.",
    "start": "00:39:09",
    "end": "00:39:18"
  },
  {
    "text": "Yes.",
    "start": "00:39:18",
    "end": "00:39:18"
  },
  {
    "text": "The first time we see Jesus in the book of Matthew is have him pass through the Jordan for his baptism. Like Israel passed through the waters. And once he got out of the waters, the Holy Spirit took Jesus to the wilderness. Exactly.",
    "start": "00:39:18",
    "end": "00:39:36"
  },
  {
    "text": "Oh, my goodness.",
    "start": "00:39:36",
    "end": "00:39:37"
  },
  {
    "text": "Yeah. To be tested.",
    "start": "00:39:37",
    "end": "00:39:38"
  },
  {
    "text": "Right.",
    "start": "00:39:38",
    "end": "00:39:39"
  },
  {
    "text": "It basically follows step by step through the whole story.",
    "start": "00:39:39",
    "end": "00:39:42"
  },
  {
    "text": "Oh, that's so cool.",
    "start": "00:39:42",
    "end": "00:39:43"
  },
  {
    "text": "And then within the wilderness itself, Jesus passed through the same three tests that Israel passed through. The test of hunger and thirst, the test of idolatry, and then the test of leadership.",
    "start": "00:39:43",
    "end": "00:40:00"
  },
  {
    "text": "Okay, Right.",
    "start": "00:40:00",
    "end": "00:40:01"
  },
  {
    "text": "Jesus passed through every test by quoting mostly from Deuteronomy, but he did what Israel should have done. Right. And then at that point, we begin the sermon on the mountain, as we would expect. Moses being on the mountain, delivering the Torah. Now we have Jesus delivering the new Torah. It's not meant to be replacing the Torah, but he is teaching the Torah to his people. And the structure makes it clear that this is how they want us to read it. Do you want to know how to fulfill the law and the prophets? Do the golden rule. But what's the golden rule? Right. We're fleshing out exactly the kind of life, the kind of world that you would establish should you follow these teachings.",
    "start": "00:40:01",
    "end": "00:40:50"
  },
  {
    "text": "Yeah. There is something that is interesting there in that tension between what is kind of tradition and what is distinctive.",
    "start": "00:40:50",
    "end": "00:40:58"
  },
  {
    "text": "Yeah. I mean, I would say that both Jesus practice of summarizing the Torah and the actual words he used to summarize the Torah are both traditional. So I would say, among many examples, according to the Talmud, we have someone like Rabbi Hillel who once gave a summary of the Torah to a man, to a Gentile, who kind of challenged him. He told him, like, I'm going to be a proselyte, a converted Jew, if you are able to teach me the whole Torah while you're standing on one leg. That's basically a Challenge. And this is basically what. Yeah. Rabbi Hillel said, what is hateful to you, do not do to your neighbor. That is the whole Torah, while the rest is commentary. Go and learn it. So, like, basically very similar to what Jesus is doing.",
    "start": "00:40:58",
    "end": "00:41:48"
  },
  {
    "text": "Right.",
    "start": "00:41:48",
    "end": "00:41:48"
  },
  {
    "text": "Like he kind of summarized the whole thing and then just saying like, the rest is commentary.",
    "start": "00:41:48",
    "end": "00:41:53"
  },
  {
    "text": "Wow. So did the Gentile get converted from that?",
    "start": "00:41:53",
    "end": "00:41:56"
  },
  {
    "text": "I'm actually not sure. Yeah. I haven't followed the story through.",
    "start": "00:41:56",
    "end": "00:42:01"
  },
  {
    "text": "No. That's a very memorable story that feels actually kind of similar to the account in the Gospels where a man comes up to Jesus and says, what's the greatest command of all?",
    "start": "00:42:01",
    "end": "00:42:12"
  },
  {
    "text": "Yeah. And I mean, the example by Hillel reflects to both what Jesus is doing. He even used almost the actual words. Jesus uses more positive statement. Hillel uses a negative statement. But both are reflecting very similar traditions of Jesus time.",
    "start": "00:42:12",
    "end": "00:42:29"
  },
  {
    "text": "Even before that, there's something that is the actual do unto others as you would have others do unto you. Like, you could get that from the Old Testament and you could get that almost intuitively. I think that's actually quite a common. Oh, very much from what you were saying with what Hillel was saying. Even other world religions and things.",
    "start": "00:42:29",
    "end": "00:42:50"
  },
  {
    "text": "Yeah. I mean, for example, like, among many others, we have Sikhism, Islam, Zoroastrianism, Hinduism, Buddhism, Jainism, Taoism. All of these have the Golden Rule or a virgin, some kind of virgin of the Golden Rule within.",
    "start": "00:42:51",
    "end": "00:43:03"
  },
  {
    "text": "Yeah. But then I guess the unique component is seeing it fulfilled or fleshed out in the actual person and narrative of Jesus. Is that kind of what you're saying? That.",
    "start": "00:43:03",
    "end": "00:43:13"
  },
  {
    "text": "That's one angle of it. Yeah. And definitely the teaching, like not the actual word of the Golden Rule, but the totality of its teachings.",
    "start": "00:43:13",
    "end": "00:43:20"
  },
  {
    "text": "Yeah, that's cool. Because both his examples about loving your enemy and his story about the Good Samaritan are actually helping to flesh out what does that mean to, you know, that, that Leviticus Law, what does that actually look like? And then there's also that additional aspect on top of the teaching where he is actually embodying what that looks like in terms of the way that he loves others and the kind of people that he reaches out to. That's really cool. Because part of, I think what can be very perplexing but perhaps rich about a lot of wisdom literature is that wisdom literature isn't necessarily as like neat and tidy as a clear cut command like do this in case xyz. It's more of a principle that you then have to apply. And the way that you apply is often through these Examples. And actually through, you know, the whole example of Jesus himself is a really cool way of thinking about his life as an application of the golden rule that he's teaching.",
    "start": "00:43:20",
    "end": "00:44:22"
  },
  {
    "text": "Yeah, that's exactly how I would understand it. Look, do not murder. It's easy to follow that command. But wait, is that what it's all about? I think it's more than that. It's about what leads to murder. Right. There's anger, there's this fury that would be very hard and very demanding for someone to work on. But this is way more important for us to embody and establish the kind of kingdom Jesus is trying to bring where heavens and earth meet.",
    "start": "00:44:23",
    "end": "00:44:55"
  },
  {
    "text": "Yeah. And there's a way in which both his teaching on murder and also his life is fleshing out what it means to, I guess, not just obey, but to fulfill God's law.",
    "start": "00:44:55",
    "end": "00:45:07"
  },
  {
    "text": "Yeah. And it just requires a lot of meditation and Jesus examples, study, cases are not only to learn what he's saying, but to learn how he read and meditated on the Hebrew Scriptures.",
    "start": "00:45:07",
    "end": "00:45:21"
  },
  {
    "text": "Yeah, that's kind of meta. Very cool.",
    "start": "00:45:21",
    "end": "00:45:24"
  },
  {
    "text": "Yeah.",
    "start": "00:45:24",
    "end": "00:45:25"
  },
  {
    "text": "Yeah. So you wrote an article for the Bible Project website and talked about what it means to obey versus fulfill the law. One thing you had said in particular, which really stuck with me, where you said, like, when we avoid murder, we partly fill the law, but when we love, we feel full the law. And that feels like a really. Yeah. A really cool way of thinking about what it means for both Jesus to fulfill the law as the incarnate word, but also how his teachings flesh out and fill full all of those laws too.",
    "start": "00:45:25",
    "end": "00:46:01"
  },
  {
    "text": "Yeah. And I mean, it's an invitation for us to read the Hebrew scriptures accordingly. Like, exactly. Like, I think one of the narrative about the Shabbat, like the Sabbath, where Jesus was going at the heart of the Sabbath. The Sabbath is about humanity resting and flourishing in God's kingdom. It's not about a checklist of following whatever rules you have to do in the Sabbath. Right. They're helping us to do that. Definitely. Like, do not work. That means I have to rest. That means I have more time to meditate on God's scriptures, for sure. But if that work means that I get to help a friend, that means I get to establish and embody God's kingdom even more. And that's what the Sabbath is all about. And that's why Jesus healed that person.",
    "start": "00:46:01",
    "end": "00:46:55"
  },
  {
    "text": "So I feel like you're actually answering the question that I'd had, which was there's a way in which the Golden Rule is very practical as a Compass of, you know, how do I love myself? How should I love others? But there's also an aspect of it which sounds quite abstract and I was going to ask what would it mean for us to live out and apply and fulfill the Golden Rule in our lives?",
    "start": "00:46:56",
    "end": "00:47:22"
  },
  {
    "text": "Oh, for sure. I mean, the Golden Rule and the love your neighbor as yourself are very abstract if taken as sentiments as something you would put on your doorpost or something like that. But I think that's why looking at them in context of Jesus teaching and life gives us a lot of fleshed out narrative, fleshed out ideas, fleshed out theology and wisdom to meditate on to help us understand how to live and how to establish God's kingdom. The Golden Rule is not about following the Golden Rule. The Golden Rule is about filling full the laws and the prophets just like Jesus in his life and his teachings.",
    "start": "00:47:22",
    "end": "00:48:03"
  },
  {
    "text": "Yeah. An example of someone who is laying down their life for their enemies is right there on the cross too.",
    "start": "00:48:03",
    "end": "00:48:11"
  },
  {
    "text": "Of course. Yeah. I only focus on his life. But everyone knows about this perfection that happened at the end of the gospels.",
    "start": "00:48:12",
    "end": "00:48:19"
  },
  {
    "text": "Yeah, that's cool. That's cool. There's a way in which reflecting on his life and death and resurrection actually empowers us to also live in a way that is fulfilling the law and the prophets through love. The kind of love that he showed to us.",
    "start": "00:48:21",
    "end": "00:48:38"
  },
  {
    "text": "Yeah. And I think that when I wrote that article, that's basically what I meditated on. I didn't have a lot of content just from that love your neighbor as yourself or from the Golden Rule, but I had a whole person with a huge set of teachings that can help me live. Yeah. And help me understand what exactly I need to do. There's one paragraph that kind of summarizes the whole point where I say life in God's kingdom, Jesus says, is about completing or feeling full one's love for others by loving God and neighbor. Average people join God in the work of establishing his kingdom through their love. People living in Jesus way welcome all others to enter his world where heaven and earth meet. To learn and practice Jesus ways of love is to trust that God is making good on his long established promise to reunite heaven and earth. It's a life that fills full everything God is doing through the law and the prophets. And this by extension should also define how we practice and understand the Golden Rule.",
    "start": "00:48:38",
    "end": "00:49:50"
  },
  {
    "text": "That's beautiful. Thanks, Michael.",
    "start": "00:49:52",
    "end": "00:49:54"
  },
  {
    "text": "Yeah, thank you. Thank you for having me.",
    "start": "00:49:54",
    "end": "00:49:56"
  },
  {
    "text": "The Golden Rule, it's not just a rule. It's about a vision, a way of life, a world of love. And it's embodied in a person, the life and teachings of Jesus himself. Hmm. It's a lot to meditate on here, and I'm gonna be thinking about it for a very long time. In the meantime, let's head back to the studio as Tim wraps things up.",
    "start": "00:50:01",
    "end": "00:50:24"
  },
  {
    "text": "So with the Golden Rule, the center of the sermon comes to a conclusion. Jesus is gonna shift gears in a major way. He's not done yet. Do you remember he had an opening that was announcing the good life, surprising good life on his listeners. You would never think that these poor sick people are the recipients of the good life, but they are. Jesus says, and we learn how to live this way together. Just we'll be the city on the hill. He's going to shift gears now to lay down three challenges to his listeners. And he's going to challenge them that if Israel of his day, as he goes around announcing Kingdom of God, if Israel doesn't embrace his way of fulfilling the Torah and the prophets, we are headed for destruction. We're going to destroy ourselves. Speaking of destroying ourselves, rejecting what I'm saying will lead to self ruin for us as individuals and then to Israel of his day as a people. And he turns up, the heat, gets a little uncomfortable, the room. So that's what we'll explore for the next few episodes.",
    "start": "00:50:27",
    "end": "00:51:35"
  },
  {
    "text": "Okay, so I love these rabbit holes. You and you and Tim went down.",
    "start": "00:51:39",
    "end": "00:51:44"
  },
  {
    "text": "The what is the self? Rabbit hole.",
    "start": "00:51:44",
    "end": "00:51:45"
  },
  {
    "text": "Yeah, it made me feel like I should be wearing some psychedelic clothes. And I don't know. But my question is not so much what is the self? I think the question that we have to ask is, what is life? Love? I think ultimately we don't love ourselves because we don't know what love is. Jesus says, if you're going to find yourself, you have to lose yourself. So I think that the journey is not into the self. I think the journey is into love. Like big l love. So if I know that, then I can love the Lord with all my heart, mind, soul, and strength, and I can love my neighbor as myself. And then that will eventually transform me. But if I look for myself, I think I'm gonna lose everything.",
    "start": "00:51:45",
    "end": "00:52:28"
  },
  {
    "text": "Yeah, that's a great way to tie it together. Back to not my desire, but your desire.",
    "start": "00:52:28",
    "end": "00:52:33"
  },
  {
    "text": "Exactly. And then you go, whose desire? Love's desire.",
    "start": "00:52:33",
    "end": "00:52:38"
  },
  {
    "text": "Big l love.",
    "start": "00:52:38",
    "end": "00:52:39"
  },
  {
    "text": "It always comes back there.",
    "start": "00:52:39",
    "end": "00:52:40"
  },
  {
    "text": "Yeah. Well, it's a wonderful way to summarize the entire main body of the Sermon on the Mount, which we just ended. And next week, we'll start into the short conclusion of the sermon on the Mount, where Jesus discusses the choice in front of all of us if we're going to live by his teachings.",
    "start": "00:52:41",
    "end": "00:52:57"
  },
  {
    "text": "Jesus gives us three images of this choice. The first image is of two different gates that lead to two different paths.",
    "start": "00:52:58",
    "end": "00:53:05"
  },
  {
    "text": "Paradoxically, the way to life now for Israel will be through a road that feels like death. The constricted road, painful road will lead to life and the easy road will lead to ruin.",
    "start": "00:53:05",
    "end": "00:53:19"
  },
  {
    "text": "Be sure to tune in next week. Bibleproject is a crowdfunded nonprofit and we exist to help people experience the Bible as a unified story that leads to Jesus.",
    "start": "00:53:19",
    "end": "00:53:29"
  },
  {
    "text": "Everything we make is free because of the generous support of thousands of people just like you.",
    "start": "00:53:30",
    "end": "00:53:36"
  },
  {
    "text": "Thanks for being a part of this with us.",
    "start": "00:53:36",
    "end": "00:53:38"
  },
  {
    "text": "Hi, my name is Mark and I'm from Minnesota in the United States. I first heard about bibleproject from a class at my church. I use bibleproject for personal study, especially of challenging passages like the Sermon on the Mount. Their gentle teaching and amazing art help me experience the beauty of God. I also like sending their stuff to my friends and family when I have the chance. We believe that the Bible is a unified story that leads to Jesus.",
    "start": "00:53:39",
    "end": "00:54:05"
  },
  {
    "text": "Us.",
    "start": "00:54:05",
    "end": "00:54:05"
  },
  {
    "text": "We're a crowdfunded project by people like me. Find free videos, podcasts, classes and more@bibleproject.com.",
    "start": "00:54:05",
    "end": "00:54:13"
  },
  {
    "text": "Hi, this is Tyler here to read the credits. Stephanie Tam is the lead producer for today's Show. Production for today's episode is by producer Lindsey Ponder, managing producer Cooper Peltz, producer Colin Wilson, editors Frank Garza and Aaron Olson. This episode was sound design, mixed and edited by Tyler Bailey. Nina Simone does our show notes and Hannah Wu provides the annotations for our app. Original Sermon on the Mount music is by Richie Cohen and the Bible Project theme song is by Tents. Tim Mackey is our Lead Scholar. Special thanks to Michael Helmi and Dan Gummel, who commissioned and supported the production of this episode.",
    "start": "00:54:15",
    "end": "00:54:57"
  },
  {
    "text": "Sam.",
    "start": "00:54:57",
    "end": "00:55:09"
  }
]