[
  {
    "text": "This is bibleproject podcast and this year we're reading through the Sermon on the Mount. I'm John Collins and with me is co host Michelle Jones. Hi, Michelle.",
    "start": "00:00:04",
    "end": "00:00:12"
  },
  {
    "text": "Hi, John. Okay, so Jesus boldly claims that he didn't come to discard the commands of the Torah, the Israelite scriptures. Instead, he says he came to fill them full.",
    "start": "00:00:12",
    "end": "00:00:24"
  },
  {
    "text": "Right. And his whole life fills full the story of the Torah. Jesus lives a life of justice and right relationships. He dies a sacrificial death as an atoning sacrifice for us, and his resurrection from the dead gives us hope for a renewed world.",
    "start": "00:00:24",
    "end": "00:00:37"
  },
  {
    "text": "Okay, well, that's the story being filled full. But what about all the commands of the Torah, the laws that God gave to the ancient Israelites, you know, like, do not worship other gods, do not murder, do not covet, et cetera.",
    "start": "00:00:38",
    "end": "00:00:51"
  },
  {
    "text": "Right. A lot of people in Jesus day wanted to know his opinion on those commands. Like, do he and his followers adhere to them? How do they adhere to to them and live them out appropriately.",
    "start": "00:00:51",
    "end": "00:01:02"
  },
  {
    "text": "Exactly. So what we're going to learn today is that God's wisdom can be found in every law of the Torah. And Jesus is going to show us how to find that wisdom.",
    "start": "00:01:02",
    "end": "00:01:12"
  },
  {
    "text": "In fact, Jesus gives us six examples of how to do it.",
    "start": "00:01:12",
    "end": "00:01:15"
  },
  {
    "text": "He's going to say six times you have heard that it was said. And then he's going to provide a quote that everybody in his audience would know. And then he's going to say, and I say to you, he's modeling a relationship to the commands of the Torah that he wants his followers to emulate, to see in them the wisdom of God.",
    "start": "00:01:15",
    "end": "00:01:33"
  },
  {
    "text": "That's Tim Mackey. Today's episode is the first example. Looking at the wisdom underneath the command. Do not murder.",
    "start": "00:01:33",
    "end": "00:01:41"
  },
  {
    "text": "That's one of the ten commandments.",
    "start": "00:01:41",
    "end": "00:01:42"
  },
  {
    "text": "Yep. And Tim will show us that the wisdom underneath that command is deep and surprising. It's not just helpful, it's essential.",
    "start": "00:01:43",
    "end": "00:01:52"
  },
  {
    "text": "Thanks for joining us. Here we go.",
    "start": "00:01:52",
    "end": "00:01:54"
  },
  {
    "text": "These six teachings are really formulaic. He's going to introduce each one the same exact way. He's going to say six times you have heard that it was said. And then he's going to provide a quote that everybody in his audience would know. What's interesting is that these quotes sometimes come exactly from the commandments of the Torah. Sometimes they're more like a paraphrase of multiple commands in the Torah that he's blended into one. Sometimes he's going to quote what seems to be the way the Pharisees or someone else would interpret. Interpret a command of the Torah. The structure of each teaching is you've heard that it was said, quote, and then he's going to say, and I say to you. And so the question is, what's the relationship between the thing that Jesus is saying and the quote that he says that you've heard? And so it's just helpful to kind of map out the way people have done this real quick.",
    "start": "00:02:07",
    "end": "00:03:01"
  },
  {
    "text": "Can we get one on the brain first?",
    "start": "00:03:02",
    "end": "00:03:04"
  },
  {
    "text": "Oh, sure. Okay. So you have heard that it was said to the ancients, the people long ago, do not murder.",
    "start": "00:03:04",
    "end": "00:03:09"
  },
  {
    "text": "And that comes straight from the Torah.",
    "start": "00:03:10",
    "end": "00:03:11"
  },
  {
    "text": "It's one of the Ten Commandments, do not murder. And so what he's going to go on to say is, and I say to you, do not be angry with your brother.",
    "start": "00:03:11",
    "end": "00:03:20"
  },
  {
    "text": "You've heard it said, do not murder. I say to you, don't be angry with your brother.",
    "start": "00:03:20",
    "end": "00:03:24"
  },
  {
    "text": "So one way that people have understood him is that Jesus is offering a counter teaching or his own teaching that is meant to be seen as a contrast. The Torah said, don't murder, but I say, don't be angry.",
    "start": "00:03:25",
    "end": "00:03:39"
  },
  {
    "text": "Contrast, meaning that he's setting himself up.",
    "start": "00:03:40",
    "end": "00:03:43"
  },
  {
    "text": "As a new source of authority. Listen, the Torah is important, but what's really most important is what I have to say to you. What I'm saying is there's an important strand in Christian tradition and history that's seen Jesus as. Even though he just said, I'm not here to dismantle the Torah, that kind of sees him as doing that anyway. That he's starting a new religious movement based off his teachings, not the commands of the Torah.",
    "start": "00:03:43",
    "end": "00:04:09"
  },
  {
    "text": "Okay, so he's bringing him up in order to say, my teaching's important.",
    "start": "00:04:09",
    "end": "00:04:14"
  },
  {
    "text": "Correct.",
    "start": "00:04:14",
    "end": "00:04:15"
  },
  {
    "text": "So this way of understanding these six teachings is so common that the way you refer to this block of teaching, even still in biblical scholarship, is to call them the antitheses, the six antitheses. The Torah says this. Yes, Antithesis. But I say this.",
    "start": "00:04:15",
    "end": "00:04:33"
  },
  {
    "text": "Got it.",
    "start": "00:04:34",
    "end": "00:04:34"
  },
  {
    "text": "There are a lot of English translations that also kind of set you up for the antithesis view by translating the Greek word in between the two sayings with the word but you've heard it said.",
    "start": "00:04:34",
    "end": "00:04:45"
  },
  {
    "text": "But I say to you.",
    "start": "00:04:45",
    "end": "00:04:46"
  },
  {
    "text": "But I say to you. And that's a possible translation of the Greek word. It's the conjunction de. It's just two letters, but it's a super flexible conjunction. It can be used in contrast, it can be used just as a joiner. It's all about context. But in this case, the context is determined on what you think in the first place. So that's one way you could interpret what he's doing. The exact opposite to say, Jesus actually agrees with the command, and all he's going to do is go on to apply it in very practical ways. You've heard that it was said, don't murder. Exactly right. And so I say to you, don't be angry. And he shows the application of the command. And so if those are two extremes, Jesus does a little bit different of a thing with each of the six. He doesn't pull the same move every time. What he said he was going to do was offer teaching about how the Torah is fulfilled. Those his words.",
    "start": "00:04:46",
    "end": "00:05:45"
  },
  {
    "text": "Yeah.",
    "start": "00:05:45",
    "end": "00:05:46"
  },
  {
    "text": "So if you have something that's fulfilled, you have something that's real, but that also is pointing to some greater, more full reality.",
    "start": "00:05:46",
    "end": "00:05:55"
  },
  {
    "text": "Something important but isn't complete.",
    "start": "00:05:55",
    "end": "00:05:57"
  },
  {
    "text": "Yeah. That's incomplete. And that needs to be fulfilled or realized in some way. This is what Jesus says. I'm here to fulfill the Torah and the prophets. So we've used the commands as pointing to some way of life or way of living that is bigger and more expansive and deeper than just the words of the command itself. And if you're looking for a common denominator underneath all six of them, it seems to me something more like that is going on.",
    "start": "00:05:57",
    "end": "00:06:29"
  },
  {
    "text": "This is the wisdom literature approach.",
    "start": "00:06:29",
    "end": "00:06:32"
  },
  {
    "text": "Yeah, that's right. That's exactly right.",
    "start": "00:06:32",
    "end": "00:06:34"
  },
  {
    "text": "And we talked about this before when we talked about the law in the how to Read series. Probably when you come to these commandments in the Torah, one approach is, okay, I'm just going to do all of these things. But there's a couple problems with that. One is you can't actually do every single one. Yeah, it'd be impossible.",
    "start": "00:06:35",
    "end": "00:06:56"
  },
  {
    "text": "Yeah. Unless you're an ancient Israelite farmer.",
    "start": "00:06:56",
    "end": "00:06:58"
  },
  {
    "text": "Unless you can time travel.",
    "start": "00:06:58",
    "end": "00:07:00"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:07:00",
    "end": "00:07:01"
  },
  {
    "text": "Yeah.",
    "start": "00:07:01",
    "end": "00:07:01"
  },
  {
    "text": "So time travel's off the table. You can't. So that's the biggest one. The second one is like, was this ever an exhaustive list? It doesn't seem to be that way. It's a list of laws kind of scattered throughout narratives. You know, it doesn't seem like an exhaustive list. So when you come to these, if these are the words of God, that will make me a righteous person, then how do I approach them? And what we see Jesus doing here is something maybe we should learn from.",
    "start": "00:07:02",
    "end": "00:07:32"
  },
  {
    "text": "Yeah. I think he's modeling a relationship to the commands of the Torah that he wants his followers to emulate, to see in them the wisdom of God. What is the kind of life, human life and relationships that fulfill the deepest intention of these commands? It fulfills the Torah.",
    "start": "00:07:32",
    "end": "00:07:51"
  },
  {
    "text": "It fulfills the Torah in the sense that the purpose of the Torah was so that Israel could be a righteous people.",
    "start": "00:07:52",
    "end": "00:08:00"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:08:01",
    "end": "00:08:02"
  },
  {
    "text": "And through that, be the kind of humanity God intended humans to be.",
    "start": "00:08:02",
    "end": "00:08:08"
  },
  {
    "text": "Right.",
    "start": "00:08:08",
    "end": "00:08:09"
  },
  {
    "text": "And then go and make that known to the nations.",
    "start": "00:08:09",
    "end": "00:08:13"
  },
  {
    "text": "Yep. The light in the city on the hill. So that when people look and say, well, I might disagree with your theology.",
    "start": "00:08:13",
    "end": "00:08:22"
  },
  {
    "text": "But, man, you're the kind of human.",
    "start": "00:08:22",
    "end": "00:08:24"
  },
  {
    "text": "I want to be.",
    "start": "00:08:24",
    "end": "00:08:24"
  },
  {
    "text": "That's the kind of human community and relationships that we ought to be striving towards. Yeah.",
    "start": "00:08:24",
    "end": "00:08:34"
  },
  {
    "text": "Jesus expects that his followers will be.",
    "start": "00:08:34",
    "end": "00:08:36"
  },
  {
    "text": "Persecuted, but what he also expects is that people will respect their way of life and the way they relate to each other within their community. So let's just read the first one. The first one's the longest one of the six, and it itself has three parts. And there's lots to work through here. But it's really cool what Jesus is doing. Do you want to read it?",
    "start": "00:08:36",
    "end": "00:09:04"
  },
  {
    "text": "Sure. You have heard that it was said to the ancients, which. Yeah, it's good to remember. These laws were written a thousand years prior.",
    "start": "00:09:04",
    "end": "00:09:13"
  },
  {
    "text": "Totally in Jesus time.",
    "start": "00:09:13",
    "end": "00:09:15"
  },
  {
    "text": "Jesus time.",
    "start": "00:09:15",
    "end": "00:09:16"
  },
  {
    "text": "Yeah. Well, over a thousand years.",
    "start": "00:09:16",
    "end": "00:09:18"
  },
  {
    "text": "So you have heard that it was said to the ancients, you shall not commit murder. And whoever commits murder will be guilty by the court. And I say to you that everyone who is angry with his brother will be guilty by the court. And whoever says to his brother, you good for nothing. I love your translation. Whoever says to his brother, you good for nothing will be guilty by the Sanhedrin. And whoever says, you fool, will be guilty for the Gehenna of fire. Therefore, if you are presenting your offering at the altar, and there remember that your brother has something against you. Leave your offering there before the altar. Go and first be reconciled to your brother, and then come back and present your offering. Settle matters in a friendly way with your opponent at law. Your opponent at law.",
    "start": "00:09:20",
    "end": "00:10:14"
  },
  {
    "text": "Your opponent. Well, your legal opponent.",
    "start": "00:10:14",
    "end": "00:10:17"
  },
  {
    "text": "Oh, I see. Oh, because this is all about someone who wants to sue him or get at him.",
    "start": "00:10:17",
    "end": "00:10:21"
  },
  {
    "text": "Yeah, he's painting. It's a little parable of a court case.",
    "start": "00:10:21",
    "end": "00:10:24"
  },
  {
    "text": "Settle a matter in a friendly way with your legal opponent while you are with him on the way, so that your opponent doesn't hand you over to the court judge and the court judge to the officer, so you're thrown into prison. Truly, I say to you, you will not come out of there until you have paid up the last coin.",
    "start": "00:10:24",
    "end": "00:10:45"
  },
  {
    "text": "So there's three parts. There's this part where. Here's what the Torah says, and here's what I say.",
    "start": "00:10:49",
    "end": "00:10:54"
  },
  {
    "text": "Torah says, don't murder.",
    "start": "00:10:55",
    "end": "00:10:56"
  },
  {
    "text": "Yep.",
    "start": "00:10:56",
    "end": "00:10:56"
  },
  {
    "text": "I say, don't even be angry.",
    "start": "00:10:56",
    "end": "00:10:57"
  },
  {
    "text": "Okay. And he gives three examples to ratchet up what the Torah is saying. The examples are anger and then two insults.",
    "start": "00:10:57",
    "end": "00:11:07"
  },
  {
    "text": "Oh, okay.",
    "start": "00:11:07",
    "end": "00:11:07"
  },
  {
    "text": "And then he tells a short parable related to the anger against the brother.",
    "start": "00:11:08",
    "end": "00:11:14"
  },
  {
    "text": "Wait, no. So in the parable, I'm like going. And I'm going to the altar.",
    "start": "00:11:14",
    "end": "00:11:19"
  },
  {
    "text": "Yeah.",
    "start": "00:11:19",
    "end": "00:11:19"
  },
  {
    "text": "Which is a thing I do because.",
    "start": "00:11:19",
    "end": "00:11:21"
  },
  {
    "text": "It'S what everybody does.",
    "start": "00:11:21",
    "end": "00:11:23"
  },
  {
    "text": "This is in the temple.",
    "start": "00:11:23",
    "end": "00:11:24"
  },
  {
    "text": "Yeah.",
    "start": "00:11:24",
    "end": "00:11:25"
  },
  {
    "text": "I go to the temple, I bring my offering. Am I doing this every week? Am I doing this?",
    "start": "00:11:25",
    "end": "00:11:29"
  },
  {
    "text": "Oh, it depends. For some people, it's just once a year.",
    "start": "00:11:29",
    "end": "00:11:32"
  },
  {
    "text": "Okay. So I'm doing this thing, and then I'm there at the altar, and I'm like, you know what? That one guy really has it out for me right now.",
    "start": "00:11:32",
    "end": "00:11:41"
  },
  {
    "text": "Well, it builds on the previous one where in the previous paragraph, where he's going through the examples, he says, whoever was angry at his brother or says to his brother, you good for nothing. And so now here's you are presenting your offering, and you're like, oh, yeah, I was angry at and insulted my brother. Oh, and he has something against me.",
    "start": "00:11:41",
    "end": "00:12:04"
  },
  {
    "text": "That's interesting.",
    "start": "00:12:04",
    "end": "00:12:05"
  },
  {
    "text": "In other words, he has something legitimate against me. I called him a good for nothing yesterday.",
    "start": "00:12:05",
    "end": "00:12:08"
  },
  {
    "text": "Oh, so you're the one that called him the good for nothing in this paragraph.",
    "start": "00:12:08",
    "end": "00:12:10"
  },
  {
    "text": "Yeah, right. That's the. In the previous paragraph.",
    "start": "00:12:10",
    "end": "00:12:12"
  },
  {
    "text": "I see. The you is the insulter just got.",
    "start": "00:12:12",
    "end": "00:12:14"
  },
  {
    "text": "Angry and insulted your brother the other day, and now you're going to the God of Israel, surrendering your everything to him.",
    "start": "00:12:14",
    "end": "00:12:22"
  },
  {
    "text": "I see.",
    "start": "00:12:22",
    "end": "00:12:23"
  },
  {
    "text": "As if you and God are on good terms. So first thing is, you wronged your brother.",
    "start": "00:12:23",
    "end": "00:12:27"
  },
  {
    "text": "I see. Okay. You called him an idiot because you guys got in a fight.",
    "start": "00:12:27",
    "end": "00:12:31"
  },
  {
    "text": "So therefore your brother has something against you. Legitimate. You wronged him. So don't go down to Jerusalem and waltz into God's presence thinking that you're just automatically on good terms because you're bringing an offering. No, things are not right in the kingdom of God.",
    "start": "00:12:31",
    "end": "00:12:47"
  },
  {
    "text": "Yeah. Leave your gift there.",
    "start": "00:12:47",
    "end": "00:12:48"
  },
  {
    "text": "God doesn't care about your offering.",
    "start": "00:12:48",
    "end": "00:12:49"
  },
  {
    "text": "Go and reconcile with your brother if.",
    "start": "00:12:49",
    "end": "00:12:51"
  },
  {
    "text": "You have this other thing here. So that's the first point.",
    "start": "00:12:51",
    "end": "00:12:55"
  },
  {
    "text": "And then the second point. Is this continuing the parable or is this a new parable?",
    "start": "00:12:55",
    "end": "00:12:58"
  },
  {
    "text": "Oh, I think it's continuing it, though. It's a different parable, but we're riffing on the same thing because all of.",
    "start": "00:12:58",
    "end": "00:13:03"
  },
  {
    "text": "A sudden it gets into like, you're in trouble with the law.",
    "start": "00:13:03",
    "end": "00:13:06"
  },
  {
    "text": "Totally. Well, the point of this little parable is. It's so important. Don't wait. Do it quick. Do it as soon as possible. You don't want to face the judge when you're in the guilty position.",
    "start": "00:13:06",
    "end": "00:13:18"
  },
  {
    "text": "And how is that connected to having called someone an idiot?",
    "start": "00:13:19",
    "end": "00:13:22"
  },
  {
    "text": "Oh, if you call someone an idiot, he says, you'll be guilty before the court, before the Sanhedrin, before Gehenna of Fire. You don't want to show up to court guilty. You want to show up to court having settled matters here in Portland.",
    "start": "00:13:23",
    "end": "00:13:36"
  },
  {
    "text": "I'm not going to get fined for calling someone an idiot. No, it's not even a misdemeanor.",
    "start": "00:13:36",
    "end": "00:13:41"
  },
  {
    "text": "No, totally.",
    "start": "00:13:41",
    "end": "00:13:42"
  },
  {
    "text": "Is it a big deal back then, you call someone a name and you're going to go to jail.",
    "start": "00:13:42",
    "end": "00:13:46"
  },
  {
    "text": "No, to Jesus. It's a big deal.",
    "start": "00:13:46",
    "end": "00:13:48"
  },
  {
    "text": "Jesus is a big deal.",
    "start": "00:13:48",
    "end": "00:13:49"
  },
  {
    "text": "This is the kingdom of the skies.",
    "start": "00:13:49",
    "end": "00:13:51"
  },
  {
    "text": "Okay.",
    "start": "00:13:51",
    "end": "00:13:52"
  },
  {
    "text": "All right.",
    "start": "00:13:52",
    "end": "00:13:52"
  },
  {
    "text": "So that's the big picture here.",
    "start": "00:13:52",
    "end": "00:13:54"
  },
  {
    "text": "Okay?",
    "start": "00:13:54",
    "end": "00:13:54"
  },
  {
    "text": "So let's go back up to the beginning. Don't murder one of the Ten Commandments. And so notice what Jesus does. Jesus doesn't say, you've heard that. It was said in the Torah, don't murder. But I tell you, it's just fine. Like, that would be the answer to weirdness.",
    "start": "00:13:54",
    "end": "00:14:10"
  },
  {
    "text": "That'd be weird.",
    "start": "00:14:10",
    "end": "00:14:10"
  },
  {
    "text": "Right. So what he first does is he says, whoever commits murder will be guilty by the court.",
    "start": "00:14:11",
    "end": "00:14:16"
  },
  {
    "text": "Yes.",
    "start": "00:14:16",
    "end": "00:14:17"
  },
  {
    "text": "Like the Torah is exactly right.",
    "start": "00:14:17",
    "end": "00:14:19"
  },
  {
    "text": "Yes.",
    "start": "00:14:19",
    "end": "00:14:19"
  },
  {
    "text": "God's will is against. Well, Jesus is going to talk about what God's will is being revealed in the commandment. But at a base level, ending the life of another human is punishable by the court. So he agrees with the Torah. But Jesus wants to then invite us to see that there is something deeper. There is some value that's at work here underneath the command driving its heartbeat, so to speak.",
    "start": "00:14:19",
    "end": "00:14:43"
  },
  {
    "text": "Why is it a bad thing to kill someone?",
    "start": "00:14:43",
    "end": "00:14:45"
  },
  {
    "text": "Exactly. And if I've gone through my whole life never having murdered someone, does that mean I automatically have lived by the will of God? And that's where Jesus would say, no, no, no, no, no, no. So much more.",
    "start": "00:14:45",
    "end": "00:14:59"
  },
  {
    "text": "The court of the kingdom of God doesn't care if you just ended the person's life. It cares about this deeper thing behind the law.",
    "start": "00:14:59",
    "end": "00:15:08"
  },
  {
    "text": "Yeah. So congrats. You never murdered anyone.",
    "start": "00:15:08",
    "end": "00:15:11"
  },
  {
    "text": "Yeah, but.",
    "start": "00:15:11",
    "end": "00:15:12"
  },
  {
    "text": "But everybody in your life hates you because you belittle them and devalue their contributions. At work. You think you're better than everybody else. And you're mean. Jesus, mind, that is a human being who's just as distorted and it's just.",
    "start": "00:15:12",
    "end": "00:15:28"
  },
  {
    "text": "As punishable by the courts.",
    "start": "00:15:28",
    "end": "00:15:30"
  },
  {
    "text": "And it matters to God just as much as murder.",
    "start": "00:15:30",
    "end": "00:15:34"
  },
  {
    "text": "Yeah.",
    "start": "00:15:34",
    "end": "00:15:34"
  },
  {
    "text": "So let's look at this first little saying, he says. So I say to you, and he has three things, and they work in this really cool way that I had not quite noticed before. So he says, everyone who is angry with his brother is guilty before the.",
    "start": "00:15:35",
    "end": "00:15:48"
  },
  {
    "text": "Court and not really. Right.",
    "start": "00:15:48",
    "end": "00:15:51"
  },
  {
    "text": "Yeah.",
    "start": "00:15:51",
    "end": "00:15:52"
  },
  {
    "text": "In the kingdom of the skies.",
    "start": "00:15:52",
    "end": "00:15:53"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:15:53",
    "end": "00:15:54"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:15:54",
    "end": "00:15:54"
  },
  {
    "text": "In this kingdom reality.",
    "start": "00:15:54",
    "end": "00:15:55"
  },
  {
    "text": "Yeah.",
    "start": "00:15:55",
    "end": "00:15:56"
  },
  {
    "text": "The court would be, like, just as bummed with your anger. Yeah, yeah. Everyone's worried about being guilty of murder.",
    "start": "00:15:56",
    "end": "00:16:04"
  },
  {
    "text": "But what if I knew I would be held as equally accountable for an expression of anger?",
    "start": "00:16:04",
    "end": "00:16:10"
  },
  {
    "text": "You should be taking it just as seriously.",
    "start": "00:16:11",
    "end": "00:16:12"
  },
  {
    "text": "Just as seriously. That's his point, which I don't. Okay, so let's keep going. What kind of anger is Jesus getting at here? I mean, there's anger and there's anger. So he's going to have three examples that unpack the anger. Well, whoever says to his brother, you good for nothing. This is interesting. It's the Greek word raka.",
    "start": "00:16:12",
    "end": "00:16:31"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:16:31",
    "end": "00:16:31"
  },
  {
    "text": "Which is actually just straight up spelling an Aramaic word, reika, which means empty one.",
    "start": "00:16:31",
    "end": "00:16:37"
  },
  {
    "text": "Empty one, yeah. And what is it usually in, like, NIV or esv?",
    "start": "00:16:38",
    "end": "00:16:43"
  },
  {
    "text": "Oh, interesting. I forgot I'm looking at Niv. I don't know what year. It doesn't even translate. It just says raqa.",
    "start": "00:16:43",
    "end": "00:16:51"
  },
  {
    "text": "Okay.",
    "start": "00:16:51",
    "end": "00:16:51"
  },
  {
    "text": "With a footnote saying an Aramaic term of contempt. So that's the second one. And then the third one, whoever says in the Greek word is more where we get moron in English, you fool. So this is interesting. Notice that the description of the misbehavior actually gets less intense. You go from murder to anger to insults. Right. So they actually, the action decreases in what we perceive as intensity. But notice the consequences increase from court to the Sanhedrin, which is like the Supreme Court to Gehenna of fire, hellfire. So notice this. It's surely a clever inversion by Jesus. As things get less intense in what we perceive as less. I see significant ways of being angry.",
    "start": "00:16:51",
    "end": "00:17:47"
  },
  {
    "text": "Jesus ratcheting up.",
    "start": "00:17:47",
    "end": "00:17:49"
  },
  {
    "text": "Ratcheting up the consequences.",
    "start": "00:17:49",
    "end": "00:17:50"
  },
  {
    "text": "So you can see that it's all important.",
    "start": "00:17:50",
    "end": "00:17:53"
  },
  {
    "text": "Yeah. Jesus seems to intentionally want to completely scramble our sense of values and to force you to really think underneath the issues here, he's intentionally scrambling what you would think he would say to clear the deck for a whole new kind of conversation.",
    "start": "00:17:53",
    "end": "00:18:09"
  },
  {
    "text": "Is it important that these insults seem specific to the value of the human?",
    "start": "00:18:24",
    "end": "00:18:28"
  },
  {
    "text": "Exactly. I think that's exactly right.",
    "start": "00:18:28",
    "end": "00:18:30"
  },
  {
    "text": "Because, I mean, you can be angry at someone and talk about their behavior. Almost like insult their behavior in a way. That was such a bad decision. But that's different than saying you are a fool or you're good for nothing.",
    "start": "00:18:30",
    "end": "00:18:44"
  },
  {
    "text": "Yes.",
    "start": "00:18:44",
    "end": "00:18:44"
  },
  {
    "text": "You have no value.",
    "start": "00:18:44",
    "end": "00:18:45"
  },
  {
    "text": "You have no value.",
    "start": "00:18:45",
    "end": "00:18:46"
  },
  {
    "text": "You have no value. Dallas Willard, who was a Christian philosopher, wrote a book called the Divine Conspiracy. Deeply formative for me and.",
    "start": "00:18:46",
    "end": "00:18:56"
  },
  {
    "text": "Sheesh.",
    "start": "00:18:56",
    "end": "00:18:57"
  },
  {
    "text": "Almost everybody I respect has been influenced by Dallas Willard. Part of the book is an exposition of the Sermon on the Mount that when I read it in my mid twenties, left an indelible mark on me. He has an incredible exposition of this where he introduced me to the English word that I'd heard but have had appreciation for ever since. The word contempt.",
    "start": "00:18:57",
    "end": "00:19:21"
  },
  {
    "text": "It's one of the four horses of the marriage apocalypse.",
    "start": "00:19:23",
    "end": "00:19:26"
  },
  {
    "text": "Oh, really?",
    "start": "00:19:26",
    "end": "00:19:27"
  },
  {
    "text": "Yeah. How do you know if a marriage is going to fall apart one way? Is there contempt?",
    "start": "00:19:29",
    "end": "00:19:36"
  },
  {
    "text": "Yes.",
    "start": "00:19:36",
    "end": "00:19:36"
  },
  {
    "text": "It's a clear sign that marriage is going downhill.",
    "start": "00:19:37",
    "end": "00:19:40"
  },
  {
    "text": "Yeah. We're talking about a relational posture towards somebody who. I sit in the seat of the evaluator. I have evaluated your life, the way you live and who you are in the world. And I declare you are good for nothing. You don't matter. Let's get underneath it. When you murder someone, whether you think about it or not, you're making a public declaration that this person's existence has no value. And so it can go away. It can go away. I will take it upon myself to sit in the seat of saying this person has no value. Whether they exist or doesn't exist has no matter. Right. I erase their life.",
    "start": "00:19:40",
    "end": "00:20:27"
  },
  {
    "text": "How you could do that to someone without killing them.",
    "start": "00:20:28",
    "end": "00:20:30"
  },
  {
    "text": "Exactly.",
    "start": "00:20:30",
    "end": "00:20:30"
  },
  {
    "text": "I think that's exactly Jesus point. Why does he go to anger? And then not just anger, but particularly contemptuous anger. It becomes clear not just that you don't value the life of another person, you are happy to declare to the world that you are the judge of their value. This is such a great example of wisdom teaching where Jesus forces you to go ponder what he's saying. What does anger, contemptuous insults, and murder all have in common? And exactly what you said, it puts me in the evaluator seat of this person's dignity and worth and value.",
    "start": "00:20:30",
    "end": "00:21:07"
  },
  {
    "text": "And how horrible that really is to treat someone like that perpetually through their life, how belittling and damaging it is to people.",
    "start": "00:21:07",
    "end": "00:21:19"
  },
  {
    "text": "Devastating consequences for little humans who grow up in environments where their value, which, you know, is so shaped by their parents. So notice what we're talking about now is actually the thing I think Jesus wants people to start thinking about.",
    "start": "00:21:19",
    "end": "00:21:38"
  },
  {
    "text": "That's so interesting.",
    "start": "00:21:38",
    "end": "00:21:38"
  },
  {
    "text": "But he didn't start talking about that.",
    "start": "00:21:39",
    "end": "00:21:41"
  },
  {
    "text": "Yeah.",
    "start": "00:21:42",
    "end": "00:21:42"
  },
  {
    "text": "What he starts talking about is, you haven't murdered anyone. Congratulations. But what does it mean to fulfill the will of God that's revealed in that command? It's not just to not end somebody's life. It's about weaning yourself off of this habit that we have to evaluate other people's worth. I mean, you know, this gets very personal very quickly. The ease with which I'll be more flippant about someone's dignity if they're not in the room versus if they are. You know, this is very totally normal.",
    "start": "00:21:42",
    "end": "00:22:20"
  },
  {
    "text": "Right.",
    "start": "00:22:20",
    "end": "00:22:20"
  },
  {
    "text": "And it's just that rule of if I wouldn't say it directly to a person, I probably shouldn't say it when they're not in the room. What that is, that's a dignity issue. Somehow it's easier to treat someone with less worth if they're not physically present. And then sometimes we treat them with less worth even if they are. So at the root of all of this is actually not just anger or murder. It's about how I view other people as having worth and dignity.",
    "start": "00:22:21",
    "end": "00:22:52"
  },
  {
    "text": "Yeah, that's the core issue.",
    "start": "00:22:52",
    "end": "00:22:53"
  },
  {
    "text": "And the Hebrew Bible has something to say about that.",
    "start": "00:22:53",
    "end": "00:22:56"
  },
  {
    "text": "Yes.",
    "start": "00:22:56",
    "end": "00:22:56"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:22:56",
    "end": "00:22:57"
  },
  {
    "text": "Now it makes sense why Jesus would say, love God and love your neighbor fulfills the commands of the Torah. To love someone is to value their existence as precious before God.",
    "start": "00:22:57",
    "end": "00:23:13"
  },
  {
    "text": "Yeah.",
    "start": "00:23:13",
    "end": "00:23:13"
  },
  {
    "text": "And therefore precious to you because they're an image of God.",
    "start": "00:23:13",
    "end": "00:23:15"
  },
  {
    "text": "Right. And that idea that we're all the image of God is kind of the almost take it for granted thing underneath all of this.",
    "start": "00:23:16",
    "end": "00:23:26"
  },
  {
    "text": "Yeah, it's like the deep, deep logic underneath this teaching.",
    "start": "00:23:26",
    "end": "00:23:30"
  },
  {
    "text": "And not just me and my family and my tribe or my nation, but like, everyone is the image of God. So don't murder and so don't devalue people.",
    "start": "00:23:30",
    "end": "00:23:43"
  },
  {
    "text": "That's right. Whether it's through your actions towards them or in your language about them or.",
    "start": "00:23:43",
    "end": "00:23:51"
  },
  {
    "text": "To them, in your attitude towards them.",
    "start": "00:23:51",
    "end": "00:23:52"
  },
  {
    "text": "Correct. Yeah. In the mindset. Because if you think of somebody as good for nothing, you're actually cultivating, fostering a narrative in your mind that how you value that person actually matters somehow. I really. It's about putting myself in the place of God as the ultimate evaluator, so to speak. So that's profound, man. This is. I say don't be angry. Actually, here I'm going to quote from a scholar who I have throughout the series, Jonathan Pennington. He has a great way of stating what Jesus is doing in relationship to the command, don't murder. Puts it this way. He says, notice that Jesus does not abolish the seventh command. Rather, he shows the deepest sense and the consummated reality of the commandment that is its fulfillment. And that's what he said he was going to do. He gets to the heart of the matter by saying, the real issue underneath murder is not the act itself, and it is a wrong and devastating act. But the heart or the inner disposition of the actor not committing the physical act of murder is good and right, but it is not the true litmus test of alignment with God's will and coming kingdom. For that, one must examine one's attitudes and language about other people, which are just as important for Jesus. A life that aligns with the will of God is that my actions and my thoughts towards other people are generous.",
    "start": "00:23:52",
    "end": "00:25:34"
  },
  {
    "text": "Yeah.",
    "start": "00:25:35",
    "end": "00:25:35"
  },
  {
    "text": "So generous that even when I'm tempted to think that I'm better than them, that my opinion about their worth actually matters. God is the one whose existence establishes the worth of other humans because they are the image of God. And relationships in the kingdom are to mirror that relationship reality, which means every single human I come into contact with is of ultimate sacred worth and dignity. You can tell whether or not someone really believes that with what they're tempted to do when they're frustrated with somebody's behavior.",
    "start": "00:25:35",
    "end": "00:26:10"
  },
  {
    "text": "Okay, so notice here in these three sayings, it begins again with anger, which is totally internal, just being angry with your brother. The second one is that anger or contempt finds expression in words, which is in the first insult, you empty nothing. That's pretty vicious.",
    "start": "00:26:25",
    "end": "00:26:45"
  },
  {
    "text": "That's a real mean insult.",
    "start": "00:26:46",
    "end": "00:26:47"
  },
  {
    "text": "You're attacking the value of another person's life in a public way, like a public kind of shaming. Whereas the last one, more in Greek, is just kind of saying, you idiot. In other words, you go from internal anger to an expression of anger verbally, that is really, really insulting and shameful. And then it moves to a lesser insult. It's as if you go from most significant to least significant in terms of the action.",
    "start": "00:26:47",
    "end": "00:27:17"
  },
  {
    "text": "The actions seem to de. Escalate, is what you're saying.",
    "start": "00:27:18",
    "end": "00:27:21"
  },
  {
    "text": "Yeah, they decrease in intensity.",
    "start": "00:27:21",
    "end": "00:27:23"
  },
  {
    "text": "Okay, but so anger, you say it's an internal anger.",
    "start": "00:27:23",
    "end": "00:27:26"
  },
  {
    "text": "Yes.",
    "start": "00:27:26",
    "end": "00:27:27"
  },
  {
    "text": "And you think that's the most intense?",
    "start": "00:27:27",
    "end": "00:27:29"
  },
  {
    "text": "I guess it depends on if you see a hyperlink to the Cain and Abel narrative, which most scholars do. I see again, so this is the exact language of Cain was angry at his brother and then murdered him.",
    "start": "00:27:29",
    "end": "00:27:43"
  },
  {
    "text": "Okay, so the kind of anger, it's rage. It's like a murderous rage.",
    "start": "00:27:43",
    "end": "00:27:47"
  },
  {
    "text": "Yes, there you go. Murderous rage.",
    "start": "00:27:47",
    "end": "00:27:48"
  },
  {
    "text": "Okay, okay, then it really is de escalating to murderous rage.",
    "start": "00:27:48",
    "end": "00:27:52"
  },
  {
    "text": "Yeah.",
    "start": "00:27:52",
    "end": "00:27:53"
  },
  {
    "text": "Which is the worst.",
    "start": "00:27:54",
    "end": "00:27:55"
  },
  {
    "text": "Yeah, it's the thing that leads to murder.",
    "start": "00:27:56",
    "end": "00:27:59"
  },
  {
    "text": "Yeah. And then to then calling someone a good for nothing, publicly shaming them. That's still really intense. It's not as bad as murder's rage to just calling someone an idiot, which is like something we do all the time. So it de escalates.",
    "start": "00:27:59",
    "end": "00:28:15"
  },
  {
    "text": "What's fascinating though is that inverting that descending level of intensity is an ascending level of intensity of the consequences.",
    "start": "00:28:16",
    "end": "00:28:26"
  },
  {
    "text": "The consequences escalate.",
    "start": "00:28:27",
    "end": "00:28:29"
  },
  {
    "text": "Yeah. So they go in reverse order.",
    "start": "00:28:29",
    "end": "00:28:30"
  },
  {
    "text": "Right. So for the murderous rage, you're in trouble with the court.",
    "start": "00:28:31",
    "end": "00:28:35"
  },
  {
    "text": "With the court. So this is your neighborhood court dealing.",
    "start": "00:28:35",
    "end": "00:28:37"
  },
  {
    "text": "With you because you're about to kill someone.",
    "start": "00:28:37",
    "end": "00:28:40"
  },
  {
    "text": "That's right.",
    "start": "00:28:40",
    "end": "00:28:40"
  },
  {
    "text": "That's right.",
    "start": "00:28:40",
    "end": "00:28:41"
  },
  {
    "text": "And then he says, if you publicly shame and try and insult the value of another person in a public way, you are accountable to the Sanhedrin.",
    "start": "00:28:41",
    "end": "00:28:53"
  },
  {
    "text": "We're taking this to the district court. We're going up to the Supreme Court.",
    "start": "00:28:53",
    "end": "00:28:56"
  },
  {
    "text": "Yeah. Sanhedrin would be the Supreme Court in Jerusalem.",
    "start": "00:28:56",
    "end": "00:29:00"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:29:00",
    "end": "00:29:00"
  },
  {
    "text": "So that right there is the first mismatch, even to call somebody of public insult. And then to say, you will stand before the Supreme Court for that. That's the first one where I think Jesus is starting to have a twinkle in his eye. And then the last one is most intense mismatch, which is the slight, like, jab, you idiot, puts you not in front of your local court, not even in front of the Supreme Court of Israel, but in front of God's court. That is Gehenna of Fire.",
    "start": "00:29:01",
    "end": "00:29:31"
  },
  {
    "text": "God's court. That's how you translate that?",
    "start": "00:29:32",
    "end": "00:29:35"
  },
  {
    "text": "Well, that's how I'm interpreting it.",
    "start": "00:29:35",
    "end": "00:29:37"
  },
  {
    "text": "Interpreting it.",
    "start": "00:29:37",
    "end": "00:29:38"
  },
  {
    "text": "So you go from a lower human court to the highest human court to the divine court.",
    "start": "00:29:38",
    "end": "00:29:43"
  },
  {
    "text": "The divine court. And so there's the biggest kind of mismatch. What you said earlier in this conversation, you said that Jesus is trying to scramble our brains. So you're really bringing much more clarity to that. For me, this scrambling of I call someone an idiot and now I'm in God's court.",
    "start": "00:29:43",
    "end": "00:30:00"
  },
  {
    "text": "Yes. So, and that scrambling is to help us see that we see huge distinctions in outward behavior. Because there is real difference, obviously, between taking someone's life and calling them an idiot and calling them an idiot. But I think what Jesus is doing is trying to say, but there is an attitude and a posture towards the value of other human beings that underlies all these behaviors. And that God takes that of utmost serious, that heart attitude. A scholar that I read On Matthew many, many years ago, who put me on to really seeing the deliberateness with which Jesus crafted this. The New Testament scholar R.T. france in his commentary puts it this way. He says the deliberate paradox of Jesus's announcement, and he means the paradox of matching hellfire with calling someone an idiot, whereas murder just puts you in trouble with the court. He says the paradox of the pronouncement is that ordinary insults may betray an attitude of contempt which God takes just as seriously as the heart attitude that leads someone to take another's life. Yeah, and it's sort of like we might use the metaphor of the wellspring or the fountainhead. Murder is a way downstream response of a heart posture towards others that began long or way upstream. And that that's what Jesus is focusing on here. And the shocker, I mean, the jaw dropper that Jesus is going for is the moment of matching, calling someone an idiot with the gehenna of fire.",
    "start": "00:30:00",
    "end": "00:31:44"
  },
  {
    "text": "Okay, so you translate it. Gehenna of fire.",
    "start": "00:31:44",
    "end": "00:31:47"
  },
  {
    "text": "Yeah, that's literally what it is in Greek. It's gehenna and then of fire.",
    "start": "00:31:47",
    "end": "00:31:51"
  },
  {
    "text": "Okay, so this is like a literal translation.",
    "start": "00:31:51",
    "end": "00:31:53"
  },
  {
    "text": "Fiery gehenna.",
    "start": "00:31:53",
    "end": "00:31:54"
  },
  {
    "text": "Fiery gehenna.",
    "start": "00:31:54",
    "end": "00:31:54"
  },
  {
    "text": "Yeah.",
    "start": "00:31:54",
    "end": "00:31:55"
  },
  {
    "text": "I think in most translations it's hell.",
    "start": "00:31:55",
    "end": "00:31:58"
  },
  {
    "text": "Fire of hell.",
    "start": "00:31:58",
    "end": "00:31:59"
  },
  {
    "text": "Fire of hell.",
    "start": "00:31:59",
    "end": "00:31:59"
  },
  {
    "text": "Yep.",
    "start": "00:31:59",
    "end": "00:32:00"
  },
  {
    "text": "So, yeah, let's talk about.",
    "start": "00:32:01",
    "end": "00:32:03"
  },
  {
    "text": "Let's talk about that.",
    "start": "00:32:03",
    "end": "00:32:04"
  },
  {
    "text": "Let's talk about that for a minute. What does, what does Jesus mean? If you're reading through the New Testament, this is the first appearance of this word in the New Testament.",
    "start": "00:32:04",
    "end": "00:32:23"
  },
  {
    "text": "Gehenna.",
    "start": "00:32:23",
    "end": "00:32:23"
  },
  {
    "text": "Gehenna, yeah, is the Greek word Jesus uses. It's consistently translated as hell in most English translations, which I think is not entirely helpful because the word hell has had attached to it lots of meanings and associations that have come from later developments thinking about this topic in church history. And it's important actually to think about those too. But if we're just trying to ask what did Jesus mean and what word did he use? I have found it helpful to simply transliterate the Greek word that Jesus uses with English letters. And that's what gehenna is. And actually it's a transliteration with multiple layers, because gehenna is not even a Greek word. It's a Hebrew word spelled with Greek letters. If we have gehenna in our English translations, it's an English transliteration of a Greek transliteration of a Hebrew phrase.",
    "start": "00:32:24",
    "end": "00:33:21"
  },
  {
    "text": "Okay, what's the Hebrew phrase?",
    "start": "00:33:21",
    "end": "00:33:22"
  },
  {
    "text": "Hebrew phrase is Gei ben hinnom. Literally, it refers to an actual valley. Ge ben hinnom means the valley of the son of hinnom and then that got shortened to just Gehinom, which means the Valley of Hinnom.",
    "start": "00:33:23",
    "end": "00:33:37"
  },
  {
    "text": "Okay.",
    "start": "00:33:37",
    "end": "00:33:38"
  },
  {
    "text": "So this is an actual valley that if you go and visit Jerusalem, there's still the valley on the south and south curves around the south southwest corner of the city that is still called by this name today. It's called Gehinnom today.",
    "start": "00:33:38",
    "end": "00:33:51"
  },
  {
    "text": "You can go there now.",
    "start": "00:33:51",
    "end": "00:33:52"
  },
  {
    "text": "Yes. So at some point in the history of Israel's occupation of that city as their capital, there was a guy named Hinnom who came to purchase the property of that valley, and then he bequeathed it to his son Ben Hinnom, and then it became known as the Valley of the Son of Hinnom.",
    "start": "00:33:52",
    "end": "00:34:11"
  },
  {
    "text": "Okay.",
    "start": "00:34:11",
    "end": "00:34:12"
  },
  {
    "text": "Which is what Ge Ben Hinnom means.",
    "start": "00:34:12",
    "end": "00:34:14"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:34:14",
    "end": "00:34:14"
  },
  {
    "text": "And then Ge Hinnom is just a way of shortening it. Yeah, the Valley of Hinnom.",
    "start": "00:34:14",
    "end": "00:34:19"
  },
  {
    "text": "It's kind of like we have like Jacksonville or something. There's a guy named Jackson one day who was like, this is my plot of land.",
    "start": "00:34:19",
    "end": "00:34:25"
  },
  {
    "text": "Yep. Yeah, totally. And what's interesting is the first references to this valley are in the book of Joshua actually, when the borders of the land are being described that the tribes are going to go inherit. And so this is in the description of the tribe of Judah and Benjamin in this valley. In Joshua 15, the border connecting Benjamin's territory to Judah's goes right up that valley to Jerusalem. So that's how this valley was known as. So there is a scholarly urban myth that has attached itself to this valley for a long time that people thought is what Jesus is referring to.",
    "start": "00:34:25",
    "end": "00:35:07"
  },
  {
    "text": "Yeah, because why would Jesus refer to just a valley, this valley and the fire of this valley.",
    "start": "00:35:07",
    "end": "00:35:12"
  },
  {
    "text": "That's right.",
    "start": "00:35:12",
    "end": "00:35:12"
  },
  {
    "text": "And how has that been translated?",
    "start": "00:35:13",
    "end": "00:35:14"
  },
  {
    "text": "As hell? That's right. So the key is something happened in this valley to turn it into an image or a symbol that Jesus uses as one of his primary images to talk about divine justice, like the ultimate divine justice that will make all things right and right all wrongs that have been done in human history.",
    "start": "00:35:14",
    "end": "00:35:36"
  },
  {
    "text": "You want to understand when God makes everything right?",
    "start": "00:35:36",
    "end": "00:35:39"
  },
  {
    "text": "Yes.",
    "start": "00:35:39",
    "end": "00:35:40"
  },
  {
    "text": "Yeah, let's talk about this valley.",
    "start": "00:35:40",
    "end": "00:35:42"
  },
  {
    "text": "Well, this valley somehow, and the events that happened in the valley in Israelite and Jewish memory provided this valley to become a symbol that Jesus used. And some, not as many Jewish writers as you might think, but some used to talk about the day and the time when God will right all wrongs and when every wrongdoing will have its just consequence.",
    "start": "00:35:42",
    "end": "00:36:07"
  },
  {
    "text": "So what happened in this valley?",
    "start": "00:36:08",
    "end": "00:36:09"
  },
  {
    "text": "What happened in this valley? Okay, so the urban legend that perpetuated for centuries was that this was Jerusalem's trash dump, where people dumped their trash over the city walls and it was burned. And so you can still read in commentaries today. I just did a quick survey this morning as I was prepping for this. However, there's been a number of studies done that all of the evidence for the trash dump outside of Jerusalem comes from the 13th century AD and later. In other words, in medieval Jerusalem, that valley was a trash dump.",
    "start": "00:36:09",
    "end": "00:36:47"
  },
  {
    "text": "Okay. But during Jesus time, there's no evidence.",
    "start": "00:36:47",
    "end": "00:36:50"
  },
  {
    "text": "Absolutely no evidence of that.",
    "start": "00:36:50",
    "end": "00:36:52"
  },
  {
    "text": "And so, sorry, the trash dump is saying that's why Jesus would use the valley to describe God's justice. Because trash is a way to describe God's justice.",
    "start": "00:36:52",
    "end": "00:37:04"
  },
  {
    "text": "Yeah, you burn. Yeah. It's a way of incinerating and doing away with what you don't want. With evildoers.",
    "start": "00:37:04",
    "end": "00:37:09"
  },
  {
    "text": "With evildoers.",
    "start": "00:37:09",
    "end": "00:37:10"
  },
  {
    "text": "Okay, that's right. And so I think it's important to debunk that, because if that's what you think it means, in other words, that's.",
    "start": "00:37:10",
    "end": "00:37:18"
  },
  {
    "text": "Your view of God's justice.",
    "start": "00:37:18",
    "end": "00:37:19"
  },
  {
    "text": "Yes, totally.",
    "start": "00:37:19",
    "end": "00:37:19"
  },
  {
    "text": "Yeah. And so the question is, what is the right story that we should attach to this valley that makes it an image of God's justice? And this is one of those things where it's just right there in the biblical story. And the moment someone, a number of scholars pointed this out to me, it's.",
    "start": "00:37:19",
    "end": "00:37:36"
  },
  {
    "text": "Like, oh, oh, the story's right there.",
    "start": "00:37:36",
    "end": "00:37:39"
  },
  {
    "text": "That changes everything. So just real quick, so two scholars I learned from the most on this topic are. One is a volume that's kind of a comprehensive historical survey of the use of this word in the teachings of Jesus and in all Second Temple Jewish literature called the Geography of Hell and the Teaching of Jesus by Kim Papua Nayu and then also by one of my scholarly heroes. I just want to be like him when I grow up, Richard Balcombe, who did a comprehensive survey on Jewish and Christian apocalyptic literature and specifically focused on depictions of the fate of the dead in these.",
    "start": "00:37:39",
    "end": "00:38:24"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:38:24",
    "end": "00:38:24"
  },
  {
    "text": "Okay. So it's. Again, it's a literature survey, comprehensive about images of afterlife and the fate of the dead in apocalyptic literature.",
    "start": "00:38:24",
    "end": "00:38:34"
  },
  {
    "text": "Second Temple.",
    "start": "00:38:34",
    "end": "00:38:35"
  },
  {
    "text": "Also Second Temple and early Christian. Yeah. So I'm kind of depending on their work as I'm putting together this picture here. So if you go back to what happened in this valley.",
    "start": "00:38:35",
    "end": "00:38:44"
  },
  {
    "text": "What happened in the valley?",
    "start": "00:38:44",
    "end": "00:38:45"
  },
  {
    "text": "What happened in the valley. So these events are described in the history that's told of Israel in its kingdom period, both in the Book of Kings and Book of Chronicles, and what we're told in Second Chronicles. 28. Was that when King Ahaz. So this is a king from the line of David. He's living in the mid 8th century, so kind of like the mid 700s BC. And we're told in 2 Chronicles 28, when he was 20 years old, he became king. He did not do right in the sight of the Lord like David, his father, had done. He walked in the ways of the kings of Israel up north, and he made molten images for the gods of baal. Moreover, he burned incense in the valley of Ben Hinnom, and he burned his sons in fire according to the abominations of the nations the Lord had driven out for the sons of Israel. So the first real event that happens in this valley in Israel's story is that it becomes the location of a number of shrines dedicated to local Canaanite gods, and that they are the site of child sacrifice to those gods. It's really horrific.",
    "start": "00:38:45",
    "end": "00:40:07"
  },
  {
    "text": "Okay, so Ahaz did this.",
    "start": "00:40:07",
    "end": "00:40:10"
  },
  {
    "text": "Ahaz did this. Wow. And then a few generations later, 2 Chronicles 33 tells us that another king of Judah and Jerusalem did this as well. King Manasseh. And we're told in 2 Chronicles 33, 5, he built altars for the host of heaven in the two courts of the house of the Lord. In other words, in the temple of Yahweh. He also built shrines and altars to different star deities. And also he made his sons pass through the fire in the valley of Ben Hinnom. He practiced witchcraft and divination.",
    "start": "00:40:10",
    "end": "00:40:46"
  },
  {
    "text": "Pass through the fire. That's like an idiom for.",
    "start": "00:40:46",
    "end": "00:40:49"
  },
  {
    "text": "It's an idiom of incinerating an infant on an altar as an offering.",
    "start": "00:40:49",
    "end": "00:40:54"
  },
  {
    "text": "Oh, boy.",
    "start": "00:40:54",
    "end": "00:40:55"
  },
  {
    "text": "Yeah, it's horrific. So child sacrifice is viewed with real abhorrence by Israel's prophets throughout the Hebrew Bible. But this was a. It was a practice in the ancient near east and in this era. So the prophets reacted this big time. Two prophets who rail against this practice the most are the prophets Jeremiah and Ezekiel. And Jeremiah is the key figure here because he lived after Ahaz and he lived in the same time as Manasseh. And so in a number of places, he brings up this horrific practice happening in the valley, and he declares God's judgment on it. And it's really important. For me, this was like a light bulb. It's so crucial to understand what Jeremiah means, because at least I'm convinced that this is the meaning that Jesus is drawing upon in his own.",
    "start": "00:40:55",
    "end": "00:41:52"
  },
  {
    "text": "We understand Jeremiah's meaning of this valley.",
    "start": "00:41:52",
    "end": "00:41:54"
  },
  {
    "text": "Yeah.",
    "start": "00:41:54",
    "end": "00:41:54"
  },
  {
    "text": "You can get Jesus.",
    "start": "00:41:54",
    "end": "00:41:55"
  },
  {
    "text": "Get Jesus. So Jeremiah 7:30, the sons of Judah have done what is evil in my eyes, declares Yahweh. They have set their detestable things in the house, which is called by my name, to defile it. More than likely talking about those shrines to the star gods, they have built the high places of Topheth. Topheth is the word for a funeral platform that you set on fire. Like, you set someone's body on it, but you set it on fire.",
    "start": "00:41:55",
    "end": "00:42:27"
  },
  {
    "text": "It's like a Viking thing, right?",
    "start": "00:42:27",
    "end": "00:42:28"
  },
  {
    "text": "Yes. Yeah, totally. But in this case, you're not burning somebody who's already dead. It's for burning the living.",
    "start": "00:42:28",
    "end": "00:42:35"
  },
  {
    "text": "Oh, okay.",
    "start": "00:42:35",
    "end": "00:42:36"
  },
  {
    "text": "So they've built the high places of Topheth, which is in the valley of the Son of Hinnom, to burn their sons and daughters in the fire. A thing that I did not command, nor did it ever come into my mind. Most likely like this clarification is being made because the kings of Judah, they were syncretists. They're like, we'll worship Yahweh and we'll worship star gods, and we'll worship BAAL and we'll worship these other deities, which is very common. Very common.",
    "start": "00:42:36",
    "end": "00:43:07"
  },
  {
    "text": "Worship all of them.",
    "start": "00:43:07",
    "end": "00:43:08"
  },
  {
    "text": "Yep, that's right. And so then you can see how, if that's your mindset, it would be easy in a generation or two to think, well, Yahweh will accept these child sacrifices because that's what God's do, right? And so Yahweh makes very clear, like, I never commanded this. The thought never even entered my mind. Don't attribute that to me. So look at this. In version, verse 32, Therefore the days are coming, declares the Lord, where it will no longer be called Topheth, which is that burning platform. It won't be called the Valley of the Son of Hinnom, but it will be called the Valley of Slaughter. For they will bury in Topheth because there is no more room. The dead bodies of this people will become food for the birds of the sky, for the beasts of the earth, and no one will be able to frighten them away. What he's talking about is the event that Jeremiah could see was that Babylon was coming and that God was going to hand Jerusalem over to the king of Babylon to destroy it if Israel didn't turn from its ways. So what he's describing here is that this valley where the kings and the priests of Jerusalem have been taking the lives, starting fires to take the lives of these innocent children and sacrifice, that God's going to invert this. And when the city is taken by Babylon. Their dead bodies will be slain, and among the slain will be so many that there won't be any room for proper burial in the city anymore. And so their bodies are going to be tossed into the valley where they started the fires to consume the children. It's an inversion punishment.",
    "start": "00:43:08",
    "end": "00:45:06"
  },
  {
    "text": "The valley where they are sacrificing children and worshiping other gods is going to become the valley that's going to be the burial ground of such a gruesome image.",
    "start": "00:45:06",
    "end": "00:45:21"
  },
  {
    "text": "For the bodies of the people who lit those fires.",
    "start": "00:45:21",
    "end": "00:45:24"
  },
  {
    "text": "For the bodies of the people who lit those fires.",
    "start": "00:45:24",
    "end": "00:45:25"
  },
  {
    "text": "Yeah. So it's a form of the law of retribution or of the measure for measure punishment. The place where you lit fires to consume the lives of innocent children will be the place where you meet your death, where your dead body is thrown as a consequence for what you've done. Yeah, you take the lives of others, your life will be taken in, and you'll end up landing in the place where you took the lives of others. That's the portrait here. It's very sobering.",
    "start": "00:45:25",
    "end": "00:46:00"
  },
  {
    "text": "And so you're saying Jesus uses this valley and that image to depict the reality that there will be a day of justice. In what way is God's ultimate justice going to be like this?",
    "start": "00:46:01",
    "end": "00:46:17"
  },
  {
    "text": "Well, so this event, I mean, this happened in Israel's history. Jerusalem was destroyed and a lot of people were killed. So we're not told in the narrative that dead bodies were heaped, you know, into the valley of Ben Hinnom, but that's at least how Jeremiah framed it up. That. That's.",
    "start": "00:46:17",
    "end": "00:46:32"
  },
  {
    "text": "That's what will happen.",
    "start": "00:46:32",
    "end": "00:46:32"
  },
  {
    "text": "That's what will happen. So the idea here is that the fires of this valley were lit by people, but that God would respond to that grave injustice by bringing justice. The person who digs a pit will fall into it, as in the Proverbs or measure, eye for eye, tooth for tooth. So the fires that these leaders lit in Gehenna will be turned back upon them, so to speak, and they will meet their doom in that same valley where they took the lives of others. And that God is seen as the orchestrator of bringing upon others the death that they inflicted on the innocent.",
    "start": "00:46:32",
    "end": "00:47:11"
  },
  {
    "text": "If you're going to bring fire and destruction to others, you're going to light that fire. That fire will be the thing that ultimately undoes you.",
    "start": "00:47:11",
    "end": "00:47:20"
  },
  {
    "text": "I think that's the role that this image plays, the role that this valley plays. It's the place where what you did to others is done to you. I mean, it's almost like an inversion of the golden rule, do to others what you want them to do to you. Recognizing that what I've done to others will be done to me. And this is sort of like the.",
    "start": "00:47:21",
    "end": "00:47:42"
  },
  {
    "text": "That's the Gehenna playing out.",
    "start": "00:47:43",
    "end": "00:47:44"
  },
  {
    "text": "Yeah. So the main role of Gehenna is this inversion of our distorted ways of treating each other so that what I've done to others will be brought back upon me. So here is what is fascinating was in Baucombe's study that I mentioned, he surveys the way that depictions of Gehenna get developed in both Jewish and Christian literature. And one of the most consistent motifs or themes in the Fate of the Dead. That's the title of his book. And you don't find this in the New Testament, but you do find this in post New Testament and other Jewish literature are depictions of people in Gehenna having things done to them that are the things that they did to other people.",
    "start": "00:47:44",
    "end": "00:48:30"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:48:30",
    "end": "00:48:31"
  },
  {
    "text": "Yes. And some of it's kind of gruesome.",
    "start": "00:48:31",
    "end": "00:48:34"
  },
  {
    "text": "Oh, I bet. Wait, where is this? In what literature?",
    "start": "00:48:34",
    "end": "00:48:37"
  },
  {
    "text": "This is in other Jewish apocalyptic literature or in later post New Testament Christian apocalyptic literature. I'll suffice the descriptions, because some of them are pretty horrific. But it's this inversion process, what people did to others that was wrong is brought back upon them. And the reason why that's significant is, for me, this helped me understand the nature of Gehenna as a symbol of divine justice. The primary meaning was about divine justice inverting what was wrong so that what you've done to others will be brought back upon you.",
    "start": "00:48:37",
    "end": "00:49:12"
  },
  {
    "text": "And that's the main role which will destroy you.",
    "start": "00:49:12",
    "end": "00:49:16"
  },
  {
    "text": "Well, yes, that's right. And that's why fire is associated, I think, with Gehenna. But again, those fires, you have to recall the story. The fires were lit by people. The fires that were started to consume the innocent will turn back and consume the people who started them. This is a little sideline. Notice that Jesus doesn't unpack what he means here. He just assumes this. So there was an understanding of Gehenna, apparently, that Jesus could just draw upon. And again, he draws upon it for its shock value. Here he's not developing a whole theology of it. Interestingly, Gehenna doesn't appear very much elsewhere in the New Testament outside of Jesus. Jesus uses it about a dozen times throughout the Gospels, and then James or Jacob uses it one time, but you don't find it anywhere in the letters of Paul, the word Gehenna, or in the Gospel of John. You don't find it anywhere. It's really interesting. So there's all kinds of other questions that we have.",
    "start": "00:49:16",
    "end": "00:50:18"
  },
  {
    "text": "Sure.",
    "start": "00:50:18",
    "end": "00:50:18"
  },
  {
    "text": "About hell or.",
    "start": "00:50:18",
    "end": "00:50:20"
  },
  {
    "text": "About hell and ultimate justice and all that.",
    "start": "00:50:20",
    "end": "00:50:23"
  },
  {
    "text": "That's right. And I want. Probably, to the dismay of some or disappointment of some. I don't want to get into all that. Right. But what I do want, I think, is to understand what did Jesus mean? What was the meaning of Gehenna that Jesus is drawing upon and activating? And I think it's important to see the Hebrew Bible roots of what happened in this valley was so notorious and so horrific that it became a symbol, such a sad, tragic symbol of God bringing on these leaders of Jerusalem what they did to others. And that left such a mark in Israel's memory that this valley became the symbol to talk about the ultimate inversion of history, when God brings upon evildoers what they have done to others.",
    "start": "00:50:23",
    "end": "00:51:13"
  },
  {
    "text": "So in context of this teaching, Jesus is saying, just simply calling someone an idiot. That seems very simple. But that is the beginning of a type of fire.",
    "start": "00:51:13",
    "end": "00:51:23"
  },
  {
    "text": "Yeah. Yes.",
    "start": "00:51:23",
    "end": "00:51:24"
  },
  {
    "text": "Be careful, because that is the fire that could turn back on you.",
    "start": "00:51:24",
    "end": "00:51:28"
  },
  {
    "text": "Yes, that's right. Wow. Yeah. Yep. I think that's the application of the image. It's as if. Yeah. The nurturing of that posture of contempt towards another is like lighting a fire inside of me. This is a sobering teaching. The more years I've spent with it, the more I can see how Jesus so carefully crafted these four parts. The quotation from the Ten Commandments, and then how he unpacks it. Really careful. He's inviting. It's almost like a riddle. He's invited us to meditate on each of the little parts, to see something really profound at the bottom.",
    "start": "00:51:28",
    "end": "00:52:06"
  },
  {
    "text": "This makes sense, then, why Jesus would say, if you insulted somebody and you know they have something against you, don't even think about trying to go present yourself in public as somebody who's right with God. Your relationship with God is completely intertwined and interdependent on the health of your relationships with other people.",
    "start": "00:52:18",
    "end": "00:52:43"
  },
  {
    "text": "Yeah.",
    "start": "00:52:43",
    "end": "00:52:43"
  },
  {
    "text": "How you relate to other people is.",
    "start": "00:52:43",
    "end": "00:52:45"
  },
  {
    "text": "How you relate to God.",
    "start": "00:52:45",
    "end": "00:52:47"
  },
  {
    "text": "So let's step back and reflect, because he's actually, I think, trying to train us ethically, that whenever you see a command of the Torah, you assume that what's underneath it is some deeper core value which Jesus will call the greater thing. And not choosing to end another person's life is one way to apply love of God and love of neighbor. But it also applies just as urgently to my attitude and my language towards other people, because it's all rooted in the same disposition towards other people, whether you treat them as having ultimate divine worth or having little to no worth, we treat people accordingly based on that. And he says that's what the command is about. It fulfills the Torah.",
    "start": "00:52:47",
    "end": "00:53:34"
  },
  {
    "text": "Underneath the law. Do not murder is a world of divine wisdom that requires me to remember the absolute dignity of every person in my life.",
    "start": "00:53:41",
    "end": "00:53:50"
  },
  {
    "text": "So much so that I would leave a gift at the altar to just go and make peace with someone I've.",
    "start": "00:53:51",
    "end": "00:53:56"
  },
  {
    "text": "Treated poorly and to urgently work toward reconciliation with those that we have contempt for.",
    "start": "00:53:56",
    "end": "00:54:02"
  },
  {
    "text": "Yeah, and it won't be easy. Lord, have mercy and grant us wisdom. That's it for today's episode.",
    "start": "00:54:02",
    "end": "00:54:08"
  },
  {
    "text": "BibleProject is a nonprofit that exists to experience the Bible as a unified story that leads to Jesus.",
    "start": "00:54:09",
    "end": "00:54:15"
  },
  {
    "text": "Everything that we make is free because it's already been paid for by generous supporters just like you.",
    "start": "00:54:15",
    "end": "00:54:20"
  },
  {
    "text": "Thank you for being a part of this with us.",
    "start": "00:54:20",
    "end": "00:54:22"
  },
  {
    "text": "Hi, this is Raymundo and I'm from Asheville, North Carolina.",
    "start": "00:54:23",
    "end": "00:54:26"
  },
  {
    "text": "Hi, this is Anna and I'm from Nashville, Tennessee. I first heard about bibleproject a couple of years ago when I was searching for a solid Christian podcast to listen to when commuting to and from work.",
    "start": "00:54:26",
    "end": "00:54:39"
  },
  {
    "text": "I first heard about the Bible Project from a friend of mine. I used the bibleproject as a complementary tool for my personal journey in studying the Bible.",
    "start": "00:54:39",
    "end": "00:54:47"
  },
  {
    "text": "My favorite thing about bibleproject is definitely listening to the podcast and getting to be a fly on the wall in Tim and John's conversations.",
    "start": "00:54:47",
    "end": "00:54:54"
  },
  {
    "text": "My favorite thing about the Bible Project is how open and transparent they are about how they come to understand Scripture the way that they do.",
    "start": "00:54:54",
    "end": "00:55:02"
  },
  {
    "text": "They're so helpful for me in growing and expanding my biblical knowledge, but even more importantly in deepening my relationship with the Lord and my desire to know him more. We believe the Bible is a unified story that leads to Jesus.",
    "start": "00:55:02",
    "end": "00:55:16"
  },
  {
    "text": "We are a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes.",
    "start": "00:55:16",
    "end": "00:55:22"
  },
  {
    "text": "And more@bibleproject.com hi, this is Cooper here.",
    "start": "00:55:22",
    "end": "00:55:26"
  },
  {
    "text": "To read the credits. John Collins is the creative producer for today's show. Production of today's episode is by producer Lindsey Ponder, managing producer Cooper Peltz, producer Colin Wilson. Stephanie Tam is our consultant and editor. Tyler Bailey is our audio engineer and editor and he also provided the sound design and ed mix for today's episode. Brad Witty does our show notes. Hannah Wu provides the annotations for our app. Original Sermon on the Mount music is by Richie Cohen and the Bible Project theme song is by Tense. Tim Mackey is our lead scholar and your hosts, John Collins and Michelle Jones.",
    "start": "00:55:26",
    "end": "00:56:05"
  },
  {
    "text": "Sam.",
    "start": "00:56:12",
    "end": "00:56:24"
  }
]