[
  {
    "text": "This is the final episode of our year long journey through the Sermon on the Mount. We've gone line by line through, through each of the teachings of Jesus found in Matthew 5. 7, turning over each phrase, puzzling over each riddle, considering the high calling that Jesus has for us, and also resting in the generosity of God as the good Father. And all year I've been wondering, how are we gonna wrap this up? How are we gonna mark this moment? And the answer that came back to me was, well, this isn't the end. This is really just the beginning. These teachings are not designed to be studied and then mastered and then left behind. These are teachings to come back to again and again. And so today this isn't going to be some big celebratory episode. Instead, let's take a moment to just pause and reflect. In this episode, Tim and I are going to discuss how those who heard Jesus teach these words for the first time responded. And then we'll respond ourselves as well as hear from some of you. And all of this is in line with what we believe. The Bible, Jewish meditation, literature, it's meant to be read slowly, in community. We let our curiosity drive us. We don't suffer easy answers. We listen to each other and we seek God's wisdom. So that's what we'll do today as we wrap up this moment we've had together meditating on the Sermon on the Mount. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:00:19",
    "end": "00:01:51"
  },
  {
    "text": "Hello, John. Hi.",
    "start": "00:01:52",
    "end": "00:01:53"
  },
  {
    "text": "Hi. This marks our final conversation, at least for now, on the Sermon on the Mount.",
    "start": "00:01:53",
    "end": "00:02:01"
  },
  {
    "text": "Yeah. Pretty wild.",
    "start": "00:02:01",
    "end": "00:02:02"
  },
  {
    "text": "Yeah.",
    "start": "00:02:02",
    "end": "00:02:02"
  },
  {
    "text": "Yeah. You know, we had in the history of the podcast, our how to Read the Bible series that ended up being 19 videos. And I think we probably did two years. We didn't do it all at once. We would do a section and then stop and do some other stuff. So we've been recording Sermon on the Mount conversations probably for the same amount of time, if not a little more, over the last two years.",
    "start": "00:02:02",
    "end": "00:02:30"
  },
  {
    "text": "Right. Because it was a larger animation project, we needed more time. So we actually started this a while ago and so it's been on our psyches for a number of years now.",
    "start": "00:02:30",
    "end": "00:02:44"
  },
  {
    "text": "It's just been so wonderful to have three pages of the New Testament just constantly on the brain for years. It's been wonderful.",
    "start": "00:02:44",
    "end": "00:02:52"
  },
  {
    "text": "So how do you wrap up such a long journey?",
    "start": "00:02:52",
    "end": "00:02:55"
  },
  {
    "text": "Yeah, it's a great question. Well, we could look at the conclusion that Matthew provides. Matthew has given us two very short little sentences about how people responded to his teachings in the Sermon on the Mount and then I think it might be meaningful to take a moment for you and I to respond.",
    "start": "00:02:57",
    "end": "00:03:18"
  },
  {
    "text": "Yeah.",
    "start": "00:03:18",
    "end": "00:03:19"
  },
  {
    "text": "And then I think it would be cool to hear from different people, maybe on our team and beyond in our audience about how they might respond.",
    "start": "00:03:19",
    "end": "00:03:29"
  },
  {
    "text": "That's great. Sounds like a plan.",
    "start": "00:03:29",
    "end": "00:03:31"
  },
  {
    "text": "Sounds like a plan. So think of the Sermon on the Mount as a window. And let's recall that Matthew has provided a window frame of narrative.",
    "start": "00:03:31",
    "end": "00:03:47"
  },
  {
    "text": "Okay.",
    "start": "00:03:47",
    "end": "00:03:47"
  },
  {
    "text": "Sermon on the Mount is just. And Jesus opened his mouth and said. And then a bunch of teachings, bunch of words. The opening frame right before Jesus opens his mouth is this is Matthew 4:23. It's been a long time since we read it. He went around all of Galilee, teaching in their synagogues, announcing the good news of the kingdom, healing every disease and every sickness. A report about him went all the way up into north, into the north in Syria. And people brought to him sick and diseased, and people afflicted by torments and were demonized and paralyzed. He healed them. Large crowds followed him. And then he names from Galilee, Decapolis, Jerusalem, Judea, and the other side of the Jordan. Oh, I just learned this not long ago, working on this, an insight from a German New Testament scholar, Matthias Conrad. He noticed that you can compare Matthew's presentation right here with the matching paragraph in Mark. And if you think that Mark was one of Matthew's main sources, and I'm persuaded that that's the case, one cool way to track with what Matthew's doing is to compare when he adapts things from the source and Mark. And what he notes is that Matthew has changed or adapted some of the place names. So in Mark, what you hear is that people, even from up in the northern non Israelite cities of Tyre and Sidon were coming down. And Matthew omits that. And then he refocuses the places where people are coming from, and they are all actually. He goes in, what do you say? Not clockwise, but essentially he paints a picture that's just located within the ancestral boundaries of the tribes of Israel, which fits into a theme in Matthew about Jesus mission before going to Jerusalem, of just going to the lost sheep of Israel. It's kind of cool.",
    "start": "00:03:47",
    "end": "00:05:55"
  },
  {
    "text": "Yeah.",
    "start": "00:05:55",
    "end": "00:05:55"
  },
  {
    "text": "So he names people. The crowds followed him from Galilee. The Decapolis, which is the network of towns on the east side of the lake, Jerusalem, Judea, and from the other side of the Jordan.",
    "start": "00:05:55",
    "end": "00:06:07"
  },
  {
    "text": "And the Decapolis was highly influenced by Roman culture. Like it was. Oh yes, more Roman than Jewish at that point.",
    "start": "00:06:07",
    "end": "00:06:16"
  },
  {
    "text": "Every large city in town was a melting pot of different cultures and languages at this Point. But the Decapolis, it seems I need to do some more learning about this. The Decapolis was known, I think, for being a really culturally diverse setting. And again, in those settings, a minority religious ethnic group, those are often more challenging settings for minority groups. So that's the frame.",
    "start": "00:06:16",
    "end": "00:06:46"
  },
  {
    "text": "That's where the crowds are from.",
    "start": "00:06:46",
    "end": "00:06:47"
  },
  {
    "text": "That's where the crowds are from. And when Jesus saw those crowds, he went up on the mountain, sat down, and his disciples approached him and he said to them, began to teach them, saying. So you've got this dual layer of audiences too, respect call. You've got the crowds, they're all listening, and then you've got the disciples. So what that does is it creates these layers of these interested people who are positive towards Jesus. And then you have the close inner crew. And as Jesus teaches them, he's simultaneously teaching the crowds because many from the crowds are going to become his disciples. That's the opening frame, the outer frame. On the other side are these words right here. This is the conclusion to the Sermon on the Mount, Matthew 7:28. And it came about when Jesus finished these words. The crowds were astonished at his teaching because he was teaching as one having authority, not like their scribes, that is their normal Bible teachers.",
    "start": "00:06:47",
    "end": "00:07:53"
  },
  {
    "text": "There was something different about what he was saying and how he was saying it.",
    "start": "00:07:54",
    "end": "00:07:57"
  },
  {
    "text": "Yeah, something different. So a couple things to draw attention to. One, this phrase came about when Jesus finished these words. This is the first of five almost verbatim conclusions to five large speeches in Matthew. That's important.",
    "start": "00:07:57",
    "end": "00:08:14"
  },
  {
    "text": "That's right.",
    "start": "00:08:15",
    "end": "00:08:15"
  },
  {
    "text": "So there's five big speech blocks. One in chapter 10, that's the second one. One in chapter 13. Number four is in chapter 18. And then number five is chapters 23, 24 and 25. It rivals the Sermon on the Mountain length.",
    "start": "00:08:16",
    "end": "00:08:31"
  },
  {
    "text": "Yeah. And we looked at this in, I think, episode three.",
    "start": "00:08:31",
    "end": "00:08:34"
  },
  {
    "text": "Yeah, that's right. What's interesting is that of all the five speech blocks, the little formula, and it came about when Jesus finished. What happens in all the next four is the story just came, keeps on going. But here Matthew stops the story in all of the five. This is the only time he draws attention to what people thought about what he just said. It's as if he's drawing attention specifically to this first speech as set apart as being something like, hey, reader, there's.",
    "start": "00:08:35",
    "end": "00:09:06"
  },
  {
    "text": "Something special going on.",
    "start": "00:09:06",
    "end": "00:09:07"
  },
  {
    "text": "Something special with this first speech you need to stop.",
    "start": "00:09:07",
    "end": "00:09:10"
  },
  {
    "text": "So five speeches in Matthew that all end with this phrase when Jesus finished. But the first one, we actually stop and we talk about the reaction to the speech?",
    "start": "00:09:10",
    "end": "00:09:22"
  },
  {
    "text": "Yes.",
    "start": "00:09:22",
    "end": "00:09:23"
  },
  {
    "text": "The rest of them just move on.",
    "start": "00:09:23",
    "end": "00:09:24"
  },
  {
    "text": "Yep.",
    "start": "00:09:24",
    "end": "00:09:25"
  },
  {
    "text": "Okay.",
    "start": "00:09:25",
    "end": "00:09:25"
  },
  {
    "text": "Yeah. So chapter 11 came about when he finished instructing his 12 disciples. He moved on from there to teach and announce. That's how everyone goes. When he finished saying this, he went on from there. It's only the Sermon on the Mount that says when Jesus finished saying these things, the crowds were astonished. And he pauses to give you a moment to see how people were responding so that you yourself can respond, which is what we want to do. So that's interesting.",
    "start": "00:09:25",
    "end": "00:09:52"
  },
  {
    "text": "There's something with this word finished.",
    "start": "00:09:52",
    "end": "00:09:54"
  },
  {
    "text": "Totally. Yes.",
    "start": "00:09:55",
    "end": "00:09:56"
  },
  {
    "text": "Because famously, Jesus says on the cross it is finished.",
    "start": "00:09:58",
    "end": "00:10:01"
  },
  {
    "text": "Oh, yep.",
    "start": "00:10:01",
    "end": "00:10:02"
  },
  {
    "text": "Is that different?",
    "start": "00:10:02",
    "end": "00:10:02"
  },
  {
    "text": "Same word. Same word. That's in John's.",
    "start": "00:10:02",
    "end": "00:10:05"
  },
  {
    "text": "But that's in John. Okay.",
    "start": "00:10:05",
    "end": "00:10:07"
  },
  {
    "text": "And John's gospel begins with the word in the beginning.",
    "start": "00:10:07",
    "end": "00:10:11"
  },
  {
    "text": "Oh, okay. Yeah.",
    "start": "00:10:11",
    "end": "00:10:12"
  },
  {
    "text": "So John's way of using the seven day creation story from the beginning to the end to it is finished is what God says on the seventh day when the heavens and the earth were completed. And then God blesses the seventh day.",
    "start": "00:10:12",
    "end": "00:10:28"
  },
  {
    "text": "Okay.",
    "start": "00:10:29",
    "end": "00:10:29"
  },
  {
    "text": "So the beginning to the finish is the narrative frame for the seven day.",
    "start": "00:10:29",
    "end": "00:10:33"
  },
  {
    "text": "Jesus is saying it is completed in.",
    "start": "00:10:33",
    "end": "00:10:35"
  },
  {
    "text": "John's gospel, he's doing that. However, Matthew is also using that framework because the birth narratives start with Matthew 1:18. In English, it says, now the birth of Jesus, the Messiah happened this way. But that word birth, it's the Greek word genesis, which means beginning, the beginning of Jesus. Yeah. So even just right here, within these first chapters of Matthew, you go from the birth, the genesis of Jesus, the beginning, and then to Jesus finishing his first teaching here. Anyway, it's a good example of the way the apostles were working creatively with the language of important Hebrew Bible stories. When people are astonished.",
    "start": "00:10:35",
    "end": "00:11:20"
  },
  {
    "text": "Crowds were amazed.",
    "start": "00:11:20",
    "end": "00:11:21"
  },
  {
    "text": "Yeah, the crowds were amazed. So, yeah, it's the Greek word ekplesso, to be outside of, to be overwhelmed, astounded, put outside of any normal state of mind than you usually are.",
    "start": "00:11:22",
    "end": "00:11:35"
  },
  {
    "text": "Ex means out.",
    "start": "00:11:35",
    "end": "00:11:36"
  },
  {
    "text": "Yep.",
    "start": "00:11:36",
    "end": "00:11:37"
  },
  {
    "text": "And then plaiso.",
    "start": "00:11:37",
    "end": "00:11:38"
  },
  {
    "text": "Pleso. Attic, plepdo, Playto. Yeah. I would need to do more work on the etymology of this word. I would have to look it up. Do you want me to just pause real quick?",
    "start": "00:11:38",
    "end": "00:11:50"
  },
  {
    "text": "Sure. Real time word study.",
    "start": "00:11:50",
    "end": "00:11:52"
  },
  {
    "text": "Oh, plso. Whoa. Means to strike.",
    "start": "00:11:53",
    "end": "00:11:59"
  },
  {
    "text": "To plaiso is to strike.",
    "start": "00:11:59",
    "end": "00:12:01"
  },
  {
    "text": "So to ekplazo means to strike out of or expel from. Means you just encountered something.",
    "start": "00:12:01",
    "end": "00:12:08"
  },
  {
    "text": "So more literally, it means you've been kicked out of something.",
    "start": "00:12:09",
    "end": "00:12:12"
  },
  {
    "text": "To ekplesomai. Because it's in the passive. To be struck out.",
    "start": "00:12:13",
    "end": "00:12:19"
  },
  {
    "text": "To be struck out.",
    "start": "00:12:19",
    "end": "00:12:20"
  },
  {
    "text": "To be Expelled from. Yeah.",
    "start": "00:12:20",
    "end": "00:12:22"
  },
  {
    "text": "How would I use it? In a very literal sense?",
    "start": "00:12:23",
    "end": "00:12:24"
  },
  {
    "text": "Yeah, I'm trying to. It looks like it's used in classical Greek literature, like Thucydides, literally, in the sense of. To drive something away from or out of.",
    "start": "00:12:24",
    "end": "00:12:36"
  },
  {
    "text": "Okay.",
    "start": "00:12:36",
    "end": "00:12:36"
  },
  {
    "text": "And then. Yeah. At an early stage, it developed a metaphorical sense of. To frighten or amaze, presumably from the meaning to be driven out of one's mind or driven out of one's normal state of mind.",
    "start": "00:12:37",
    "end": "00:12:52"
  },
  {
    "text": "Disequilibrated.",
    "start": "00:12:52",
    "end": "00:12:53"
  },
  {
    "text": "Disequilibrated.",
    "start": "00:12:53",
    "end": "00:12:54"
  },
  {
    "text": "I have one way of understanding the world, and you just rocked my world.",
    "start": "00:12:54",
    "end": "00:13:00"
  },
  {
    "text": "You just upset it. That's right, yes. He just upset people's normal way of viewing reality.",
    "start": "00:13:00",
    "end": "00:13:05"
  },
  {
    "text": "Yeah. Okay, there it is.",
    "start": "00:13:05",
    "end": "00:13:06"
  },
  {
    "text": "That's it.",
    "start": "00:13:06",
    "end": "00:13:07"
  },
  {
    "text": "Yeah. Kicked them out of their minds.",
    "start": "00:13:07",
    "end": "00:13:08"
  },
  {
    "text": "He kicked them out of their minds. So that's what people are experiencing. And then Matthew even locates the reason why. Why did his teaching, like, shock them out of their normal mindset? And what's interesting is he doesn't simply locate it as, like, the content of what he's saying, but rather the way that he's saying it. Why were they kicked out of their minds? Because he was teaching like one who has exousia. Is the Greek word exousia?",
    "start": "00:13:08",
    "end": "00:13:42"
  },
  {
    "text": "Authority.",
    "start": "00:13:42",
    "end": "00:13:42"
  },
  {
    "text": "Yeah, authority. So it's important that this word authority is connected to a root ex. It's that same as ekplesso. But ex out of. And usia is being. So maybe it's similar to our English turn of phrase, like gravity or gravitas. Do you use a Latin phrase? Like something that just its being is so significant and important, but it's connected to a Greek cognate word, existen, which means what is permitted or authorized. So authority is connected to something being authorized that is granted by someone in authority. And in Matthew, for something to be authorized in a Jewish context is all about is it divinely authorized by being in line with God's revelation in the Torah in the Scriptures. So when the Pharisees see Jesus, disciples, like, gathering food on the Sabbath, they say, why are they doing what is not authorized by the Torah? By the Torah, that's right.",
    "start": "00:13:43",
    "end": "00:14:52"
  },
  {
    "text": "Yeah.",
    "start": "00:14:52",
    "end": "00:14:52"
  },
  {
    "text": "Yeah.",
    "start": "00:14:52",
    "end": "00:14:53"
  },
  {
    "text": "Okay. So the Torah has a weightiness to it in and of itself.",
    "start": "00:14:53",
    "end": "00:14:58"
  },
  {
    "text": "It has authority.",
    "start": "00:14:58",
    "end": "00:14:59"
  },
  {
    "text": "It has authority.",
    "start": "00:14:59",
    "end": "00:15:00"
  },
  {
    "text": "The Torah has authority because it's an expression of God's will. God's the one with authority.",
    "start": "00:15:00",
    "end": "00:15:05"
  },
  {
    "text": "Ultimately, God's the one with authority. It's his Torah. But through the Torah, now we know what to do. So the Torah has the authority. It's out of the Torah, out of the being. Of the Torah.",
    "start": "00:15:05",
    "end": "00:15:16"
  },
  {
    "text": "Yeah.",
    "start": "00:15:16",
    "end": "00:15:16"
  },
  {
    "text": "That's authority. So they were out of their minds because what they saw Jesus was doing was interfacing with the Torah and as a deeper authority.",
    "start": "00:15:17",
    "end": "00:15:28"
  },
  {
    "text": "Yeah, a deeper authority. This connected to the use of this word throughout Matthew. That's a theme. So when Jesus heals the paralyzed man and forgives his sins, the Bible teachers and religious leaders look on and are struggling and they say he's blaspheming. And Jesus says, in order that you might know that the Son of Adam has authority on the land to forgive sins. Then he said to the paralyzed man, get up, pick up your stretcher and go home. When Jesus sends out the twelve disciples, he gives them his authority to heal and to exorcise demons. When Jesus goes to the temple for Passover at the end, after he stopped the sacrificial system and interrupted the sale of animals, the leaders of the temple come up to him and say, what authority do you have to do these things? So Jesus contested authority is a theme throughout Matthew's Gospel and the last paragraph of the work, just the Great Commission. Jesus begins by saying to his disciples, all authority in the sky and on the land has been given to me. So you all go out to the nations and baptize and make disciples.",
    "start": "00:15:28",
    "end": "00:16:42"
  },
  {
    "text": "Wow. Yeah.",
    "start": "00:16:42",
    "end": "00:16:43"
  },
  {
    "text": "So Jesus authority is a major theme in Matthew's Gospel, and this is the first time it appears. At the conclusion of the sermon, the.",
    "start": "00:16:43",
    "end": "00:16:51"
  },
  {
    "text": "Way that he was teaching showed his authority.",
    "start": "00:16:51",
    "end": "00:16:54"
  },
  {
    "text": "Yeah. So think back to when he said, I haven't come to set aside the Torah and prophets. I've come to fill them full. Yeah. And our people's current leaders have a way of doing right by God and neighbor. I'm calling my followers to a greater. Yeah, like that's an authority move right there.",
    "start": "00:16:55",
    "end": "00:17:14"
  },
  {
    "text": "Yeah.",
    "start": "00:17:15",
    "end": "00:17:16"
  },
  {
    "text": "I'm about to unpack God's will from the Torah in a way that is more authorized than our current leaders and Bible teachers.",
    "start": "00:17:16",
    "end": "00:17:24"
  },
  {
    "text": "There's a lot of opinions going around on how to live out the Torah. And I'm going to tell you the most complete way.",
    "start": "00:17:24",
    "end": "00:17:34"
  },
  {
    "text": "Yeah, you've heard that. It was said. So you can go hear Bible teachers and synagogue teach it one way. And I say to you. So he just puts himself on this level of telling you what God's will really is in the Torah. And he's not doing it in contradiction to the Torah and prophets. He's also not doing it as a Christian in contradiction to Judaism. That's not at all what's going on. He's doing it as a Jewish rabbi in tension with some other Jewish rabbis. But as we learned in the case studies, he was doing it also by agreeing, affirming, affirming the teaching of many other rabbis. But he didn't name them, he just names himself. And that is significant. So if you take time to read any of the literature written by the rabbis of the late second Temple period and then after the destruction of the temple in 70 AD, you notice something there. These chains of student teacher authority passing down through multiple generations is a super high value. And so if ever you're offering an interpretation of scripture, you always name your, your teacher and your teacher's teacher. Sometimes it's a chain of authority to be like, hey, you can trust me, I'm passing on the teachings. So this was a significant practice. And there's actually even one well known example where one of the most important rabbis of Jesus time period, this is from a section in the Jerusalem Talmud, which is a collection of teachings of rabbis from Jesus period. And later from a tractate called Pesachim. It's on Passover. And in section six, it says Rabbi Hillel was lecturing on some matter from the Torah all day long. But his students did not receive his teaching until he said, this is what I have heard from Rabbi Shemaiah and Abtal Yon. They're like, Hillel, he was like a.",
    "start": "00:17:35",
    "end": "00:19:49"
  },
  {
    "text": "Foundation figure, but he had to appeal to the authority of the rabbis before him.",
    "start": "00:19:49",
    "end": "00:19:53"
  },
  {
    "text": "That's right. Yeah, yeah. So how different is Jesus saying? You have heard it was said. And I say to you, so Jesus own authority and identity is part of what's at stake in how we respond to the Sermon on the Mount.",
    "start": "00:19:53",
    "end": "00:20:11"
  },
  {
    "text": "Yeah. And I love this word picture of kind of being driven out of your senses in a way. Like, it just makes so much sense to me in that we spend so much time trying to construct a view of reality that works for ourselves.",
    "start": "00:20:11",
    "end": "00:20:26"
  },
  {
    "text": "That's right.",
    "start": "00:20:27",
    "end": "00:20:27"
  },
  {
    "text": "Why does this happen? Why do people treat me this way? And we create these kind of elaborate stories, like why things are happening.",
    "start": "00:20:27",
    "end": "00:20:36"
  },
  {
    "text": "One of the most powerful experiences of raising kids is watching that process happen real time. Like watching your kids go through an experience and then sometime later hear how they made sense of that experience. And you're like, you're watching them build a view of reality.",
    "start": "00:20:39",
    "end": "00:20:58"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:20:58",
    "end": "00:20:59"
  },
  {
    "text": "And sometimes it's intuitive and insightful, and other times you're like, whoa, okay, let's talk about that. Is that reality? Is that just your imagination? You know, but we're all actively doing this. Yeah.",
    "start": "00:20:59",
    "end": "00:21:12"
  },
  {
    "text": "And any good teacher, communicator, or storyteller and is helping you kind of gently consider another way. And you kind of have to be gentle because it's just so threatening. It's so threatening.",
    "start": "00:21:13",
    "end": "00:21:28"
  },
  {
    "text": "It can feel threatening.",
    "start": "00:21:28",
    "end": "00:21:29"
  },
  {
    "text": "And I guess sometimes it isn't gentle. Sometimes it is a slap across the face. And that's what you need.",
    "start": "00:21:29",
    "end": "00:21:33"
  },
  {
    "text": "Yeah. Yeah. It's a good way of maybe distinguishing between a teacher and, like, a more prophetic type of figure who just says, like, listen, the way we see reality is so screwed up, we need to stop what we're doing and change. Now that's John the Baptist.",
    "start": "00:21:33",
    "end": "00:21:48"
  },
  {
    "text": "Okay. Yeah. Versus someone who's like, let me tell you a story.",
    "start": "00:21:48",
    "end": "00:21:53"
  },
  {
    "text": "Yeah.",
    "start": "00:21:53",
    "end": "00:21:53"
  },
  {
    "text": "Let me give you a riddle to chew on. Let me give you something challenging, but let me set it next to this other thing that's also challenging. And then you go ahead and just work it out.",
    "start": "00:21:53",
    "end": "00:22:02"
  },
  {
    "text": "That's good. That's more Jesus of Nazareth style.",
    "start": "00:22:02",
    "end": "00:22:05"
  },
  {
    "text": "And when you do that, you're inviting someone in to reconsider the way they think about the world. And that's to be astonished to be taken out of your schemas that you've.",
    "start": "00:22:05",
    "end": "00:22:19"
  },
  {
    "text": "Created, driven out from your normal way of making sense. Yeah. Of the world.",
    "start": "00:22:19",
    "end": "00:22:26"
  },
  {
    "text": "Why would you abandon a view of the world that's been part of your life?",
    "start": "00:22:26",
    "end": "00:22:33"
  },
  {
    "text": "Yeah.",
    "start": "00:22:33",
    "end": "00:22:34"
  },
  {
    "text": "By whose authority would you do that?",
    "start": "00:22:34",
    "end": "00:22:37"
  },
  {
    "text": "Yeah. And I guess authority could work a couple ways. It could work in the sense of authority to tell me what to do, so I do it. But another reason that we go to authorities is because we trust them. We trust that they have some wisdom or insight that I don't have that they could give me or that they're trying to offer me, that if I knew that or understood the truth about that, then I would react in a different way. It's about trust as opposed to just, like, raw power to tell me what to do. So Jesus had this effect on people. And I guess you could maybe say sometimes he pulled a John the Baptist style, but other times, Sermon on the Mount. He's trying to go through a coherent, reasoned flow of thought. The kingdom parables in Matthew 13. That's definitely that. Storytelling in indirect mode. Jesus was trying to invite people not just to see the world a different way, but to live in it in light of a bigger claim of truth, which is that the kingdom of heaven has arrived on earth and is through himself.",
    "start": "00:22:37",
    "end": "00:23:49"
  },
  {
    "text": "That's kind of this logical step after being astonished, being driven out of the way that you view something is now, what. Yeah, what am I going to. Then onboard. It's kind of. They've been deconstructed. And now they need to reconstruct a way of being in the world.",
    "start": "00:23:49",
    "end": "00:24:04"
  },
  {
    "text": "Hey, My name is Lindsay and I am from northwest Arkansas. This series has been so much more impactful for me than I ever expected. There have been so many moments where teachings from Jesus that I have heard my entire life have have become so much more clear and deep. Particularly the teachings on what it means to have a creative, non violent response to our quote unquote enemies that forces them to recognize our humanity. My name is Bronwyn and I'm in Sacramento, California. After y' all help me understand Matthew 7:6, which concerns being cautious with giving out wisdom. Wisdom. It made me think of Proverbs 9. Correcting a mocker results in our own harm. And that when we instruct a wise person, it will benefit both the hearer and the one giving instruction. As a licensed therapist, I have found that one surefire way to discern between someone who is committed to righteousness or not is their response to to instruction. Hey, Tim and John. My name is Bryson and I'm from Mannai, Pennsylvania. One thing that I want to reflect on is the word haplus or complete. You guys talked about this in the eyes, the lamp of the body. I realized that the eye is both a giver of light and a receiver of light. It helps us to connect with each other. That changed my view on James that says, let patience have its work in you, that you may be perfect and haplus or complete, lacking in nothing. My name is Karen. I live in England. When you talked about the beam translated into the Greek, it's specifically a beam in the roof or the floor of the house. That kind of a beam is structural. And so when Jesus says, first take out the beam in your own eye, it's those structural parts of us values, culture, belief systems that hold our lives together. And it is only when we have a heart open to God's wisdom that we take on the kingdom worldview.",
    "start": "00:24:10",
    "end": "00:26:23"
  },
  {
    "text": "So, Michelle.",
    "start": "00:26:32",
    "end": "00:26:33"
  },
  {
    "text": "Yes, John. Hi, John. Is this my last? Hi, John.",
    "start": "00:26:34",
    "end": "00:26:37"
  },
  {
    "text": "Ooh, yeah, that's sad.",
    "start": "00:26:38",
    "end": "00:26:40"
  },
  {
    "text": "Yeah.",
    "start": "00:26:40",
    "end": "00:26:41"
  },
  {
    "text": "The last for Sermon on the Mount. It's been a long journey. I would love to hear anything that jumped out at you or stuck with you as you've gone through Sermon on the Mount with us.",
    "start": "00:26:42",
    "end": "00:26:55"
  },
  {
    "text": "Ooh. I think stick with me is the operative phrase.",
    "start": "00:26:55",
    "end": "00:26:59"
  },
  {
    "text": "Yeah.",
    "start": "00:26:59",
    "end": "00:26:59"
  },
  {
    "text": "Because I think that so much of what's there was there, but it never stuck. You know, as we walked through this and as we unpacked a lot of these things, stuff that I've Always heard and always heard the same way. Just took on this whole brand new beautiful luster that just wasn't there beforehand. Things that I never understood and didn't know I didn't understand them. I didn't know. What I didn't know is probably the thing that sticks with me most.",
    "start": "00:27:00",
    "end": "00:27:35"
  },
  {
    "text": "Yeah. It's interesting how these teachings are very familiar in a lot of ways. And the over familiarity almost makes us begin to believe. Like. Yeah, I get it.",
    "start": "00:27:35",
    "end": "00:27:45"
  },
  {
    "text": "Yeah. I absolutely walked in assuming I got and understood a bunch of this stuff. And then as it started to get unpacked, I was like, whoa, I did not understand this.",
    "start": "00:27:46",
    "end": "00:27:57"
  },
  {
    "text": "Yeah. And I wonder if 10 years from now we'll come back and we'll be like, you know what? I was not really completely understanding it even then.",
    "start": "00:27:57",
    "end": "00:28:05"
  },
  {
    "text": "Don't say that. Don't say that. It makes my life feel so unstable right now.",
    "start": "00:28:05",
    "end": "00:28:09"
  },
  {
    "text": "Okay. No, you get it. Everything.",
    "start": "00:28:09",
    "end": "00:28:11"
  },
  {
    "text": "Yeah, I understand all this.",
    "start": "00:28:11",
    "end": "00:28:13"
  },
  {
    "text": "You understand.",
    "start": "00:28:13",
    "end": "00:28:14"
  },
  {
    "text": "Please, I'm too old for this. I can't do another new one.",
    "start": "00:28:14",
    "end": "00:28:17"
  },
  {
    "text": "No. God is kind. He will meet us where we're at.",
    "start": "00:28:17",
    "end": "00:28:19"
  },
  {
    "text": "Yes.",
    "start": "00:28:19",
    "end": "00:28:20"
  },
  {
    "text": "What I've loved is. I've loved how gift geeky we've gotten about structure. I don't think it's been for everybody, but learning the structure and these parts of the Sermon on the Mount and how all the teachings kind of work together in different ways. It's given them a kind of a space in my psyche in a way where now when I hear or think of a teaching of Jesus, I kind of know where it fits and what teachings before it and what teachings after it. And I can do that kind of meditative reading more intuitively. And it's taken a long time. We've been working on serum out for years.",
    "start": "00:28:20",
    "end": "00:28:58"
  },
  {
    "text": "Yeah.",
    "start": "00:28:58",
    "end": "00:28:58"
  },
  {
    "text": "And it's taken years for me to finally kind of internalize the structure.",
    "start": "00:28:58",
    "end": "00:29:03"
  },
  {
    "text": "So the structure of it, for me, as I've been looking at it, it looks like a flower. The best part of a flower is on the very inside. The stuff on the outside is pretty and it's colorful and it's beautiful, but the stuff that makes more flowers is in the center. It's almost like you get to walk around with a flower inside you now that we've gone through this thing and unpacked it and seen what's at the very, very center of it. And it's just. I love that the Lord's Prayer is at the very middle of it.",
    "start": "00:29:03",
    "end": "00:29:32"
  },
  {
    "text": "That's a cool image. Yeah, it's very ancient Jewish literature style to put the gem in the Middle.",
    "start": "00:29:32",
    "end": "00:29:39"
  },
  {
    "text": "Yeah.",
    "start": "00:29:39",
    "end": "00:29:39"
  },
  {
    "text": "Where in more modern storytelling it's like, how did you begin the story? How did I meet the character? And then what happened at the end? What was the resolution? Those are the most important parts. Or in a speech, like, hit them with the main point. End with the main point.",
    "start": "00:29:40",
    "end": "00:29:54"
  },
  {
    "text": "Yeah. Tell them what you're gonna tell em. Tell em, then tell em what you told them.",
    "start": "00:29:54",
    "end": "00:29:56"
  },
  {
    "text": "And here, the way that Jesus teaches and collects these teachings and how the Bible seems to work is a lot of times that you get to the end and it's actually asking you to start back at the beginning and where you find the real gem. The heart of the flower is in the middle. And you're right, there it is the Lord's Prayer.",
    "start": "00:29:57",
    "end": "00:30:15"
  },
  {
    "text": "Yep.",
    "start": "00:30:15",
    "end": "00:30:16"
  },
  {
    "text": "And right at the center of the Lord's Prayer is may your will be done on earth as it is in heaven.",
    "start": "00:30:16",
    "end": "00:30:21"
  },
  {
    "text": "Yeah, yeah. The thing that makes more things, you know, it's like all the flowers, reproductive stuff is in the middle.",
    "start": "00:30:21",
    "end": "00:30:29"
  },
  {
    "text": "Oh yeah.",
    "start": "00:30:29",
    "end": "00:30:30"
  },
  {
    "text": "You know, so it's.",
    "start": "00:30:30",
    "end": "00:30:31"
  },
  {
    "text": "Yeah.",
    "start": "00:30:32",
    "end": "00:30:32"
  },
  {
    "text": "More comes out of it as opposed to kind of like you said, our storytelling goes from beginning to middle to end. And it's almost like you're giving a person permission to leave it to be done. To be done, to be finished with it. And this literature just says no, circle back, circle back, circle back, circle back. There's more, there's more. And it just keeps getting deeper and prettier and better and fuller.",
    "start": "00:30:33",
    "end": "00:30:59"
  },
  {
    "text": "It's a cool image of the Lord's Prayer. Like seeds floating out.",
    "start": "00:30:59",
    "end": "00:31:03"
  },
  {
    "text": "Yeah.",
    "start": "00:31:03",
    "end": "00:31:03"
  },
  {
    "text": "Because prayer is like floating out of us.",
    "start": "00:31:03",
    "end": "00:31:07"
  },
  {
    "text": "Yeah.",
    "start": "00:31:07",
    "end": "00:31:07"
  },
  {
    "text": "And then hopefully bringing new life. I love that image.",
    "start": "00:31:07",
    "end": "00:31:11"
  },
  {
    "text": "See, now I'm going to see the Lord's Prayer all the time as one of those dandelions, the thing you just blow on when you're a kid. And the seeds just.",
    "start": "00:31:11",
    "end": "00:31:19"
  },
  {
    "text": "Yeah, just.",
    "start": "00:31:20",
    "end": "00:31:22"
  },
  {
    "text": "Personally, I feel different. I was going through a difficult time at the same time that we were talking through creative nonviolence and anger and loving your enemies. And it was really helpful. It changed the way it did two things. It changed the way I encountered a particular person, changed the way I engaged with them. And the other thing that it did was teach me that we hold things in tension, that it's okay to struggle with a person and at the same time love that person. Because I gotta say, I mean, we hear love your enemies all the time, and I think most of us don't believe it's possible even though we say it and even though we read it in the Bible.",
    "start": "00:31:22",
    "end": "00:32:22"
  },
  {
    "text": "Yeah.",
    "start": "00:32:23",
    "end": "00:32:23"
  },
  {
    "text": "To feel what that felt like was interesting for Me and this person was not like this evil person, but it was somebody that I had some real struggles with. And my usual response is, God, get your boy. You know, I mean, me and David have a lot in common where it's just like God ghetto. But at the same time to hesitate in saying that because I start to think about how. What would I want him to be saying to God about me, you know? And so it changed everything. Yeah, it changed everything.",
    "start": "00:32:24",
    "end": "00:33:04"
  },
  {
    "text": "You kind of merged the golden rule in there.",
    "start": "00:33:04",
    "end": "00:33:06"
  },
  {
    "text": "Yeah.",
    "start": "00:33:06",
    "end": "00:33:06"
  },
  {
    "text": "What do I want him to be praying on my behalf?",
    "start": "00:33:06",
    "end": "00:33:09"
  },
  {
    "text": "I know. Do I want somebody who is a believer saying, God, get your girl? I don't think I want that, but. But also realizing that I'm no better than that person, that we're all people who need grace and that we're all people who have it to give. And so that was. You know, sometimes I think, you know, God, you're really good at this thing. You know, God, you're really good at this God thing. You know, just the timing of it to go through a conflict at the same time that we're talking about conflict resolution.",
    "start": "00:33:09",
    "end": "00:33:48"
  },
  {
    "text": "Yeah. Thanks for sharing that.",
    "start": "00:33:49",
    "end": "00:33:50"
  },
  {
    "text": "Yeah.",
    "start": "00:33:50",
    "end": "00:33:50"
  },
  {
    "text": "Hey, Bible Project team, this is Ben.",
    "start": "00:33:59",
    "end": "00:34:01"
  },
  {
    "text": "From Dover, New Hampshire.",
    "start": "00:34:01",
    "end": "00:34:02"
  },
  {
    "text": "One of the things that stands out.",
    "start": "00:34:02",
    "end": "00:34:04"
  },
  {
    "text": "To me is when Michelle shared about how Dr. King understood the Sermon on.",
    "start": "00:34:04",
    "end": "00:34:10"
  },
  {
    "text": "The Mount as a call for the.",
    "start": "00:34:10",
    "end": "00:34:13"
  },
  {
    "text": "Individual to really expect dignity from others.",
    "start": "00:34:13",
    "end": "00:34:17"
  },
  {
    "text": "This perspective flips the narrative in a.",
    "start": "00:34:17",
    "end": "00:34:20"
  },
  {
    "text": "Way that promotes justice in relationships, and it's really exciting to think about it that way.",
    "start": "00:34:20",
    "end": "00:34:26"
  },
  {
    "text": "Hey, this is Jade from Tampa, Florida.",
    "start": "00:34:26",
    "end": "00:34:28"
  },
  {
    "text": "When the Bible Project announced they were.",
    "start": "00:34:28",
    "end": "00:34:30"
  },
  {
    "text": "Going through the Sermon on the Mount.",
    "start": "00:34:30",
    "end": "00:34:32"
  },
  {
    "text": "Series for an entire year, I honestly.",
    "start": "00:34:32",
    "end": "00:34:34"
  },
  {
    "text": "Didn'T think there was that much content to cover.",
    "start": "00:34:34",
    "end": "00:34:36"
  },
  {
    "text": "And yet I've been pleasantly surprised how much wisdom there is when you meditate slowly and thoroughly. I've learned how important my heart posture is when applying God's word in my life.",
    "start": "00:34:36",
    "end": "00:34:47"
  },
  {
    "text": "Hi, my name is Justin, and I'm from Corona, California.",
    "start": "00:34:48",
    "end": "00:34:51"
  },
  {
    "text": "The portion of scripture that transformed the way that I see God's proverbs. I began my faith walk by reading.",
    "start": "00:34:51",
    "end": "00:34:56"
  },
  {
    "text": "A proverb in association with each day.",
    "start": "00:34:56",
    "end": "00:34:58"
  },
  {
    "text": "And Solomon's story of asking for wisdom. Now, when we ask seek knock wisdom really is the primary thing that was transformative in the way that I ask God for things.",
    "start": "00:34:59",
    "end": "00:35:10"
  },
  {
    "text": "Hi, I'm John from Fairhope, Alabama. I teach high school psychology, and in the social psych unit, we cover a topic called the Fundamental Attribution Error, which is the tendency, when judging the behavior of another person, to assume that behavior is more a result of Their attitude or personality rather than their situation. Recently, I was driving down the street when I noticed a car running a red light. What an inconsiderate, even dangerous person. I also ran through a red light thinking, wow, that light changed so suddenly and I was distracted by something. The moment it did, I committed the fundamental attribution error by condemning the other's character and protecting my own. Anyway, I thought this runs parallel to what you taught about Jesus. Admonition not to judge.",
    "start": "00:35:11",
    "end": "00:36:01"
  },
  {
    "text": "I think this multi year sitting with the Sermon on the Mount on the Brain was the first time where my life experience has also been matched with a season of life in a community environment, in a social circle of people who are trying to dedicate themselves to real development of new habits and following Jesus and actually building them into your life like you build a new habit, structuring them into your life. Especially a number of the things that Jesus mentions, prayer and fasting. And I think I've just been trying to notice the difference between working through the Sermon on the Mount as my past self and then in my present self, where I'm actually trying to do a number of the things that he says in a more concentrated way. And it's been a different kind of transformative experience in a way that I guess you would have to ask my wife and my kids about if it's really made a difference.",
    "start": "00:36:08",
    "end": "00:37:15"
  },
  {
    "text": "You're talking about onboarding some of the practices Jesus talks about?",
    "start": "00:37:15",
    "end": "00:37:19"
  },
  {
    "text": "Yeah.",
    "start": "00:37:19",
    "end": "00:37:19"
  },
  {
    "text": "Yes, Fasting.",
    "start": "00:37:19",
    "end": "00:37:20"
  },
  {
    "text": "Yeah, Fasting and prayer and service to the poor. Just as a more regular, disciplined rhythm in my life with my family and with people around me.",
    "start": "00:37:20",
    "end": "00:37:28"
  },
  {
    "text": "Here you are announcing it publicly.",
    "start": "00:37:28",
    "end": "00:37:29"
  },
  {
    "text": "I know, I know, I know. Yeah. So I think my right hand knows what my left hand is doing at this moment.",
    "start": "00:37:29",
    "end": "00:37:36"
  },
  {
    "text": "And in particular, you've started fasting more regularly.",
    "start": "00:37:36",
    "end": "00:37:41"
  },
  {
    "text": "Yeah.",
    "start": "00:37:41",
    "end": "00:37:41"
  },
  {
    "text": "What's been your experience with that? You washing your face?",
    "start": "00:37:41",
    "end": "00:37:45"
  },
  {
    "text": "Yep, I wash my hair. I think for me it's been the experience of purposefully putting yourself in a position where your own physical frailty is just very much on your mind, and then learning how to see those moments as my whole being, praying to God to sustain me for that day. Because I'm really not in a position where I ever need God. I'm deluded that I don't need God. On like a daily moment by moment level for most of my life. I've known where my next meal is going to come from and that I have a roof to sleep under. And there's people around me that care about me, even just in one small way. Make yourself Vulnerable on purpose and deprive yourself of something to remind you of what is ultimately true is that I'm weak and I'm frail and I could die at any moment. And, you know, doing that with my mind and my body, it's hard to name what the change is, you know, But I feel like it's changing me. And I feel silly that it's taken me so long to clue into one of the most ancient practices of following Jesus.",
    "start": "00:37:46",
    "end": "00:39:08"
  },
  {
    "text": "What's interesting, too, is it's not really the focus of his teaching is, like, why you should fast.",
    "start": "00:39:08",
    "end": "00:39:13"
  },
  {
    "text": "That's true. He just presumes that it's fast.",
    "start": "00:39:13",
    "end": "00:39:15"
  },
  {
    "text": "He just presumes you're fasting. And that's the thing. You were like, yeah, okay. Why am I not taking this seriously?",
    "start": "00:39:15",
    "end": "00:39:21"
  },
  {
    "text": "Yeah. Yes.",
    "start": "00:39:21",
    "end": "00:39:22"
  },
  {
    "text": "That's cool. Is there anything in regards to doing it in a private way that's been on the mind now that we're talking about publicly? I know tens of thousands.",
    "start": "00:39:22",
    "end": "00:39:35"
  },
  {
    "text": "You know, it's interesting. I was just talking to a friend recently who's Messianic Jew, so he's Jewish, ethnically and culturally follows Jesus. And we were just talking about keeping kosher, what it's like for them to keep kosher. And we were actually noticing a lot of parallels. It's very inconvenient in some settings. It's just a life structure. They've been doing it super long time, and for them, it's an expression of love for Jesus, it's a way of disciplining their mind and heart towards Jesus and towards his Israelite heritage in a way that feels like that's what Paul was hoping for among the Jews and Gentiles in the Roman churches.",
    "start": "00:39:35",
    "end": "00:40:20"
  },
  {
    "text": "It's hard to eat kosher in prayer.",
    "start": "00:40:20",
    "end": "00:40:22"
  },
  {
    "text": "Exactly. But that's what we were talking about, was about how it actually becomes very noticeable, very noticeable when you're at a restaurant with your friends and you're just not eating.",
    "start": "00:40:22",
    "end": "00:40:31"
  },
  {
    "text": "Yeah. Which was happening to you is like, you be at a restaurant and then you'd have to say, yay.",
    "start": "00:40:31",
    "end": "00:40:39"
  },
  {
    "text": "Sorry. Yeah. But then it provides a really cool conversation topic often.",
    "start": "00:40:39",
    "end": "00:40:44"
  },
  {
    "text": "Yeah.",
    "start": "00:40:45",
    "end": "00:40:45"
  },
  {
    "text": "Yeah. What about you?",
    "start": "00:40:45",
    "end": "00:40:46"
  },
  {
    "text": "Yeah.",
    "start": "00:40:47",
    "end": "00:40:47"
  },
  {
    "text": "Can I tell you something? I've noticed over these years of working on the Sermon on the Mount, I've noticed that you have engaged with it in a way that's been so sustained that you actually bring up insights and ideas and personal reflections when the microphones are on and when we're, like, working and hanging out in general. So my perception is that this has made a big impact on how you Talk and think and see and live in the world.",
    "start": "00:40:48",
    "end": "00:41:19"
  },
  {
    "text": "Yeah, it has. You've gone through this a number of times, deeply. This is really my first deep dive. It's been a long and deep dive. And a lot of these sayings are familiar, so they're already kind of, like, attached to my brain, but now they're kind of filled out with a lot more meaning. So I feel like. More than anything, I feel like I'm at the starting blocks in a way. One in particular that I'm just thinking about right now is judging others. And the whole section of relating to other people when there's conflict.",
    "start": "00:41:20",
    "end": "00:41:56"
  },
  {
    "text": "Yes.",
    "start": "00:41:57",
    "end": "00:41:57"
  },
  {
    "text": "One of the things that I've had to work out in my own marriage, in the way we relate to each other, is really trying to come to each other as allies. And so when there's conflict or perceived conflict in, like, what we need or what we're trying to get, for whatever reason, my first reaction is to think, you're wrong. The way you're doing it is wrong. And let me fix you. Let me help you get it right. And then it so easily does become contempt, like it really is present in the room when there's just this even. Just this undertone of just like, you're kind of an idiot for thinking that it's that you idiot voice or that. And that's just something so deeply ingrained in me for some reason that I don't know to what extent I'm doing it. This sense of, I get it, you don't get it. You're kind of missing it, and you should kind of feel stupid about that. It almost felt at first kind of silly to me that Jesus would say, don't judge, because it's like, if we don't correct each other, then how are we going to get better? And it was so disoriented to me. I was truly astonished. Like, how can we get better at being human without this impulse to just say, oh, that's wrong. You're doing it wrong. And so I've just been letting kind of sit in me this perspective of kind of expecting that the other person actually had best intentions in mind.",
    "start": "00:41:57",
    "end": "00:43:30"
  },
  {
    "text": "Who.",
    "start": "00:43:31",
    "end": "00:43:31"
  },
  {
    "text": "Who knows? But starting there, and that there's something I can do first. It's a real big reorientation, you know, I'm thinking of.",
    "start": "00:43:31",
    "end": "00:43:44"
  },
  {
    "text": "We wrote two different sets of scripts for videos through the Sermon on the Mount. One for the beautiful color animated ones, and then the other for the visual commentaries. You wrote the first drafts of the scripts for the videos on both those sections. And I remember Being struck by the wording you chose, it felt like, oh, man. John's really thought about this and it was really cool. It was like retraining your instincts to begin with empathy, begin with generosity towards the other about what you assume about them.",
    "start": "00:43:44",
    "end": "00:44:22"
  },
  {
    "text": "Well, thank you, Tim, for leading us through these teachings.",
    "start": "00:44:26",
    "end": "00:44:30"
  },
  {
    "text": "Oh, yeah. Yes. In a million ways, yes. It's been my greatest privilege to do it.",
    "start": "00:44:30",
    "end": "00:44:37"
  },
  {
    "text": "Grass is the hilliest how they grow they don't toil or spare in their clothes Birds of the air.",
    "start": "00:44:43",
    "end": "00:44:51"
  },
  {
    "text": "You don't.",
    "start": "00:44:54",
    "end": "00:44:54"
  },
  {
    "text": "See them losing sleep. My name is Melissa and I am from Bragg Creek, Alberta, Canada. This series of the Sermon on the Mount has changed the way that I see Jesus. I've always really struggled to see Jesus as a person person. He seemed cold and grumpy and was doing things I didn't understand, like yelling at fig trees and talking in riddles. But in this series, something finally clicked for me and the real person of Jesus came into focus. It's almost as if for years I was only hearing the lyrics to a song, but without the music. Now I can hear the whole song. Jesus's words are so compelling and I feel like I'm hanging on every word. The most impactful part for me was the Lord's Prayer and the recording of the nun singing in Syriac. It was so hauntingly beautiful and it actually stopped me in my tracks when I heard it. Thank you for putting together this series in. It has been a life changing experience and I will really miss it when it's over here today on tomorrow. Oh, we a little faith why do we lay up so much sorrow? So lay up your treasures in heaven.",
    "start": "00:44:54",
    "end": "00:46:30"
  },
  {
    "text": "That's it for today's episode and for the series on the Sermon on the Mount. We're honored that you joined us this year reading through the sermon together. And while the series is over, we encourage you to continue meditating on the Sermon on the Mount. We believe the Bible is best read in community, slowly, with curiosity. So consider finding someone that you can read these teachings of Jesus with. We actually have guide pages on our website and we have one for the Sermon on the Mount. You can find them@bibleproject.com guides. There's a whole team of people that makes these episodes come to life each and every week. For a full list of names, check out our show notes wherever you stream your podcast and you can also find those on our website. Bibleproject is a crowdfunded nonprofit. We exist to experience the Bible as a unified story that leads to Jesus and everything that we make is free. Because we're doing this as a community. And you all have made this possible. So thank you so much for being a part of this with us.",
    "start": "00:46:33",
    "end": "00:47:33"
  },
  {
    "text": "See the lilies how they grow they don't toil or spin they're close Birds of the earth so reap but you don't see them losing sleep no Ra.",
    "start": "00:47:33",
    "end": "00:47:48"
  }
]