[
  {
    "text": "This is bibleproject podcast and this year we're reading through the Sermon on the Mount. I'm John Collins and with me is co host Michelle Jones. Hi, Michelle.",
    "start": "00:00:05",
    "end": "00:00:12"
  },
  {
    "text": "Hi, John. So we're in the part of the Sermon on the Mount where Jesus is giving guidance and wisdom about how to do right by God and others when we're in difficult relational situations.",
    "start": "00:00:12",
    "end": "00:00:22"
  },
  {
    "text": "Last week, Tim and I looked at the first teaching where Jesus says, don't judge. Now, that word to judge can mean generally evaluating someone's behavior.",
    "start": "00:00:23",
    "end": "00:00:33"
  },
  {
    "text": "But there's another nuance to the word judge that goes deeper than mere evaluation. It's taking the next step to condemn a person for their behavior.",
    "start": "00:00:33",
    "end": "00:00:42"
  },
  {
    "text": "Yeah. So don't judge. Don't make a final decision about someone's.",
    "start": "00:00:42",
    "end": "00:00:47"
  },
  {
    "text": "Motives and don't make a declaration of someone's ultimate standing before God. Instead, Jesus is asking us to take a posture of generosity and to give others the benefit of the doubt that we all know how to give ourselves.",
    "start": "00:00:47",
    "end": "00:01:00"
  },
  {
    "text": "Now, there are times to evaluate others, right? I mean, we all have our blind spots and good friends provide constructive feedback to learn from.",
    "start": "00:01:01",
    "end": "00:01:10"
  },
  {
    "text": "Yes, but how do you evaluate others in a healthy way? The next teaching addresses this. It's a parable about seeing the speck in your brother's eye.",
    "start": "00:01:10",
    "end": "00:01:20"
  },
  {
    "text": "Why do you see the speck in the eye of your brother but you do not perceive the beam in your own eye? If I see something in somebody else's life that is hurting them and you want to say something about it, Jesus is inviting us to say, actually, I should give myself the medicine first. Take that opportunity first to evaluate yourself so that you can evaluate even more clearly what's going on with your brother.",
    "start": "00:01:20",
    "end": "00:01:47"
  },
  {
    "text": "Now that I've done some self evaluation, should I give my brother some sage wisdom?",
    "start": "00:01:47",
    "end": "00:01:52"
  },
  {
    "text": "Maybe not.",
    "start": "00:01:53",
    "end": "00:01:53"
  },
  {
    "text": "The very next parable addresses the danger of giving wisdom to those who aren't ready to receive it. Don't give what is holy to dogs and don't give pearls to pigs.",
    "start": "00:01:54",
    "end": "00:02:03"
  },
  {
    "text": "There are going to be moments when you are so getting worked over by the wisdom of Jesus and it's just changing how you see everything. And there will be moments when you're so eager to share that with somebody who will just have no reference for what you're talking about, and the whole thing is going to go terribly wrong.",
    "start": "00:02:03",
    "end": "00:02:22"
  },
  {
    "text": "As we begin today's conversation, I want to ask Tim about an insight I had over the week thinking about this baseline command. Don't judge.",
    "start": "00:02:22",
    "end": "00:02:30"
  },
  {
    "text": "Okay, let's listen in as we begin the second teaching on Jesus and relationships. Thanks for joining us here. We go.",
    "start": "00:02:30",
    "end": "00:02:38"
  },
  {
    "text": "Hey, Tim.",
    "start": "00:02:51",
    "end": "00:02:52"
  },
  {
    "text": "Hi, John. Hello.",
    "start": "00:02:52",
    "end": "00:02:53"
  },
  {
    "text": "Hello. We are talking about judging people or not. Or not judging people. In fact, Jesus comes out and says, do not judge.",
    "start": "00:02:53",
    "end": "00:03:05"
  },
  {
    "text": "Yes. We are talking about the Sermon on the Mount. We're in a series exploring Sermon on the Mount. We're in the final stretch of the main center body of the Sermon on the Mount. And we are in a body of teachings where Jesus is giving guidance and wisdom about how to do right by God and others. When we are in difficult relational situations and relating to people that we don't think they're acting in right ways, what do you do? What do you do?",
    "start": "00:03:05",
    "end": "00:03:35"
  },
  {
    "text": "Yeah. And Jesus says, don't judge. And you said, let's use the word condemnation. Because judgment can mean just making a discernment, but then judgment also means that moment of holding someone accountable.",
    "start": "00:03:36",
    "end": "00:03:52"
  },
  {
    "text": "Yeah, yeah. Our English word judgment actually has both of those meanings too. Make a judgment. I made a judgment. It's a judgment call.",
    "start": "00:03:52",
    "end": "00:03:59"
  },
  {
    "text": "That was a judgment call.",
    "start": "00:03:59",
    "end": "00:04:00"
  },
  {
    "text": "Right. That's the decision part or the evaluation. When we think of final judgment. Final judgment, we don't just think of the evaluation. We think of the consequences too. Right. And that is more the idea of when you condemn, what you're saying is you're wrong. I've evaluated, made a decision that you're wrong, and I'm gonna bring about the consequences accordingly.",
    "start": "00:04:00",
    "end": "00:04:20"
  },
  {
    "text": "Yeah. And I think human intuition is to go, we should probably do that a lot. Let's get fast and loose with our judgment and condemnations, because, man, things are getting out of control. Let's get people in line. Let's just get things in order. And there's this just high amount of suspicion, it seems like from Jesus and then the apostles of us doing that. So much so that they'll just come right out of the gates and just be like, just don't do it.",
    "start": "00:04:20",
    "end": "00:04:47"
  },
  {
    "text": "Yeah.",
    "start": "00:04:47",
    "end": "00:04:48"
  },
  {
    "text": "That's the baseline. Don't do it.",
    "start": "00:04:49",
    "end": "00:04:50"
  },
  {
    "text": "Don't do it.",
    "start": "00:04:50",
    "end": "00:04:50"
  },
  {
    "text": "Now, obviously, then we're gonna go on and talk about times that you do it. But this baseline, don't do it. And I'm just wondering, why is my intuition so wrong? Right.",
    "start": "00:04:50",
    "end": "00:05:00"
  },
  {
    "text": "Oh, yeah, yeah. That's good.",
    "start": "00:05:00",
    "end": "00:05:01"
  },
  {
    "text": "And why are they. So why is Jesus so suspicious of it? And as I was think thinking about that, I just started thinking about how the story of the Bible begins with humans at a crisis moment.",
    "start": "00:05:01",
    "end": "00:05:14"
  },
  {
    "text": "A moment of crisis decision.",
    "start": "00:05:14",
    "end": "00:05:16"
  },
  {
    "text": "A moment of decision in front of a tree.",
    "start": "00:05:16",
    "end": "00:05:18"
  },
  {
    "text": "Yeah. Yep.",
    "start": "00:05:18",
    "end": "00:05:19"
  },
  {
    "text": "The tree of knowing good and bad. God says, don't eat of the tree of knowing good and bad. And this tree represents Discernment, knowing good or bad, being able to know what's a good thing or a bad thing. And that's what we're doing when we're judging other people, is we're saying what you did was good or bad. And there's something at the very foundation of the biblical story, which is saying, man, you want to grab that fruit and you want to judge.",
    "start": "00:05:19",
    "end": "00:05:46"
  },
  {
    "text": "Yeah.",
    "start": "00:05:46",
    "end": "00:05:46"
  },
  {
    "text": "Between good and bad.",
    "start": "00:05:46",
    "end": "00:05:47"
  },
  {
    "text": "You want to. Yep. Humans love to take the opportunity to discern between good and bad. We think we're good at it.",
    "start": "00:05:47",
    "end": "00:05:57"
  },
  {
    "text": "Yeah. Well.",
    "start": "00:05:57",
    "end": "00:05:58"
  },
  {
    "text": "And we want it.",
    "start": "00:05:58",
    "end": "00:06:00"
  },
  {
    "text": "And we think it's so necessary. Like, we think. And in one way, it is absolutely, fundamentally, crucially important to judge between good and bad. There's nothing more important in life.",
    "start": "00:06:00",
    "end": "00:06:13"
  },
  {
    "text": "Yeah. Should I eat from this plant or from that plant?",
    "start": "00:06:13",
    "end": "00:06:17"
  },
  {
    "text": "Yeah. Will that kill me or not?",
    "start": "00:06:17",
    "end": "00:06:19"
  },
  {
    "text": "Should we go make our camp? And then this valley or that valley. Right. Just like that's a good or bad decision. But then that person just did that to my friend. So was that good or was that bad? Well, I think it's bad, but maybe. Do I have the whole story right? Do I know why do I have.",
    "start": "00:06:19",
    "end": "00:06:39"
  },
  {
    "text": "That whole tribe over there, man?",
    "start": "00:06:39",
    "end": "00:06:41"
  },
  {
    "text": "Yeah, they.",
    "start": "00:06:42",
    "end": "00:06:42"
  },
  {
    "text": "They've got it wrong.",
    "start": "00:06:43",
    "end": "00:06:44"
  },
  {
    "text": "Yes.",
    "start": "00:06:44",
    "end": "00:06:45"
  },
  {
    "text": "They're dangerous. Can't trust them. In fact, we should just take them out.",
    "start": "00:06:45",
    "end": "00:06:49"
  },
  {
    "text": "Yep.",
    "start": "00:06:49",
    "end": "00:06:49"
  },
  {
    "text": "So there's this kind of just this conflict at the beginning of the Bible for me, which is like, if we are made in God's image to rule, then we need to know good from bad. But then how the story of the Bible begins is going, yeah, don't do it. Don't take the fruit. In fact, that fruit's gonna lead to death.",
    "start": "00:06:49",
    "end": "00:07:05"
  },
  {
    "text": "Ooh, that's a great analogy. I love this. The story of the Bible begins by saying, don't do it.",
    "start": "00:07:05",
    "end": "00:07:10"
  },
  {
    "text": "Don't do it. And it's like, what?",
    "start": "00:07:10",
    "end": "00:07:14"
  },
  {
    "text": "Yeah, it's very counterintuitive.",
    "start": "00:07:14",
    "end": "00:07:16"
  },
  {
    "text": "I need to do this. And so we talked a lot about that. And we've looked at how Solomon later, you know, God says, ask me of anything. And he goes, I want to discern good from bad. And God's like, awesome, I'm gonna do that for you.",
    "start": "00:07:16",
    "end": "00:07:28"
  },
  {
    "text": "Yep.",
    "start": "00:07:28",
    "end": "00:07:29"
  },
  {
    "text": "So there's this idea in the Bible of, like, we need it, but we shouldn't do it on our own. We need to do it in some other way. Some other way.",
    "start": "00:07:29",
    "end": "00:07:37"
  },
  {
    "text": "That's right.",
    "start": "00:07:37",
    "end": "00:07:38"
  },
  {
    "text": "Because our intuition of how we're gonna do it is actually gonna lead to death.",
    "start": "00:07:38",
    "end": "00:07:41"
  },
  {
    "text": "Yeah.",
    "start": "00:07:41",
    "end": "00:07:41"
  },
  {
    "text": "And so I was just thinking about that.",
    "start": "00:07:41",
    "end": "00:07:43"
  },
  {
    "text": "That's so good.",
    "start": "00:07:43",
    "end": "00:07:44"
  },
  {
    "text": "It's just Jesus going, yeah, don't take it, don't take the fruit.",
    "start": "00:07:44",
    "end": "00:07:46"
  },
  {
    "text": "Don't do it. Yeah, come out of the gate. Don't do this thing. It's a wonderful analogy. And he doesn't go on to say, and here's how you should do it, or here's the right way to do it. He's going to tell a parable that we're going to look at right now that's going to basically be like the Solomon version, which is, if you are going to do it, here's how you do it. In fact, it's so different how you do it. I'm not even going to use the word like Solomon asks to know good and bad. But when Jesus goes on to talk about this first meaning, not of condemning, that's the second meaning, but the first meaning of just making a decision. He says, you should do that. If you care about somebody, you'll see what they're doing and discern whether it's good or bad and act on that, and that's good. But do it this way in so much. So he doesn't even use the word judge. He just tells a story. But that's a wonderful. It's a fruitful analogy, I think.",
    "start": "00:07:46",
    "end": "00:08:43"
  },
  {
    "text": "Pun intended.",
    "start": "00:08:44",
    "end": "00:08:45"
  },
  {
    "text": "Yeah. Oh, no, I didn't. No. But, yeah. So thank you for that insight. I'm going to be thinking about that as we go on. So what we're going to look at now is two parables that Jesus tells. After making that statement of don't judge, that is condemn, he's going to have two parables where he is going to call his disciples to discern, to make a form of evaluation about who you're relating to and what to do. And it's surprising. So this is classic Jewish rabbi teaching style. You don't just come out and say explicitly what you're after. You use riddles, you use parables, you use hyperbole. And then you make force the disciple to meditate and work for the conclusion themselves. That's totally what we're experiencing right now.",
    "start": "00:08:45",
    "end": "00:09:46"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:09:46",
    "end": "00:09:47"
  },
  {
    "text": "It's wonderful. Okay, so right after saying do not judge, or that is condemned because you will be measured and judged by the same standard, he tells this parable, Matthew, chapter seven, verse three. Why do you see the speck in the eye of your brother, but you do not perceive the beam in your own eye? Or how can you say to your brother, hey, let me take that speck out of your eye, but look, there's a beam in your eye, hypocrite. First, take out that beam from your eye. Then you can see clearly that speck in the eye of your brother.",
    "start": "00:09:47",
    "end": "00:10:59"
  },
  {
    "text": "Growing up, there was a band called Plank Eye. They were a Christian punk rock band.",
    "start": "00:11:01",
    "end": "00:11:06"
  },
  {
    "text": "Really?",
    "start": "00:11:06",
    "end": "00:11:06"
  },
  {
    "text": "Yeah.",
    "start": "00:11:06",
    "end": "00:11:07"
  },
  {
    "text": "Plank Eye.",
    "start": "00:11:07",
    "end": "00:11:08"
  },
  {
    "text": "Based off of this.",
    "start": "00:11:08",
    "end": "00:11:09"
  },
  {
    "text": "Yeah. That's clever. Yeah, that's. Yeah, I like that.",
    "start": "00:11:09",
    "end": "00:11:13"
  },
  {
    "text": "Yeah.",
    "start": "00:11:13",
    "end": "00:11:14"
  },
  {
    "text": "Plank Guy.",
    "start": "00:11:14",
    "end": "00:11:14"
  },
  {
    "text": "Plank Guy.",
    "start": "00:11:14",
    "end": "00:11:15"
  },
  {
    "text": "Yeah. Plank Beam log. Yeah.",
    "start": "00:11:15",
    "end": "00:11:18"
  },
  {
    "text": "Eight.",
    "start": "00:11:18",
    "end": "00:11:18"
  },
  {
    "text": "It's. Well, that would be the Hebrew term, the Greek term. Here, let's just look it up real quick because, you know, it's fun. Okay. Look it up. In the Liddell and Scott Greek lexicon, it's dokos. Dokos is the beam.",
    "start": "00:11:19",
    "end": "00:11:37"
  },
  {
    "text": "Okay.",
    "start": "00:11:37",
    "end": "00:11:37"
  },
  {
    "text": "So docos I dokos.",
    "start": "00:11:38",
    "end": "00:11:40"
  },
  {
    "text": "I.",
    "start": "00:11:40",
    "end": "00:11:40"
  },
  {
    "text": "That wouldn't have as much of a ring to it. It's not as punk rough in English. Yeah. So a beam, especially a beam in the roof or the floor of a house, a bar of a gate or door.",
    "start": "00:11:40",
    "end": "00:11:55"
  },
  {
    "text": "It's a pretty hefty piece of wood.",
    "start": "00:11:55",
    "end": "00:11:57"
  },
  {
    "text": "Big piece of wood. Yeah, yeah. That's just the word beam. Works great in English.",
    "start": "00:11:57",
    "end": "00:12:02"
  },
  {
    "text": "Works great.",
    "start": "00:12:02",
    "end": "00:12:02"
  },
  {
    "text": "Yep. Yeah, totally. So you've got a beam. What a wonderful image.",
    "start": "00:12:02",
    "end": "00:12:07"
  },
  {
    "text": "Yeah, right.",
    "start": "00:12:07",
    "end": "00:12:08"
  },
  {
    "text": "Yeah.",
    "start": "00:12:08",
    "end": "00:12:09"
  },
  {
    "text": "We're clearly in the realm of parable or riddle.",
    "start": "00:12:09",
    "end": "00:12:12"
  },
  {
    "text": "Yeah, fantastic.",
    "start": "00:12:12",
    "end": "00:12:13"
  },
  {
    "text": "Yes.",
    "start": "00:12:14",
    "end": "00:12:14"
  },
  {
    "text": "Because who doesn't know the experience of having a speck in your eye, which is the Greek word karphos, which. I mean, speck is exactly what it means. Some little speck. What do you. I think I might say, even I have a piece of dust in my eye. I don't know if I use any other word. I wouldn't say speck.",
    "start": "00:12:14",
    "end": "00:12:33"
  },
  {
    "text": "You don't say speck. I've got. Yeah, I got something in my eye.",
    "start": "00:12:33",
    "end": "00:12:36"
  },
  {
    "text": "That is what I generally say. Something.",
    "start": "00:12:36",
    "end": "00:12:38"
  },
  {
    "text": "I got something. We all know it's going to be very small.",
    "start": "00:12:38",
    "end": "00:12:42"
  },
  {
    "text": "Yeah, it's in my eye. Oh, man. It happened to my son recently. It was like after dinner and it just ruined his whole evening up until bedtime. We just couldn't figure it out. And he went to sleep, well, with a watery eye and woke up in the morning and it was fine. But, ah, speck in the eye, it's the worst.",
    "start": "00:12:42",
    "end": "00:12:59"
  },
  {
    "text": "Yeah.",
    "start": "00:12:59",
    "end": "00:12:59"
  },
  {
    "text": "So this is clearly a follow up from do not judge so that you won't be judged. Because the measure that you measure. So here, that's the measure that you measure to others. You have a speck in your eye, but you are not using that same measure to measure yourself. Otherwise you would recognize you've got this huge beam.",
    "start": "00:12:59",
    "end": "00:13:18"
  },
  {
    "text": "Your speck is so large. We're going to call it a beam.",
    "start": "00:13:18",
    "end": "00:13:21"
  },
  {
    "text": "Yeah, totally. So we're Back to. Why would Jesus say a baseline for one of his disciples would be that they very rarely remove specks. Remove? Yeah, they're hesitant. They're very hesitant. Now, what he's going to go on to say the other end of the parable, actually, he says, first, take out the beam from your eye so that you can see clearly.",
    "start": "00:13:21",
    "end": "00:13:45"
  },
  {
    "text": "Yeah. Maybe that speck you saw was actually not a speck.",
    "start": "00:13:45",
    "end": "00:13:48"
  },
  {
    "text": "Whoa. Okay, good. Yeah. Or you can see clearly the speck.",
    "start": "00:13:49",
    "end": "00:13:55"
  },
  {
    "text": "Yeah.",
    "start": "00:13:55",
    "end": "00:13:55"
  },
  {
    "text": "Ideally, the point would be so that they can take out the speck.",
    "start": "00:13:56",
    "end": "00:13:59"
  },
  {
    "text": "Yeah. No one wants a speck in their eye.",
    "start": "00:13:59",
    "end": "00:14:01"
  },
  {
    "text": "Exactly. Yeah. But you're certainly not going to welcome the input of something in your own eye from somebody who has a beam just like, protruding out of their eye.",
    "start": "00:14:01",
    "end": "00:14:14"
  },
  {
    "text": "But we all think we have the speck and other people have the beam.",
    "start": "00:14:14",
    "end": "00:14:17"
  },
  {
    "text": "So, yeah, we have this inherent ignorance of ourselves mixed with this subtle arrogance when we relate to other people. It's just there's something very obviously universal about it and that we can resonate with this. Like, I really think this is a Jewish rabbi from 2000 years ago on the other side of the planet, and he tells the story and throughout history, everybody just knows exactly what he's talking about. That's pretty remarkable.",
    "start": "00:14:17",
    "end": "00:14:52"
  },
  {
    "text": "Now, can we talk about the. I. You know, in our last conversation, you made a point of saying all of these teachings can be mapped onto these previous teachings on money.",
    "start": "00:14:53",
    "end": "00:15:02"
  },
  {
    "text": "Yeah.",
    "start": "00:15:02",
    "end": "00:15:03"
  },
  {
    "text": "And so do not judge. Could be mapped onto. Do not store up treasure on the land.",
    "start": "00:15:03",
    "end": "00:15:07"
  },
  {
    "text": "Yes, yes.",
    "start": "00:15:07",
    "end": "00:15:07"
  },
  {
    "text": "Then Jesus follows up the do not store up treasure with a parable about the eye.",
    "start": "00:15:08",
    "end": "00:15:14"
  },
  {
    "text": "Yeah.",
    "start": "00:15:14",
    "end": "00:15:14"
  },
  {
    "text": "And the eye there is about, like this window into how much life, like true life, that you have.",
    "start": "00:15:14",
    "end": "00:15:22"
  },
  {
    "text": "That's right.",
    "start": "00:15:22",
    "end": "00:15:23"
  },
  {
    "text": "The light within you.",
    "start": "00:15:23",
    "end": "00:15:24"
  },
  {
    "text": "Yeah. And the meaning of the eye imagery has. It's a double meaning, because one is the eye will determine whether your body is full of light and darkness, because the eye is the lamp of the body. But then the phrase good eye or bad eye, in the Hebrew Bible, the good eye means generous, the bad eye means stingy. So it's both about the quality of your eye says something about whether you are full of light or darkness. And that's mapped onto. To be full of light is to see others with a generous spirit and give generously. And to be full of darkness means to be stingy in withholding what you have from others. And that seems very relevant.",
    "start": "00:15:25",
    "end": "00:16:13"
  },
  {
    "text": "Yes.",
    "start": "00:16:13",
    "end": "00:16:14"
  },
  {
    "text": "For here, in this kind of matching parable about the eye here, how is it relevant?",
    "start": "00:16:14",
    "end": "00:16:19"
  },
  {
    "text": "How are you seeing it?",
    "start": "00:16:19",
    "end": "00:16:20"
  },
  {
    "text": "Well, in a way, assuming that if I see something in somebody else's life that is hurting them. Maybe it's a habit, a behavior I notice in somebody else's life or a pattern of thought that they verbalize regularly. And I'm just like, what? Where'd you get that? Why are you thinking that way or.",
    "start": "00:16:20",
    "end": "00:16:43"
  },
  {
    "text": "Saying that you've identified the spec?",
    "start": "00:16:43",
    "end": "00:16:45"
  },
  {
    "text": "Yeah. If I've identified something, the question is, what kind of, I don't know, spirit or character am I going to evaluate that with? And a generous. A generous spirit. A good. I, I think would first say do some self assessment. Do some self assessment. Like, because if I'm identifying it in somebody else and then saying, that's clearly like, not a healthy way to live or act and you want to say something about it, Jesus is inviting us to say, actually when we see those things in other people's lives, I should give myself the medicine first. There's a generosity of spirit there.",
    "start": "00:16:45",
    "end": "00:17:23"
  },
  {
    "text": "It's generous because you're.",
    "start": "00:17:24",
    "end": "00:17:26"
  },
  {
    "text": "You're not going to give. What's interesting is generosity when it comes to resources is you give something out.",
    "start": "00:17:27",
    "end": "00:17:32"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:17:32",
    "end": "00:17:33"
  },
  {
    "text": "But here Jesus is saying, hold on, don't give something out first. Give something to yourself.",
    "start": "00:17:33",
    "end": "00:17:39"
  },
  {
    "text": "Yeah. And to give yourself the judgment first that you want to give someone else.",
    "start": "00:17:39",
    "end": "00:17:43"
  },
  {
    "text": "There you go.",
    "start": "00:17:43",
    "end": "00:17:43"
  },
  {
    "text": "That's a form of generosity.",
    "start": "00:17:43",
    "end": "00:17:44"
  },
  {
    "text": "Yeah.",
    "start": "00:17:45",
    "end": "00:17:45"
  },
  {
    "text": "That's interesting.",
    "start": "00:17:45",
    "end": "00:17:46"
  },
  {
    "text": "That's a sign of a generous spirit. Isn't that interesting?",
    "start": "00:17:46",
    "end": "00:17:49"
  },
  {
    "text": "That is really interesting.",
    "start": "00:17:49",
    "end": "00:17:51"
  },
  {
    "text": "This is a wonderful example of where intuitively we get it, but once we try and put it into words, it's actually kind of difficult.",
    "start": "00:17:51",
    "end": "00:17:57"
  },
  {
    "text": "Yeah.",
    "start": "00:17:58",
    "end": "00:17:58"
  },
  {
    "text": "We think of generosity as giving, but here a generous spirit is in not quickly giving out my evaluation of their behavior, but rather withholding it and actually evaluating myself first. That's. Is generosity not the right word?",
    "start": "00:17:59",
    "end": "00:18:18"
  },
  {
    "text": "There's a patience, there's a. There's humility. But yeah, it's interesting to frame it as generosity. I'm giving you a benefit of the doubt.",
    "start": "00:18:19",
    "end": "00:18:33"
  },
  {
    "text": "Yes.",
    "start": "00:18:33",
    "end": "00:18:33"
  },
  {
    "text": "I'm giving you space.",
    "start": "00:18:33",
    "end": "00:18:34"
  },
  {
    "text": "Yes.",
    "start": "00:18:35",
    "end": "00:18:35"
  },
  {
    "text": "I'm giving you grace.",
    "start": "00:18:35",
    "end": "00:18:37"
  },
  {
    "text": "Yeah.",
    "start": "00:18:37",
    "end": "00:18:38"
  },
  {
    "text": "And while I really want life to be good for you, the best course of action. This is the backwards wisdom. This is like not taking the tree but trusting something else. Is that you're gonna get there better. If I deal with my stuff, I want to judge you turning that on me and allowing that to be a moment of introspection. That habit will actually create better relationships.",
    "start": "00:18:38",
    "end": "00:19:07"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:19:07",
    "end": "00:19:08"
  },
  {
    "text": "Interesting.",
    "start": "00:19:08",
    "end": "00:19:08"
  },
  {
    "text": "That's good. And maybe. Yeah. I think it's striking me in a new way. Just as we're talking, why Jesus ends the parable by saying, take that beam out of your eye. Then you can see clearly, more clearly, the speck in the eye of your brother. And he doesn't end by saying, in order to take it out, he leaves hanging the resolution of the speck in your brother's eye.",
    "start": "00:19:08",
    "end": "00:19:31"
  },
  {
    "text": "Yeah.",
    "start": "00:19:31",
    "end": "00:19:31"
  },
  {
    "text": "Which I don't think means just do nothing. But I think it's like if you are changed by that experience of giving out patience and kindness instead of your evaluation, it's just going to reframe the whole scenario and it leaves multiple possible endings. It could be that you do help them take it out. It could be that you just talk about it and then they take it out. It could be that they take it out themselves just by watching you.",
    "start": "00:19:32",
    "end": "00:20:02"
  },
  {
    "text": "You know, what's the thing about actually specks in the eye is how could you take a speck out of someone's eye?",
    "start": "00:20:03",
    "end": "00:20:08"
  },
  {
    "text": "Oh, yeah, right. Yeah. It's pretty intrusive.",
    "start": "00:20:09",
    "end": "00:20:11"
  },
  {
    "text": "Like. Yeah. I mean, you would need a microscope. You would need really steady hands.",
    "start": "00:20:11",
    "end": "00:20:16"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:20:16",
    "end": "00:20:16"
  },
  {
    "text": "It's ridiculous. You actually. You gotta let the person deal with it. And, like, it's gonna take a lot of squinting and, like, a lot of rubbing and kind of like. But they gotta do it. You can't go in there and do that for them.",
    "start": "00:20:16",
    "end": "00:20:29"
  },
  {
    "text": "That's true. Yeah. You're likely to do some damage.",
    "start": "00:20:29",
    "end": "00:20:31"
  },
  {
    "text": "You're gonna actually hurt them.",
    "start": "00:20:31",
    "end": "00:20:32"
  },
  {
    "text": "Sticking your finger in somebody else's eye.",
    "start": "00:20:32",
    "end": "00:20:35"
  },
  {
    "text": "Yeah.",
    "start": "00:20:35",
    "end": "00:20:35"
  },
  {
    "text": "Yeah. So I like this. The generosity is about not giving out your evaluation or treating them accordingly. The generosity that you give them is patience and evaluating yourself first.",
    "start": "00:20:35",
    "end": "00:20:51"
  },
  {
    "text": "Yeah. It's really showing through example and giving permission. It's creating a culture of permission of going, hey, we can self assess. Like, here's what it looks like to rub something out of your eye and to give yourself a moment to purge something out of your eye. Like, let's have a culture of that. Which I find interesting.",
    "start": "00:20:52",
    "end": "00:21:11"
  },
  {
    "text": "Yeah. So an implication would be I should be very hesitant to point out the flaws that I see in other people. I should just be really slow to ever do that.",
    "start": "00:21:11",
    "end": "00:21:28"
  },
  {
    "text": "Put it in your journal, but don't.",
    "start": "00:21:28",
    "end": "00:21:32"
  },
  {
    "text": "What if.",
    "start": "00:21:32",
    "end": "00:21:32"
  },
  {
    "text": "Announce it when I.",
    "start": "00:21:32",
    "end": "00:21:33"
  },
  {
    "text": "Okay. I'm just imagining. What if My response. This is real reflection. What if my response, whenever I notice somebody else says or does something, then I'm like, what. What am I doing? What if my deepest first instinct was, man, I need to go think about myself, and it just deflects right from them? And what if I didn't even think about it? What if I just did it that way? Yeah. It's funny, I had a moment recently with a new friend who this process actually has happened a couple times where they've shared things that they're going through. And it really maps onto something I've been thinking about. And they weren't trying to teach me something, but they were just being who they are, sharing about, processing their life. And it's been so instructive for me and challenging for me to watch this person and how they evaluate what they're doing in their life. And it's been really cool. And it's been, in a way, kind of. I think this. A form of this process, and it's allowed my own journey with Jesus to be the thing that's challenging me. This is now somebody in my life who I can learn from them. And maybe that really should be our default way of thinking about how we relate to other people.",
    "start": "00:21:33",
    "end": "00:22:56"
  },
  {
    "text": "When I ask God for wisdom, as James says, he's going to give it to me. So what's that look like? And here what we're saying is, whenever that impulse to judge, use that as an opportunity to try to find more purity and sincerity in your own life. And then as it's going to cash out, is that you're going to be able to see things more clearly, so you're going to be able to discern good and bad better.",
    "start": "00:22:56",
    "end": "00:23:24"
  },
  {
    "text": "That's good, John. Yeah, that's right. Yeah. The thing that you presume that you have, which is the ability when you make pronouncements about other people, you probably.",
    "start": "00:23:24",
    "end": "00:23:35"
  },
  {
    "text": "Aren'T doing it right.",
    "start": "00:23:35",
    "end": "00:23:35"
  },
  {
    "text": "Yeah. Okay. Oh, wow. Okay. So you could say the volume with which I make pronouncements about the behavior of other people is probably in proportion to which I really have a healthy understanding of myself.",
    "start": "00:23:35",
    "end": "00:23:50"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:23:50",
    "end": "00:23:51"
  },
  {
    "text": "Yeah. In other words, somebody who has a really deep understanding of their own motives and nature and flaws, it doesn't mean they'll never say something about somebody's behavior. But, man, the. The number of times they do it and the manner in which they do it is gonna be really, really different than somebody who has.",
    "start": "00:23:51",
    "end": "00:24:13"
  },
  {
    "text": "This is so counterintuitive because it's like, how are you gonna win the war, the culture war, or the, like, the argument? How are you gonna make things right if you're not loud and you're not fighting back? That's the intuition. It's like, we've gotta go and take ground and make interesting. And here is this wisdom of Jesus and the wisdom embedded in just the beginning of the story of the Bible is like, slow down. Yeah, don't take it.",
    "start": "00:24:14",
    "end": "00:24:44"
  },
  {
    "text": "Yeah.",
    "start": "00:24:44",
    "end": "00:24:45"
  },
  {
    "text": "Like be highly suspicious of your ability to discern good and bad. Ask God for it. Which is going to be a lot of self assessment.",
    "start": "00:24:45",
    "end": "00:24:52"
  },
  {
    "text": "That's right. And it's good to remember that this is a teaching that Jesus is giving to his followers.",
    "start": "00:24:53",
    "end": "00:25:00"
  },
  {
    "text": "Yeah.",
    "start": "00:25:00",
    "end": "00:25:00"
  },
  {
    "text": "To like the people who are going to go back into their towns, people.",
    "start": "00:25:01",
    "end": "00:25:04"
  },
  {
    "text": "Who are going to unite heaven and.",
    "start": "00:25:04",
    "end": "00:25:05"
  },
  {
    "text": "Earth and live in these little communities to do good so that when the nations look on, they see those good works and give honor to your Father in heaven. In other words, Paul will draw this distinction when he's writing one of his letters to the Corinthians and right after he finishes evaluating a guy's behavior who's sleeping and having sex with his mother in law and he's just like, dude, this is going to bring disrepute on the whole community. Even your Roman neighbors who don't follow Jesus know that that's really wrong. So we need to deal severely with that. But then he goes on and he says, but listen, it's not our place to judge those outside of the community of faith. God will deal with them.",
    "start": "00:25:05",
    "end": "00:25:53"
  },
  {
    "text": "Yeah.",
    "start": "00:25:53",
    "end": "00:25:54"
  },
  {
    "text": "What we're called to do is evaluate within the community of faith where like.",
    "start": "00:25:54",
    "end": "00:25:58"
  },
  {
    "text": "It'S the communal speck, like taking out.",
    "start": "00:25:58",
    "end": "00:26:01"
  },
  {
    "text": "That's right.",
    "start": "00:26:01",
    "end": "00:26:01"
  },
  {
    "text": "He's turning it into a communal thing.",
    "start": "00:26:01",
    "end": "00:26:03"
  },
  {
    "text": "Yeah, yeah. So I'm just developing your point where first of all, Jesus disciples embodied a different kind of wisdom about how we evaluate anybody's behavior. And really our first responsibility if we are going to evaluate is within the community of disciples. That's what these teachings are geared towards. Now, of course, this has wisdom for all of our relationships because we don't just relate to people who follow Jesus. The world's a diverse place. But there's this primary obligation within the community of Jesus followers that this should for sure be the place where a different form of judgment is carried out. Yeah. It almost feels like it won't even look like judgment to some people.",
    "start": "00:26:03",
    "end": "00:26:48"
  },
  {
    "text": "Hmm.",
    "start": "00:26:48",
    "end": "00:26:49"
  },
  {
    "text": "Which is what's so interesting about the parable. Because the parable doesn't end with you taking the speck out of the eye. It leaves it open for how that speck is going to get out of your brother's eye.",
    "start": "00:26:50",
    "end": "00:27:00"
  },
  {
    "text": "The best way to judge is through self assessment.",
    "start": "00:27:00",
    "end": "00:27:04"
  },
  {
    "text": "The best way to help others or to respond to an evaluation I make about somebody else's behavior is to measure myself by the standard first and to if I'm doing that in a relationship, then the other person will see. So having said that, Jesus follows up with another parable that's very short and even more dense that you could call it also a riddle. And that is a very accurate way of describing what this is. This is a lesser known saying of Jesus, and it makes the reader work for what the relationship is. And the riddle goes like this. Do not give what is holy to dogs, and do not throw your pearls in front of pigs so that they. That is the pigs. Don't trample them. That is the pearls with their feet and turning around, they. Whether it's dogs or pigs we'll talk about. Will tear you apart.",
    "start": "00:27:05",
    "end": "00:28:40"
  },
  {
    "text": "Yeah.",
    "start": "00:28:42",
    "end": "00:28:42"
  },
  {
    "text": "So don't give what's holy to dogs. Don't throw the pearls to pigs. Why? Well, the pigs will trample them with their feet, and turning around, they likely. The dogs will tear you apart. Unless it's a wild boar, it's not likely to tear you apart. So holy pearls and dog. Pigs. Pig dogs.",
    "start": "00:28:42",
    "end": "00:29:02"
  },
  {
    "text": "Yeah. Yeah. Okay. So don't throw pearls. What? Who's putting their pearls in a pig style? What is this exactly?",
    "start": "00:29:02",
    "end": "00:29:13"
  },
  {
    "text": "That's exactly right.",
    "start": "00:29:13",
    "end": "00:29:14"
  },
  {
    "text": "Okay.",
    "start": "00:29:14",
    "end": "00:29:15"
  },
  {
    "text": "That's exactly right. Let's say these are parables about things that are incompatible and you shouldn't put together.",
    "start": "00:29:15",
    "end": "00:29:22"
  },
  {
    "text": "Yeah.",
    "start": "00:29:22",
    "end": "00:29:22"
  },
  {
    "text": "So you have things that are valuable pearls in front of things that cannot possibly value them. Pigs. So a pig has no capacity to value, so it'll trample them. And you don't trample a pearl. You put it in a gold setting and wear it around your neck.",
    "start": "00:29:23",
    "end": "00:29:41"
  },
  {
    "text": "Yeah.",
    "start": "00:29:41",
    "end": "00:29:42"
  },
  {
    "text": "So pigs don't know how to evaluate what's valuable and invaluable, but you should. You should know what's valuable.",
    "start": "00:29:43",
    "end": "00:29:49"
  },
  {
    "text": "Okay.",
    "start": "00:29:49",
    "end": "00:29:50"
  },
  {
    "text": "So that's something going on with the pearl and the pigs, and that is mapped onto things that are sacred and holy, that belong to God and giving them to dogs.",
    "start": "00:29:51",
    "end": "00:30:03"
  },
  {
    "text": "Yeah.",
    "start": "00:30:04",
    "end": "00:30:05"
  },
  {
    "text": "So dogs, we have to work a little more for because we live in a culture where dogs are.",
    "start": "00:30:05",
    "end": "00:30:11"
  },
  {
    "text": "Dogs are like children, man.",
    "start": "00:30:12",
    "end": "00:30:15"
  },
  {
    "text": "Yeah. In Portland, I don't know if it's like this in every city. It feels like it's changed since I grew up. When I was a kid, I feel like an old man. When I was a kid, giving your dog a sweater was something you did ridiculous for, like Christmas family photos or something. You know, like an elf sweater or something.",
    "start": "00:30:15",
    "end": "00:30:34"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:30:34",
    "end": "00:30:34"
  },
  {
    "text": "But now it's very normal. Like, I'm regularly going on a hike, out for a run or out for a hike, and people will be taking their dogs for walks, and they give them, like, some really nice little insulated jackets.",
    "start": "00:30:34",
    "end": "00:30:45"
  },
  {
    "text": "Yeah. And I'm sure the dog's stoked. On it too.",
    "start": "00:30:45",
    "end": "00:30:46"
  },
  {
    "text": "Totally.",
    "start": "00:30:46",
    "end": "00:30:47"
  },
  {
    "text": "They're like, I feel good, especially if.",
    "start": "00:30:48",
    "end": "00:30:50"
  },
  {
    "text": "It'S like not a what, a short haired dog. So I'm not making an evaluation, like if I don't have a dog, but if I did and I loved it, I would probably give it a puffy jacket too, for a winter walk.",
    "start": "00:30:50",
    "end": "00:31:02"
  },
  {
    "text": "And you'd feed it.",
    "start": "00:31:02",
    "end": "00:31:02"
  },
  {
    "text": "Well, yeah, but my point is saying because of that to my cultural setting, I'm likely to have a hurdle in understanding what Jesus thinks of dogs.",
    "start": "00:31:02",
    "end": "00:31:14"
  },
  {
    "text": "My wife and I went in our first year of marriage, we're in Greece and there's all these feral dogs.",
    "start": "00:31:14",
    "end": "00:31:20"
  },
  {
    "text": "Yes, yes.",
    "start": "00:31:20",
    "end": "00:31:21"
  },
  {
    "text": "And the culture there was. The dogs were dirty and so separate yourself from the dogs.",
    "start": "00:31:21",
    "end": "00:31:29"
  },
  {
    "text": "There you go.",
    "start": "00:31:29",
    "end": "00:31:29"
  },
  {
    "text": "So actually we were working at this Bible school in Greece and so we got all these like Canadians and Americans hang out and a puppy, one of these feral puppies makes its way to the Bible school and all the girls are like, oh, the puppy. Take the puppy in. And all the Greek people around are like, what are you doing? Doing?",
    "start": "00:31:29",
    "end": "00:31:48"
  },
  {
    "text": "Yeah, yeah. It's the equivalent of like bringing home a rat that you found right in your garage or something. Bringing in your house. That's right, yes. So cultures relate to different animals in really different ways. I had the same experience in Jerusalem. I'd never seen wild cats and wild dogs before, but they went around in packs. Yeah, that's exactly it. So that perception that today is true in many cultures, that dogs are wild, feral scavengers, mangy, dangerous, that is the fundamental perception of dogs in the Bible. For example, famously in Psalm 22, which Jesus quotes the first words of when he's hanging on the cross, when the poet is describing the evil people surrounding them, they're compared to dogs multiple times. Dogs have surrounded me. In Psalm 59, there's a description of dogs running around in a pack in the city at night. And that would. So just think of that. You can just imagine it.",
    "start": "00:31:49",
    "end": "00:32:57"
  },
  {
    "text": "Feral pack.",
    "start": "00:32:57",
    "end": "00:32:57"
  },
  {
    "text": "Yep, that's right. Dogs are also in the Hebrew Bible, often considered impure because they scavenge dead bodies and dead animals and so on. And so there are multiple times where there's a contrast between what is holy and sacred and belonging to God and then between dogs. So for example, Exodus 22:31, you all that is the Israelites should be holy for me, set apart and sacred for me. So don't eat any animal meat that you found torn in the field. Throw that to the dogs. So dogs eat that, but you are sacred. So there's a division between sacred and dogs. And you can see Jesus drawing on exactly that right here. So that's the sacred in the dogs. Dogs are associated with death and impurity. You are associated with life. And then the pearls and pigs is something different because Israelites didn't keep pigs. They were unkosher.",
    "start": "00:32:57",
    "end": "00:34:00"
  },
  {
    "text": "Pigs are dirty animals. You don't eat unkosher animals.",
    "start": "00:34:00",
    "end": "00:34:03"
  },
  {
    "text": "But they also, you know, are very common herd animals for the cultures around Israel.",
    "start": "00:34:03",
    "end": "00:34:10"
  },
  {
    "text": "Yeah.",
    "start": "00:34:10",
    "end": "00:34:10"
  },
  {
    "text": "So pigs and dogs were ritually impure. They were not to be eaten. They're both on the non kosher list. But then sacred and pearls are about what is set apart for God, whereas pearls is what is valuable to humans. So these things that are sacred and belong to the realm of God's life and presence, these things that are of ultimate value, Jesus will talk about the kingdom of God as like a pearl in the field. These things shouldn't be handed over to those who don't know their true value and don't appreciate their sacredness. So here's the question. What are the holy pearls and who or what are the pig dogs? And why is Jesus saying this? And why has Matthew put this saying right after this parable about the beam and the speck in the eye and judging? Yeah, that's the question. So it is true, in Jewish literature of this period, pigs and dogs were sometimes images for non Israelites. They don't eat kosher. They participate in things that are ritually impure. Ooh. Paul the Apostle will actually ironically use the word dogs to talk about people that he doesn't like, even other followers of Jesus that he doesn't like.",
    "start": "00:34:11",
    "end": "00:35:37"
  },
  {
    "text": "Is that what you mean, ironically?",
    "start": "00:35:38",
    "end": "00:35:39"
  },
  {
    "text": "Yeah. Ironic. Yeah. In his letter to the Philippians. So what we seem to be working here is Jesus is picking up a theme that we know of also from the sayings and teachings of other Jewish rabbis. One of them was that study of the Torah and how to be faithful to the Torah. That is not something that we should advertise and hold like, you know, symposiums and study sessions that are just open to the public for any old non Israelite to walk in, but that Gentiles, non Israelites are likely to really not value this. And so we should be careful with teaching what we learned about Torah. So here's just a couple examples. This is from the Talmud Tractate Hagigah. And Rabbi Ammi said the teachings of the Torah should not be given over to the Gentiles. God has not acted towards any other nation as he has done with Israel. And as for his commands, the nations do not Know them. That's a quote from Psalm 147. So the Torah has been given to Israel, and what we should do is live by the wisdom of the Torah. But we should be very careful about handing the teachings of the Torah over to non Israelites. Isn't that interesting? There's an awareness. An awareness here. So that's something. Another thing is that in Jewish literature, especially the teaching of the rabbis, pearls was a common metaphor for the wisdom teachings of the rabbis based on their study of the Torah. So here, this is an insight.",
    "start": "00:35:39",
    "end": "00:37:26"
  },
  {
    "text": "Is a pearl.",
    "start": "00:37:26",
    "end": "00:37:26"
  },
  {
    "text": "Yeah. Yep. Yeah, yeah.",
    "start": "00:37:26",
    "end": "00:37:28"
  },
  {
    "text": "I think we still have that same metaphor.",
    "start": "00:37:28",
    "end": "00:37:30"
  },
  {
    "text": "Oh, pearl of wisdom.",
    "start": "00:37:30",
    "end": "00:37:31"
  },
  {
    "text": "Like a pearl of wisdom. Yeah, yeah.",
    "start": "00:37:31",
    "end": "00:37:32"
  },
  {
    "text": "Little pearls. Yeah. Okay, so this is from same tractate in the Talmud, Hagigah. Rabbi Yohanan Ben Bero Gah and Rabbi Elazar Ben Hosma once went to their teacher, Rabbi Joshua, and he said to them, hey, anything new today in the house of teaching? I love it. So two Bible nerds go to their teacher, and the teacher asked like, hey, what are you guys learning?",
    "start": "00:37:32",
    "end": "00:37:57"
  },
  {
    "text": "Yeah, what's the new wisdom?",
    "start": "00:37:57",
    "end": "00:37:58"
  },
  {
    "text": "And he said to them, a beautiful pearl is in your hand. Don't deprive me of it. So he talks about the teaching or the study of Torah that they've come to, and he calls it a beautiful pearl. The Hebrew word is margulit. Pearl, pearl. Don't deprive me of that pearl.",
    "start": "00:37:59",
    "end": "00:38:17"
  },
  {
    "text": "Yeah, give me that good wisdom nugget.",
    "start": "00:38:17",
    "end": "00:38:20"
  },
  {
    "text": "Okay, so apparently there's something about wisdom, reflection on the Torah that's so precious and valuable. And remember, Jesus is Jewish. Almost everybody in that crowd that he's talking to in the Sermon on the Mount is Jewish. There are some people who have come in. There's a centurion here. But this Jewish context is taken for granted. Jesus, especially in Matthew, says, I haven't been sent to the nations. I've been sent to the lost sheep of the house of Israel. It's an Israel first movement that Jesus is focused on at this stage. And so he tells his community of Jewish disciples the pearls and the holi, which we know was an image of Torah. Wisdom is. You should be very. I know discriminate is not a positive word, but it seems like he's saying, be very discriminate. Be careful in who you hand out the wisdom, the pearls, and the holiness. I think it's a reference to the Sermon on the Mount itself.",
    "start": "00:38:20",
    "end": "00:39:28"
  },
  {
    "text": "Okay, but why is it right here?",
    "start": "00:39:28",
    "end": "00:39:30"
  },
  {
    "text": "So he's talking about, don't condemn, don't advertise, and act rationally. Or hastily on these evaluations of other people's behavior. And if you do see a speck in your brother's eye, take that opportunity first to evaluate yourself so that you can see the speck in the other's eye. So there you are beginning to evaluate others behavior and you evaluate your own behavior so that you can evaluate even more clearly what's going on with your brother. But, but don't hand out the sacred. I think this is what he means. There are going to be moments when you are so getting worked over by the wisdom of Jesus and it's just changing how you see everything. And there will be moments when you're so eager to share that with somebody who will just have no reference point, no category for it for what you're talking about. And here he talks about in a hostile audience that they'll actually turn on you and the whole thing is going to go terribly wrong.",
    "start": "00:39:30",
    "end": "00:40:36"
  },
  {
    "text": "Okay, I see there's a speck in your eye. My first intuition is I'm going to fix it. That's wrong. My first intuition is introspection. And, and then I can now see more clearly. I can know good from bad better. I can have more wisdom. That's a beautiful thing. But then the question becomes, well, now what am I gonna do?",
    "start": "00:40:38",
    "end": "00:40:57"
  },
  {
    "text": "What do I do with that?",
    "start": "00:40:57",
    "end": "00:40:58"
  },
  {
    "text": "What do I do with that? Because I'm gonna now see more specks in more eyes.",
    "start": "00:40:58",
    "end": "00:41:03"
  },
  {
    "text": "Yeah, that's right. Yeah, that's right.",
    "start": "00:41:03",
    "end": "00:41:05"
  },
  {
    "text": "And if it's my brother, then it's like, okay, I've got a relationship, let's come together. I wanna give you some of the wisdom I have. But if you're not my brother and you're not going to care at all, is he saying like, man, you're going to just, there's going to be so much spec and you're going to see so much stuff and if you're going to go out and try to give all of your wisdom and insight, which is actually really good and pure and beautiful, like it's going to get trampled on.",
    "start": "00:41:05",
    "end": "00:41:33"
  },
  {
    "text": "Yep. Yeah, that's right. Yeah, they won't be able to value this deep self knowledge and wisdom and then discovery about other people and God's generosity, they just won't be able to value it. It's a judgment call to say this thing that I value is not going to be valued by that. I'm not going to give it. That's a decision. Yeah. So wait, do I judge or do I not judge Jesus? And this is, do you remember this is all years ago when we did a series of conversations on the wisdom books in the Hebrew Bible. This is famous little set of proverbs next to each other in Proverbs 26:4, says, do not answer a fool according to his folly, or you'll just become like him. And then the next line is, answer a fool according to his folly, or he will be wise in his own eyes. And we're at the same teaching style here with Jesus. Wait, do I evaluate other people or do I not evaluate other people? Well, it depends.",
    "start": "00:41:33",
    "end": "00:42:40"
  },
  {
    "text": "Yeah, that's interesting. Okay, can I say it's really uncomfortable calling people pigs or dogs?",
    "start": "00:42:40",
    "end": "00:42:46"
  },
  {
    "text": "Yes. Yeah, I'm with you.",
    "start": "00:42:46",
    "end": "00:42:47"
  },
  {
    "text": "But I'm not uncomfortable calling someone a fool.",
    "start": "00:42:47",
    "end": "00:42:49"
  },
  {
    "text": "Isn't that funny? And Jesus says, you're in danger of the fire of Gehenna. Right. If you call someone else a fool. But apparently not. And more. More the Greek word moron from moron. So, yeah, there are many people who think that Jesus got a wink in his eye when he's talking about pigs and dogs here. Because this is going to come up later in Matthew where a Canaanite woman comes to him.",
    "start": "00:42:51",
    "end": "00:43:19"
  },
  {
    "text": "Yeah, I was going to ask you about that story.",
    "start": "00:43:19",
    "end": "00:43:20"
  },
  {
    "text": "And says, will you please heal my daughter? And Jesus says, well, it's not appropriate at the table for the children to give the crumbs to the dogs. But he uses a modified form of the word that means little dog.",
    "start": "00:43:21",
    "end": "00:43:36"
  },
  {
    "text": "Okay.",
    "start": "00:43:36",
    "end": "00:43:37"
  },
  {
    "text": "Because they did. Some people did have house pets and dogs on their property and so on.",
    "start": "00:43:37",
    "end": "00:43:43"
  },
  {
    "text": "Because they watch over each other.",
    "start": "00:43:43",
    "end": "00:43:45"
  },
  {
    "text": "Yes. The word kunarion, which means little dog, mini dog. And the question is, is he using that image of non Israelites as dogs? Is he, like, insulting her? But she doesn't seem to take it as an insult. She takes this invitation to press in, and she's like, well, but the dogs do get some of the crumbs. And Jesus is like, yeah, good point. I'll heal your daughter.",
    "start": "00:43:45",
    "end": "00:44:03"
  },
  {
    "text": "Yeah.",
    "start": "00:44:03",
    "end": "00:44:04"
  },
  {
    "text": "So it almost seems like a playful exchange that he's having with her. And so based on that, some people think here that he's got a. Because when the centurion comes to him saying, please heal my child, he doesn't say, like, sorry, you're not an Israelite, sorry, dog, or sorry, pig. He says, I don't know anybody else in Israel who has as much faith as that century.",
    "start": "00:44:04",
    "end": "00:44:31"
  },
  {
    "text": "Yeah, you're a more faithful Israelite than Israelites.",
    "start": "00:44:32",
    "end": "00:44:34"
  },
  {
    "text": "Yes. Yeah, yeah. So Jesus is drawing on kind of fixed terms, the idea of Torah wisdom as pearls with a known image in his culture. The contrast between Holy and dogs was a known contrast. And whether he really wants us to imagine people as dogs, I think it's truly a parable.",
    "start": "00:44:34",
    "end": "00:44:58"
  },
  {
    "text": "Yeah.",
    "start": "00:44:58",
    "end": "00:44:59"
  },
  {
    "text": "Just like you wouldn't imagine actually having a beam in your eye. The point is the contrast of these things, which gets you to think, oh, but there are some times probably when I'm relating to people, and if I bring the wisdom of Jesus into this discussion about why I would do something or not do something, they're probably not going to have any reference point. So maybe it's not worth bringing it up.",
    "start": "00:44:59",
    "end": "00:45:26"
  },
  {
    "text": "Yeah.",
    "start": "00:45:26",
    "end": "00:45:27"
  },
  {
    "text": "However, you could flip it and you could say, but there are some times where you probably should bring up, like, hey, I am going to make a different decision here than what you're doing, and I'm doing it because I'm a disciple of Jesus. Like, I think that's a really important moment, actually, to bear witness to the way of Jesus in our relationship.",
    "start": "00:45:27",
    "end": "00:45:49"
  },
  {
    "text": "So back to that proverb. It's like, yes, yes, sometimes you should not answer a fool according to his folly. Sometimes you shouldn't say, hey, as follower of Jesus, this is what I value, because it's gonna ring hollow and it's going to actually just create more problems, maybe, and you're just going to get into a silly fight that you just don't need because it's going to make you look foolish, too.",
    "start": "00:45:49",
    "end": "00:46:17"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:46:17",
    "end": "00:46:18"
  },
  {
    "text": "So that's true.",
    "start": "00:46:18",
    "end": "00:46:19"
  },
  {
    "text": "Yeah.",
    "start": "00:46:19",
    "end": "00:46:20"
  },
  {
    "text": "But then at the same time, answer a fool according to his folly. In other words, it's going to be very appropriate sometimes to be like, there's a different set of values that are really important, and I'm making this decision because of those. And you would benefit from knowing that.",
    "start": "00:46:20",
    "end": "00:46:38"
  },
  {
    "text": "Yep. Yeah, that's right. Yeah. Yeah, that's right. Okay, so let's pause as we conclude here. These are three very short little sayings in Matthew, chapter seven, verses one through six. We took all the last episode and all of this to explore them and notice the real meaning of each of these is what's implicit, what's not directly stated, as well as what is stated. And then also the implicit uncommunicated ideas that occur to you when you compare the three things. And this section of the Sermon on the Mount is often the part where people come and they say, I think I could follow the thread of argument in the earlier sections, but what's going on with here judging and beams in the eyes and then pearls and pigs. But there really is a deep coherence here. We're meditating on how we relate to each Other in difficult situations where there's a conflict of value and there's profound wisdom here. But you really gotta. You gotta meditate. You gotta work on it. We're not even done. There's one more step to this section, which is how he concludes this meditation on difficult relational situations. He's got one more pearl, one more pearl of wisdom.",
    "start": "00:46:38",
    "end": "00:48:00"
  },
  {
    "text": "Okay, this is really good stuff. John, you brought up an interesting point at the end that you feel uncomfortable talking about people as pigs or dogs, right?",
    "start": "00:48:06",
    "end": "00:48:15"
  },
  {
    "text": "It makes it feel. Feel like an us versus them. Doesn't seem like the way Jesus wants us to view people.",
    "start": "00:48:15",
    "end": "00:48:22"
  },
  {
    "text": "It feels dehumanizing. And it reminds me of Jesus teaching about murder, right? You've heard it said, do not murder. And I say, don't even call your brother a fool or a moron. Labels of contempt are a way to think of somebody as worthless, right?",
    "start": "00:48:22",
    "end": "00:48:38"
  },
  {
    "text": "So you can read this riddle and take away from it an idea that people are unvaluable or unhuman. And that would be missing the point entirely of what Jesus is trying to do here.",
    "start": "00:48:38",
    "end": "00:48:49"
  },
  {
    "text": "Yes, all people are valuable. But with that in mind, there are some relationships in our lives that it's just not wise to get into it. You know, create some healthy boundaries and don't expect everyone to treasure what you treasure. You know, meet people where they are.",
    "start": "00:48:49",
    "end": "00:49:03"
  },
  {
    "text": "All of this, though, begs the question, how do I know when to give wisdom to others? How do I know how to do self evaluation? All these teachings on dealing with difficult relationships, it's going to require a lot of wisdom.",
    "start": "00:49:04",
    "end": "00:49:17"
  },
  {
    "text": "Yes. And so in this final teaching, Jesus invites us to ask God for what we need, believing that he is a good father who wants to give his children wisdom.",
    "start": "00:49:17",
    "end": "00:49:26"
  },
  {
    "text": "Jesus invites us into the intimate love connection that he shares with the Father and that he invites us to sit with him and learn how to relate to his father as our father.",
    "start": "00:49:27",
    "end": "00:49:39"
  },
  {
    "text": "That's next week. BibleProject is a nonprofit, and we exist to help people experience the Bible as a unified story that leads to Jesus.",
    "start": "00:49:39",
    "end": "00:49:47"
  },
  {
    "text": "Everything we make is free because of the generous support of people like you. Thanks for being a part of this with us.",
    "start": "00:49:48",
    "end": "00:49:54"
  },
  {
    "text": "Hi, this is Dunya and I'm from Istanbul, Turkey. I take part in the Turkish dubbing of Bible Project videos. But to put it more clearly, I am the Turkish voice of Tim Mackey. My favorite part of my work with bibleproject is using my voice to respread God's word. In Turkey, the land where Christianity first began to spread 2,000 years ago, we believe the Bible is a unified story.",
    "start": "00:49:54",
    "end": "00:50:21"
  },
  {
    "text": "That leads to Jesus.",
    "start": "00:50:21",
    "end": "00:50:23"
  },
  {
    "text": "Bibleproject is a crown founded nonprofit. It everything we make is free because of your generous support. Thank you so much for being a.",
    "start": "00:50:23",
    "end": "00:50:32"
  },
  {
    "text": "Part of this with us.",
    "start": "00:50:32",
    "end": "00:50:33"
  },
  {
    "text": "Sam.",
    "start": "00:50:52",
    "end": "00:51:07"
  },
  {
    "text": "Sa.",
    "start": "00:51:17",
    "end": "00:51:17"
  }
]