[
  {
    "text": "This is bibleproject podcast and this year we're reading through the Sermon on the Mount. I'm John Collins and with me is co host Michelle Jones. Hi, Michelle.",
    "start": "00:00:04",
    "end": "00:00:11"
  },
  {
    "text": "Hi, John. In the center of the Sermon on the Mount is a teaching on prayer. And in this teaching, Jesus shares with us a simple prayer for us to pray. The Lord's Prayer. It's prayed by Christians for the last 2000 years.",
    "start": "00:00:11",
    "end": "00:00:25"
  },
  {
    "text": "The prayer has two halves. The first half is three requests on behalf of God. May your name be considered holy. May your kingdom come. May your will be done.",
    "start": "00:00:25",
    "end": "00:00:35"
  },
  {
    "text": "Now, these three requests put us at the center of the story of the Hebrew Bible. God wants to bring blessing to the whole world through us. He wants us to live in right relationship with each other, and he wants us all to share in the abundance of creation. That is what it means for his kingdom to come through and his will to be done.",
    "start": "00:00:35",
    "end": "00:00:55"
  },
  {
    "text": "Now, the second half of the prayer has four requests, and these are on behalf of us, the ones praying the personal. And they align our daily experiences with God's kingdom. Last week we looked at the first one. Give us our daily provision of bread. Or how Tim paraphrased it, give us the bread of the moment. Yes.",
    "start": "00:00:55",
    "end": "00:01:15"
  },
  {
    "text": "Now, this week we look at the second personal request in the prayer. Forgive us.",
    "start": "00:01:15",
    "end": "00:01:20"
  },
  {
    "text": "Yes, forgive us. Forgiveness is at the heart of the mission of Jesus.",
    "start": "00:01:21",
    "end": "00:01:25"
  },
  {
    "text": "Yes, but there's a bit of a catch here. The line in the prayer goes, forgive us our debts, just as we forgive those indebted to us. For Jesus, forgiveness is not something we simply receive or something we merely give. Forgiveness is a reality that we are called to fully live in.",
    "start": "00:01:26",
    "end": "00:01:43"
  },
  {
    "text": "So there's few experiences more basic than being hurt or wronged by somebody and then having to sort out how you feel about them and how you're going to relate to them. What is it about forgiveness that he would want us to put it at the heart of what we pray every day?",
    "start": "00:01:43",
    "end": "00:01:57"
  },
  {
    "text": "Today you and Tim walk through the central role of forgiveness in the Hebrew Bible and in Jesus ministry, and you talk about some practical implications of living a life saturated in forgiveness.",
    "start": "00:01:58",
    "end": "00:02:10"
  },
  {
    "text": "For Jesus, forgiveness is not ignoring or forgetting that somebody wronged you. Forgiveness doesn't mean you endorse or condoned what this person is doing. Just the opposite. But forgiveness is a heart posture towards somebody that's wronged me. And that has to happen regardless of whether we are ever able to repair the relationship or reconcile.",
    "start": "00:02:10",
    "end": "00:02:33"
  },
  {
    "text": "Thanks for joining us.",
    "start": "00:02:34",
    "end": "00:02:35"
  },
  {
    "text": "Here we go. Our Father who is in the skies. May your name be recognized as holy. May your kingdom come and may your will be done as it is in the skies. So also on the land our daily provision of bread, give to us today. And forgive us our debts, as we also have forgiven those indebted to us. And don't lead us to be tested, but deliver us from the evil one.",
    "start": "00:02:35",
    "end": "00:03:13"
  },
  {
    "text": "And then actually, for what we're going to talk about today, the forgiveness piece, there is actually a little third part, a little addition. So we just. There's two halves to the prayer, the prayer proper, prayer proper. But there are two more little bits that comment on the forgiveness theme in the second half. It's like a little commentary on the second request, which is forgive us our debts as we forgive those indebted to us. And then Jesus comments, for if y' all forgive others for their transgressions, your Father in the skies will also forgive you all. But if y' all do not forgive others, then your Father will not forgive your transgressions.",
    "start": "00:03:16",
    "end": "00:03:58"
  },
  {
    "text": "That's heavy.",
    "start": "00:03:59",
    "end": "00:04:00"
  },
  {
    "text": "That's to the point. So it's very clearly this qualification to kind of let you know, like, this is a prayer. But forgiveness is clearly a matter of high significance to Jesus for how you imagine yourself participating in what he's doing and being one of his followers. So forgive us our debts as we also have forgiven those indebted to us. And apparently there's a lot on the line with how we respond to that. Forgive us. So forgiveness, it's a very personal reality. The experience of being wronged by somebody and then having to sort out my feelings and my relationship to that person. This is pretty basic to the human experience, right? Being hurt by somebody, having to figure out how to move forward.",
    "start": "00:04:00",
    "end": "00:04:53"
  },
  {
    "text": "Is that what this is talking about? Because debt makes me just think of like, oh, yeah, obligation, more practical obligations.",
    "start": "00:04:53",
    "end": "00:05:00"
  },
  {
    "text": "Yeah, so we'll talk about that. But just forgiveness in general. I'm just naming the fact that what Jesus is putting his finger on here. And again, he assumed that his disciples would pray this every day, even multiple times a day. And most Christians throughout history have done that. What is it about forgiveness that makes it so central to what Jesus wants to have his followers prioritize and be thinking about and aware of and anticipate and so on, that he would want us to put it at the heart of what we pray every day? So there's few experiences more basic than being hurt or wronged by somebody and then having to sort out how you feel about them and how you're going to relate to them. Pretty basic to human life. So on one level, this is a Prayer connecting to a really deep part of the human story and very personal for every one of us. It's also a theme and a concept that's just with deep roots in the storyline of the Hebrew scriptures and the story that Jesus saw himself bringing to fulfillment. So there's also a layer of that. Forgiveness played a huge role in Jesus teaching and in what he was doing as he announced the arrival of God's kingdom in himself. Forgiveness of sins played a big role in what he taught and did. So I think there's maybe three steps we could take to explore this. One would be to see the forgiveness in the storyline of the Hebrew Bible and how that all forms the backdrop for second step Jesus and why he was announcing the forgiveness of sins and why this mattered to him in the moment. And then third, I think it's important when we're talking about something so personal for us to process. What are the implications of living a life of radical forgiveness? What does that involve and what does it not involve? So this has been a big area of learning for me personally and also understanding what Jesus meant by forgiveness. And so I think it's worth some time to slow down and ponder. Does that sound like a good roadmap?",
    "start": "00:05:00",
    "end": "00:07:03"
  },
  {
    "text": "Mm, cool.",
    "start": "00:07:03",
    "end": "00:07:04"
  },
  {
    "text": "Yeah, sweet. Well, let's start with language things in this statement of the prayer, and you drew attention to one which is in Matthew's version, it's forgive us our debts. It's using like this financial metaphor. What is curious to that about you that made you bring it up?",
    "start": "00:07:04",
    "end": "00:07:21"
  },
  {
    "text": "Well, you just started immediately talking about forgiveness in this relational, experiential thing. And so I was just wondering, is that what Jesus is talking about? Because he's talking about, he uses the word debts, but then when he has his little exposition afterwards, he uses the word transgressions.",
    "start": "00:07:21",
    "end": "00:07:37"
  },
  {
    "text": "Yes. Yeah, that's right.",
    "start": "00:07:37",
    "end": "00:07:38"
  },
  {
    "text": "I just realized. And then also, if it's God forgiving us our debts, we don't owe financial obligations to God. So obviously he's talking about something else.",
    "start": "00:07:38",
    "end": "00:07:48"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:07:48",
    "end": "00:07:48"
  },
  {
    "text": "I don't think I do. I haven't gotten that notice.",
    "start": "00:07:48",
    "end": "00:07:53"
  },
  {
    "text": "You've gotten a letter in the mail. Yeah, the Heavenly Revenue Service back taxes. Just another little side illumination on that point. Remember, there's two versions of this prayer in the New Testament. The other one is in the Gospel according to Luke. And in that version, it's not the word debts, it's the word sins. Greek word hamartia. So forgive us our sins. So the metaphor of a financial debt, it's unique to Matthew's version of the Lord's Prayer. Okay, so let's start there first with the word forgive. And then I think the word debt might make a little more sense. So the Greek word used here. And again, remember he spoke this in Aramaic, but the apostles early rendered these into Greek for wider audiences. So the Greek word is aphieme, and this is fascinating. It means most literally to release or to let someone leave or to let them go. And then it relates to a noun, aphesis. So a fiami is the verb, aphesis is the noun which means a release or a letting go or emancipation to set someone free from an obligation. So this is just real quick. I copy and pasted from the New International Dictionary of New Testament Theology and Exegesis their entry on this word. And this is interesting. This word is used in Plato and then some other early philosophers, Demosthenes. So apparently this word appears for the first time in the history of Greek five centuries before Jesus. So it has a long history of usage. And its most common sense is in legal and financial contexts. So it's a financial word. Now it can be used, actually is used in the Gospel of Matthew to let somebody go. Jesus affie means the crowd, to let them go back. So in one sense it's just general, to let go or to release. But what at least this dictionary enchi was saying was that it's most commonly used, most commonly used outside of just you let someone walk away, its most common use was in financial, of releasing someone from a financial debt or obligation. So remember, the Hebrew Bible was translated into Greek by Greek speaking Jews a couple centuries before Jesus. And it's often called the Septuagint. But in that translation of the Hebrew Bible, the noun, this noun, release or forgiveness occurs about 50 times in all of the Greek translation. And nearly half of those occur in one chapter of Leviticus. Oh, and it's the year of jubilee.",
    "start": "00:07:53",
    "end": "00:10:32"
  },
  {
    "text": "Ah. So let's back up. Jubilee was part of the covenant law code the Israelites were to adhere to.",
    "start": "00:10:32",
    "end": "00:10:39"
  },
  {
    "text": "Yeah.",
    "start": "00:10:39",
    "end": "00:10:39"
  },
  {
    "text": "And it was this pretty radical moment in the life cycle of the community.",
    "start": "00:10:40",
    "end": "00:10:46"
  },
  {
    "text": "Yeah.",
    "start": "00:10:46",
    "end": "00:10:46"
  },
  {
    "text": "Every seventh year.",
    "start": "00:10:46",
    "end": "00:10:48"
  },
  {
    "text": "Well, yeah, every seventh year was a year of release.",
    "start": "00:10:48",
    "end": "00:10:51"
  },
  {
    "text": "Okay.",
    "start": "00:10:51",
    "end": "00:10:52"
  },
  {
    "text": "And then every seven times seventh year was a year of jubilee. The translation of jubilee in the Greek Old Testament is the year of setting free, the year of release. Because debts are canceled in that year. Any land that you had to sell because you went under financially, that obligation is canceled.",
    "start": "00:10:52",
    "end": "00:11:12"
  },
  {
    "text": "And that word release that was Yovel.",
    "start": "00:11:12",
    "end": "00:11:14"
  },
  {
    "text": "Got attached to became the title of both.",
    "start": "00:11:14",
    "end": "00:11:17"
  },
  {
    "text": "Okay.",
    "start": "00:11:17",
    "end": "00:11:18"
  },
  {
    "text": "Both the seventh year and the seven times seventh year was A year of letting go. Letting go free.",
    "start": "00:11:18",
    "end": "00:11:24"
  },
  {
    "text": "Letting go free.",
    "start": "00:11:24",
    "end": "00:11:25"
  },
  {
    "text": "Yeah.",
    "start": "00:11:25",
    "end": "00:11:25"
  },
  {
    "text": "Because people are set free from all their obligations. Debt slavery.",
    "start": "00:11:26",
    "end": "00:11:30"
  },
  {
    "text": "Yeah, yeah, that's right. Yep. So this is core to understanding the story underneath the word forgiveness in the teaching of Jesus. Because if you don't know that story, Jesus teachings on forgiveness are still really powerful and personal. But this is one of those areas where we need to imagine ourself into the bigger story Jesus saw himself as a part of and how certain words or ideas are loaded with a backstory, and forgiveness is one of them. And that's connected to the word. Also to the next one, to the word debt, which you drew attention to a few moments ago. And debt in Greek here means it's the same basic idea. You have incurred debt, an obligation. Yeah.",
    "start": "00:11:30",
    "end": "00:12:16"
  },
  {
    "text": "That you are not free from.",
    "start": "00:12:16",
    "end": "00:12:19"
  },
  {
    "text": "Yeah. You are not. You are bound. You're bound by it. Yep. Yeah. So in Second Temple Judaism, words for sin developed and changed as people use them. There's a few words in the Hebrew Bible. We made videos on the main ones. Sin, transgression and iniquity.",
    "start": "00:12:19",
    "end": "00:12:39"
  },
  {
    "text": "Yeah, it's the three power words.",
    "start": "00:12:39",
    "end": "00:12:41"
  },
  {
    "text": "Yeah, totally. Yeah, yeah. Sin being missing the goal.",
    "start": "00:12:41",
    "end": "00:12:45"
  },
  {
    "text": "It's so silly that all three of those words just are words we don't use.",
    "start": "00:12:45",
    "end": "00:12:49"
  },
  {
    "text": "Yeah, that's true.",
    "start": "00:12:49",
    "end": "00:12:50"
  },
  {
    "text": "We just don't have a good vocabulary for doing bad stuff to each other.",
    "start": "00:12:50",
    "end": "00:12:54"
  },
  {
    "text": "Which is so weird because we're all doing it most of the time.",
    "start": "00:12:55",
    "end": "00:12:58"
  },
  {
    "text": "Isn't it like The Eskimos have 12 words for snow or whatever kind of thing.",
    "start": "00:12:59",
    "end": "00:13:02"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:13:02",
    "end": "00:13:03"
  },
  {
    "text": "We should have a rich vocabulary for.",
    "start": "00:13:03",
    "end": "00:13:05"
  },
  {
    "text": "One would think. Yeah, one would think. So. Sin is the word to miss the goal or to miss what you're aiming for. I think a decent English translation is fail.",
    "start": "00:13:06",
    "end": "00:13:17"
  },
  {
    "text": "Fail feels a lot weaker than sin, the way that people use the word sin. Sin just has a sinister.",
    "start": "00:13:17",
    "end": "00:13:24"
  },
  {
    "text": "Yeah, interesting.",
    "start": "00:13:24",
    "end": "00:13:25"
  },
  {
    "text": "It's the beginning of the word sinister. It has this. It's just like. It's intense.",
    "start": "00:13:25",
    "end": "00:13:29"
  },
  {
    "text": "Yeah, I hear that.",
    "start": "00:13:29",
    "end": "00:13:30"
  },
  {
    "text": "Sin.",
    "start": "00:13:30",
    "end": "00:13:30"
  },
  {
    "text": "Sin. Yeah.",
    "start": "00:13:30",
    "end": "00:13:31"
  },
  {
    "text": "You're a sinner.",
    "start": "00:13:31",
    "end": "00:13:32"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:13:32",
    "end": "00:13:33"
  },
  {
    "text": "Repent sinner.",
    "start": "00:13:33",
    "end": "00:13:34"
  },
  {
    "text": "Yeah. So this is. Sometimes it's good to reclaim.",
    "start": "00:13:34",
    "end": "00:13:38"
  },
  {
    "text": "Failure has a pretty intense.",
    "start": "00:13:39",
    "end": "00:13:40"
  },
  {
    "text": "You're a failure, but a different set of associations, I think. Yeah. I go back and forth. The King James mediated Tyndale early translation into the English speaking world. And we've been given many great gifts from those translations into our language. And it's hard to know when to revive one of those older translations or when to just go find a new English word that communicates more effectively and Sin is one of those where I have a hard time knowing which one's better.",
    "start": "00:13:40",
    "end": "00:14:09"
  },
  {
    "text": "My leaning is anytime the word isn't used regularly.",
    "start": "00:14:10",
    "end": "00:14:13"
  },
  {
    "text": "Otherwise find a more common word, Go.",
    "start": "00:14:13",
    "end": "00:14:16"
  },
  {
    "text": "Find a better word.",
    "start": "00:14:16",
    "end": "00:14:17"
  },
  {
    "text": "Yeah, totally. Yeah. What sin most often means is a moral failure, which actually is a common phrase in English. Moral failure.",
    "start": "00:14:17",
    "end": "00:14:25"
  },
  {
    "text": "Moral failure.",
    "start": "00:14:25",
    "end": "00:14:26"
  },
  {
    "text": "Yeah, yeah. Moral failure. Transgression. Yeah, it's pesha in Hebrew mostly it means betrayal, to break faith with someone. So you had a common understanding of how we treat each other and then you break that trust.",
    "start": "00:14:26",
    "end": "00:14:39"
  },
  {
    "text": "Yeah, betrayal is a much better word than yeah.",
    "start": "00:14:40",
    "end": "00:14:43"
  },
  {
    "text": "And iniquity comes from a metaphor in Hebrew of the noun crooked, to be bent or crooked instead of straight and stable. So what's interesting, though, is that Jewish vocabulary about moral failures continue to develop through time, and you can watch it in the history of Second Temple Jewish literature that another primary word arises in that time, and it's the word debt. Like the word for a financial debt becomes one of the main words for wronging someone. Yeah, wronging someone. And it only makes sense in a worldview where you view other humans as an image of God so that a wrong done to someone is a wrong simultaneously against the one whom they image. So when I wrong another person, I am in debt to God. And if I financially wronged them, you know what I mean, then I might be in that person's financial debt too. But to wrong another person is to put one in debt. Moral debt with God. I owe God.",
    "start": "00:14:43",
    "end": "00:15:46"
  },
  {
    "text": "Now what do you owe him?",
    "start": "00:15:46",
    "end": "00:15:48"
  },
  {
    "text": "That's a good question. That's a good question. Something. I need to do something to make things right. And in Second Temple Judaism, I think.",
    "start": "00:15:49",
    "end": "00:15:59"
  },
  {
    "text": "That'S the thing you need to make things right.",
    "start": "00:15:59",
    "end": "00:16:01"
  },
  {
    "text": "Yeah, you need to go make repair with that person, then you need to go repair with God through prayers of confession or offering a sacrifice in the temple as an expression of my humility and desiring to surrender back to God. So that's one level on the idea of forgiveness of what one owes God. And. And if that hasn't been forgiven, then I'm sitting in a place of indebtedness. We're being bound, in need of release. This actually is a way of thinking about the whole story of Israel in the Hebrew Bible, the fact that the year of jubilee is called the year of release. And it was every seven years, and every seven times seven years, it was all a reenactment of Israel's first release and emancipation, which was from slavery in Egypt.",
    "start": "00:16:01",
    "end": "00:16:52"
  },
  {
    "text": "Yeah, Let my people go.",
    "start": "00:16:52",
    "end": "00:16:53"
  },
  {
    "text": "Let my people go. Yeah. So the jubilee in the year of release was a ritual reenactment of the Exodus every seven years and every seven times seven years.",
    "start": "00:16:53",
    "end": "00:17:02"
  },
  {
    "text": "But the Exodus to me, isn't about forgiveness.",
    "start": "00:17:03",
    "end": "00:17:05"
  },
  {
    "text": "Right, yeah. Interesting.",
    "start": "00:17:06",
    "end": "00:17:07"
  },
  {
    "text": "It was about justice.",
    "start": "00:17:07",
    "end": "00:17:09"
  },
  {
    "text": "Yeah. Yeah. Okay, let's pause. Let's go back. So God releases his people out of slavery in Egypt, and then he brings them to a mountain, and they enter into a covenant obligation with each other. And the covenant obligation, Yahweh says, hey, I'm going to bring you into a land. I'm going to give you a little Eden, bless you. And if you are faithful to the terms of the covenant, you're going to get Eden around here. And then you can take that Eden and share it with each other and become the city on the hill to the nations. But if you don't, if you're not faithful to the covenant, you'll get the opposite of all those things. And these are the famous blessings and cursings of the Torah covenant. Leviticus, chapter 26, Deuteronomy 28. So if you're unfaithful to the covenant, there will be scarcity and famine instead of abundance, there'll be sickness instead of health. I'm just summarizing these two chapters. There'll be just short lifespans versus long lifespans. You'll be defeated by your enemies instead of having victory. You'll become slaves and be exiled from your land instead of having authority over your land and security and safety. So Moses anticipates at the end of the Torah, like, oh yeah, these people are going to blow it. And then the narrative goes on to say, and they blew it. So by the time you're sitting in Babylonian exile blew it.",
    "start": "00:17:09",
    "end": "00:18:33"
  },
  {
    "text": "Is that a translation of sin, transgression or iniquity?",
    "start": "00:18:33",
    "end": "00:18:37"
  },
  {
    "text": "That's a good question. I don't know. That's a good question. So by the time you get to the Babylonian exile, Israel is sitting in the mess of its own making. They are indebted to Yahweh. They have racked up a huge amount of debt, and they are beginning to pay on their debt through suffering and through experiences of the curses of the covenant. And then some of them go back into the land and try and rebuild their life. And it's just one foreign empire after another, constantly enslaved. It's still under the time of covenant curse. And that's the time. It's the moment in the story into which Jesus is born. And that's how he sees where he's located in the story. He sees himself as being born into an Israel that is in debt and in need of release. In need of release. So in that sense, it's like the Egyptian slavery, and being released is like being freed out of Egypt. But the reason they're under this new version of slavery and oppression, oppression is because of their sins, is their own doing. That's right, yeah. In other words, release from the consequences of our sins. For a Jewish person to be talking about that when Jesus was saying and doing that activates this whole storyline. So that's one important piece of the puzzle.",
    "start": "00:18:38",
    "end": "00:19:55"
  },
  {
    "text": "Okay, that makes sense.",
    "start": "00:19:55",
    "end": "00:19:56"
  },
  {
    "text": "I just want to do two Hebrew Bible examples just to help this land. So one is a great set of poems at the end of the Prophet Micah or the Minor prophets. Actually, I don't like that term for them.",
    "start": "00:19:56",
    "end": "00:20:08"
  },
  {
    "text": "I don't think they would like it either.",
    "start": "00:20:08",
    "end": "00:20:09"
  },
  {
    "text": "No, there's nothing minor about them. So In Micah chapter 6, Yahweh starts surveying what he sees happening in Jerusalem before the armies of, in Micah's day, Assyria arrives. And so what Micah says is, the armies of destruction are coming, and Yahweh is the one sending them to Jerusalem in his day, the Assyrian armies. So what shall I say about the homes of the wicked filled with treasures gained by cheating? What about the disgusting practice of measuring out grain with dishonest measures? How can I tolerate your merchants who use dishonest scales and weights? The rich among your wealthy through extortion, through violence. Your citizens are so used to lying that their tongues are not able to tell the truth. Therefore, I'm going to wound you. I will bring you to ruin for all of your sins. This is a classic like prophetic accusation here, but it's important because the consequence of sins within the covenant storyline is an army. God's going to allow an army to come take out Jerusalem. So you're sitting in your sins if your enemies are crawling over the wall and you're being taken off into another land for exile, something. So Micah ends with a prayer, trusting that God will restore his people. And so the book of Micah ends in chapter seven, saying, who is a God like you, who pardons the guilt of his remnant by overlooking the sins of his people. You won't stay angry with your people forever. You delight to show unfailing love. You will have compassion once again. You'll trample our sins under your feet and throw them into the ocean. Such a good image. You'll show us faithfulness and unfailing love, just like you promised Abraham and Jacob long ago. That's the last paragraph of the book. So the book ends with this accusation of sin, the covenant curses, implication. But then this little bookend or this little, like a ski jump at the end of the hill that says, but you won't hold our sins against us forever because you're a God who fulfills his covenant promises to Abraham and Jacob, and you're compassionate and we trust that you will forgive our sins. And in that story, forgiveness of sins means something so much more than just like, ah, now I know that I'm forgiven. It's like it's a national storyline connected.",
    "start": "00:20:09",
    "end": "00:22:49"
  },
  {
    "text": "To being delivered out of slavery.",
    "start": "00:22:49",
    "end": "00:22:51"
  },
  {
    "text": "Yep. Yeah. The arrival of God's kingdom so that we can live in freedom and serve him in peace and so on.",
    "start": "00:22:51",
    "end": "00:22:59"
  },
  {
    "text": "Yeah. Then also connected to all of this is a true sense of living in right relationship with each other.",
    "start": "00:22:59",
    "end": "00:23:06"
  },
  {
    "text": "Totally.",
    "start": "00:23:07",
    "end": "00:23:07"
  },
  {
    "text": "Because that was the purpose of the covenant.",
    "start": "00:23:07",
    "end": "00:23:09"
  },
  {
    "text": "Yes.",
    "start": "00:23:09",
    "end": "00:23:10"
  },
  {
    "text": "Law code. Even though there's a lot of stuff in there that just seems weird. Whatever. Like, Jesus summarizes it as, hey, all of this was for loving each other. And the way we show God love is by loving each other. And that's what this whole covenant law code was for.",
    "start": "00:23:10",
    "end": "00:23:25"
  },
  {
    "text": "That's right.",
    "start": "00:23:26",
    "end": "00:23:26"
  },
  {
    "text": "And you've talked about the word righteousness in terms of that word being about living in right relationship with each other.",
    "start": "00:23:27",
    "end": "00:23:37"
  },
  {
    "text": "Yeah, that's right. Think of the things that Micah accused the Jerusalemites of his day.",
    "start": "00:23:37",
    "end": "00:23:42"
  },
  {
    "text": "Taking advantage of people.",
    "start": "00:23:43",
    "end": "00:23:44"
  },
  {
    "text": "Yeah. Was all about injustice in the marketplace. And as a result of those sins, they are now in debt to God, to the God of the poor, who's invested in the poor of Israel. That's what the laws of the Torah so many are about. And then getting what you deserve, beginning to pay back for your sins is the experience of exile and oppression. So what will the forgiveness of sins mean, except that when it's not just an exchange between God and your average Israelite, it will by definition be like a dual relationship. So you have to ask, why would Jesus make that little additional comment to say, if you don't forgive other people the way that they wrong you, you're not good with God. Like, you can't claim to be forgiven by God and then be holding out forgiveness, not releasing other people of what they've done to you, but then somehow thinking that you're really grateful that God released you for how you wronged him. It's just they're not different things. And you can even see that right.",
    "start": "00:23:44",
    "end": "00:24:47"
  },
  {
    "text": "Here, they're not different things. How do you see that here?",
    "start": "00:24:47",
    "end": "00:24:50"
  },
  {
    "text": "Well, here it's Israelites in Jerusalem wronging each other in the marketplace. And that is a wrong against God because God's offended.",
    "start": "00:24:50",
    "end": "00:24:59"
  },
  {
    "text": "Yeah.",
    "start": "00:24:59",
    "end": "00:25:00"
  },
  {
    "text": "And so God is the one who's sending consequences to the Israelites for the way that they are wronging each other. When they wrong each other, they are wrong in God. And therefore when they are made right with God, it means they are made right with each other. They're not different things. For the biblical prophets and also in.",
    "start": "00:25:00",
    "end": "00:25:18"
  },
  {
    "text": "Jesus mind, when they're made right with God, they are meant to then live in a right relationship with each other.",
    "start": "00:25:18",
    "end": "00:25:26"
  },
  {
    "text": "Yeah, ideally. Ideally, yeah. Yeah, that's right. Yeah. The forgiveness of sins becomes a shorthand for the restoration of a community that is forgiven and that people mirror and imitate that divine forgiveness by reshaping how they relate to each other.",
    "start": "00:25:26",
    "end": "00:25:46"
  },
  {
    "text": "That's interesting because I think one framing of God forgiving us is. And I think this is the framing. It's front and center for me is that God is perfect and holy. And so I've disgusted him and I've like, he can't put up with me.",
    "start": "00:25:46",
    "end": "00:26:09"
  },
  {
    "text": "Yeah. Or he's obligated because of his holiness to punish you.",
    "start": "00:26:10",
    "end": "00:26:14"
  },
  {
    "text": "Punish me?",
    "start": "00:26:14",
    "end": "00:26:14"
  },
  {
    "text": "Yeah.",
    "start": "00:26:14",
    "end": "00:26:15"
  },
  {
    "text": "And if that's front and center, then it's really about if God forgives me. Cool. Now I'm good. That's it. Like, God looks at me and I'm no longer a stain.",
    "start": "00:26:15",
    "end": "00:26:25"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:26:25",
    "end": "00:26:26"
  },
  {
    "text": "So I'm ready to go. If you focus on this aspect where the reason why God is offended is because of the broken relationships that I.",
    "start": "00:26:26",
    "end": "00:26:36"
  },
  {
    "text": "Have with other people.",
    "start": "00:26:36",
    "end": "00:26:37"
  },
  {
    "text": "I have with other people. Yes, he could then forgive me. But then if I don't go and restore these relationships and work on these relationships, then he's still going to be offended.",
    "start": "00:26:37",
    "end": "00:26:49"
  },
  {
    "text": "Yeah. That's what Jesus seems to say in no uncertain terms. Right. If you don't forgive, then what you are demonstrating is that you are actually incapable of really experiencing what you say you have experienced, which is God's forgiveness, it doesn't work that way. Jesus says.",
    "start": "00:26:49",
    "end": "00:27:07"
  },
  {
    "text": "But who of us can actually do that?",
    "start": "00:27:08",
    "end": "00:27:10"
  },
  {
    "text": "What, forgive somebody? Yeah. Really? I don't know. I mean, I think Jesus apparently thinks that it's really possible to forgive somebody who's wronged you and that if you don't.",
    "start": "00:27:11",
    "end": "00:27:22"
  },
  {
    "text": "Yeah, maybe once or twice.",
    "start": "00:27:22",
    "end": "00:27:23"
  },
  {
    "text": "Okay, all right.",
    "start": "00:27:25",
    "end": "00:27:25"
  },
  {
    "text": "Live in such a way.",
    "start": "00:27:25",
    "end": "00:27:26"
  },
  {
    "text": "I love it. I love it. Okay, all right, well, let's take the next step then. Take the next step. The first point was just to say, within the Hebrew Bible storyline, forgiveness is not merely something between Israelites individually or between individual Israelites and God.",
    "start": "00:27:26",
    "end": "00:27:42"
  },
  {
    "text": "Yeah.",
    "start": "00:27:42",
    "end": "00:27:43"
  },
  {
    "text": "It has social and communal.",
    "start": "00:27:43",
    "end": "00:27:46"
  },
  {
    "text": "These Things are tied together.",
    "start": "00:27:46",
    "end": "00:27:47"
  },
  {
    "text": "Yeah. And a covenantal storyline attached to it. It.",
    "start": "00:27:47",
    "end": "00:27:51"
  },
  {
    "text": "Foreign.",
    "start": "00:28:16",
    "end": "00:28:17"
  },
  {
    "text": "I'm taking the next step into the role that forgiveness played in Jesus. Announcement of the arrival of God's kingdom. So in Luke's account, Luke chapter four, right after Jesus goes through his test in the wilderness, he goes to his hometown, Nazareth, and he goes to synagogue on Shabbat, and the Isaiah scroll is opened up and he reads from the scroll of Isaiah what we call chapter 61. And the part that he reads is, the Spirit of Yahweh is on me because he has anointed me to announce good news to the poor. He has sent me to proclaim offices, release to prisoners and recovery of sight to the blind. To send the oppressed away in offices with release and to proclaim the year of Yahweh's favor. So this is a jubilee announcement. Jesus is announcing that the arrival of God's kingdom is another way of saying the ultimate release.",
    "start": "00:28:19",
    "end": "00:29:22"
  },
  {
    "text": "The great forgiveness.",
    "start": "00:29:22",
    "end": "00:29:23"
  },
  {
    "text": "The great forgiveness. And to be a prophet announcing that to Israel as we sit under foreign domination from Rome, he's announcing that the great restoration going to happen. The thing that Micah hoped for.",
    "start": "00:29:23",
    "end": "00:29:37"
  },
  {
    "text": "Yeah. Which he said, is God trampling the sins under his feet.",
    "start": "00:29:37",
    "end": "00:29:41"
  },
  {
    "text": "Yeah.",
    "start": "00:29:41",
    "end": "00:29:42"
  },
  {
    "text": "Forgiving us, throwing them in the ocean.",
    "start": "00:29:42",
    "end": "00:29:43"
  },
  {
    "text": "That's right. To announce the forgiveness of sins was a prophetic announcement of the arrival of God's kingdom for Israel. God has forgiven us. He's in the process of forgiving us right now. So when Jesus starts going out and he sees a paralyzed man and he says, my son, your sins are forgiven. Get up and walk. The act of healing is a release from his being bound to mortality and sickness. But it's also covenantal release because the sign of his healing is a sign that God is forgiving us and going to bring about the blessings of the covenant and no longer the curse. In other words, as an Israelite, being paralyzed is an icon of living in the age outside of blessing. Because when we experience blessing, the blessings of Eden and blessings of the covenant, there's not sickness, there's health, there's not subjugation to enemies, there's freedom, there's not. Oh, back to back famine.",
    "start": "00:29:43",
    "end": "00:30:44"
  },
  {
    "text": "Back to what you read.",
    "start": "00:30:44",
    "end": "00:30:45"
  },
  {
    "text": "The covenant curses. Yeah, totally. So for Jesus to go around announcing forgiveness to individuals is bound up with the forgiveness of Israel's sins because it's the sins against God that that brought the covenant curses upon them. Jesus uses the similar language in a story in Luke 13 where he comes across a woman who's like, has a hunchback or she can't stand up straight for years. And he calls her over to him, and he says, woman, you are. And he uses a synonym of aphesis, but it has the same meaning. You are released from your sickness. And then a couple lines down, he's talking to somebody about what happened. And he calls this woman, a daughter of Abraham, who has been bound by the Satan. She's been imprisoned by the Satan. And he says what he's doing to her is releasing her from her imprisonment on the Shabbat on the seventh day. So all these. The seventh day, forgiveness, the restoration of Israel, these are all interconnected in the biblical imagination. And so for Jesus, announcing forgiveness and then really practicing it as a community was a sign of the arrival of God's kingdom. A community of radical forgiveness is an incarnation of God's kingdom, People living under the rule and the reign of God's blessing.",
    "start": "00:30:45",
    "end": "00:32:11"
  },
  {
    "text": "So when God comes to release, we aren't talking just about moral obligations. We're talking about sickness as well.",
    "start": "00:32:11",
    "end": "00:32:22"
  },
  {
    "text": "Yeah.",
    "start": "00:32:22",
    "end": "00:32:22"
  },
  {
    "text": "And we're talking about actual, like, imprisonment. We're talking about actually rescuing people.",
    "start": "00:32:22",
    "end": "00:32:28"
  },
  {
    "text": "Yeah.",
    "start": "00:32:28",
    "end": "00:32:28"
  },
  {
    "text": "Who are enslaved. We're talking about those kind of.",
    "start": "00:32:29",
    "end": "00:32:31"
  },
  {
    "text": "Or in poverty. And.",
    "start": "00:32:31",
    "end": "00:32:32"
  },
  {
    "text": "In poverty.",
    "start": "00:32:32",
    "end": "00:32:33"
  },
  {
    "text": "Or ritually impure and so unable to go worship in the temple. Like with leprosy.",
    "start": "00:32:33",
    "end": "00:32:38"
  },
  {
    "text": "Yeah. All of these covenant curses have piled up all the garbage that comes along with treating each other poorly and with oppression and violence for generations and generations being released from all of that. Why is all that happening? Because of the way we're treating each other. So at the center of all that, the center of the sickness and at the center of the oppression and enslavement and poverty is that we're not doing right by each other. And God's setting us free then requires to us then go and start doing right by each other. And the first way we do that is by also setting each other free from their obligations they have with us.",
    "start": "00:32:38",
    "end": "00:33:23"
  },
  {
    "text": "Yeah. Yep. Yeah, that's right. Yeah. And so this is the reciprocal nature. Forgive us our debts, oh, Father, just as we forgive those indebted to us. So there's this reciprocal nature. If I believe I am among the community of the forgiveness. And part of realizing that is I myself, my life has been full of shortcomings where I have morally failed to do right by other people in my life. In the Christian tradition, there's language for this. Are sins of commission and sins of omission, things that I have actually done to people or things that I failed to do that I ought to have done. These are all ways that I contribute to the mess. God through Jesus has moved towards me in my debt and declared that I am forgiven. And if that's my identity, that's the starting place, then how I then go out and begin to relate to other people. Must Jesus what Jesus says it must be from a posture of forgiveness to practice forgiveness. And if you deny other people forgiveness, the kind of forgiveness that God has shown towards me, then you show you don't actually get what's going on here. You haven't really participated in the forgiveness. I think that's what he's trying to say here. Or at least again, this daily prayer is meant to shape me into the kind of person so that I'm prepared to be wronged by people.",
    "start": "00:33:23",
    "end": "00:34:54"
  },
  {
    "text": "Yeah.",
    "start": "00:34:54",
    "end": "00:34:55"
  },
  {
    "text": "If you pray this every day, forgive us our sins as we forgive those who sin against us. I'm mentally preparing myself that I'm going to be wronged by somebody today. And what's my response going to be? Well, I should know that I am somebody who lives and exists because of God's forgiveness of me.",
    "start": "00:34:55",
    "end": "00:35:16"
  },
  {
    "text": "I've been wronging people too.",
    "start": "00:35:16",
    "end": "00:35:18"
  },
  {
    "text": "I've wronged people too, and therefore wronged God. And that's what Jesus is after here. He wants to shape a community of people who are like this emblem of radical forgiveness to each other and that. That communicates a story of the good news of God's forgiveness of us.",
    "start": "00:35:18",
    "end": "00:35:35"
  },
  {
    "text": "I like the translation to set free because forgiveness can feel very fuzzy.",
    "start": "00:35:36",
    "end": "00:35:42"
  },
  {
    "text": "Yeah.",
    "start": "00:35:42",
    "end": "00:35:42"
  },
  {
    "text": "Like what does it mean to actually forgive someone?",
    "start": "00:35:42",
    "end": "00:35:44"
  },
  {
    "text": "Yeah, yeah, yeah. Let's talk about that. Let's take our third step. We'll just wrap up the second step, which was forgiveness in the teachings and life of Jesus. This little line of the Lord's Prayer actually gives us a window into a huge theme in Jesus life and teaching forgiveness of sins for all of Israel and then teaching his followers to learn to practice forgiveness and seeing all of his healings as being acts of release. Demonstration of God's releasing people from sin and sickness and death. This was all interconnected for Jesus, but a big theme of his practical teaching was teaching people how to work this out practically. And that's what you're after now, this third step, like, how do you. What does it actually mean? Yeah, there's a few places where Jesus works this out. One of the most practical ones is In Matthew chapter 18, Jesus gets super practical. Jesus begins Matthew chapter 18, verse 15, and he says, listen, if a brother or sister in the community. So notice he's talking about within the community of his followers. So let's say somebody wrongs you, does wrong, then what you should do first is go one on one and like talk to them about it. Go to the person and talk to them. And if they listen to you, sweet. You've restored the relationship. Or it's the phrase, you've gained your sibling back. So you lost a sibling through rupture of the relationship because they did something to you. Then you go do that. So first don't go to a prayer meeting and say, let's pray for somebody. So. And so. Because I heard that they did this or did, you know, they did this to me and really could use your prayers about this. I'm struggling with this person, you know?",
    "start": "00:35:44",
    "end": "00:37:45"
  },
  {
    "text": "Right. That hits home.",
    "start": "00:37:47",
    "end": "00:37:48"
  },
  {
    "text": "It's like the thing that actually is. Hardly anyone ever does, including me.",
    "start": "00:37:49",
    "end": "00:37:53"
  },
  {
    "text": "Go to the person.",
    "start": "00:37:53",
    "end": "00:37:54"
  },
  {
    "text": "Go to the person.",
    "start": "00:37:54",
    "end": "00:37:55"
  },
  {
    "text": "Yeah, yeah. Well, because you know why? Because it usually sucks.",
    "start": "00:37:55",
    "end": "00:38:00"
  },
  {
    "text": "It's like a terrible experience.",
    "start": "00:38:00",
    "end": "00:38:02"
  },
  {
    "text": "Because that person. Because they're going to get defensive.",
    "start": "00:38:02",
    "end": "00:38:06"
  },
  {
    "text": "Yes.",
    "start": "00:38:06",
    "end": "00:38:07"
  },
  {
    "text": "And then you're. You have all this anger about it. So you're not going to.",
    "start": "00:38:07",
    "end": "00:38:10"
  },
  {
    "text": "Yeah.",
    "start": "00:38:10",
    "end": "00:38:11"
  },
  {
    "text": "Say it in a nice way for them to hear it. And then.",
    "start": "00:38:11",
    "end": "00:38:14"
  },
  {
    "text": "Yeah. It's actually a really. It's a very vulnerable act.",
    "start": "00:38:15",
    "end": "00:38:18"
  },
  {
    "text": "Yeah.",
    "start": "00:38:18",
    "end": "00:38:18"
  },
  {
    "text": "To go share with somebody that they hurt you.",
    "start": "00:38:18",
    "end": "00:38:20"
  },
  {
    "text": "Yeah.",
    "start": "00:38:21",
    "end": "00:38:21"
  },
  {
    "text": "Because they may not even realize they did it.",
    "start": "00:38:21",
    "end": "00:38:23"
  },
  {
    "text": "Right. And you may actually go and instead of just saying, hey, I was hurt by this thing, start accusing them of things.",
    "start": "00:38:24",
    "end": "00:38:32"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:38:32",
    "end": "00:38:34"
  },
  {
    "text": "And all that. The whole thing gets messy.",
    "start": "00:38:34",
    "end": "00:38:36"
  },
  {
    "text": "Devolve real quick. So Jesus builds that into his wisdom teaching here. So he says the first thing is, don't go talk to somebody else. Go to the person. Then he says, okay, let's say that doesn't work and they don't listen. Then what you should do is take one or two more with you. And then he quotes wisdom from the Torah. By the mouth of two or three witnesses, every fact may be confirmed. Oh, this is a good example of Jesus using the Torah's wisdom literature because the original context of that is in like a legal dispute. But he's deriving a wisdom principle from that. And this always fascinated me because the point is, don't go tell other people. Whoever you tell is somebody that is going to get involved.",
    "start": "00:38:36",
    "end": "00:39:23"
  },
  {
    "text": "Yeah.",
    "start": "00:39:23",
    "end": "00:39:24"
  },
  {
    "text": "And the people. Why you need to get someone involved is maybe you're off base or maybe they're off base. Like what you need is some third party that's neutral, that doesn't have a conflict of interest, like get a mediator. I think that's what he's after. Here.",
    "start": "00:39:24",
    "end": "00:39:39"
  },
  {
    "text": "Okay.",
    "start": "00:39:39",
    "end": "00:39:40"
  },
  {
    "text": "And if one is not going to do it, maybe two. One or two mediators widen the circle of perspective.",
    "start": "00:39:40",
    "end": "00:39:47"
  },
  {
    "text": "Because this isn't about your allies. This is from the Torah about a.",
    "start": "00:39:47",
    "end": "00:39:52"
  },
  {
    "text": "Legal matter getting impartial. Impartial mediators involved. Yep. And sort things out. If still that doesn't repair it, then Jesus says, okay, you probably need to share it with a wider circle. And Jesus famously, this is the only time Jesus brings up this idea, which is about a form of excommunication. Tell it to the gathering. And if that person refuses to listen to every other follower of Jesus that they're in relationship with, then what you should treat them is as somebody who doesn't actually know or follow Jesus. This is of huge significance to Jesus, to this be a community where we are practicing radical forgiveness, that he goes to these lengths to describe steps, describe the process. Yeah. This really mattered to him that his followers live in this way.",
    "start": "00:39:52",
    "end": "00:40:46"
  },
  {
    "text": "Yeah. And whenever this has been brought up, it's always in an institutional kind of, like, setting.",
    "start": "00:40:46",
    "end": "00:40:51"
  },
  {
    "text": "Oh, I see.",
    "start": "00:40:51",
    "end": "00:40:52"
  },
  {
    "text": "You know, like.",
    "start": "00:40:52",
    "end": "00:40:53"
  },
  {
    "text": "Oh, yeah, yeah. Trying to adapt it to, like, a local church. Yeah, yeah.",
    "start": "00:40:53",
    "end": "00:40:57"
  },
  {
    "text": "And it seems very personal. Like, Jesus is saying, like, when you get harmed by someone, like, you go. And these are the steps you take personally.",
    "start": "00:40:58",
    "end": "00:41:07"
  },
  {
    "text": "Yep.",
    "start": "00:41:07",
    "end": "00:41:08"
  },
  {
    "text": "And yeah. And by the time you're bringing it to all the people around you who follow Jesus is when the mediators have already come. And that didn't work.",
    "start": "00:41:08",
    "end": "00:41:21"
  },
  {
    "text": "It didn't work. Yeah, yeah. So work with me here. I have this in the notes. There's some real significant implications about what forgiveness is and is not. I think that comes from this teaching right here.",
    "start": "00:41:21",
    "end": "00:41:32"
  },
  {
    "text": "Well, this doesn't seem to be about forgiveness.",
    "start": "00:41:32",
    "end": "00:41:34"
  },
  {
    "text": "Ah, well, it's what you do, actually. That's a good point. Thank you. The reason why I'm bringing this up is because it has implications for what Jesus does and does not mean by forgiveness. Sorry, I need to continue. The moment Jesus finishes saying this, Peter comes up and says, okay, this famous. How often shall. Am I supposed to forgive another sibling here in the community if they wrong me?",
    "start": "00:41:35",
    "end": "00:42:00"
  },
  {
    "text": "I see. Like, you're telling me to go, someone wrongs me.",
    "start": "00:42:00",
    "end": "00:42:04"
  },
  {
    "text": "Yeah.",
    "start": "00:42:04",
    "end": "00:42:04"
  },
  {
    "text": "I go. And then they say, okay, I'm sorry.",
    "start": "00:42:04",
    "end": "00:42:07"
  },
  {
    "text": "Yeah.",
    "start": "00:42:08",
    "end": "00:42:08"
  },
  {
    "text": "Oh, now I guess we're cool.",
    "start": "00:42:08",
    "end": "00:42:10"
  },
  {
    "text": "Now Peter's trying to bring up a loophole.",
    "start": "00:42:10",
    "end": "00:42:13"
  },
  {
    "text": "You're making this too easy for people to get off the hook.",
    "start": "00:42:14",
    "end": "00:42:15"
  },
  {
    "text": "Yes.",
    "start": "00:42:15",
    "end": "00:42:16"
  },
  {
    "text": "Oh.",
    "start": "00:42:16",
    "end": "00:42:17"
  },
  {
    "text": "So Peter goes like, okay, that's a cool little handbook there on how to deal with our conflict.",
    "start": "00:42:17",
    "end": "00:42:21"
  },
  {
    "text": "Cause shouldn't step one be like, you owe me something.",
    "start": "00:42:21",
    "end": "00:42:25"
  },
  {
    "text": "Well, but you go to the person and share with them. And ideally, they would be like, oh, my gosh, I'm so sorry. What can I do to make this right? That's how you hope it goes if somebody wrongs you?",
    "start": "00:42:27",
    "end": "00:42:39"
  },
  {
    "text": "But the implication there is that you what, say, okay, well, here's the way to make it right. This part of the handbook is missing.",
    "start": "00:42:39",
    "end": "00:42:47"
  },
  {
    "text": "Yeah. More, the thing that we just went through is if another sibling in the community wrongs you, go talk to that person. And then if they're humble and you're humble, you'll find a way to work it out to make things right. And then Peter asks, okay, but what if, like, they say they're sorry and we make things right and they do it again? What if they do it seven times and do I have to keep doing the thing that you told me to do? What if they're humble and they do listen and they're not, like, arrogant?",
    "start": "00:42:47",
    "end": "00:43:21"
  },
  {
    "text": "And at what point do we realize this is just a bad apple?",
    "start": "00:43:21",
    "end": "00:43:24"
  },
  {
    "text": "Totally.",
    "start": "00:43:24",
    "end": "00:43:24"
  },
  {
    "text": "Let's write them off.",
    "start": "00:43:24",
    "end": "00:43:25"
  },
  {
    "text": "That's right. And so Jesus says famously, not just seven times, but 49 times seven. Yeah. 70 times seven or 77 times. There's a little translation debate there. But what he's taking is the phrase of what Cain's descendant, Lamech said, if God forgave Cain seven times over for murdering his brother, then God's obligated to forgive me 70 times.",
    "start": "00:43:25",
    "end": "00:43:51"
  },
  {
    "text": "I could go around and kill people.",
    "start": "00:43:51",
    "end": "00:43:52"
  },
  {
    "text": "So Jesus takes that line and he flips it about brothers wronging brothers. You forgive them. The intensity of Lamech's violent selfishness. He inverts to be a messianic Jesus follower's intensity of forgiveness.",
    "start": "00:43:52",
    "end": "00:44:08"
  },
  {
    "text": "Oh, wow.",
    "start": "00:44:08",
    "end": "00:44:09"
  },
  {
    "text": "Isn't that good? Yeah, that's cool. And so this is Jesus parable about, well, there's this guy who that got really nerdy.",
    "start": "00:44:09",
    "end": "00:44:17"
  },
  {
    "text": "Sorry.",
    "start": "00:44:17",
    "end": "00:44:17"
  },
  {
    "text": "Oh, yeah, Lamech.",
    "start": "00:44:17",
    "end": "00:44:18"
  },
  {
    "text": "Cain. Cain kills Abel, his brother.",
    "start": "00:44:19",
    "end": "00:44:21"
  },
  {
    "text": "Genesis, chapter four.",
    "start": "00:44:21",
    "end": "00:44:22"
  },
  {
    "text": "Genesis, chapter four. Bad move. He gets exiled. But God tells Cain, I'm gonna protect you, son.",
    "start": "00:44:22",
    "end": "00:44:29"
  },
  {
    "text": "God forgives him.",
    "start": "00:44:29",
    "end": "00:44:30"
  },
  {
    "text": "He forgives him.",
    "start": "00:44:30",
    "end": "00:44:30"
  },
  {
    "text": "Yeah. Whoa. Yeah. He forgives the murderer.",
    "start": "00:44:30",
    "end": "00:44:33"
  },
  {
    "text": "Geesh.",
    "start": "00:44:34",
    "end": "00:44:34"
  },
  {
    "text": "Yep. But he does.",
    "start": "00:44:34",
    "end": "00:44:35"
  },
  {
    "text": "But he still puts him in exile.",
    "start": "00:44:35",
    "end": "00:44:37"
  },
  {
    "text": "Exactly. He still experiences consequences and is forgiven by God. Yep.",
    "start": "00:44:37",
    "end": "00:44:42"
  },
  {
    "text": "And then a descendant of Cain.",
    "start": "00:44:43",
    "end": "00:44:45"
  },
  {
    "text": "Yes. Lamech, who knows this story. Yeah.",
    "start": "00:44:45",
    "end": "00:44:47"
  },
  {
    "text": "And he's just a bad dude.",
    "start": "00:44:47",
    "end": "00:44:49"
  },
  {
    "text": "Yeah.",
    "start": "00:44:49",
    "end": "00:44:49"
  },
  {
    "text": "He just, like, takes out his license to, like, just be.",
    "start": "00:44:50",
    "end": "00:44:53"
  },
  {
    "text": "Yeah. He murders a young man in his city and then says, hey, if God forgave my ancestor, then, yeah, he'll have forgiven me by a multiple of 11. Yeah.",
    "start": "00:44:54",
    "end": "00:45:04"
  },
  {
    "text": "Okay.",
    "start": "00:45:04",
    "end": "00:45:05"
  },
  {
    "text": "So Peter comes up and says, hey, what's the limit here on the amount of generosity and forgiveness I show towards someone? And Jesus says, well, think of it this way. There was this guy who owed a zillion dollars to somebody.",
    "start": "00:45:05",
    "end": "00:45:18"
  },
  {
    "text": "This is. Okay. So he's telling a parable.",
    "start": "00:45:18",
    "end": "00:45:20"
  },
  {
    "text": "Telling a parable. And the guy that he owed eventually just said, you know what? Just, I release you from your debt. It's okay. Go be free. And then he walks out of the room and he sees somebody who owes him 20 bucks. And he takes him to court, gets him arrested, and won't let the guy out of jail until he pays him the 20 bucks. And that's the parable. And so what happens is the guy that he owed a zillion dollars calls him back in. He's like, you wicked son of a. Into jail with you, and you won't get out till you pay me my zillion dollars. And that's the parable Jesus tells. But it's a parable realization of what he said in the Lord's Prayer, which is, if you don't forgive, you show you have not understood what it means who Jesus is and what it means to live as the community of the forgiveness. You haven't grasped your identity as a forgiven one.",
    "start": "00:45:20",
    "end": "00:46:16"
  },
  {
    "text": "Okay. So let's talk about. Let's go one level more practical.",
    "start": "00:46:17",
    "end": "00:46:22"
  },
  {
    "text": "Yeah.",
    "start": "00:46:22",
    "end": "00:46:22"
  },
  {
    "text": "Sometimes people aren't safe to be around.",
    "start": "00:46:23",
    "end": "00:46:25"
  },
  {
    "text": "Yes, totally. That's right. That's right.",
    "start": "00:46:25",
    "end": "00:46:27"
  },
  {
    "text": "So, yeah. Even if there's someone who's like, I follow Jesus. And even if it's someone who then goes, you're right, I blew it.",
    "start": "00:46:27",
    "end": "00:46:34"
  },
  {
    "text": "Yeah.",
    "start": "00:46:34",
    "end": "00:46:35"
  },
  {
    "text": "You can, like.",
    "start": "00:46:35",
    "end": "00:46:36"
  },
  {
    "text": "Yeah.",
    "start": "00:46:36",
    "end": "00:46:36"
  },
  {
    "text": "Are we asking. Is Jesus asking then?",
    "start": "00:46:37",
    "end": "00:46:39"
  },
  {
    "text": "Yeah.",
    "start": "00:46:40",
    "end": "00:46:40"
  },
  {
    "text": "For someone to put themselves in a situation where they can continually be harmed by someone who's unsafe.",
    "start": "00:46:40",
    "end": "00:46:45"
  },
  {
    "text": "Yeah. No, that's. Actually, this is crucially important. In a sad irony, these teachings of Jesus can actually be used and abused and have been in communities of faith to keep people in abusive relationships, family settings where they're told to just keep forgiving when they're in physical danger or in suffering emotional abuse. And it's hard to comprehend how we could misunderstand Jesus on such a deep level.",
    "start": "00:46:45",
    "end": "00:47:16"
  },
  {
    "text": "No. It's easy to. I mean.",
    "start": "00:47:16",
    "end": "00:47:17"
  },
  {
    "text": "No. But it's like, I think what that shows is a lack of getting to the heart of what Jesus is saying.",
    "start": "00:47:17",
    "end": "00:47:24"
  },
  {
    "text": "Here's the deal.",
    "start": "00:47:24",
    "end": "00:47:25"
  },
  {
    "text": "Okay. Right.",
    "start": "00:47:25",
    "end": "00:47:25"
  },
  {
    "text": "Like, step back from abuse.",
    "start": "00:47:25",
    "end": "00:47:28"
  },
  {
    "text": "Yeah.",
    "start": "00:47:28",
    "end": "00:47:28"
  },
  {
    "text": "And let's just say you have a friend and they just are constantly talking bad about you behind your back.",
    "start": "00:47:28",
    "end": "00:47:35"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:47:35",
    "end": "00:47:36"
  },
  {
    "text": "And it's Reputational damage. And so you go to that person and they're like, you're right. Oh, gosh, I'm sorry. And then they do it again and you go to that person, oh, gosh, I'm sorry. And cycle. At some point you're going to be like, you know what? I'm not going to share things with this person.",
    "start": "00:47:36",
    "end": "00:47:50"
  },
  {
    "text": "Yeah.",
    "start": "00:47:51",
    "end": "00:47:51"
  },
  {
    "text": "Like, I'm going to keep some distance from this person. But it feels like the spirit of this is if they've asked for forgiveness, they're still a brother, they're still in the community. So, like, you're supposed to be living life with them.",
    "start": "00:47:51",
    "end": "00:48:04"
  },
  {
    "text": "Okay.",
    "start": "00:48:05",
    "end": "00:48:05"
  },
  {
    "text": "In relationship with them.",
    "start": "00:48:05",
    "end": "00:48:06"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:48:06",
    "end": "00:48:07"
  },
  {
    "text": "So what does that mean?",
    "start": "00:48:07",
    "end": "00:48:08"
  },
  {
    "text": "Yeah, totally. Okay, so let's take these two teachings and take seriously the fact that they're next to each other, the process that he talked about of the three steps, and then this teaching about radical forgiveness. So let's talk about what forgiveness is not. If we just ponder, meditate on these teachings. For Jesus, forgiveness is not ignoring or forgetting that somebody wronged you. Obvious, obviously, because you're going out of.",
    "start": "00:48:08",
    "end": "00:48:33"
  },
  {
    "text": "Your way to show them.",
    "start": "00:48:33",
    "end": "00:48:34"
  },
  {
    "text": "Yeah. You are naming it and drawing attention to it. One on one. And then with other people and then with as wide a circle as is necessary to communicate that this is not acceptable. So this is not water under the bridge. We're trying to move on. Because time heals all wounds. It doesn't. And Jesus doesn't expect us to think it does. Forgiveness doesn't mean you endorse or condone what this person is doing. Just the opposite. You're going to them to name it. Right. And for me, this was a significant one. This next one is that with this widening circle of safety to go yourself, which is very vulnerable. And the moment you realize like, oh, this is not safe, safe. Jesus says, never be alone with that person again. Bring two. And if that doesn't work, widen the circle and don't relate to that person anymore. That's Jesus teaching. And apparently you can still forgive them and act that way. That's not exclusive with forgiveness.",
    "start": "00:48:34",
    "end": "00:49:42"
  },
  {
    "text": "Yeah. Because this is about reconciliation, not about forgiveness.",
    "start": "00:49:42",
    "end": "00:49:45"
  },
  {
    "text": "Totally. That's right. Which means that in Jesus mind, forgiveness and reconciliation are different. They're not the same thing.",
    "start": "00:49:45",
    "end": "00:49:52"
  },
  {
    "text": "Well, what's interesting is, okay, so Jesus teaches on reconciliation. And then Peter then says, okay, wait a second, but then how often do I forgive? So Peter draws an implication that we're after reconciliation. This could end in forgiveness.",
    "start": "00:49:52",
    "end": "00:50:07"
  },
  {
    "text": "But think so let's use your example there. Somebody's like talking behind your back. They keep saying they're sorry, but then they keep doing it.",
    "start": "00:50:07",
    "end": "00:50:14"
  },
  {
    "text": "Yeah.",
    "start": "00:50:14",
    "end": "00:50:14"
  },
  {
    "text": "So what in reality is happening is they're not listening. Yeah, they actually are. They actually fit into the category of the person who refuses to stop or acknowledge what they're doing. And so in Jesus mind, don't be with that person alone and include other people in the process. So, you know, you're not just being overly sensitive, but the moment that's been established within a circle that you know you're not. Right.",
    "start": "00:50:14",
    "end": "00:50:42"
  },
  {
    "text": "And that's interesting. It's don't bring allies, bring mediators, bring mediators.",
    "start": "00:50:42",
    "end": "00:50:46"
  },
  {
    "text": "And the moment that you and your conscience can say, I'm not crazy, I'm not being overly sensitive, me and some other people think this person's out of line and they say they're sorry, but they keep doing it, then we need to cut off relationship. That's what Jesus says to do, cut off relationship. Or at least. Well, actually what he says is treat them as if they're not a follower of Jesus, which means don't hold them to the standards of a follower of Jesus. I'd be hard pressed to think Jesus would say, and definitely like keep hanging out with them. Like if they're not a safe person to be around, don't be around them. Like, that's just unwise. So there is another implication here that I think requires a bit of nuance. But apparently forgiveness for Jesus also does not mean.",
    "start": "00:50:46",
    "end": "00:51:36"
  },
  {
    "text": "Because again, we're talking about reconciliation here.",
    "start": "00:51:36",
    "end": "00:51:38"
  },
  {
    "text": "In the three step process. Yeah, that's right.",
    "start": "00:51:39",
    "end": "00:51:41"
  },
  {
    "text": "And you made a comment of you could still forgive them.",
    "start": "00:51:41",
    "end": "00:51:43"
  },
  {
    "text": "Yes. Yeah, that's right. Yeah. At the end of the parable, Jesus, after Peter's question, Jesus says that forgiveness is a posture of the heart. He says, this is what God will treat you like this angry debt collector if you don't forgive your neighbor. And he uses this phrase, ex cardias from the heart. So for Jesus, forgiveness is a heart posture towards somebody that's wronged me. And that has to happen regardless of whether we are ever able to repair the relationship or reconcile.",
    "start": "00:51:43",
    "end": "00:52:18"
  },
  {
    "text": "And what is that heart posture?",
    "start": "00:52:18",
    "end": "00:52:19"
  },
  {
    "text": "Yeah, well, I think actually we're putting good language to it. It's refusing to treat them as if they owe me, but releasing them practically. I think it would be not allowing the wrong that they did me to have power over me. Not allowing it to define.",
    "start": "00:52:19",
    "end": "00:52:37"
  },
  {
    "text": "Let's talk about the person who's doing reputational damage for you.",
    "start": "00:52:38",
    "end": "00:52:41"
  },
  {
    "text": "Yeah, okay.",
    "start": "00:52:41",
    "end": "00:52:42"
  },
  {
    "text": "In a way, they owe you reputational repair.",
    "start": "00:52:42",
    "end": "00:52:44"
  },
  {
    "text": "Yeah, sure, that's right.",
    "start": "00:52:44",
    "end": "00:52:45"
  },
  {
    "text": "Like go back and Take those things back and say some nice things about me. Like, you owe that to me. And until you do that, like, you are in my debt.",
    "start": "00:52:45",
    "end": "00:52:56"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:52:56",
    "end": "00:52:57"
  },
  {
    "text": "I will collect.",
    "start": "00:52:57",
    "end": "00:52:58"
  },
  {
    "text": "Yeah, totally. So I think, man, probably you would need some wise advisors to discern what is an appropriate level of consequence and what's the point at which I am trying to get even or. Yeah, you know, but because in some sense. Sorry, no, no, this is very important.",
    "start": "00:52:58",
    "end": "00:53:19"
  },
  {
    "text": "Because in one sense, let's say it's a friend and you go to that person and they're like, oh, you're right. And then it's like, okay, how can I make this right?",
    "start": "00:53:19",
    "end": "00:53:28"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:53:28",
    "end": "00:53:29"
  },
  {
    "text": "I guess then we're saying forgiveness doesn't mean like, ah, don't worry about it. Don't do anything.",
    "start": "00:53:29",
    "end": "00:53:33"
  },
  {
    "text": "Yeah.",
    "start": "00:53:34",
    "end": "00:53:34"
  },
  {
    "text": "Forgiveness can still be like, yeah, cool, let's make this right with each other. What if you did this?",
    "start": "00:53:34",
    "end": "00:53:39"
  },
  {
    "text": "Yeah.",
    "start": "00:53:39",
    "end": "00:53:39"
  },
  {
    "text": "So forgiveness isn't about just letting people off the hook.",
    "start": "00:53:40",
    "end": "00:53:42"
  },
  {
    "text": "No. At least doesn't. That doesn't seem to be an implication of what. How Jesus describes it. That's right.",
    "start": "00:53:42",
    "end": "00:53:48"
  },
  {
    "text": "And then if the person blows you off, says whatever, forgiveness then doesn't. Or I guess at that point forgiveness is not keeping him on the hook in a way.",
    "start": "00:53:48",
    "end": "00:54:02"
  },
  {
    "text": "Yeah, but I think, man, it so much depends on the circumstances. There might be a case where, man, if this person isn't held to account in some way, they're a danger to our community, they're going to do this to other people. Right? Yeah. Think in terms of some situations.",
    "start": "00:54:03",
    "end": "00:54:20"
  },
  {
    "text": "Sure.",
    "start": "00:54:20",
    "end": "00:54:20"
  },
  {
    "text": "Especially if it's criminal or something. It would be irresponsible to have no consequences for somebody acting criminally or something.",
    "start": "00:54:20",
    "end": "00:54:28"
  },
  {
    "text": "Right.",
    "start": "00:54:28",
    "end": "00:54:28"
  },
  {
    "text": "So but you could forgive that person and still have them.",
    "start": "00:54:29",
    "end": "00:54:33"
  },
  {
    "text": "But then what does that mean then? If you're forgiving them because you're not going to be in relationship with them, you're going to make sure that they actually have a consequence. So what is the forgiveness?",
    "start": "00:54:33",
    "end": "00:54:44"
  },
  {
    "text": "Yeah. Well, Jesus locates it first of all in the heart.",
    "start": "00:54:44",
    "end": "00:54:47"
  },
  {
    "text": "Okay.",
    "start": "00:54:47",
    "end": "00:54:47"
  },
  {
    "text": "So it's at least about my heart posture for them. So I think the role that they play in my. I think at the first it's not reducing that person's humanity to the wrong that they did toward me, like learning to discover a compassion for them. I know what it's like to act out of selfish motives. And I trust by God's grace that I'm not wholly evil, even though I have hurt people selfishly. And so I'm going to begin a journey trying to reframe why that person did that and see that they're an image of God and adjust my heart posture towards them. I think that's one. Certainly one aspect.",
    "start": "00:54:48",
    "end": "00:55:28"
  },
  {
    "text": "Having compassion for them.",
    "start": "00:55:28",
    "end": "00:55:29"
  },
  {
    "text": "Having compassion for them.",
    "start": "00:55:29",
    "end": "00:55:30"
  },
  {
    "text": "Even though they hurt you.",
    "start": "00:55:30",
    "end": "00:55:31"
  },
  {
    "text": "Even though they hurt me. Yep. And it may. I think. Yeah. I think the spirit does and may lead people to embody that heart posture in more radical acts of actually letting.",
    "start": "00:55:31",
    "end": "00:55:45"
  },
  {
    "text": "People off the hook.",
    "start": "00:55:45",
    "end": "00:55:46"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:55:46",
    "end": "00:55:46"
  },
  {
    "text": "Because you can.",
    "start": "00:55:46",
    "end": "00:55:47"
  },
  {
    "text": "Yeah, because.",
    "start": "00:55:48",
    "end": "00:55:48"
  },
  {
    "text": "Yeah, you can in certain situations. And it's a beautiful one. It's done sometimes.",
    "start": "00:55:48",
    "end": "00:55:53"
  },
  {
    "text": "Yes.",
    "start": "00:55:53",
    "end": "00:55:54"
  },
  {
    "text": "It's the Les Miserables moment where someone has done you wrong and you just go, it's okay.",
    "start": "00:55:54",
    "end": "00:56:00"
  },
  {
    "text": "Yep.",
    "start": "00:56:00",
    "end": "00:56:01"
  },
  {
    "text": "I'm gonna take the hit on this one.",
    "start": "00:56:01",
    "end": "00:56:02"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:56:02",
    "end": "00:56:03"
  },
  {
    "text": "I can take the hit.",
    "start": "00:56:03",
    "end": "00:56:04"
  },
  {
    "text": "Yeah. And that's something. Notice Jesus doesn't get to that level of detail here. And I think it's wisdom, guidance. So it's gonna look a little different in every different type of situation.",
    "start": "00:56:04",
    "end": "00:56:14"
  },
  {
    "text": "Cause some things we can't take the head on. You just can't.",
    "start": "00:56:14",
    "end": "00:56:17"
  },
  {
    "text": "Yeah, that's right. And it's irresponsible for there to be no consequences for lots of different types of wrong. But, yeah, here I'm just going to take a moment to look up when I actually taught on this passage. A more recent, powerful example to me. Remember in 2015, there was that shooting in Charleston, South Carolina, when a guy barged into, like, a Bible study prayer meeting at a neighborhood church and just unloaded his weapon on the people gathered there and he killed all these people. So he was obviously accused of manslaughter and murder and all these things. And he's in prison right now. But one of the family members of one of the women that died came to the sentencing and asked if she could speak publicly. Her name was Nadine Collier. And she forgave him on behalf of the church community. Google will make you weep. It's so amazing to hear this woman speak because she said, you came into a church of followers of Jesus and you did this. And I need you to know that you took precious lives away from us, people that will never be able to see again. But if God forgives you, she said, then I forgive you too. And you're like that. Only the spirit of God can lead somebody to the conclusion that they need to do something like that. And.",
    "start": "00:56:17",
    "end": "00:57:51"
  },
  {
    "text": "Yeah, and you gotta imagine for her, though, like, what does that mean?",
    "start": "00:57:51",
    "end": "00:57:54"
  },
  {
    "text": "Yeah.",
    "start": "00:57:56",
    "end": "00:57:56"
  },
  {
    "text": "Because she isn't saying, like, hey, I think you should not be in jail.",
    "start": "00:57:57",
    "end": "00:58:00"
  },
  {
    "text": "That's right. That's right.",
    "start": "00:58:00",
    "end": "00:58:01"
  },
  {
    "text": "And she isn't saying, what you did was okay. And she's not saying we aren't incredibly damaged and hurt and at a loss. And I'm still grief stricken. So what is she saying? That you're forgiven? What does that even mean?",
    "start": "00:58:01",
    "end": "00:58:15"
  },
  {
    "text": "Yeah, well, I guess we'd have to ask her what. I think when Jesus talks about forgiveness from the heart, it's about not wishing that person were dead, not wishing for their whatever, for evil to befall them, and finding a little corner of my heart where I can find compassion for them and hope that they can see what they did and discover forgiveness. God's forgiveness, just like God forgave me and man. I think for some, in some situations, even just that is a monumental step forward and can be liberation from the wrong that someone did. It's a release for the forgiver as much as it is a release for the forgiven. Yeah, but I'm with you. This is not a formula. This is wisdom guidance for very murky, difficult situations. That's a great question. It's almost something you can only ask individuals who have suffered greatly from another's wrong to ask. What did it mean for you to reach a place of peace and forgiveness? What does that look like? Especially in a situation like this where it didn't mean escaping consequences.",
    "start": "00:58:15",
    "end": "00:59:31"
  },
  {
    "text": "Because ideally, forgiveness is also combined together with reconciliation. Where now I'm living life with this person again, intimately.",
    "start": "00:59:32",
    "end": "00:59:44"
  },
  {
    "text": "Yeah, ideally. But obviously Jesus is like a realist enough to know that's not.",
    "start": "00:59:44",
    "end": "00:59:50"
  },
  {
    "text": "Because the realistic situation of this existence is to live in right relationships.",
    "start": "00:59:50",
    "end": "00:59:54"
  },
  {
    "text": "That's right. That's right. Ideally.",
    "start": "00:59:54",
    "end": "00:59:56"
  },
  {
    "text": "So ideally, someone harms you, you go, you make it right.",
    "start": "00:59:56",
    "end": "01:00:00"
  },
  {
    "text": "Yeah.",
    "start": "01:00:00",
    "end": "01:00:00"
  },
  {
    "text": "You tell them like this hurt me. And they're like, oh, I see it.",
    "start": "01:00:00",
    "end": "01:00:04"
  },
  {
    "text": "Yeah.",
    "start": "01:00:04",
    "end": "01:00:04"
  },
  {
    "text": "Hey, can you do this to make it right? I can totally do that. That makes sense. We're now reconciled and my posture towards you is one of forgiveness. Yeah, but life is super gnarly and messy and people. It just won't work that way always. But God's still asking us to have that final heart posture change regardless. And whatever that actually is, whatever that means. If reconciliation is not possible, which often it's not, many times it's not.",
    "start": "01:00:04",
    "end": "01:00:37"
  },
  {
    "text": "Yeah, yeah. That doesn't prevent a disciple of Jesus from responding to the call to forgive from the heart, though that may take a number of different manifestations. Forgive us our debts as we have been forgiven.",
    "start": "01:00:37",
    "end": "01:00:57"
  },
  {
    "text": "Forgive us our debts as we forgive those indebted to us.",
    "start": "01:00:59",
    "end": "01:01:03"
  },
  {
    "text": "Thank you. Yeah, thank you. Actually, you know what I just assimilated Jesus saying to the way Paul rephrases it in the Letter to the Ephesians.",
    "start": "01:01:03",
    "end": "01:01:13"
  },
  {
    "text": "What does he say?",
    "start": "01:01:13",
    "end": "01:01:14"
  },
  {
    "text": "Oh, well, I paraphrase it. Forgive as you've been forgiven.",
    "start": "01:01:14",
    "end": "01:01:17"
  },
  {
    "text": "Oh, as you've been forgiven.",
    "start": "01:01:17",
    "end": "01:01:18"
  },
  {
    "text": "But, yeah, this is. Please forgive us. Just as we forgive those indebted to us. This is something Jesus wants his followers to pray every day, multiple times a day.",
    "start": "01:01:19",
    "end": "01:01:31"
  },
  {
    "text": "Rescue us. Set us free.",
    "start": "01:01:31",
    "end": "01:01:33"
  },
  {
    "text": "Set us free.",
    "start": "01:01:33",
    "end": "01:01:34"
  },
  {
    "text": "And. And let us live in a way.",
    "start": "01:01:34",
    "end": "01:01:35"
  },
  {
    "text": "That we set other people free.",
    "start": "01:01:36",
    "end": "01:01:37"
  },
  {
    "text": "Set other people free.",
    "start": "01:01:37",
    "end": "01:01:37"
  },
  {
    "text": "Yep, that's it. Lord have mercy. Lord have mercy upon us.",
    "start": "01:01:37",
    "end": "01:01:45"
  },
  {
    "text": "That's it for today's episode. Next week, we'll look at the last two lines of the Lord's Prayer, which has the final two. Lead us and deliver us. If you've been following with this series, then you know that we commissioned recording artists Liz Vice and Brian hall to write a new song for bibleproject's translation of the Lord's Prayer. Here's Tim talking to Liz Vice about how they want to capture hopefulness in the melody, even though the prayer anticipates so much hardship.",
    "start": "01:01:50",
    "end": "01:02:19"
  },
  {
    "text": "Yeah.",
    "start": "01:02:19",
    "end": "01:02:19"
  },
  {
    "text": "You can hope for bread even when you don't. Well, actually, you only hope for it.",
    "start": "01:02:19",
    "end": "01:02:24"
  },
  {
    "text": "Yeah.",
    "start": "01:02:24",
    "end": "01:02:24"
  },
  {
    "text": "When you don't have it. Yeah. Yeah, that's right.",
    "start": "01:02:24",
    "end": "01:02:26"
  },
  {
    "text": "Yeah.",
    "start": "01:02:26",
    "end": "01:02:27"
  },
  {
    "text": "You can hope for forgiveness even as you struggle to forgive. And interesting. The last one. Please don't lead us into the test moments where it's going to be difficult not just to discern between good and bad, but then actually to choose the good when I don't want to. So don't lead me into the test, but deliver us from the evil one. There's an implication there that God may well lead me into the test, even though I'm asking him not to. So it's the same hopeful, like, I don't want to have to face a crisis of my character, but if that's what you have in store for me today, have mercy on me.",
    "start": "01:02:27",
    "end": "01:03:08"
  },
  {
    "text": "Get me to the other side because.",
    "start": "01:03:08",
    "end": "01:03:10"
  },
  {
    "text": "Yeah, so hope is actually. That is a good. You're hoping for bread, you're hoping for forgiveness, and you're hoping for I make it through deliverance and wisdom.",
    "start": "01:03:10",
    "end": "01:03:19"
  },
  {
    "text": "Yeah. Next week, we'll listen to the song. Liz Vice and Brian hall composed a new melody that we can use to make this prayer a daily meditation. I'm so excited to hear it. Writing a song is a mystery to me. Turns out it's also a mystery to Liz. It'll reveal itself. It really is like carving out from marble. It just takes you to different places. You have so many different options. And then I hear the complete song and it feels like a miracle. That's next week as we finish the Lord's Prayer. If you haven't yet, you still have time to send in your version of the Lord's Prayer as well. We'll collect them and share them out to everyone. You can send it to Bibleproject.com SingThePrayer thanks for being a part of this with us.",
    "start": "01:03:19",
    "end": "01:04:06"
  },
  {
    "text": "Hi, this is Alyssa and I'm from Maryland. Hi, this is Will and I'm from San Jose, California. I first heard about the Bible Project from a Sabbath school teacher at my church. I used bibleproject for my own deeper Bible study, to transform my mind and just to be better equipped to teach my children the Bible. My favorite thing about bibleproject is how.",
    "start": "01:04:07",
    "end": "01:04:27"
  },
  {
    "text": "Simple and easy it is to access videos.",
    "start": "01:04:27",
    "end": "01:04:30"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project.",
    "start": "01:04:30",
    "end": "01:04:35"
  },
  {
    "text": "Project by people like me.",
    "start": "01:04:35",
    "end": "01:04:37"
  },
  {
    "text": "Find free videos, study notes, podcasts, classes.",
    "start": "01:04:37",
    "end": "01:04:40"
  },
  {
    "text": "And more@bibleproject.com hi, this is Tyler here to read the credits. John Collins is the creative producer for today's show. Production of today's episode is by producer Lindsey Ponder, managing Producer Cooper Peltz, producer Colin Wilson. Stephanie Tam is our consultant and editor. Tyler Bailey is our supervising engineer. Frank Garza and Eric Olson edited today's episode. Aaron Olson also provided the sound design and mix for today's episode. Nina Simone does our show notes and Hannah Wu provides the annotations for our app. Original Sermon on the Mount music by Richie Cohen and the bibleproject theme song is by Tense. Tim Mackey is our Lead Scholar. Special thanks to Brian Hall, Liz Vice and the bibleproject Scholar team and your hosts John Collins and Michelle Jones SA.",
    "start": "01:04:40",
    "end": "01:05:27"
  }
]