[
  {
    "text": "Whether you grew up with religion or you've never entered through a church door, you've likely heard sayings like, don't judge lest you be judged. Don't build your house on the sand. Do unto others what you would have them do unto you. These sayings are all teachings of Jesus and they can all be found in one place. The Sermon on the Mount. The Sermon on the Mount is a collection of Jesus teachings found in the Gospel of Matthew. It's a. It's only 100 verses, but it has created an enduring legacy that's shaped both Christians and non Christians throughout history. This year we invite you to join us in slowly considering what Jesus taught us in the Sermon on the Mount. I'm John Collins, this is BibleProject podcast. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:00:05",
    "end": "00:00:48"
  },
  {
    "text": "Hi, John. Hey.",
    "start": "00:00:48",
    "end": "00:00:50"
  },
  {
    "text": "Do you know what today is?",
    "start": "00:00:50",
    "end": "00:00:50"
  },
  {
    "text": "I think I do.",
    "start": "00:00:51",
    "end": "00:00:52"
  },
  {
    "text": "Yeah. We are beginning a brand new series on the podcast that we've been working on for a while.",
    "start": "00:00:52",
    "end": "00:00:59"
  },
  {
    "text": "Yes. Yeah. It's sort of like the unveiling moment. Yeah, that's how it feels.",
    "start": "00:00:59",
    "end": "00:01:04"
  },
  {
    "text": "We are going to be talking through the entire Sermon on the Mount in 2024. Slowly.",
    "start": "00:01:04",
    "end": "00:01:10"
  },
  {
    "text": "Yeah. No stone unturned. It's going to be amazing. Yeah. The Sermon on the Mount is the first block of Jesus teaching in the Gospel according to Matthew. So for most of history of the Jesus movement, it's the first main block of teachings that people encounter if they pick up and start reading the New Testament. And both for that reason and just the sheer brilliance, genius and power of what Jesus says in these three chapters, they have been a generative beating heart of the ethic and value system of the Christian movement throughout its history over 2000 years. Now, there's no better place to go if you want to get the heartbeat of Jesus for how he saw reality and envisioned that his followers would live and treat other people. And that's putting it lightly. Yeah.",
    "start": "00:01:10",
    "end": "00:02:05"
  },
  {
    "text": "We're also going to expand the amount of people get to interact with this year we're going to have some more scholar interviews and we're going to have these artist segments, we're going to invite friends in. So this podcast, it'll be what we normally do with some cool plussed up moments.",
    "start": "00:02:05",
    "end": "00:02:25"
  },
  {
    "text": "You know, one of our kind of key pillars of how we approach Scripture is we believe the Bible is communal literature, which means it came from a historical community throughout time, the people of Israel. But then also we're going to encounter the wisdom of scripture in all of its brilliance if we encounter it in a community of Many minds and hearts and lives. So that's part of what we want to reflect with this approach to the Sermon on the Mount in the series is more minds than just yours and mine, which we are a little community of Bible reading, but we want to expand it because there's more to see here than any one person or even two, can mine and explore. So we're excited to have lots of different voices and people join us to explore the Sermon on the Mount, the.",
    "start": "00:02:26",
    "end": "00:03:15"
  },
  {
    "text": "Mining of the mines. So what we want to do, actually, is get to know a few people that you're going to hear throughout the year, while we also begin to explore the greater impact that the Sermon on the Mount has had on all over the globe throughout human history. Okay. At the table with us, Tim, is Michelle Jones. Hi, Michelle. Hi, Michelle. We get to hang out in the same building because we share offices. Bible project. Our facility is here at Imago DEI Community Church.",
    "start": "00:03:15",
    "end": "00:03:55"
  },
  {
    "text": "Yep.",
    "start": "00:03:55",
    "end": "00:03:56"
  },
  {
    "text": "And you are a pastor. Yes, I am here at Imago dei. Those listening along will recognize Michelle's voice in videos.",
    "start": "00:03:56",
    "end": "00:04:03"
  },
  {
    "text": "You were the voice of Lady Wisdom.",
    "start": "00:04:03",
    "end": "00:04:06"
  },
  {
    "text": "Yes.",
    "start": "00:04:06",
    "end": "00:04:06"
  },
  {
    "text": "Which is just the coolest. No pressure on that one.",
    "start": "00:04:06",
    "end": "00:04:09"
  },
  {
    "text": "I'm trying to get my name changed to Lady Wisdom, but my family is not going for it.",
    "start": "00:04:09",
    "end": "00:04:16"
  },
  {
    "text": "I love it.",
    "start": "00:04:16",
    "end": "00:04:17"
  },
  {
    "text": "You also have been in a couple of the classes that Tim has taught for our classroom product.",
    "start": "00:04:17",
    "end": "00:04:23"
  },
  {
    "text": "Yes. I scratch my nerd itch with classrooms on the Hebrew Bible, and it was a poetry one.",
    "start": "00:04:23",
    "end": "00:04:31"
  },
  {
    "text": "Bible words or the art of Biblical words.",
    "start": "00:04:31",
    "end": "00:04:33"
  },
  {
    "text": "Yes.",
    "start": "00:04:33",
    "end": "00:04:34"
  },
  {
    "text": "Yeah. You ask great questions, Michelle.",
    "start": "00:04:34",
    "end": "00:04:36"
  },
  {
    "text": "I have lots of them.",
    "start": "00:04:37",
    "end": "00:04:38"
  },
  {
    "text": "Yeah.",
    "start": "00:04:38",
    "end": "00:04:39"
  },
  {
    "text": "So throughout this year, as we go through Sermon on the Mount, you're gonna join us and be a tour guide with us.",
    "start": "00:04:39",
    "end": "00:04:45"
  },
  {
    "text": "Yes.",
    "start": "00:04:45",
    "end": "00:04:46"
  },
  {
    "text": "And we're so excited to have you at the table with us.",
    "start": "00:04:47",
    "end": "00:04:50"
  },
  {
    "text": "I'm excited to be at the table with you guys. You know, the Sermon on the Mount is what I would call a costly interruption in my life. And, you know, the phrase itself actually comes from Dr. Martin Luther King. His whole nonviolent movement was born out of his understanding of what it meant to live out of the Sermon on the Mount. One of the things that he said was, the great problem of life is how we handle the costly interruptions that the plans that go awry, the marriage that fails, or the lovely poem that didn't get written because somebody knocked on the door. And while those are his words, they're words that he never got to say because the legend is that they were in the notes in the briefcase for a future sermon when he was assassinated. And so when you think about the Sermon on the Mount. It is to me, the consummate costly interruption because it was coming into the world at a time where people were living one way. And then here's this thing that says, live this way.",
    "start": "00:04:50",
    "end": "00:05:59"
  },
  {
    "text": "I will never forget reading his letters from Birmingham jail and, you know, to be able to write reflections on the Sermon on the Mount on enemy love and forgiveness in jail.",
    "start": "00:06:00",
    "end": "00:06:14"
  },
  {
    "text": "In jail.",
    "start": "00:06:14",
    "end": "00:06:15"
  },
  {
    "text": "There really is no more authoritative kind of source in a moment like that that you would want to listen to, because he doesn't just understand, he is living in the moment of penning the letters. And those are revolutionary letters, if one tends to them. Yeah.",
    "start": "00:06:15",
    "end": "00:06:29"
  },
  {
    "text": "When I think about Sermon on the Mount, I also think about a guy like Dietrich Bonhoeffer, you know, the great German theologian, also a pastor, who changed the way he did things as he read the Sermon on the Mount and began to understand it in terms of his place in history. In fact, he came to. To the United States and he was living here, and he was at a. At a black Baptist church in Harlem and really began to dive deeply into the Sermon on the Mount. And one of the things that he said in a letter to a friend of his was, I would only achieve true inner clarity and honesty by really starting to take the Sermon on the Mount seriously. Here alone, he said, lies the force that can blow all of this hocus pocus of Nazism sky high like fireworks, leaving only a few burnt out shells behind. And when you think about that and what it meant to him when he wrote the cost of discipleship, and it was the thing that caused him, speaking of costly interruptions, to go back to Germany where he was martyred. And, you know, his whole thing about how it's not just we show up at church on Sunday and just kind of pity Patty our way through what. What it means to be people of God, it costs us something.",
    "start": "00:06:30",
    "end": "00:07:52"
  },
  {
    "text": "Thank you, Michelle.",
    "start": "00:07:53",
    "end": "00:07:54"
  },
  {
    "text": "Yeah.",
    "start": "00:07:54",
    "end": "00:07:55"
  },
  {
    "text": "We're really excited to have you as our tour guide.",
    "start": "00:07:55",
    "end": "00:07:57"
  },
  {
    "text": "I'm so ready for this.",
    "start": "00:07:57",
    "end": "00:07:59"
  },
  {
    "text": "Also at the table with us is Dan Gummel. Dan, you've been lead editor producer here at Baba Project for the podcast for years.",
    "start": "00:08:00",
    "end": "00:08:10"
  },
  {
    "text": "Yeah, it's been great. So I kind of went on a big rabbit trail, as Tim would say, around just the ways that Sermon on the Mount has been influencing, like, pop culture at large. So I wanted to play a quick little round couple rounds of, you know, the old name that tune game, the old music trivia. John.",
    "start": "00:08:10",
    "end": "00:08:29"
  },
  {
    "text": "Yes.",
    "start": "00:08:29",
    "end": "00:08:29"
  },
  {
    "text": "Okay, so just a few seconds of each song. So I've got the first one pulled up.",
    "start": "00:08:30",
    "end": "00:08:35"
  },
  {
    "text": "Blessed is the ego. If it's all we got this hour.",
    "start": "00:08:36",
    "end": "00:08:39"
  },
  {
    "text": "Blessed is the voice that speaks to the power.",
    "start": "00:08:39",
    "end": "00:08:42"
  },
  {
    "text": "I have no idea who that is. It sounds like early 80s. I can hear the synth, but I.",
    "start": "00:08:44",
    "end": "00:08:49"
  },
  {
    "text": "Have no idea, John.",
    "start": "00:08:49",
    "end": "00:08:50"
  },
  {
    "text": "So, you know, I've never actually heard the song, but you gotta hear Bono's vocals in that.",
    "start": "00:08:50",
    "end": "00:08:55"
  },
  {
    "text": "Really?",
    "start": "00:08:56",
    "end": "00:08:56"
  },
  {
    "text": "Yeah. No, that's Bono.",
    "start": "00:08:56",
    "end": "00:08:58"
  },
  {
    "text": "Yeah.",
    "start": "00:08:58",
    "end": "00:08:59"
  },
  {
    "text": "Just doesn't sound like who's gonna write.",
    "start": "00:08:59",
    "end": "00:09:01"
  },
  {
    "text": "Your one album, is it?",
    "start": "00:09:01",
    "end": "00:09:02"
  },
  {
    "text": "This is off the Joshua Tree album, kind of off their extended edition.",
    "start": "00:09:02",
    "end": "00:09:06"
  },
  {
    "text": "Yeah. Wow.",
    "start": "00:09:07",
    "end": "00:09:08"
  },
  {
    "text": "But that whole album actually is full of biblical imagery.",
    "start": "00:09:08",
    "end": "00:09:11"
  },
  {
    "text": "Absolutely.",
    "start": "00:09:11",
    "end": "00:09:12"
  },
  {
    "text": "Bono uses biblical imagery through most of his lyrics.",
    "start": "00:09:12",
    "end": "00:09:14"
  },
  {
    "text": "Yeah. So that's all based on the opening saints from the sermon.",
    "start": "00:09:14",
    "end": "00:09:18"
  },
  {
    "text": "So how. There are how many Beatitudes?",
    "start": "00:09:18",
    "end": "00:09:20"
  },
  {
    "text": "There's nine sayings.",
    "start": "00:09:20",
    "end": "00:09:22"
  },
  {
    "text": "And, yeah, Ambono includes nine beatitudes in his lyrics.",
    "start": "00:09:22",
    "end": "00:09:26"
  },
  {
    "text": "Here.",
    "start": "00:09:26",
    "end": "00:09:26"
  },
  {
    "text": "Okay, you want. You ready for round two? Chance of redemption, Tim.",
    "start": "00:09:27",
    "end": "00:09:30"
  },
  {
    "text": "Before you judge yourself.",
    "start": "00:09:34",
    "end": "00:09:36"
  },
  {
    "text": "There we go.",
    "start": "00:09:38",
    "end": "00:09:39"
  },
  {
    "text": "I have no idea who that is. I feel like I listened to a lot of the Beatles growing up.",
    "start": "00:09:39",
    "end": "00:09:46"
  },
  {
    "text": "Not the Beatles.",
    "start": "00:09:46",
    "end": "00:09:47"
  },
  {
    "text": "It obviously sounds to me like the early 60s, late 60s.",
    "start": "00:09:49",
    "end": "00:09:54"
  },
  {
    "text": "1961.",
    "start": "00:09:54",
    "end": "00:09:55"
  },
  {
    "text": "Wow.",
    "start": "00:09:55",
    "end": "00:09:55"
  },
  {
    "text": "Yeah.",
    "start": "00:09:55",
    "end": "00:09:56"
  },
  {
    "text": "Sean, you got an idea?",
    "start": "00:09:56",
    "end": "00:09:58"
  },
  {
    "text": "Well, whenever me and my wife are somewhere tropical, all we do is play Bob Marley.",
    "start": "00:09:58",
    "end": "00:10:05"
  },
  {
    "text": "Yeah, that's Bob Marley.",
    "start": "00:10:05",
    "end": "00:10:06"
  },
  {
    "text": "That's Bob Marley.",
    "start": "00:10:06",
    "end": "00:10:07"
  },
  {
    "text": "Really?",
    "start": "00:10:07",
    "end": "00:10:08"
  },
  {
    "text": "So this is actually the first single he ever recorded.",
    "start": "00:10:08",
    "end": "00:10:11"
  },
  {
    "text": "Oh, really?",
    "start": "00:10:11",
    "end": "00:10:11"
  },
  {
    "text": "Yeah.",
    "start": "00:10:12",
    "end": "00:10:12"
  },
  {
    "text": "Okay.",
    "start": "00:10:12",
    "end": "00:10:12"
  },
  {
    "text": "It's called Judge Not.",
    "start": "00:10:12",
    "end": "00:10:13"
  },
  {
    "text": "Wow.",
    "start": "00:10:14",
    "end": "00:10:14"
  },
  {
    "text": "And it's all about not passing judgment on each other.",
    "start": "00:10:14",
    "end": "00:10:18"
  },
  {
    "text": "He's directly quoting Jesus from Turn of the Mount.",
    "start": "00:10:18",
    "end": "00:10:20"
  },
  {
    "text": "Wow.",
    "start": "00:10:20",
    "end": "00:10:20"
  },
  {
    "text": "Yeah. It was just remarkable to think about, like, his career as, you know, kind of pioneering reggae. And then he, like, Bono, had a lot of references to various biblical ideas and imagery. And he starts out his recording career with a song called Judge Knot.",
    "start": "00:10:20",
    "end": "00:10:36"
  },
  {
    "text": "Wow, that's cool.",
    "start": "00:10:36",
    "end": "00:10:37"
  },
  {
    "text": "Thank you, Dan. Also at the table with us is Stephanie Tam. Hi, Stephanie.",
    "start": "00:10:37",
    "end": "00:10:41"
  },
  {
    "text": "Hey, guys.",
    "start": "00:10:41",
    "end": "00:10:41"
  },
  {
    "text": "You are with us all the way from England.",
    "start": "00:10:42",
    "end": "00:10:44"
  },
  {
    "text": "Yes.",
    "start": "00:10:44",
    "end": "00:10:45"
  },
  {
    "text": "Although you're from New York.",
    "start": "00:10:45",
    "end": "00:10:46"
  },
  {
    "text": "Yeah, born and raised in New York, but I've been living in England for the past five years.",
    "start": "00:10:46",
    "end": "00:10:51"
  },
  {
    "text": "So this year, Stephanie, you're going to produce a number of episodes for the Sermon on the Mount podcast and consult for the entire series.",
    "start": "00:10:52",
    "end": "00:10:59"
  },
  {
    "text": "Yeah.",
    "start": "00:10:59",
    "end": "00:10:59"
  },
  {
    "text": "And it's so exciting to have you here. You've been trained up in public radio, working on shows like Freakonomics and Radiolab.",
    "start": "00:10:59",
    "end": "00:11:08"
  },
  {
    "text": "Yeah. So I'll be bringing more story and scholarship elements to the podcast. And I'm super excited, partly because just, you know, as we've been seeing Sermon on the Mount has, throughout the ages up to today, really inspired listeners imaginations in so many disciplines. And I'm kind of an omnivorous nerd, so it's exciting to see that.",
    "start": "00:11:08",
    "end": "00:11:31"
  },
  {
    "text": "Where has your omnivorous appetite led you? What are some, like, prominent examples in your mind?",
    "start": "00:11:32",
    "end": "00:11:38"
  },
  {
    "text": "Yeah, sure. So as an example, Corrie Ten Boom, who was a Dutch watchmaker and also a Christian writer. She and her family hid Jewish refugees and joined the Dutch resistance movement against the Nazis. And they actually built a secret room behind a false wall in Cory's own bedroom. And eventually, the entire family was betrayed. Amazingly, the Gestapo never actually found the secret room, so the Jewish refugees were able to escape. But she and her sister were sent to this concentration camp in Germany called Ravensbruck, and that's where her sister died. Her father also died, but Cory survived, and she wrote a memoir. It's called the Hiding Place. And there's actually a moment where she's preaching forgiveness in Germany, and she looks out into the audience, and she sees one of the guards from Ravensbruck. He's standing right in front of her wearing this overcoat, brown hat. But in that moment, all she can see is his blue uniform and his visored cap, just as he was back in the camp. And all she can feel is the shame of walking past this man naked with her sister in front of her. After her talk, he goes up to her and he actually says, I know that God has forgiven me for the cruel things that I did, but I'd like to hear it from your lips as well, you know. He sticks out his hand and asks, fraulein, will you forgive me? She's standing there, literally having just preached about Jesus's forgiveness. And she writes, it could not have been many seconds that he stood there, hand held out to me. But to me, it seemed like hours as I wrestled with the most difficult thing I ever had to do, for I had to do it. I knew that if you do not forgive men their trespasses, Jesus says, neither will your Father in heaven forgive your trespasses. And still I stood there with the coldness clutching my heart. But forgiveness is not an emotion. I knew that, too. Forgiveness is an act of the will. And the will can function regardless of. Of the temperature of the heart. And so, woodenly, mechanically, I thrust my hand into the one stretched out to me. And as I did, an incredible thing took place. This current started in my shoulder, raced down my arm, sprang into our joined hands. And then this healing warmth seemed to flood my whole being, bringing tears to my eyes. I forgive you, brother. I cried my with all my heart. For a long moment, we grasped each other's hands. The former guard and the former prisoner. I had never known God's love so intensely as I did then.",
    "start": "00:11:39",
    "end": "00:14:45"
  },
  {
    "text": "Unbelievable. You know, what's amazing about that story too is to think of the Nazi regime, the world effects that that had. And yet somehow the whole international drama gets boiled down into a person to one person moment. And the Sermon on the Mount is kind of like that. It's about everything and everyone and then it's about me and the one person I'm interacting with in the moment. It's like it's about all of it at the same time.",
    "start": "00:14:48",
    "end": "00:15:20"
  },
  {
    "text": "No, totally. And you know, to that point, actually, it's not only Christians that Sermon on the Mount has impacted. It was actually a huge influence on Gandhi. He was Hindu, but he actually read Sermon on the Mount twice a day for the last 40 years of his life. Yeah, I know how many. I mean, I don't know many people who do that, period.",
    "start": "00:15:20",
    "end": "00:15:41"
  },
  {
    "text": "I don't know any Christian in my life that does that.",
    "start": "00:15:42",
    "end": "00:15:45"
  },
  {
    "text": "Wow.",
    "start": "00:15:46",
    "end": "00:15:46"
  },
  {
    "text": "Yeah. And it inspired his own non violent liberation movements, which in turn inspired King in his autobiography. He wrote that the first time he read Sermon on the Mount, it, quote, went straight to my heart. I saw that the Sermon on the Mount was the whole of Christianity. And it is that sermon which has endeared Jesus to me.",
    "start": "00:15:47",
    "end": "00:16:07"
  },
  {
    "text": "You know, it's remarkable to step back and think about all these people and stories, you know, we've just named. These are people embedded in some of the most important cultural movements in modern history. You know, whether It's World War II too, with the rise and fall of the Nazi regime, the liberation of India, the foundations of modern India, Bob Marley, right? The advent of reggae, Bono, Dr. Martin Luther King, Jr. Bonhoeffer. So this is the stuff of human life on the corporate level for just the last 100 years. And they wouldn't be what they were had Jesus not said these words. And it's not just that Jesus said these words, right? It's that actually he was the living embodiment of the values that he challenged people with, which is why he was executed by the Romans. You know, I mean, he sure didn't get executed for being nice to people. These words issued a challenge to the powers of his day, of an alternate universe, of an alternate reality that is still challenging our realities here today. And these are just a few examples. I know we could and we will. In the course of this series, we will explore more stories to show how impactful the Sermon on the Mount has been. So we are so grateful to have this whole crew of additional people and perspectives at the table to explore these all important words of Jesus.",
    "start": "00:16:08",
    "end": "00:17:47"
  },
  {
    "text": "Okay, I'm ready. Like, I want to spend the better part of a year sifting through these teachings, letting them shape my imagination. And I'm so glad that we're doing this. Michelle.",
    "start": "00:17:47",
    "end": "00:18:00"
  },
  {
    "text": "Yes.",
    "start": "00:18:00",
    "end": "00:18:01"
  },
  {
    "text": "Would you cast us off?",
    "start": "00:18:01",
    "end": "00:18:03"
  },
  {
    "text": "Thanks for joining us. Here we go.",
    "start": "00:18:05",
    "end": "00:18:08"
  },
  {
    "text": "Okay, so we're talking about Sermon on the Mount, but we need to start with some basics. What exactly is the Sermon on the Mount? I mean, here's how I'm picturing it. Jesus went up on a mountain one day, and he kind of gave his greatest hits to the people who were listening to him. And Matthew was like, oh, that's good. I'm gonna put that in my gospel. Yeah, that's what the Sermon on the Mount is.",
    "start": "00:18:19",
    "end": "00:18:45"
  },
  {
    "text": "That is one way of imagining what the sermon is and how it came into existence. But there's a little more context to it, both in terms of how the sermon fits into Matthew's presentation of Jesus, and then also how the sermon works together as a whole, and then how it fits into the cultural context and historical and political context of Roman occupied first century, you know, Israel, Palestine. And that really matters, actually, for a lot of these sayings. Not that they can't speak to us, but that if we honor that context, I think they can speak to us more powerfully.",
    "start": "00:18:47",
    "end": "00:19:27"
  },
  {
    "text": "Okay, so help set the picture for me. We're in first century Israel, Palestine.",
    "start": "00:19:27",
    "end": "00:19:37"
  },
  {
    "text": "Yeah. This is a people group who have lived on this piece of land for centuries and centuries, going back a thousand years to the time of Moses and Joshua. But in Jesus day, it's occupied territory because the Roman Empire, like, owns, you know, that whole section around them.",
    "start": "00:19:37",
    "end": "00:19:57"
  },
  {
    "text": "He took it over.",
    "start": "00:19:57",
    "end": "00:19:58"
  },
  {
    "text": "So just imagine you're Jesus and his people. You are living on your own ancestral lands, but you are now reduced to day labor. We're just kind of scratching out a lower class living in the land of your ancestors with Roman occupiers everywhere. And you're reminded by the presence because there's tax booths taxing the fish you haul up out of the sea.",
    "start": "00:20:01",
    "end": "00:20:26"
  },
  {
    "text": "For Rome.",
    "start": "00:20:27",
    "end": "00:20:27"
  },
  {
    "text": "For Rome. All of the, you know, the wheat that is grown in your fields and so on. You have lots of poor and sick people who are just falling through the cracks by the droves. So this is the scene into which Jesus says things like, if someone forces you to go one mile, he's talking about a Roman soldier. Roman soldiers could commission anybody to carry their luggage. So when he talks about people suing and Taking your cloak. He's talking about actual exploitation of day laborers on these Jewish farms that are now owned by Romans. This is all Jesus is drawing on. Actual political, social, economic, realities of people's day.",
    "start": "00:20:27",
    "end": "00:21:13"
  },
  {
    "text": "When he says, love your enemies. They have some enemies.",
    "start": "00:21:13",
    "end": "00:21:17"
  },
  {
    "text": "Yeah. There was a freedom fighter movement, Jewish movement to liberate Israel through violent revolt.",
    "start": "00:21:17",
    "end": "00:21:30"
  },
  {
    "text": "The Zealots.",
    "start": "00:21:30",
    "end": "00:21:31"
  },
  {
    "text": "The Zealots. They're known as the Zealots, but also as the Sikari, which means dagger. The dagger men who lived in the hills. There were lots of people who believed that Israel would be liberated by God if they just were more observant of the laws in the Torah. So these are kind of like your Biblicists of the first century, right? Your Bible and God people. And so known as the Pharisees and the scribes. And actually, Jesus shares a lot in common with that crew, a lot of values in common. But he also differs. So a lot of what he says in the sermon about, you've heard it said, he quotes from the laws of his scripture.",
    "start": "00:21:31",
    "end": "00:22:10"
  },
  {
    "text": "And.",
    "start": "00:22:10",
    "end": "00:22:10"
  },
  {
    "text": "And I say to you, he's in dialogue with those figures.",
    "start": "00:22:10",
    "end": "00:22:14"
  },
  {
    "text": "Okay. So that's who Jesus is talking to. And this sermon, it takes place in what we call Matthew chapters 5, 6 and 7. So while Jesus says a lot here, it's not that long. Yeah, it's like I think 2000 words or something.",
    "start": "00:22:14",
    "end": "00:22:32"
  },
  {
    "text": "It's about a hundred, a little over 100 verses.",
    "start": "00:22:32",
    "end": "00:22:35"
  },
  {
    "text": "Okay.",
    "start": "00:22:35",
    "end": "00:22:36"
  },
  {
    "text": "But the thing about Matthew chapter five, which is the beginning of the sermon, it comes after Matthew chapter four. Presumably you read one chapter after another when you read a book, Granted. So here's what's cool, is that at the end of Matthew 4, and I think we'll explore all this in more detail later. But Matthew chapter four concludes with Jesus. He gathers a nucleus of his crew of apprentices, and then he goes about north of Jerusalem in a region called Galilee. And what Matthew tells us is he went about announcing the good news about the arrival of God's kingdom and healing every kind of disease, every kind of sickness among the people. News spread and people come from all over. People come from Galilee, people come from Syria. Up north, people come from this place called the Decapolis, which was this network of Greek and Roman cities. It was full of Jewish and non Jewish people. And from Jerusalem, and they flocked to Jesus. And he went up onto a hillside and opened his mouth and said, that's sort of like the biblical storyline and cosmic context. So the sermon is actually Matthew unpacking what it is that Jesus said as he went about as a traveling teacher. It's like a summary. So actually it is kind of like the greatest hits.",
    "start": "00:22:36",
    "end": "00:24:01"
  },
  {
    "text": "Yeah.",
    "start": "00:24:01",
    "end": "00:24:02"
  },
  {
    "text": "What would Jesus have said on any given day when he walked into a town announcing the good news of God's kingdom? What did that sound like? So you could equally call this the good news of God's kingdom. Like, that's actually the title Matthew gives it. And this actually addresses a question that has occurred to many readers throughout history, which is, did Matthew have some ancient.",
    "start": "00:24:02",
    "end": "00:24:22"
  },
  {
    "text": "Prevalence recording to us quickly scribing this while he heard Jesus one day?",
    "start": "00:24:22",
    "end": "00:24:27"
  },
  {
    "text": "Yeah. Because it's actually kind of short. Like you can read it aloud in less than 20 minutes. And you know, I guess maybe he gave concise sermons, you know, homilies.",
    "start": "00:24:27",
    "end": "00:24:35"
  },
  {
    "text": "Yeah.",
    "start": "00:24:35",
    "end": "00:24:36"
  },
  {
    "text": "But what's more than likely is Jesus was a traveling teacher. He had like a whole series of themes.",
    "start": "00:24:36",
    "end": "00:24:42"
  },
  {
    "text": "Yeah.",
    "start": "00:24:42",
    "end": "00:24:42"
  },
  {
    "text": "Like bits.",
    "start": "00:24:42",
    "end": "00:24:43"
  },
  {
    "text": "He had his riddles, his little sayings.",
    "start": "00:24:44",
    "end": "00:24:47"
  },
  {
    "text": "Yes. His parables, his. His short teachings in worded and pithy memorable ways.",
    "start": "00:24:47",
    "end": "00:24:52"
  },
  {
    "text": "Yeah.",
    "start": "00:24:52",
    "end": "00:24:53"
  },
  {
    "text": "And he likely gave multiple versions of the same talk, but in different ways in different audiences in dozens of villages.",
    "start": "00:24:53",
    "end": "00:25:02"
  },
  {
    "text": "Do you think he worked on these? Like, he perfected them?",
    "start": "00:25:02",
    "end": "00:25:06"
  },
  {
    "text": "How could he not have? Some of them are so brilliant, we're still repeating them today.",
    "start": "00:25:06",
    "end": "00:25:11"
  },
  {
    "text": "Yeah. It kind of goes back to one thing we've talked about a lot, which is how God's word is designed. And I grew up in a tradition where it's like God just beamed it down into the mind of a human and who scribed it down. And so we've gotten to the point where I'm like, okay, no, humans worked on this with God's spirit. It's interesting to think Jesus did that too.",
    "start": "00:25:11",
    "end": "00:25:31"
  },
  {
    "text": "Yeah. Yeah. Chilling under a fig tree one afternoon. It's just like, oh, here's how I could say that.",
    "start": "00:25:31",
    "end": "00:25:37"
  },
  {
    "text": "You know what it reminds me of is comedians.",
    "start": "00:25:38",
    "end": "00:25:40"
  },
  {
    "text": "Yes.",
    "start": "00:25:41",
    "end": "00:25:41"
  },
  {
    "text": "Like, they will go out and they'll work on their material until it really lands, and then they get their hour together and they can present it and it works. And everyone thinks like, wow, that was brilliant. But they worked hard and they saw people's reactions. They saw what landed, what didn't landed. They crafted it even more.",
    "start": "00:25:41",
    "end": "00:25:58"
  },
  {
    "text": "Yeah. If your right hand causes your downfall, cut that thing off, just throw it away.",
    "start": "00:25:59",
    "end": "00:26:04"
  },
  {
    "text": "And then he reads the room. He's like, how did that land?",
    "start": "00:26:05",
    "end": "00:26:07"
  },
  {
    "text": "Yeah. He's like, well, that guy just ran away.",
    "start": "00:26:07",
    "end": "00:26:10"
  },
  {
    "text": "Yeah.",
    "start": "00:26:13",
    "end": "00:26:13"
  },
  {
    "text": "Yeah. And so while there is comedy and there's cleverness and riddle like features of Jesus teachings in the Sermon on the Mount, what they are about is not Just a set of ideas. They actually are a way of translating into a vision of human life that matches what he's actually doing.",
    "start": "00:26:13",
    "end": "00:26:33"
  },
  {
    "text": "He's living that way, he's both living.",
    "start": "00:26:33",
    "end": "00:26:35"
  },
  {
    "text": "This way, but he's kick starting these communities with generous, surprising acts of God's mercy. Because people's bodies are being healed and poor people are getting invited to sit and begin to have meals and share life and reciprocity with people who have a lot more resources than they do. And you have slaves and you have a tax collector, and you have a fisherman, and you have a farmer.",
    "start": "00:26:35",
    "end": "00:26:58"
  },
  {
    "text": "All sharing a table.",
    "start": "00:26:58",
    "end": "00:26:59"
  },
  {
    "text": "Yeah, all sharing a table. And then Jesus is calling those people to live by a vision of what human life is about. And Jesus names this moment as the arrival of God's kingdom. So that the sermon is itself an exposition of beautiful, lofty ideals for human life and relationships. But also it describes the thing on the ground that Jesus is doing as he goes into these towns. So all the great themes that make the sermon so powerful, of forgiveness, of generosity, humility, enemy love, non violent resistance to evil, creative reconciliation. He's describing how do you live together?",
    "start": "00:26:59",
    "end": "00:27:42"
  },
  {
    "text": "Yeah. And so to what end? Like, what was Jesus imagining or hoping would happen if people really sat with these ideas?",
    "start": "00:27:42",
    "end": "00:27:52"
  },
  {
    "text": "Yeah. He's also making a contribution to the history of what we would call ethics. Some different cultures throughout history have entertained and explored different visions of what is the good life. How do humans know what is the good? You know, there's modern ethical categories, or like utilitarian ethics, there's categorical ethics, you know, connected to Immanuel Khan.",
    "start": "00:27:52",
    "end": "00:28:15"
  },
  {
    "text": "I have no idea what you're talking about.",
    "start": "00:28:15",
    "end": "00:28:17"
  },
  {
    "text": "Well, utilitarian ethics, you know, do what is good for the greatest number of people.",
    "start": "00:28:17",
    "end": "00:28:21"
  },
  {
    "text": "Okay, right.",
    "start": "00:28:21",
    "end": "00:28:22"
  },
  {
    "text": "That defines what is good.",
    "start": "00:28:22",
    "end": "00:28:23"
  },
  {
    "text": "Right, okay.",
    "start": "00:28:23",
    "end": "00:28:24"
  },
  {
    "text": "Yeah. People might be familiar with categorical ethics from Immanuel Kant or what he called the categorical imperative. And at least as I understand it, he said any rational thinking person could deduce moral reason and that we need to follow that universal imperative, then do that as an end in itself, not as a means to some end. This is not Ethics 101 course, but in the ancient world there was actually a tradition going all the way back to deep roots in Jewish culture, but then in Greek culture as well, about what is the right and good way for a human life to develop, not just in terms of actions, but in terms of character, like who you are. This is called the virtue ethics tradition. So in that sense, he is like a first century Jewish philosopher filling out a vision of the good life. But again, it's not abstract. It's connected to a place and a time and an event. Namely, that if God's kingdom is arriving on earth as it is in heaven, how then shall we live? I've learned a ton from a New Testament scholar, Jonathan Pennington, on this point.",
    "start": "00:28:24",
    "end": "00:29:36"
  },
  {
    "text": "While Jesus is certainly being presented by early Christians as more than a philosopher, he's not less than one.",
    "start": "00:29:40",
    "end": "00:29:46"
  },
  {
    "text": "He's written a number of books about the Sermon on the Mount. Jesus teachings as ancient moral philosophy.",
    "start": "00:29:46",
    "end": "00:29:51"
  },
  {
    "text": "What does that mean? It means he is being presented as wisdom itself, as modeling and teaching the true wisdom about how to live well so that you might experience true human flourishing. So Jesus teachings are constantly explaining what the nature of reality is. How do you know things, what. What the kingdom is like, how to live well, all the great philosophical questions so that we can be invited into his way of wisdom, that we might experience true human flourishing.",
    "start": "00:29:51",
    "end": "00:30:24"
  },
  {
    "text": "So Jesus is not less than a philosopher, but he's also more than a philosopher. I mean, Jesus thinks he's bringing the kingdom of God, and he has this radical vision for how to create a beautiful life.",
    "start": "00:30:27",
    "end": "00:30:41"
  },
  {
    "text": "Yeah. And there is a call to respond. By the end of the sermon. He says that if you listen to my words and do them, you're like somebody building your house on a rock. If you don't, you're gonna build your house on the sand and the flood's gonna wash you away.",
    "start": "00:30:41",
    "end": "00:30:54"
  },
  {
    "text": "So that's pretty high stakes.",
    "start": "00:30:54",
    "end": "00:30:56"
  },
  {
    "text": "Pretty high stakes, yeah. So one way to think about the sermon is it's Jesus vision of, like a counterculture, a counter reality. We're used to living in the world one way, and Jesus weaves a picture of an alternate way of living as a human community. It's going to embrace the poor and the tax collectors and Roman soldiers and everybody. So it's a call to live in reality.",
    "start": "00:30:56",
    "end": "00:31:22"
  },
  {
    "text": "It's a vision of reality, but it's not our typical vision of reality.",
    "start": "00:31:23",
    "end": "00:31:27"
  },
  {
    "text": "Yeah, that's right. Yeah. But it speaks to something we know must be true. Or else, is life really worth living? Is it really worth living if might makes right? If that's actually true, that's how humans behave. But is it actually how the universe works? Is that actually what is ultimately most beautiful and true about reality? What if generosity and kindness make right? What if that's actually reality? What if a group of people lived as if that were true and these words of Jesus then become like the compass pointing to the true north?",
    "start": "00:31:27",
    "end": "00:32:07"
  },
  {
    "text": "Our team at bibleproject has been working hard to creatively Visualize the ideas and the message of the Sermon on the Mount with animation in a new 10 part series that's releasing this year. And it just so happens there's a fellow creative who has done very similar work to us, not with animation, but with cinema. You may know the Chosen a multi season show about the life of Jesus. While Michelle and I call up the creator of the Chosen, Dallas Jenkins, and talk to him about how the Sermon on the Mount has been central to the way that he and his team writes and structures the show. Dallas, thanks for joining us.",
    "start": "00:32:23",
    "end": "00:33:02"
  },
  {
    "text": "Oh, thanks so much for having me on. I'm a big fan.",
    "start": "00:33:02",
    "end": "00:33:05"
  },
  {
    "text": "We are too. Tell us a little bit about the Sermon on the Mount. It seems like such a pivotal part of seasons one through three and the whole narrative structure that you're doing.",
    "start": "00:33:05",
    "end": "00:33:15"
  },
  {
    "text": "Yeah. To get to the Sermon on the Mount, we looked at it and said, okay, this is one of the most pivotal set of teachings in the history of the world. And it's clear that Jesus delivered these things more than once. As you know, lots of scholars believe this might have been a collection of multiple sermons of multiple teachings. So knowing that, we thought we're going to take the teachings of the Sermon on the Mount, but we're gonna, we're gonna put them into this context of the moment where the crowds are coming, the word is spreading, Jesus is about to really lay the gauntlet down and go, I'm here, I'm the Messiah and I've got a new way of looking at things for you. And we're going to do that all at once for thousands of people. It seemed to match well the growth of the ministry. The final thing I'll say is that we wanted it to be delivered in a way that wasn't just a 30 minute sermon back to back. We what if the Beatitudes were not just delivered for the masses, but they also had a personal intention. They were perhaps even the result of Jesus seeing humanity and going, humanity needs to hear this specific thing because they have failed in this specific area. And so in the season finale, when Jesus delivers the Beatitudes and he's telling Matthew what they are, we see how specifically they have been applied and who they apply to, to his friends, to the people who've been following him. We have heard from all over the world that people were weeping during that saying. I've never thought of the fact that those words weren't just for a crowd of hundreds of people or just weren't for the entire world. They were for me specifically or they were for Jesus's friends, specifically, doesn't change the words, doesn't change the meaning. It drives it home even more.",
    "start": "00:33:15",
    "end": "00:35:06"
  },
  {
    "text": "So what made you decide, or how did you decide what to include, what not to include and what to give weight to and what not to give weight to?",
    "start": "00:35:06",
    "end": "00:35:16"
  },
  {
    "text": "Yeah, that's such a great question. And that's the scary part, right? That's where you go, all right, we're delivering the sermon, but we're not delivering the whole thing. It's kind of a montage of the greatest hits of the sermon we know. And we hope that not only people watching have. Some of them have read this before, and maybe we're going to give them a new perspective. Some who've never heard the Sermon on the Mount before were hopeful that they'll go check it out because it's really good. The book is better than the movie we started with. What are the elements of the sermon that most speak to the people in our story? So with Simon Z, who's a former zealot, Jesus is talking about revenge. Right. And that's a personal way of not only communicating what Simon the Zealot is going through and might be thinking, but what the viewer might be thinking who struggles with passion and justice. And we all love justice. But Jesus in the Gospels often says, leave worldly justice to the courts. But when it comes to you, and when it comes to my gospel and my followers, we turn the other cheek. For Simon the Zealot and anyone who's identified with him who watches the show, that's a pierce through the heart. So we start there. What means the most to our characters in our story? And then the second one is, all right, what feels like if we don't include it is going to be a glaring conspicuous hole in the sermon. I don't want people listening going, oh, my gosh, I can't believe they skipped over the best golden rule. Exactly, exactly. So there's a little bit of that. And then the third thing, which, I will be honest, is not the first priority. But yes, there is an element where part of my experience of making this show feel current and relatable is saying, you know, what they were going through back then is similar to what you're going through right now. There was oppression, there was poverty, there was a division, there was social and political and religious tribalism. And Jesus had answers for that. And I want you to hear those because they apply to today.",
    "start": "00:35:16",
    "end": "00:37:21"
  },
  {
    "text": "When you thought about Sermon on the Mount, what were some of those creative True Norths that you didn't want to get Wrong or you wanted to stay true to. I think one of them was showing the impact of the sermon for the disciples. I think another one we talked about was showing this shift from private ministry to more public ministry. Was there anything else? Anything else that you guys were trying to accomplish?",
    "start": "00:37:22",
    "end": "00:37:46"
  },
  {
    "text": "Yeah, that's a great question. And I think if we're going to focus on the Sermon on the Mount, that speaks to the larger true north as well. But specifically in the Sermon on the Mount, we're thinking, okay, here's an opportunity where Jesus is preaching. And not only do we want to make it make sense to our. Our heroes of the story, but also to the audience. And the audience consists of many believers, obviously, but also many people who are on the fence, people who are new believers, people who have church hurt, people who haven't believed maybe in a while, but their grandmother told them to watch the show, and so they're considering it. And then there's the people who are skeptical of faith and religion and are not followers of Christ, which actually represents a good chunk of our cast and crew. So here's the good news. The things that Jesus is saying in the Sermon on the Mount have resonance and meaning and speak to all of the people I just mentioned. All of those groups have something in this sermon that they can hear. So you might not believe he's the Son of God in your life, but listen to this. Listen to what he had to say. Listen to how humble he was, listen to how direct he was and other things. Listen to what his priorities really were. And that's someone who changed my life. And a lot of it is because of these teachings. So I think that's a true north for that scene, and it's a true north for the show. And the Sermon on the Mount is one really key aspect of that journey. And I hope that that's true for you.",
    "start": "00:37:47",
    "end": "00:39:15"
  },
  {
    "text": "When I was looking at Jesus kind of workshopping the Sermon on the Mount with Matthew, and he wakes him up and says, matthew.",
    "start": "00:39:16",
    "end": "00:39:24"
  },
  {
    "text": "Bye, bye. I've got it. The opening. Yes. What is it?",
    "start": "00:39:26",
    "end": "00:39:33"
  },
  {
    "text": "A map. A what?",
    "start": "00:39:33",
    "end": "00:39:35"
  },
  {
    "text": "Directions where people should look to find me.",
    "start": "00:39:36",
    "end": "00:39:39"
  },
  {
    "text": "How did you settle on that metaphor.",
    "start": "00:39:41",
    "end": "00:39:43"
  },
  {
    "text": "Of the map, the moment with Matthew? My co writer, Tyler Thompson, he wrote that line. It's a map, you know, if people want to know how to find me, these. This is the person they should look for.",
    "start": "00:39:43",
    "end": "00:39:54"
  },
  {
    "text": "Yes.",
    "start": "00:39:54",
    "end": "00:39:55"
  },
  {
    "text": "The person who is meek. The person. And I just. I mean, I even get goosebumps now remembering it. I just thought, my goodness, that is so good and so resonant and it Speaks to how Matthew would be wondering.",
    "start": "00:39:55",
    "end": "00:40:10"
  },
  {
    "text": "Yes, that was at the map. If someone wants to find me, those are the groups they should look for.",
    "start": "00:40:11",
    "end": "00:40:20"
  },
  {
    "text": "And when Jesus answers, I just went, oh, thank you, Tyler. That is so beautiful.",
    "start": "00:40:22",
    "end": "00:40:26"
  },
  {
    "text": "It was a beautiful moment. Last question. You spent so much time thinking through how the Sermon on Mount is going to land for characters in the story. And so as you've done that with your writing team, was there something new for you or fresh or surprising about the Sermon on the Mount?",
    "start": "00:40:27",
    "end": "00:40:42"
  },
  {
    "text": "The thing that has stood out to me is Jesus was and is a personal God. He is an intimate God. He spoke to the masses, yes, at times, but man, every time he healed, every time he called someone to follow him, every time he rebuked someone, he spoke to their specific need or their specific struggle. That has been my. My greatest impact in the last four or five years is just, wow, he is the God who knows me. He's the God who sees. So that applied especially to the Sermon on the Mount. It's why I didn't show a ton of wide shots. I always knew that when Jesus came out on stage, instead of the audience standing up to greet him, they sat down. And I knew that when he delivered the sermon, it was him in the middle surrounded by people. He's personal. He looks at them. He looks directly at the disciples. That's a result of what I've learned about Jesus even more. The second thing is that what really hits me, as someone who happens to be just under 6, 4, 2, 25, I was an athlete my whole life. I have the ability to be a fighter if I wanted to be. I don't get challenged too often. And the Sermon on the Mount, when it talks about meekness and humility and brokenheartedness, those are things that I'm not naturally those parts of the sermon, I think, hopefully, really resonating with Simon the Zealot, Big James, some of the folks who are a little bit more aggressive, just going, man, he is just clear. Over and over in the Gospels, turn the other cheek. If someone asks you for one thing, you give them an extra thing. I mean, I'll give you a spoiler alert. In season four, the disciples are actually faced with a moment where they have to act out, live out what Jesus said about if you're asked to go one mile, you go too.",
    "start": "00:40:43",
    "end": "00:42:26"
  },
  {
    "text": "Oh, wow.",
    "start": "00:42:26",
    "end": "00:42:27"
  },
  {
    "text": "Because that was referring to a Roman law where the Romans could at any point give their equipment and the Jews would have to carry it for a mile. That's. For me, that doesn't come naturally to Me, I am not meek. And I am learning that that man, if by the time I die on this side of heaven, I can at least make some progress towards the Beatitudes, especially the ones about. You think you should get even. You think you should be strong. You think you should be first. You think you should be a leader, an influence. No, in my weakness, I will be strong. I must die to myself. All right. That's going to take some time, knowing.",
    "start": "00:42:27",
    "end": "00:43:05"
  },
  {
    "text": "That to say that you were so impacted when the line was written. If someone wants to find me, those are the groups of people that they need to look for. The meek, the lowly, the poor in spirit. That it impacted you still says a lot about the Sermon on the Mount, that it could cut through all of that. This is who Dallas is.",
    "start": "00:43:05",
    "end": "00:43:26"
  },
  {
    "text": "Oh, man. Yeah, absolutely. And isn't that the best thing that you can do? It's what the Bible Project does. It's what the Chosen has been doing, is how often you hear the word aha or oh, I never. Is the greatest thing you can hear. If scales can be removed from eyes so that scripture can become even more clear. What could be better written on your tombstone? That's what the Sermon on the Mount can do. And if the chosen can be part of that kind of re energizing or refocusing people's experience with these 2000 year old transcendent words, there's nothing better.",
    "start": "00:43:26",
    "end": "00:44:05"
  },
  {
    "text": "Good word. Thank you, Dallas.",
    "start": "00:44:05",
    "end": "00:44:07"
  },
  {
    "text": "Thank you. Thanks so much for having me on.",
    "start": "00:44:07",
    "end": "00:44:09"
  },
  {
    "text": "I grew up in the church and I can't think of a season in my life where I spent a dedicated amount of time to just really go through the Sermon on the Mount.",
    "start": "00:44:16",
    "end": "00:44:26"
  },
  {
    "text": "Yeah. It's interesting to think about how different traditions within Christian history have emphasized or underemphasized, you know, and that actually creates this fascinating history because Jesus's ethical demands, they're so intense that they have provoked a variety of responses. Let's be honest. Loving your enemies, your actual cultural, political enemies, people that want to harm and kill you and your family, that's what Jesus is talking about.",
    "start": "00:44:26",
    "end": "00:44:56"
  },
  {
    "text": "Someone who's threatening your way of life.",
    "start": "00:44:56",
    "end": "00:44:58"
  },
  {
    "text": "Yes. Yeah. And he says, love them, bless them, pray for them. And actually the disconnect between how many Christians have behaved through history in contrast to how Jesus called his followers to behave, it's been a really kind of obvious delta that people outside the Christian community can look and be like, really? Is that.",
    "start": "00:44:58",
    "end": "00:45:20"
  },
  {
    "text": "Yeah.",
    "start": "00:45:21",
    "end": "00:45:21"
  },
  {
    "text": "There was in the 20th century, an orthodox Jewish rabbi who actually wrote a book about this. His name was Pinchas Lapide. The book is called the Sermon on the Utopia, or Program for Action. And it's a book both exploring the teachings of a Jewish rabbi, and this is a Jewish rabbi writing about a ancient Jewish rabbi. But also he was trying to kind of poke at Christians and just say, like, have you really read your rabbi's teachings?",
    "start": "00:45:21",
    "end": "00:45:49"
  },
  {
    "text": "You know, do you take this seriously?",
    "start": "00:45:49",
    "end": "00:45:51"
  },
  {
    "text": "Yeah. So he puts it this way. He says, in fact, the history of the impact of the Sermon on the Mount can largely be described in terms of an attempt to domesticate everything in it that is shocking, demanding, and uncompromising and so render it harmless.",
    "start": "00:45:51",
    "end": "00:46:10"
  },
  {
    "text": "Domesticated.",
    "start": "00:46:11",
    "end": "00:46:12"
  },
  {
    "text": "Yeah. Yeah. So this is actually New Testament scholar Scott McKnight, who drew my attention to Lepide's book and to this whole theme of ways that different Christian groups throughout history have domesticated the sermon. And so one of them might be, like, what you named. Ignore it, Pretend he didn't fully mean it. Which actually kind of overlaps with to portray Jesus's ideals here as kind of an impossible ideal, like he meant them, but really just to point out that we can't ever live that way.",
    "start": "00:46:12",
    "end": "00:46:45"
  },
  {
    "text": "So he's just painting a picture to help you see that you're gonna fail.",
    "start": "00:46:46",
    "end": "00:46:50"
  },
  {
    "text": "Yeah. And so within Protestant Christian traditions, this got joined to a view that the purpose of the law is to show us how far we fall short of fulfilling God's law. And that's a very common way that Christians have approached the laws in the Old Testament. And so the teachings of Jesus kind of get added along as a New Testament equivalent to the laws given through Moses. But I think the question is, did Jesus actually intend his followers to behave the way he calls them to, or is it just a set of ideals that we should merely strive towards?",
    "start": "00:46:51",
    "end": "00:47:28"
  },
  {
    "text": "Is it possible? Is it possible to live by the Sermon on the Mount?",
    "start": "00:47:29",
    "end": "00:47:33"
  },
  {
    "text": "Yeah.",
    "start": "00:47:33",
    "end": "00:47:33"
  },
  {
    "text": "And in some ways, I guess you could say, well, no, you're never gonna fully do it. But in another sense, I just can't get that Picture of Corrie 10 Boom. With that man's hand reached out to her.",
    "start": "00:47:33",
    "end": "00:47:47"
  },
  {
    "text": "Yes.",
    "start": "00:47:47",
    "end": "00:47:47"
  },
  {
    "text": "That's an impossible moment.",
    "start": "00:47:47",
    "end": "00:47:49"
  },
  {
    "text": "Yeah. Yeah. But she did it. But she did it because she heard Jesus calling her to do it. Yeah. From his words in the sermon.",
    "start": "00:47:49",
    "end": "00:47:56"
  },
  {
    "text": "And so it wasn't an impossible ideal for her.",
    "start": "00:47:57",
    "end": "00:47:59"
  },
  {
    "text": "No. Yeah. Yeah. So one way is to kind of paint it as too extreme, and you can ignore it or under. Emphasize it. McKnight talks about another domestication strategy. It's different. Is to portray the sermon as an individual ethic. In other words, it's about person to person. Relationship. And it's true, most of Jesus teachings are framed in interpersonal ways.",
    "start": "00:47:59",
    "end": "00:48:28"
  },
  {
    "text": "Yeah. If someone has something against you, leave your sacrifice at the altar, go and reconcile.",
    "start": "00:48:28",
    "end": "00:48:33"
  },
  {
    "text": "That's right. But if this is the charter for interpersonal relationships for followers of Jesus, it does raise the question of, well, should it govern then how groups of people relate to other groups of people? And should the value set of the Sermon on the Mount determine how you guide a community, a city, a neighborhood? Should the values like, influence public policy? What about when nations are being hostile towards each other and lining up tanks to steal each other's resources?",
    "start": "00:48:33",
    "end": "00:49:06"
  },
  {
    "text": "Right. If a whole nation tried to live out the ethics of the Sermon on the Mount, could they still be a nation state?",
    "start": "00:49:07",
    "end": "00:49:15"
  },
  {
    "text": "Great question.",
    "start": "00:49:15",
    "end": "00:49:16"
  },
  {
    "text": "Like radically forgiving and peacemaking. Maybe on an individual basis that could work. But could it work on a corporate level?",
    "start": "00:49:17",
    "end": "00:49:26"
  },
  {
    "text": "That's right. And there are many Christian thinkers through history who have said no. No. So famously, Martin Luther kind of had a way of thinking about politics and theology, like the city and the kingdoms of this world are run by an ethic that is in some way at odds with the Christian ethic, and that is just an inevitable reality of the present age. Another strategy that Scott McKnight names would be something called the hyper committed approach. This is a tradition that developed especially in Catholic and Orthodox traditions where the monastic movement began and often monasteries first began to originate in the third and fourth, fifth centuries as a response to Christianity getting so enmeshed in the political economic powers of the day that they were like renewal movements of people withdrawing from the status quo version of Christianity. Really amazing stories. And these are often communities that really tried to live by the Sermon on the Mount, but because they were so off the grid of like normal day.",
    "start": "00:49:26",
    "end": "00:50:38"
  },
  {
    "text": "To day, you could create your own little utopia.",
    "start": "00:50:38",
    "end": "00:50:39"
  },
  {
    "text": "Yeah, yeah. That. It became in effect, a domestication strategy which is, well, you know, the monks and the nuns, like, they can do that over there. I live in the city, I'm like the blacksmith. Yeah, right.",
    "start": "00:50:39",
    "end": "00:50:51"
  },
  {
    "text": "I gotta compromise.",
    "start": "00:50:51",
    "end": "00:50:52"
  },
  {
    "text": "Yeah. So good thing there are some people doing that and they can pray for me. So I'm overgeneralizing a little bit, but not by much.",
    "start": "00:50:52",
    "end": "00:51:02"
  },
  {
    "text": "So let me ask you then, here's how I'm feeling.",
    "start": "00:51:03",
    "end": "00:51:05"
  },
  {
    "text": "Please tell me, I want to know how you're feeling.",
    "start": "00:51:05",
    "end": "00:51:07"
  },
  {
    "text": "I'm feeling excited about being challenged, but I'm also feeling very realistic about the fact that I'm not going to be able to fully onboard and integrate the ethics of Jesus. And so I want to, but I grew up in a Protestant household where there was this constant drumbeat of you need the grace of God in your life. And so I'm kind of just I guess, hoping that the Spirit of God will show up in a way and like, kind of help make this a reality.",
    "start": "00:51:07",
    "end": "00:51:43"
  },
  {
    "text": "I mean, those are all of the things that I think should be stirring in our hearts, even just after reading the Hebrew scriptures the way Jesus did. I mean, the whole story is God selecting a people out of the nations family of Israel to, to live by the wisdom of God's instruction that's revealed primarily through Moses and the laws of Mount Sinai. And the whole story of Israel is about how they fail that, as if it were an impossible ideal, but it's not an impossible ideal. God actually called his people to live by his wisdom. And the Hebrew prophets looked forward to a day when God's covenant faithfulness, when his compassion and mercy and his spirit would so transform the hearts of his people that they would actually live the way that he called them to live. Wow. So when Jesus touches down announcing kingdom of God is here, he is the grace of God become human, calling and empowering his followers to do the same. So even though you're talking about your Protestant shaped ethic, I think that is one of the most beautiful parts of the Protestant tradition is that awareness that the calling to live in reality by the teachings of Jesus is itself a part of and a result of a response to this transformational work that God's doing in the human family. And so it's God's work in us and it's our work with God. And those are not opposite things in the biblical imagination. But all the same, knowing that we're going to fail and there will be moments where we don't take the person's hand and where we don't forgive them. But if we're open to letting Jesus work in our minds and our hearts, imagine what could happen. Maybe these stories that we went through that were so inspiring, maybe they're inspiring because they seem so rare. But what if they weren't so rare? I don't know any other way to hope that those types of events become more common. Except one idea would be to take a year and crawl through the Sermon on the Mount and really let it soak into every fiber of our hearts and minds and let's see what happens.",
    "start": "00:51:43",
    "end": "00:54:06"
  },
  {
    "text": "Deal.",
    "start": "00:54:06",
    "end": "00:54:07"
  },
  {
    "text": "So this year we're going to dive into what is a most familiar piece of scripture in the Sermon on the Mount, and hopefully we're going to be able to see it with new eyes.",
    "start": "00:54:18",
    "end": "00:54:29"
  },
  {
    "text": "Well put. The Bible Project is a nonprofit. We exist to experience the Bible as a unified story that leads to Jesus. Everything that we create is free because of the generous support of thousands of people just like you.",
    "start": "00:54:29",
    "end": "00:54:41"
  },
  {
    "text": "Thanks for being a part of this with us.",
    "start": "00:54:41",
    "end": "00:54:43"
  },
  {
    "text": "Hey, this is Cooper here to read the credits. Stephanie Tam is the lead producer for today's show. Production of today's episode is by producer Lindsey Ponder, managing producer Cooper Peltz, producer Colin Wilson. Tyler Bailey is our audio engineer and editor and he also provided our staff sound design and mix for the episode today. Brad Witty does our show notes. Hannah Wu provides the annotations for our app. The original Sermon on the Mount music is by Richie Cohen and the Bible Project theme song is by Tents. Special thanks to Jonathan Pennington, Dallas Jenkins and Dan Gummel and your hosts, John Collins and Michelle Jones.",
    "start": "00:54:43",
    "end": "00:55:20"
  },
  {
    "text": "Hi, this is Spencer and I'm from Reading, California.",
    "start": "00:55:21",
    "end": "00:55:23"
  },
  {
    "text": "Hi, this is Brenna from Wayne, Pennsylvania. I first heard about Bibleproject when I stumbled across their word study videos on YouTube. I've used the Bibleproject for personal study.",
    "start": "00:55:23",
    "end": "00:55:33"
  },
  {
    "text": "And growth as well as teaching Sunday.",
    "start": "00:55:33",
    "end": "00:55:35"
  },
  {
    "text": "School and youth group at my church. As a high school English teacher, My favorite thing about bibleproject is the careful attention they pay to the significance of the literary design.",
    "start": "00:55:35",
    "end": "00:55:43"
  },
  {
    "text": "My favorite thing about bibleproject is how they highlight unifying themes throughout the whole.",
    "start": "00:55:44",
    "end": "00:55:48"
  },
  {
    "text": "Bible and just make it come alive to believers of all backgrounds. We believe the Bible is a unified story that leads to Jesus.",
    "start": "00:55:48",
    "end": "00:55:55"
  },
  {
    "text": "We're a crowdfunded project by people like me.",
    "start": "00:55:55",
    "end": "00:55:58"
  },
  {
    "text": "Find free videos, study notes, podcasts, classes and more@bibleproject.com.",
    "start": "00:55:58",
    "end": "00:56:03"
  }
]