[
  {
    "text": "This is BibleProject podcast, and we're reading through the Sermon on the Mount. We're at the very beginning, nine statements about who is at the center of experiencing God's coming blessings. I'm John Collins, and with me is co host Michelle Jones. Hi, Michelle.",
    "start": "00:00:05",
    "end": "00:00:18"
  },
  {
    "text": "Hi, John. Okay, so these nine statements, they work in three pairs of three. Three triads. Today we're gonna go over the first triad. The good life belongs to those who are poor in spirit because theirs is the king. The good life belongs to those who mourn because they will be comforted. And the good life belongs to the meek because they will inherit the land.",
    "start": "00:00:18",
    "end": "00:00:42"
  },
  {
    "text": "That's the triad. Now we're gonna start with the poor in spirit.",
    "start": "00:00:42",
    "end": "00:00:46"
  },
  {
    "text": "Okay, so I grew up with that phrase poor in spirit, and I always thought it meant, like, to be downtrodden, to be having a rough life, to be depressed, to be just kind of sad.",
    "start": "00:00:46",
    "end": "00:00:57"
  },
  {
    "text": "Hmm. Yeah. That's interesting. I grew up thinking this phrase poor in spirit meant to be humble.",
    "start": "00:00:57",
    "end": "00:01:03"
  },
  {
    "text": "So you're thinking humble. I'm thinking humiliated.",
    "start": "00:01:03",
    "end": "00:01:07"
  },
  {
    "text": "That's right. Now, Tim is going to talk us through what this word means, poor in spirit. And what we're going to find is it actually means less of what I thought and a little bit more of what you thought.",
    "start": "00:01:07",
    "end": "00:01:17"
  },
  {
    "text": "Okay. I like being right. All right, here's Tim and John talking about the poor in spirit. Thanks for joining us.",
    "start": "00:01:17",
    "end": "00:01:24"
  },
  {
    "text": "Here we go.",
    "start": "00:01:25",
    "end": "00:01:25"
  },
  {
    "text": "Should we dive in? Dive into them? Okay, first one.",
    "start": "00:01:38",
    "end": "00:01:42"
  },
  {
    "text": "The good life belongs to the impoverished in spirit. Niv. Poor in spirit because theirs is the kingdom of the skies.",
    "start": "00:01:42",
    "end": "00:01:52"
  },
  {
    "text": "Kingdom of the skies.",
    "start": "00:01:52",
    "end": "00:01:53"
  },
  {
    "text": "And honestly, I don't know what it means. Poor in spirit.",
    "start": "00:01:53",
    "end": "00:01:56"
  },
  {
    "text": "Ah.",
    "start": "00:01:56",
    "end": "00:01:56"
  },
  {
    "text": "To tell you the truth. Yeah, I guess I don't really know what that means.",
    "start": "00:01:56",
    "end": "00:01:58"
  },
  {
    "text": "Yeah, we're gonna unpack it right now.",
    "start": "00:01:58",
    "end": "00:01:59"
  },
  {
    "text": "Yeah.",
    "start": "00:02:00",
    "end": "00:02:00"
  },
  {
    "text": "So the Greek phrase Jesus uses first word tokas, which means poor, which we'll talk about. And then the second word, you know, the spirit or breath. Pneuma. Yeah. So poor in relation to their pneuma.",
    "start": "00:02:00",
    "end": "00:02:14"
  },
  {
    "text": "Yeah. Which is in Hebrew. Ruach.",
    "start": "00:02:14",
    "end": "00:02:16"
  },
  {
    "text": "In Hebrew, teruah. Yeah. So this is a great example of the Greek words, but this is all about the Hebrew Bible, where these words come from and what they mean in the Hebrew Bible. Yeah. So, man, upload our conversation on the spirit of God from years ago.",
    "start": "00:02:16",
    "end": "00:02:33"
  },
  {
    "text": "Yeah.",
    "start": "00:02:33",
    "end": "00:02:34"
  },
  {
    "text": "Wow.",
    "start": "00:02:34",
    "end": "00:02:34"
  },
  {
    "text": "Maybe three years ago even.",
    "start": "00:02:34",
    "end": "00:02:36"
  },
  {
    "text": "Could that have been like, hundreds of conversations ago?",
    "start": "00:02:36",
    "end": "00:02:39"
  },
  {
    "text": "Yes, hundreds of hours of conversations ago.",
    "start": "00:02:39",
    "end": "00:02:42"
  },
  {
    "text": "Wow. Okay, so ruach, the Hebrew word, refers in its essence to invisible energy.",
    "start": "00:02:42",
    "end": "00:02:49"
  },
  {
    "text": "Yeah, we came to that together. Or did you already kind of have that. I just remember feeling like energy came together.",
    "start": "00:02:50",
    "end": "00:02:55"
  },
  {
    "text": "We found that formulation together. Yeah, yeah. Through a lot of talking. Invisible energy. And that can be impersonal energy.",
    "start": "00:02:55",
    "end": "00:03:01"
  },
  {
    "text": "Like wind.",
    "start": "00:03:02",
    "end": "00:03:02"
  },
  {
    "text": "Like wind. Or it can be the presence of someone's personal life energy, which we would call spirit. Spirit, Yep. And that's the meaning when it's the ruach of God.",
    "start": "00:03:02",
    "end": "00:03:12"
  },
  {
    "text": "And oftentimes the biblical author will use those two meanings in the same time.",
    "start": "00:03:12",
    "end": "00:03:18"
  },
  {
    "text": "Exactly. So one of the standard ways to talk about human life energy is to talk about their ruach. But because it comes from God, ultimately it can be called God, the breath of God. So here's just one classic example in Job Job 1210, where Job says, in God's hand is the Nephesh, the being of every creature, and the ruach of all humanity, all of the life energy.",
    "start": "00:03:18",
    "end": "00:03:47"
  },
  {
    "text": "Of all humanity is in God's hand.",
    "start": "00:03:47",
    "end": "00:03:51"
  },
  {
    "text": "It comes from God. Yep. Now it's humanity's ruach in that it's the energy and the vitality that we are animated with.",
    "start": "00:03:51",
    "end": "00:03:59"
  },
  {
    "text": "Yeah.",
    "start": "00:03:59",
    "end": "00:04:00"
  },
  {
    "text": "But it comes ultimately from God. So ruach is one of the standard ways you can talk about just a person's vibe, what makes them go.",
    "start": "00:04:00",
    "end": "00:04:08"
  },
  {
    "text": "Yeah, yeah. The ruach you're vibing.",
    "start": "00:04:09",
    "end": "00:04:11"
  },
  {
    "text": "So that basic meaning of ruach, then can become the basis for a particular kind of Hebrew phrase where you describe someone as exist of spirit or X in their spirit.",
    "start": "00:04:11",
    "end": "00:04:24"
  },
  {
    "text": "To describe. What is that? Life energy.",
    "start": "00:04:24",
    "end": "00:04:26"
  },
  {
    "text": "To describe its quality.",
    "start": "00:04:26",
    "end": "00:04:28"
  },
  {
    "text": "Quality of the life energy.",
    "start": "00:04:28",
    "end": "00:04:29"
  },
  {
    "text": "Yeah.",
    "start": "00:04:29",
    "end": "00:04:29"
  },
  {
    "text": "Just let me show you examples. Job 7:11, he says, the distress of my ruach. He's talking about his suffering. And literally the word distress means squeezed.",
    "start": "00:04:29",
    "end": "00:04:39"
  },
  {
    "text": "When you're squeezed.",
    "start": "00:04:40",
    "end": "00:04:41"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:04:41",
    "end": "00:04:42"
  },
  {
    "text": "The squeezedness of my spirit. So it's like his life vitality is in a vice. Wow. And it's like squeezed, stressed of spirit.",
    "start": "00:04:42",
    "end": "00:04:51"
  },
  {
    "text": "Stress has that same kind of squeezing mentality.",
    "start": "00:04:51",
    "end": "00:04:53"
  },
  {
    "text": "Yeah, it does. Genesis 26:35. Isaac has a bitterness of spirit. What he's bitter about is that his son married two wives that he really doesn't like.",
    "start": "00:04:53",
    "end": "00:05:05"
  },
  {
    "text": "Ezekiel.",
    "start": "00:05:06",
    "end": "00:05:07"
  },
  {
    "text": "After he sees the crazy throne, divine throne, chariot, Godmobile, that tells him to go prophesy to the Israelites. He doesn't. He's super angry. And he walks away bitter and hot of spirit. He's ticked off.",
    "start": "00:05:07",
    "end": "00:05:22"
  },
  {
    "text": "Yeah.",
    "start": "00:05:22",
    "end": "00:05:23"
  },
  {
    "text": "He's bitter and angry.",
    "start": "00:05:23",
    "end": "00:05:24"
  },
  {
    "text": "Yeah. He's got some Hulk energy going on.",
    "start": "00:05:24",
    "end": "00:05:27"
  },
  {
    "text": "And just one last one, because these are really helpful for understanding the phrase Jesus uses.",
    "start": "00:05:27",
    "end": "00:05:32"
  },
  {
    "text": "Yeah.",
    "start": "00:05:32",
    "end": "00:05:32"
  },
  {
    "text": "Proverbs 15:4 describes one who is broken of spirit. Isn't that interesting metaphor?",
    "start": "00:05:32",
    "end": "00:05:37"
  },
  {
    "text": "Yeah. Broken of spirit. That's like bottom of the well, it feels like you can't get back up.",
    "start": "00:05:37",
    "end": "00:05:44"
  },
  {
    "text": "I mean, if you're ruach, if the spirit there is your life vitality.",
    "start": "00:05:44",
    "end": "00:05:48"
  },
  {
    "text": "Yeah. If that's broken, it's broken. You're on life support.",
    "start": "00:05:48",
    "end": "00:05:51"
  },
  {
    "text": "Yeah. Yeah. Which doesn't necessarily mean. In fact, here, let me read the proverb just so we can get a context for it. Proverbs 15:4. A soothing tongue is a tree of life, but distortion in the tongue makes one broken of spirit.",
    "start": "00:05:52",
    "end": "00:06:10"
  },
  {
    "text": "Lies.",
    "start": "00:06:11",
    "end": "00:06:11"
  },
  {
    "text": "Lies.",
    "start": "00:06:11",
    "end": "00:06:12"
  },
  {
    "text": "When you speak kind healing words to somebody, that's the tree of life brings abundance. When you twist reality, it brings a crushing of the spirit. It's so interesting in the parallelism of the verse, you have a soothing tongue or a distorted tongue, you have the tree of life. And the opposite of the tree of life is being crushed of spirit.",
    "start": "00:06:13",
    "end": "00:06:33"
  },
  {
    "text": "Crushed of spirit.",
    "start": "00:06:33",
    "end": "00:06:35"
  },
  {
    "text": "Yeah. Or broken of spirit. Yeah. Okay, I'm just now going to fit Jesus saying into it. He speaks of those who are impoverished of spirit.",
    "start": "00:06:35",
    "end": "00:06:44"
  },
  {
    "text": "Impoverished. What does that word mean?",
    "start": "00:06:45",
    "end": "00:06:47"
  },
  {
    "text": "Oh, poor.",
    "start": "00:06:47",
    "end": "00:06:48"
  },
  {
    "text": "In English we have the words poor, poverty and impoverished.",
    "start": "00:06:48",
    "end": "00:06:53"
  },
  {
    "text": "Not having resources.",
    "start": "00:06:53",
    "end": "00:06:54"
  },
  {
    "text": "Yeah. Lack.",
    "start": "00:06:55",
    "end": "00:06:56"
  },
  {
    "text": "A lack of resources.",
    "start": "00:06:56",
    "end": "00:06:57"
  },
  {
    "text": "Yeah.",
    "start": "00:06:57",
    "end": "00:06:57"
  },
  {
    "text": "When your life energy doesn't have fuel.",
    "start": "00:06:58",
    "end": "00:07:02"
  },
  {
    "text": "Yeah. You lack vitality and you lack ability.",
    "start": "00:07:02",
    "end": "00:07:06"
  },
  {
    "text": "Right.",
    "start": "00:07:06",
    "end": "00:07:07"
  },
  {
    "text": "Because the ruach is what makes you get up and go.",
    "start": "00:07:07",
    "end": "00:07:09"
  },
  {
    "text": "Yeah.",
    "start": "00:07:09",
    "end": "00:07:09"
  },
  {
    "text": "And you don't have the power to get up and go.",
    "start": "00:07:09",
    "end": "00:07:12"
  },
  {
    "text": "Is depressed a good.",
    "start": "00:07:12",
    "end": "00:07:13"
  },
  {
    "text": "If ruach is about this power or energy, then what we're talking about is.",
    "start": "00:07:13",
    "end": "00:07:18"
  },
  {
    "text": "A lack of power. Yeah.",
    "start": "00:07:18",
    "end": "00:07:21"
  },
  {
    "text": "So I guess if you're thinking on an individual psychological level. Depressed.",
    "start": "00:07:21",
    "end": "00:07:24"
  },
  {
    "text": "That's what I'm thinking. Individual. Should I be thinking more corporate here?",
    "start": "00:07:25",
    "end": "00:07:28"
  },
  {
    "text": "Oh, well, if you're thinking of what people would observe, and especially where the next two Beatitudes are going, I think Jesus is thinking more on a social level. I think powerless, without power, you lack the energy to do what needs to be done. If ruach is your energy and ability.",
    "start": "00:07:28",
    "end": "00:07:49"
  },
  {
    "text": "Here'S a crew and their collective, like Ruach Numa is lacking in resources.",
    "start": "00:07:50",
    "end": "00:07:58"
  },
  {
    "text": "The word poor is people without economic social stability and resources.",
    "start": "00:07:59",
    "end": "00:08:04"
  },
  {
    "text": "Yeah. And obviously practically they don't have a lot of money or resources or influence. But metaphorically, then their life energy is also lacking resources.",
    "start": "00:08:04",
    "end": "00:08:19"
  },
  {
    "text": "Yeah.",
    "start": "00:08:19",
    "end": "00:08:20"
  },
  {
    "text": "Correct.",
    "start": "00:08:20",
    "end": "00:08:20"
  },
  {
    "text": "So there's a couple commentaries out there on Matthew that are like 10 or perhaps 20 times the length of the actual book of Matthew. But one of them was produced by two scholars, W.D. davies, and then another historical Jesus scholar, Dale Allison. It's massive. It's a three volume, but dude, it's like no stone unturned. You can find whole pages on just one or two words. It's awesome. What they note is in the history of interpretation, poor in spirit has been given what they call a religious meaning. Meaning those who lack spiritual excitement or energy, poor in spirit. People who aren't spiritually or religiously influential or significant. It's what they call the religious meaning. And then there's a whole strand in the history of interpretation of this phrase that they call the economic meaning, which is the social economic meaning of poor. So here's their take on it. They say it must be stressed that the religious meaning of poor does not exclude its economic meaning. Rather, for Jesus, the two go together with probably the majority of Jesus audience. The religious state of poverty was matched by an outward condition. They suffered literal poverty and experienced firsthand economic inequities. They knew the meaning of being needy because they were poor in spirit and poor in fact. They are literally without power in the religious structures of their day. When Caiaphas, the high priest, makes a decision he doesn't like, consult with them, do a poll. What do the poor in Galilee think? That kind of thing.",
    "start": "00:08:21",
    "end": "00:10:05"
  },
  {
    "text": "Yeah.",
    "start": "00:10:05",
    "end": "00:10:06"
  },
  {
    "text": "So the powerless. I like the word powerless.",
    "start": "00:10:06",
    "end": "00:10:08"
  },
  {
    "text": "The powerless of spirit.",
    "start": "00:10:09",
    "end": "00:10:10"
  },
  {
    "text": "The powerless, if the spirit is talking about one's energy or vitality or power. And poor means a lack of powerless.",
    "start": "00:10:10",
    "end": "00:10:19"
  },
  {
    "text": "So you think a good translation could be the good life belongs to the powerless.",
    "start": "00:10:19",
    "end": "00:10:24"
  },
  {
    "text": "That would be an interpretive.",
    "start": "00:10:24",
    "end": "00:10:25"
  },
  {
    "text": "An interpretive translation.",
    "start": "00:10:25",
    "end": "00:10:27"
  },
  {
    "text": "Yeah, that's right. It would be interpreting the meaning of this phrase.",
    "start": "00:10:27",
    "end": "00:10:29"
  },
  {
    "text": "Yeah.",
    "start": "00:10:30",
    "end": "00:10:30"
  },
  {
    "text": "To have a poverty of spirit. But I think powerless is a good interpretation.",
    "start": "00:10:30",
    "end": "00:10:35"
  },
  {
    "text": "So the spirit is lost to me if you just say powerless.",
    "start": "00:10:35",
    "end": "00:10:39"
  },
  {
    "text": "Ah, that's because the word spirit has been connected to the word power. Power. Less. Less of power. Poor of spirit, lacking in power. Because what does the word spirit mean there? Some people take it to mean poor in the spiritual realm or in the world of spiritual things. And that's what I'm saying. It actually doesn't mean.",
    "start": "00:10:39",
    "end": "00:11:03"
  },
  {
    "text": "Got it.",
    "start": "00:11:03",
    "end": "00:11:03"
  },
  {
    "text": "The spirit is using.",
    "start": "00:11:03",
    "end": "00:11:04"
  },
  {
    "text": "The spirit is about my life energy.",
    "start": "00:11:04",
    "end": "00:11:06"
  },
  {
    "text": "My power, my life energy, my ability to get up and do things in the world.",
    "start": "00:11:06",
    "end": "00:11:11"
  },
  {
    "text": "Yeah.",
    "start": "00:11:11",
    "end": "00:11:11"
  },
  {
    "text": "And this is a group of people who.",
    "start": "00:11:11",
    "end": "00:11:13"
  },
  {
    "text": "They're impoverished.",
    "start": "00:11:13",
    "end": "00:11:14"
  },
  {
    "text": "They're impoverished in their ability to get.",
    "start": "00:11:14",
    "end": "00:11:17"
  },
  {
    "text": "Things done in the world. Structure and have influence.",
    "start": "00:11:17",
    "end": "00:11:21"
  },
  {
    "text": "Yeah, that's right. And that becomes even more probable that. That Jesus is zeroing in on that. In light of the next two.",
    "start": "00:11:22",
    "end": "00:11:28"
  },
  {
    "text": "What's great about that translation is what's a better word than the translation? Since we're doing a bit of a.",
    "start": "00:11:29",
    "end": "00:11:35"
  },
  {
    "text": "It's an interpretation as well, or paraphrase.",
    "start": "00:11:35",
    "end": "00:11:37"
  },
  {
    "text": "What's good about that paraphrase is it really helps you feel that counterintuitive tension. Yes, the good life belongs to the powerless.",
    "start": "00:11:37",
    "end": "00:11:49"
  },
  {
    "text": "Yeah.",
    "start": "00:11:49",
    "end": "00:11:50"
  },
  {
    "text": "What? Yes, blessed are the poor in spirit. That's just kind of gotten so flattened out, it's like, okay, I think I get it. I'm gonna be this. I don't know, like I said, I didn't actually know what it meant.",
    "start": "00:11:50",
    "end": "00:12:04"
  },
  {
    "text": "Yeah, but even you had that little reflex of like, I need to be or I want to be.",
    "start": "00:12:04",
    "end": "00:12:09"
  },
  {
    "text": "Like, oh, right. But you don't get that when you say blessed are the powerless. You're just like, what are you talking about, Jesus?",
    "start": "00:12:09",
    "end": "00:12:13"
  },
  {
    "text": "Yeah. This is not a state that you would wish upon somebody. But Jesus is saying the people who find themselves in this state are in fact the privileged ones because they are in a position to receive the kingdom of the skies.",
    "start": "00:12:13",
    "end": "00:12:26"
  },
  {
    "text": "The reign of God is coming to them.",
    "start": "00:12:26",
    "end": "00:12:29"
  },
  {
    "text": "There will be other people like Zacchaeus or Nicodemus who will enter the kingdom and they would not be counted among the powerless. Right?",
    "start": "00:12:29",
    "end": "00:12:39"
  },
  {
    "text": "Sure.",
    "start": "00:12:39",
    "end": "00:12:39"
  },
  {
    "text": "But there is something about being in a powerless position in a society that makes that person more easily grasp and understand the upside down value system of the reign of God. I think that's what Jesus is announcing here. He's looking out at farmers, fishermen, right?",
    "start": "00:12:40",
    "end": "00:13:02"
  },
  {
    "text": "Yeah.",
    "start": "00:13:02",
    "end": "00:13:02"
  },
  {
    "text": "Traders, merchants, beggars, sex workers. This is fruit crew he had around himself. And he says, the good life belongs to you because here I am offering you first the rain of the skies.",
    "start": "00:13:02",
    "end": "00:13:14"
  },
  {
    "text": "The good life is full for the powerless. You know, that's interesting because when you think about it, those who don't have power in their hands or don't grasp at it, they're actually able to see the kingdom and their hands are open and ready to take hold of it. We live in a world where the good life is for the movers and the shakers. And Jesus is saying the good life is for the empty handed because theirs is the kingdom. And the next statement follows. If you don't have a lot of inner resources, if your life is on the margins, likely you're experiencing a lot of loss and death and grief. Well, Jesus says, surprisingly, the good life is also for those who grieve. Here's Tim and John.",
    "start": "00:13:23",
    "end": "00:14:07"
  },
  {
    "text": "The good life belongs to those who grieve, for they will be comforted. Grief and comfort, they mean in English, actually pretty, pretty close map on pretty closely to what they mean. In the Bible. Grief is associated with death, primarily death and loss. These words to mourn or to grieve But I think they do in English too. Don't you think so?",
    "start": "00:14:08",
    "end": "00:14:32"
  },
  {
    "text": "Yep.",
    "start": "00:14:32",
    "end": "00:14:33"
  },
  {
    "text": "And then the phrase comfort is particularly paired with grief over loss and death. So, for example, this is in the book of Genesis. This is in the story of when Joseph gets sold into slavery and his brothers get his coat and dip it in the animal blood. And so when Jacob sees the coat with blood, this is Genesis 37. Jacob is Joseph's dad. Jacob tore his clothes, he put on sackcloth. So here, these are cultural practices of grieving, of grieving over the dead. And he grieved for his son many days. His sons and daughters came to comfort him, but he refused to be comforted, saying, no. So I could put in front of you a slew of passages where these words for grief and then words of comfort are paired. And that's the pair that Jesus is drawing on here. So the good life belongs to people who experience life in a constant state.",
    "start": "00:14:33",
    "end": "00:15:41"
  },
  {
    "text": "Of grieving because they're experiencing death and loss.",
    "start": "00:15:41",
    "end": "00:15:44"
  },
  {
    "text": "Yes.",
    "start": "00:15:44",
    "end": "00:15:45"
  },
  {
    "text": "And to be comforted then means to what exactly?",
    "start": "00:15:45",
    "end": "00:15:50"
  },
  {
    "text": "Well, okay, so it's these, the second line of all. The Beatitudes are typically going to be oriented towards the future or present overturning of the age, the arrival of God's kingdom. So here he's standing on the shoulders of the Israelite prophets. Isaiah 40. Comfort, comfort, my people. Exile is over. The new Jerusalem is on its way. That will be the comfort for those who grieve and mourn the state in.",
    "start": "00:15:51",
    "end": "00:16:21"
  },
  {
    "text": "Which you don't need to grieve anymore.",
    "start": "00:16:21",
    "end": "00:16:23"
  },
  {
    "text": "Yeah, Your time of grieving will be over. Because restoration. Think Job. Job is in a state of grieving, but by the end, his fortunes, his circumstances are all reversed and restored, and that's his comfort. To find comfort after grief means to experience some new restored kind of life after a prolonged period of loss and grief over death. I think the standard English translation of this is mourn. And again, that just sounds more religious. And whereas the word grief sounds, I think lands has a broader usage.",
    "start": "00:16:23",
    "end": "00:17:00"
  },
  {
    "text": "The good life belongs to those who experience death and loss.",
    "start": "00:17:00",
    "end": "00:17:03"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:17:03",
    "end": "00:17:05"
  },
  {
    "text": "Because they will be comforted.",
    "start": "00:17:05",
    "end": "00:17:08"
  },
  {
    "text": "Now, there's a particular layer of meaning here about grief as it relates to the story of the Bible. The state of the exile, the Babylonian exile brought about a period of grief, and comfort became an icon, as it does in the book of Isaiah, for the new Jerusalem, the restoration of Jerusalem. A hundred or so years after Nebuchadnezzar took out Jerusalem, and after the people were exiled from Jerusalem, a bunch of people come back. This is what the Books of Ezra and Nehemiah are about. And it's cool, but not great.",
    "start": "00:17:10",
    "end": "00:17:45"
  },
  {
    "text": "Yeah. It's a reflection of. It's a diminished version of what they had before.",
    "start": "00:17:46",
    "end": "00:17:51"
  },
  {
    "text": "That's right. And so in both stories of the characters Ezra and Nehemiah, there's moments. I have them marked here. One's in Ezra chapter 10, where all of his plans to restore Jerusalem and the Temple, they all start falling apart in Ezra chapter 10. And so he starts fasting, eating no food, drinking no water, and he says he's in a state of mourning, grieving over the unfaithfulness of the exiles. So now the unfaithfulness of Israel living in prolonged violation of the covenant under oppressed oppression by rulers is called grieving. And then same with Nehemiah. In chapter one, when he hears about the state of Jerusalem all broken down in ruins, he grieves and mourns and prays. So there's also. Within the biblical story, the state of grieving is waiting for the restoration. And the fulfillment of God's promises is also identified as a state of grieving. So I think there's probably both layers to what Jesus is saying here.",
    "start": "00:17:51",
    "end": "00:18:58"
  },
  {
    "text": "There's like a social kind of political layer.",
    "start": "00:18:59",
    "end": "00:19:02"
  },
  {
    "text": "Yeah. Of the people that he's, like, looking at as he says this.",
    "start": "00:19:02",
    "end": "00:19:06"
  },
  {
    "text": "Everyone does experience loss, but there's something about when you have power, you can ignore it.",
    "start": "00:19:06",
    "end": "00:19:13"
  },
  {
    "text": "Yeah.",
    "start": "00:19:14",
    "end": "00:19:14"
  },
  {
    "text": "You have distractions.",
    "start": "00:19:14",
    "end": "00:19:15"
  },
  {
    "text": "Yeah. You can distract yourself. And so then you don't actually have to grieve. You can skip over the grieving. It's kind of what modern life is oftentimes.",
    "start": "00:19:15",
    "end": "00:19:27"
  },
  {
    "text": "Yes.",
    "start": "00:19:27",
    "end": "00:19:27"
  },
  {
    "text": "We don't want to spend time grieving and being sad. Let's just move on. Because when you have power, you don't have to grieve, but when you don't have power, you're just stuck having to grieve.",
    "start": "00:19:28",
    "end": "00:19:38"
  },
  {
    "text": "Yep. Yeah.",
    "start": "00:19:38",
    "end": "00:19:40"
  },
  {
    "text": "You have to face it.",
    "start": "00:19:40",
    "end": "00:19:41"
  },
  {
    "text": "You have to face it.",
    "start": "00:19:41",
    "end": "00:19:41"
  },
  {
    "text": "Mortality, death. But not just in their existential sense, in their, like, social sense of, like, I can't change.",
    "start": "00:19:41",
    "end": "00:19:48"
  },
  {
    "text": "Yes.",
    "start": "00:19:48",
    "end": "00:19:49"
  },
  {
    "text": "These circumstances.",
    "start": "00:19:50",
    "end": "00:19:50"
  },
  {
    "text": "Yes. There's no other way out of this. I don't have another option.",
    "start": "00:19:51",
    "end": "00:19:55"
  },
  {
    "text": "Yeah. It's an appropriate twin to the poor of spirit. Being powerless.",
    "start": "00:19:55",
    "end": "00:20:00"
  },
  {
    "text": "Yes.",
    "start": "00:20:00",
    "end": "00:20:00"
  },
  {
    "text": "In the first one.",
    "start": "00:20:00",
    "end": "00:20:02"
  },
  {
    "text": "Right.",
    "start": "00:20:02",
    "end": "00:20:02"
  },
  {
    "text": "Yeah. The good life belongs to those who experience the world and they understand that the world's in a state worth grieving over. My city is in a state worth grieving over. If you're glibly moving through life and everything's dandy, you're probably not paying attention. Wouldn't that be an implication of this.",
    "start": "00:20:02",
    "end": "00:20:29"
  },
  {
    "text": "Right.",
    "start": "00:20:29",
    "end": "00:20:29"
  },
  {
    "text": "And the good life belongs to those who do pay attention. And paradoxically, it will make you sad. The good life belongs to those who will pay attention to loss and grief. And it may be your own, in which case you can't avoid it.",
    "start": "00:20:30",
    "end": "00:20:43"
  },
  {
    "text": "Yeah.",
    "start": "00:20:43",
    "end": "00:20:43"
  },
  {
    "text": "But maybe you start noticing other people's loss and pain, and that that also will put you into a state of grieving. And that's a fortunate place to be, according to Jesus. That's profound.",
    "start": "00:20:43",
    "end": "00:20:57"
  },
  {
    "text": "I think we need a bigger vision for the space and time it takes to grieve. So to help me unpack this, I have back in the studio, Bible Project scholar Ben Tertine. Hi, Ben. Thanks for coming.",
    "start": "00:21:07",
    "end": "00:21:18"
  },
  {
    "text": "Yeah, thank you. Where should we go first?",
    "start": "00:21:18",
    "end": "00:21:20"
  },
  {
    "text": "I want you to walk us through a story of grieving, particularly the one in Genesis where Joseph has to bury his father.",
    "start": "00:21:20",
    "end": "00:21:28"
  },
  {
    "text": "Okay, so check this out. In Genesis 50. Let me just read it here. Then Joseph hugged his father's face, and he wept over him and he kissed him. Joseph instructed the physicians in his service to embalm his father. And so they did. And they took 40 days to do the embalming. You keep reading. Then they mourned for 70 days. And when I say they, it's not just Joseph and company or family. It says the Egyptians mourned for him for 70 days. So there was this whole, like, national communal mourning period. And if you, you know, tally this up. Yeah, you got 40, 70. Then keep reading. And they asked for permission, can I take Jacob, my father, back up to the land of Canaan to be buried? And when they arrive there, there's seven more days. So you get from that story. But just look for different instances of mourning and grieving throughout the Hebrew Bible and you'll pick up on this all the time. It's public, not just private. And there is a. It's this, the old phrase of steering into the skid. You know, when you're carve fishtails out the back, instead of turning away, you go at it. They're intentionally focusing on the pain for extended periods of time, far longer than we would ever be comfortable doing.",
    "start": "00:21:28",
    "end": "00:22:57"
  },
  {
    "text": "So Jesus is saying a good life actually requires you to have a capacity for grief.",
    "start": "00:22:58",
    "end": "00:23:04"
  },
  {
    "text": "Yes, yes. And turn toward this king Jesus and participate with his way. Actually join with him as he says, this is actually good for you. This is good for a human being to not just pretend in the face of tragedy, death, loss, and corruption of life, to just pretend it's okay.",
    "start": "00:23:05",
    "end": "00:23:29"
  },
  {
    "text": "So that's why we have Jesus. When he goes to see Lazarus, he knows I went there to raise this guy.",
    "start": "00:23:29",
    "end": "00:23:35"
  },
  {
    "text": "That's a perfect example.",
    "start": "00:23:35",
    "end": "00:23:36"
  },
  {
    "text": "And yet he still weeps, he still grieves about his death.",
    "start": "00:23:36",
    "end": "00:23:42"
  },
  {
    "text": "Yes. He is unwilling to minimize what's going on.",
    "start": "00:23:42",
    "end": "00:23:46"
  },
  {
    "text": "You know, Queen Elizabeth said that grief is the price we pay for loving. And this feels like that.",
    "start": "00:23:46",
    "end": "00:23:54"
  },
  {
    "text": "It totally does. The Sermon on the Mount is about the kingdom of God, which is a world of people all compelled by love.",
    "start": "00:23:55",
    "end": "00:24:07"
  },
  {
    "text": "Yes. The third and final statement in this triad is the good life belongs to the meek. What does this word meek mean to Jesus? Is meek the best translation? Here's Tim and John.",
    "start": "00:24:07",
    "end": "00:24:29"
  },
  {
    "text": "All right. The third saying of Jesus about the good life is most famous or well known. For blessed are the meek, for they will inherit the earth.",
    "start": "00:24:30",
    "end": "00:24:41"
  },
  {
    "text": "Blessed are the meek.",
    "start": "00:24:41",
    "end": "00:24:42"
  },
  {
    "text": "Yes. Now, for a whole bunch of reasons, that way of phrasing in English is going to lead our minds down a totally wrong path to get what Jesus was trying to communicate.",
    "start": "00:24:42",
    "end": "00:24:54"
  },
  {
    "text": "Meek and mild.",
    "start": "00:24:54",
    "end": "00:24:55"
  },
  {
    "text": "Yeah. So let me go for this as a start.",
    "start": "00:24:55",
    "end": "00:24:59"
  },
  {
    "text": "Okay.",
    "start": "00:24:59",
    "end": "00:25:00"
  },
  {
    "text": "So the good life belongs to the afflicted because they will inherit the land.",
    "start": "00:25:00",
    "end": "00:25:06"
  },
  {
    "text": "The afflicted.",
    "start": "00:25:06",
    "end": "00:25:07"
  },
  {
    "text": "The afflicted. Another English word that could get us there much more closely than meek would be the unimportant. So there's nothing for it. We just have to know what words Jesus is activating. What's the background around these words? And what's cool is both this word, the afflicted or the unimportant one, and also the phrase they will inherit the land. They both are hyperlinks to very clear passages in Isaiah and the Psalms. And when you turn there, then it's not hard to get it. So should we just do that?",
    "start": "00:25:07",
    "end": "00:25:44"
  },
  {
    "text": "Yeah.",
    "start": "00:25:44",
    "end": "00:25:45"
  },
  {
    "text": "Okay. All right.",
    "start": "00:25:45",
    "end": "00:25:46"
  },
  {
    "text": "So the Greek word gets translated as meek is the Greek word praos, which in the Greek translation of the Hebrew Bible, that is a couple hundred years before Jesus called the Septuagint, this word praos was one of the most common ways to translate into Greek a Hebrew word. And the Hebrew word is ani. Ani. And I'm just gonna read a few psalms where this word ani appears. And these are plus where this word appears. And if you read the Greek Septuagint version of these Psalms, it's also the Greek word pravus, which is the word Jesus uses here. So Psalm 76, God, you caused your justice to be heard from heaven. The earth was afraid and stood still when God arose for justice to save all of the ani of the earth.",
    "start": "00:25:47",
    "end": "00:26:45"
  },
  {
    "text": "The ani of the earth are saved from God's judgment?",
    "start": "00:26:46",
    "end": "00:26:50"
  },
  {
    "text": "No, by God's Judgment. God's judgment is what saves them.",
    "start": "00:26:50",
    "end": "00:26:53"
  },
  {
    "text": "What did I say?",
    "start": "00:26:54",
    "end": "00:26:55"
  },
  {
    "text": "You're saved from God's judgment.",
    "start": "00:26:55",
    "end": "00:26:56"
  },
  {
    "text": "Okay. Yeah.",
    "start": "00:26:57",
    "end": "00:26:57"
  },
  {
    "text": "That's good. Protestants think that's not what Jesus is.",
    "start": "00:26:57",
    "end": "00:27:02"
  },
  {
    "text": "Saying or the psalm.",
    "start": "00:27:02",
    "end": "00:27:03"
  },
  {
    "text": "Sometimes you define judgment as justice. You sometimes just slap that word.",
    "start": "00:27:03",
    "end": "00:27:07"
  },
  {
    "text": "Yeah.",
    "start": "00:27:07",
    "end": "00:27:07"
  },
  {
    "text": "Because of that reason.",
    "start": "00:27:07",
    "end": "00:27:08"
  },
  {
    "text": "Because that's what it means.",
    "start": "00:27:08",
    "end": "00:27:09"
  },
  {
    "text": "Oh, that's why you do it.",
    "start": "00:27:11",
    "end": "00:27:12"
  },
  {
    "text": "Our modern use of the word justice.",
    "start": "00:27:14",
    "end": "00:27:16"
  },
  {
    "text": "Captures much more what the biblical authors.",
    "start": "00:27:16",
    "end": "00:27:19"
  },
  {
    "text": "That's their judgment.",
    "start": "00:27:19",
    "end": "00:27:20"
  },
  {
    "text": "So the point is that whoever the ani are, they're a group of people that need to be rescued, and they will be rescued when God brings ultimate justice. Now, what's unspoken here is the ani are people who are being abused and taken advantage by the wicked, and God's justice will confront the wicked, resulting in deliverance for the ani.",
    "start": "00:27:20",
    "end": "00:27:42"
  },
  {
    "text": "That's the context of this psalm. Yep. Okay.",
    "start": "00:27:42",
    "end": "00:27:44"
  },
  {
    "text": "Yeah.",
    "start": "00:27:44",
    "end": "00:27:45"
  },
  {
    "text": "It's appealing to a judgment scene where there's somebody being accused of wrongdoing against the ani. So the ani are people who have wrong done against them.",
    "start": "00:27:45",
    "end": "00:27:54"
  },
  {
    "text": "Okay.",
    "start": "00:27:54",
    "end": "00:27:55"
  },
  {
    "text": "So that's first category. Ooh. In job 24, job describes the worst kind of guy you could imagine. It's a portrait of the wicked man in Job's point of view. And he describes it in vivid imagery. You know, the wicked man is somebody who drives away the donkey of an orphan. He takes the widow's ox for their own debtor's pledge.",
    "start": "00:27:55",
    "end": "00:28:19"
  },
  {
    "text": "He's describing somebody who's heartless.",
    "start": "00:28:19",
    "end": "00:28:21"
  },
  {
    "text": "So he sees the donkey of an orphan. He's like, nice donkey. I deserve that.",
    "start": "00:28:22",
    "end": "00:28:29"
  },
  {
    "text": "You just take it.",
    "start": "00:28:30",
    "end": "00:28:31"
  },
  {
    "text": "And it's like, it had a name. The orphan named it and cared for it. And the rich man is just like, who? You don't matter. That's the image here.",
    "start": "00:28:31",
    "end": "00:28:40"
  },
  {
    "text": "Yes.",
    "start": "00:28:40",
    "end": "00:28:41"
  },
  {
    "text": "Okay.",
    "start": "00:28:41",
    "end": "00:28:41"
  },
  {
    "text": "They push the needy aside on the road. The ani of the land hide themselves when the wicked man comes.",
    "start": "00:28:42",
    "end": "00:28:49"
  },
  {
    "text": "Yeah.",
    "start": "00:28:49",
    "end": "00:28:50"
  },
  {
    "text": "So you're getting the idea because you're vulnerable.",
    "start": "00:28:50",
    "end": "00:28:53"
  },
  {
    "text": "This guy wants to take advantage of that.",
    "start": "00:28:54",
    "end": "00:28:55"
  },
  {
    "text": "Yeah.",
    "start": "00:28:55",
    "end": "00:28:55"
  },
  {
    "text": "The ani are somebody who's in a social position of unimportance, but also you lack. It's very similar to being powerless to the poor in spirit.",
    "start": "00:28:55",
    "end": "00:29:07"
  },
  {
    "text": "It is similar.",
    "start": "00:29:07",
    "end": "00:29:07"
  },
  {
    "text": "So it's. You are in a social position where it's easy for people to take advantage of you. You're a social outsider from centers of the resources and social capital. And that's the ani. Ani. So David calls himself an ani when he is out in the wilderness fleeing from Saul. And there's poems in the Psalms where David describes himself as the Ani, an outcast. Yeah. And he's not poor. He's, like, connected to the royal family, but he is a social outcast in that season of his life. And so he's got to pull together his own community of support. He's on the run and he's got an oppressor. So that's the ani and the praos in Greek.",
    "start": "00:29:08",
    "end": "00:29:57"
  },
  {
    "text": "Okay.",
    "start": "00:29:58",
    "end": "00:29:58"
  },
  {
    "text": "Now that's step one. Step two is they will inherit the land. So when we're talking about land inheritance on one level, there's a hyperlink here that we'll look at. But land inheritance is about wealth and the ability to have dominion. Yeah. Economic means to generate wealth, which makes you a contributing, valuable member of the community. And this was a culture where land ownership was primary way to generate wealth.",
    "start": "00:29:58",
    "end": "00:30:30"
  },
  {
    "text": "And it's probably the one of the very clear things the afflicted will lack.",
    "start": "00:30:31",
    "end": "00:30:36"
  },
  {
    "text": "Yes, yeah, that's right. Yep. Land.",
    "start": "00:30:37",
    "end": "00:30:40"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:30:40",
    "end": "00:30:40"
  },
  {
    "text": "Be a landowner puts you in kind of in a class that would not be considered the oni.",
    "start": "00:30:40",
    "end": "00:30:46"
  },
  {
    "text": "Yeah.",
    "start": "00:30:46",
    "end": "00:30:47"
  },
  {
    "text": "And that's true in most societies throughout human history that, you know, have set up systems of private property and so on. So that's one piece.",
    "start": "00:30:47",
    "end": "00:30:57"
  },
  {
    "text": "Yeah.",
    "start": "00:30:57",
    "end": "00:30:58"
  },
  {
    "text": "Another piece on the ground in first century, you know, Galilee and Judea in the land of Israel. These are their ancestral lands that Israel inherited, you know, in the days of Joshua. And it's very clear that they do not have independent freedom on their land because it's occupied territory. And you think so many of Jesus parables are filled with images of landowners or managers who hire servants to work on the land. And he's just. He's reflecting on real life like the land was being bought up by non Israelites who don't live nearby. They live in Italy, they live on Cyprus, they live up on the coast. And so you've got, like, Moshe and Esther, who are now day laborers on the very land that their great, great, great grandfather and mother like, owned as part of their tribal inheritance. That's the tragedy here.",
    "start": "00:30:58",
    "end": "00:31:56"
  },
  {
    "text": "Yeah.",
    "start": "00:31:56",
    "end": "00:31:56"
  },
  {
    "text": "So to say they will inherit the land is pretty explosive politically. Political language. Yeah, that's one layer of what's going on here.",
    "start": "00:31:56",
    "end": "00:32:04"
  },
  {
    "text": "That's the second layer.",
    "start": "00:32:04",
    "end": "00:32:05"
  },
  {
    "text": "Oh, you're right. Second layer.",
    "start": "00:32:05",
    "end": "00:32:07"
  },
  {
    "text": "So now here's another layer. They will inherit the land is straight up a quotation from Psalm 37. So shall we read it?",
    "start": "00:32:07",
    "end": "00:32:15"
  },
  {
    "text": "Yes.",
    "start": "00:32:15",
    "end": "00:32:16"
  },
  {
    "text": "All right. Psalm 37. Seven, be still before the Lord Wait patiently for him. Don't be anxious when people succeed in their ways and carry out their wicked schemes. Refrain from anger, Turn from your Hot anger. Don't be anxious. It will only lead to Ra, the Hebrew word badness. For those who are evil will be destroyed. But those who hope in Yahweh will inherit the land a little while the wicked will be no more. You will look for them. They will not be found. But the ani. They will inherit the land and enjoy shalom and tov. Goodness, peace and goodness.",
    "start": "00:32:16",
    "end": "00:33:08"
  },
  {
    "text": "Okay, now this hyperlink is to that second layer of Israel being. Was this written in exile?",
    "start": "00:33:08",
    "end": "00:33:18"
  },
  {
    "text": "So what we're tapping into in a poem like this is if Israel is no longer in a position of having Eden, freedom and responsibility over their land, we're definitely in the realm of the covenant curses of Deuteronomy. And God has handed Israel over to foreign oppressors. And when you're living in that scenario after generations, it's very easy to think, this is just how it is and the wicked are winning and it's how it's going to be. And so Psalm 37 is one of many, many poems that hope for Israel's restoration to the land as the time of comfort and the time of inheriting the reign, the kingdom of the heavens here on earth, or in this case, inheriting the land. So the position of the psalm is very much within the larger biblical story of Israel and so on. All right, so that's the role of the afflicted in inheriting the land. So Jesus is speaking in very real terms to Galilean Israelites who are poor, who don't have any land, who are grieving over the state of Israel, oppressed by foreigners, and by their own people who are in league with the foreigners and, you know, they were whatever edged out of their land holdings generations ago or recently. And that's the context for Jesus saying, how good is life? The good life belongs to those who are unimportant, to those who are on the outside of centers of power and influence. Because something is happening here when the reign of God arrives that is going to bring about the new creation which will be the ultimate land inheritance.",
    "start": "00:33:18",
    "end": "00:35:13"
  },
  {
    "text": "Okay, so before we sign off, we want to give you a little behind the scenes look at a video we made here at Bible Project about these statements of the good life. Here is our producer Dan, talking to some of our artists.",
    "start": "00:35:19",
    "end": "00:35:32"
  },
  {
    "text": "Okay, Dan here. And I'm going to walk downstairs to the animation studio and talk with our friends Josh and Nisa. You guys ready to do this?",
    "start": "00:35:38",
    "end": "00:35:52"
  },
  {
    "text": "We think so.",
    "start": "00:35:52",
    "end": "00:35:53"
  },
  {
    "text": "Okay. I was really excited to talk to you guys because the scene that stood out to me the most in video number Two was centered around the idea of blessed are the meek. Or as Tim and John say, blessed.",
    "start": "00:35:54",
    "end": "00:36:06"
  },
  {
    "text": "Are the unimportant, for they will inherit the land.",
    "start": "00:36:06",
    "end": "00:36:09"
  },
  {
    "text": "These people are not powerful or important. But just wait, Jesus says, because one.",
    "start": "00:36:10",
    "end": "00:36:15"
  },
  {
    "text": "Day it will be you all who.",
    "start": "00:36:15",
    "end": "00:36:17"
  },
  {
    "text": "Are ruling the world.",
    "start": "00:36:17",
    "end": "00:36:18"
  },
  {
    "text": "I'd love to hear the creative process behind that. What's happening?",
    "start": "00:36:19",
    "end": "00:36:22"
  },
  {
    "text": "Like right here, this portion of the scene, we're moving from the mountaintop where Jesus is giving his sermon to this inner world portrayal of a throne room that has an elevated throne with a little king on it. And then right at the moment when they're talking about the blessing of the unimportant, he switches places with this farmer who has been sitting kind of heads down at the foot of the throne.",
    "start": "00:36:22",
    "end": "00:36:49"
  },
  {
    "text": "So Tim says, this is a movement of people who are going to serve.",
    "start": "00:36:49",
    "end": "00:36:52"
  },
  {
    "text": "Yeah.",
    "start": "00:36:53",
    "end": "00:36:53"
  },
  {
    "text": "And so the king and the farmer switch places. And when she goes to take it off to put it on the humbled king, it produces a second crown, leaning into the abundance over scarcity mindset and reversing the role again, where even though she is elevated now, she's coming down to the former king.",
    "start": "00:36:53",
    "end": "00:37:15"
  },
  {
    "text": "You know, it kind of sounds like Jesus is trying to start a revolution, kind of.",
    "start": "00:37:15",
    "end": "00:37:19"
  },
  {
    "text": "But it's not a revolution for those who are hungry for power or influence. This is a movement of people who are going to serve.",
    "start": "00:37:19",
    "end": "00:37:27"
  },
  {
    "text": "So Rose is joining us now. You were the director of this video. Is there anything else that you guys wanted to communicate in this scene?",
    "start": "00:37:29",
    "end": "00:37:37"
  },
  {
    "text": "Everything I'm drawing is about trying to get people to flip their perceptions. If people can, after seeing this, think about how they relate to power, maybe they're unimportant and they get to have this crown and that means that they get to share that same thing with everybody. That'd be incredible.",
    "start": "00:37:38",
    "end": "00:37:57"
  },
  {
    "text": "Thanks, y'.",
    "start": "00:37:58",
    "end": "00:37:59"
  },
  {
    "text": "All.",
    "start": "00:37:59",
    "end": "00:37:59"
  },
  {
    "text": "Talk to you later.",
    "start": "00:38:00",
    "end": "00:38:01"
  },
  {
    "text": "These first three statements are all about the surprising backwards nature of God's kingdom. How the good life starts in the margins with the poor, the afflicted and the downtrodden.",
    "start": "00:38:02",
    "end": "00:38:14"
  },
  {
    "text": "Next week, we look at the second triad. If the first triad is about the place God finds us in, the second triad is the type of character God calls us to.",
    "start": "00:38:14",
    "end": "00:38:23"
  },
  {
    "text": "The pure of heart is the entry card to returning to Eden in the storyline of the Bible. So God's on a mission to make us pure of heart?",
    "start": "00:38:23",
    "end": "00:38:32"
  },
  {
    "text": "It's possible.",
    "start": "00:38:32",
    "end": "00:38:33"
  },
  {
    "text": "It's important to recognize the biblical authors and God really thinks humans are capable of this.",
    "start": "00:38:33",
    "end": "00:38:39"
  },
  {
    "text": "They're capable through God's new creation, power and presence.",
    "start": "00:38:39",
    "end": "00:38:44"
  },
  {
    "text": "It's what we are made for. We're made to be pure of heart.",
    "start": "00:38:44",
    "end": "00:38:47"
  },
  {
    "text": "BibleProject is a nonprofit and we exist to experience the Bible as a unified story that leads to Jesus. And everything that we make is free because of the generous support of thousands of people just like you.",
    "start": "00:38:48",
    "end": "00:38:58"
  },
  {
    "text": "Thank you so much for being a part of this with us.",
    "start": "00:38:58",
    "end": "00:39:01"
  },
  {
    "text": "Hi, this is Cooper here to read the credits. Dan Gummel is the creative producer for today's show. Production of today's episode is by producer Lindsey Ponder, Managing Producer Cooper Peltz, producer Colin Wilson. Stephanie Tam is our consultant and editor. Tyler Bailey is our audio engineer and editor and he also provided the sound design and mix for today's episode. Brad Witty does our show notes. Hannah Wu provides the annotations for our app. Yani Evans and Tyler Bailey edited today's episode. Original Sermon on the Mount music is by Richie Cohen and the Bible Project theme song is by Tents. Special thanks to Ben Tertine, Josh Espasandin, Rose Mayer and Nisa Oru and your hosts, John Collins and Michelle Jones.",
    "start": "00:39:01",
    "end": "00:39:47"
  },
  {
    "text": "Hi, I'm Julie and I'm from Seattle, Washington.",
    "start": "00:39:48",
    "end": "00:39:50"
  },
  {
    "text": "Hi, this is Rico and I'm from South Africa. I first heard about Bibleproject back in 2016. I used Bibleproject for quiet time with the Lord and various studies.",
    "start": "00:39:51",
    "end": "00:40:02"
  },
  {
    "text": "I first heard about bibleproject online. I use bibleproject for my devotional time.",
    "start": "00:40:02",
    "end": "00:40:07"
  },
  {
    "text": "My favorite thing about bibleproject is the Read Scripture series.",
    "start": "00:40:07",
    "end": "00:40:10"
  },
  {
    "text": "My favorite thing about bibleproject is how it brings the stories to life. For me, we believe the Bible is a unified story that leads to Jesus.",
    "start": "00:40:11",
    "end": "00:40:19"
  },
  {
    "text": "We're a crowdfunded project by people like me.",
    "start": "00:40:19",
    "end": "00:40:21"
  },
  {
    "text": "Find free videos, study notes, podcast classes, and more@bibleproject.com.",
    "start": "00:40:21",
    "end": "00:40:27"
  }
]