[
  {
    "text": "Hallelujah. We are thankful that we have a shelter here. Now we know our God is rich. He's going to give us the money to bring everything we have belongs to God.",
    "start": "00:00:07",
    "end": "00:00:18"
  },
  {
    "text": "This is Bible Project podcast and this year we're reading through the Sermon on the Mount. I'm John Collins and with me is co host Michelle Jones. Hi, Michelle.",
    "start": "00:00:43",
    "end": "00:00:50"
  },
  {
    "text": "Hi, John. So we're in the part of the Sermon on the Mount where Jesus turns his attention to money. What does it look like to live in right relationship with God and others, especially as it relates to our relationship with our stuff?",
    "start": "00:00:50",
    "end": "00:01:05"
  },
  {
    "text": "We are in the third teaching on money. Jesus warning against people worshiping wealth, or as he says, you can't serve both God and mammon. Mammon, the word translated as wealth, here, is a bit of a rabbit hole. Here's Tim.",
    "start": "00:01:07",
    "end": "00:01:21"
  },
  {
    "text": "He puts Mammon on the same level as God. So this has made many people wonder. Is mammon a proper name for a perceived God or deity?",
    "start": "00:01:22",
    "end": "00:01:32"
  },
  {
    "text": "We also explore why some early church leaders believed it was impossible to be both wealthy and just, and whether their teachings have any application today.",
    "start": "00:01:33",
    "end": "00:01:43"
  },
  {
    "text": "In the first, second and third centuries, the overwhelming majority of everybody is poor. This world has abundance of wealth everywhere. We need to learn to care for one another. And then we lift out of the mindset that we even need more.",
    "start": "00:01:43",
    "end": "00:01:57"
  },
  {
    "text": "And we'll bring you a story about what's possible when we let go of the power of wealth.",
    "start": "00:01:59",
    "end": "00:02:04"
  },
  {
    "text": "Thank you, God. We remember how far this church has come. Lord, we are thankful to you in everything. When I look at that town today, full of shops, full of businesses, I just get amazed because there was nothing in that. It was just a camp. But it has been transformed into a business center.",
    "start": "00:02:04",
    "end": "00:02:24"
  },
  {
    "text": "On today's episode, what does Jesus say about money?",
    "start": "00:02:24",
    "end": "00:02:28"
  },
  {
    "text": "Thanks for joining us.",
    "start": "00:02:29",
    "end": "00:02:30"
  },
  {
    "text": "Here we go.",
    "start": "00:02:30",
    "end": "00:02:31"
  },
  {
    "text": "Hey, Tim.",
    "start": "00:02:45",
    "end": "00:02:45"
  },
  {
    "text": "Hey, John. Hi.",
    "start": "00:02:46",
    "end": "00:02:47"
  },
  {
    "text": "So we're in this section of Reading the Sermon on the Mount where Jesus is talking about relationships and money as it relates to being his follower.",
    "start": "00:02:48",
    "end": "00:02:58"
  },
  {
    "text": "Yeah. What is more core to the human mind that motivates our behavior except our desire for security and for pleasure? And it just turns out that economic security through the form of wealth or money is just pretty much what most humans are thinking about most of the time. So Jesus has a lot to say about the deepest sources of security and stability and desires for pleasure that we all have. And that's why he talks about money so much in the Sermon on the Mount. He calls it God and mammon or God and wealth. It's just a short little saying about God and money that is very Memorable. It's echoed through the centuries. Before we dissect the butterfly, we should just read it and just observe the butterfly and let it glisten in all of its beauty. And the saying is this. Notice it's in symmetrical, chiastic form. No one is able to serve two masters because he will either hate the one and love the other, or he'll be devoted to the one and despise the other. You are not able to serve God and mammon. Mammon, yeah.",
    "start": "00:02:58",
    "end": "00:04:26"
  },
  {
    "text": "Okay.",
    "start": "00:04:26",
    "end": "00:04:27"
  },
  {
    "text": "So it begins and ends with just this categorical assertion.",
    "start": "00:04:28",
    "end": "00:04:32"
  },
  {
    "text": "You can't serve two masters.",
    "start": "00:04:32",
    "end": "00:04:33"
  },
  {
    "text": "No one is able to serve two masters. You are not able to serve God and mammon. Translated as wealth in many of our English translations. And then in the middle, he gives a reason. You're either going to hate the one or love the other, or to be devoted to one and despise the other. Some really strong binary contrasts.",
    "start": "00:04:33",
    "end": "00:04:56"
  },
  {
    "text": "It is very binary. I have an allergy to things that are so binary.",
    "start": "00:04:56",
    "end": "00:05:01"
  },
  {
    "text": "Yeah, yeah. Jesus did not.",
    "start": "00:05:01",
    "end": "00:05:03"
  },
  {
    "text": "Like, I want to press into this and be like, really?",
    "start": "00:05:05",
    "end": "00:05:07"
  },
  {
    "text": "Yeah, yeah. So I'm reading a work by a Jewish scholar, David Dauba, called the New Testament in Rabbinic Judaism. It was written in the 50s. But he's trying to show how the rhetorical form of how Jesus taught is so hand in glove with just how the rabbis of the first century taught as we learn about them in Jewish literature called the Mishnah and the Talmud. And so he said one mistake the moderns often make is that these use of binary contrasts, either ors, we mistake it for non nuanced thinking because it paints things in simplistic terms. But rather the nuance often comes in putting lots of different teachings together that seem mutually exclusive. And you're like, wait, does he mean this or does he mean that? When you compare the two sayings. So here it's just very clear, like you can't serve God and money. But then he'll tell a parable about a guy who uses money in Luke chapter 16 of the Unjust steward or the shrewd manager. But a guy uses money to form a bunch of relationships. And actually we'll talk about it because it's the only other thing parable where Jesus uses the word mammon in all of his teachings. And so it's like, wait, so is this, you can't serve God in money, so sell everything and be a poor itinerant teacher like Jesus? Or should you be like the shrewd manager and use money and you can accumulate some wealth, but it's instrumental. Which one is it? Jesus? Sell everything, give to the poor, or accumulate and use strategically. But there the nuance is comparing the two and to say, well, sometimes one, sometimes the other, and holding those two forces you to meditate and do the nuancing in between. And this is very typical of just Jewish rabbinic thought. You know, I was really grateful that I came across that insight because it's easy to think that these binaries are a sign of simplistic thinking when it's more. They had very nuanced thinking. They just communicated it differently than we would. And the point is, the nuance in between them requires wisdom. If you just quote one of them, you've misrepresented Jesus teaching on the matter.",
    "start": "00:05:07",
    "end": "00:07:21"
  },
  {
    "text": "I think in particular here when he says, you can't serve two masters, I want to say, well, maybe I could. That sounds like a challenge. I could have two bosses. I could probably figure a way to please to people that I report to.",
    "start": "00:07:22",
    "end": "00:07:39"
  },
  {
    "text": "Yeah.",
    "start": "00:07:39",
    "end": "00:07:40"
  },
  {
    "text": "Don't you think?",
    "start": "00:07:40",
    "end": "00:07:40"
  },
  {
    "text": "Well, I suppose until they have a conflict of interest, it's like, I need you to work extra long this weekend on this project. Do it. And the other employer's like, hey, I need you to work on this other project this weekend.",
    "start": "00:07:41",
    "end": "00:07:56"
  },
  {
    "text": "And eventually you're gonna favor one. Yes, that's the point.",
    "start": "00:07:56",
    "end": "00:08:00"
  },
  {
    "text": "The point is of ultimate value and allegiance. Yeah. At least I think so.",
    "start": "00:08:00",
    "end": "00:08:05"
  },
  {
    "text": "Okay. So, yeah, if you have two people you're reporting to in some way and are giving you instructions at some point, there's going to be enough conflict where you have to decide, who do I care about more?",
    "start": "00:08:05",
    "end": "00:08:18"
  },
  {
    "text": "Yeah. Well, and we should. With love and hate and devotion and despising. We're in those extreme binaries again. And I don't think he necessarily means you have to hate the other literally. The first time love and hate is used in this way in the Hebrew Bible as a binary is in the Jacob story. He says he loved Rachel but hated Leah. Leah was hated. And nobody thinks that means he actually like hated her guts. It's relative priority and it's using extreme. An extreme contrast. Got it. So in comparison to one. Actually, you can imagine a rabbi saying this in comparison to the 1. It's as if he hates the other.",
    "start": "00:08:18",
    "end": "00:09:04"
  },
  {
    "text": "Enough times of letting down the one boss. It's not that you really hate them.",
    "start": "00:09:04",
    "end": "00:09:09"
  },
  {
    "text": "Yeah, that's right. Yeah. So there are times apparently following Jesus as you express your devotion to the God of Israel will involve using money in a way that is what counter to sound financial wisdom or strategic use of wealth.",
    "start": "00:09:09",
    "end": "00:09:29"
  },
  {
    "text": "What does it mean to Hate money? Well, it means that I might have money, but money doesn't have me.",
    "start": "00:09:32",
    "end": "00:09:38"
  },
  {
    "text": "Yeah, money has this power to it. And it's easy to let money or the fear of not having money begin to take over.",
    "start": "00:09:38",
    "end": "00:09:46"
  },
  {
    "text": "And Jesus calls that serving mammon. But what is mammon? Let's find out.",
    "start": "00:09:46",
    "end": "00:09:51"
  },
  {
    "text": "Matthew has rendered this saying of Jesus into Greek or the source that Matthew used. These are big debates in Gospel scholarship, but Jesus, we know, spoke in Aramaic or Hebrew and almost certainly both. And so Matthew spells in Greek letters a Semitic word. It could be Hebrew or Aramaic for amamon is the word mammon. So it's kind of a puzzle, like, why Matthew didn't translate the word. He transliterates the word from Jesus teachings.",
    "start": "00:09:54",
    "end": "00:10:27"
  },
  {
    "text": "Because that's. Mammon's an Aramaic word.",
    "start": "00:10:27",
    "end": "00:10:29"
  },
  {
    "text": "Mammon's a Semitic word that is found in both ancient Hebrew and Aramaic. And here's what's super interesting. He puts mammon on the same level as God. So either God or mammon. So this has made many people wonder. Is mammon a proper name, like, for a perceived God or deity, like rival deities? Or is he just personifying it creatively? So here's something interesting. This is a dictionary entry on mammon from a unique dictionary that I keep, like, finding so many insightful things from over the years. It's called the Dictionary of Deities and Demons in the Bible. Oh, wow.",
    "start": "00:10:29",
    "end": "00:11:11"
  },
  {
    "text": "Sounds like fun.",
    "start": "00:11:12",
    "end": "00:11:12"
  },
  {
    "text": "It's super interesting. If you've ever wondered about any angel demon God in the Bible, this is the place to go. It was made in the late 90s. So anyway, P.W. vonderhorst wrote the article on mammon. And what he notes is that this word mammon is most likely a noun form of the Semitic root amen or amen, which in both Aramaic and Hebrew, it's where we get our word amen, which means to affirm something as trustworthy. When you say amen, what you're saying is, I agree that that's a saying worthy of trust.",
    "start": "00:11:13",
    "end": "00:11:55"
  },
  {
    "text": "Okay?",
    "start": "00:11:55",
    "end": "00:11:55"
  },
  {
    "text": "So the noun ma mon is most likely derived from amen, which you put what we call m on the front. That's often how you form nouns in Semitic languages is to put an M on the front or mem, meaning that the noun. The meaning of the noun is that in which you trust the thing in which you trust.",
    "start": "00:11:56",
    "end": "00:12:18"
  },
  {
    "text": "Okay?",
    "start": "00:12:18",
    "end": "00:12:18"
  },
  {
    "text": "Which is a pretty great description of money, the thing you trust in. So he goes on. He says, in Jesus teaching, mammon is personified as some kind of superhuman power that stands in competition to God, and by possessing people can even Keep them from being devoted to God and make them hate him. And you can make a strong case then. That's a great way of summarizing the way the Hebrew Bible talks about wealth as a power, as a power that deceives humans into trusting in something that will lead them to death.",
    "start": "00:12:19",
    "end": "00:12:57"
  },
  {
    "text": "So there's probably a lot of different words you can use to describe money.",
    "start": "00:12:58",
    "end": "00:13:02"
  },
  {
    "text": "Chose mammon here.",
    "start": "00:13:04",
    "end": "00:13:05"
  },
  {
    "text": "One word is mammon. How common is that?",
    "start": "00:13:05",
    "end": "00:13:08"
  },
  {
    "text": "It's not common. It appears only one other time in the sayings of Jesus.",
    "start": "00:13:09",
    "end": "00:13:13"
  },
  {
    "text": "How common is it in the Hebrew Bible?",
    "start": "00:13:13",
    "end": "00:13:15"
  },
  {
    "text": "Oh, it does not appear in the Hebrew Bible. It appears. This is a very unique phrase, Literature of the Second Temple period.",
    "start": "00:13:16",
    "end": "00:13:24"
  },
  {
    "text": "Okay.",
    "start": "00:13:24",
    "end": "00:13:24"
  },
  {
    "text": "Yeah, It's a good example. It doesn't come from the Hebrew Bible. It comes from the literature and thought world of Second Temple Judaism, which, you know, was full of nerds who reflected a lot on the Hebrew Bible. But.",
    "start": "00:13:24",
    "end": "00:13:38"
  },
  {
    "text": "And that's when this word got into circulation. And this word means the thing you trust. The thing you trust in.",
    "start": "00:13:38",
    "end": "00:13:49"
  },
  {
    "text": "Yeah. So the category of idolatry or spiritual beings here is actually similar. Like the biblical prophets often make fun of the actual idol statues that people bow down to. And they're like you're bowing down to something that you made. But they also have a category that oftentimes. Yeah.",
    "start": "00:13:49",
    "end": "00:14:07"
  },
  {
    "text": "Don't eat the meat that sacrificed them.",
    "start": "00:14:07",
    "end": "00:14:09"
  },
  {
    "text": "Exactly. For Paul says, listen, that statue in the temple is nothing. But that doesn't mean that there isn't a daimonion, a real spiritual being who's deceiving people and leading them to destruction by means of that physical thing. And this would be the same category here.",
    "start": "00:14:09",
    "end": "00:14:30"
  },
  {
    "text": "Cool.",
    "start": "00:14:30",
    "end": "00:14:31"
  },
  {
    "text": "I think most people can intuitively go, okay, yeah, money can so capture my imagination and heart and motivations in which. Now that really is the thing I'm serving.",
    "start": "00:14:32",
    "end": "00:14:47"
  },
  {
    "text": "That's right. Yep.",
    "start": "00:14:47",
    "end": "00:14:48"
  },
  {
    "text": "And I think we're often surprised how quickly that sneaks up on us. I know. I'm surprised.",
    "start": "00:14:48",
    "end": "00:14:54"
  },
  {
    "text": "Oh, yeah. So to address that, let's just quickly reflect on the parable, the other use of Mammon Nugias teachings. It's not in Matthew. It's in the Gospel according to Luke. So here's the parable starts in Luke 16, verse 1. This is the Lexham English Bible translation. But John, why don't you read it?",
    "start": "00:14:54",
    "end": "00:15:24"
  },
  {
    "text": "Okay. And he, that is Jesus, said to the disciples, and this is a parable. A certain man was rich who had a manager, and charges were brought to him that this person was squandering his possessions. So he, that is the rich man summoned him, that is, the manager says to the manager, what's this I hear about you give the account of your management because you can no longer manage? And the manager said to himself, ooh, what should I do? Because my master is taking away this management rule from me. I'm not strong enough to dig and I'm ashamed to beg. What am I going to do? I know what I should do so that when I am removed from the management, they will welcome me into their homes. And he summoned each one of his own master's debtors and said to the first debtor, how much do you owe? My master? And that debtor said, a hundred measures of olive oil. And so the manager said to him, take your promissory note and sit down quickly, write down 50. And then he said to another, how much do you owe? And that guy said, 100 measures of wheat. He said, take your promissory Note, write down 80. And the master praised the dishonest manager because he acted shrewdly.",
    "start": "00:15:24",
    "end": "00:16:55"
  },
  {
    "text": "Mm, that's a little twist. That's the parable. Yeah, yeah.",
    "start": "00:16:55",
    "end": "00:17:00"
  },
  {
    "text": "But then he has a little saying.",
    "start": "00:17:00",
    "end": "00:17:01"
  },
  {
    "text": "He has a little takeaway. But just right there from the parable itself, you would think that the master would say, what are you doing?",
    "start": "00:17:01",
    "end": "00:17:07"
  },
  {
    "text": "I mean. Oh, yeah. Cause here's the thing, it's like you aren't managing my possessions well.",
    "start": "00:17:07",
    "end": "00:17:11"
  },
  {
    "text": "Yeah.",
    "start": "00:17:11",
    "end": "00:17:11"
  },
  {
    "text": "So you're done.",
    "start": "00:17:11",
    "end": "00:17:12"
  },
  {
    "text": "And now you just managed them worse.",
    "start": "00:17:12",
    "end": "00:17:14"
  },
  {
    "text": "He just managed them worse.",
    "start": "00:17:14",
    "end": "00:17:15"
  },
  {
    "text": "Totally.",
    "start": "00:17:16",
    "end": "00:17:17"
  },
  {
    "text": "He told everyone to like, write down less of what they owed.",
    "start": "00:17:17",
    "end": "00:17:21"
  },
  {
    "text": "Yeah, totally, yeah. This is a long standing kind of issue in the interpretation of this parable is that little twist. Although Jesus parables often end with a twist, because essentially what he's making the master do is now shift into the perspective that Jesus is going to take as he boils down the main idea of the story. It is interesting. So he's being let go. And what he does is he takes what he has been given by his master. And instead of trying to squeeze as much profit out of these final accounts, he uses it instrumentally for some greater or higher good, that is to forge social bonds. And I think in the ancient context, but actually it's similar, I think in business and in relationships, when you do a favor for somebody, yeah. You're inviting a reciprocity for people to be more inclined to help you out when you need it. And that's for sure what he's doing.",
    "start": "00:17:21",
    "end": "00:18:23"
  },
  {
    "text": "As soon as he became detached from the job, once he realized, okay, I'm gonna be let go. So what's the real value of this responsibility, the true value here is to build relationships. And I think what's scandalizing about this parable is he does it in a way you would almost think is dishonest. You know, sketchy, because it's not his money to, like, write off.",
    "start": "00:18:23",
    "end": "00:18:50"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:18:50",
    "end": "00:18:51"
  },
  {
    "text": "It's his master's money.",
    "start": "00:18:51",
    "end": "00:18:52"
  },
  {
    "text": "Yeah.",
    "start": "00:18:52",
    "end": "00:18:53"
  },
  {
    "text": "So that's weird.",
    "start": "00:18:53",
    "end": "00:18:54"
  },
  {
    "text": "Yeah.",
    "start": "00:18:54",
    "end": "00:18:54"
  },
  {
    "text": "But then the master says, nice work. That was really shrewd.",
    "start": "00:18:55",
    "end": "00:19:00"
  },
  {
    "text": "Yeah. Yeah. It's almost as if the way Jesus has told the parable makes it feel literally unrealistic, but it is realistic in terms of the larger frame that Jesus has in mind, which is we should read his interpretation now and then think of the context for Jesus. So I'll read his takeaway. So the master is verse eight. The master prays the dishonest manager because he had acted shrewdly. Just quick note, it's the Greek word phronemos. This is the Greek translation of the word used to describe the snake in the garden.",
    "start": "00:19:00",
    "end": "00:19:39"
  },
  {
    "text": "It's a wisdom word.",
    "start": "00:19:40",
    "end": "00:19:40"
  },
  {
    "text": "It's a wisdom word. Yeah. Which means you know how to see a situation. Think of what's the most strategic way to get an advantage out of this situation.",
    "start": "00:19:40",
    "end": "00:19:50"
  },
  {
    "text": "Yeah.",
    "start": "00:19:50",
    "end": "00:19:50"
  },
  {
    "text": "And that can be a very good skill. You can also put that same skill to destructive ends. Jesus says, because the sons of this age are more phronimos, more shrewd than the sons of light with regard to their own generation. And I tell you, make friends for yourselves by means of unrighteous mammon, so that when it runs out, they will welcome you into eternal dwellings. The one who's faithful with little will also be faithful in much. The one who's dishonest in little will also be dishonest in much. If you have not been faithful with mammon, unrighteous mammon, who's going to entrust you with true wealth? And if you haven't been faithful with what belongs to somebody else, who's going to give anything to belong to you? No slave can serve two masters. He'll either hate the one or love the other. He'll be devoted to one or despise the other. You can't serve God and mammon.",
    "start": "00:19:50",
    "end": "00:21:04"
  },
  {
    "text": "And there it is again, the same teaching.",
    "start": "00:21:05",
    "end": "00:21:07"
  },
  {
    "text": "Yeah. This is a good example of how the same teaching appears in different settings. Here it's in a story he tells while he's on the road. In Matthew, it's on the Sermon on the Mount. So part of what makes the parable feel literally unrealistic is that he's told the parable with an eye towards his own teaching. On wealth. So the idea of being faithful with something that doesn't belong to you is for sure. That maps on to the fact that this is. God is the giver of all good gifts and generosity. And so even what you think is yours actually doesn't belong to you. So while it's unlikely that a real master would praise a slave for doing this, this is exactly what God would praise his servants for doing with his money. For doing with his money or his resources. Yeah. Which is not to treat it as an ultimate end, but as to treat it as an instrument to build relationships. And what's most valuable is the networks of relationships and support and care that you build in. And that's actually what provides ultimate stability.",
    "start": "00:21:07",
    "end": "00:22:22"
  },
  {
    "text": "People who really get it right now get that money's not about the money.",
    "start": "00:22:23",
    "end": "00:22:26"
  },
  {
    "text": "Yeah.",
    "start": "00:22:26",
    "end": "00:22:26"
  },
  {
    "text": "That's a higher level skill in a way to realize like, oh, this money's not about the money.",
    "start": "00:22:26",
    "end": "00:22:31"
  },
  {
    "text": "Money's not about the money. That's right.",
    "start": "00:22:31",
    "end": "00:22:33"
  },
  {
    "text": "Money's about the opportunities it gives. The way I can leverage the money for favors and for equity and so really shrewd business people, money's a tool. He calls it unrighteous wealth.",
    "start": "00:22:33",
    "end": "00:22:48"
  },
  {
    "text": "Yes.",
    "start": "00:22:48",
    "end": "00:22:48"
  },
  {
    "text": "Yeah, tell me about that phrase.",
    "start": "00:22:48",
    "end": "00:22:50"
  },
  {
    "text": "Isn't that interesting? Yeah. Well, righteousness in the biblical tradition means doing right by others. Yeah. This is. In Jesus's day, the way to gain wealth was to play a dirty game for the most part. And that's part of the way the economy was just kind of set up back then. Of course, you had your honest fisherman or your furniture maker or something like that. But the way to really get ahead in their economy at that time was land ownership. And that was just a dirty game because it was occupied territory occupied by the Roman Empire. So to engage in the game of real estate meant getting into the ranks of status and power, probably meant selling out all kinds of values you have as an Israelite to, you know, get friendly with the right people who are buying up all of the land of Israel. And it was actually, it was the Irish New Testament scholar Sean Frayne, his book on Jesus many years ago that I learned so much about first century economy up in Galilee. His little book called Jesus a Jewish Galilean. But he just talked about how just the way the relationships and economy worked usually meant bribes, usually meant selling out, going to someone's house, not eating kosher so you can get on their good side so you can like unrighteous mammon.",
    "start": "00:22:50",
    "end": "00:24:18"
  },
  {
    "text": "Yeah.",
    "start": "00:24:18",
    "end": "00:24:19"
  },
  {
    "text": "Is it?",
    "start": "00:24:19",
    "end": "00:24:19"
  },
  {
    "text": "So Jesus is just suspicious. Yes. Now what he's suspicious of is an economic setup that had a context. So does that mean that it's impossible that there could ever be a righteous.",
    "start": "00:24:19",
    "end": "00:24:31"
  },
  {
    "text": "Mammon, honest ways to make money?",
    "start": "00:24:31",
    "end": "00:24:33"
  },
  {
    "text": "Yeah, totally. And you know, just Jesus didn't grow up in that setting that wasn't on the table.",
    "start": "00:24:33",
    "end": "00:24:37"
  },
  {
    "text": "As it turns out, Jesus wasn't the only one suspicious of wealth. Many early church leaders believed it wasn't possible to be both wealthy and just. Bible Project scholar Ben Tertine explores some of that historical context and its modern day implications with our lead producer, Stephanie Tam.",
    "start": "00:24:40",
    "end": "00:24:57"
  },
  {
    "text": "So today, many of us, at least Americans, live in a capitalist society that really encourages, maybe even idolizes wealth creation. Helen Rhee, who's an early church historian, argues that wasn't actually how the early church viewed wealth. Money was considered a limited good and you only gained wealth at the expense or exploitation even of the poor. Can you tell me more about this historical context and its relationship to Jesus view of wealth and poverty?",
    "start": "00:25:00",
    "end": "00:25:30"
  },
  {
    "text": "Yeah, the context that you describe there is widespread. Ancient writers did not think about, I'm quoting a fellow named David Downs here, did not think about economic activity as something distinct from other aspects of household management. So you maybe make your friend a pie. That's actually an economic activity. You're creating a social bond with another person. And those social bonds are how you make it or break it in the world. Somewhere between 75 and 90% of this world is living in a way that is near or below subsistence level.",
    "start": "00:25:31",
    "end": "00:26:08"
  },
  {
    "text": "Whoa.",
    "start": "00:26:09",
    "end": "00:26:09"
  },
  {
    "text": "Yeah.",
    "start": "00:26:09",
    "end": "00:26:10"
  },
  {
    "text": "Are you talking about the world?",
    "start": "00:26:11",
    "end": "00:26:13"
  },
  {
    "text": "The whole first century world from which the Bible is born? You have a scenario where almost everybody is right on the brink. So there is the group of the really high elitist wealthy, but the overwhelming majority of everybody is poor and they're needing therefore to live in the way of Christ, which is helping one another out in times of need. So we see in Acts, the early church held everything in common. Everybody held all of the group's material possessions as community possessions. And we shared and used as we needed, which meant sharing is what makes us safe and secure, knowing we'll always have enough. Not hoarding.",
    "start": "00:26:13",
    "end": "00:26:55"
  },
  {
    "text": "That's a really interesting binary actually, or contrast maybe is a better word, between sharing and hoarding. And the kind of vision of the early Christian community having a model of sharing and abundance.",
    "start": "00:26:55",
    "end": "00:27:08"
  },
  {
    "text": "Yeah, you bet. John Chrysostom. So he's going to be writing in the mid to late 4th century. Augustine is around at this time and they called him the Golden Tongue. He was a real eloquent preacher. But there's a huge theme throughout all of his writing that is the Concern for the poor. He once chastised women of high society. There was this fad going on, kind of like what's trending right now? And what was trending was silver toilets. And so this was just like the perfect. I remember one time we had a missionary friend from Nepal in town. His name is Linduke. And we were driving around showing the city, and we came across one of Portland's dog hotels. And so we have these hotels where you can take your dog and it'll be pampered and it'll smell like flowers, and they feed it like cubed cuts of prime steak and massage your dog and all that. And it's called Virginia Woof.",
    "start": "00:27:09",
    "end": "00:28:12"
  },
  {
    "text": "That's a pretty good title.",
    "start": "00:28:14",
    "end": "00:28:15"
  },
  {
    "text": "Oh, so good. And he says, what's that? And we're like, oh, it's a dog hotel. You can take your dog there to be cared for. They feed it steak and so forth. And he started crying.",
    "start": "00:28:15",
    "end": "00:28:24"
  },
  {
    "text": "Oh, wow.",
    "start": "00:28:24",
    "end": "00:28:25"
  },
  {
    "text": "We were just like, yeah, yeah. It's one of those Portland things. You know, if you've got a lot of money and want to take your dog to the spa, you can go do that. And he was in a car, and he just started weeping. And I've been to Nepal and seen his house twice and been in his neighborhood, and it clicked for me. For me to get to Lenduke's house from the airport, I've got to walk past a thousand people who are on the verge of starvation. They're barely making it day to day, just day to day. And you feel it and smell it and hear it and the flies. And it's just the world that he's coming from. And here he is looking, and he's like. He didn't have words. All he could do was cry. And I think something like that is Chrysostom looking at silver chamber pots that are all the fad in his day. Here's what he says. It is not possible for. For one to be wealthy and to be just at the same time. Do you pay such honor to your excrements as to receive them into a silver chamber pot when another man made in the image of God is perishing in the cold? You know?",
    "start": "00:28:26",
    "end": "00:29:34"
  },
  {
    "text": "Yeah, that's a.",
    "start": "00:29:35",
    "end": "00:29:36"
  },
  {
    "text": "It's. And that feels intense.",
    "start": "00:29:36",
    "end": "00:29:39"
  },
  {
    "text": "Yeah.",
    "start": "00:29:40",
    "end": "00:29:40"
  },
  {
    "text": "I have a 401K. Like, am I evil because of it? I have health insurance and car insurance and home insurance. Is that. And just across the street from me was a guy named Lewis squatting in an abandoned house cooking meth all day. And is me sharing my bike tools with him and being Kind to him enough. Oh, it's so difficult. So when he says it's not possible to be just and to be wealthy at the same time, remember, we also have talked about the way that that tension was alive in the early church. Is it truly impossible, or can you use your wealth in a just way?",
    "start": "00:29:40",
    "end": "00:30:20"
  },
  {
    "text": "Yeah.",
    "start": "00:30:20",
    "end": "00:30:20"
  },
  {
    "text": "And so he's not Jesus. He doesn't capture the whole heart of it. But sometimes that hyperbolic, intense, non diplomatic, like, dude, you're buying a silver pot to poop in. Well, this person is dying. You're taking your Labrador for a massage and a steak when this person here doesn't have shoes or a shirt. And there's something that I think it's easy for me to just turn away from that and say, I don't know, the brokenness of the world. I just need to do me. And I think these early writers, the Bible for sure, Jesus, the early church, it is constantly calling me to say, no, I need to pay. I want to pay more attention to this thing called wealth and desiring it, because the more I desire it, the less I care for other people. That is my experience. The more I'm obsessing about getting more stuff, the less I'm obsessing about the goodness of others. We can go back to the prophets. I think of the moment in Ezekiel and Ezekiel's telling the people, God is not with us. Why is he saying that? Well, they're all saying, yeah, we're golden. Look at all of our stuff, Our vineyards, our crops, our wealth. Blessed baby. God is clearly on our side. And he's like, no, no. All of this wealth you've gained on the backs of widows and the poor and stealing money and land from people in the courts, this is all unjust. It's just been constant through human history. Is this idea that we can squeeze the wealth out of others to keep it for me. And I think it just rears its head in different ways through different generations.",
    "start": "00:30:20",
    "end": "00:32:06"
  },
  {
    "text": "Yeah. Wow. Gosh, that feels like a very challenging note to end on. But maybe that's a good thing.",
    "start": "00:32:06",
    "end": "00:32:13"
  },
  {
    "text": "Here's one thought that's coalescent here right at the end. Sometimes we've been trained to get right into, okay, we need to give to the poor. And then we ask, well, I'm not Elon Musk and I don't even make six figures. So who needs to give to the poor? And who's supposed to give more and who only needs to? And we just get lost in that whole thing, which I find to be a trap and an impossible intellectual problem and some of what I've learned through this kind of study and seeing how the church has gone through it and this history of mammon and wealth. I don't think God is primarily interested in us figuring out the system for who is supposed to give what or how much to whom. I think he's instead inviting us to simply say, who are you trusting in or what? And regardless of how much you have in the bank, you're saved from bondage in this world by grace. The act of giving to another is divine. The act of giving something to another person for their well being is the heart of trinitarian life. Father, son, spirit, always giving and receiving from one another. Creating us is a gift and we reciprocate to him. So it's an essential nature of who we are. And I can now kind of step away from, well, I don't know if I'm supposed to or not, or if I have to based on my economic circumstances and instead just say, I want to be free. I want to feel secure. I want to live in shalom and peacefulness. And whenever I'm living in the ways of God, that is going to follow. And the way of God is to give, not to hoard, to give freely and peacefully, not to in anxiety, keep and protect and fight against. It's a mindset, shift and a way of life more than who's supposed to give what to who.",
    "start": "00:32:13",
    "end": "00:34:18"
  },
  {
    "text": "Yeah. All right. Thank you, Ben, for so many challenging things.",
    "start": "00:34:19",
    "end": "00:34:23"
  },
  {
    "text": "You're welcome.",
    "start": "00:34:23",
    "end": "00:34:24"
  },
  {
    "text": "So many inconvenient insights into wealth and money.",
    "start": "00:34:24",
    "end": "00:34:27"
  },
  {
    "text": "I mean, we are the empire on the planet. We are the absolute preeminent wealthiest nation in the current world. And it's very hard for us to see it. Yeah.",
    "start": "00:34:28",
    "end": "00:34:40"
  },
  {
    "text": "Been the golden mouthed of today.",
    "start": "00:34:41",
    "end": "00:34:43"
  },
  {
    "text": "All right, thank you, Stephanie. This has been really wonderful. I appreciate it.",
    "start": "00:34:44",
    "end": "00:34:48"
  },
  {
    "text": "Yeah, thank you.",
    "start": "00:34:48",
    "end": "00:34:49"
  },
  {
    "text": "Wow. Lots of challenges, but also lots of grace. I love that way of thinking about giving, not as a duty or a burden, but as a way of participating in the divine nature and being set free to be truly ourselves. Okay, let's get back to the studio with Tim and John as they wrap up Jesus teaching on money.",
    "start": "00:34:53",
    "end": "00:35:13"
  },
  {
    "text": "It's almost like the nature of money because what's at stake is desire and security for humans. It just draws us in to redefine good and bad in our own eyes. And then all of a sudden we're making decisions based on those motivations that we wouldn't normally make. And that seems to be a pretty universal human experience when it comes to economic exchange. And so Jesus just puts it as stark as it could possibly be, you can only have one ultimate allegiance and it's got to be God or mammon money in which you put your trust.",
    "start": "00:35:15",
    "end": "00:35:55"
  },
  {
    "text": "When Jesus says true wealth in that parable, that's the sky treasure.",
    "start": "00:35:55",
    "end": "00:36:00"
  },
  {
    "text": "So yeah, that would be equivalent to sky treasure. Sky treasure to stored up things in the sky. Yep. And maybe you know, there we're using an Eden image of being entrusted with oversight and responsibility in Eden and setting that on analogy to God's images being his representatives having oversight of the new creation and the idea of management. And what that metaphor means literally. Well, Jesus never really says, probably wisely. So, yeah, wait and see. Maybe just to close this reflection, we all probably have our own versions of a moment where it was either going to be a decision to give up something financially in the name of seeking another's well being. And we just have a deep sense that's what it means to be faithful to Jesus right now. And it's really a struggle to do that because you're letting go of mammon, the thing in which you trust. And then there are other moments where you do let it go and act in some generous way. And paradoxically there's a freedom that comes from that kind of decision. And you realize like, oh man, like this. My bank account doesn't have to own me and own my imagination for what's possible.",
    "start": "00:36:00",
    "end": "00:37:38"
  },
  {
    "text": "One reflection I'm having is when you think about what does it mean to serve God versus mammon. And then you go to the parable and the illustration Jesus gives is to think of yourself as a manager of someone else's wealth or resources. Resources. So one, it's this sense of a little bit detachment, like this actually isn't mine. I'm managing this. That's a common theme in Jesus teachings.",
    "start": "00:37:38",
    "end": "00:38:03"
  },
  {
    "text": "Yep, yep. It's a common theme in the Hebrew Bible too. Yeah.",
    "start": "00:38:03",
    "end": "00:38:06"
  },
  {
    "text": "And I mean that's a lifetime to reorient yourself too.",
    "start": "00:38:06",
    "end": "00:38:11"
  },
  {
    "text": "Yes. Yeah, that's right.",
    "start": "00:38:11",
    "end": "00:38:12"
  },
  {
    "text": "But then there's, okay, whose resources are these? And if they're God's, what does he want me to do with them? And what's really just puzzling and wonderful about the parable is that God wants us to be aggressively generous with his money.",
    "start": "00:38:13",
    "end": "00:38:32"
  },
  {
    "text": "Oh, that's good, right? Yeah.",
    "start": "00:38:33",
    "end": "00:38:34"
  },
  {
    "text": "To do with it what a real owner of wealth would never want to do.",
    "start": "00:38:34",
    "end": "00:38:40"
  },
  {
    "text": "Yeah. And maybe that's probably the twist at the end to say the master praised the manager.",
    "start": "00:38:40",
    "end": "00:38:45"
  },
  {
    "text": "Yeah.",
    "start": "00:38:45",
    "end": "00:38:46"
  },
  {
    "text": "Which is true in God's economy.",
    "start": "00:38:46",
    "end": "00:38:48"
  },
  {
    "text": "Yeah, that's true in God's economy.",
    "start": "00:38:49",
    "end": "00:38:50"
  },
  {
    "text": "Yeah.",
    "start": "00:38:50",
    "end": "00:38:51"
  },
  {
    "text": "And this Is the point that Jesus is making going. The children of. What do you call them?",
    "start": "00:38:51",
    "end": "00:38:55"
  },
  {
    "text": "Light.",
    "start": "00:38:55",
    "end": "00:38:55"
  },
  {
    "text": "The children of Sons of light.",
    "start": "00:38:55",
    "end": "00:38:57"
  },
  {
    "text": "Sons of light. Compared to people who are, like, caught up in just the economy of today, those whose imaginations are captured by the economy of new creation, they realize the person who really owns all of this actually wants me to give it away. To just be generous, to write off debts, to. Yeah, to go for broke.",
    "start": "00:38:57",
    "end": "00:39:16"
  },
  {
    "text": "Pun intended.",
    "start": "00:39:18",
    "end": "00:39:19"
  },
  {
    "text": "Before we close, we have one more story for you. It's a glimpse of. Of what's possible when we live out Jesus's teachings on money. And to help us tell that story, here's Stephanie Tam again. Hi, Stephanie.",
    "start": "00:39:28",
    "end": "00:39:41"
  },
  {
    "text": "Hey, John. Yeah, so I've spent the past month researching and reporting on all these incredible stories about the way that Jesus's teachings have inspired people when it comes to money. But there's one story in particular that just kind of blew me away. So are you ready to take a little trip with me?",
    "start": "00:39:41",
    "end": "00:40:02"
  },
  {
    "text": "Absolutely.",
    "start": "00:40:02",
    "end": "00:40:03"
  },
  {
    "text": "Let's do it.",
    "start": "00:40:03",
    "end": "00:40:04"
  },
  {
    "text": "10 kilometers from the other side. So what is the name of this town?",
    "start": "00:40:04",
    "end": "00:40:08"
  },
  {
    "text": "We start in a town on the western border of Uganda, right by the Democratic Republic of Congo.",
    "start": "00:40:12",
    "end": "00:40:19"
  },
  {
    "text": "This is Bunduvuyo town, my hometown. And this town, as you see, can. As you can see, is growing at a very fast speed.",
    "start": "00:40:20",
    "end": "00:40:27"
  },
  {
    "text": "And that's Bahumuka Hannington, Bishop of the charismatic Episcopal Church.",
    "start": "00:40:28",
    "end": "00:40:32"
  },
  {
    "text": "The district's population is about 265,000 people, but then about 40,000 of those reside here in the town. You can see the shops have come up, lodges have come up, restaurants have come up. That's where these people. People are leaving now.",
    "start": "00:40:33",
    "end": "00:40:51"
  },
  {
    "text": "On a typical morning, it gets pretty busy. You can see people hurrying to work, kiosks blaring music, boda bodas, motorbikes rushing down the streets.",
    "start": "00:40:54",
    "end": "00:41:03"
  },
  {
    "text": "Yeah, this is the main street, and this main road goes up to Congo.",
    "start": "00:41:03",
    "end": "00:41:08"
  },
  {
    "text": "But it actually wasn't always this way.",
    "start": "00:41:11",
    "end": "00:41:14"
  },
  {
    "text": "I live in this town here, Bundebujo, but when I look at it today, I am amazed, because as I was growing up, it was never like this.",
    "start": "00:41:14",
    "end": "00:41:25"
  },
  {
    "text": "As a small boy, he had to travel 300 miles on foot to get to the nearest secondary school because there was no paved road or bus connection. And a lot of the houses back then were grass, thatched or had iron sheet roofs.",
    "start": "00:41:25",
    "end": "00:41:38"
  },
  {
    "text": "It was a very small town.",
    "start": "00:41:38",
    "end": "00:41:40"
  },
  {
    "text": "In 2001, everything changed.",
    "start": "00:41:41",
    "end": "00:41:46"
  },
  {
    "text": "The rebels from Congo came and invaded this area. They wanted to overthrow the sitting government. So they came and invaded this place and killed very many people.",
    "start": "00:41:51",
    "end": "00:42:02"
  },
  {
    "text": "Their entire community was forced into refugee camps.",
    "start": "00:42:03",
    "end": "00:42:06"
  },
  {
    "text": "And during that time, we saw that we had very many children who were orphaned because their parents had died during the war.",
    "start": "00:42:09",
    "end": "00:42:18"
  },
  {
    "text": "It was a deeply, deeply difficult time of scarcity, when there really just wasn't enough food, water, or really anything. And Hannington was experiencing this paradox that he believed in a God of abundance, a God who provided everything.",
    "start": "00:42:18",
    "end": "00:42:37"
  },
  {
    "text": "What opened my eyes was the conference in Kampala. And there was a pastor in Kampala I had studied with. He called me to go and attend that conference. And this is about 240 miles from home.",
    "start": "00:42:39",
    "end": "00:42:54"
  },
  {
    "text": "So the crazy thing is this actually happened just before the civil war broke out.",
    "start": "00:42:54",
    "end": "00:42:59"
  },
  {
    "text": "In that workshop, they taught us the principles of stewardship. Principle number one was that everything in this world belongs to God. God has a right over everything by creation. And they quoted to us Psalm 24, that the earth and everything in it belongs to God.",
    "start": "00:42:59",
    "end": "00:43:17"
  },
  {
    "text": "Principle two was that God has put everything into the hands of humans.",
    "start": "00:43:18",
    "end": "00:43:22"
  },
  {
    "text": "And they quoted again for us in Genesis, where God created everything and entrusted what he had created to man, and man became a manager or a steward of God's resources.",
    "start": "00:43:22",
    "end": "00:43:35"
  },
  {
    "text": "Principle three, God has resources everywhere. Which brings us to the last principle.",
    "start": "00:43:36",
    "end": "00:43:41"
  },
  {
    "text": "So he calls upon the managers, those stewards that he has entrusted his sources with. We are being required to do the work of God, and we need to be generous in doing that. So when they taught us those principles and they said that the way we apply them is that God has work for those resources in every place.",
    "start": "00:43:42",
    "end": "00:44:03"
  },
  {
    "text": "Hannington was actually at this stewardship workshop when the war broke out back home.",
    "start": "00:44:04",
    "end": "00:44:09"
  },
  {
    "text": "Wow.",
    "start": "00:44:10",
    "end": "00:44:10"
  },
  {
    "text": "Yeah.",
    "start": "00:44:10",
    "end": "00:44:11"
  },
  {
    "text": "So he leaves this conference inspired by this vision of God's generosity, and then he steps outside and a war is broken out and he can't even get home.",
    "start": "00:44:11",
    "end": "00:44:21"
  },
  {
    "text": "Yeah. And it was only much later that he was able to find his family in one of the refugee camps. And that was when he started seeing the need everywhere, especially among these growing.",
    "start": "00:44:22",
    "end": "00:44:32"
  },
  {
    "text": "Number of orphans, the need for water and food and income.",
    "start": "00:44:32",
    "end": "00:44:37"
  },
  {
    "text": "Yeah. So one of the first things I asked him when we talked was, how did that affect your belief in what you had just been taught in the stewardship workshop?",
    "start": "00:44:37",
    "end": "00:44:47"
  },
  {
    "text": "When we saw the situation of the orphans, we started desensitizing our church members. We told them, God has given us his resources, and it doesn't matter how much resources you have, but what matters is the spirit of giving. And once you have this spirit of giving generously, you can meet many needs, especially when you are united. We ask the parents to take care of these children because they had no one to look after them. We distributed them into the Christian homes.",
    "start": "00:44:48",
    "end": "00:45:22"
  },
  {
    "text": "Those two years in the camp actually ended up being a training ground for what would become the real test, which was when it actually became safe to return home.",
    "start": "00:45:22",
    "end": "00:45:31"
  },
  {
    "text": "Two years later, after the war, we found that we had nothing because a lot of things were destroyed. Because the many years we spent in the camps.",
    "start": "00:45:31",
    "end": "00:45:40"
  },
  {
    "text": "The fields were barren, their churches had been pillaged and their homes, well, they were totally destroyed.",
    "start": "00:45:44",
    "end": "00:45:51"
  },
  {
    "text": "It was heartbreaking because we had to not only reconstruct the houses, but also to construct the spiritual part of the people, to talk to them. That that's not Christian. That's not love for the neighbor. We said that as disciples of Jesus Christ, we are light and salt for one another.",
    "start": "00:45:51",
    "end": "00:46:10"
  },
  {
    "text": "Wow, that's such a contrast of response, seeing your homes destroyed, that people had done this to you and then gathering the community to say, you know, that's not how we're going to live. How did you encourage them in that kind of radical, loving neighborliness?",
    "start": "00:46:11",
    "end": "00:46:29"
  },
  {
    "text": "We called the people in church and repeated the seminar that we had in Kampala to teach people about stewardship, that everything we have belongs to God. So when he calls for those resources for his work, that is what he glorifies. His name. Amina. Yes. And stewardship is not only about resources. It is also about our neighbour, to care for the neighbor. And we taught them to forgive one another. We taught them reconciliation. We said, even if you know that someone wronged you during that time, this is a time of reconstruction. Not only reconstruction of houses, but also of our very lives and our hearts.",
    "start": "00:46:29",
    "end": "00:47:13"
  },
  {
    "text": "Yeah. It was again, one of those things where it was like, oh, stewardship is not just about resources but about relationships. Rebuilding is not just about the physical home you're living in, but the kind of community you're living in.",
    "start": "00:47:15",
    "end": "00:47:27"
  },
  {
    "text": "Yeah. It's always been an interesting part of the parable of the steward is how it's so focused on how he built relationships with the money. The money was a tool to just strengthen relational bonds between him and his community. And that was the wise thing to do.",
    "start": "00:47:28",
    "end": "00:47:44"
  },
  {
    "text": "Yeah, yeah. Wisdom as shrewdness and also as relational. So I asked about, like, what, you know, can you give me some of these examples of what your community was contributing?",
    "start": "00:47:45",
    "end": "00:47:55"
  },
  {
    "text": "Yeah. Among the resources, we told them that some have land and some have skills. If you are a carpenter, if you are a farmer, if you are a teacher, all of us can bring our skills and resources together. So many young girls and young boys, these are the ones who started our schools and those who were carpenters and masones. We were using their skills to construct our houses and our churches.",
    "start": "00:47:55",
    "end": "00:48:21"
  },
  {
    "text": "They started to rebuild the town as a team.",
    "start": "00:48:25",
    "end": "00:48:27"
  },
  {
    "text": "I think it is now the bricks are halfway done now, going house by house, church by church, even selling mere beans in town. We would go to them and they would contribute their beans.",
    "start": "00:48:27",
    "end": "00:48:39"
  },
  {
    "text": "And those beans, they would actually feed the people who were building. They were given food as they gave their labor.",
    "start": "00:48:39",
    "end": "00:48:46"
  },
  {
    "text": "That's how we could help a woman. About 10 people going to dig in one plantation. And then we plough. And so for that lady, we found that everyone had a garden within a short time. And even we extended that to construction of houses. Ten people would construct a house for one month in two or three, four days.",
    "start": "00:48:48",
    "end": "00:49:10"
  },
  {
    "text": "Wow.",
    "start": "00:49:10",
    "end": "00:49:10"
  },
  {
    "text": "We even said, if we have sold our food, let us get the money, put it together, and we give it to someone to be capital for a shop. And today I was showing the whole town that was transformed. When I look at that town today, full of shops, full of businesses, I just get amazed because there was nothing in that. It was just a camp. But it has been transformed into a business center.",
    "start": "00:49:10",
    "end": "00:49:35"
  },
  {
    "text": "Actually, it kind of reminded me of the Book of Acts, was what I was thinking. Like both the sort of miraculous fruits of it, and then also the kind of communal. Everyone's pooling in what they have. Everyone has a slightly different set of gifts, and everyone's coming together. And, yeah, there was this one story he shared in particular that I still cannot stop thinking about, which was about this woman named Veronica.",
    "start": "00:49:40",
    "end": "00:50:05"
  },
  {
    "text": "Yeah, it was during those teachings that we had in churches where we found this lady.",
    "start": "00:50:06",
    "end": "00:50:12"
  },
  {
    "text": "This woman came into their church. She had no land or house, and she didn't even have two legs to walk on. So unlike the other men and women who had come forward, she wasn't able to build houses or to farm fields. All she had was this one chicken.",
    "start": "00:50:12",
    "end": "00:50:31"
  },
  {
    "text": "She put up her hand and said, I have a chicken I would like to give. When I looked at her condition, she was crawling on the ground. She had no limbs to walk with. I really sympathized with her. And I said, no, no, no, this is robbery if we get this chicken from her.",
    "start": "00:50:31",
    "end": "00:50:49"
  },
  {
    "text": "But she talked back.",
    "start": "00:50:49",
    "end": "00:50:51"
  },
  {
    "text": "She said, but you have taught us that everyone has something to give. And for me, that is what I have to give. Why are you stopping me from doing it?",
    "start": "00:50:51",
    "end": "00:51:00"
  },
  {
    "text": "And then she quoted the Bible at him. It's amazing.",
    "start": "00:51:00",
    "end": "00:51:03"
  },
  {
    "text": "You have already told me that in the Bible there was a widow who gave her only penny. And now for me, I have a chicken. Why can't you allow me to give it?",
    "start": "00:51:03",
    "end": "00:51:12"
  },
  {
    "text": "So, yeah, I mean, he gave in and accepted her chicken.",
    "start": "00:51:13",
    "end": "00:51:17"
  },
  {
    "text": "And in those days, when someone brought something in the church, we would auction it. So we made a fundraising, and we sold that chicken, and we said, the money from this chicken, we are going to buy bricks so that the first brick on this church should be accorded to that lady. So that's how we built that church.",
    "start": "00:51:17",
    "end": "00:51:38"
  },
  {
    "text": "And so that first brick that was laid down on the new church was bought with that chicken that the woman donated. It actually became the foundation stone of their church.",
    "start": "00:51:38",
    "end": "00:51:50"
  },
  {
    "text": "Wow. Wow.",
    "start": "00:51:50",
    "end": "00:51:52"
  },
  {
    "text": "Yeah, man.",
    "start": "00:51:52",
    "end": "00:51:53"
  },
  {
    "text": "I can't get that image out of my head of crawling with the chicken and off.",
    "start": "00:51:53",
    "end": "00:51:58"
  },
  {
    "text": "Wow, that's incredible.",
    "start": "00:51:59",
    "end": "00:52:01"
  },
  {
    "text": "Yeah.",
    "start": "00:52:01",
    "end": "00:52:02"
  },
  {
    "text": "And it's also very empowering, actually. That's quite striking that, you know, when you first saw her and you thought, oh, we can't possibly take that chicken from her because she has so little. But then, you know, that's not how she saw things. She saw, oh, but I do have something that I can give, and what a witness that is to everyone else that we all have something to give.",
    "start": "00:52:02",
    "end": "00:52:22"
  },
  {
    "text": "And that act of her surely touched very many people, because most of the people who were giving at that time, they were referring to that very act. That's why they are giving. Because Veronika had given her chicken. And the youths in our church started volunteering, getting her from her house and bringing her to church every Sunday. She became a friend of everyone, and the youth started noticing what she needed. She had no house at that time, and these youths in our church organized themselves. They went and built a house for her, and the youths also collected money and they bought a wheelchair for her. So you would find her very happy when she's coming to church, when she's being pushed by the youths bringing her to church, the wife fighting for helping her to take her home. It changed the whole life in our church.",
    "start": "00:52:23",
    "end": "00:53:21"
  },
  {
    "text": "Wow, that's incredible.",
    "start": "00:53:21",
    "end": "00:53:24"
  },
  {
    "text": "Yeah. Up to now, people have failed to forget her.",
    "start": "00:53:24",
    "end": "00:53:27"
  },
  {
    "text": "What amazing fruit. I mean, there was a church that was built, and then the youths that were inspired to build a house for her and buy a wheelchair for her, and then all the people that were then inspired to give generously and radically from her example. I know this was not at all what she was thinking. She was thinking like, sky Treasure, or maybe this is sky treasure. I don't know. But that's actually an incredible return on one chicken.",
    "start": "00:53:30",
    "end": "00:53:56"
  },
  {
    "text": "Yeah, yeah. Yes. You can't imagine her envisioning that. You imagine her just being moved by the spirit to say, I want in on this. I can be part of this too. Don't count me out. And she didn't realize how in she was getting herself.",
    "start": "00:53:56",
    "end": "00:54:14"
  },
  {
    "text": "Yeah. It felt like a floodgates story in terms of, you know, try me and the floodgates will open.",
    "start": "00:54:17",
    "end": "00:54:24"
  },
  {
    "text": "Yeah. It does strike me the parable of the shrewd manager. How it's about relationships ultimately, and I get inspired by that and I think, yes, I need to develop relationships. That's what matters. But then my intuition is to go, what relationships can I build that will help me the most? Who are the important people that I need to win over? And really believing that, like, at the center of the kingdom of God is a woman with no legs and a chicken. And that's the person who is at the center binding relationships together. Like, that's not the person that comes to my mind when I think, how do I be shrewd and how do I build into God's kingdom?",
    "start": "00:54:25",
    "end": "00:55:16"
  },
  {
    "text": "Yeah, no, totally. That is the person that God chooses to be the cornerstone of his church.",
    "start": "00:55:16",
    "end": "00:55:23"
  },
  {
    "text": "Yeah.",
    "start": "00:55:24",
    "end": "00:55:25"
  },
  {
    "text": "Seeing that woman giving the only thing that she had was a challenge. As the pastors, I said, now, if this lady can give this much, what about us? We have our whole life to give. We have our talents to give, and we have our knowledge to give. So we started teaching other people, and this spirit caught on, and that's what transformed our town.",
    "start": "00:55:25",
    "end": "00:55:50"
  },
  {
    "text": "You said that it was a small town when you were growing up, but that doesn't sound like a small town to me. Is that all something that happened after the war, during and through the generosity campaign?",
    "start": "00:55:54",
    "end": "00:56:06"
  },
  {
    "text": "Yeah, we attribute this to the generosity campaign that we started in our church. And all of the churches around caught it, and the community caught it. So we built that spirit in them, and we are seeing the dividends just as we were foreseeing.",
    "start": "00:56:06",
    "end": "00:56:22"
  },
  {
    "text": "I think that perhaps part of it is what you were saying that you were asking first, how can we help each other? What can I give rather than what can I be given or ask for? I don't think many people, when they feel like they have nothing, ask first, what can I give? And look at the fruit of that.",
    "start": "00:56:23",
    "end": "00:56:44"
  },
  {
    "text": "And right now we are entering the church where Veronica laid her bridge. And inside the church, you can hear the piano is being prayed. The message I would like to share with the global church is that this message of generosity, I think that is our very nature. That is the DNA that every child of God should have to give and not refuse to give what God has already given to us. And I know that this spirit can be anywhere. When we learn of loving one another, loving the neighbor, loving God, this is the way we can express it. And our motto is to make visible the invisible God. So when we have a church construction and an assembly of believers, we know we are showing people the God that they cannot see. And when we see what the Holy Spirit is doing, moving them to give towards God's work for its expansion, we are making God visible.",
    "start": "00:56:45",
    "end": "00:58:09"
  },
  {
    "text": "I've been asking in this whole series over and over, like, what are we talking about? About when we talk about Sky Treasure, what is it?",
    "start": "00:58:29",
    "end": "00:58:37"
  },
  {
    "text": "You know, one of the orphan girls said actually that when she felt the community providing for her and loving her, she felt that it was actually God loving her. That seemed to kind of encapsulate what he was saying, that there is a way in which when we love each other, well, we do actually make God visible. And I think people can feel it, that there's something divine there and that there's something beyond us that's acting.",
    "start": "00:58:38",
    "end": "00:59:06"
  },
  {
    "text": "Thank you for bringing us this inspiring story and may it stir in us an imagination for generosity.",
    "start": "00:59:08",
    "end": "00:59:15"
  },
  {
    "text": "Oh, it was my great pleasure.",
    "start": "00:59:15",
    "end": "00:59:18"
  },
  {
    "text": "That's all for today's episode.",
    "start": "00:59:21",
    "end": "00:59:22"
  },
  {
    "text": "Next week, we explore Jesus teaching on anxiety.",
    "start": "00:59:23",
    "end": "00:59:26"
  },
  {
    "text": "If you're wondering if Jesus is naive and his head is in the clouds, like he knows there's trouble, each day is full of trouble. But your state of mind doesn't have to be ruled by the trouble of each day.",
    "start": "00:59:27",
    "end": "00:59:38"
  },
  {
    "text": "BibleProject is a nonprofit, and we exist to help people experience the Bible as a unified story that leads to Jesus.",
    "start": "00:59:39",
    "end": "00:59:46"
  },
  {
    "text": "Everything we make is free because of the generous support of thousands of people just like you.",
    "start": "00:59:46",
    "end": "00:59:52"
  },
  {
    "text": "Thanks for being a part of this with us.",
    "start": "00:59:52",
    "end": "00:59:53"
  },
  {
    "text": "Hi. This is Tyler here to read the credits. Stephanie Tam is the lead producer for today's show. Production for today's episode is by producer Lindsey Ponder, managing producer Cooper Peltz, producer Colin Wilson, editors Frank Garza and Aaron Olson. This edition episode was sound design, mixed and edited by Tyler Bailey. Nina Simone does our show notes and Hannah Wu provides the annotations for our app. Original Sermon on the Mount music is by Richie Cohen and the Bible Project theme song is by Tents. Tim Mackey is our lead scholar. Special thanks to Ben Tertine, Bishop Hannington Bahamuka, and local producer Gerald Basinga as well as Janice Minamitsu and Todd Harper for connecting us and your hosts, John Collins and Michelle Jones.",
    "start": "01:00:02",
    "end": "01:00:45"
  },
  {
    "text": "Poimokania.",
    "start": "01:00:45",
    "end": "01:00:49"
  },
  {
    "text": "By Mocaning it.",
    "start": "01:00:51",
    "end": "01:00:53"
  }
]