[
  {
    "text": "This is John from bibleproject, and this year we're reading through the Sermon on the Mount. With me through this series is co host Michelle Jones. Hi, Michelle.",
    "start": "00:00:04",
    "end": "00:00:11"
  },
  {
    "text": "Hi, John.",
    "start": "00:00:11",
    "end": "00:00:12"
  },
  {
    "text": "So in this collection of teachings called the Sermon on the Mount, Jesus tells us that he has come to fulfill the story of the Bible and also to call his followers to a greater righteousness, that is, show us how we can live in right relationships with each other.",
    "start": "00:00:12",
    "end": "00:00:28"
  },
  {
    "text": "Now, some of the religious leaders of Jesus day thought that he was not taking the commands found in the Hebrew Bible seriously enough.",
    "start": "00:00:29",
    "end": "00:00:37"
  },
  {
    "text": "Jesus begs to differ, though. In this section of the Sermon on the Mount, he shows us how the commands of the Torah have embedded in them God's deep ethical wisdom for us. And it gives us a vision for how to live in right relationships. Now, if you've been following along, we've gone through two examples.",
    "start": "00:00:38",
    "end": "00:00:57"
  },
  {
    "text": "Two laws found from the Ten Commandments, do not murder and do not commit adultery.",
    "start": "00:00:58",
    "end": "00:01:03"
  },
  {
    "text": "Exactly.",
    "start": "00:01:03",
    "end": "00:01:03"
  },
  {
    "text": "Today we look at a third example, and it doesn't come from the commandments. It comes from a more obscure law in Deuteronomy 24, a law that addresses when it's appropriate for a man to divorce his wife. Now, what Tim is going to show us is that there was a first century debate going on about how to interpret Deuteronomy 24, and that Jesus teaching here on divorce needs to be understood in light of that debate.",
    "start": "00:01:03",
    "end": "00:01:30"
  },
  {
    "text": "Okay, that's what we'll explore. And to do that, Tim and I will be joined by New Testament scholar Dr. Janine Brown, and she'll help us unpack the first century debate around Deuteronomy 24.",
    "start": "00:01:30",
    "end": "00:01:42"
  },
  {
    "text": "Thanks for joining us.",
    "start": "00:01:43",
    "end": "00:01:44"
  },
  {
    "text": "Here we go. Hi, Tim.",
    "start": "00:01:44",
    "end": "00:01:57"
  },
  {
    "text": "Hi, John.",
    "start": "00:01:57",
    "end": "00:01:58"
  },
  {
    "text": "We're going to look at the third case study that Jesus gives about how to find God's deep ethical wisdom in the ancient law code of Israel. Let me just read. Has also been said, whoever sends away his wife, he must give her a certificate of divorce. And I say to you that everyone who sends away his wife, except on the grounds of sexual immorality, he causes her to commit adultery. And whoever marries a divorced woman commits adultery.",
    "start": "00:01:58",
    "end": "00:02:28"
  },
  {
    "text": "These words of Jesus about marriage and divorce and remarriage, they have had a huge, huge influence, to say the least, on the course of millions of people's lives over the last 2,000 years. And there is a diversity of views on the implications of what Jesus is saying. There's a diversity of views of what he actually means. But then there's also very pastoral and practical implications of all of this. But the bigger context Is this is in the Sermon on the Mount. And the part of the Sermon on the Mount where he's defining a greater righteousness, this greater, higher calling of doing right by other people. And somehow there's something underneath this where Jesus is putting his finger on something where people are not doing right by each other. And he wants to address that and give people God's wisdom on it.",
    "start": "00:02:29",
    "end": "00:03:25"
  },
  {
    "text": "Okay, so Jesus here is. Well, he's talking to his followers and he says, you have heard that it was said. And then he's quoting from somewhere in the Torah and he says, whoever sends away his wife, he must give a certificate of divorce. So what's he quoting from? What's he referring to here?",
    "start": "00:03:25",
    "end": "00:03:43"
  },
  {
    "text": "It's from Deuteronomy, chapter 24. And actually Deuteronomy 24, which we'll look at in a moment, is fraught with interpretive challenges. Lucky us. But then also, Jesus is going to repeat these words in another conversation later on in the same book of the Bible. In Matthew, it's actually a longer story where you get more context and more explanation that makes things more clear.",
    "start": "00:03:43",
    "end": "00:04:09"
  },
  {
    "text": "If we go look at that later.",
    "start": "00:04:10",
    "end": "00:04:11"
  },
  {
    "text": "Story, it will bring clarity to what Jesus means and doesn't mean in this section here. So the story is in Matthew, chapter 19. I'll just read the story. Some Pharisees came to Jesus in order to test him, and they asked, is it legal? And by legal, they mean according to the Torah, not according to Roman law. Is it legitimate according to the covenant laws of the Torah? Yeah, that a man can send away his wife, which is a Hebrew idiom for divorce, and a man can send away his wife for any reason at all.",
    "start": "00:04:11",
    "end": "00:04:49"
  },
  {
    "text": "This is a test.",
    "start": "00:04:50",
    "end": "00:04:50"
  },
  {
    "text": "That's their test question.",
    "start": "00:04:51",
    "end": "00:04:52"
  },
  {
    "text": "What's your position on divorce, Jesus?",
    "start": "00:04:53",
    "end": "00:04:55"
  },
  {
    "text": "And even more specifically, it's not just, what's your view on divorce? What's your view about any recent divorce? This is a live debate happening in Jesus Day among teachers of Torah and rabbis. So it's super important to register. First of all, their question's not even genuine.",
    "start": "00:04:55",
    "end": "00:05:14"
  },
  {
    "text": "Right. It's framed as a test. They're not looking to learn what Jesus thinks. They want him to slip up totally.",
    "start": "00:05:15",
    "end": "00:05:21"
  },
  {
    "text": "This is what happens whenever a popular or famous figure gets up in a press conference.",
    "start": "00:05:22",
    "end": "00:05:27"
  },
  {
    "text": "Yeah, the gotcha questions.",
    "start": "00:05:27",
    "end": "00:05:29"
  },
  {
    "text": "It's the loaded question. There's no way to win it because it's such a controversial issue that anything you say will automatically categorize you and divide the room and nobody else will hear what you're saying. So Matthew's saying, that's the nature of this issue. They're asking him a question that's so controversial and loaded, they're hoping to discredit his reputation.",
    "start": "00:05:29",
    "end": "00:05:52"
  },
  {
    "text": "They're like handing him a grenade.",
    "start": "00:05:52",
    "end": "00:05:53"
  },
  {
    "text": "Totally.",
    "start": "00:05:53",
    "end": "00:05:54"
  },
  {
    "text": "Which means they're not asking him, Jesus, what are your views on marriage and divorce? Yeah, it's a very specific question about a specific debate.",
    "start": "00:05:54",
    "end": "00:06:03"
  },
  {
    "text": "Specifically, can it be for any reason?",
    "start": "00:06:03",
    "end": "00:06:05"
  },
  {
    "text": "Correct, Any reason. And the reason they're bringing that up is because of the way Jewish Bible teachers were debating all these issues in relation to Deuteronomy chapter 24. So I'll read it. This is my translation. Deuteronomy 24:1. It says if a man. So the law is even framed from a male's point of view. If. If a man takes a woman and marries her and it comes about that she does not find favor in his eyes because he found in her some nakedness of a matter. We'll talk about that phrase.",
    "start": "00:06:05",
    "end": "00:06:39"
  },
  {
    "text": "That's your translation?",
    "start": "00:06:39",
    "end": "00:06:40"
  },
  {
    "text": "Yes.",
    "start": "00:06:40",
    "end": "00:06:41"
  },
  {
    "text": "Nakedness of a matter.",
    "start": "00:06:41",
    "end": "00:06:42"
  },
  {
    "text": "Nakedness of a matter. This is the phrase that the rabbis are all divided about how to interpret what it means. But it's the word nakedness and then it's the word davar, which can mean word or thing.",
    "start": "00:06:42",
    "end": "00:06:56"
  },
  {
    "text": "So this is just a very wooden, literal translation.",
    "start": "00:06:56",
    "end": "00:06:59"
  },
  {
    "text": "The literal translation, nakedness of a matter. Bring out the ambiguity of it. So let's say that he finds in her an ervat Dvar, nakedness of a matter, and so he must write for her a scroll of cutting off divorce papers. Divorce papers. So this is the phrase nakedness of a thing.",
    "start": "00:06:59",
    "end": "00:07:20"
  },
  {
    "text": "Well, does this phrase show up elsewhere in the Torah?",
    "start": "00:07:20",
    "end": "00:07:23"
  },
  {
    "text": "Nope.",
    "start": "00:07:23",
    "end": "00:07:24"
  },
  {
    "text": "Elsewhere in the Hebrew Bible?",
    "start": "00:07:24",
    "end": "00:07:25"
  },
  {
    "text": "Nope. So it appears only here, dense, ambiguous little phrase and was interpreted in very different ways. Jesus is being drawn into a contemporary first century controversy among Jewish Bible teachers. You can go to contemporary Jewish sources or memories of this debate, because this debate was a big deal and it's still registered in Jewish sources. So in the Talmud, which is a collection of Jewish writings and reflections based on the interpretation of the Torah that preserve memories of the teachings of rabbis from all over history. In the first century, there's a memory that preserves that there were three positions of prominent rabbis in the first couple centuries.",
    "start": "00:07:25",
    "end": "00:08:13"
  },
  {
    "text": "And we're just going to focus on two that were at the center of this debate.",
    "start": "00:08:13",
    "end": "00:08:17"
  },
  {
    "text": "The first position is represented by what's called the House of Shammai, which means a rabbi Shammai. And then he has his house. He had like a school, a bunch of followers. So the house of Shammai says a man should divorce his wife only because he finds grounds for unchastity, meaning adultery.",
    "start": "00:08:17",
    "end": "00:08:39"
  },
  {
    "text": "Okay.",
    "start": "00:08:39",
    "end": "00:08:40"
  },
  {
    "text": "Because it says in the Torah, and he quotes from Deuteronomy 24, he has found in his wife something indecent, which he takes to mean adultery, a shammai. The House of Hillel quotes the same verse from the Torah and he thinks it's for any cause, even if she spoiled his food, because Bible quote, he has found in her any indecent thing. So they take a very broad view. So all of this revolves around a fact. Of the 613 laws in the Torah that God gave to guide the people of Israel, only two of them have anything to say about divorce.",
    "start": "00:08:40",
    "end": "00:09:25"
  },
  {
    "text": "Leaves a lot to figure out.",
    "start": "00:09:26",
    "end": "00:09:29"
  },
  {
    "text": "Yeah. And actually neither of them address it directly. It's indirectly. So that itself is actually a good example that the laws of the Torah don't represent the constitution of ancient Israel.",
    "start": "00:09:30",
    "end": "00:09:41"
  },
  {
    "text": "This complete law code.",
    "start": "00:09:41",
    "end": "00:09:43"
  },
  {
    "text": "Yeah. Because if they were, you need thousands more laws to address really practical areas of life.",
    "start": "00:09:43",
    "end": "00:09:48"
  },
  {
    "text": "Yeah. Probably at least a couple more on marriage and divorce.",
    "start": "00:09:48",
    "end": "00:09:51"
  },
  {
    "text": "Yeah. So the House of Shammai, Rabbi Shammai says it means that the nakedness is referring to some matter where she was naked with another.",
    "start": "00:09:51",
    "end": "00:10:02"
  },
  {
    "text": "Yeah.",
    "start": "00:10:02",
    "end": "00:10:02"
  },
  {
    "text": "Person.",
    "start": "00:10:02",
    "end": "00:10:03"
  },
  {
    "text": "So it's talking about adultery.",
    "start": "00:10:03",
    "end": "00:10:04"
  },
  {
    "text": "Talking about adultery. The House of Hillel says it means any matter of indecency which is left up to the man's judgment.",
    "start": "00:10:04",
    "end": "00:10:12"
  },
  {
    "text": "Yeah.",
    "start": "00:10:13",
    "end": "00:10:13"
  },
  {
    "text": "So the Pharisees are asking Jesus. So they're not saying Jesus, are there any legitimate grounds for divorce? They're asking Jesus to give his view on Deuteronomy 24:1. Because it's a controversial matter.",
    "start": "00:10:14",
    "end": "00:10:29"
  },
  {
    "text": "Yeah.",
    "start": "00:10:29",
    "end": "00:10:29"
  },
  {
    "text": "And if they can categorize Jesus, they.",
    "start": "00:10:29",
    "end": "00:10:32"
  },
  {
    "text": "Could divide his followers.",
    "start": "00:10:32",
    "end": "00:10:33"
  },
  {
    "text": "Exactly.",
    "start": "00:10:34",
    "end": "00:10:34"
  },
  {
    "text": "Yep. That's it.",
    "start": "00:10:34",
    "end": "00:10:35"
  },
  {
    "text": "So to me, there's a huge implication of this. Whatever Jesus response is, this is not Jesus complete teachings on marriage and divorce and remarriage. It's Jesus response to a specific debate. So let's just first name this is all a bunch of religious men having this conversation as if women aren't in the room. You know, and they probably weren't in the room. But so let's just name that and.",
    "start": "00:10:35",
    "end": "00:11:05"
  },
  {
    "text": "Let'S invite a woman into the room. I say we call up the New Testament scholar whose work I greatly admire on the gospel of Matthew, Dr. Janine Brown. She's a professor of New Testament at Bethel University, and she actually did her doctoral work on the Gospel of Matthew, and she knows both this passage in Matthew 19 and the debates around it from ancient times really well.",
    "start": "00:11:05",
    "end": "00:11:28"
  },
  {
    "text": "Cool.",
    "start": "00:11:28",
    "end": "00:11:29"
  },
  {
    "text": "And also, Janine serves on the Niv Translation Committee. And actually the NIV makes a move in this passage that's really significant in how they translate these very verses that we're looking at. And I want to get her to explain that to us.",
    "start": "00:11:29",
    "end": "00:11:44"
  },
  {
    "text": "Okay, let's talk to Dr. Janine Brown.",
    "start": "00:11:44",
    "end": "00:11:47"
  },
  {
    "text": "All right, Dr. Janine Brown, thank you for joining us for this light conversation about Jesus teachings on divorce and remarriage today.",
    "start": "00:11:51",
    "end": "00:11:59"
  },
  {
    "text": "I'm glad to be with you both.",
    "start": "00:12:00",
    "end": "00:12:01"
  },
  {
    "text": "I would love to hear how it is you ended up in New Testament studies and then specifically the Gospels and then specifically Matthew that you've done a number of published academic works on.",
    "start": "00:12:01",
    "end": "00:12:13"
  },
  {
    "text": "I was involved in InterVarsity Christian Fellowship as a college student and then on staff for a few years. And InterVarsity does great training informally. But I'd never sat in a classroom in a college or a seminary on the Bible and felt really drawn to that. I showed up at Bethel Seminary and had the great pleasure of studying with Dr. Robert Stein, Bob Stein. He was a redaction critic.",
    "start": "00:12:13",
    "end": "00:12:39"
  },
  {
    "text": "So just real quick, explain the difference between a redaction approach to the Gospels and then a narrative criticism approach. How do you talk about those two?",
    "start": "00:12:40",
    "end": "00:12:49"
  },
  {
    "text": "And redaction really means editing. So the assumption in Gospel scholarship for the most part is that Mark was the first Gospel written and Matthew and Luke used Mark. They're so similar and sometimes verbatim across the Gospels. And given that assumption, let's compare Mark and Matthew and see what Matthew highlights by adding. Cause Matthew adds a whole bunch more than Mark has, right? But what does he omit? What does he adjust in the telling of a story? So that was the method I learned under. And so it was fascinating work. And in my commentary work I've really worked mostly with an approach that says let's look at Matthew on its own terms. Narrative approaches sort of let go of the redactional questions, but they often come to somewhat similar conclusions at various points. And I feel like that combination of redactional approach, narrative approach was a really great complement to one another, even though they tend to stay in their separate lanes. There was something very helpful about learning in both those methods and knew I wanted to study the Gospels. In my doctoral work. I was very engaged with the portrayal of the disciples in the Gospels, in Matthew particularly, and did my dissertation on that topic, the disciples in narrative perspective. Or as my 8 year old said at the time, the disciples in narrative de spective because hard word to get right. And as part of that, I was in the midst of this Matthew 16:20, where we find the texts on the one text on divorce, Matthew 19. So had to do some work on that. And as part of this larger project of saying what's going on kind of in a meta way in Matthew, that.",
    "start": "00:12:50",
    "end": "00:14:34"
  },
  {
    "text": "Is a great way to tie in to the topic. So there's two teachings about divorce and remarriage by Jesus in the Gospel of Matthew, a really short condensed form in Matthew chapter five in the Sermon on the Mount. And it's just very. It's like two verses in our modern Bibles.",
    "start": "00:14:34",
    "end": "00:14:51"
  },
  {
    "text": "Okay, do you want to read?",
    "start": "00:14:51",
    "end": "00:14:52"
  },
  {
    "text": "Has also been said, whoever sends away his wife, he must give her a certificate of divorce. And I say to you that anyone who sends away his wife, except on the ground of sexual immorality, he makes her the victim of adultery. And whoever marries a divorced woman commits adultery.",
    "start": "00:14:53",
    "end": "00:15:11"
  },
  {
    "text": "But then what's interesting is that seems like a condensation of a much broader teaching of Jesus about divorce and remarriage in Matthew chapter 19. So to talk about one of these passages is kind of to talk about the other.",
    "start": "00:15:12",
    "end": "00:15:26"
  },
  {
    "text": "Absolutely.",
    "start": "00:15:26",
    "end": "00:15:26"
  },
  {
    "text": "And so in Matthew 19, this is where we get clued into that there's a debate going on, I think, that the Pharisees are testing Jesus when they ask, is it lawful for a man to divorce his wife for any reason whatsoever?",
    "start": "00:15:26",
    "end": "00:15:41"
  },
  {
    "text": "Well, and the key phrase that you read for any reason whatsoever, translation for any and every reason in another translation, that little phrase represents a particular way of reading Deuteronomy 24. So in the first part of Deuteronomy 24, if a man marries a woman who becomes displeasing to him because he finds something indecent about her, that's the niv, the Hebrew, irwat, debar. That little phrase seems to be behind the for any and every reason in one side of a first century Jewish debate. So it gets kind of complicated. But if you think of two sides of a debate that we hear later in rabbinic sources, we hear about the school or the followers of Shammai and the followers of Hillel, and they debate precisely this little phrase. So for any and every reason fits the Hillel reading, which is really putting emphasis on one word in the Hebrew, the debar, and saying, you know, any cause divorce. That was a very broad interpretation. The more likely kind of normative way of reading the text and understanding divorce in the 1st century Jewish world was following the school of Hillel.",
    "start": "00:15:41",
    "end": "00:17:03"
  },
  {
    "text": "Okay, so the school of Hillel was basically like any cause divorce. That that phrase in Deuteronomy 24, the indecency of a thing, can refer to anything but there is another school of thought.",
    "start": "00:17:03",
    "end": "00:17:15"
  },
  {
    "text": "Yes, the school of Shammai took stricter view of what that referred to and limited it to something indecent, referring to sexual unfaithfulness. And so that was the school of Shammai. So as the Pharisees come, Pharisees might very well represent the school of Shemai, in other words, a stricter view. But they want to, if they can catch Jesus in maybe, you know, falling into a broader view, being a little more lax with the Torah, which is a concern of the Pharisees across Matthew.",
    "start": "00:17:15",
    "end": "00:17:41"
  },
  {
    "text": "Walking into Matthew 19 and this little saying on divorce and remarriage in the Sermon on the Mount, it really is like walking into a conversation that two people have been having for a long time. We are literally wading into a pretty complicated debate about a real practical matter in Jesus time, divorce and remarriage. And while the story presents it as a matter of Jewish Bible scholars engaging Jesus about interpretation, this is a high stakes question with high stakes implications specifically for women.",
    "start": "00:17:42",
    "end": "00:18:18"
  },
  {
    "text": "Right? Absolutely.",
    "start": "00:18:18",
    "end": "00:18:19"
  },
  {
    "text": "So another relevant factor I want to get your take that divorce was something, at least in Jewish culture or Jewish subcultures that Jesus was in could only be initiated by men and not by women. I was curious what your take is on that view, if you think that's relevant for this. Because if only men can initiate divorce and for any reason, we'd have the makings of a really, really destructive environment, or at least an environment that can leave women unempowered and really vulnerable to men who want to dispose of their wives.",
    "start": "00:18:20",
    "end": "00:18:57"
  },
  {
    "text": "Yes, legally, men in the Jewish context could divorce their wives. That was their legal recourse. It was not a woman's legal recourse. But we do want to note that there are examples of women divorcing husbands in the first century Jewish context. Again, back to Josephus, historian of that time. Two women in the Herodian dynasty, Salome and Herodias, both initiate divorce. According to Josephus, these are wealthier women with status and in kind of this royal line kind of thing.",
    "start": "00:18:57",
    "end": "00:19:31"
  },
  {
    "text": "Princesses.",
    "start": "00:19:31",
    "end": "00:19:32"
  },
  {
    "text": "Yes. So that's important to note. Josephus intentionally notes as he discusses Salome, that this was not according to the Jewish laws. He says, for with us it is lawful for a husband to do so, but a wife, if she departs from her husband, cannot of herself be married to another unless her former husband put her away. So in other words, he has to be the one who really moves through the legal process. So I think, yes, generally speaking, that's true. If there's no legal recourse it doesn't mean you can't if you have funds, you know, resources maybe circumvent that, but it does put women at a disadvantage. They have less decision making power. It's putting all the power in the hands of a husband who can just say, I don't like the way you do this. I don't prefer you over this person. I found. I mean, any cause is a pretty broad one. And so that does effectively prioritize male power and would have left some women, at least in precarious positions, maybe many.",
    "start": "00:19:33",
    "end": "00:20:30"
  },
  {
    "text": "You know, it makes me think in a narrative context this time from the Gospel of John, the way that different readers through history have perceived Jesus engagement with the Samaritan woman at the well, and when he names that she's had many husbands and then the one she's living now with is not her husband, you know, many people. I think in our modern context it would be easy to hear that and think of her as promiscuous. More likely reality in that first century context is more like the throwaway.",
    "start": "00:20:31",
    "end": "00:21:05"
  },
  {
    "text": "She was cast away so many times.",
    "start": "00:21:05",
    "end": "00:21:07"
  },
  {
    "text": "And has potentially been widowed a few times as well. Lynn Koek gives an example of a woman who by her mid-20s had been widowed four times. I think that's right. Or something. I'm not. I think that's right. Three or four times. And so. Wow. Okay, so a combination of really bad situations and then you're right, the idea of discarded maybe a number of times as well. Yeah. That story has two different ways of being told in the history of interpretation. So very interesting.",
    "start": "00:21:07",
    "end": "00:21:37"
  },
  {
    "text": "Okay, so Jesus is in a culture where women for the most part have no rights to initiate a divorce.",
    "start": "00:21:38",
    "end": "00:21:44"
  },
  {
    "text": "Yeah. In a context where only men could legally initiate divorce and they could do so effectively for any reason. In that context you can hear how things could run amok quickly. There are a number of passages in this section of Matthew where those who have less status and less social capitals, less power are shown to be prioritized or deeply valued by God. Right after this passage, children are brought to Jesus and the disciples say, no, send them away. And no, children are very valuable to God. And in a very child centered culture that we live in, we think, of course they are bring those children. In the first century world, that's not precisely how children were viewed. Certainly loved and cared for, but not high status and not having the voice an adult would have, for example. So this text on divorce is probably a part of that larger mix that says God values the underdog or the one with less power. These are themes that run across Matthew. Blessed are the poor in spirit, blessed are those who mourn. I mean, just you think of the Beatitudes back there in chapter five. This fits that theme.",
    "start": "00:21:44",
    "end": "00:22:51"
  },
  {
    "text": "I think that helps us gain perspective also on what Jesus says next. Jesus turns his attention instead of to the divorce law in Deuteronomy 24. It's like he redirects the focus of the conversation and he goes to pages one and two of Genesis and he quotes from the seven day creation story. Haven't you read the one who created them from the beginning, made them male and female.",
    "start": "00:23:06",
    "end": "00:23:33"
  },
  {
    "text": "The image of God poem on page one of the Bible and the first creation story makes it very clear that it's both male and female that together represent who God is.",
    "start": "00:23:33",
    "end": "00:23:42"
  },
  {
    "text": "Correct. Neat quotes from the Garden of Eden story about the one human who became two who are then to become one again in marriage. And then the famous line, you know what God has joined together, let no human separate.",
    "start": "00:23:42",
    "end": "00:23:55"
  },
  {
    "text": "For Jesus, marriage is one way, a very powerful way that humans image God. And for Jesus, that's clearly like the foundation point for any thinking you have about ending that oneness or separating those two.",
    "start": "00:23:55",
    "end": "00:24:14"
  },
  {
    "text": "So this is fascinating. Jesus appeals to one part of the Torah Genesis as kind of leverage over against an abusive interpretation of a later part of the Torah. Deuteronomy 24.",
    "start": "00:24:14",
    "end": "00:24:29"
  },
  {
    "text": "I've appreciated what Scott Spencer says. He talks about the creational prototype Genesis and then the wilderness proviso. I know there are fancy words, but you know this sense of this caveat, and it is what Jesus says in chapter 19, right? He says, when they say, why did Moses command a man to give his wife a certificate of divorce? Jesus replied, moses permitted you to divorce your wives because your hearts were hard. But it was not this way from the beginning. It is sort of a proviso. It's a concession to sinfulness and to this tendency to not stay loyal to God or to other people. I mean, Jesus is siding with one side of that Jewish debate that was stricter to say that covenant loyalty is at the center of who we are as a people of God. That's like the Old Testament in a nutshell, right? In terms of what Israel is expected to do in relationship to their God. Be loyal. And this is another one of those themes coming through. Loyalty should be the lens through which we see kind of any provision in cases where divorce might happen or divorce might be pursued. Loyalty has to be that clear centerpiece or lens through which we see the.",
    "start": "00:24:29",
    "end": "00:25:46"
  },
  {
    "text": "Other stuff we tend to get hung up on. Then tell me exactly what are the reasons I can get divorced? And let's create a rule book of sorts for how and when it's appropriate. But if you drill down to the bottom of this is less about defining that. Exactly. And more about centering us in this picture of covenant, loyalty.",
    "start": "00:25:46",
    "end": "00:26:14"
  },
  {
    "text": "Yes. Faithfulness to the other. So that would be into a spouse in this case. I mean, I don't want to idealize human life, and I don't want to downplay really heartbreaking and real reasons why divorce happens and for the health and benefit of spouses or families or children. And I understand that none of this is unmessy. It's all messy.",
    "start": "00:26:14",
    "end": "00:26:39"
  },
  {
    "text": "And Jesus steps into that messy debate and he's like, look, even Deuteronomy 24 was a concession. And in light of all that, I'm going to side on the side of the debate that protects women from being.",
    "start": "00:26:39",
    "end": "00:26:54"
  },
  {
    "text": "Taken advantage of and that protects the ideal. I like the way you said that, Janine. There's like a prototype you could call an ideal, and then the proviso or like the concession. There's an obsession with the concession about the rules. And it's sort of like Jesus is just saying, what? Like, why are we. How did we lose focus here? Here's the ideal. But that raises the interesting question then. Should we view Jesus teachings as the comprehensive definition or as one key scriptural text that should be said alongside many others? Because he doesn't elaborate very much outside of this one particular debate. And as you were just noting, both you and John, that real life and real marriage and divorce is way more complicated. And so it may not always boil down to adultery, but there are lots of other reasons that covenant faithfulness can be violated. How should we take Jesus teachings as comprehensive or more focused in particular?",
    "start": "00:26:54",
    "end": "00:27:57"
  },
  {
    "text": "Well, as someone who sees all scripture as God breathed and useful, go to 1 Corinthians 7, where Paul talks about unbelieving spouse and believing spouse, you know, separating. And he even mentions there, not I. But the Lord has something to say about one part. Well, he's referring to the, you know, the tradition of Jesus having something to say about divorce and having there are some exceptions, et cetera. So I think kind of building those and hearing those together can help us, I think, be wise about how we apply these texts today. I mentioned Bob Stein. He wrote the essay or the entry on divorce and remarriage in the first dictionary of Jesus and the Gospels. I helped edit that as a student. So I got to read his view. I had to read some books and summarize them for him on different views on that topic. So this was an early introduction to this debate for me in working as a TA for Bob Stein. Craig Blomberg has a nice little article on it as well, where he's really thoughtful and also always very clear. So I think if people want to look further on those topics of bringing together all of this, I just think that's really important because we don't want to land just on one text or even just say, Jesus did it this way. The rest of the Bible doesn't matter. That's not my way of thinking about interpretation of the Bible.",
    "start": "00:27:58",
    "end": "00:29:14"
  },
  {
    "text": "You could read this text and then go away and say, a faithful way to follow Jesus is to have the position that a marriage should never dissolve except for adultery. That's what Jesus says here. However, we backed up and we looked at how Jesus was entering into a debate and he was not necessarily making a comprehensive set of guidelines. He was just siding on this ancient first century debate about an interpretation of Deuteronomy 24. So he takes the strict side of the debate. And we're saying by doing that, he's honoring the covenant and ideal that he sees in Genesis 1 and 2. Also is taking a position in the debate that doesn't allow men to throw away women as they want and kind of abuse the power that they have in that context. So the question then becomes, how then can we continue on with this wisdom that Jesus is giving to us? And it seems like the wisdom is we need to really honor marriage. But also there is concessions. And what I hear you saying, Janine, is you can look at what Paul teaches in 1 Corinthians 7 and see that he's kind of continuing in this wisdom tradition.",
    "start": "00:29:15",
    "end": "00:30:32"
  },
  {
    "text": "Yeah, I think that's a great way to put it to think about. He's reflecting on what we have from Jesus and saying, how does this apply in my context where I have numbers of marriages, where there's a believer and an unbeliever, and sometimes the unbelieving person just hikes out the door. What do we do with that? And it's also in a wider context in the Greek and Roman world, Greco Roman world, so even how divorce functions a bit differently there, or how, you know, who could initiate all those kinds of things. But it is this idea of the seeking of wisdom in those new situations. I think that's a really great way to think about what it means to, well, as Paul says, keep in step with the spirit. You know, the idea of listening to the new situation with the wisdom we have from Scripture from Jesus himself.",
    "start": "00:30:33",
    "end": "00:31:22"
  },
  {
    "text": "In our modern context, we're in such a different context in some ways than Jesus was when he had this debate. Right. So we're now many generations in to pretty significant legal revolutions in Western history when it comes to marriage and divorce law. And so that began even before I was a kid, before I was born, you know, in the 60s and 70s, at least here in North America. And so now divorce, for many different kinds of reasons, some big, some small, is just kind of normal, like really normalized in our culture in a way that's different, I think, in the past. So in one sense, people appealing to Jesus's emphasis here is really important, that probably our default in a modern context should be covenant loyalty should probably last longer than what feels reasonable to me, just given our culture's default. But then you need to flip that so quickly, don't you? And you need to say, but also there is room and actually necessity for nuance here, because there might be cases that don't involve adultery, but where a covenant bond really has been violated, but through some other circumstance that Jesus just didn't happen to name. Because that's not the debate they were having.",
    "start": "00:31:23",
    "end": "00:32:44"
  },
  {
    "text": "Yes.",
    "start": "00:32:44",
    "end": "00:32:45"
  },
  {
    "text": "And so there needs to be more flexibility and wisdom, but also more covenant faithfulness.",
    "start": "00:32:45",
    "end": "00:32:51"
  },
  {
    "text": "Yeah, there's a tension there.",
    "start": "00:32:51",
    "end": "00:32:52"
  },
  {
    "text": "There's a tension. And there was a tension in Jesus time. Clearly that's why the debate is sparked. And there's the tension in our time too. But I think for a different set of reasons that can help us read this teaching with new power to hear power in it, but maybe in a way that's different.",
    "start": "00:32:52",
    "end": "00:33:09"
  },
  {
    "text": "Yeah. What does loyalty look like? And then when has abuse happened? Or other kinds of things that mean we have to choose to break a relationship? What does a biblical wisdom call for here? And how does a church step in and protect the most vulnerable? So would this be appropriate to cite for my dissertation, which I talked about this passage a little bit. Isn't that weird and crazy?",
    "start": "00:33:09",
    "end": "00:33:36"
  },
  {
    "text": "Always appropriate to cite.",
    "start": "00:33:36",
    "end": "00:33:37"
  },
  {
    "text": "I think it's understandable. So I'll just. So I say it here better than I can say it off the cuff. The call to lifelong marriage is a high expectation, and it is also an implicit affirmation of the worth and importance of women in the kingdom.",
    "start": "00:33:37",
    "end": "00:33:51"
  },
  {
    "text": "Hmm, that's good.",
    "start": "00:33:51",
    "end": "00:33:52"
  },
  {
    "text": "So it's a. Both and. And that both and out of that context means that we've got to listen to both of those streams or those wisdom streams.",
    "start": "00:33:52",
    "end": "00:34:03"
  },
  {
    "text": "I can recall really vividly when the. The importance of this two sides of this wisdom became Clear to me it was in a pastoral context when in the teaching series we were doing, you know, was through Matthew. I remember meeting a woman who I spoke with in that season who had to leave a marriage and her previous church because her husband was physically and verbally abusive to her and her children. But the church leaders, at least, you know, as she was processing, didn't believe that it was legitimate because there hadn't been sexual unfaithfulness. And so I'll never forget learning more about her story. And it just struck me in a real personal way how powerful and significant the implications are of how we take Jesus teachings in this context and that there is just that balance. It would be easier if Jesus had just given us the definitive rule book, but then it just wouldn't address the complexities of actual life. And I suppose actual life is where we live, not in a theoretical environment.",
    "start": "00:34:03",
    "end": "00:35:18"
  },
  {
    "text": "And your illustration shows how important churches are in this context to grapple with these things, even if a leader personally isn't in the midst of that in their marriage, to say how we act toward those who come to us in desperation, needing counsel. Really important to think about. Have we favored and privileged a male perspective here? I mean, even the context of the sayings in chapter five and chapter 19, you know, is a lawful for a man to divorce a wife. Moses permit. The language is always shaped around the male perspective, and that's part of that ancient context. But Jesus gives us enough to hear that we don't need to privilege that perspective. We need to ask the question of how it's impacting the woman. And this isn't to say that men in men who are spouses can't be somehow harmed. I don't mean that at all. It's just the tendency is for some churches to protect not the victim, but the one who has done the perpetration of abuse or something like that. So it's important to think about how communally are we thinking about these questions as a church, as church leaders.",
    "start": "00:35:19",
    "end": "00:36:27"
  },
  {
    "text": "So what's wonderful is that you have served on the NIV New International Version Translation Committee. And so the way that the NIV renders what Jesus says in Matthew chapter 5, verse 32, I found really helpful. But it's different than a number of modern English translations. And it's where Jesus says, and I say to you that everyone who sends away his wife, except on the ground of sexual immorality, and then here's the line, he makes her a victim adultery. Whereas in other English translations, it's something to the effect of he makes her commit adultery. And that difference between he makes her a victim of adultery or he makes her commit adultery, that's a significant difference. And I think I understand why the NIV made the decision that it does. But I just would love to hear you explain what you think the difference is. And this is wonderful because we're going from a big picture to about creation and the ideals and wisdom about marriage. And now we're to the interpretation of one verb or a couple verbs, you know, a couple words in Greek. But this to me actually is really significant for understanding the bigger picture of what Jesus is saying.",
    "start": "00:36:28",
    "end": "00:37:44"
  },
  {
    "text": "It is an issue deep in the weeds of Greek grammar. So the verb commit adultery is a passive voice which seems to indicate the woman is not an active agent at all. You know, kind of removes her agency. She's put in the position of being judged and adulter for her unchosen divorce, something like that, by her husband. He makes her commit adultery. He makes the act of her remarrying and having sex with her new husband an adulterous act. In a Jewish context, you're free to remarry. And for a woman, it's probably more important that you do so. So you have. Unless you go back to your family of origin and there's means there to take care of you, it's kind of a precarious position. Single women didn't fare well in the first century world. So divorce means remarriage. And in this case, then you're kind of pushing her into this situation where she doesn't have a choice. So I think what the NIV is doing here is making it a bit clearer, makes her a victim of adultery. It's the man doing this to the woman. Either translation does that, but it's very much heightened. You're right. In the niv, and I would say that this is Dick France's view. RT France in his commentary on Matthew, he talks about this quite extensively and he was a member of the NIV translation team and he brought a bunch of Matthew proposals prior to my coming onto the committee. And I have great esteem for his work and I do follow him in my commentary on this point. I noticed another commentator on Matthew, John Nolan, also allows for this reading. But he does note. Well, what he says is that in the first century, adultery against a wife, that kind of idea, adultery against a wife was novel in the first century world where adultery was an offense against the rights of a married man. Against this sort of one way, this is how it works sort of thing with women having very Little power and agency. And he also says that Greek doesn't really have a good way to say this. This is the best kind of the best way to say, I think what the NIV says, he sort of alludes to that. That's as close as he gets.",
    "start": "00:37:45",
    "end": "00:39:43"
  },
  {
    "text": "You know, what would you say? You know, if there's someone listening who has gone through maybe, or is going through a really tough time in their marriage or is in a divorce and they're trying to hear the wisdom of Jesus and navigate a complex situation, what would you encourage them to hear and maybe to not hear from what Jesus is saying here?",
    "start": "00:39:43",
    "end": "00:40:08"
  },
  {
    "text": "So I want to be very careful that I don't be very highly prescriptive, but invite people to think about the theme of covenant loyalty, broadly, God's covenant loyalty to us, how we are to live amongst people with that kind of loyalty, while also recognizing that if somebody is experiencing the brunt of people harming them, in other words, not being covenantly loyal to them, I think it's really important and fair to be able to protect oneself in those situations. But for me, thinking of that theme of covenant loyalty as an important ideal that I try to aspire to and realizing that in God's covenant loyalty to me, God has given great grace. I have forgiveness in Christ. That can never not be a part of this conversation, that we are forgiven for so much. Go to Matthew 18 and you see the, the, you know, the parable that says how much we owe and the great forgiveness that's been lavished upon us. I think that would be my final word. I'd want people to feel and hear is that God is the God of forgiveness all the time. And our response is to live in loyalty to that amazing God.",
    "start": "00:40:09",
    "end": "00:41:28"
  },
  {
    "text": "Well said. Thank you for that with Sir Janine and thank you taking time to talk with us.",
    "start": "00:41:29",
    "end": "00:41:33"
  },
  {
    "text": "I love where Janine leaves us that in spite of us, in spite of everything, that God is a God of grace and mercy. And at the end of the day, we start at the beginning of the story that we're created for and called into covenant loyalty with God and with one another.",
    "start": "00:41:36",
    "end": "00:41:52"
  },
  {
    "text": "Okay, so we've looked at three case studies so far on murder, adultery and divorce. And these first case three, they work as a triad, right?",
    "start": "00:41:52",
    "end": "00:42:01"
  },
  {
    "text": "They all have a common thread. God's wisdom demands that we must treat everyone with dignity.",
    "start": "00:42:01",
    "end": "00:42:07"
  },
  {
    "text": "That leaves us the last three case studies. In these next three, Jesus teaches on oath keeping, retaliation and enemy love. And together they work as a triad as well, giving us a vision for how humans can work together in spite of inevitable conflict.",
    "start": "00:42:07",
    "end": "00:42:21"
  },
  {
    "text": "In the next case study, we'll look in the ancient practice of oath keeping.",
    "start": "00:42:21",
    "end": "00:42:26"
  },
  {
    "text": "We'll look at how it's human nature to try to manipulate people with promises. And we'll listen to the simple teaching of Jesus. Let your yes be yes and your no be no.",
    "start": "00:42:26",
    "end": "00:42:35"
  },
  {
    "text": "We gotta learn a little bit about Israelite oath swearing to make sense of.",
    "start": "00:42:35",
    "end": "00:42:40"
  },
  {
    "text": "What Jesus is saying here.",
    "start": "00:42:40",
    "end": "00:42:42"
  },
  {
    "text": "This is a good example of wisdom literature.",
    "start": "00:42:42",
    "end": "00:42:43"
  },
  {
    "text": "The issue underneath is actually really powerful.",
    "start": "00:42:43",
    "end": "00:42:46"
  },
  {
    "text": "That's it for today.",
    "start": "00:42:47",
    "end": "00:42:48"
  },
  {
    "text": "Bibleproject is a crowdfunded nonprofit. We exist to experience the Bible as a unified story that leads to Jesus.",
    "start": "00:42:48",
    "end": "00:42:54"
  },
  {
    "text": "Everything that we make is free because of the generous support of thousands of people just like you.",
    "start": "00:42:54",
    "end": "00:43:00"
  },
  {
    "text": "Thanks for being a part of this with us.",
    "start": "00:43:00",
    "end": "00:43:02"
  },
  {
    "text": "Hi, this is Tiffany and I'm from Augusta, Georgia. Hi, this is Tim and I'm from Clearwater, Florida. I first heard about bibleproject when doing.",
    "start": "00:43:02",
    "end": "00:43:11"
  },
  {
    "text": "Research for a sermon on the Temptation of Jesus and was blown away by.",
    "start": "00:43:11",
    "end": "00:43:17"
  },
  {
    "text": "The overview video of the Book of Matthew. I first heard about bibleproject a couple of years ago. I use bibleproject for homeschooling our kids. My favorite thing about bibleproject is the fact that it's super simplistic, but it's also really in depth. I use bibleproject for benefit of the.",
    "start": "00:43:17",
    "end": "00:43:34"
  },
  {
    "text": "Church where I'm a pastor, but also for personal development and reflection so that.",
    "start": "00:43:34",
    "end": "00:43:40"
  },
  {
    "text": "Every single person in our family can grow closer to God and learn more about His Word. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes.",
    "start": "00:43:40",
    "end": "00:43:56"
  },
  {
    "text": "And more@bibleproject.com hi, this is Cooper here to read the credits. John Collins is the creative producer for today's show. Production of today's episode is by production producer Lindsey Ponder, managing producer Cooper Peltz, producer Colin Wilson. Stephanie Tam is our consultant and editor. Tyler Bailey is our audio engineer and editor and he also provided the sound design and mix for today's episode. Tyler Bailey and Aaron Olson edited this episode. Brad Witty does our show notes. Hannah Wu provides the annotations for our app. Original Sermon on the Mount music is by Rich Richie Cohen and the Bible Project theme song is by Tents. Tim Mackey is our lead scholar and your hosts, John Collins and Michelle Jones.",
    "start": "00:43:56",
    "end": "00:44:42"
  }
]