[
  {
    "text": "This is John at the bibleproject. Today on the show, we're going to continue our conversation on the Book of Acts. These conversations are going to turn into a four part animated series covering the story of the Book of Acts. Reading Acts kind of reminds you of a movie script. There's shipwrecks, inspired speeches, heartwarming reunions and bitter arguments. And one of the main themes of.",
    "start": "00:00:08",
    "end": "00:00:31"
  },
  {
    "text": "These arguments, the inclusion of Gentiles into the Jesus movement and on what terms is hands down the most controversial issue rocking the whole New Testament.",
    "start": "00:00:31",
    "end": "00:00:42"
  },
  {
    "text": "For most of us today, we think of Christianity as a global movement, but it wasn't always that way. It started as a small Jewish messianic sect, really. Just a handful of Jewish people sitting around in a tiny room in Jerusalem trying to figure out how they were going to restore the kingdom of God to Israel. This was a Jewish faith based on the Jewish scriptures built around a Jewish man. But they were about to experience a twist.",
    "start": "00:00:43",
    "end": "00:01:12"
  },
  {
    "text": "The story of Israel wasn't just about Israel.",
    "start": "00:01:12",
    "end": "00:01:16"
  },
  {
    "text": "The way of Jesus wasn't just for them. But.",
    "start": "00:01:16",
    "end": "00:01:20"
  },
  {
    "text": "But as the story develops, Luke really wants to show actually the Jewish Jesus movement is in continuity with the deepest roots of Israel's story and Israel's scriptures.",
    "start": "00:01:20",
    "end": "00:01:32"
  },
  {
    "text": "This movement is still alive. And it started with stories like the one found in the Book of Acts.",
    "start": "00:01:32",
    "end": "00:01:38"
  },
  {
    "text": "Because Luke's trying to show that the Christian movement is inherently a destabilizing movement into whatever culture it enters, not by proposing a new system of beliefs, but by a group of people creating an alternative culture.",
    "start": "00:01:38",
    "end": "00:01:55"
  },
  {
    "text": "So today, Jesus and the start of global Christianity. Thanks for joining us. Here we go. We're talking about the Book of Acts.",
    "start": "00:01:56",
    "end": "00:02:08"
  },
  {
    "text": "We're talking about Acts.",
    "start": "00:02:09",
    "end": "00:02:10"
  },
  {
    "text": "The Acts of the Apostles.",
    "start": "00:02:10",
    "end": "00:02:12"
  },
  {
    "text": "Yep.",
    "start": "00:02:12",
    "end": "00:02:12"
  },
  {
    "text": "Or the Acts of Jesus.",
    "start": "00:02:12",
    "end": "00:02:14"
  },
  {
    "text": "Ah, the Acts of Jesus and the Spirit, better so called. That's right. Ah, I have a frog residing in my throat today. Yeah, so don't mind that. You usually don't.",
    "start": "00:02:14",
    "end": "00:02:24"
  },
  {
    "text": "Your little horse.",
    "start": "00:02:24",
    "end": "00:02:25"
  },
  {
    "text": "Happens to me like once a winter. Really Just.",
    "start": "00:02:25",
    "end": "00:02:28"
  },
  {
    "text": "And you're not sick. Your voice feels kind of sick. Taps out.",
    "start": "00:02:28",
    "end": "00:02:31"
  },
  {
    "text": "I mean, it's some kind of cold or something, but it doesn't make me feel bad. It just. My voice does this for a few days every winter. Portland, man, Portland just beats up your throat. Yeah. Anyway, yeah, we are making an Axe Trilogy.",
    "start": "00:02:31",
    "end": "00:02:45"
  },
  {
    "text": "The Axe Trilogy.",
    "start": "00:02:46",
    "end": "00:02:47"
  },
  {
    "text": "Yep. The second part of that trilogy is going to cover the central section of the book, which goes from the murder of Stephen, which presides over Saul of Tarsus, who will become Paul. So we end it with him looming over the dead looming over the bloody corpse of Stephen. And then it's going to end with, that's Acts chapter eight. It's going to end with Acts 21, which is Paul, the same man who's going to get aboard a ship to go to Jerusalem to face what he thinks might be a similar fate as Stephens in Jerusalem. And in between those two events, the Jesus movement has gone from a small persecuted Jewish messianic sect in Jerusalem to a multi ethnic international movement. That's the first section across the Roman world.",
    "start": "00:02:47",
    "end": "00:03:43"
  },
  {
    "text": "Oh, well, even in the first section, it's kind of multicultural Jewish.",
    "start": "00:03:43",
    "end": "00:03:47"
  },
  {
    "text": "Well, yeah, it's Jews from all over the world who have gone to Jerusalem here in the center of the book. From Paul standing over Stephen's dead body to Paul going to Jerusalem.",
    "start": "00:03:48",
    "end": "00:03:59"
  },
  {
    "text": "It's going to go outside of the Jewish community.",
    "start": "00:04:00",
    "end": "00:04:02"
  },
  {
    "text": "This thing explodes outside the ethnic boundary lines of Israel. And that's the main burden of this section of the book is we end in Jerusalem. We're going to end this video looking back towards Jerusalem. But the movement has fundamentally transformed itself.",
    "start": "00:04:02",
    "end": "00:04:19"
  },
  {
    "text": "If I were a Jewish reader, this section would probably feel really surprising and uncomfortable.",
    "start": "00:04:19",
    "end": "00:04:26"
  },
  {
    "text": "Well, I think it depends on what group within Judaism you were a part of. Judaism was as diverse as Christianity is today across the world.",
    "start": "00:04:26",
    "end": "00:04:41"
  },
  {
    "text": "You think so?",
    "start": "00:04:41",
    "end": "00:04:42"
  },
  {
    "text": "Oh yeah.",
    "start": "00:04:42",
    "end": "00:04:42"
  },
  {
    "text": "As diverse, yeah.",
    "start": "00:04:42",
    "end": "00:04:44"
  },
  {
    "text": "Especially diverse in the Second Temple period. Extremely diverse. Really? Yeah. What became the mainstream form of Judaism after the destruction of Jerusalem in 70 A.D. that was just what survived and became the mainstream was just one stream of Judaism in Jesus time period. It was a much more diverse movement.",
    "start": "00:04:44",
    "end": "00:05:10"
  },
  {
    "text": "In my imagination there was just two sects, the Pharisees and the Sadducees. Oh sure. They're the ones that are talked about.",
    "start": "00:05:10",
    "end": "00:05:18"
  },
  {
    "text": "Yeah. Yep. Because they're the main influencers in Jerusalem and Judea, which is where the Jesus story comes to its showdown. And so they figure in the Gospels.",
    "start": "00:05:18",
    "end": "00:05:30"
  },
  {
    "text": "But they're two of just of many.",
    "start": "00:05:30",
    "end": "00:05:32"
  },
  {
    "text": "Yeah. The Dead, the community that produced the Dead Sea Scrolls, the Qumran community. They were most likely a group that Josephus, a Jewish historian, called the Essenes. And they separated. They would self identify as not Pharisees, definitely not Sadducees, but they were contemporaries. Contemporaries, yep. There's the movement, a broad movement of resistance against Rome, the anti Rome crew, the Zealots, that one arm of which became known as the Zealots. We'll talk about other Zealots in this conversation because Paul viewed himself as a Zealot. And then you just have all of the Jews around the world who are.",
    "start": "00:05:32",
    "end": "00:06:17"
  },
  {
    "text": "Living in different Countries living in different countries, different kingdoms.",
    "start": "00:06:17",
    "end": "00:06:20"
  },
  {
    "text": "Yeah, totally. Because Judaism pre 70 AD was a temple Jerusalem centered religion, many people living out in what was called the Diaspora just had varying degrees of commitment and varying degrees of assimilation to their surrounding culture. In Greece or Macedonia, just like today, both in Jewish and Christian traditions, you have your nominal believers, real firm believers.",
    "start": "00:06:20",
    "end": "00:06:47"
  },
  {
    "text": "So some of them would say, we need to go to Jerusalem every year.",
    "start": "00:06:47",
    "end": "00:06:51"
  },
  {
    "text": "Yep. Feast. And they would. You have others who are like, yeah, I've got a mezuzah little prayer scroll on my door.",
    "start": "00:06:51",
    "end": "00:06:59"
  },
  {
    "text": "Yeah. And feasts are really more about what's in my heart.",
    "start": "00:06:59",
    "end": "00:07:03"
  },
  {
    "text": "Yeah, that's right. And maybe sometimes I'll have a ham sandwich with my Greek neighbors because it does taste good after all. So just the whole spectrum, you can imagine. And actually that spectrum is going to be really important because they didn't eat sandwiches back then. Yes. That was my wink, wink. Retrojecting.",
    "start": "00:07:03",
    "end": "00:07:21"
  },
  {
    "text": "Retrojecting. That's a great word.",
    "start": "00:07:22",
    "end": "00:07:23"
  },
  {
    "text": "Yeah. The Book of Acts is going. Luke is going to love giving us brief portraits of all of these different kinds of people, Jew and non Jew, who fall in love with Jesus and become a part of the Jesus movement. Many of them are Jewish and Jews of all kinds who are living out in different parts of the Roman Empire. That's one of the things Luke has done, is he tells the story of the spreading of the movement. Each leg of the movement spreading. He includes these short little stories about all these different kinds of people. He just gives them a few sentences about a Lydia or a guy named Crispus or Tabitha or just all these people who become a part of the church. It's really neat.",
    "start": "00:07:23",
    "end": "00:08:04"
  },
  {
    "text": "So this Jewish sect is just one of now dozens.",
    "start": "00:08:05",
    "end": "00:08:10"
  },
  {
    "text": "That's right. You're right. In this period, the Jesus movement is one messianic movement of others. There were other messianic movements, meaning that where a key leader or prophet figure claiming to be representative of the Hope from the line of David.",
    "start": "00:08:11",
    "end": "00:08:28"
  },
  {
    "text": "And so there are many different types of Judaism, all in Jerusalem and then all over the Diaspora.",
    "start": "00:08:28",
    "end": "00:08:36"
  },
  {
    "text": "Yes.",
    "start": "00:08:36",
    "end": "00:08:37"
  },
  {
    "text": "And then there were specific ones that were messianic and that they would come around a key figure. And this is a form of Judaism that happened to be Messianic around Jesus.",
    "start": "00:08:37",
    "end": "00:08:49"
  },
  {
    "text": "Yep. Yeah. They're called the Nazarenes. They call themselves the Way. And actually in this section of the Book of Acts, the word Christian is going to appear for the first time in history. It's in the city of Antioch. The Christ was ones, which means Messiah. The Messiah ones are called messianics. Messianics, Messianics or Christianos, which means the anointed ones who follow the anointed one.",
    "start": "00:08:49",
    "end": "00:09:16"
  },
  {
    "text": "Cool.",
    "start": "00:09:16",
    "end": "00:09:16"
  },
  {
    "text": "Yeah. There you go. So that's what this section is about. And in the framework of Jesus announcement at the beginning of the book, remember from Jerusalem, he said the message, you'll be my witnesses here in Jerusalem. First ring, then the next ring, Judea and Samaria, and then outer ring to the ends of the earth.",
    "start": "00:09:16",
    "end": "00:09:33"
  },
  {
    "text": "And Judea and Samaria are like the outskirts of Israelite territories, right?",
    "start": "00:09:33",
    "end": "00:09:38"
  },
  {
    "text": "Yeah. If Jerusalem's a city, Judea and Samaria would be like the states or counties, to use American terminology.",
    "start": "00:09:38",
    "end": "00:09:46"
  },
  {
    "text": "Yeah, yeah. And then the boundary lines of their ethnic territory.",
    "start": "00:09:46",
    "end": "00:09:51"
  },
  {
    "text": "So actually, in this video, we're gonna cover two movements. The whole of the Judea and Samaria section is Acts 8:12.",
    "start": "00:09:52",
    "end": "00:10:00"
  },
  {
    "text": "Okay.",
    "start": "00:10:00",
    "end": "00:10:01"
  },
  {
    "text": "And then in Acts 13, Paul and Barnabas are sent out into the first of three missionary journeys throughout the West. Roman world, west of Jerusalem. And there's three missionary journeys. And our job is to summarize the essence of those journeys and what happened.",
    "start": "00:10:01",
    "end": "00:10:20"
  },
  {
    "text": "So we're going to look at all three of those as well.",
    "start": "00:10:20",
    "end": "00:10:24"
  },
  {
    "text": "Yeah, yeah. Or at least the key themes that Luke develops in the missionary journeys. So Acts 8 through 20 is what we're going to do in Acts Part 2.",
    "start": "00:10:24",
    "end": "00:10:33"
  },
  {
    "text": "All right. That's a lot of territory to cover.",
    "start": "00:10:34",
    "end": "00:10:36"
  },
  {
    "text": "It is. And our goal, again, in the videos, isn't to tell every story. He's included dozens and dozens of episodes. But as is usual in biblical narrative, he's given us clues as to the key themes, because the same words keep repeating the same themes, the same types of stories keep coming over and over. So there's really just about half a dozen themes that he's trying to communicate. So the first movement out of Jerusalem is the Judea and Samaria section of Acts. And Luke really wrapped this up with a nice literary architecture. He gives you an introduction. He gives you a series of episodes. He gives you a transition summary. About halfway through some more episodes, then he gives you a concluding summary. It's just really nice. He's wrapped it pretty tight. So introduction is in chapter eight, verse one, where he says, a great persecution came against the Church in Jerusalem. It's where the first part of the book took place.",
    "start": "00:10:36",
    "end": "00:12:00"
  },
  {
    "text": "This is after. So Stephen just gets.",
    "start": "00:12:00",
    "end": "00:12:02"
  },
  {
    "text": "Yeah, he gets killed. Yep.",
    "start": "00:12:02",
    "end": "00:12:04"
  },
  {
    "text": "He gets rocked.",
    "start": "00:12:04",
    "end": "00:12:05"
  },
  {
    "text": "Yep.",
    "start": "00:12:05",
    "end": "00:12:06"
  },
  {
    "text": "Literally. And so now this is like, they're going after everyone.",
    "start": "00:12:07",
    "end": "00:12:13"
  },
  {
    "text": "Well, yeah. The execution of Stephen becomes, like, thematic of a whole wave of opposition now that's coming the people that represent. That's right.",
    "start": "00:12:13",
    "end": "00:12:23"
  },
  {
    "text": "For this in Jerusalem.",
    "start": "00:12:23",
    "end": "00:12:24"
  },
  {
    "text": "In Jerusalem. In Jerusalem, Yeah.",
    "start": "00:12:24",
    "end": "00:12:26"
  },
  {
    "text": "Which is where this has been. Home based.",
    "start": "00:12:26",
    "end": "00:12:28"
  },
  {
    "text": "Yeah, that's it.",
    "start": "00:12:28",
    "end": "00:12:28"
  },
  {
    "text": "And then only existed in Jerusalem.",
    "start": "00:12:28",
    "end": "00:12:30"
  },
  {
    "text": "That's right. Well then Luke says, and everyone scattered into Judea and Samaria.",
    "start": "00:12:30",
    "end": "00:12:35"
  },
  {
    "text": "Yeah.",
    "start": "00:12:35",
    "end": "00:12:35"
  },
  {
    "text": "Except the apostles. So even just those words there, Jerusalem, Judea, Samaria, you can view this narrative moment as a tragedy. Oh, death, murder, scattering. But those same words are precisely the itinerary that Jesus directed. And so it's an interesting statement where by itself this sentence is a tragedy, but in the framework of the larger book, it's also, you can see divine providence.",
    "start": "00:12:35",
    "end": "00:13:05"
  },
  {
    "text": "Yeah. If the persecution hadn't happened, then they just would have been content just to hang out in Jerusalem. Apparently, potentially.",
    "start": "00:13:05",
    "end": "00:13:13"
  },
  {
    "text": "Yeah, yeah. The persecution becomes the means by which the disciples now are going outside of Jerusalem.",
    "start": "00:13:13",
    "end": "00:13:18"
  },
  {
    "text": "And so these disciples, it's not the apostles, they stay put. But basically all of these ethnic, multi ethnic Jewish people from all over. Would you assume they're going back to their homelands? No, because they're going to Judea and Samaria.",
    "start": "00:13:18",
    "end": "00:13:33"
  },
  {
    "text": "Just what he says in Judea and Samaria. And then he's just going to give us these snapshot portraits of things that start happening.",
    "start": "00:13:33",
    "end": "00:13:39"
  },
  {
    "text": "Cool.",
    "start": "00:13:39",
    "end": "00:13:40"
  },
  {
    "text": "In the chart here, you can see Luke's literary strategy. He has three narratives about Paul that he's interwoven with a series of narratives about Peter or other apostles going out. And so the three narratives about Paul, if you were to just take them out and stick them all together, it would be Paul standing over Stephen's dead body. Paul trying to get more Christians arrested. He's going up to Damascus. In chapter nine, Jesus rocks his world, appears to him. In chapter nine, Paul gets rocked metaphorically. Paul gets rocked metaphorically. And then he realizes that Jesus people that he's been persecuting this Jesus actually is the Messiah. He has a full conversion of his mind and heart about Jesus of Nazareth. And then he immediately starts promoting Jesus everywhere he goes. And people are freaking out. Then in chapter 11, there's a story about Paul and Barnabas who go to what's becoming the largest, most influential church in that part of the empire.",
    "start": "00:13:40",
    "end": "00:14:44"
  },
  {
    "text": "And Barnabas is just a Jewish follower.",
    "start": "00:14:44",
    "end": "00:14:47"
  },
  {
    "text": "Of Jesus who's awesome. So you have three stories about Paul, but instead of telling them all together, he's broken them up into three sections and interwoven them with stories about Peter and other disciples going out into Judea and Samaria.",
    "start": "00:14:47",
    "end": "00:15:02"
  },
  {
    "text": "Now, sorry, this is really nitpicky, but the introduction says that the apostles don't leave. And then the stories are of them actually leaving.",
    "start": "00:15:02",
    "end": "00:15:12"
  },
  {
    "text": "Yes, well, of Peter.",
    "start": "00:15:12",
    "end": "00:15:14"
  },
  {
    "text": "Of Peter in particular.",
    "start": "00:15:14",
    "end": "00:15:15"
  },
  {
    "text": "Okay, so there's the three stories about Paul. The three other stories are, first about a guy named Philip who goes into Samaria and he starts announcing the good news about Jesus and the kingdom of God. And Samaria was full of ancient enemies, like half related to Israelites. And so many of them start following Jesus that Peter sent by the apostles to be like, hey, go check this out. These are like, not our friends.",
    "start": "00:15:15",
    "end": "00:15:45"
  },
  {
    "text": "Yeah, but. But now they're following Jesus.",
    "start": "00:15:46",
    "end": "00:15:48"
  },
  {
    "text": "Like, following Jesus and we should go see what the deal is.",
    "start": "00:15:48",
    "end": "00:15:51"
  },
  {
    "text": "Yeah.",
    "start": "00:15:51",
    "end": "00:15:51"
  },
  {
    "text": "And. And then Peter comes and he's like, oh, my gosh. The same thing that's happened in Jerusalem.",
    "start": "00:15:51",
    "end": "00:15:56"
  },
  {
    "text": "What's happening here?",
    "start": "00:15:56",
    "end": "00:15:57"
  },
  {
    "text": "The spirit coming to empower people and lead people to Jesus. It's what's happening here. And that becomes a slow. In the section, it's Peter waking up to the fact that God has his eye on the whole of the human race, to redeem them and make them new humans, not just the ethnic covenant people of Israel. So it's a beautiful. Luke's literary strategy is really cool here. He has a whole bunch of material from this period of. This is really just a few years. But what he's done is he's interwoven the story of Paul because he's going to become the main representative disciple to the nations. To the nations. But at the same time, he wants to show the organic connection between Paul's mission than what the apostles were doing and waking up to. And so this section becomes really a Peter and Paul. It's a great narrative technique. What's a movie or show that does this where there's two main characters and their stories will eventually meet in some way, but they don't know about each other. And you're flashing back from one scene to the next between them.",
    "start": "00:15:57",
    "end": "00:17:08"
  },
  {
    "text": "Did you watch Dunkirk?",
    "start": "00:17:09",
    "end": "00:17:11"
  },
  {
    "text": "Oh, yes. Oh, great example.",
    "start": "00:17:11",
    "end": "00:17:12"
  },
  {
    "text": "But that one, it messes with time a lot, too.",
    "start": "00:17:12",
    "end": "00:17:15"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:17:15",
    "end": "00:17:16"
  },
  {
    "text": "But I mean, that's fine. It still works.",
    "start": "00:17:16",
    "end": "00:17:17"
  },
  {
    "text": "Yeah. Yes. Three different watching, three stories, three different plot lines.",
    "start": "00:17:17",
    "end": "00:17:21"
  },
  {
    "text": "They're completely.",
    "start": "00:17:21",
    "end": "00:17:22"
  },
  {
    "text": "They all converge at some moment in the story.",
    "start": "00:17:23",
    "end": "00:17:25"
  },
  {
    "text": "Yeah. And one plot line happens over the course of, like, a week. One happens the course of a day, and one happens in the course of, like, an hour.",
    "start": "00:17:25",
    "end": "00:17:33"
  },
  {
    "text": "That's right.",
    "start": "00:17:33",
    "end": "00:17:34"
  },
  {
    "text": "But then they all climax together.",
    "start": "00:17:34",
    "end": "00:17:35"
  },
  {
    "text": "Yes. What is. It's the guys on the boat, the guys on the shore, soldiers on the shore, and then the pilot. The Air Force pilot.",
    "start": "00:17:35",
    "end": "00:17:43"
  },
  {
    "text": "Yeah.",
    "start": "00:17:43",
    "end": "00:17:44"
  },
  {
    "text": "Yep. Yeah, that's a great example. And each one of them is about. Has stories of courage and of cowardice.",
    "start": "00:17:44",
    "end": "00:17:52"
  },
  {
    "text": "Yeah.",
    "start": "00:17:52",
    "end": "00:17:52"
  },
  {
    "text": "But at different moments. Yeah, that's great. That's a great analogy.",
    "start": "00:17:53",
    "end": "00:17:57"
  },
  {
    "text": "Yeah.",
    "start": "00:17:57",
    "end": "00:17:57"
  },
  {
    "text": "That's what Luke's doing with the.",
    "start": "00:17:57",
    "end": "00:18:00"
  },
  {
    "text": "Splicing these two stories.",
    "start": "00:18:00",
    "end": "00:18:01"
  },
  {
    "text": "Splicing the Paul stories in with the Peter and other stories.",
    "start": "00:18:01",
    "end": "00:18:05"
  },
  {
    "text": "Because Peter and Paul, they may have ran into each other at some point.",
    "start": "00:18:05",
    "end": "00:18:10"
  },
  {
    "text": "But for sure did. Yes. And they will in this section.",
    "start": "00:18:10",
    "end": "00:18:13"
  },
  {
    "text": "And they will in this section.",
    "start": "00:18:13",
    "end": "00:18:14"
  },
  {
    "text": "Yep.",
    "start": "00:18:14",
    "end": "00:18:14"
  },
  {
    "text": "But. Yeah. Okay, cool.",
    "start": "00:18:14",
    "end": "00:18:15"
  },
  {
    "text": "Yeah. And each one is waking up to the reality of the risen Jesus and that the story of Israel wasn't just about Israel, it was about the family of Abraham becoming a family of all nations so that the divine blessing and the new humanity can encompass all humanity. And so that's what they're both waking up to simultaneously, but unbeknownst to each other. Yeah, It's a neat effect. So I think in the video, we can do something cool here where it'll be these snippets from the Paul story.",
    "start": "00:18:15",
    "end": "00:18:49"
  },
  {
    "text": "Right.",
    "start": "00:18:49",
    "end": "00:18:50"
  },
  {
    "text": "And these snippets, like, Paul has a vision.",
    "start": "00:18:50",
    "end": "00:18:52"
  },
  {
    "text": "They're both having a conversion of snippets.",
    "start": "00:18:52",
    "end": "00:18:53"
  },
  {
    "text": "They both have visions. Paul has a vision and he sees and talks to the risen Jesus. Peter has the vision on the roof. The weird tarp thing about these ritually impure animals from Leviticus are declared pure, and then he goes into the house of a gentile of a Roman soldier who wants to know about Jesus. So two unlikely people end up giving their allegiance to Jesus. Paul and a Roman centurion. Both enemies, 10 figures.",
    "start": "00:18:53",
    "end": "00:19:25"
  },
  {
    "text": "You know, it's hard for me to get to the mental space where that is scandalous or that is really crazy for them for Peter to have that vision and to hang out in a Roman's house. Like, to me, it's just kind of like. It's kind of expected at this point.",
    "start": "00:19:25",
    "end": "00:19:41"
  },
  {
    "text": "Yes.",
    "start": "00:19:42",
    "end": "00:19:42"
  },
  {
    "text": "Versus, like, whoa, what is happening? That's what I'm saying. If you're a Jewish reader, this might feel really disturbing. Not. Or just really unexpected and taking you back.",
    "start": "00:19:42",
    "end": "00:19:55"
  },
  {
    "text": "Unorthodox.",
    "start": "00:19:55",
    "end": "00:19:56"
  },
  {
    "text": "Unorthodox. Yeah.",
    "start": "00:19:56",
    "end": "00:19:58"
  },
  {
    "text": "Yeah.",
    "start": "00:19:58",
    "end": "00:19:58"
  },
  {
    "text": "That's against everything you grew up caring about. It was very important for you to keep a kosher diet.",
    "start": "00:19:58",
    "end": "00:20:07"
  },
  {
    "text": "Yeah.",
    "start": "00:20:07",
    "end": "00:20:07"
  },
  {
    "text": "Because it was a central part of your identity as this people.",
    "start": "00:20:07",
    "end": "00:20:12"
  },
  {
    "text": "Yeah. Cultural symbol. A public cultural symbol of your unique identity.",
    "start": "00:20:12",
    "end": "00:20:20"
  },
  {
    "text": "And not only that, God told you this is how you should eat.",
    "start": "00:20:20",
    "end": "00:20:23"
  },
  {
    "text": "Yeah, that's right. Yeah, that's right. Same with. Yeah, there were three. I mean, they come. They're going to all come into play here in acts. And then especially in the rest of the New Testament, where The kosher food laws, male circumcision, which in Greek and Roman cities there's just. Men were a lot more naked and like the Roman. In the bath houses and in the gymnasiums, public centers.",
    "start": "00:20:23",
    "end": "00:20:48"
  },
  {
    "text": "Yeah. They don't have as many like stalls and change.",
    "start": "00:20:48",
    "end": "00:20:51"
  },
  {
    "text": "Yeah. So it would be like there were as many of these venues as there are like gyms in a, you know, probably a American or European city.",
    "start": "00:20:51",
    "end": "00:21:00"
  },
  {
    "text": "Yeah.",
    "start": "00:21:01",
    "end": "00:21:01"
  },
  {
    "text": "Except they were male only and all the men are naked all the time. And so circumcision was a very public, like very clear. It's very clear who's Jewish in this neighborhood.",
    "start": "00:21:01",
    "end": "00:21:14"
  },
  {
    "text": "Right.",
    "start": "00:21:14",
    "end": "00:21:15"
  },
  {
    "text": "Because they'll stick out at gymnasium or the bathhouse.",
    "start": "00:21:15",
    "end": "00:21:18"
  },
  {
    "text": "Yeah.",
    "start": "00:21:18",
    "end": "00:21:19"
  },
  {
    "text": "And then Sabbath, because Romans, unless you were part of the elite or wealthy, they didn't have like weekends.",
    "start": "00:21:19",
    "end": "00:21:24"
  },
  {
    "text": "Yeah. You have to just keep working.",
    "start": "00:21:24",
    "end": "00:21:26"
  },
  {
    "text": "You just work.",
    "start": "00:21:26",
    "end": "00:21:27"
  },
  {
    "text": "Yeah. It would be dumb to stop working.",
    "start": "00:21:27",
    "end": "00:21:29"
  },
  {
    "text": "Yeah. So the Jewish practice of Sabbath was extremely counter Cultural. Countercultural. Jews were viewed as lazy or seditious. Seditious, like, like just undermining the Roman work ethic. Yeah. And undermining the foundation of the empire, which is hard work. And if you're, if you're Jewish and you're a slave and you're asking your master for day of rest, like that. Yeah, that kind of thing.",
    "start": "00:21:29",
    "end": "00:21:58"
  },
  {
    "text": "Right.",
    "start": "00:21:58",
    "end": "00:21:58"
  },
  {
    "text": "So these were.",
    "start": "00:21:59",
    "end": "00:21:59"
  },
  {
    "text": "I think you are.",
    "start": "00:21:59",
    "end": "00:22:00"
  },
  {
    "text": "Yeah. So. And in this time period in Acts, man, just 150 years ago in Jerusalem, the whole thing with the Maccabees went down. And there was that Syrian king, Antiochus. He made it illegal to be Jewish in Jerusalem for three years. And then the Maccabees had their uprising and revolt. And so we now have ancestors that have bled and died for the kosher laws, the Sabbath and the. So these are really potent cultural symbols and they're each going to be relativized in this messianic Jesus movement. And that's the paradox. That's what Peter's beginning to wake up to in his vision.",
    "start": "00:22:00",
    "end": "00:22:46"
  },
  {
    "text": "Do we have any parallels, like things that if you told me or if I told you, hey, this is not important anymore, you would just get pretty rocked.",
    "start": "00:22:47",
    "end": "00:22:57"
  },
  {
    "text": "Oh, surely. Yeah. Yeah. We just need to take a few minutes and brainstorm. There's like probably silly examples. Yeah, here's a silly example. But it was a big deal to me as a 15 year old. So when I started skateboarding in the late 80s, this was still totally the California coast scene dominated the culture of skateboarding. Santa Cruz, Venice Beach, Malibu, all this kind of thing. But then in the early 90s, the center of gravity. And skateboard culture shifted to San Francisco. There was a whole new wave of skateboarders, A whole new kind of skateboarding.",
    "start": "00:22:57",
    "end": "00:23:35"
  },
  {
    "text": "So it got a little more technical and street.",
    "start": "00:23:35",
    "end": "00:23:37"
  },
  {
    "text": "Yep, got more technical. And for some reason, I think it was the rave subculture. This was early 90s, so ravers, we called them ravers in high school, which is like a drug dance party scene, but something about raves. Raver style clothing, which was just unbelievably gigantic pants, right?",
    "start": "00:23:37",
    "end": "00:23:58"
  },
  {
    "text": "Yeah, yeah. I mean, a couple more people in there.",
    "start": "00:23:59",
    "end": "00:24:03"
  },
  {
    "text": "Yeah. I was 15, wearing size 40 waist pants with this belt that like there was so much excess on the belt, it hung down almost to my knee.",
    "start": "00:24:03",
    "end": "00:24:15"
  },
  {
    "text": "Yeah.",
    "start": "00:24:15",
    "end": "00:24:15"
  },
  {
    "text": "And. And this was what all of the skateboarders were wearing in San Francisco who are part of this new movement in skateboarding. And so that's in the videos. That's all they're wearing. I go to the skate shop here in Portland.",
    "start": "00:24:15",
    "end": "00:24:26"
  },
  {
    "text": "That's what everyone's wearing.",
    "start": "00:24:26",
    "end": "00:24:27"
  },
  {
    "text": "That's what everyone's wearing. And so for most of high school, I wore these gigantic pants. It was so. Yeah, it was so irrational. It was so irrational.",
    "start": "00:24:27",
    "end": "00:24:39"
  },
  {
    "text": "We didn't think of it as irrational.",
    "start": "00:24:40",
    "end": "00:24:41"
  },
  {
    "text": "No, but like the pant legs were so huge, they would wave around while you were skating and like.",
    "start": "00:24:41",
    "end": "00:24:46"
  },
  {
    "text": "Oh.",
    "start": "00:24:46",
    "end": "00:24:47"
  },
  {
    "text": "So yeah, just like get caught in your wheels. But it was like, that's fine. We just thought it was cool. So I still remember I was junior year in high school, I had a friend, Challley, who came to school. He's a really good skateboarder. He was a part of our crew. And he came wearing normal pants. He wore normal pants. And he was like, yeah. You know, and it was part of this, the next wave, whatever, you know, this was now mid-90s. This is just My own life experience makes this meaningful. This won't be meaningful to anybody else. But I remember it was. I was just like, who do you think you are? He's betrayed us. He's betrayed us. He's like, he's violated the code.",
    "start": "00:24:47",
    "end": "00:25:27"
  },
  {
    "text": "Yeah.",
    "start": "00:25:27",
    "end": "00:25:27"
  },
  {
    "text": "Which is like dressing like a normal person, right? Yeah. So whatever. That kind of example could be multiplied.",
    "start": "00:25:28",
    "end": "00:25:35"
  },
  {
    "text": "Sure.",
    "start": "00:25:35",
    "end": "00:25:36"
  },
  {
    "text": "It's just human subcultures. We get together and we create these rules, Social rules and codes.",
    "start": "00:25:36",
    "end": "00:25:44"
  },
  {
    "text": "Now add on top of that, generation after generation after century after century of the same kids wearing size 50 waist pants. In fact, in their story, God told them, correct, like, thou shalt wear large baggy pants.",
    "start": "00:25:44",
    "end": "00:26:01"
  },
  {
    "text": "Yeah, that's it.",
    "start": "00:26:01",
    "end": "00:26:01"
  },
  {
    "text": "And then the guy comes and wears this, the normal pants.",
    "start": "00:26:01",
    "end": "00:26:05"
  },
  {
    "text": "So my example is actually trivializing. No, but it's because it's like an American fashion trend and they come and go like every two years. But so. Yeah, so yeah, do your experiment with it, which is put it in the Bible, in your culture's Bible and give it centuries of.",
    "start": "00:26:05",
    "end": "00:26:22"
  },
  {
    "text": "Yeah.",
    "start": "00:26:22",
    "end": "00:26:22"
  },
  {
    "text": "Of history.",
    "start": "00:26:22",
    "end": "00:26:23"
  },
  {
    "text": "Centuries of history.",
    "start": "00:26:23",
    "end": "00:26:24"
  },
  {
    "text": "So from America, because America's so young on the. Yeah.",
    "start": "00:26:24",
    "end": "00:26:28"
  },
  {
    "text": "We don't quite as much. We do have things.",
    "start": "00:26:28",
    "end": "00:26:30"
  },
  {
    "text": "But there are.",
    "start": "00:26:30",
    "end": "00:26:31"
  },
  {
    "text": "Yeah, there are gun rights.",
    "start": "00:26:31",
    "end": "00:26:32"
  },
  {
    "text": "Sure. Yeah. Yeah. There you go. Actually here. Here you go.",
    "start": "00:26:33",
    "end": "00:26:35"
  },
  {
    "text": "That might be a good one.",
    "start": "00:26:35",
    "end": "00:26:36"
  },
  {
    "text": "That's a great example. Yeah. So here's something. And many people that a certain right or practice gun rights is tied into the roots of our culture, into a constitutional right is where people will connect it to. And they'll therefore connect that to a divine right to liberty and self protection and private property.",
    "start": "00:26:36",
    "end": "00:26:57"
  },
  {
    "text": "Yeah. Being in the Constitution or an amendment of the Constitution is like God having said it in America.",
    "start": "00:26:57",
    "end": "00:27:03"
  },
  {
    "text": "Sure, yeah, that's right. And then it can get joined into. It becomes so interwoven into a religious culture that a form of Christianity with this practice, they're inextricable. Now it's like Jesus, God, gun rights, America. It's all one thing. And I'm not making a judgment one way or another about that particular example. I'm just saying it's an example of. There's nothing about gun rights in the Bible.",
    "start": "00:27:03",
    "end": "00:27:31"
  },
  {
    "text": "Right.",
    "start": "00:27:32",
    "end": "00:27:32"
  },
  {
    "text": "But certain passages in the Bible about liberty or about the dangers of the monarchy or something got appealed to in the dangers of the Israelite monarchy. Like Samuel's speech in 1st Samuel 12. Oh, it's where he talks about all that kings do is take your property.",
    "start": "00:27:32",
    "end": "00:27:48"
  },
  {
    "text": "Oh, right, yeah, that.",
    "start": "00:27:48",
    "end": "00:27:49"
  },
  {
    "text": "Oh yeah. The Founding Fathers were into that speech. It's really interesting. People have done studies on this about the Founding fathers interest in First Samuel chapter 12.",
    "start": "00:27:50",
    "end": "00:27:59"
  },
  {
    "text": "Oh, really?",
    "start": "00:27:59",
    "end": "00:28:00"
  },
  {
    "text": "Totally.",
    "start": "00:28:00",
    "end": "00:28:00"
  },
  {
    "text": "That makes sense.",
    "start": "00:28:00",
    "end": "00:28:01"
  },
  {
    "text": "It totally does. Because it's in the Bible.",
    "start": "00:28:01",
    "end": "00:28:03"
  },
  {
    "text": "There's suspicion about a biblical critique of monarchy. Yeah.",
    "start": "00:28:03",
    "end": "00:28:07"
  },
  {
    "text": "And so.",
    "start": "00:28:07",
    "end": "00:28:08"
  },
  {
    "text": "Oh yeah.",
    "start": "00:28:08",
    "end": "00:28:09"
  },
  {
    "text": "That gets joined to all kinds of other stuff. So there you go. So the moment you go to Idaho.",
    "start": "00:28:09",
    "end": "00:28:15"
  },
  {
    "text": "Yeah.",
    "start": "00:28:16",
    "end": "00:28:16"
  },
  {
    "text": "Or some part of the country where that's just the norm and you start saying, you know, the Jesus movement actually takes a totally different posture towards violence or weapons. And it's like you're both attacking the foundation of a religious culture, but of the culture itself.",
    "start": "00:28:16",
    "end": "00:28:36"
  },
  {
    "text": "Yeah.",
    "start": "00:28:37",
    "end": "00:28:37"
  },
  {
    "text": "That's the kind of scandal that the Jesus movement represented when Paul and Peter started integrating non Jews example actually is.",
    "start": "00:28:37",
    "end": "00:28:48"
  },
  {
    "text": "I've been learning a little bit about the Quaker tradition and many Quaker traditions They don't take sacraments, they don't baptize, and they don't take the Lord's Supper because for them it's more of an internal reality. And that's pretty close to home for tradition. And I'm not trying to say whether or not that's legit or whatever, but we were told by Jesus to do this thing, right?",
    "start": "00:28:48",
    "end": "00:29:17"
  },
  {
    "text": "It seems to be the case.",
    "start": "00:29:18",
    "end": "00:29:19"
  },
  {
    "text": "Yeah.",
    "start": "00:29:19",
    "end": "00:29:19"
  },
  {
    "text": "Yes.",
    "start": "00:29:19",
    "end": "00:29:20"
  },
  {
    "text": "And so for a group to come along and say, actually no, you don't have to do it, that seems very similar to like, oh, you don't have to follow these food laws. And I don't know, this might not be a good example.",
    "start": "00:29:20",
    "end": "00:29:32"
  },
  {
    "text": "Yeah. I think the difference, at least for what the apostles are doing, is that they very much are appealing to their common scriptures for the precedent of this, for the full inclusion of non Jews without having to take on these cultural symbols. They're going to appeal to the Bible to see like, oh, whoa, this is actually what was supposed to happen all along. So we'll talk about that. That comes to a head in the missionary journeys later. But the seeds of that are being sown right here. It seems like at first God's doing an about face. I told you to do this. No, not telling you to do this.",
    "start": "00:29:33",
    "end": "00:30:15"
  },
  {
    "text": "It does seem that way.",
    "start": "00:30:15",
    "end": "00:30:16"
  },
  {
    "text": "But as you, as the story develops, Luke really wants to show actually the Jewish Jesus movement is in continuity with the deepest roots of Israel's story and Israel's scriptures. That's a big deal that God's not just changing his mind. He's actually fulfilling something that, you know, in the apostles view has simply been forgotten or rejected.",
    "start": "00:30:16",
    "end": "00:30:39"
  },
  {
    "text": "It's also important to probably realize, and you can correct me if I'm wrong, the kosher laws that were observed weren't like strictly taken from the Mosaic Law. They were developed to become something even more.",
    "start": "00:30:39",
    "end": "00:30:55"
  },
  {
    "text": "Yeah. They're centuries old and they. Yeah. Have developed into all kinds of more clarifying rules. Yeah, yeah. And those are embodied, were collected later, a couple hundred years later, but they preserve all these old earlier clarifications in the Mishnah, what's called the Mishnah and the Talmud.",
    "start": "00:30:55",
    "end": "00:31:18"
  },
  {
    "text": "Yeah. If you take almost any example, I don't even know if I want to do it because it will make us uncomfortable and people listening uncomfortable. But things that become so central to, to your faith. I mean, we talked about guns, so some people are already uncomfortable. But you take a bunch of other things and then you talk about God coming and giving a vision of like, actually, no, like this is fine now. Yes, like, that's very uncomfortable, especially in the spiritual tradition I grew up in. Like, if someone came and said, like, hey, by the way, now women can preach, or now different things, you'd be like, stop. Like, what's happening? And I'm not trying to create parallels to anything. I'm just trying to get my mind.",
    "start": "00:31:18",
    "end": "00:32:06"
  },
  {
    "text": "Into how the shock. The shock factor. Shock factor of Peter having this vision. Yeah, yeah. It seems to some people out of sync with the whole story or like you're breaking what this thing has been about. But then at the same time, Peter and the apostles are going to go back even further into Israel's story before back to Abraham and say, actually this is what the calling of Abraham was always about, to bring divine blessing to all the nations. Abraham is actually called a father of nations, plural, in Genesis 17. In Genesis 17, which is the chapter about circumcision. But yes, I want to honor your point because it's a good one. The shock factor and the inclusion of Gentiles into the Jesus movement and on what terms is the hands down the most controversial issue rocking the whole New Testament? It's the central debate driving most of the New Testament documents. Certainly Paul's letters and the Book of Acts.",
    "start": "00:32:07",
    "end": "00:33:12"
  },
  {
    "text": "Yeah.",
    "start": "00:33:13",
    "end": "00:33:13"
  },
  {
    "text": "And the developments of it are seen in Peter's letters. It was huge.",
    "start": "00:33:13",
    "end": "00:33:19"
  },
  {
    "text": "Yeah. It's interesting.",
    "start": "00:33:19",
    "end": "00:33:20"
  },
  {
    "text": "The Gentile Jew divide isn't the.",
    "start": "00:33:21",
    "end": "00:33:24"
  },
  {
    "text": "It's like the subtext almost behind every issue.",
    "start": "00:33:24",
    "end": "00:33:27"
  },
  {
    "text": "Yeah, that's right. In the New Testament.",
    "start": "00:33:28",
    "end": "00:33:29"
  },
  {
    "text": "In the New Testament.",
    "start": "00:33:29",
    "end": "00:33:30"
  },
  {
    "text": "And then once the church became majority non Jewish, it just wasn't an issue anymore. And so this is why.",
    "start": "00:33:30",
    "end": "00:33:36"
  },
  {
    "text": "But then you still have these letters, all these documents. Documents that. That was the issue that was there.",
    "start": "00:33:36",
    "end": "00:33:42"
  },
  {
    "text": "Yeah.",
    "start": "00:33:42",
    "end": "00:33:42"
  },
  {
    "text": "And then you kind of. I mean, I grew up reading these documents and I didn't see those. That as the main issue.",
    "start": "00:33:42",
    "end": "00:33:48"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:33:48",
    "end": "00:33:49"
  },
  {
    "text": "Like, I remember the first time someone pointed out that out to me with Ephesians, and I was like, oh, yeah.",
    "start": "00:33:49",
    "end": "00:33:54"
  },
  {
    "text": "That'S what the whole thing's about.",
    "start": "00:33:54",
    "end": "00:33:55"
  },
  {
    "text": "That's what the whole thing's about.",
    "start": "00:33:55",
    "end": "00:33:56"
  },
  {
    "text": "Yes. The joining of Jew and Gentile.",
    "start": "00:33:56",
    "end": "00:33:57"
  },
  {
    "text": "Yeah, I never, never saw that.",
    "start": "00:33:57",
    "end": "00:34:00"
  },
  {
    "text": "Yeah, that's right. So this first movement is the Judea Sumerian movement. It's Paul and Peter bouncing back and forth, each one of whom is having a radical vision encounter, blows their minds and is going to lead into the next major movement of the Book, which is to the ends of the earth and all humans discovering Jesus. But they're really specific vignettes.",
    "start": "00:34:00",
    "end": "00:35:05"
  },
  {
    "text": "The stories.",
    "start": "00:35:05",
    "end": "00:35:06"
  },
  {
    "text": "Yeah. Blocking for the videos. It's about choosing the right stories to make implementations.",
    "start": "00:35:07",
    "end": "00:35:11"
  },
  {
    "text": "So the Simon and the Sorcerer story in chapter eight, is that the one where the sorcerer's like, hey, can I have these powers, too? And he's like, not for sale.",
    "start": "00:35:11",
    "end": "00:35:20"
  },
  {
    "text": "Yeah. He prays like a curse on him and he goes blind.",
    "start": "00:35:20",
    "end": "00:35:24"
  },
  {
    "text": "And then the Ethiopian eunuch. That's the guy who's reading.",
    "start": "00:35:25",
    "end": "00:35:27"
  },
  {
    "text": "Pretty much it. Yeah. So Philip goes to Samaria. All kinds of people are following Jesus. Peter goes to check it out to make sure it's legitimate. And he's blown away. He's like, oh, my gosh, this is what happened in Pentecost and Jerusalem has happened here. And that's where he has a run in with, I guess, Simon, sorcerer. And then there's a story of Philip being prompted by the spirit to go up to this chariot, this royal chariot that's cruising down the road. Okay, what would that have looked like?",
    "start": "00:35:28",
    "end": "00:35:59"
  },
  {
    "text": "It would have been like some horses pulling just one thing, I guess.",
    "start": "00:35:59",
    "end": "00:36:06"
  },
  {
    "text": "So what comes in my mind is, like, medieval.",
    "start": "00:36:06",
    "end": "00:36:08"
  },
  {
    "text": "Yeah, right.",
    "start": "00:36:09",
    "end": "00:36:09"
  },
  {
    "text": "Carriages. Which I'm sure didn't look like. It's a good point. I am not up to speed on my ancient carriages.",
    "start": "00:36:09",
    "end": "00:36:15"
  },
  {
    "text": "We may have to visualize it.",
    "start": "00:36:17",
    "end": "00:36:19"
  },
  {
    "text": "Yeah, that's a good point. And he looks inside and he sees a royal attendant of the Queen of Ethiopia. Candace. He's called the Ethiopian eunuch. Yeah, but we should really think it's like a state official.",
    "start": "00:36:19",
    "end": "00:36:31"
  },
  {
    "text": "Right.",
    "start": "00:36:31",
    "end": "00:36:32"
  },
  {
    "text": "The whole point is he's like a diplomat. Yeah, he's a diplomat. Extremely important individual. And he's sitting in there listening to Isaiah scroll be read to him. Yeah. And he's like, oh, Philip says, hey, hello. And they have this conversation about Isaiah 53. And the guy is like, holy cow. Jesus is the suffering servant king. I want to join his people right now. That's a good example. Luke just. It's like this brief little portrait. It's just a paragraph, the story. And you're like, why is Luke. It's cool, but why is Luke including this?",
    "start": "00:36:32",
    "end": "00:37:04"
  },
  {
    "text": "Because he's an outsider.",
    "start": "00:37:06",
    "end": "00:37:07"
  },
  {
    "text": "Yeah. This is his strategy of. He'll paint the scene between the leaders of a church about the growing movement. And then he'll just pepper the stories with these short little vignettes of all these different kinds of people who are coming to acknowledge Jesus as the new human and as their redeemer. So there's that. That's a pretty epic story. There's Peter's vision and then going to Cornelius House. That's, I think, pretty mission critical. And then after that, we get a transition To Paul, there's a guy we're introduced to Barnabas and then he goes and gets the newly converted Paul and they go to the city of Antioch, which was the biggest city in that part of the world. It was the third most populous city in the Roman Empire. Antioch.",
    "start": "00:37:07",
    "end": "00:37:58"
  },
  {
    "text": "And where was it?",
    "start": "00:37:58",
    "end": "00:37:59"
  },
  {
    "text": "Well, it's right up on the right where the coast of the Mediterranean goes from being vertical north, south and turns the bend. Yeah, so it's, it's a modern day Turkey. The modern city of Turkey right near it is called Antakya. It's the same word. So it's southern Turkey right near the Syrian Turkey border. There's like half a million people just within like city limit proper. It was second only to Rome and I think Alexandria. I mean gigantic city.",
    "start": "00:37:59",
    "end": "00:38:28"
  },
  {
    "text": "Yeah.",
    "start": "00:38:28",
    "end": "00:38:28"
  },
  {
    "text": "And so that's. So it's Jerusalem focused. It goes in outside of Jerusalem and then Antioch becomes the base for Paul and Barnabas. And this is the first multi ethnic international Jesus community in history.",
    "start": "00:38:29",
    "end": "00:38:44"
  },
  {
    "text": "What would have been the main like ethnicity in Antioch at that time?",
    "start": "00:38:44",
    "end": "00:38:49"
  },
  {
    "text": "Oh, it's a port city for all indications that we have. I could do a little more homework on this. There's a guy named Rodney Stark who's written a lot on the early Christian urban movement and the makeup of these cities. Oh, that'd be good. I should go re look at that again. He wrote a book called Cities of God on the topic. I'm pretty sure from what I remember this was a number of years ago. These are truly melting pot. These handful of major cities in the Roman Empire. They were all on the coasts. So they were major trade harbors. All the highways intersected. So melting pot. So you got Greeks, Macedonians, Jews, Arabs, Eastern Europeans.",
    "start": "00:38:49",
    "end": "00:39:32"
  },
  {
    "text": "It was founded near the end of the 4th century by one of Alexander the Great's generals. So I mean it's not that old of a town.",
    "start": "00:39:32",
    "end": "00:39:40"
  },
  {
    "text": "Well, it's 400 years old. Well, 300 years old.",
    "start": "00:39:41",
    "end": "00:39:44"
  },
  {
    "text": "Jerusalem.",
    "start": "00:39:44",
    "end": "00:39:45"
  },
  {
    "text": "Yeah, that's right. Okay. Yeah, got it. Yeah, it's old, sure, but it's Alexander the Great. Part of Alexander the Great, the Greek and Roman legacy is general began it.",
    "start": "00:39:45",
    "end": "00:39:53"
  },
  {
    "text": "Yeah, so it was like geographically it was a military and economic location. Spice trade, Silk Road. It rivaled Alexandria as a chief city in the Near East. It was also the main center of Hellenistic Judaism. Yeah, so there's a lot of Greek Jews there.",
    "start": "00:39:53",
    "end": "00:40:12"
  },
  {
    "text": "Hellenistic meaning culture, Hellenistic meaning culture. Greek language and culture. Yeah. So Hellenism was essentially it's the equivalent of what Western culture is through TV and media throughout the world. Got it. Clothing Lifestyle, economic preferences. Right.",
    "start": "00:40:12",
    "end": "00:40:31"
  },
  {
    "text": "So, okay, so at the end of the Second Temple period, it became where the Hellenistic Judaism was its epicenter.",
    "start": "00:40:31",
    "end": "00:40:38"
  },
  {
    "text": "Yeah.",
    "start": "00:40:39",
    "end": "00:40:39"
  },
  {
    "text": "Most of the urban development in Antioch was done during the Roman Empire. So it's a very. Yeah, it's a Roman Empire city.",
    "start": "00:40:39",
    "end": "00:40:45"
  },
  {
    "text": "Yep. Yeah.",
    "start": "00:40:45",
    "end": "00:40:46"
  },
  {
    "text": "Okay. I was trying to. I was wondering if it had another heritage, like it was, you know, another people group had founded.",
    "start": "00:40:46",
    "end": "00:40:52"
  },
  {
    "text": "Oh, I understand. Yeah. Got it. It's like San Francisco of the. Of the Mediterranean.",
    "start": "00:40:52",
    "end": "00:40:58"
  },
  {
    "text": "Yeah, right.",
    "start": "00:40:58",
    "end": "00:40:59"
  },
  {
    "text": "Yeah, something like that.",
    "start": "00:40:59",
    "end": "00:41:00"
  },
  {
    "text": "It's this melting pot.",
    "start": "00:41:00",
    "end": "00:41:01"
  },
  {
    "text": "Yeah.",
    "start": "00:41:01",
    "end": "00:41:01"
  },
  {
    "text": "Trade harbor.",
    "start": "00:41:02",
    "end": "00:41:03"
  },
  {
    "text": "Yeah. Goes back to early American history in that part of the world. You know, in the Bay Area or in that part of the country. The Upper Mediterranean goes back to the early roots of the Greek and Roman empires. So it was from this city and church community that was launched the first international missionaries. And Luke, as he's trying to show the nature of what Jesus and the Spirit were up to in this next phase, he just focuses in on. It's the Holy Spirit who leads the disciples at Antioch to start sending out missionaries. That's how he tells the story in Acts, chapter 13. And so Barnabas and Paul become the focus. After that, Peter disappears almost entirely from the storyline. So he's really key in the transition. He was key in the Jerusalem part, and he stays in Jerusalem, he's key in this. And then he. Well, we leave him because he went up to Samaria and then that's where he's left. That's where the narrative leaves him. And later, church tradition has him traveling all over. Oh, and when he writes first Peter, he's writing to communities, all in the area of modern Turkey, Asia Minor. Same area where Paul writes his letters. But there's no New Testament apostolic record of his travels. It's interesting.",
    "start": "00:41:03",
    "end": "00:42:28"
  },
  {
    "text": "It is interesting. So it's also interesting that it wasn't Jerusalem that becomes the epicenter of Christianity. It becomes Antioch.",
    "start": "00:42:28",
    "end": "00:42:39"
  },
  {
    "text": "Yes. And Jerusalem remains a symbolic type of center as an origin point.",
    "start": "00:42:39",
    "end": "00:42:46"
  },
  {
    "text": "And most of the apostles are still there.",
    "start": "00:42:46",
    "end": "00:42:48"
  },
  {
    "text": "Yep, that's right. The Jerusalem.",
    "start": "00:42:48",
    "end": "00:42:50"
  },
  {
    "text": "The Jews are there.",
    "start": "00:42:50",
    "end": "00:42:50"
  },
  {
    "text": "Yeah, that's right. In the next movement of the book, once lots of non Jews are coming to follow Jesus, then they have to settle this question about the circumcision and food laws and so on. And so they don't have a leadership meeting in Antioch, they have a leadership meeting in Jerusalem.",
    "start": "00:42:50",
    "end": "00:43:09"
  },
  {
    "text": "Right.",
    "start": "00:43:09",
    "end": "00:43:10"
  },
  {
    "text": "And of course, Angaeus brother James presides.",
    "start": "00:43:10",
    "end": "00:43:14"
  },
  {
    "text": "He's running the show there.",
    "start": "00:43:14",
    "end": "00:43:15"
  },
  {
    "text": "He's the key leader there now. Not Peter. Peter. Peter's there at the meeting but the narrative is very clear that James, Jesus brother, has been appointed as the leader. James the Just, or James the Righteous, he's called the Righteous One. So, yeah, there's so much Luke doesn't tell us about those early decades. And it's just like Old Testament narrative. They're actually. He's offering not just a history, he's offering a theological narrative about the meaning of those early decades. And so he's super selective. Yeah. And the moment Paul goes up to Antioch and the international mission starts, that's his focus. That's all he cares about. He just focuses on that. Yeah. Maybe one this will fit more into the atmosphere of the video. But I think personally, this has become more and more significant as the years go by that the birth of the Christian movement, it's a Jewish messianic movement, was from its very early years a multiethnic reality. It's a multi ethnic Eastern religious movement, which, if you ask anybody in Western culture today what they think about Christianity, it's so embedded now with the history of Western culture. The people assume that, you know, it's bound to one political, one demographic, or it's, you know, associated with Western institutions.",
    "start": "00:43:15",
    "end": "00:45:21"
  },
  {
    "text": "Yeah.",
    "start": "00:45:21",
    "end": "00:45:22"
  },
  {
    "text": "And so for me, this was just so refreshing and mind opening to see that this is an ancient Eastern religious movement that was multi ethnic from its origins.",
    "start": "00:45:22",
    "end": "00:45:34"
  },
  {
    "text": "And when you say that, you mean by the fact that even all of the initial Jewish followers of Jesus were from all different ethnicities.",
    "start": "00:45:34",
    "end": "00:45:43"
  },
  {
    "text": "That's right. All different cultural backgrounds because of the exile and diaspora.",
    "start": "00:45:44",
    "end": "00:45:48"
  },
  {
    "text": "Yeah.",
    "start": "00:45:48",
    "end": "00:45:49"
  },
  {
    "text": "But then what Luke's trying to tell us in ACTS is that we're not a decade into the movement. And the thing is, by nature, it's busting bust out of that one cultural mold into the larger human family.",
    "start": "00:45:49",
    "end": "00:46:05"
  },
  {
    "text": "That's not typical of religious systems.",
    "start": "00:46:06",
    "end": "00:46:09"
  },
  {
    "text": "That's correct.",
    "start": "00:46:09",
    "end": "00:46:10"
  },
  {
    "text": "Religious systems are usually to create cohesion within one people group, not all of a sudden break down all these boundaries between people groups.",
    "start": "00:46:10",
    "end": "00:46:20"
  },
  {
    "text": "Yeah, that's right. So Axe is giving us the genetic code of a movement that will become the most culturally ethnically diverse religious movement in human history. Yeah, the Church of Jesus Christ. And that's still true today. The majority of the world's Christians in 2018 don't live in Western countries, America or Europe, vast majority. And so that's still true today, but for the, you know, the Middle Age period and early modern period, it was primarily Western, primarily being carried through the power structures and institutions of Europe and America. So it's just this fascinating shift in the modern era that actually makes it Much more like it was in those early centuries.",
    "start": "00:46:20",
    "end": "00:47:08"
  },
  {
    "text": "That's interesting. It's like that original DNA that you're talking about was not lost, but it was a bit buried for a while when it became a very political. When it became part of the power structure in Western civilization.",
    "start": "00:47:08",
    "end": "00:47:25"
  },
  {
    "text": "Yes. Yeah. It's just what happens when the Christian movement gets too closely wedded or identified with one particular culture. Just not meant to do that. It's not that kind of religious movement. People make it into that. We all do. It's actually our greatest temptation is to turn it into something that's just like.",
    "start": "00:47:26",
    "end": "00:47:47"
  },
  {
    "text": "Me and to protect what I know to be life, you know, my way of life.",
    "start": "00:47:47",
    "end": "00:47:55"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:47:55",
    "end": "00:47:56"
  },
  {
    "text": "My. Protect what works. What.",
    "start": "00:47:56",
    "end": "00:47:59"
  },
  {
    "text": "Yeah.",
    "start": "00:47:59",
    "end": "00:47:59"
  },
  {
    "text": "Then if it can. If it can work towards that end, then, yeah, then I'll take it.",
    "start": "00:47:59",
    "end": "00:48:03"
  },
  {
    "text": "Yeah. And actually, that's a great segue. We might want to talk more. I don't know if you want to talk more about how we want to block out the video for that part, the Book of Acts. But as we move on into Acts 13 and forward, there's one scholar of Acts in particular who just. Oh, man, I've just tried to read everything I can get my hands on by him about the Book of Acts. His name's Cavan Rowe, and he's done the best job of any ACTS scholar I know to capture the destabilizing, disorienting nature of the Jesus movement in the early Roman world.",
    "start": "00:48:03",
    "end": "00:48:37"
  },
  {
    "text": "Right.",
    "start": "00:48:37",
    "end": "00:48:38"
  },
  {
    "text": "And what Luke's doing, he's already shown us the way that it was a Jewish movement, but was also rejected by many of the leaders of the power systems in Jerusalem. That's why it kept getting persecuted and people are dying. That's why Stephen is murdered. That's why Paul, right, is persecuting. So he has that on that front, the Jewish front. And then on the other front, Luke's going to start tracing the same culture clash with the Greek and Roman world. And so most of the narratives to follow in the Book of Acts are about Paul going to places, announcing the Christian message that Jesus is king and of being persecuted and rejected. And riots. It's just riot after riot after mob after riot. It's this whole section of the Book of Acts once we leave Antioch and go out. Yeah. So you have to stop and ask yourself, what's Luke trying to do here? What's he trying to say? And this guy, Cavan Rowe, I'll have some quotes. We kind of walk through that section of the book, but he's trying to say Luke's trying to show that the Christian movement is inherently a destabilizing movement into whatever culture it enters. Not by proposing a new system of beliefs, but by a group of people creating an alternative culture that questions the foundations of any and every culture. Because it's built on the conviction that Jesus is the true king of the world, of the human race.",
    "start": "00:48:38",
    "end": "00:50:08"
  },
  {
    "text": "Yeah. And that's who. Who sets culture, especially in this time in the world.",
    "start": "00:50:09",
    "end": "00:50:14"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:50:14",
    "end": "00:50:15"
  },
  {
    "text": "It's the king.",
    "start": "00:50:15",
    "end": "00:50:16"
  },
  {
    "text": "It's one man, isn't it?",
    "start": "00:50:16",
    "end": "00:50:18"
  },
  {
    "text": "With the Roman Empire, like, that was very multicultural, so there was some similarities in that. Like Hellenism.",
    "start": "00:50:18",
    "end": "00:50:25"
  },
  {
    "text": "Yeah.",
    "start": "00:50:26",
    "end": "00:50:26"
  },
  {
    "text": "You know, like you said, it's like everyone started kind of acting the same way, became unifying and that way.",
    "start": "00:50:26",
    "end": "00:50:35"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:50:35",
    "end": "00:50:36"
  },
  {
    "text": "So Christianity kind of fits to that mold, which is, hey, the Roman Empire is breaking down all these cultural barriers in certain ways.",
    "start": "00:50:36",
    "end": "00:50:44"
  },
  {
    "text": "Yeah, I see. Yes. Yeah. Rome was offering a unified political, religious, cultural narrative about human history. Yeah. And it culminates in the Roman Empire.",
    "start": "00:50:44",
    "end": "00:50:56"
  },
  {
    "text": "Yeah. Yeah. They're it really.",
    "start": "00:50:56",
    "end": "00:50:57"
  },
  {
    "text": "I mean, once. And it's precisely in this first century that the Roman emperors, near the end of their lives and after their deaths are being announced as gods, that they were embodiments of the divine pantheon in the flesh. They have temples built to them. So there are descriptions, there are like birth inscriptions about different Roman emperors that the gods have ordained their births. And they use the same vocabulary as the apostles. Good news, salvation, peace, redemption.",
    "start": "00:50:57",
    "end": "00:51:30"
  },
  {
    "text": "Yeah.",
    "start": "00:51:30",
    "end": "00:51:30"
  },
  {
    "text": "To describe the birth of a new. Of a new Roman emperor. And so, yeah, the Christian announcement would have just been heard as a very disruptive.",
    "start": "00:51:30",
    "end": "00:51:41"
  },
  {
    "text": "As another empire.",
    "start": "00:51:41",
    "end": "00:51:43"
  },
  {
    "text": "Yeah. An alternative kingdom, but that posed no alternative empire. An alternative empire that posed no military threat.",
    "start": "00:51:43",
    "end": "00:51:52"
  },
  {
    "text": "Right.",
    "start": "00:51:53",
    "end": "00:51:53"
  },
  {
    "text": "But that posed a religious cultural threat.",
    "start": "00:51:53",
    "end": "00:51:56"
  },
  {
    "text": "Yeah. It's so interesting. It is, yeah.",
    "start": "00:51:57",
    "end": "00:52:00"
  },
  {
    "text": "Yeah.",
    "start": "00:52:00",
    "end": "00:52:00"
  },
  {
    "text": "It's like you would know what to do with a bunch of people who said, hey, let's. Let's build an army.",
    "start": "00:52:01",
    "end": "00:52:06"
  },
  {
    "text": "Yeah, take over.",
    "start": "00:52:06",
    "end": "00:52:07"
  },
  {
    "text": "Take over. And this guy's gonna be our leader. Let's. Let's be a counter empire. The Roman Empire would be like, oh, yeah, nice try and just kind of just stop you in your.",
    "start": "00:52:07",
    "end": "00:52:16"
  },
  {
    "text": "Yeah. They know how to deal with that.",
    "start": "00:52:16",
    "end": "00:52:17"
  },
  {
    "text": "They know how to deal with that.",
    "start": "00:52:17",
    "end": "00:52:18"
  },
  {
    "text": "Yeah. Go kill them all.",
    "start": "00:52:18",
    "end": "00:52:19"
  },
  {
    "text": "But you get a bunch of people who say, hey, we're happy to. You can. We'll be in the Roman Empire.",
    "start": "00:52:19",
    "end": "00:52:24"
  },
  {
    "text": "Pay taxes.",
    "start": "00:52:24",
    "end": "00:52:25"
  },
  {
    "text": "Pay taxes.",
    "start": "00:52:25",
    "end": "00:52:26"
  },
  {
    "text": "We'll pray for the empire's well being. Right.",
    "start": "00:52:26",
    "end": "00:52:29"
  },
  {
    "text": "We'll follow the laws.",
    "start": "00:52:29",
    "end": "00:52:30"
  },
  {
    "text": "Yeah.",
    "start": "00:52:30",
    "end": "00:52:30"
  },
  {
    "text": "But you're not our true king.",
    "start": "00:52:31",
    "end": "00:52:33"
  },
  {
    "text": "Yeah.",
    "start": "00:52:33",
    "end": "00:52:34"
  },
  {
    "text": "And they're kind of like, what?",
    "start": "00:52:37",
    "end": "00:52:38"
  },
  {
    "text": "Yeah, we believe there is another king. In fact, that's precisely how people summarize Paul's message when he goes into Thessalonica. Yeah, he's preaching, he's saying there's another emperor. Yeah, that's what they hear him say.",
    "start": "00:52:38",
    "end": "00:52:51"
  },
  {
    "text": "And then when you kind of like start questioning him, you're like, oh, you're talking about a dead guy.",
    "start": "00:52:51",
    "end": "00:52:55"
  },
  {
    "text": "Like, okay, yeah, totally.",
    "start": "00:52:56",
    "end": "00:52:58"
  },
  {
    "text": "This isn't a threat, like, right.",
    "start": "00:52:58",
    "end": "00:53:00"
  },
  {
    "text": "It wouldn't.",
    "start": "00:53:01",
    "end": "00:53:01"
  },
  {
    "text": "If you're like a Roman official, you'd be like, yes, guys.",
    "start": "00:53:02",
    "end": "00:53:04"
  },
  {
    "text": "Yeah. So, yeah, we'll explore that more. And I think that, to me, that's an exciting part of the. I think the second main half of this video is. I'm excited to capture that ethos of the early Christian movement going out into the world. They're saying, good news, there's a new king. It's the risen Jesus. And these communities that are being formed are so diverse. All the portraits Luke gives of these different people and the poor are being cared for. But man, there's a lot of angry people, particularly associated with politics and religion, namely people who preserve the worship of the Roman gods. And that'll be the second main half of the video.",
    "start": "00:53:05",
    "end": "00:53:50"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. Our show today was produced by Dan Gummel. If you like this show, you might also like the podcast of Tim's sermons and lectures. It's called Exploring My Strange Bible. You can find out more about what we're up to and all of our free resources. They're at thebibleproject.com Hola Aminobre Sadriana y.",
    "start": "00:53:53",
    "end": "00:54:14"
  },
  {
    "text": "Soy de Peru y tambien mi CI jos. We believe the Bible is a unified story that leads to Jesus. We are a co founded project by people like me. Find free videos, study notes and more@thebibleproject.com.",
    "start": "00:54:14",
    "end": "00:54:33"
  }
]