[
  {
    "text": "Hey, this is John at the Bible Project. And today on the podcast, we continue a conversation looking at the story in the book of Acts. In the last chapters of Acts, Paul the Apostle, the Jewish follower of Jesus who takes it on himself to plant churches all over the Roman world, is now reaching the end of his church planting career. And. And he's taken it upon himself to put together an offering, a love offering of sorts. He's gone to churches all over the Roman world and asked them to contribute pool together money so that he can take that cash and bring it to the believers in Jerusalem. You see, in Jerusalem, there's been a famine and a drought, and the Christians there are suffering. And for Paul, this offering is to help people who are suffering, but it's also much more. For Paul, this offering is a symbol portraying the unity of the church.",
    "start": "00:00:08",
    "end": "00:01:00"
  },
  {
    "text": "For Paul, when you have a group of diverse, ethnically socio, economically diverse people in one room worshiping Jesus, sharing a meal together and sharing their lives together, you are tasting heaven. Heaven on earth.",
    "start": "00:01:01",
    "end": "00:01:17"
  },
  {
    "text": "In this episode, Paul gets to Jerusalem and things reach a boiling point.",
    "start": "00:01:18",
    "end": "00:01:23"
  },
  {
    "text": "He goes to Jerusalem, he shows up, and a number of the Jewish Christian leaders say, hey, welcome to town. Listen, there's a lot of people who want you dead around here.",
    "start": "00:01:23",
    "end": "00:01:31"
  },
  {
    "text": "For Paul, being in trouble with local authorities is nothing new. He's had death threats, he's been beat up, he's been thrown in jail. But here in Jerusalem, things have come to a tipping point. And the writer of Acts, Luke, he spends a lot of time looking at Paul's final days being imprisoned and going from prison to prison, and he does this intentionally.",
    "start": "00:01:31",
    "end": "00:01:53"
  },
  {
    "text": "Luke's trying to create a profile of the Jesus movement, that it's its own category of human movement. Paul becomes a model, I think, to Luke's readers for how to navigate this tension in the ongoing generations of the movement. He's teaching followers of Jesus how to relate to power structures. Paul's story is a vehicle for him to talk about the Christian relationship to their government and culture and power structures.",
    "start": "00:01:54",
    "end": "00:02:25"
  },
  {
    "text": "All of that and more today on the podcast. Thanks for joining us. Here we go. So we're going through the Book of Acts, and we're in the last chapters of Acts. It's Paul going to Jerusalem. So we spent the last hour discussing the themes that were moving him towards Jerusalem.",
    "start": "00:02:25",
    "end": "00:02:49"
  },
  {
    "text": "Yeah. What would motivate any person to go to a city where they know that there are hundreds of people who want to kill them?",
    "start": "00:02:49",
    "end": "00:02:56"
  },
  {
    "text": "Yeah. Because in Jerusalem are going to be the people who are most protective.",
    "start": "00:02:56",
    "end": "00:03:00"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:03:00",
    "end": "00:03:01"
  },
  {
    "text": "Of the thing that he's.",
    "start": "00:03:01",
    "end": "00:03:02"
  },
  {
    "text": "Of Israel's customs and traditions. Yep.",
    "start": "00:03:02",
    "end": "00:03:04"
  },
  {
    "text": "And so he's going to go in there, but to him, it's so important because. Because he wants to bring this. This gift to the church in Jerusalem. He wants to bring him cash. He's been collecting it all over the world. And he's going to bring. And for him, it's not just giving them money. He's wanted to. He was even told to remember the poor in Jerusalem. But to him, this was a representative gift to show that what he's doing out there in the world is connected, that this is one movement. And by coming back and saying, look, we want to contribute.",
    "start": "00:03:05",
    "end": "00:03:42"
  },
  {
    "text": "Yeah. Your brothers and sisters in the Messiah who aren't Jewish.",
    "start": "00:03:42",
    "end": "00:03:47"
  },
  {
    "text": "Yeah.",
    "start": "00:03:47",
    "end": "00:03:47"
  },
  {
    "text": "Love you and are thinking of you and share solidarity with your hardship.",
    "start": "00:03:47",
    "end": "00:03:52"
  },
  {
    "text": "But he knows that in order to go and bring this gift to Jerusalem, he's going to run into people who really want to see him die.",
    "start": "00:03:53",
    "end": "00:04:01"
  },
  {
    "text": "Yeah. They think they now feel about him the way that he felt about the followers of Jesus before he met Jesus.",
    "start": "00:04:03",
    "end": "00:04:10"
  },
  {
    "text": "Yeah.",
    "start": "00:04:10",
    "end": "00:04:11"
  },
  {
    "text": "They're a dangerous threat.",
    "start": "00:04:11",
    "end": "00:04:12"
  },
  {
    "text": "So he feels convicted. I gotta go to Jerusalem. The spirit's leading me there, but I know it's gonna be gnarly.",
    "start": "00:04:12",
    "end": "00:04:19"
  },
  {
    "text": "There's actually one scene where he's on his way to Jerusalem and he stops at a local in a town and there's followers of Jesus. They're hanging out. And a prophet there has a dream or a word from the Lord and ties. Gets a belt and ties his hands and says, the one going to Jerusalem will be bound like this. And Paul's just like, I'm going anyway.",
    "start": "00:04:20",
    "end": "00:04:44"
  },
  {
    "text": "Yeah.",
    "start": "00:04:44",
    "end": "00:04:44"
  },
  {
    "text": "He doesn't care. Yeah, he doesn't care.",
    "start": "00:04:44",
    "end": "00:04:47"
  },
  {
    "text": "Well, what he cares about that's actually.",
    "start": "00:04:47",
    "end": "00:04:49"
  },
  {
    "text": "True is he doesn't care about his own life.",
    "start": "00:04:49",
    "end": "00:04:51"
  },
  {
    "text": "He doesn't care about his own life. He cares.",
    "start": "00:04:51",
    "end": "00:04:53"
  },
  {
    "text": "Compared to.",
    "start": "00:04:53",
    "end": "00:04:54"
  },
  {
    "text": "Yeah. Like this theme that you were showing of him constantly talking about the unity of the followers of Jesus across these cultural lines.",
    "start": "00:04:54",
    "end": "00:05:07"
  },
  {
    "text": "That's right.",
    "start": "00:05:07",
    "end": "00:05:07"
  },
  {
    "text": "And this flattening of everyone's status. Status.",
    "start": "00:05:07",
    "end": "00:05:12"
  },
  {
    "text": "That's right.",
    "start": "00:05:12",
    "end": "00:05:13"
  },
  {
    "text": "Yeah.",
    "start": "00:05:13",
    "end": "00:05:13"
  },
  {
    "text": "Yeah. For Paul, when you have a group of diverse, ethnically, socioeconomically diverse people in one room worshiping Jesus, sharing a meal together and sharing their lives together, you are tasting heaven. Heaven on earth, the kingdom of God. And so for Paul, that was of greatest value. So he goes to Jerusalem, he shows up, and a number of the Jewish Christian leaders say, hey, welcome to town. Listen, there's a lot of people who want you dead around here.",
    "start": "00:05:13",
    "end": "00:05:45"
  },
  {
    "text": "Have you ever noticed?",
    "start": "00:05:45",
    "end": "00:05:46"
  },
  {
    "text": "So they're like, hey, listen, how about this? Go to the temple and perform some Jewish customs to show people that you're Jewish and that you still observe the customs. And Paul says, totally deal. That's fine.",
    "start": "00:05:46",
    "end": "00:05:58"
  },
  {
    "text": "Nothing wrong with that.",
    "start": "00:05:59",
    "end": "00:06:00"
  },
  {
    "text": "Yeah, I'm Jewish. It's great. I'll do that. So he goes to the temple, and there a whole bunch of people who know about him and his reputation, they see him, they start a commotion.",
    "start": "00:06:00",
    "end": "00:06:12"
  },
  {
    "text": "How do they know what he looks like?",
    "start": "00:06:13",
    "end": "00:06:14"
  },
  {
    "text": "Oh, that's a good point. I mean, he's been in and out of Jerusalem. He lived in there for many years.",
    "start": "00:06:14",
    "end": "00:06:19"
  },
  {
    "text": "That's true. So, yeah, he was from there.",
    "start": "00:06:19",
    "end": "00:06:21"
  },
  {
    "text": "Yeah, he's from there. He's been gone. He's been gone 10 years or whatever.",
    "start": "00:06:21",
    "end": "00:06:24"
  },
  {
    "text": "But yeah.",
    "start": "00:06:24",
    "end": "00:06:25"
  },
  {
    "text": "So here's what's interesting. The temple precincts, it's kind of like, I don't know, it's like the White House lawn or something like that. It's an American centered image. But thinking of a space that is political, religious, and a public monument. We're talking about the temple precincts here.",
    "start": "00:06:25",
    "end": "00:06:44"
  },
  {
    "text": "Can the public go on the lawn?",
    "start": "00:06:44",
    "end": "00:06:45"
  },
  {
    "text": "I don't think so.",
    "start": "00:06:46",
    "end": "00:06:47"
  },
  {
    "text": "I don't think so.",
    "start": "00:06:47",
    "end": "00:06:47"
  },
  {
    "text": "I think you have to have an invite, whatever. That kind of space. And if you're under foreign occupation, that kind of space is for sure under close watch. Under close watch. So the moment the commotion starts, Roman soldiers wade in and Paul gets nabbed because they can see that all these people angry at him. So this great part of the story, the Roman soldier starts dragging him away. And this is in Acts 21, people rushed together taking hold of Paul. They dragged him out of the temple and they were going to kill him. But a report came up to the commander of the Roman battalion that there's a commotion happening there. So the commander took along some soldiers and centurions and he ran down to them. And when they saw everything, the people stopped beating Paul. The commander took hold of him, bound him with chains, began asking about it. And the crowd's like shouting, you know, he's, I kill him this and that. And so they're taking him up the stairs, like out of the priesthood. And then Paul starts talking to him in Greek, right? So he was just talking to people in Aramaic and now he's talking in Greek. And then the commander's like, what? Wait, what? You know Greek?",
    "start": "00:06:47",
    "end": "00:08:03"
  },
  {
    "text": "Yeah, that wouldn't be common for them.",
    "start": "00:08:03",
    "end": "00:08:06"
  },
  {
    "text": "Well, I think he just realizes, oh, this isn't.",
    "start": "00:08:06",
    "end": "00:08:08"
  },
  {
    "text": "Yeah, some Jewish mail.",
    "start": "00:08:08",
    "end": "00:08:10"
  },
  {
    "text": "This isn't. Yeah, totally. This cosmopolitan guy is bilingual. And then what? This Is, here's what the soldier says. He says, wait, you're not the Egyptian terrorist who just stirred up a revolt and led 4,000 people of the, like, the rebels who want to overthrow Rome out in the wilderness? I thought you're that guy. And Paul says, no, dude, he says, I'm a Jew of Tarsus in Cilicia, a citizen of no insignificant city. Yeah, please let me speak to the people. And the guy's like, oh, the floor is yours, my friend.",
    "start": "00:08:10",
    "end": "00:08:40"
  },
  {
    "text": "Yeah. And so they came arresting him, thinking he was some other rebel rouser.",
    "start": "00:08:40",
    "end": "00:08:45"
  },
  {
    "text": "Totally. Okay. And so here it begins from here, Acts 21 to the end. Luke has designed this thing so tight, it's really cool. The literary design of this section of Acts follows a very clear pattern through six cycles. It always begins with Paul getting arrested or put on trial in every scene. There's a clear representative of the Roman or Jerusalem system there. So there's something where he's put on the stage and in each of the six times he gives a speech. And he always begins, you know, men of Israel or men of Rome. His skill as orator really comes out in these speeches. It's great.",
    "start": "00:08:45",
    "end": "00:09:26"
  },
  {
    "text": "He knows how to work a room.",
    "start": "00:09:27",
    "end": "00:09:28"
  },
  {
    "text": "He totally knows how to work a room. It's awesome. And then the speech always ends with this, right, this official going like, dang it, we can't stick anything on this guy.",
    "start": "00:09:28",
    "end": "00:09:40"
  },
  {
    "text": "Yeah.",
    "start": "00:09:40",
    "end": "00:09:41"
  },
  {
    "text": "Like, he's not worthy of death. He's not breaking any laws. But every step of the way, he stays imprisoned or he's unjustly detained. Step after step after step. Six different times this happens. So you have to just stop and ask yourself, what kind of book am I reading that began with Jesus commissioning the disciples. And Paul's not present there in the opening scene of Acts. That's interesting. Paul's not even present. And he commissions them. Holy Spirit, Pentecost, you know, Jerusalem, Judea, Samaria, to the ends of the earth. And so Paul doesn't even appear until like the end of chapter eight. And then he's kind of in tandem with Peter in chapters nine through 12. Chapter 13 is just Paul's journeys. So the second half of the book.",
    "start": "00:09:41",
    "end": "00:10:27"
  },
  {
    "text": "It'S now all about Paul.",
    "start": "00:10:27",
    "end": "00:10:28"
  },
  {
    "text": "It's Paul focused. The last quarter of the book is six Trials of Paul. Everyone following this pattern is put before a representative. He gets a speech. What do we do with this guy? And he continues to be unjustly imprisoned all the way through until he lands in Rome. What is Luke doing here? He has some focus, some reason for why he's designed the book this way.",
    "start": "00:10:28",
    "end": "00:10:51"
  },
  {
    "text": "Maybe because this is how it happened.",
    "start": "00:10:51",
    "end": "00:10:52"
  },
  {
    "text": "Sure. Okay. But yes, this is all the way back to our conversation about biblical narrative. This is not what happened. Yeah, like lots of other things happened.",
    "start": "00:10:54",
    "end": "00:11:05"
  },
  {
    "text": "Right.",
    "start": "00:11:05",
    "end": "00:11:06"
  },
  {
    "text": "But he's designed the events in this clear, repetitive sequence. And at the center of each sequence, six times is Paul giving a defense speech. And then people being puzzled, not knowing what to do with him. So Luke's after something here. For Luke, Paul becomes a representative of the whole movement and its relationship to the powers. And in each case, the powers have to do something, but they recognize that they're not really dealing with something that a normal kind of social movement, it's not violent, but at the same time, they're creating enough disturbance and upheaval that we have to do something.",
    "start": "00:11:06",
    "end": "00:11:48"
  },
  {
    "text": "Yeah, Like I said last time, it's not a military threat, but it is a social threat.",
    "start": "00:11:48",
    "end": "00:11:52"
  },
  {
    "text": "It is a social disturbance.",
    "start": "00:11:53",
    "end": "00:11:54"
  },
  {
    "text": "Disturbance.",
    "start": "00:11:54",
    "end": "00:11:55"
  },
  {
    "text": "Yeah, totally. So that's the design here. And then if you just read through the six cycles, you'll see the same types of things keep happening. So these are just what I call repeated themes in the trial scenes. In terms of the video, I think a whole first third can be about the gift, the symbolic importance of it, and why he would go to Jerusalem. And then once he's in Jerusalem, I think we can do like we've been doing, maybe these montages. Paul on trial again and again and again and again.",
    "start": "00:11:55",
    "end": "00:12:25"
  },
  {
    "text": "You're saying Luke has repeated this cycle six times to what, like, overly communicate that they don't know what to do with him? That's it.",
    "start": "00:12:25",
    "end": "00:12:34"
  },
  {
    "text": "Well, but it's also Paul becomes a model, I think, to Luke's readers for how to navigate this tension in the ongoing generations of the movement. He's teaching followers of Jesus how to relate to power structures through the story of Paul. Paul's story is a vehicle for him to talk about the Christians relationship to their government and culture and power structures, it seems to me. Why would Luke make a full quarter of the book about this?",
    "start": "00:12:34",
    "end": "00:13:05"
  },
  {
    "text": "So what does he want me to take away from the way that Paul handles himself here?",
    "start": "00:13:05",
    "end": "00:13:09"
  },
  {
    "text": "Okay, so, yeah, let's move forward.",
    "start": "00:13:09",
    "end": "00:13:12"
  },
  {
    "text": "Sam.",
    "start": "00:13:17",
    "end": "00:13:29"
  },
  {
    "text": "So whenever people present accusations against Paul, they bring up how he's violating Jewish law. But it's always a slant to present him as a social agitator, which is therefore a concern.",
    "start": "00:13:49",
    "end": "00:14:02"
  },
  {
    "text": "Yeah. Because the Roman people aren't going to care if.",
    "start": "00:14:02",
    "end": "00:14:05"
  },
  {
    "text": "Yeah, they're like, whatever.",
    "start": "00:14:05",
    "end": "00:14:06"
  },
  {
    "text": "That's your deal, then that's your idea.",
    "start": "00:14:06",
    "end": "00:14:08"
  },
  {
    "text": "If it's a religious dispute, it's not Not a legal issue. So they always slant it.",
    "start": "00:14:08",
    "end": "00:14:13"
  },
  {
    "text": "So, for example, to make it a political issue.",
    "start": "00:14:13",
    "end": "00:14:16"
  },
  {
    "text": "Correct. So in chapter 21, when Paul first gets arrested, the crowd says to the Roman commander, they say, this is the man who announces to all people everywhere against our people and against the law and against this place, the temple. And besides that, he brought Greeks into the temple, which was punishable by death in Jewish law. There's the Jewish historian Josephus, who describes there's this fence in the precincts.",
    "start": "00:14:16",
    "end": "00:14:44"
  },
  {
    "text": "If you're not Jewish, you can't go past it.",
    "start": "00:14:44",
    "end": "00:14:45"
  },
  {
    "text": "If you're not Jewish, you can't go past it. And so who did he bring in? Well, here's the thing. Their accusation is he brought a Greek into the temple and defiled the holy place. And then Luke adds, they had seen the previous day Trophimus the Ephesian in the city with Paul, and they just assumed that Paul brought him into the temple. They're.",
    "start": "00:14:45",
    "end": "00:15:04"
  },
  {
    "text": "Yeah, they're just trying to make connections.",
    "start": "00:15:04",
    "end": "00:15:05"
  },
  {
    "text": "That's right. So they frame Paul as a violator of religious law of the temple, but to the degree that it's creating now a social disturbance which the Romans should care about. The Roman soldier first thinks Paul is like an assassin. He says, aren't you that Egyptian?",
    "start": "00:15:06",
    "end": "00:15:26"
  },
  {
    "text": "Oh, right.",
    "start": "00:15:26",
    "end": "00:15:26"
  },
  {
    "text": "Who led a rebel movement? This is great.",
    "start": "00:15:26",
    "end": "00:15:29"
  },
  {
    "text": "That's funny that there was an Egyptian out there leaving a rebel movement.",
    "start": "00:15:29",
    "end": "00:15:34"
  },
  {
    "text": "Oh, 4,000.",
    "start": "00:15:34",
    "end": "00:15:35"
  },
  {
    "text": "4,000 men.",
    "start": "00:15:35",
    "end": "00:15:36"
  },
  {
    "text": "Yeah. I forget totally between the years, like 30 and 70 AD. I forget what get what the count is. There's approaching like a dozen, a dozen movements. And these are just the ones that are left traces in historical record of rebel movements like this. Leaders getting hundred, couple thousand people together.",
    "start": "00:15:36",
    "end": "00:15:56"
  },
  {
    "text": "Fight back.",
    "start": "00:15:56",
    "end": "00:15:56"
  },
  {
    "text": "Yep. Kill the romans. In chapter 24, when Paul's on trial, the Jewish leaders of Jerusalem hire a lawyer named Tertullus. He has this great speech in chapter 24, but he says, we have found this man. A real pest is how most English translations it means plague, a disease. This man is a disease, and he's stirring up insurrection, revolt among the Jews throughout the world. And he's a ringleader of the sect of the Nazarenes. He even tried to desecrate the temple. And that's when we arrested him. They can just see the slant here that they're doing. I quoted from this Cavan Rowe, his book on acts called World Upside Down. So here's how he puts it. On the one hand, Luke narrates the movement of the Christian mission into the gentile world by focusing on Paul's collision With Greco Roman culture, Christianity and paganism competing religious and social realities. Paul's call to give allegiance and worship to King Jesus necessarily involved a different way of life in which Rome's basic patterns of life are dissolved. However, Luke also narrates the threat of the Christian mission in such a way as to eliminate the possibility of it being in competition with the Roman state of all forms of sedition and treason. You can see it in the trial narratives. He's constantly being accused of treason or revolt. Of all of these accusations, Christianity is innocent. The Christians are not out to establish Christendom. A new culture. Yes. A political coup. No. That's the tension, that's the paradox that Paul represents in these trials.",
    "start": "00:15:56",
    "end": "00:17:42"
  },
  {
    "text": "A new culture within the same political environment.",
    "start": "00:17:42",
    "end": "00:17:45"
  },
  {
    "text": "Yeah.",
    "start": "00:17:45",
    "end": "00:17:46"
  },
  {
    "text": "He wasn't around going, we need to start some new political regime so everything can be better. So we need a new king and we need new laws. He's like, no, we keep the kings, keep the laws.",
    "start": "00:17:46",
    "end": "00:17:59"
  },
  {
    "text": "But remembering that this is not. He doesn't live in a democratic well.",
    "start": "00:18:00",
    "end": "00:18:05"
  },
  {
    "text": "Yeah. The way to get rid of him is to go kill him.",
    "start": "00:18:05",
    "end": "00:18:08"
  },
  {
    "text": "Yeah, that's right, that's right.",
    "start": "00:18:08",
    "end": "00:18:09"
  },
  {
    "text": "Yeah. You can't vote him out.",
    "start": "00:18:09",
    "end": "00:18:10"
  },
  {
    "text": "Let's remember that. That's very important.",
    "start": "00:18:10",
    "end": "00:18:11"
  },
  {
    "text": "Yeah.",
    "start": "00:18:12",
    "end": "00:18:12"
  },
  {
    "text": "Before we transport him into the 21st century.",
    "start": "00:18:12",
    "end": "00:18:14"
  },
  {
    "text": "Sure.",
    "start": "00:18:14",
    "end": "00:18:15"
  },
  {
    "text": "The majority of the populace has no way to influence the power structures.",
    "start": "00:18:15",
    "end": "00:18:20"
  },
  {
    "text": "Yeah. Well, you get 4,000 assassins bringing them to the desert.",
    "start": "00:18:20",
    "end": "00:18:24"
  },
  {
    "text": "That's a way to get some money.",
    "start": "00:18:24",
    "end": "00:18:25"
  },
  {
    "text": "Maybe do it.",
    "start": "00:18:26",
    "end": "00:18:27"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:18:27",
    "end": "00:18:28"
  },
  {
    "text": "Yeah. It's interesting. So we've been talking about this theme of the exile and this idea of that early Christians believed, which is what the Jewish people believed when they went into exile, which is. And even when they came home from exile, living in Jerusalem again but without their temple, still under the authority of other empires, that they were waiting for a time to truly be free and to truly be at home. And in the meantime, they could live within the power structure that they're living in and not try to replace it, not try to fight against it. They could even serve it and seek its well being and be a part of it. Yeah, but they're not loyal to it.",
    "start": "00:18:28",
    "end": "00:19:17"
  },
  {
    "text": "Yes.",
    "start": "00:19:18",
    "end": "00:19:18"
  },
  {
    "text": "They're loyal to something greater. And then when you live that way, that's such a different way to be a citizen of any. Anywhere.",
    "start": "00:19:18",
    "end": "00:19:26"
  },
  {
    "text": "Yes, that.",
    "start": "00:19:26",
    "end": "00:19:27"
  },
  {
    "text": "What's the like handbook for how to operate that way? Because it's very nuanced. There's not like one right way. You know, there isn't. It's not so easy to determine if you're in political office. What does it mean for you if you work for the city? What does that mean for you if you're in the military? What does that mean for you? Yes, all these things. It becomes.",
    "start": "00:19:27",
    "end": "00:19:51"
  },
  {
    "text": "Yeah, and those were certainly questions even in this generation of the church. Luke highlights numerous Roman officials or Roman kind of influencers, power brokers who come to faith in Jesus. Kind of sprinkles them mention of them throughout the story. So this was an issue right from the very beginning. Some Christians have a way to influence or play a role in governing or power structures in their culture. Most don't, and most of the early Christians for sure didn't. And, yeah, it's a unique way to exist. And you'll be seen as. We've used the phrase loyalty and subversion. It'll be a confusing kind of loyalty. So that's the tension that Paul represents in the eyes of his accusers. They want to portray him as a dangerous threat. And then what Luke also repeats is every single of these Roman officials that he stands in front of, they pretty much just keep saying the same things. So I've just kind of lined up their statements about Paul here. So Claudius Lucius, who's the Roman commander who said, aren't you the Egyptian terrorist? After he arrests him, he writes a letter to Felix, the governor, saying, here, I'm passing this guy on to you. And he says, I found him to be accused over questions about Jewish law, but under no accusation deserving death or imprisonment. I don't know what on earth to do with this guy. You take care.",
    "start": "00:19:51",
    "end": "00:21:23"
  },
  {
    "text": "Yeah, it's your problem now.",
    "start": "00:21:23",
    "end": "00:21:24"
  },
  {
    "text": "So he stands. Yeah, totally. Yeah. So Felix hangs on to Paul, doesn't know what to do with them for years. Felix moves on to another job. And so another governor comes, Festus. And when he is talking about what to do with Paul, he says, people are bringing charges against him, not of such crimes as I was expecting. I know what to do with a terrorist. Right, right. But they had points of disagreement with him about their own religion and about this dead man, Jesus, who Paul asserted to be alive. I'm at a total loss about how to investigate this kind of thing. Yeah, right. It's so good.",
    "start": "00:21:24",
    "end": "00:22:04"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:22:04",
    "end": "00:22:05"
  },
  {
    "text": "He just doesn't know what to do. He says it again in chapter 25, I found he committed nothing worthy of death. And then he's appealed to the Emperor. Paul's so tired of getting hung up in mistrials because he can tell it's all just a ruse. He's just like, you guys are keeping me here without any good Reason. So he says, I appeal to Caesar, which he can do as a Roman citizen. And so he says, well, he's appealed to the Emperor, so I'm quite happy to send him off, but I don't have anything definite about him to write to my Lord. It seems absurd to me to send a prisoner and to have no charges against him, but here he is.",
    "start": "00:22:05",
    "end": "00:22:43"
  },
  {
    "text": "This is. Yeah, here's where we're at.",
    "start": "00:22:43",
    "end": "00:22:45"
  },
  {
    "text": "So you can see Luke's playing up this theme of, like, this is ridiculous, that Paul, that a Christian would be accused and held in prison when they don't represent the kind of threat that the Romans normally imprison people for.",
    "start": "00:22:45",
    "end": "00:23:00"
  },
  {
    "text": "Right.",
    "start": "00:23:00",
    "end": "00:23:00"
  },
  {
    "text": "But here he is imprisoned because the.",
    "start": "00:23:00",
    "end": "00:23:03"
  },
  {
    "text": "Romans don't seem to care. But the Jewish leaders really, really care.",
    "start": "00:23:03",
    "end": "00:23:07"
  },
  {
    "text": "That's right. Exactly.",
    "start": "00:23:07",
    "end": "00:23:08"
  },
  {
    "text": "But they're not in charge.",
    "start": "00:23:09",
    "end": "00:23:10"
  },
  {
    "text": "That's right.",
    "start": "00:23:10",
    "end": "00:23:11"
  },
  {
    "text": "They can't kill them themselves, correct?",
    "start": "00:23:11",
    "end": "00:23:13"
  },
  {
    "text": "Yeah, that's correct. Yeah. As an occupied people group, they would want this guy.",
    "start": "00:23:13",
    "end": "00:23:18"
  },
  {
    "text": "He's been causing so much trouble for the same reason.",
    "start": "00:23:18",
    "end": "00:23:20"
  },
  {
    "text": "And actually, Luke's. Again, he's laying Paul's story on top of Jesus story. The Jewish leaders, right, could arrest Jesus, but they had to get pilots to sign off on his crucifixion, the Roman governor. So it's the same. He's portraying Paul and Jesus parallel right here. The last time that Paul is in front of Festus, Paul actually gives a speech and he tries to persuade Festus and another official there to, like, listen to the good news about Jesus. And so Paul, Festus interrupts him. This is in chapter 26. And Festus says, while Paul was saying this in his defense, Festus interrupted in a loud voice. Paul, you're crazy. Your great learning is driving you crazy. A dead man alive, King of the world.",
    "start": "00:23:21",
    "end": "00:24:06"
  },
  {
    "text": "Just stop it.",
    "start": "00:24:07",
    "end": "00:24:07"
  },
  {
    "text": "I was talking about, sitting next to him is the regional king that the Romans appointed over the region, Herod Agrippa. Right. He's the descendant of all the Herods. And so King Agrippa stood up along with the governor and Berenice. Everybody sitting there, and they go aside and they start talking to one another, saying, this guy's not worthy of death or imprisonment. But Agrippa said to Festus, you know, I would just let him go free. But he appealed to Caesar. So to Caesar you go. I love this set of scenes. Because again, think for Luke's readers in all the generations, they're going to face hostility from their neighbors, from. From the government, from Jewish family members. All of these scenarios that Paul finds himself in bring you comfort. They Begin to help you. People are going to think I'm crazy, I'm mad. People are going to think I'm a social threat. Some people are going to think I'm just a religious quack.",
    "start": "00:24:07",
    "end": "00:25:08"
  },
  {
    "text": "And people aren't going to know what category to put me in.",
    "start": "00:25:09",
    "end": "00:25:12"
  },
  {
    "text": "They're not going to know what category I could end up being in prison. I could end up being released the next day. Luke's using Paul's story as a vehicle of doing, what do you call it, political theology. He's trying to form Christians to be ready to know how to relate to their culture. I think that's what Luke's doing here.",
    "start": "00:25:12",
    "end": "00:25:33"
  },
  {
    "text": "Oh really?",
    "start": "00:25:33",
    "end": "00:25:34"
  },
  {
    "text": "Yes. Yeah. Why else would he do this? Six times, like two or three would.",
    "start": "00:25:34",
    "end": "00:25:38"
  },
  {
    "text": "Have gotten something about the number. Is the number important? I mean, biblical authors really love numbers.",
    "start": "00:25:38",
    "end": "00:25:45"
  },
  {
    "text": "Yeah, I think it's one of these repetition, but each repetition of Paul's trials and more representatives. None of them are identical. And so you end up with this really robust portrait of.",
    "start": "00:25:45",
    "end": "00:25:58"
  },
  {
    "text": "So what you're saying is readers are going to be in very similar settings where they're going to be doing countercultural type social movement stuff that isn't on its nose wrong.",
    "start": "00:25:59",
    "end": "00:26:13"
  },
  {
    "text": "Or not breaking any Roman law, or.",
    "start": "00:26:14",
    "end": "00:26:16"
  },
  {
    "text": "Not breaking any rules or laws. But they're going to have enemies and people aren't going to know what to do with them.",
    "start": "00:26:16",
    "end": "00:26:23"
  },
  {
    "text": "Correct.",
    "start": "00:26:23",
    "end": "00:26:23"
  },
  {
    "text": "They can go back to these narratives of Paul and kind of be reassured. This is our history.",
    "start": "00:26:23",
    "end": "00:26:29"
  },
  {
    "text": "That's right.",
    "start": "00:26:29",
    "end": "00:26:30"
  },
  {
    "text": "This is how we get treated and this is how we handle ourselves. This is what can be expected when you live in such a unique way.",
    "start": "00:26:30",
    "end": "00:26:37"
  },
  {
    "text": "That's right. Yeah. And again, thinking of Luke Acts as a two part work, this is what happened to Jesus. Jesus faced the same fate in Jerusalem. Misunderstanding, false accusations. He got caught up in an unjust power structure that condemned an innocent man. And now here's Paul going through his own version of the same circumstances. And so together Luke Acts is uniquely emphasizing more than Matthew, Luke or John. He's emphasizing and filling out these stories of Jesus and now Paul's relationship to the surrounding culture and power structures. It seems a really big deal to him. And it was a pressing issue in the first century and it still is for followers of Jesus to think intelligently about what loyalty and subversion looks like. I just remembered I have another quote here from Cavan Rowe. I love this guy. I've never met him. I would like to meet him. His book, the World Upside down, it's like reading Acts in the Greco Roman age. It's kind of a nerdy title, but, dude, the book's amazing. He's reflecting on this sequence of trials in Acts. He says the narrative in Acts negotiates a complex tension between heaven and earth when it represents the reality of the Jesus movement. For Luke, God's kingdom is obviously not a human kingdom in the straightforward sense. And so in this way, the Christian mission doesn't threaten Rome in the way that the Parthian kingdom did.",
    "start": "00:26:37",
    "end": "00:28:09"
  },
  {
    "text": "Right.",
    "start": "00:28:09",
    "end": "00:28:09"
  },
  {
    "text": "Yet against every spiritualizing impulse, the vision in Acts is of a kingdom that's every bit as much a human and social presence as it is a divine work of the Spirit. I like that way of putting it. So he doesn't just spiritualize it as not of this world. That's spiritual kingdom of religious people who are thinking about pie in the sky. The story in Acts is a very human social vision of new communities that have social consequences. Back to Kevin Rowe. He says the kingdom of which Jesus is king is spiritual in that it's driven by God's spirit. But it's material, it's social, it's political, which is to say it takes up space in public. The public disturbances, the riots, Paul on parade before the Roman officials. These all show that in the book of Acts, there's no such thing as being a Christian in private. It's good to capture that. I think, for Luke and Paul's vision of what the church is and what Luke is doing here, like a health barometer of a local church community, is, are we serving and engaging and worshiping Jesus in ways that are public enough to make the neighborhood puzzled about our presence there? And if no one would even notice if our church community didn't exist, we probably weren't following Jesus with as much passion or commitment as you would want us to. I think that would be the implication.",
    "start": "00:28:10",
    "end": "00:29:46"
  },
  {
    "text": "Yeah. Yeah. Sam, it's interesting how he's saying it's not a political movement in that. How we understand political movements.",
    "start": "00:29:46",
    "end": "00:30:45"
  },
  {
    "text": "Yeah.",
    "start": "00:30:45",
    "end": "00:30:45"
  },
  {
    "text": "So if you wanted a completely new culture, you would bring in the power structure, the new culture, kick out the old power structure, and now that culture reigns. So to create a new socioeconomic cultural movement, the most obvious thing to do is just change the power structure.",
    "start": "00:30:45",
    "end": "00:31:04"
  },
  {
    "text": "Yeah.",
    "start": "00:31:04",
    "end": "00:31:05"
  },
  {
    "text": "And politically.",
    "start": "00:31:05",
    "end": "00:31:06"
  },
  {
    "text": "Yeah, I mean, I suppose that's what occurs to us.",
    "start": "00:31:06",
    "end": "00:31:09"
  },
  {
    "text": "Yeah, that's what occurs to us. And so, like you said, like, Christians were not a threat to Rome the way the Parthian kingdom was. But then he is saying, but that doesn't mean this isn't.",
    "start": "00:31:09",
    "end": "00:31:23"
  },
  {
    "text": "Yes.",
    "start": "00:31:23",
    "end": "00:31:23"
  },
  {
    "text": "Going to Then change the way the culture.",
    "start": "00:31:23",
    "end": "00:31:27"
  },
  {
    "text": "Yes.",
    "start": "00:31:27",
    "end": "00:31:28"
  },
  {
    "text": "It should actually be something yes. That affects culture and makes people go, wait a second, what is this going on?",
    "start": "00:31:28",
    "end": "00:31:36"
  },
  {
    "text": "Yeah.",
    "start": "00:31:36",
    "end": "00:31:37"
  },
  {
    "text": "And it's so. It's kind of interesting to think about how it's a movement that doesn't need the power structure, that typical movements to.",
    "start": "00:31:37",
    "end": "00:31:45"
  },
  {
    "text": "Generate influence, to generate the same kind.",
    "start": "00:31:45",
    "end": "00:31:47"
  },
  {
    "text": "Of change and influence.",
    "start": "00:31:47",
    "end": "00:31:49"
  },
  {
    "text": "Yeah.",
    "start": "00:31:49",
    "end": "00:31:50"
  },
  {
    "text": "It's that upside down nature of it, I suppose.",
    "start": "00:31:50",
    "end": "00:31:52"
  },
  {
    "text": "Yes.",
    "start": "00:31:52",
    "end": "00:31:53"
  },
  {
    "text": "In that it's actually being called to not try to assert that kind of authority.",
    "start": "00:31:53",
    "end": "00:31:59"
  },
  {
    "text": "Yeah, in that way.",
    "start": "00:31:59",
    "end": "00:32:01"
  },
  {
    "text": "In that way. But to have the same amount of influence, real practical influence that you would if you had exerted that authority.",
    "start": "00:32:01",
    "end": "00:32:11"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:32:11",
    "end": "00:32:12"
  },
  {
    "text": "So you end up in this strange place where the people who are in power can still be in power. So they're not really threatened, but things have been changing as if their power had been usurped in a way.",
    "start": "00:32:12",
    "end": "00:32:23"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:32:23",
    "end": "00:32:24"
  },
  {
    "text": "And so it's kind of like, well, what do we do now?",
    "start": "00:32:24",
    "end": "00:32:26"
  },
  {
    "text": "Yeah. And then on the ground level, it's that there are groups of people all around our city where the women in these communities are treated with more dignity and are given a level of opportunity and mobility that they don't have in their own homes, but they're allowed to, to lead and pray and direct things in these home communities. Like we've said, slaves and masters have to treat each other like they're equals. And that's disturbing. That doesn't make any sense. Keep the women and the slaves in line. Right. But then, dang it, they're always feeding the poor people and they're keeping them off my street. They're all going down there to whatever, to that guy's house because that's where they all gather every.",
    "start": "00:32:26",
    "end": "00:33:14"
  },
  {
    "text": "They're making our cities more tolerable, celebrate.",
    "start": "00:33:14",
    "end": "00:33:16"
  },
  {
    "text": "That dead guy who they think is alive. You know, it's that. And so you start multiplying those communities and then there's just. We're not reading aloud. Luke hasn't included as many here, but he's littered the whole book with stories of just people who meet Jesus in these communities and they just have these powerful life. Life transforming experiences. What do you do with it? It's just its own thing. Luke's trying to create a profile of the Jesus movement, that it's its own category of human movement.",
    "start": "00:33:16",
    "end": "00:33:49"
  },
  {
    "text": "Yeah.",
    "start": "00:33:49",
    "end": "00:33:49"
  },
  {
    "text": "That doesn't fit.",
    "start": "00:33:50",
    "end": "00:33:51"
  },
  {
    "text": "It's a different way to exert influence and power.",
    "start": "00:33:52",
    "end": "00:33:54"
  },
  {
    "text": "Correct. Yeah.",
    "start": "00:33:54",
    "end": "00:33:55"
  },
  {
    "text": "Which is.",
    "start": "00:33:55",
    "end": "00:33:56"
  },
  {
    "text": "Yeah, and it fits exactly. Now you can go back and reread how Luke has framed and presented Jesus teachings about the kingdom in the Gospel of Luke.",
    "start": "00:33:56",
    "end": "00:34:03"
  },
  {
    "text": "Yeah.",
    "start": "00:34:03",
    "end": "00:34:04"
  },
  {
    "text": "And all of his Teachings about money, status, loving your enemies, caring for one another.",
    "start": "00:34:04",
    "end": "00:34:10"
  },
  {
    "text": "Yeah. The weak will be strong.",
    "start": "00:34:10",
    "end": "00:34:11"
  },
  {
    "text": "All that you can see, like, oh, yeah, he was getting us ready for the Book of Acts. Those teachings are the setting, the template for the communities that he's going to depict in the Book of Acts.",
    "start": "00:34:11",
    "end": "00:34:24"
  },
  {
    "text": "Cool.",
    "start": "00:34:25",
    "end": "00:34:26"
  },
  {
    "text": "Yeah. Sa one other thing that's cool, and this is related. We can kind of land the plane with this. I don't know if this is relevant for the video or not. I just thought this was cool. In all of these trial scenes, almost every one of the representatives of Rome or Jerusalem that Paul stands in front of is corrupt and underhanded. And Paul is the one who has to remind people how to perform Roman justice. So, for example, when the Roman centurion is going to flog him, he's the one who reminds the Roman centurion, is it lawful for you to beat somebody who's a Roman citizen like me? And then the guy's like, what? You're. Oh. Oh, my goodness. Wait, I didn't know he could get fired for this, you know? Governor Felix, Paul's under arrest in Caesarea for two years. Unnecessarily. I mean, just. He's a traveling missionary. Two years in prison. Think of what he could have done in those two years. And then Luke tells us, why did he keep him there? He was hoping that Paul would try and bribe him, pay him off.",
    "start": "00:34:26",
    "end": "00:36:09"
  },
  {
    "text": "He didn't do it.",
    "start": "00:36:09",
    "end": "00:36:10"
  },
  {
    "text": "So imagine Paul. Can Paul raise money?",
    "start": "00:36:10",
    "end": "00:36:12"
  },
  {
    "text": "Yeah.",
    "start": "00:36:13",
    "end": "00:36:13"
  },
  {
    "text": "You know what I'm saying?",
    "start": "00:36:13",
    "end": "00:36:14"
  },
  {
    "text": "Right. Paul could pull some strings here if he's.",
    "start": "00:36:14",
    "end": "00:36:16"
  },
  {
    "text": "He can pay money, but he refuses. So he'll unjustly be imprisoned to uphold the principle of justice, to not pay a bribe.",
    "start": "00:36:16",
    "end": "00:36:25"
  },
  {
    "text": "Yeah.",
    "start": "00:36:25",
    "end": "00:36:25"
  },
  {
    "text": "That's remarkable. Yeah, it's really remarkable. Felix, after that, leaves Paul imprisoned. Luke tells us, as a favor. This guy, he's playing the political game as a favor to the Jewish leaders. Festus, who replaces Felix, he wants to send Paul back to Jerusalem. He's like, get this guy out of my jurisdiction. I don't want to deal with him. And Paul has to remind him. Look what he says. If I'm a wrongdoer and I've committed anything worthy of death, kill me. I don't refuse to die. But listen, you've been holding me here for years. I've done none of the things that I'm being confused of by Roman law. You can't hand me over. He has to remind the governor of what the Roman law is. And then Festus agrees.",
    "start": "00:36:25",
    "end": "00:37:09"
  },
  {
    "text": "So this is all this time where he's being transferred from person to person on his way to Rome.",
    "start": "00:37:09",
    "end": "00:37:14"
  },
  {
    "text": "Correct. This is so ironic. So Paul is being depicted as the one who actually cares the most about the Roman legal system. And it's so broken.",
    "start": "00:37:14",
    "end": "00:37:24"
  },
  {
    "text": "It's in his favor right now.",
    "start": "00:37:24",
    "end": "00:37:25"
  },
  {
    "text": "It is, but it's fascinating because the system's so broken it can imprison unjustly an uncondemned man for years. And so he could let the system do that. But all the while he's going to remind every leader that they're not actually following the law. This is just an interesting principle that Paul actually wants the Roman system to be the best that it can be. It's almost. Are you with me? It's like he believes in justice even more than the Romans does.",
    "start": "00:37:26",
    "end": "00:37:57"
  },
  {
    "text": "Right.",
    "start": "00:37:57",
    "end": "00:37:57"
  },
  {
    "text": "Not only is he not a threat to the political order, he actually believes in the Roman ideals of justice more than the Roman leaders did do, which highlights the farce that is that he's imprisoned. But I think it's also. It's interesting principle that, like, Paul's portrayed as identifying values.",
    "start": "00:37:57",
    "end": "00:38:15"
  },
  {
    "text": "It's like an uber Roman system.",
    "start": "00:38:15",
    "end": "00:38:17"
  },
  {
    "text": "Yeah, totally. Yeah. Not only is he not a threat politically.",
    "start": "00:38:17",
    "end": "00:38:20"
  },
  {
    "text": "Yeah.",
    "start": "00:38:20",
    "end": "00:38:21"
  },
  {
    "text": "He actually. The kingdom of God will bring.",
    "start": "00:38:21",
    "end": "00:38:24"
  },
  {
    "text": "Make some of the best romances.",
    "start": "00:38:24",
    "end": "00:38:25"
  },
  {
    "text": "Will make the best. Yes, it will bring. Because what's the best of the Roman citizens? Beautiful ideals of justice and peace. How they went about accomplishing those was often really screwed up. But to me, that's just so interesting that Luke's portraying the Jesus movement as actually bringing out the best in the human cultures that goes into exposing how short they fall short of even their own ideals.",
    "start": "00:38:25",
    "end": "00:38:51"
  },
  {
    "text": "Yeah. No, that is cool. I like that. Because there is a lot of tension when you start to talk about how Christians aren't. You know, there's this third way and. And we're exiles and there's. There's a home that's coming. This isn't our home.",
    "start": "00:38:51",
    "end": "00:39:09"
  },
  {
    "text": "Yeah. That kind of maybe start to feel overly separatist.",
    "start": "00:39:09",
    "end": "00:39:13"
  },
  {
    "text": "Yes.",
    "start": "00:39:13",
    "end": "00:39:13"
  },
  {
    "text": "Overly withdrawal mentality.",
    "start": "00:39:13",
    "end": "00:39:15"
  },
  {
    "text": "Yeah, yeah. To where it's like. Yeah, you think of yourself as. And sorry, I'm gonna use America because.",
    "start": "00:39:15",
    "end": "00:39:20"
  },
  {
    "text": "Yeah.",
    "start": "00:39:20",
    "end": "00:39:21"
  },
  {
    "text": "That's all. I know I live here in America. But, you know, you think yourself as American, but man, no, you're thinking too small. Like, it's all. It's about God's kingdom stuff. Which is true. But what's cool about this is this. You could take an opposite tact and be like, what would it look like to be a really good American?",
    "start": "00:39:21",
    "end": "00:39:42"
  },
  {
    "text": "Yeah. What are the most beautiful American ideals?",
    "start": "00:39:42",
    "end": "00:39:45"
  },
  {
    "text": "Yeah. And how can we go about representing those and championing those? So that when you're accused or when people take a look at your life and examine it closely, they'll realize that the things that you cared about, they care about too.",
    "start": "00:39:45",
    "end": "00:40:04"
  },
  {
    "text": "Yeah.",
    "start": "00:40:04",
    "end": "00:40:04"
  },
  {
    "text": "There's gonna be an overlap.",
    "start": "00:40:05",
    "end": "00:40:06"
  },
  {
    "text": "That's right. Yeah. Because of. Yeah. The idea is that my neighbors could see my house, church, or my church community as weird religious quacks, the weird hang ups about sexual ethics. But these church communities are embodying my city leaders commitment to the homeless way more than my city leaders actually are something I'm Portland. Right. This homeless crisis.",
    "start": "00:40:06",
    "end": "00:40:31"
  },
  {
    "text": "Yeah.",
    "start": "00:40:31",
    "end": "00:40:32"
  },
  {
    "text": "And actually I don't know the numbers, but at least half of our city's effort to provide housing and recovery programs for the homeless in Portland are run by Christian nonprofits or local churches. It's that kind of thing. People have a category for that. But what are other ideals that are said to be values of my city or my people group that actually we embody very poorly? And what would it mean for a church community to hold a mirror up to our culture by actually embodying those even more consistently? Such a cool idea. And that Luke's highlighted that here. I think that's cool.",
    "start": "00:40:32",
    "end": "00:41:16"
  },
  {
    "text": "That is cool. You're familiar with Embrace Oregon here in Portland.",
    "start": "00:41:16",
    "end": "00:41:20"
  },
  {
    "text": "Tell me about it.",
    "start": "00:41:20",
    "end": "00:41:21"
  },
  {
    "text": "It's about the church getting involved in the foster care system.",
    "start": "00:41:21",
    "end": "00:41:25"
  },
  {
    "text": "Oh, yes. Yeah, yeah, yeah, that's right.",
    "start": "00:41:25",
    "end": "00:41:27"
  },
  {
    "text": "But its attitude is let's serve the foster care system.",
    "start": "00:41:27",
    "end": "00:41:30"
  },
  {
    "text": "That's right, the system.",
    "start": "00:41:30",
    "end": "00:41:31"
  },
  {
    "text": "Let's not try to blow up the system. Let's not try to hate on it or create an alternate one. Yeah, it's hard. It's hard to be a.",
    "start": "00:41:31",
    "end": "00:41:39"
  },
  {
    "text": "Yes.",
    "start": "00:41:39",
    "end": "00:41:39"
  },
  {
    "text": "I think it's called dhs.",
    "start": "00:41:39",
    "end": "00:41:41"
  },
  {
    "text": "Yep. Yeah, that's right.",
    "start": "00:41:41",
    "end": "00:41:42"
  },
  {
    "text": "That's a hard job.",
    "start": "00:41:42",
    "end": "00:41:43"
  },
  {
    "text": "Yes, it is.",
    "start": "00:41:43",
    "end": "00:41:44"
  },
  {
    "text": "And the children that are in these situations. Yeah, that's a hard life.",
    "start": "00:41:44",
    "end": "00:41:49"
  },
  {
    "text": "Yep.",
    "start": "00:41:49",
    "end": "00:41:49"
  },
  {
    "text": "And the families that bring these children into their homes, like that's a high calling and that's a hard thing to do.",
    "start": "00:41:49",
    "end": "00:41:56"
  },
  {
    "text": "Yeah.",
    "start": "00:41:56",
    "end": "00:41:56"
  },
  {
    "text": "And what if we could just make the whole thing a little bit easier, but by serving all those different people? And they've been doing a really incredible job. And I went to this fundraising meal for it and most of the room was people who they were trying to convince to give money to it. But a big portion of the room were people who just worked for dhs. And those people were just so happy to be there with a bunch of Christians who cared about these ideals just as much as they cared about. About these things.",
    "start": "00:41:56",
    "end": "00:42:31"
  },
  {
    "text": "Yeah, that's good. Yeah, yeah, That's a good example. Yeah. Certainly in Luke and in acts, caring for the vulnerable. A huge theme. That's a huge theme. Another facet of it is the one that Paul highlights, which is about like law and justice, dealing with corruption. Right. And underhanded power politics or money politics. I mean, that's what Paul's up against here is how the system's being rigged.",
    "start": "00:42:31",
    "end": "00:43:02"
  },
  {
    "text": "Yeah. He's put in jail as a favor to someone.",
    "start": "00:43:02",
    "end": "00:43:05"
  },
  {
    "text": "Yeah. And Paul's just like, dude, that's not what the Roman ideals of justice are about. That's a whole other facet, you know, of how power structures work that provides a calling and a vocation, I think, for followers of Jesus to embody justice. And dude, the moment you wade into political arenas attempting to bring reform, get ready to face some opposition. But yes. So that's the full orbed portrait here of Paul. Paul becomes Luke's showpiece for how Christians can discover a vocation and a calling to be change agents, but not through the normal means that we think of changing or influencing. And it's all orchestrated by God's spirit. Paul didn't orchestrate all years of imprisonment, but that imprisonment becomes a way for Paul to influence all kinds of people that he never would have come into contact with had he been out planting churches. Yeah, it's cool.",
    "start": "00:43:07",
    "end": "00:44:11"
  },
  {
    "text": "Another way to think about that last theme I was still ruminating on it is when you're telling someone to adopt the way of Jesus, you're not telling them to stop being whatever the thing is that they identify with.",
    "start": "00:44:11",
    "end": "00:44:25"
  },
  {
    "text": "Yeah, that's true. Yeah, that's right.",
    "start": "00:44:25",
    "end": "00:44:26"
  },
  {
    "text": "Like whether it's their nationality or their hobby or their whatever it is, it's to want that thing to be like the best version of what it could be of itself.",
    "start": "00:44:26",
    "end": "00:44:40"
  },
  {
    "text": "Yeah. Yes.",
    "start": "00:44:40",
    "end": "00:44:41"
  },
  {
    "text": "Because switching your allegiance can feel so dramatic and drastic. To be like, okay, well, this isn't my home anymore and so I can't care about all these things anymore versus like. No, I want you to care more than you cared.",
    "start": "00:44:41",
    "end": "00:44:56"
  },
  {
    "text": "Yeah, yeah, that's right. Yeah.",
    "start": "00:44:56",
    "end": "00:44:58"
  },
  {
    "text": "Like you really care about being a citizen of.",
    "start": "00:44:58",
    "end": "00:45:01"
  },
  {
    "text": "Yes.",
    "start": "00:45:01",
    "end": "00:45:02"
  },
  {
    "text": "Where? America.",
    "start": "00:45:02",
    "end": "00:45:03"
  },
  {
    "text": "Yeah.",
    "start": "00:45:03",
    "end": "00:45:03"
  },
  {
    "text": "You really care about being American?",
    "start": "00:45:03",
    "end": "00:45:04"
  },
  {
    "text": "Yeah.",
    "start": "00:45:04",
    "end": "00:45:05"
  },
  {
    "text": "Like I want you to care even more.",
    "start": "00:45:05",
    "end": "00:45:06"
  },
  {
    "text": "Yes.",
    "start": "00:45:06",
    "end": "00:45:07"
  },
  {
    "text": "About. What does that mean?",
    "start": "00:45:07",
    "end": "00:45:08"
  },
  {
    "text": "Yes.",
    "start": "00:45:08",
    "end": "00:45:08"
  },
  {
    "text": "What are the things that you think makes America special and how does that align with the justice and peace that God wants and how can we seek after that more?",
    "start": "00:45:09",
    "end": "00:45:20"
  },
  {
    "text": "Yes.",
    "start": "00:45:20",
    "end": "00:45:20"
  },
  {
    "text": "I suppose that we could come into scenarios where that doesn't work.",
    "start": "00:45:20",
    "end": "00:45:23"
  },
  {
    "text": "Yeah, yeah. A couple things come to mind. One is I think Paul in His letter to the Philippians, there's that little. It's easy to take out of context as a little inspiring one liner, but where he says, finally, brothers and sisters, whatever is true, whatever is honorable, whatever is right, whatever is pure, whatever is lovely, whatever is of good reputation, if anything is excellent and worthy of praise, focus on that. It's so good. And he's not talking about just religious things. He wants the Philippians to look out in Philippi and be like, there's a lot of things screwed up around here, but there's so many values in my city that actually are really honorable and that are beautiful and pure, and imagine how much more beautiful they could be once they're guided by Jesus in the spirit. And so focus on that. It also makes me think of the final scene of the New Jerusalem in Revelation, chapter 22, where there's that line about the New Jerusalem. It's the city on the hill, and all the nations are streaming into it. And it says, all the nations are bringing their. Their honorable things, their glory. And it's as if the redeemed productivity of the nations is all contributing to the new Garden City. So imagine Silicon Valley.",
    "start": "00:45:23",
    "end": "00:46:50"
  },
  {
    "text": "Yeah. What's the best? What's the best? Everything has a dirty underbelly.",
    "start": "00:46:51",
    "end": "00:46:56"
  },
  {
    "text": "Everything's got an underbelly. But usually that underbelly is also matched by some ideals.",
    "start": "00:46:56",
    "end": "00:47:02"
  },
  {
    "text": "Yeah.",
    "start": "00:47:02",
    "end": "00:47:03"
  },
  {
    "text": "That started the thing in the first place.",
    "start": "00:47:03",
    "end": "00:47:05"
  },
  {
    "text": "Yeah. Things typically have a good ideal. It begins with. And then human nature creeps in and stirs it up, and there's a dirty underbelly. But you think about any. I mean, I'm sure there's an exception to this. There's probably just some city that was founded on, like, we're just gonna make our lives miserable and everyone else. But I think most. Most the time when people get together like, okay, we're gonna do it right. We're gonna care about each other. We're gonna make. We're gonna advance as best we know how.",
    "start": "00:47:05",
    "end": "00:47:33"
  },
  {
    "text": "Totally.",
    "start": "00:47:33",
    "end": "00:47:33"
  },
  {
    "text": "And they all have different flavors. Silicon Valley has its own flavor. Hong Kong is going to have its own flavor and its own problems. But what's the best version of that place?",
    "start": "00:47:34",
    "end": "00:47:44"
  },
  {
    "text": "Correct. The redeemed, healed version of that.",
    "start": "00:47:44",
    "end": "00:47:48"
  },
  {
    "text": "And it won't stop being. At that point, it won't stop being Hong Kong.",
    "start": "00:47:48",
    "end": "00:47:51"
  },
  {
    "text": "It won't stop being Silva. Yeah.",
    "start": "00:47:51",
    "end": "00:47:53"
  },
  {
    "text": "It won't stop being Portland.",
    "start": "00:47:53",
    "end": "00:47:54"
  },
  {
    "text": "Yes, that's right. It's the new creation version of. Just like in Paul's vision of the Resurrection, the resurrected Jesus was Jesus.",
    "start": "00:47:54",
    "end": "00:48:04"
  },
  {
    "text": "Yeah. It didn't stop being Jesus.",
    "start": "00:48:04",
    "end": "00:48:05"
  },
  {
    "text": "It was a redeemed human 2.0 version of Jesus. In the same way the new creation version of Hong Kong or Portland or Paris or Johannesburg or whatever. Sydney. Imagine what, Jakarta. Yeah. What all these beautiful human cultures can. Are capable of. Full of people whose hearts and minds have been healed by Jesus. And just imagine. And that's Revelation 22 right there. It's really cool.",
    "start": "00:48:05",
    "end": "00:48:37"
  },
  {
    "text": "Coming in.",
    "start": "00:48:37",
    "end": "00:48:38"
  },
  {
    "text": "Yeah. In the meantime, you got Paul hanging out in prisons right around the Roman system, saying, listen, you guys, live up to your ideals, please. They're really good ideals. Yeah, let's live up to them. I think it was probably what Jesus meant when he called his followers the.",
    "start": "00:48:38",
    "end": "00:48:56"
  },
  {
    "text": "Salt of the earth, that they are preserving the earth.",
    "start": "00:48:56",
    "end": "00:49:01"
  },
  {
    "text": "Yeah. Well, actually, it's a rich image. I think Jesus chose it because it actually has many possible meanings.",
    "start": "00:49:02",
    "end": "00:49:08"
  },
  {
    "text": "Okay.",
    "start": "00:49:08",
    "end": "00:49:08"
  },
  {
    "text": "Preservative, but also seasonal. It makes it better, makes it tastier, brings out the flavor a little more. Yeah, yeah. It brings out what is good and preserves it all at the same time.",
    "start": "00:49:08",
    "end": "00:49:20"
  },
  {
    "text": "Yeah.",
    "start": "00:49:20",
    "end": "00:49:20"
  },
  {
    "text": "That's what Paul seems to be doing in prison.",
    "start": "00:49:21",
    "end": "00:49:23"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. If you're new to the show, you might not know that every podcast episode has an accompanying set of show notes. These are kind of a rundown of everything we've talked about, including any book references that Tim mentions. If you're listening to this on an app on your smartphone, likely the show notes are available to you if you just swipe up. Give that a shot. And if you're listening online, like on our website, the show notes are also there. This episode is the second to last episode in our Axe podcast series. Next week will be the last one. This has been an ongoing series that we started a while ago, took a break, and are now finishing. And all of these conversations led up to the production of a series of videos, four videos of looking at the story of the Acts of Jesus through his apostles. You can watch those videos. They're free on our website, thebibleproject.com Today's episode was edited and produced by Dan Gummel. The theme music by the band Tense. The Bible Project is a crowdfunded nonprofit. We're in Portland, Oregon. We make free resources that help us all engage the Bible as a unified story that leads to Jesus. And we're able to do this, make everything free. Free because of the generous support of people like you. So thanks for being a part of this with us.",
    "start": "00:49:29",
    "end": "00:50:45"
  },
  {
    "text": "Kazimarata. That's. Hello, how are you? In Irish. My name is Kiva. And I am from CLE Elam, Washington. That's in Central Washington. I use the Bible Project in the ministry that I work in, where I do discipleship training and character training. We believe that the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, and more resources@wbibleproject.com.",
    "start": "00:50:46",
    "end": "00:51:19"
  },
  {
    "text": "Sam.",
    "start": "00:51:31",
    "end": "00:51:43"
  }
]