[
  {
    "text": "This is the BibleProject Podcast. I'm John, and in this episode I'm gonna be finishing up a conversation with Tim on the Gospel of Luke. If you haven't listened to the other three episodes that come before this on the Gospel of Luke, I highly recommend it. So you get the context for where we're at. In this episode, we're first gonna talk about that strange story in Luke chapter nine, the transformation of Jesus on the mountain.",
    "start": "00:00:03",
    "end": "00:00:23"
  },
  {
    "text": "He becomes like the ancient of days, enthroned in heaven in Daniel chapter 7.",
    "start": "00:00:23",
    "end": "00:00:29"
  },
  {
    "text": "In the next chapter, chapters 9 through 19, Jesus travels to Jerusalem. In this section we find many of the parables that Jesus told. And we find Jesus at many banquet parties that he attends. In fact, Jesus is fascinated with parties. He even used them to talk about what the kingdom of God is like.",
    "start": "00:00:29",
    "end": "00:00:45"
  },
  {
    "text": "When you give a lunch or a dinner, don't invite your friends, don't invite your family or your rich friends. Go get the poor, the crippled and the lame and the blind, and then you'll find true blessing.",
    "start": "00:00:45",
    "end": "00:00:56"
  },
  {
    "text": "All. All of these stories in this section reinforce that Jesus mission was first to the outsiders. It's a message that gets him in trouble with the religious leaders of the day.",
    "start": "00:00:56",
    "end": "00:01:06"
  },
  {
    "text": "You don't need anyone to go look for you. You already are trying to be devoted to the God of Israel. But now there's all these other people who have not been devoted to God of Israel or have been excluded for different reasons. And I'm going out to find them and, and include them. And you're getting angry and calling me into question for including the people around the outside.",
    "start": "00:01:06",
    "end": "00:01:29"
  },
  {
    "text": "Jesus gets to Jerusalem and we discuss the final meal he has with his disciples.",
    "start": "00:01:29",
    "end": "00:01:34"
  },
  {
    "text": "Jesus didn't give a lecture on the meaning of his death. He gave a meal, symbolic meal.",
    "start": "00:01:34",
    "end": "00:01:40"
  },
  {
    "text": "We talk about his arrest and execution.",
    "start": "00:01:40",
    "end": "00:01:43"
  },
  {
    "text": "He's being crucified as the kind of rebel that he was calling Israel not to become. And so he literally dies in Israel's place as the kind of person that he was calling Israel to turn away from being.",
    "start": "00:01:43",
    "end": "00:01:55"
  },
  {
    "text": "And finally, we talk about the last story in Luke. It's about two disciples who unexpectedly run into Jesus and don't recognize him until Jesus reveals himself to them.",
    "start": "00:01:56",
    "end": "00:02:07"
  },
  {
    "text": "It's only when you see the crucified Messiah as the real victor and king that you can actually recognize Jesus. And even then you don't have a handle on him because he's gone.",
    "start": "00:02:07",
    "end": "00:02:20"
  },
  {
    "text": "Thanks for listening. Here we go. Try my best in Hush hush little ones.",
    "start": "00:02:20",
    "end": "00:02:28"
  },
  {
    "text": "Hush hush little ones in my head.",
    "start": "00:02:28",
    "end": "00:02:32"
  },
  {
    "text": "Okay, so we've been talking about this opening section that goes through Jesus ministry while he's in Galaxy Galilee, recruiting his disciples, giving the sermon on the plain, there's healings.",
    "start": "00:02:37",
    "end": "00:02:51"
  },
  {
    "text": "So the way this opening section in Galilee ends then is with this story of Jesus being transformed on the mountain. So Jesus takes three disciples, Peter, James and John, closest crew. He goes up to this mountain not described where he's on a mountain in a cloud of divine presence descends. So we're like, oh, is it Mount Sinai? No, that's really far away. It's another. Oh, it's one of these flashes on the back screen of Mount Sinai.",
    "start": "00:02:51",
    "end": "00:03:19"
  },
  {
    "text": "Yeah, you should be thinking about Mount Sinai.",
    "start": "00:03:19",
    "end": "00:03:22"
  },
  {
    "text": "That's right. And then Jesus is transformed in their midst, which means shining white. He becomes like the ancient of days enthroned in heaven in Daniel chapter seven. That's the flash of the back screen is the ancient of days gleaming like shiny metal fire and so on. That's what Jesus turns into. And we don't know. The transformation on the mountain is a very interesting story. Where is this a vision the disciples are having? Where did this story come from? Had to, you know, presumably came from the. And actually Peter reflects on the event in 2 Peter. He looks back on this memory and says we were there. This is what we saw and heard. It was very strange, but it's what we saw and heard. And then they hear from the cloud the divine voice echoing what was said at the baptism. And then it's Moses and Elijah there. Here's another flash. Two other prophets who were on a mountain and met God in a cloud and they start having a conversation about Jesus Exodus. So there's all these things rushing together here. The Jesus that you just saw go do all this awesome upside down kingdom stuff. He's the king of Israel, but he's more. He's the enthroned one of Daniel 7. In Daniel 7 there's this. It's all the visionary symbolism of Daniel where the Son of Man is this figure who represents Israel, who gets trampled by the beasts, the beastly kingdoms. But God comes and exalts the persecuted, suffering Son of Man figure and exalts him to his right hand to share in his rule over the nations. The Son of Man figure is in Daniel a way of representing Israel in a single person. And Son of Man was Jesus favorite self designation. It's how he called himself. He actually never called himself Messiah. Other people called him that. He called himself the Son of Man, which is he knew he was the king, but he knew that he would come to his kingship in this way that involved the road of suffering.",
    "start": "00:03:22",
    "end": "00:05:30"
  },
  {
    "text": "So we're going to do a whole video on Son of Man eventually.",
    "start": "00:05:30",
    "end": "00:05:33"
  },
  {
    "text": "Yeah. Oh, yes, it's going to be so awesome.",
    "start": "00:05:33",
    "end": "00:05:35"
  },
  {
    "text": "But let's talk about it a little bit here. Is Jesus doing something novel here with that use of Son of Man, or did other people have an idea of, oh, this is an actual character versus just an image, a metaphor for Israel?",
    "start": "00:05:35",
    "end": "00:05:49"
  },
  {
    "text": "Well, yeah, here's the Son of Man video that we'll make. In a nutshell, it all goes back to the Genesis image, because Son of Man just means a human one. It's just a Hebrew way of saying, one who belongs to humanity, a human. So it's Adam in the garden. He's called to rule the beasts. And he rules the beasts by humbling himself under God's rule. And then when humans rebel, they begin the road to Babylon, Genesis 1 through 11. And so humans actually become the beast that destroy other humans. And so Babylon, then in the Pentateuch, gets linked to Egypt. And then you have God's covenant people who are suffering under the oppression of the Babylon, Egypt, distorted human beast. So Daniel's aware of all this. The book of Daniel's tracking with all this. And so Babylon becomes this icon of everything that's wrong with the human race. And so these human kingdoms that don't acknowledge God's kingdom cease to be human. Like Nebuchadnezzar ceases to be human when he won't humble himself, and they become a beast. So then Daniel has these visions about the Son of Man suffering and trampled by the beast. And it's.",
    "start": "00:05:49",
    "end": "00:07:05"
  },
  {
    "text": "So it's an Adam like character.",
    "start": "00:07:05",
    "end": "00:07:06"
  },
  {
    "text": "Yeah, it's an Adam like character. But now Daniel and his friends, who are from the line of Judah, they. They are in the belly of the beast in Babylon, trying to be faithful to their God. And they're persecuted, thrown to the lions, thrown to the beasts, thrown into the fire and so on. And at every point, God delivers and vindicates them and they share and they get exalted. So the stories in Daniel, this whole arc, this narrative arc of humans from Genesis are made to rule. But when they don't acknowledge God's rule, they become beasts and persecute other humans like animals. But Israel, God's chosen people, they're supposed to be different. They live under God's rule and they're persecuted by the beast. But one day God will vindicate this human one, the Son of Man, and exalt him to a place of rule over the nations.",
    "start": "00:07:07",
    "end": "00:07:56"
  },
  {
    "text": "That's Daniel 7, and that being Israel.",
    "start": "00:07:56",
    "end": "00:07:58"
  },
  {
    "text": "Well, in Daniel 7, explicitly, the symbol of the Son of Man is unpacked as referring to the saints of the Most High. So in Daniel 7, it's a reference to the people, God's covenant, faithful people as a whole. They're represented in the vision by a personified, single individual.",
    "start": "00:07:58",
    "end": "00:08:15"
  },
  {
    "text": "Yeah.",
    "start": "00:08:15",
    "end": "00:08:15"
  },
  {
    "text": "It seems clear that in Jesus mind, he's merged the suffering, vindicated Son of Man of Daniel with the suffering servant of Isaiah. And he's seen. He sees all of that as his vocation and calling. This is all what we can see going on underneath the surface of how Jesus quotes from and uses the Old Testament as he's connected to all this. So how did we get there? Oh, okay. So.",
    "start": "00:08:15",
    "end": "00:08:40"
  },
  {
    "text": "So this is a picture of him.",
    "start": "00:08:40",
    "end": "00:08:42"
  },
  {
    "text": "Being Moses, being transformed in the mountain. Yes.",
    "start": "00:08:42",
    "end": "00:08:45"
  },
  {
    "text": "It's connecting him to the Daniel.",
    "start": "00:08:45",
    "end": "00:08:47"
  },
  {
    "text": "Yes. So he's being exalted as the exalted Son of Man. But we know that happens only after suffering and being persecuted by the beast, which in the Old Testament is always pagan nations. But as he's gonna go to Jerusalem, we're gonna see that Israel itself has become the beast and will kill its own king. So that's on our minds, as well as the Moses imagery of.",
    "start": "00:08:47",
    "end": "00:09:11"
  },
  {
    "text": "Okay, but. Okay, so sorry.",
    "start": "00:09:11",
    "end": "00:09:12"
  },
  {
    "text": "Yes, all right, sorry.",
    "start": "00:09:12",
    "end": "00:09:13"
  },
  {
    "text": "I'm an Israelite during this time. I'm familiar with Daniel, familiar with Son of Man. And then a guy comes up and calls himself Son of Man.",
    "start": "00:09:15",
    "end": "00:09:24"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:09:24",
    "end": "00:09:25"
  },
  {
    "text": "How do I take that? What does that mean to me?",
    "start": "00:09:26",
    "end": "00:09:28"
  },
  {
    "text": "Yeah, it's tricky. We know the Book of Daniel was really popular in many circles in Jesus Day. This Son of Man figure was talked about and referred to, often connected to a coming ruler or king. The Qumran community has a lot of references to this figure in their legacy.",
    "start": "00:09:28",
    "end": "00:09:45"
  },
  {
    "text": "So there is a tradition of going, this is a person who will be connected to be the king.",
    "start": "00:09:45",
    "end": "00:09:49"
  },
  {
    "text": "It's a person who is also the leader of a group of people. It's never separated as like, it's leader of a movement. The leader of a movement, but the remnant, God's true people, represented by their true leader.",
    "start": "00:09:49",
    "end": "00:10:02"
  },
  {
    "text": "Got it.",
    "start": "00:10:02",
    "end": "00:10:02"
  },
  {
    "text": "Will be trampled by the beast and vindicated. And that's how the Qumran community saw themselves again. For our listeners, the community that produced the Dead Sea Scrolls that were found in 1948, this community, you read the literature, they viewed themselves as this faithful remnant that would be vindicated. So they viewed themselves as.",
    "start": "00:10:03",
    "end": "00:10:22"
  },
  {
    "text": "So their leader would have been the Son of God.",
    "start": "00:10:22",
    "end": "00:10:24"
  },
  {
    "text": "They called him the Teacher of righteousness. Was how their leader is referred to.",
    "start": "00:10:24",
    "end": "00:10:29"
  },
  {
    "text": "It didn't call him the Son of Man.",
    "start": "00:10:29",
    "end": "00:10:30"
  },
  {
    "text": "No. So this is our. It's in the air that Daniel 7 helped Jewish people who wanted to be faithful to the covenant. It gave them hope.",
    "start": "00:10:31",
    "end": "00:10:40"
  },
  {
    "text": "Would there have been other leaders, teachers walking around calling themselves the Son of Man in any of the time, kind of before, after, during Jesus?",
    "start": "00:10:40",
    "end": "00:10:50"
  },
  {
    "text": "Good question. Off the top of my head, I'm not aware of any. But I have to do a little homework. I do know that Son of Man was a term Jesus used to refer to himself. And no one else ever referred to him that way. And it didn't stick. None of the disciples or apostles call him that anywhere else.",
    "start": "00:10:50",
    "end": "00:11:10"
  },
  {
    "text": "Yeah, they call him the Christ.",
    "start": "00:11:10",
    "end": "00:11:11"
  },
  {
    "text": "They call him the Messiah, the Son of God, the righteous One. But no one called him the Son of Man after. So it was Jesus special way of referring to himself pre crucifixion. It is interesting.",
    "start": "00:11:11",
    "end": "00:11:23"
  },
  {
    "text": "So let's move into the second section then. If Luke, if the main thing is this reversal and we see it kind of the launch of his ministry and then we see it when he's being crucified. Let's talk about this middle section then. How does it fit into him traveling to Jerusalem and telling his parables?",
    "start": "00:11:53",
    "end": "00:12:14"
  },
  {
    "text": "Yeah, so the travel section is in Luke 9, the end of 9 through the half of chapter 19. So it's the bulk. It's the biggest section of the book. And there's a lot of material in here. It's almost. I've wondered if this has kind of become like that kitchen drawer for Luke where it's like he had the story doesn't fit. He got a lot of material and he didn't get any information about where it fit chronologically. So he's like I'll put it here, put it here. But that's how some stories and sayings feel like. But you can see through repetition. He's put a lot of repeated words and themes in here and that's what's highlighted in the re scripture video. So he talks about more about his disciples relationship to wealth in these 10 chapters of Luke than you find anywhere in all of the gospels. So money is a big deal to Jesus. But again it's an indicate how you relate to money. Indicates how you relate to the dominant social values that he's here to turn upside down.",
    "start": "00:12:15",
    "end": "00:13:17"
  },
  {
    "text": "It's an indicator.",
    "start": "00:13:18",
    "end": "00:13:19"
  },
  {
    "text": "Yeah. And it's also not a democratic republic, capitalist society. Society because he's mostly down on trying to acquire or build wealth in these chapters. But in their day, if someone Was wealthy. It was either because they.",
    "start": "00:13:19",
    "end": "00:13:36"
  },
  {
    "text": "It's usually sketchy.",
    "start": "00:13:36",
    "end": "00:13:37"
  },
  {
    "text": "Inherited or it was sketchy.",
    "start": "00:13:37",
    "end": "00:13:40"
  },
  {
    "text": "You mentioned that in the Money and God episode.",
    "start": "00:13:40",
    "end": "00:13:42"
  },
  {
    "text": "Yeah. So just. Yeah. Different settings.",
    "start": "00:13:42",
    "end": "00:13:45"
  },
  {
    "text": "Because we live in a society where getting wealthy is altruistic. Because you're growing the economy.",
    "start": "00:13:46",
    "end": "00:13:52"
  },
  {
    "text": "Correct.",
    "start": "00:13:52",
    "end": "00:13:53"
  },
  {
    "text": "You're creating jobs, you're helping people. That's the.",
    "start": "00:13:53",
    "end": "00:13:57"
  },
  {
    "text": "And because of the, in theory, feedback loop of our culture where honesty is actually the best business, then in theory, having. Doing honest business is the way to success. And there are many cultures in the world today, and you could even argue in American culture, much of our economy actually doesn't operate that way.",
    "start": "00:13:57",
    "end": "00:14:16"
  },
  {
    "text": "Sure.",
    "start": "00:14:16",
    "end": "00:14:16"
  },
  {
    "text": "But in theory, you know.",
    "start": "00:14:16",
    "end": "00:14:17"
  },
  {
    "text": "Yeah.",
    "start": "00:14:17",
    "end": "00:14:18"
  },
  {
    "text": "So one, money. How you relate to money as a sign of whether you're going to accept Jesus. Radical subversion of your view of the world. Two, the banquet parties. There's multiple banquets where Jesus is. I mean, you know, what kind of people is he hanging out with here? The blind, the sick Samaritan, Zacchaeus. Little Zacchaeus has Jesus over for a party. So he's having all these parties with people. And then there's more than one dinner with Israel's religious leaders, the Pharisees. And somebody questionable comes into the room, or Jesus says he doesn't wash his hands, and then they get into a debate. So it's. Luke has almost created these contrasting parties. There's, like, the lame party, you know, that represents Israel's current leadership. And then there's the New Kingdom community, and that's where the celebration is. And it all gets brought into chapter 15. This all comes together in chapter 15, which is. There's no way we can do it.",
    "start": "00:14:18",
    "end": "00:15:24"
  },
  {
    "text": "So. Hold on. I'm sorry. When he has the banquet with Israel's leaders.",
    "start": "00:15:24",
    "end": "00:15:27"
  },
  {
    "text": "Mm. What's that story here? Look at the references there.",
    "start": "00:15:27",
    "end": "00:15:31"
  },
  {
    "text": "11:37, 52.",
    "start": "00:15:32",
    "end": "00:15:34"
  },
  {
    "text": "When Jesus had finished speaking, a Pharisee invited him to eat.",
    "start": "00:15:34",
    "end": "00:15:38"
  },
  {
    "text": "Okay.",
    "start": "00:15:38",
    "end": "00:15:39"
  },
  {
    "text": "He went in and reclined at the table. But the Pharisee was surprised when he saw that Jesus didn't wash his hands. And then Jesus is just like, what? Wash your hands? And then he just goes into his thing about, listen, you guys tithe, and you've created all these new rules, but woe to you. You don't actually.",
    "start": "00:15:39",
    "end": "00:15:58"
  },
  {
    "text": "So it's an awkward.",
    "start": "00:15:58",
    "end": "00:15:59"
  },
  {
    "text": "Yeah, it becomes a really awkward dinner party.",
    "start": "00:16:00",
    "end": "00:16:03"
  },
  {
    "text": "So that's the contrast between the banquet with Zacchaeus or whoever. Okay. The other one is 14. Beginning of 14.",
    "start": "00:16:03",
    "end": "00:16:12"
  },
  {
    "text": "One Sabbath, Jesus went in to eat in the house of a prominent Pharisee. He was being carefully watched. In front of him was a man suffering from abnormal swelling of his body. Oh. And then this becomes the debate about healing on the Sabbath. So he heals the man.",
    "start": "00:16:13",
    "end": "00:16:29"
  },
  {
    "text": "Abnormal swelling of the body.",
    "start": "00:16:29",
    "end": "00:16:31"
  },
  {
    "text": "Yeah.",
    "start": "00:16:31",
    "end": "00:16:31"
  },
  {
    "text": "Wow.",
    "start": "00:16:32",
    "end": "00:16:32"
  },
  {
    "text": "Yeah.",
    "start": "00:16:32",
    "end": "00:16:33"
  },
  {
    "text": "So this guy was at the dinner party?",
    "start": "00:16:33",
    "end": "00:16:35"
  },
  {
    "text": "Yeah, apparently. Yeah. Jesus heals him. We don't know why or how. Oh, yeah. And then Jesus started noticing how the guests were given certain places of honor at the table. So first this was about Sabbath and Torah, but now he's going to call them out for giving in to the Roman honor, shame, way of life and be like, listen, you assign your value by how close you get to sit to the head of the table. And so then he tells these parables about, you know, if you live in the kingdom and you have a party, you invite all the nobodies and the no names. When you give a lunch or a dinner, don't invite your friends. Don't invite your family or your rich friends. Go get the poor, the crippled and the lame and the blind, and then you'll find true blessing.",
    "start": "00:16:35",
    "end": "00:17:28"
  },
  {
    "text": "Which is what he was doing.",
    "start": "00:17:28",
    "end": "00:17:30"
  },
  {
    "text": "Which is what he was doing. Yeah. Yeah. So, yep.",
    "start": "00:17:30",
    "end": "00:17:34"
  },
  {
    "text": "He's basically saying, you should be doing what I'm doing. You should be going and doing praise for the.",
    "start": "00:17:34",
    "end": "00:17:39"
  },
  {
    "text": "Yeah. Chapter 14, it all comes together. Then. Chapter 14, he tells a parable of the great penguin. Penguin.",
    "start": "00:17:39",
    "end": "00:17:44"
  },
  {
    "text": "Penguin.",
    "start": "00:17:44",
    "end": "00:17:45"
  },
  {
    "text": "He says. So he's still at this party where he's just already insulted the guests and the host. And then he says, when one of those are at the table with him heard this, he said to Jesus, well, blessed is the one who will eat in the feast of the kingdom of God. Right. And Jesus says, let me tell you about the feast of the kingdom of God. And it's this parable about a man who threw a great banquet. And then all the guests who were invited say, oh, sorry, I'm busy, can't come.",
    "start": "00:17:46",
    "end": "00:18:16"
  },
  {
    "text": "Yeah.",
    "start": "00:18:16",
    "end": "00:18:17"
  },
  {
    "text": "And so he goes, invites all the poor, the lame, and so on. And then the people who are first invited will never get to come to the banquet. That's the parable he tells Jesus is really antisocial.",
    "start": "00:18:17",
    "end": "00:18:30"
  },
  {
    "text": "Don't invite that guy back. Sam.",
    "start": "00:18:32",
    "end": "00:18:46"
  },
  {
    "text": "Chapter 15 begins by saying, now, the tax collectors and sinners were all gathering around Jesus, average day. Now, Jesus has all kinds of crowd of people, those people, people who are stoked, people who aren't stoked, and questionable people, specifically Matthew Levi, prostitute types.",
    "start": "00:19:04",
    "end": "00:19:22"
  },
  {
    "text": "Oh, oh, tax collectors.",
    "start": "00:19:22",
    "end": "00:19:24"
  },
  {
    "text": "Right. So he's got his usual crew of all the wrong people around him.",
    "start": "00:19:25",
    "end": "00:19:29"
  },
  {
    "text": "Yeah.",
    "start": "00:19:29",
    "end": "00:19:29"
  },
  {
    "text": "According to the Pharisees and the Pharisees of the law are muttering, look at him. He eats.",
    "start": "00:19:29",
    "end": "00:19:34"
  },
  {
    "text": "Wait. So sorry, to be a tax collector, you can't. You're not accepted in the religious community. You've kind of sold out. You're like, you can't go to, what, tabernacle or synagogue or whatever?",
    "start": "00:19:34",
    "end": "00:19:44"
  },
  {
    "text": "I mean, so you work for the Romans, which means you're meeting with your regional district overseer. You're probably not eating kosher when you're in his house giving your weekly report, that kind of thing. So he's mixing with Gentiles all the time. And not to mention he's exploiting and profiting off of the taxation of your own people by a military occupier. So, yeah, tax collector, you're unclean, and you're a traitor to the covenant people. So the Pharisees say, this man welcomes sinners and eat with them. So their accusation is about these people that Jesus is bringing the kingdom to. So then he tells the parable of the lost sheep. He tells the parable of the lost coin. Somebody loses something, they drop everything to find it. Then they find it, and there's a big party for the sheep, for the coin. And then there's the parable of the prodigal. It's called the prodigal Son. And what's interesting is that in most modern retellings of the story, the focus is on the Father showing grace for the Son, which is. I mean, that's huge. That's a big part of the thing.",
    "start": "00:19:44",
    "end": "00:21:02"
  },
  {
    "text": "Yeah.",
    "start": "00:21:02",
    "end": "00:21:02"
  },
  {
    "text": "The Father, no matter what the Son has done, the Son comes back with humility. And the Father, no questions asked, just like, come right back on in. But that's not where the story ends. It ends with the other brother who never went away. And he's been faithful to the Father all along, and he's really angry. So you can see in this exchange with the Pharisees, he tells two parables about what he's doing, and then he tells another parable where these grumpy Pharisees are woven into the story.",
    "start": "00:21:03",
    "end": "00:21:32"
  },
  {
    "text": "Now, they're the older brother.",
    "start": "00:21:32",
    "end": "00:21:34"
  },
  {
    "text": "Yeah. Why are you so angry that the lost are found? And so the last line of the parable, the Father says to the grumpy son who represents the Pharisees, my son, you're always with me. Everything I had is yours. But we had to celebrate because this brother of yours was dead and is alive again. He was lost, and now he's found.",
    "start": "00:21:35",
    "end": "00:21:59"
  },
  {
    "text": "So he's telling the religious leaders, you're already in. I mean, you've got it. I Mean, sometimes he's bummed on him. Like, you actually, you got this all screwed up. But here, it's like he's throwing him a bone. He's kind of like you're already inheriting the favor of God.",
    "start": "00:22:00",
    "end": "00:22:13"
  },
  {
    "text": "Yeah. You don't need anyone to go look for you.",
    "start": "00:22:13",
    "end": "00:22:16"
  },
  {
    "text": "Right.",
    "start": "00:22:16",
    "end": "00:22:16"
  },
  {
    "text": "You already are trying to be devoted to the God of Israel, but now there's all these other people who have not been devoted to God of Israel who have been excluded for different reasons. And I'm going out to find them and include them. And you're getting angry and calling me into question for including the people who are on the outside. And notice. It's cool. On the three parables, everyone uses this phrase. Lost and found, lost coin, I found it, let's rejoice. Lost sheep found it, let's rejoice. And then this parable ends with lost and found imagery, but also death and resurrection. This brother of yours was dead, now alive, lost and found. So again, think this is pre resurrection, pre crucifixion. What would a Jewish teacher telling a parable about death and alive. Again, what would that mean to a Jewish hearer? And you've only got a small number of places in the Old Testament that he could be echoing. There's the Valley of Dry Bones in Ezekiel, there's the Book of Daniel, where the suffering remnant can have the hope of being resurrected. And then Isaiah, very similar, Isaiah 26. So Jesus pulls on this hope from the prophets, language from the prophets, that when Israel is brought back, the new covenant, it will be like the resurrection of Israel. So Jesus pulls on this language.",
    "start": "00:22:16",
    "end": "00:23:46"
  },
  {
    "text": "So that would be on the backdrop there.",
    "start": "00:23:46",
    "end": "00:23:48"
  },
  {
    "text": "Yeah, that's on the back screen. Is that when Israel gets renewed as the covenant people, it's the resurrection of Israel. And Jesus is saying, and look who's a part of that new Israel.",
    "start": "00:23:48",
    "end": "00:24:00"
  },
  {
    "text": "It's these people now again, the leaders, the religious leaders, they wouldn't disagree that God wants to include these people, but they would be saying, you're doing it the wrong way. Because we have our standards now.",
    "start": "00:24:00",
    "end": "00:24:16"
  },
  {
    "text": "Yes.",
    "start": "00:24:16",
    "end": "00:24:17"
  },
  {
    "text": "We have the way to do this. And you're breaking these rules.",
    "start": "00:24:17",
    "end": "00:24:20"
  },
  {
    "text": "You're breaking it because you're. Yeah, that's right.",
    "start": "00:24:20",
    "end": "00:24:22"
  },
  {
    "text": "You gotta do it on our terms. We're not gonna do it on your terms.",
    "start": "00:24:22",
    "end": "00:24:25"
  },
  {
    "text": "That's it. That's it. If Levi, the tax collector, if he.",
    "start": "00:24:25",
    "end": "00:24:28"
  },
  {
    "text": "Wants to come back in, if he.",
    "start": "00:24:28",
    "end": "00:24:30"
  },
  {
    "text": "Wants to repent, change his ways and come back to synagogue, we'll accept him. Are you kidding? Yeah, you know, like, we'll accept him.",
    "start": "00:24:30",
    "end": "00:24:38"
  },
  {
    "text": "But under our authority and power in certain terms.",
    "start": "00:24:39",
    "end": "00:24:41"
  },
  {
    "text": "Yeah. And so what made Jesus scandalous was that he was going outside those accepted channels of religious authority and starting a populist movement and intentionally going to the Levi's and the prostitutes and calling them to follow him.",
    "start": "00:24:42",
    "end": "00:25:00"
  },
  {
    "text": "And then saying, what you guys think you're doing. I'm actually doing.",
    "start": "00:25:02",
    "end": "00:25:05"
  },
  {
    "text": "I'm actually doing is going and finding those who are lost.",
    "start": "00:25:06",
    "end": "00:25:09"
  },
  {
    "text": "You think you're being true to this covenant, all these things that the prophets were hoping for and you were hoping for. I'm doing. And they would have been like, you're nuts.",
    "start": "00:25:09",
    "end": "00:25:18"
  },
  {
    "text": "Yeah, I'm trying to think of an analogy. It's the difference of maybe a county run food bank that's located out in.",
    "start": "00:25:19",
    "end": "00:25:30"
  },
  {
    "text": "The suburbs and everything's supposed to be.",
    "start": "00:25:30",
    "end": "00:25:32"
  },
  {
    "text": "And how are the homeless people downtown supposed to get all the way out there? But then, you know, these two high school students start up and they get all their friends to donate food and then they just go tour downtown and set up shop and pass out hamburgers. And it's like. So it's not perfect analogy, but it's the idea of going outside the authorized.",
    "start": "00:25:32",
    "end": "00:25:51"
  },
  {
    "text": "Yes, the authorized channels.",
    "start": "00:25:52",
    "end": "00:25:53"
  },
  {
    "text": "Channels and doing your own thing and then claiming, this is actually where God's really at work. This is where the God of Israel is raising people.",
    "start": "00:25:53",
    "end": "00:26:02"
  },
  {
    "text": "You should be celebrating with us, not sulking in your corner of the room.",
    "start": "00:26:02",
    "end": "00:26:08"
  },
  {
    "text": "Correct. This is what the story has always been about, the finding of the lost.",
    "start": "00:26:08",
    "end": "00:26:12"
  },
  {
    "text": "So you need to come on my terms and embrace what's happening here.",
    "start": "00:26:12",
    "end": "00:26:16"
  },
  {
    "text": "That's right.",
    "start": "00:26:16",
    "end": "00:26:17"
  },
  {
    "text": "Which would be very humbling and very.",
    "start": "00:26:17",
    "end": "00:26:20"
  },
  {
    "text": "Yeah, it would be the two high school students then saying to the county, you need to adopt our model of coming down here. Why don't you give up?",
    "start": "00:26:20",
    "end": "00:26:28"
  },
  {
    "text": "Give up your programs.",
    "start": "00:26:28",
    "end": "00:26:29"
  },
  {
    "text": "That's right, give up. It's the kind of threat that Jesus posed. So you can begin to see here how a really righteous good man who tells people to love their neighbor gets executed.",
    "start": "00:26:29",
    "end": "00:26:41"
  },
  {
    "text": "Right.",
    "start": "00:26:42",
    "end": "00:26:42"
  },
  {
    "text": "That's kind of a puzzle. If all he ever told was people to hug each other and be nice.",
    "start": "00:26:42",
    "end": "00:26:47"
  },
  {
    "text": "Why did he get killed and would heal people and do great things. Yeah, Feed people.",
    "start": "00:26:47",
    "end": "00:26:54"
  },
  {
    "text": "That's right.",
    "start": "00:26:54",
    "end": "00:26:55"
  },
  {
    "text": "Yeah. You might think he's crazy, but let him do his thing.",
    "start": "00:26:55",
    "end": "00:26:58"
  },
  {
    "text": "Yeah, whatever. He's helping people. Yeah, but he is helping people. But he's doing it that's intentionally. And challenging the political religious leaders. That's Jesus of Nazareth.",
    "start": "00:26:58",
    "end": "00:27:12"
  },
  {
    "text": "So he's not. Yeah. And he knows he's doing that.",
    "start": "00:27:12",
    "end": "00:27:15"
  },
  {
    "text": "Oh, it's very. He's in the Guy's house telling a parable about.",
    "start": "00:27:15",
    "end": "00:27:21"
  },
  {
    "text": "He's not thinking to himself, well, I need to ease them into this new revelation or I need to be diplomatic. He's just like, guys, you're missing it. I mean, no wonder it was so clear to him that he was gonna get killed.",
    "start": "00:27:21",
    "end": "00:27:35"
  },
  {
    "text": "Yes. Yeah, absolutely. Yeah. The writing was on the wall.",
    "start": "00:27:35",
    "end": "00:27:38"
  },
  {
    "text": "Yeah. He just knew it was gonna be time. I mean, I always would read that and just assume like, oh, because he's God, he had special insight into what was gonna happen. And maybe that's true.",
    "start": "00:27:38",
    "end": "00:27:48"
  },
  {
    "text": "Oh, I see, I see.",
    "start": "00:27:48",
    "end": "00:27:49"
  },
  {
    "text": "But regardless of that, whether or not he had special revelation about.",
    "start": "00:27:50",
    "end": "00:27:55"
  },
  {
    "text": "Yeah, but the question how did that awareness arise? What circumstances would lead Jesus?",
    "start": "00:27:55",
    "end": "00:28:01"
  },
  {
    "text": "There would have been plenty of circumstances.",
    "start": "00:28:01",
    "end": "00:28:03"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:28:03",
    "end": "00:28:03"
  },
  {
    "text": "I mean, well, for goodness sakes, they tried to kill him a number of times already.",
    "start": "00:28:03",
    "end": "00:28:08"
  },
  {
    "text": "Yeah.",
    "start": "00:28:08",
    "end": "00:28:09"
  },
  {
    "text": "Did that happen in Luke at all?",
    "start": "00:28:09",
    "end": "00:28:10"
  },
  {
    "text": "Once in chapter four, people try and push him off a cliff. But it happens more in John where he's in Jerusalem. So that's the travel section. I think that's how I want to boil it down. There's lots more going on, of course, but these contrasting banquets and the way the lost and found parables, or maybe just the son. The lost son parable boils it down to its essence. We can't do Luke without doing the. And also, Luke is the only gospel with the parable of the Good Samaritan, which is also an upside down. He makes us the Samaritan, the hero, and he makes the priest and the Levite the villain, which is like taking an Islamic State suicide bomber and making them the hero of your story. Yeah, but making a marine the villain. A U.S. marine, the villain. Just very provocative images from here. Jesus rides into Jerusalem before Passover. We kind of talked about this some already. In Luke's version, he's weeping over the city. In Matthew and Mark, he goes into the city, he's rejected, and then he weeps. In Luke, he's combined the weeping as he rides in. And actually, this is interesting. This is in the end of chapter Luke 19. Do you like how I say everything's interesting?",
    "start": "00:28:12",
    "end": "00:30:03"
  },
  {
    "text": "You do say that a lot.",
    "start": "00:30:04",
    "end": "00:30:05"
  },
  {
    "text": "As Jesus approached the city, Jerusalem. This is Luke 19, verse 41. The crowds have already hailed him as the Messiah. The Pharisees have said, tell them to be quiet. Jesus says, eh, if they are, then the rocks will start shouting. As he approached Jerusalem, he saw the city and he wept over it and said, if you even you had only known on this day, what would bring you peace. But it is now hidden from your eyes, the days will come upon you when your enemies will build an embankment against you, encircle and hem you in on every side. They'll dash you to the ground, your children within your walls. Not one stone will be left on another because you didn't recognize the time that God was coming to you.",
    "start": "00:30:05",
    "end": "00:30:57"
  },
  {
    "text": "So this is Jesus predicting the downfall of Jesus.",
    "start": "00:30:57",
    "end": "00:31:01"
  },
  {
    "text": "First of all, Jesus is saying him riding into Jerusalem is the time of God's coming to his people, which goes all the way back to John the Baptist announcing God was going to come. Isaiah 40, Malachi 4. And then Jesus shows up. So this is another place where Luke will flash on the backdrop these scenes from the prophets of God returning to his people, returning to the temple. And then what you see on the stage is Jesus riding a donkey into the city. So he could just write here Jesus is the God of Israel coming to visit the people. But instead he does it that way.",
    "start": "00:31:01",
    "end": "00:31:42"
  },
  {
    "text": "Yeah, because there's this prophetic hope of.",
    "start": "00:31:43",
    "end": "00:31:45"
  },
  {
    "text": "God himself coming, God himself, like the cloud and the fire and the pillar that led us through the wilderness and the cloud that came over the temple.",
    "start": "00:31:45",
    "end": "00:31:54"
  },
  {
    "text": "And everyone's waiting for that. That's going to be a glorious day. It's going to change everything. Yes, and here it is happening and only some outcasts are recognizing it.",
    "start": "00:31:54",
    "end": "00:32:06"
  },
  {
    "text": "Just the blind and the lame and.",
    "start": "00:32:06",
    "end": "00:32:08"
  },
  {
    "text": "The tax collectors can see and otherwise no one notices.",
    "start": "00:32:08",
    "end": "00:32:11"
  },
  {
    "text": "Yes, and notice what he says. What's the result of Israel's leaders not recognizing Jesus as their king? If they had, look at what he says, it would result in peace. So you have to stop and think about what did following Jesus mean? If you're one of these Galileans who start living out his teachings, it means somebody steals from you, you don't retaliate, somebody hits you, you don't retaliate, you give generously to the poor and right. I mean his most evocative teachings of non retaliation and forgiveness. And so following Jesus results in peace, Literally. So he was calling individuals to that, but now you realize he's calling all of Israel to it. And this is where the Roman oppression of Israel becomes this backdrop to the whole story. Where, you know, not 30 years. Well, there are already sparks of revolution happening against Rome.",
    "start": "00:32:11",
    "end": "00:33:09"
  },
  {
    "text": "What kind of stuff is happening?",
    "start": "00:33:09",
    "end": "00:33:11"
  },
  {
    "text": "Oh, there were already bandits living up in the hills of Galilee, Robin Hood types who would do raiding parties on Roman convoys. And this is why Levi the tax collector carried a dagger with him, because he had an X on his back as a traitor.",
    "start": "00:33:11",
    "end": "00:33:29"
  },
  {
    "text": "So there are already, there's Signs that Rome might have to step up and do something.",
    "start": "00:33:30",
    "end": "00:33:35"
  },
  {
    "text": "Correct. Yeah. And actually, the Greek term to refer to these rebellious, revolutionary Jews was the term laestes. It usually gets translated as thief. But Jesus, when Jesus storms the temple, he says, you've turned this place into a. Which is why in the Luke Read Scripture video, we translate it as rebels. You've turned it into a den of rebels. Jesus is crucified alongside two laestes. So they didn't get caught shoplifting.",
    "start": "00:33:35",
    "end": "00:34:03"
  },
  {
    "text": "They were rogue, like.",
    "start": "00:34:04",
    "end": "00:34:06"
  },
  {
    "text": "Yeah, they're Robin Hood men in the hills. And Jesus is crucified as a laestes, as a rebel.",
    "start": "00:34:06",
    "end": "00:34:13"
  },
  {
    "text": "So he's lumped in with. What would you call that?",
    "start": "00:34:13",
    "end": "00:34:17"
  },
  {
    "text": "He's lumped in with Israel doing the very thing that he was calling them not to do, which is violent retaliation against Rome. Again, it's the reversal. So when Jesus rides in and says, if you followed me and accepted my way of the kingdom, it would bring peace. But now here I am, you've rejected me. You're on a road to no return. Which is what? Which is the Roman armies building siege ramps, hemming you in, killing everybody, tearing down the walls. It's as haunting a prediction of what happened in 70 A.D. as you could want. So once again, it's the political layer of Jesus Kingdom mission comes out here, where their rejection of Jesus literally resulted in the wrath of Rome coming down on them.",
    "start": "00:34:18",
    "end": "00:35:06"
  },
  {
    "text": "Why is he saying, if I was accepted here and we turned this into, like, a city of peace, Rome wouldn't take us over?",
    "start": "00:35:06",
    "end": "00:35:15"
  },
  {
    "text": "Yeah, well, it's the theme we brought out in the Gospel of the Kingdom video. He was calling Israel in that moment of their history to be the kingdom of God in a way that didn't involve killing their enemies. What else does? Love your enemy instead of killing them. Like, how is a Jewish person supposed to live that? Well, you've got your enemies in your village because so and so cheated me five years ago.",
    "start": "00:35:16",
    "end": "00:35:40"
  },
  {
    "text": "Yeah, he's not talking about that.",
    "start": "00:35:40",
    "end": "00:35:42"
  },
  {
    "text": "Well, he's talking about that, too. Okay, but what does it mean to have a military occupier?",
    "start": "00:35:42",
    "end": "00:35:47"
  },
  {
    "text": "It's like a real enemy.",
    "start": "00:35:49",
    "end": "00:35:50"
  },
  {
    "text": "You have an enemy. And Rome is just the most recent installation, you know, is the Greeks before them and the Persians.",
    "start": "00:35:50",
    "end": "00:35:59"
  },
  {
    "text": "I still have a category for living in that kind of environment.",
    "start": "00:35:59",
    "end": "00:36:02"
  },
  {
    "text": "Yeah, it's very hard for most Westerners, too. And so we don't immediately catch the controversy Jesus would cause when he would say something like, go the extra mile, turn the other cheek, things like that.",
    "start": "00:36:02",
    "end": "00:36:19"
  },
  {
    "text": "Yeah, because you're resisting like you're trying to resist this empire and that's a righteous thing to do.",
    "start": "00:36:19",
    "end": "00:36:25"
  },
  {
    "text": "Yes. And in Jesus teaching you're also resisting.",
    "start": "00:36:25",
    "end": "00:36:29"
  },
  {
    "text": "But resisting in a different way.",
    "start": "00:36:29",
    "end": "00:36:31"
  },
  {
    "text": "But resisting in a non violent way.",
    "start": "00:36:31",
    "end": "00:36:32"
  },
  {
    "text": "In an upside down way.",
    "start": "00:36:32",
    "end": "00:36:34"
  },
  {
    "text": "Yeah. Which is again, the whole moment of the crucifixion then becomes so layered with significance that by the time you actually get to it, because he's being crucified as the kind of rebel that he was calling Israel not to become. And so he literally dies in Israel's place as the kind of person that he was calling Israel to turn away from being. So that's a very powerful moment. In Luke's arrival. Jesus arrival in Jerusalem in Luke and then he goes into the storms of temple. You've made a den of laestes, a den of these guys. And actually he's quoting from Isaiah and Jeremiah as he does.",
    "start": "00:36:34",
    "end": "00:37:12"
  },
  {
    "text": "So what do the Jewish religious leaders think of these Laestes? Like they crucify him or that's Rome crucifying him.",
    "start": "00:37:12",
    "end": "00:37:20"
  },
  {
    "text": "Yeah, Rome crucifies him.",
    "start": "00:37:20",
    "end": "00:37:21"
  },
  {
    "text": "They probably think they're kind of heroes in the way that.",
    "start": "00:37:21",
    "end": "00:37:23"
  },
  {
    "text": "Yeah, yeah, it probably depends. If you're a power broker in Jerusalem and you're trying to work things out with Rome.",
    "start": "00:37:23",
    "end": "00:37:32"
  },
  {
    "text": "Yeah. You're probably bugged by them.",
    "start": "00:37:32",
    "end": "00:37:34"
  },
  {
    "text": "Yeah. You think they're dangerous. It seems like the Pharisees had a divided mind among them as to how to relate to military. Jewish revolutionaries, militants. And then probably most people are just trying to farm their land and survive.",
    "start": "00:37:34",
    "end": "00:37:51"
  },
  {
    "text": "So they would go and raid Roman towns when you said they would go. Red tones.",
    "start": "00:37:51",
    "end": "00:37:55"
  },
  {
    "text": "The life of the. Yeah, yep, yep. If you like historical fiction, there's a New Testament scholar who tried his hand at historical fiction and I think succeeded. A guy named Gerd Thiessen wrote a wonderful retelling of Jesus called the Shadow of the Galilean. He tells it from the vantage point of one of these Galilean revolutionaries and then his brother, someone related to him, elastes. But then he starts hearing about this Jesus of Nazareth who's telling us not to do this, not to do this. And he eventually runs into him in Jerusalem and this guy ends up. The main character ends up being one of the laestes that gets killed next to him in Luke who says, remember me when you come in your kingdom. So it's all about how would a Jewish, violent Jewish Galilean have viewed Jesus and only at the last minute come to see who he really was. It's brilliant. It's called in the Shadow of the Galilean.",
    "start": "00:37:55",
    "end": "00:38:54"
  },
  {
    "text": "Sounds really great.",
    "start": "00:38:54",
    "end": "00:38:55"
  },
  {
    "text": "It's really great.",
    "start": "00:38:55",
    "end": "00:38:55"
  },
  {
    "text": "You read it.",
    "start": "00:38:55",
    "end": "00:38:56"
  },
  {
    "text": "I did, I read it. Right. Leading up to when you and I went to Israel together.",
    "start": "00:38:56",
    "end": "00:39:00"
  },
  {
    "text": "Oh, did you? That would have been cool to read. So did any of these guys follow? None of them were one of the disciples.",
    "start": "00:39:00",
    "end": "00:39:08"
  },
  {
    "text": "Jesus recruited one into a circle.",
    "start": "00:39:08",
    "end": "00:39:11"
  },
  {
    "text": "Yeah, that's what I was wondering. Not one of the 12.",
    "start": "00:39:12",
    "end": "00:39:14"
  },
  {
    "text": "Yes.",
    "start": "00:39:15",
    "end": "00:39:15"
  },
  {
    "text": "Oh, one of the 12.",
    "start": "00:39:15",
    "end": "00:39:16"
  },
  {
    "text": "Yeah. Let me look real quick. It's either in Mark's list that he notes it. It's called the canonion. Yeah, yeah. Okay. In Mark, chapter three, where you get the list of the 12. Simon, Peter, Jacob, son of Jebedi, John, his brother Andrew, Philip, Bartholomew, Matthew, Thomas, Jacob, son of Alphaeus, Thaddeus, and Simon. The canonion, which is spelling in Greek letters the Hebrew word for zealot or revolutionary.",
    "start": "00:39:16",
    "end": "00:39:46"
  },
  {
    "text": "So Simon was one of these dudes.",
    "start": "00:39:47",
    "end": "00:39:49"
  },
  {
    "text": "Simon was a former hill thugs. Hill thug, hilltop gang. And he heard the teachings of Jesus and was like, that's it. I'm leaving. That way of life. So, dude. And who else is in that crew? Levi, the tax collector.",
    "start": "00:39:49",
    "end": "00:40:03"
  },
  {
    "text": "Yeah, they would have hated each other.",
    "start": "00:40:03",
    "end": "00:40:05"
  },
  {
    "text": "Jesus had. Dude. Talk about intentional forming a team of rivals. Yeah, Jesus got a former tax collector and. And a former assassin of tax collectors in his inner circle.",
    "start": "00:40:05",
    "end": "00:40:16"
  },
  {
    "text": "Sheesh. The dynamics there.",
    "start": "00:40:16",
    "end": "00:40:18"
  },
  {
    "text": "Yeah, but think about, as a symbol, what that means, what that would communicate to people.",
    "start": "00:40:18",
    "end": "00:40:23"
  },
  {
    "text": "Yeah. Where do we know about these men in the hills?",
    "start": "00:40:23",
    "end": "00:40:27"
  },
  {
    "text": "Oh, our main sources for what's going on, the second Temple literature. Josephus, who was a Jewish historian who served, he says, among one of the revolutionary groups, but then turned and became a servant of Rome. He was born around the time that Jesus would have been executed. He writes an account of biblical history, the retelling of the whole Hebrew Bible. Then he does a historical account of what's called the Jewish wars. How did 70 AD, the destruction of Jerusalem happen? What were the events?",
    "start": "00:40:27",
    "end": "00:41:03"
  },
  {
    "text": "Have you read Josephus stuff?",
    "start": "00:41:03",
    "end": "00:41:04"
  },
  {
    "text": "You know what? I haven't read any of his works. Beginning to. And I've just read portions as they're relevant. So all this leads up to then Jesus offending the temple authorities. He gets arrested. But the night before his arrest, the days around Passover. And so Jesus uses the Passover meal. Once again, the Exodus Passover imagery flashes on the back screen. And he says that his death will play the equivalent of the Passover lamb and also bring about the new covenant. So he mentions his blood and his body bringing about the new covenant. So this is about sins being forgiven, but also about creating the new, faithful, remnant people of God, which, I mean, think about again, for his disciples, that.",
    "start": "00:41:04",
    "end": "00:42:23"
  },
  {
    "text": "Wouldn'T have been that phrase, new covenant wouldn't have been a new idea for Jewish people.",
    "start": "00:42:23",
    "end": "00:42:30"
  },
  {
    "text": "No, it's woven into the heart of the scriptures and the story. But the idea that Jesus, he keeps saying he's going to die, and then we have this meal, Passover meal, and he takes the symbols that already have a symbolic meaning in the Passover meal, but he says that all of a sudden they symbolize something new, his body and his blood.",
    "start": "00:42:31",
    "end": "00:42:52"
  },
  {
    "text": "Because the bread symbolizes.",
    "start": "00:42:52",
    "end": "00:42:54"
  },
  {
    "text": "The bread was. The unleavened bread symbolize how quick you had to go made without yeast. So you got to get out of here quick. The lamb, the lamb represented this substitution. God will bring his justice on Egypt. But for those covered, whose houses are covered by the blood, they're spared. So it's about God's judgment and mercy. So the bread becomes a symbol of sustenance. This broken body, this bread is what gives you life. So his body will be broken so that others can have life. And then this wine symbolizes blood, which means you're going to die, but has the sacrificial meaning to it, that it's about God's mercy and judgment. And then he says, the blood is the covenant, the blood of the covenant or the new covenant in my blood. So without that echoing, Jesus didn't give a lecture on the meaning of his death. He gave a meal, symbolic meal.",
    "start": "00:42:54",
    "end": "00:43:50"
  },
  {
    "text": "Yeah.",
    "start": "00:43:50",
    "end": "00:43:51"
  },
  {
    "text": "And then the events, you know, the wheel's moving. He's arrested, put on trial. And during his trial, he says, from this moment on, you'll see the Son of Man lifted up and exalted. He says that to Pilate, he says that to the Sanhedrin, Jewish leaders. So the implication being Jerusalem has become the Babylon, Jerusalem has become the beast that tramples the Son of man.",
    "start": "00:43:51",
    "end": "00:44:13"
  },
  {
    "text": "How does it mean that? Oh, because he's doing this.",
    "start": "00:44:13",
    "end": "00:44:15"
  },
  {
    "text": "He's doing Daniel 7 quoting from Daniel 7, where it's Babylon is the iconic of the rebellious nations trampling on the line of Judah, Daniel and his friends. But now Jesus is the Son of man. And Jerusalem, the Sanhedrin, the temple leaders, they're trampling on him, are the beast. Luke highlights his innocence. We talked about this. He adapts the wording of the centurion's confession so that everybody now is recognizing this was a righteous man. And what that does is it just turns up the paradox and the tension of now he's the one dying as.",
    "start": "00:44:15",
    "end": "00:44:53"
  },
  {
    "text": "The criminal, but innocent in what way? I mean, their accusation was that he's dangerous to their religious order. Right. And he's guilty of that. Right. Like, that's. He never pulled any punches with that. I mean, what's he officially on trial for?",
    "start": "00:44:53",
    "end": "00:45:10"
  },
  {
    "text": "Luke 23, the Sanhedrin arose, led him to Pilate. They began to accuse him, saying, we found this man subverting our nation. He opposes the payment of taxes to Caesar. Actually false. And he claims to be the messenger.",
    "start": "00:45:11",
    "end": "00:45:25"
  },
  {
    "text": "So he's innocent of that. Our king, which he never goes outright and says.",
    "start": "00:45:25",
    "end": "00:45:30"
  },
  {
    "text": "But he didn't allow.",
    "start": "00:45:31",
    "end": "00:45:32"
  },
  {
    "text": "Yeah, he didn't, but he let people say it.",
    "start": "00:45:32",
    "end": "00:45:34"
  },
  {
    "text": "He let people say it. And what he did in the temple.",
    "start": "00:45:34",
    "end": "00:45:38"
  },
  {
    "text": "He acted like it.",
    "start": "00:45:38",
    "end": "00:45:39"
  },
  {
    "text": "He acted like it. Yeah.",
    "start": "00:45:39",
    "end": "00:45:40"
  },
  {
    "text": "So it's also so guilty. He's one for two.",
    "start": "00:45:41",
    "end": "00:45:46"
  },
  {
    "text": "Yeah. But so then the question is, Jesus has in his mind what he thinks it means for him to be the Messiah.",
    "start": "00:45:46",
    "end": "00:45:53"
  },
  {
    "text": "Yeah.",
    "start": "00:45:53",
    "end": "00:45:53"
  },
  {
    "text": "And it's very different from what they think it means and what Pilate has, because Israel hasn't been allowed to have a king. The high priest was the most powerful role in Israel in this time under the Greeks and the Romans. They weren't allowed to have their own governors and kings anymore because that would just arc back to the days of independence and monarchy. So anybody who comes claiming to be the king, because Messiah is.",
    "start": "00:45:54",
    "end": "00:46:18"
  },
  {
    "text": "That's equivalent to the king.",
    "start": "00:46:18",
    "end": "00:46:19"
  },
  {
    "text": "It means the king from the line of David. So when Pilate says, are you the king of the Jews? There is already a king. His name's Caesar Augustus. He's over in Rome.",
    "start": "00:46:19",
    "end": "00:46:30"
  },
  {
    "text": "He's the king of the Jews.",
    "start": "00:46:30",
    "end": "00:46:31"
  },
  {
    "text": "And Pilate's his embodied representative as the governor. So it's kind of like. I don't know, it's like the governor of Oregon.",
    "start": "00:46:31",
    "end": "00:46:39"
  },
  {
    "text": "Are you the president of the United States?",
    "start": "00:46:39",
    "end": "00:46:41"
  },
  {
    "text": "Are you the president? You're the president, yeah. These people are accusing you of calling yourself the president, calling yourself the president. And Jesus says, you say. You say so. To which Pilate says, there's no valid charges against this guy. But they insisted. No, he's stirring up people all over Judea by his teaching. He started up in Galilee, and now he is down here. When Pilate heard that he's a Galilean, he's like, oh, this is my guy. This is Herod's guy up north. This is Herod Antipas. He's Herod the Great's son or grandson. Dang it. I forget. And he's just over Galilee like a puppet ruler, governor. And so Herod was greatly pleased because for a long time, he had been wanting to see this Jesus, Nazareth Character. From what he'd heard about him, he hoped he might perform a sign, come do a trick. So he plied Jesus with many questions. Jesus never said a word. The chief priests and teachers of the law were there accusing him. Herod and his soldiers mocked him, ridiculed him, dressed him up like a king and sent him back to Pilate. Then Pilate once again starts asking him questions and says, listen, there's no valid charges. But all of this, it seems like Luke includes to play up Jesus innocence. Luke's highlighting this substitution thing. There's no reason Jesus actually deserves to be on the cross. The only reason he's gonna go there is by staying silent and allowing himself to be falsely charged. Which again, think back to the sermon on the plane. When people strike, you let him. Yeah, let him. And you think you're losing, but actually you're defeating. And he's doing it. It's what he's doing. It's crazy. Even right now, just as I say it, I'm like, this is a way to live your life.",
    "start": "00:46:41",
    "end": "00:48:26"
  },
  {
    "text": "I know. It gets you killed.",
    "start": "00:48:26",
    "end": "00:48:28"
  },
  {
    "text": "This is the kind of thing that'll get you killed. And it's what gets Jesus killed. And so right to the very end, Jesus is forgiving the Roman soldiers as they crucify him. That's only in Luke. Father, forgive them. They don't know what they're doing. The Laestes, the rebel who makes fun of him, but then says, remember me when you come in your kingdom. And Jesus immediately forgives him and promises him, today you'll be with me in paradise. That's only in Luke. So Jesus is just in command of the situation, even as he's hanging there, giving out mercy. And then he dies.",
    "start": "00:48:28",
    "end": "00:49:03"
  },
  {
    "text": "Is road to Emmaus Unique to it.",
    "start": "00:49:35",
    "end": "00:49:37"
  },
  {
    "text": "Is the two disciples on the road to Emmaus is only in Luke. And once again, it's about surprise. They thought Jesus was going to redeem Israel, but now he's dead. That's. They're bummed.",
    "start": "00:49:37",
    "end": "00:49:51"
  },
  {
    "text": "And these aren't two of the 12.",
    "start": "00:49:51",
    "end": "00:49:53"
  },
  {
    "text": "Uh, they're just one of the crews people who went on the road with Jesus.",
    "start": "00:49:53",
    "end": "00:49:57"
  },
  {
    "text": "And what's in Emmaus?",
    "start": "00:49:57",
    "end": "00:49:59"
  },
  {
    "text": "Oh, it's a town that's nearby. So Jesus is dead. Party's over.",
    "start": "00:49:59",
    "end": "00:50:04"
  },
  {
    "text": "Everyone's going home.",
    "start": "00:50:05",
    "end": "00:50:06"
  },
  {
    "text": "These are two very disillusioned disciples.",
    "start": "00:50:06",
    "end": "00:50:08"
  },
  {
    "text": "They might be from Emmaus, maybe.",
    "start": "00:50:08",
    "end": "00:50:10"
  },
  {
    "text": "Most likely, yeah. Yeah. Why else would they be going there? And they're processing all of this, and then Jesus is there. The story is loaded with layers of irony. There's a reason Luke tells it Here. So they're going home and they're talking about. And then Jesus is there, but they don't recognize him. Yeah, so that's the first thing in the story. You're like, what? Wait, yeah, they see him, but they don't see him.",
    "start": "00:50:11",
    "end": "00:50:34"
  },
  {
    "text": "He's there with them. What do they think he's just another dude traveling.",
    "start": "00:50:35",
    "end": "00:50:38"
  },
  {
    "text": "Yeah, just says they, their eyes were kept from seeing him. Which as a reader you go, okay, so they can see that there's a Jewish man here walking with us, but they don't recognize him. Why you gotta keep reading?",
    "start": "00:50:38",
    "end": "00:50:52"
  },
  {
    "text": "Jesus said, wouldn't that be strange to be on a road to a city? I mean, you're kinda out on the, you know, and someone's just all of a sudden just cruising with you.",
    "start": "00:50:52",
    "end": "00:51:01"
  },
  {
    "text": "No, it probably happened all the time as people cruising.",
    "start": "00:51:01",
    "end": "00:51:04"
  },
  {
    "text": "It's just like being on a hiking trail and someone's like, yeah, it's like.",
    "start": "00:51:04",
    "end": "00:51:06"
  },
  {
    "text": "A well traveled road. You come across travelers. He's a Jewish man. Oh, he's Jewish, he's one of us. And he comes up, walk with us for a while, Walk with us. And Jesus says, what are you guys talking about? And it's so dramatic. This story is as dramatically told as the introductory stories. They stopped, faces downcast. One of them, Cleopas, who's likely the husband of one of these women who was at the tomb. Are you the only one visiting Jerusalem who doesn't know what happened? And then Jesus plays dumb. I don't know what, what thing. Jesus of Nazareth, for goodness sake is. They reply. And look at how they describe him. He was a prophet, powerful in word and deed before God and all the people, the chief priests and our rulers handed him over to be sentenced to death. And they crucified him. We hoped that he was going to be the one to redeem Israel. Now this is key because this echoes the line of Zechariah's poem. At the very beginning, he will rescue us from the hands of our enemies. That's what Zechariah said the Messiah would come and do. And that's what they hoped would happen. But that raises the question. Jesus said he came to give his life as a ransom for many. So their words get you thinking of these two different interpretations of the Messiah Jesus version of redemption and their version of redemption. And in their version, if you get crucified, you didn't bring redemption, right? Because you're, you're dead. You're dead. But then it's even weirder. It's the third day. Some of our women Amazed us. They went to the tomb, they didn't see his body. And then they came and said they saw some angels who said, he's alive. And then some men went, which for them was more trustworthy. Some men went, but it was just as the women said. And nobody can see has seen Jesus. And then Jesus is just like, dude, you guys. Didn't the prophet say the Messiah would suffer and enter his glory? Daniel 7, Isaiah 53. And beginning with Moses, he started to tell them, come on. The Hebrew scriptures said that this is what would happen. So they're having this conversation as they go into the village. They urge Jesus, stay with us, it's almost night. And he acted as if he were going further. That's my favorite part.",
    "start": "00:51:06",
    "end": "00:53:20"
  },
  {
    "text": "It's like, ah, I gotta keep going.",
    "start": "00:53:21",
    "end": "00:53:22"
  },
  {
    "text": "Yes. Yeah, I gotta see a man about a horse, whatever. And then they keep with us, okay. And as they had this key, as he had at the table with them, he took the bread and gave thanks and he broke it. And he started to give it to them. And then their eyes were opened and they see him, they recognize him. So he took bread, he gave thanks, he broke it, and he gave it to them as clear echo as you could want to the Passover, to the Last Supper. Yeah, yeah, the same phrase, same exact phrase as the Last Supper. And then they recognize him and then he disappears and then he's not there. So the question is, how did they come to see him?",
    "start": "00:53:22",
    "end": "00:54:08"
  },
  {
    "text": "Right.",
    "start": "00:54:08",
    "end": "00:54:08"
  },
  {
    "text": "They had a certain interpretation of who Jesus was that didn't involve him dying. And as long as they hold that idea and that view of the world and of Jesus, they remain blind to who he really is. But all of a sudden, when they see the Jesus whose body was broken for them so they could live the interpretation that Jesus offered of his death at the Last Supper, it's only when you see the crucified Messiah as the real victor and king that you can actually recognize Jesus. And even then you don't have a handle on him because he's gone. So this story did is brilliant. It's symbolizing the journey, I think, that every disciple of Jesus has to undergo.",
    "start": "00:54:09",
    "end": "00:54:55"
  },
  {
    "text": "Yeah, that's what I was kind of thinking. It shows that there's this slow awakening to what's really happening. It's not like all of a sudden, Jesus could have just been like, hey guys, I'm Jesus and I'm alive. Isn't that awesome? And they could all high five.",
    "start": "00:54:56",
    "end": "00:55:11"
  },
  {
    "text": "Yeah.",
    "start": "00:55:11",
    "end": "00:55:12"
  },
  {
    "text": "But instead it's this really elongated just journey of them going, oh, okay. So Jesus had To die. Oh, okay. And then like this is really interesting. And this, something's burning within us. And then all of a sudden there's that moment of like, and you are Jesus. And you can see how that would mirror the process of coming to faith after, after the resurrection of. Wait, so Jesus was saying that and this is what the scripture was saying. And then it's all sinking in. And then eventually the coin drops and you're like, oh, yep, I'm in.",
    "start": "00:55:12",
    "end": "00:55:52"
  },
  {
    "text": "Yeah, that's exactly right. So powerful.",
    "start": "00:55:53",
    "end": "00:55:55"
  },
  {
    "text": "It's kind of spooky. This like, these last scenes I'm kind of reading ahead here where the next story is. They go to tell the disciples, like, yeah, Jesus is alive, we saw him. And then there's talking about it. And then all of a sudden Jesus is there.",
    "start": "00:55:55",
    "end": "00:56:09"
  },
  {
    "text": "Yeah, exactly. And then what he does is he has the same Bible study with them. He unpacks the Hebrew scriptures and said, listen, the suffering vindicated Messiah who dies to liberate others from evil and sin, to create the new covenant people. This is what the Old Testament was always about. And so there's also this element of like, once you read the Old Testament through the lens of the story of Jesus, you can see all this in the same book by Richard Hayes. He talks about how this paradox of a crucified Messiah is the foundation of the Christian worldview. And he actually quotes from the former, I think, Archbishop of Canterbury Anglican Church Rowan Williams, who wrote this book called the Wound of Knowledge. What a great title. Who wrote this? Christian faith has its beginnings in an experience of profound contradictoriness. An experience which so questioned the religious categories of its time that the resulting reorganization of religious language was a centuries long task. He goes on to say that experience of a profound contradiction is the crucifixion of Jesus as the event that somehow brought God's salvation to the world. The paradox of God's purpose made flesh in a dead and condemned man. He says the Gospel of Luke is one of these first attempts to reorganize our view of the world around an event that seems so bizarre and strange.",
    "start": "00:56:09",
    "end": "00:57:49"
  },
  {
    "text": "So this road to Emmaus is also then a picture of what Luke's trying to do for you.",
    "start": "00:57:49",
    "end": "00:57:54"
  },
  {
    "text": "Correct.",
    "start": "00:57:55",
    "end": "00:57:55"
  },
  {
    "text": "He's been on a journey with you and telling you and he's letting it sink in.",
    "start": "00:57:56",
    "end": "00:58:01"
  },
  {
    "text": "And there's no coincidence that it's another journey story. Just like Jesus has been on a journey for most of the gospel, but now you're the one on the journey with Jesus.",
    "start": "00:58:01",
    "end": "00:58:11"
  },
  {
    "text": "Yeah.",
    "start": "00:58:11",
    "end": "00:58:11"
  },
  {
    "text": "And Luke wants you to see that you probably are still blind to Jesus in significant ways.",
    "start": "00:58:11",
    "end": "00:58:18"
  },
  {
    "text": "Jesus might be right in front of you, and you can't see it.",
    "start": "00:58:18",
    "end": "00:58:21"
  },
  {
    "text": "And you can't see him because you haven't really deeply embraced the upside down paradox of his kingdom that the cross embodies. And it's only when you see that, that life comes through. Giving up your life.",
    "start": "00:58:21",
    "end": "00:58:36"
  },
  {
    "text": "You know what would have been nice to have is the Bible study that he does with these guys. But I didn't. Luke write that down.",
    "start": "00:58:36",
    "end": "00:58:43"
  },
  {
    "text": "I know. Yeah.",
    "start": "00:58:43",
    "end": "00:58:45"
  },
  {
    "text": "It'd be like a bestseller to buy a.",
    "start": "00:58:45",
    "end": "00:58:47"
  },
  {
    "text": "He walks in through the Tanakh, which is the shorthand for the Jewish structure of the Hebrew Bible. Torah prophets and writings for the Psalms. So he takes them through. Yeah. The Hebrew Scriptures, and he says, listen, this is what it was all about. And so now here we are. I'm the king of the world. I'm the exalted king of all things. And you all are going to go out and keep doing what I've been doing, which is going to the nations, announcing that there's forgiveness and new life in the kingdom of God, but stop and wait for the Holy Spirit to. Well, actually, here's what he says. You're witnesses of all this. I'm going to send you what my father promised, which echoes the promise, like what comes along with the package of the Messianic kingdom. You get the Messiah, you get the nations. You just said go to the nations. You get starting in Jerusalem. So the spirit, the personal presence of the God of Israel, who is now coming through and being sent through Jesus, who he calls, wait till you're clothed with power from on high. And then they went out from the meal they were having with them, and he was taken up to heaven. This isn't about some strange extraterrestrial transportation to be exalted up into heaven is Daniel 7. It's an enthronement language. He's enthroned as the king of heaven and earth.",
    "start": "00:58:47",
    "end": "01:00:20"
  },
  {
    "text": "Yeah, they're not talking about, like, he just elevated into the sky.",
    "start": "01:00:20",
    "end": "01:00:24"
  },
  {
    "text": "Yeah, it's not just. And then he floated away. So it's that they watched whatever happens to Jesus here that they saw is connected to the Son of man going up on the clouds of heaven, coming in the clouds of heaven, up into the presence of God to take up his throne. And then dot, dot, dot, wait for the Book of Acts.",
    "start": "01:00:24",
    "end": "01:00:48"
  },
  {
    "text": "Wow. Is the ascension here? Is that unique to Luke?",
    "start": "01:00:49",
    "end": "01:00:52"
  },
  {
    "text": "Well, Mark doesn't have the original ending of. Mark doesn't have an ascension like this. Matthew has the Great Commission. No, Matthew just ends with the Great Commission. He meets them on a mountain up in Galilee and says, go make disciples and I'm with you to the very end of the age. And then John ends with Jesus having lunch with Peter and John on the.",
    "start": "01:00:53",
    "end": "01:01:19"
  },
  {
    "text": "Beach snacking on fish.",
    "start": "01:01:19",
    "end": "01:01:20"
  },
  {
    "text": "So yeah, Luke's the only gospel with Jesus concluding with an enthronement of Jesus.",
    "start": "01:01:21",
    "end": "01:01:26"
  },
  {
    "text": "Thanks for listening. Listening to this episode of the Bible Project throughout this year we're going to make a whole series of animated videos that walk through the literary design of Luke. You could find them on our YouTube channel, YouTube.com thebibleproject and you can find them on our website, thebibleproject.com up next on the podcast are a couple things. We're starting a new animated series called Intro to the Bible or Intro to Biblical Literature. I think we're actually just going to call it how to Read the Bible. And the first episode is what is the Bible? And so you'll get to listen to that coming up soon. And then also the next theme video that's going to release is on the Holy Spirit. And so there's going to be a few episodes of our discussion preparing for that theme. So make sure to subscribe if you haven't. If you like this podcast, it's really helpful to give a review on itunes and say hi to us. We're on Facebook, facebook.com thebibleproject and we're on Twitter oinbibleproj. P R O J. Thanks so much for being a part of this with us. Trying to pretend pleasing all your men Cuz you're never quite convinced now you are a shoulder freeze with the test now it's time to rest.",
    "start": "01:01:31",
    "end": "01:02:49"
  },
  {
    "text": "From now.",
    "start": "01:02:54",
    "end": "01:02:55"
  },
  {
    "text": "No regret.",
    "start": "01:02:57",
    "end": "01:02:58"
  }
]