[
  {
    "text": "Hey, this is Tim and Welcome to the BibleProject podcast. Usually John, my partner in the Bible Project, he does these introductions to the weekly podcast. But this episode I wanted to do because it's a special episode for the Bible Project and also for me personally. I started to read the Bible in a committed way a little over 20 years ago now. And for the first time couple years I was just bewildered and lost like most people are when they start reading the Bible. But I had the privilege of signing up for classes at a great Bible college here in Portland. And I was introduced to the wonderful world of biblical scholarship. And one of the scholars that I was introduced to in those early years, this was the late 90s, was the work of a scholar of New Testament and Jewish studies. His name in the U.S. he's called N.T. wright. Over in Europe he's referred to as Tom Wright. But I still remember it was a bookstore, Powell's Books here in Portland. I was wandering in the Biblical Studies section and I saw one of his books. I'd never read anything by him before. And so I picked it out and went down to the coffee shop in the bookstore and just started reading a book called the New Testament and the People of God. And dude, I was hooked. I couldn't put it down and I didn't have a lot of money at the time, but I bought this big fat book anyway and I'm so glad that I did. I have been learning from N.T. wright ever since that day, for years and years now through his many, many books and lectures that are online and also from the many courses at a website called ntwriteonline.org you can take classes with him on many topics in New Testament theology and different books of the New Testament. Also, if you listen through to the end of this podcast interview, we're going to tell you about a special discount opportunity that listeners of this podcast have to take classes from ntritonline.org@a really great discounted price. So be sure to follow through with that NT Wright. He's an amazing world class scholar. Publishing in the field of Early Christianity and Second Temple Judaism. And in this episode John and I got to sit down and talk with him about his favorite topic among all topics in the New Testament to research and write about the Apostle Paul. So if you've been following the God Series podcast all throughout this fall, you'll know that we just got into the Letters of Paul and exploring Paul's convictions about Jesus divine identity and also going to be releasing the next video in our Acts series and It'll be all about the Apostle Paul and his missionary journeys. And so John and I had this chance to interview N.T. wright. And so that's what we talk about, the Apostle Paul. In this conversation. We explore what Paul's Jewish upbringing and education would have been like, what kinds of things shaped someone like the Apostle Paul, a Pharisee and a rabbi. We explore the dynamics of his transformation when he met the risen Jesus and what kind of reconstruction that would have done inside of his mind and heart. And also we explore just his struggles and what life would have been like for him as an itinerant church planter in the ancient Greek and Roman world. This is such a great conversation. I'm so glad we can share it with you. One thing to note is that Tom Wright lives in Scotland and we conducted this conversation via Skype. And. And so the audio is a little bit grainy, a little lower quality than we normally have here on the podcast. So sorry about that, but there's so many great learning moments in this conversation. I think that you'll enjoy it nonetheless. So, as John would say, thanks for joining us. And here we go. Your work's really informed the substructure of so much of the Bible project and what we're doing and.",
    "start": "00:00:01",
    "end": "00:03:47"
  },
  {
    "text": "Oh, good. Well, that's it.",
    "start": "00:03:47",
    "end": "00:03:48"
  },
  {
    "text": "Yeah, mostly through influencing my brain, my heart and my mind through your own work for almost 20 years now, I think. I first picked up New Testament and the People of God in a coffee shop here in Portland, and you captured me with the introduction and then I was off, off to the races. So obviously you've produced a lot of work in New Testament and helping make your efforts to kind of reset the paradigm for how moderns approach thinking about Scripture and its storyline and thinking these Second Temple Jewish writers thoughts after them and Paul. You've had a passion for Paul. And so we're in the middle of a conversation we've been tracking with Paul. I've heard you talk about your introduction to Paul as a boy and your curiosity, your fascination with him, what he represents in the early Jesus movement. I just for our listeners, that it would be fun, I think, to hear that story and what has energized so much of your own life's work to understand Paul goes back to when I.",
    "start": "00:03:48",
    "end": "00:04:51"
  },
  {
    "text": "Was five years old or so, and it was June 2, 1953, and I know that because it was my mother's birthday, but it was also Coronation Day. It was the day that Queen Elizabeth II was crowned. And there she still is, you know, all this time later and my sister, who's a year older than me, and I were both given coronation Bibles. A small chunky King James Version Bible. Hers was blue, mine was dark red.",
    "start": "00:04:51",
    "end": "00:05:14"
  },
  {
    "text": "Wait, wait, so this is a Bible that people are given on coronation?",
    "start": "00:05:15",
    "end": "00:05:18"
  },
  {
    "text": "Well, it was just a sales gimmick, I guess.",
    "start": "00:05:18",
    "end": "00:05:22"
  },
  {
    "text": "It worked.",
    "start": "00:05:23",
    "end": "00:05:24"
  },
  {
    "text": "It was, but it had a, had a coronation stamp on the front, a crown and a crest or whatever on the front.",
    "start": "00:05:24",
    "end": "00:05:29"
  },
  {
    "text": "Fascinating.",
    "start": "00:05:29",
    "end": "00:05:30"
  },
  {
    "text": "And so it was. I think my parents just wanted to, to give us something that would commemorate the fact that this was a major royal occasion. And it just happened to be that we didn't have Bibles at that stage. She was I guess six and I was five, something like that. And so we were given these Bibles I vividly remember. But we sat on the floor with these chunky little books and of course it's quite daunting. I've only just learned to read. We, we flicked through and it's very daunting to see these great long books of Chronicles or even the Gospel of Matthew or whatever. But then towards the end we came upon this single page which had one whole book, so called all to itself. And that was Philemon. And I don't think we even knew how to pronounce Philemon. We may have called it Fileman or Philemon or something, I don't know. But we read it through together in the King James Version. And I suspect that my mother or bottom of my father had said, oh yeah, that's about a slave who ran away and who Paul wanted him to go back and so on. So we, I remember getting a sense of the story, the story that even a child can get hold of, even though of course we didn't appreciate the subtlety of the theological argumentation at that stage. But the story was there. And so it was my introduction to Paul coming in at the back end, as it were. But then in my teens when I kind of returned to Paul, I don't think I thought very much about Paul for the next 10 years. Probably I sang in a church choir and I knew a lot of the psalms by heart as a result. And I knew the gospel stories pretty well through endless repetition in church and hearing sermons and so on. But I don't remember ever hearing sermons about Paul until I was in my teens and went to Scripture Union camps, which were boys camps, camps in the Scottish Highlands. And in the summer for two weeks and Easter time for a week, and the leaders would give us short talks about different biblical themes. And basically they were evangelistic and pastoral talks often followed up with one on one pastoral conversations. And I just took to the Bible, especially the New Testament, like a duck to water. And as I started to think about how it all fitted together, inevitably in that sort of script union, evangelical context, Paul loomed pretty large. And I and my friends got interested in all sorts of bits of Paul. And sometimes for fun, thinking this was kind of a daring thing to do, we would agree, four or five of us to sit around or even sit in the tent if it was raining outside, and read an entire Pauline letter straight through from start to finish.",
    "start": "00:05:30",
    "end": "00:07:57"
  },
  {
    "text": "What is your age at this point?",
    "start": "00:07:57",
    "end": "00:07:58"
  },
  {
    "text": "16, 17, maybe.",
    "start": "00:07:59",
    "end": "00:08:01"
  },
  {
    "text": "Wow. Yeah, we have very different growing up experiences.",
    "start": "00:08:01",
    "end": "00:08:05"
  },
  {
    "text": "I was, I was also. I had done Latin from an early age, from the age of 8, and I taken Greek from the age of 13, so that I already was the proud possessor of a Greek New testament from about 14 or 15. And so it was kind of exciting to explore, like going into the forbidden bits that most of my contemporaries didn't know about. And it was just, just really exciting. This is the stuff Paul actually wrote. Wow. What did he mean by this? And so on. And because that meant a great deal to me in terms of my own Christian life in. Of trying to live as a Christian in an increasingly secular British world, it made a lot of sense. And so it became like a hobby. And so I would be taking time out from my schoolwork to list key passages and to scribble them down in a notebook and puzzle about them and so on. And then as often happens in. In a happy life, something which starts off as a hobby becomes actually something that you then find yourself doing for a living, which is what's happened to me.",
    "start": "00:08:05",
    "end": "00:09:05"
  },
  {
    "text": "Yes, early roots. Deep and early roots. I mean those.",
    "start": "00:09:05",
    "end": "00:09:08"
  },
  {
    "text": "Absolutely. I wouldn't have it any other way.",
    "start": "00:09:08",
    "end": "00:09:10"
  },
  {
    "text": "Yeah, that's right. That's something I'm only really beginning to appreciate in my own middle age. And having been hooked on biblical studies for almost 20 years now, I am annually reaching these points of like, oh, the puzzles that's been with you for decades begin to get a little more clearer. And it's almost like this whole tradition, it takes a lifetime to really process everything that's being communicated and the realities anyhow. So there you go. You've had many more decades to sit in the puzzles and to ponder. So John and I, we've been talking already, some through the podcast and the videos about the portrait of Paul, his whatever you want to call his transformation. I've stopped calling his conversion and call it something more like his radical encounter or his transformation. Yeah, yeah, but I was really captured in the biography you put together in just some new succinct ways, at least new to me, having followed your work about the storied world of the pre Jesus Saul, about how zeal, but also the passion for Israel's calling, but also a real awareness of the mission to the nations being the outflow of the story of Israel. So maybe give us a quick portrait of how you are now nowadays putting together Paul's mindset before he's on the Damascus road.",
    "start": "00:09:10",
    "end": "00:10:32"
  },
  {
    "text": "There's two things which are apparent in hindsight, apparently in tension. And when I've talked to Jewish friends about these, I think they are both still in a kind of tension in the modern world as well. And one is the sense of the people of Israel, the Jewish people being designed by God to be distinct from the rest of the world and to be God's special people. The ones have a special closeness to God and have to maintain that. And so much of the Old Testament, especially the latter parts of the Old Testament books, books like Ezra and Nehemiah, are all about the desperate need to keep Israel from becoming like the nations from going bad, if you like. And you know, God has rescued us from the exile in Babylon, but if we're not careful, we'll be committing the same mistakes again and then bad and worse things will happen to us. And so then in the Second Temple period after through Nehemiah on through to the time of Jesus, the zealous Jews like Saul of Tarsus, and that's the word he uses of himself, he says, I was exceedingly zealous for the traditions of my fathers. They are looking back to the great traditions of zeal, to people like Elijah and Phineas in Elijah in First Kings and Phineas in the Book of Numbers and saying that's what it means to be a zealous Jew. When Israel is going to the bad, worshiping the BAAL or whatever it is, then somebody has to step in and do what's necessary to purge the evil from Israel. So you have that great biblical tradition which is what inspired the Maccabees. If you read first Maccabees 2, there's great speech in there about what you now have to do. Granted the wicked Syrians who are coming to take over and they want to stop us all being loyal Jews. So that's clearly where Saul of Tarsus came from. That shouldn't be historically a puzzle. That should be quite clear.",
    "start": "00:10:32",
    "end": "00:12:24"
  },
  {
    "text": "That's so helpful to frame early Saul in that way. I Think especially for modern audiences, because religious violence is such a charged topic nowadays, it's very easy for somebody to grab on to Paul's portrait and put him in that type of category. But to be able to sympathize with the first part of his life, the worldview, that would make sense of that kind of violence. It's helpful.",
    "start": "00:12:24",
    "end": "00:12:51"
  },
  {
    "text": "I totally agree. But of course, those who engage in what we call religious violence or whatever today would say that they have a story, too. I mean, absolutely.",
    "start": "00:12:51",
    "end": "00:13:00"
  },
  {
    "text": "Yeah, that's right. That's right.",
    "start": "00:13:00",
    "end": "00:13:01"
  },
  {
    "text": "Part of the difficulty. Yes. To get inside the mind of Saul of Tharsis.",
    "start": "00:13:01",
    "end": "00:13:05"
  },
  {
    "text": "Yes.",
    "start": "00:13:05",
    "end": "00:13:05"
  },
  {
    "text": "To see why it matters. And you imagine him growing up in Tarsus, which is a big, bustling pagan city. And I don't think the Jews lived in what we call a ghetto. I don't think they were sort of shielded from the realities of life on the street. I think little boy Saul of Tarsus knew perfectly well what went on on the street. There was no such thing as private life in the ancient world. Unless you were very rich or very royal, and however Jewish you were, that wouldn't shield you from knowing exactly what people were getting up to all over the place. So then the sense that we Jews are called to be different and we have a responsibility to the Creator God to maintain that difference and not to compromise, that's absolutely foundational. But then, of course, the second half of that is that in the Psalms and in Isaiah and in Genesis and in various passages like Malachi chapter one, there's all sorts of hints and promises that somehow when God does for Israel what he's going to do for Israel, then the rest of the world will get in on the blessing as well. And sometimes this, when they're under pressure, this just comes out in terms of when God exalts us, then the nations are going to be judged and smashed to pieces. And, you know, Psalm 2 basically says that, that the Messiah will have the nations as his inheritance, and he will bruise them with the rod of iron and dash them in pieces like a potter's vessel, which doesn't sound very hopeful, the nations. But that sort of goes with the Isaiah promise that I will give you as a light to the nation, that my name may be known and my glory may be revealed in all the world. And it's as though those promises are sitting there side by side that there is going to be judgment for the world, but there's also going to be mercy for the world. And it's not clear in the Second Temple period how God is going to do both of those. And then in retrospect, when you have a crucified and risen Messiah and you have the gift of God's own spirit animating the followers of this Messiah, then suddenly both halves of that come into focus and Saul finds himself swept up by both halves of that in meeting Jesus on the road to Damascus. So that he is simultaneously a loyal Jew in a new mode and then commissioned to be the one who takes this message to the world which has got to hear it. And that transformation, and transformation is a good wor. Conversion implies to many people that he stopped being a Jew in order to be a Christian. Our words, Jew and Christian, are words designating particular contemporary religions. And this is the whole point. One of the biggest points I'd like to make is that this is Paul's embracing of the gospel of Jesus is not about comparative religion. It's not saying Judaism is a silly thing and Christianity is a sensible thing, or Judaism is a wicked religion and Christianity is a good religion. It's nothing to do with that at all. It's called, it's what you can call Messianic eschatology. Is Jesus Israel's Messiah or isn't he? Because if he is, then God's purposes and promises are fulfilled in him. And to be a loyal Jew means to sign on with this Messiah. That's what's at the heart of it.",
    "start": "00:13:05",
    "end": "00:16:12"
  },
  {
    "text": "Do you think that his encounter with Jesus made him see this other side of the coin kind of for the first time? Or was it that he had already been wrestling through these two things and this encounter with Jesus finally opened up and explained it to him in a way that made sense?",
    "start": "00:16:12",
    "end": "00:16:30"
  },
  {
    "text": "It's possible. I mean, what I'm rather careful not to try to do is to psychoanalyze him. You know, psychoanalysis is hard enough when somebody is talking our own language, you can see them smile or look nervous or whatever. When we are talking about motivation as historians, it's not the same as saying I know what was going on in his hidden heart more than he knew himself. It's not that at all. We can see what the motivation was. So I'm not sure about the pre Christian wrestling. People have said this about Romans 7, that, you know, maybe on the way to Damascus, Saul of Tarsus was wrestling with the fact that he wanted to keep the Torah perfectly, but he knew that he was sinful, etc. I don't see that as a Jew. He knew perfectly well what to do if he sinned. You repent and you say sorry and you go to the temple and you offer the sacrifice and you maintain a clear conscience, and that's how you do it. And I think that's how he had done it all his life. So I. I think it's rather that if he is confronted with the fact of Jesus being alive, having been crucified as a pretend Messiah, as a would be Messiah, this means that Israel's God, the creator God, has declared to the world that this Jesus really was and is the Messiah, David's son, the Son of God, et cetera. And in the light of that, and only in the light of that, you look back and you say, oh, my goodness, that's what that stuff in Isaiah was about. That's what those promises in Genesis 12 and 15 were all about. It's as though, as he says in 2 Corinthians 3, when someone turns to the Lord, the veil is removed. And I think that's autobiographical. I think he knows that's what had happened to him.",
    "start": "00:16:30",
    "end": "00:18:14"
  },
  {
    "text": "We've talked a lot, and even our first video was about heaven and earth and their overlap. So that's been a common topic for both of our projects. But talking about how both temple, about the prophets seeing visions of the Lord on his throne in the temple, in visionary temples, the glory over the temple, all of that's related to what happened to Paul on the road when he encounters, and the form that he encounters Jesus, what he might have been praying to get into that mindset. John and I haven't talked about this and I'm eager for him to hear how you put that together.",
    "start": "00:18:14",
    "end": "00:18:52"
  },
  {
    "text": "Yeah. So this is, as in Paul's meditative practice of trying to do what other Jews at the time did. And it's a great devotional exercise to meditate on the throne vision. The throne chariot vision in the first chapter of Ezekiel. That's what we're talking about.",
    "start": "00:18:52",
    "end": "00:19:10"
  },
  {
    "text": "Yes.",
    "start": "00:19:10",
    "end": "00:19:10"
  },
  {
    "text": "Yeah. I mean, there's a lot of work been done on this. I have a colleague here at St. Andrews, actually, who's an expert on ancient Jewish mysticism and the practice of Jewish prayer and of the different texts that devout Jews would meditate on goes right on into the later rabbinic period. And it's hard to be sure about exactly whether Paul was doing this, but what he does say about his Damascus Road experience fits so well with the fact that this is how a zealous young Jew might well have been praying. And one of the ways that you meditate on the throne chariot vision is that, like Ezekiel, you meditate on the wheels and the cherubim darting to and fro, and the four living creatures. And then in prayer, like in some traditions of prayer today in Catholic and Protestant circles, people envisage, people imagine, people ask the Holy Spirit to lead them into an imaginary encounter with Jesus, which turns into a real encounter with Jesus. That happens. People do it. Yeah. But I think for Paul, he was wanting to do what a devout Jew would want to do, which is to allow the eye of the mind and the heart to go upwards from the wheels to the chariot, upwards from the chariot to the beginning of the figure sitting on the throne in the chariot and maybe up to the face itself. And Ezekiel does that. And of course, Ezekiel suddenly gets to the figure on the throne and he falls on his face like one dead. And the voice says, get up. I've got a job for you. And I think that's what Saul was doing. Only the real shock for Saul was when he gets up to the figure on the throne, he sees Jesus. And this is the Jesus whom he has known about and whom. Whose followers he has been persecuting. And the extraordinary thing about that is that this is simultaneously the fulfillment of his deepest hopes and the absolute dashing to pieces of all the things that he believed about the way those hopes would be fulfilled. And so, not surprisingly, he has a major crisis and is blind and has to fast for days, et cetera, et cetera. And you can understand that. Of course.",
    "start": "00:19:10",
    "end": "00:21:24"
  },
  {
    "text": "Of course, yeah. So let's camp out here for a minute. This was really significant for me when I heard you put the pieces together like that. So, yeah, what we're saying is in the broader culture of Second Temple Jewish piety, so we know about the Shema, people are regularly saying prayer, scripture inspired prayers, daily, daily, multiple times a day. This is woven in to just daily Jewish prayer life, meditating on the Scriptures. Psalm 1, and patterning your own experiences of prayer and worship after what you see people doing in the scriptures. One of the things that happens when the great biblical figures who were extremely devout, or actually maybe not even pious or devout, but they have these encounters with the angel of the Lord, with the throne, presence of God. This is a design pattern, a motif.",
    "start": "00:21:24",
    "end": "00:22:14"
  },
  {
    "text": "That'S a typical kind of experience in the Bible.",
    "start": "00:22:14",
    "end": "00:22:16"
  },
  {
    "text": "So it's so easy to imagine Paul reciting the Shema as he's going up to Damascus to get rid of these deviant Jews who are saying this crucified man's Messiah. I mean, it's exactly his piety.",
    "start": "00:22:17",
    "end": "00:22:30"
  },
  {
    "text": "Yeah, that's driving him.",
    "start": "00:22:30",
    "end": "00:22:31"
  },
  {
    "text": "That's driving him. And, you know, as he mentions, you said in 2 Corinthians where he mentions having visions. I know a man, most likely himself, who's had these visions of the multiple tears of heaven. I mean, this is very common prayer meditation language in his day.",
    "start": "00:22:31",
    "end": "00:22:48"
  },
  {
    "text": "Yes, although that's a funny passage in chapter 12 of 2 Corinthians because he says this person was caught up in the third heaven. Now there are many Jewish texts which speak of seventh heaven. And a former student of mine who wrote a book called why Only the Third Heaven, how come he didn't get any further? It may be that that's ironic, you know, that they want him to tell about his experiences and he says, well, I got as far as a third.",
    "start": "00:22:48",
    "end": "00:23:14"
  },
  {
    "text": "So yeah. So I think the point is, when Luke tells us about this zealous Paul having an encounter with a glorious presence on the road, we're meant to upload all of these patterns and stories from the Hebrew Bible that make that encounter not just that's a cool thing that happened to Saul, but it fits, it fits perfectly with the kind of thing that would need to happen to him. The same thing that Ezekiel needed to convert him into an unhappy prophet to Israel or Isaiah, that it's the same tradition being tapped into.",
    "start": "00:23:18",
    "end": "00:23:52"
  },
  {
    "text": "Yeah. And indeed, of course, in Galatians 1, when Paul is defending himself against the charge that he's just got a second hand gospel and he's missed out the crucial bits of it because obviously the Galatians have been told there that Paul describes his own conversion in language which echoes both the story of Elijah and the prophecies of Isaiah and the call narrative from Jeremiah. He says, when God, who formed me in his mother's womb and wanted to send me to the nations, was pleased to reveal his son in me, etc, etc. These are echoing scriptures. So he's saying I'm not a second great apostle, I'm actually standing in the line of the great prophets.",
    "start": "00:23:52",
    "end": "00:24:31"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:24:31",
    "end": "00:24:31"
  },
  {
    "text": "This is. God has formed me to do this.",
    "start": "00:24:31",
    "end": "00:24:33"
  },
  {
    "text": "Yeah, yeah. Amos, who can proclaim the word of the Lord except the one who stood in his council.",
    "start": "00:24:33",
    "end": "00:24:38"
  },
  {
    "text": "Yeah, yeah, yeah, yeah.",
    "start": "00:24:38",
    "end": "00:24:39"
  },
  {
    "text": "The divine throne room happened to Paul in the person of Jesus and off he goes. That's just. It's a new framework for a lot of people.",
    "start": "00:24:39",
    "end": "00:24:46"
  },
  {
    "text": "I think that's right. And I think part of the problem that we've had for many generations in the Western world is that we thought of the Jews and Judaism as the dark background against which the gospel shines out all the more brightly. And so we have not studied The Jewish world because we thought, well, that's the bad bit. And what we want is the good bit. And of course that's a totally misleading way of seeing it. And so we have invented a kind of anachronistic context for Paul which actually corresponds to modern Western spirituality and religion rather than seeing him in his own world.",
    "start": "00:24:46",
    "end": "00:25:24"
  },
  {
    "text": "Our post transformation Paul, well, there's a lot we don't know, isn't there? There's time periods are difficult, but we know he goes into a. Yeah, what do we know?",
    "start": "00:25:25",
    "end": "00:25:34"
  },
  {
    "text": "I mean, at this point he's got to put all the pieces together, right? He's been reading the scriptures his whole life, but now he wants to go back and reread and rethink it.",
    "start": "00:25:34",
    "end": "00:25:44"
  },
  {
    "text": "Right. It's an odd period because as I say in the biography, there's about a 10 year gap of which we know virtually nothing because he is there in Damascus. Then he stays for a little while, then he goes off to what he says, Arabia. And I've suggested that that is actually does what Elijah does, which is to go to Mount Sinai to say to God, excuse me, what's this all about? And he gets told, as Elijah gets told, return to Damascus and get on with the job. And so that's what he does. But then he gets into trouble in Damascus because he's too hot to handle. And so they send him away, he goes to Jerusalem, he's too hot to handle there, so they send him back home to Tarsus, you know, well, that's where you came from. Go and see if you can do any good there. And then it all goes very quiet for about a decade. And that's a big decade. My goodness. And then Barnabas comes looking for him because Barnabas is working with this church in Antioch where everything's exploded and we have Jews and Gentiles and all sorts of getting together in the church. It's very exciting. And my. They need teaching and they need somebody who knows the scriptures like the back of his hand and somebody who can tell it like it is. I know just the man.",
    "start": "00:25:44",
    "end": "00:26:53"
  },
  {
    "text": "Yes, well, and also someone who can navigate the multicultural blend that is Antioch.",
    "start": "00:26:53",
    "end": "00:26:59"
  },
  {
    "text": "Well, exactly. Somebody who is not going to be accused of not knowing his Jewish world. Of course, modern commentators sometimes said, oh well, Paul never really knew what Judaism was about. That that's rubbish. That's because the Protestant Paul didn't know what Judaism was about. The real Paul certainly did. But he also knew what it, what it meant, as you say, to live in a thoroughly multicultural environment. And so he was the ideal person to come and be a teacher in the church in Antioch and then from there to go off as what we now call a missionary.",
    "start": "00:26:59",
    "end": "00:27:32"
  },
  {
    "text": "Yes. Anymore. I don't know if they're new insights, but as you thought about how to present that decade that led to Antioch, but there's a lot happening there that really sets him up for the main stage of acts of the missionary journey.",
    "start": "00:27:32",
    "end": "00:27:48"
  },
  {
    "text": "I mean, it is difficult, but I think we have to conclude that he spent a lot of time in the scriptures and that he spent a lot of time praying and that I think he spent a lot of time making sense, because that is a family business and that's how you earn a living if you're in that business business. But as well, and this is the really sad bit, I think he spent a long time trying to persuade his beloved parents, siblings, whoever, that Jesus really was Israel's Messiah. And a lot of them, we have no idea whether any of them did believe it or not, but we suspect that a lot of them didn't and that that's what lies behind the agony. In Romans 9 and Romans 10, he says, I could wish that I myself from the Messiah for the sake of my kinsfolk according to the flesh. You know, these are not theoretical people, sort of cardboard cutouts, people he knows and loves with whom he's wept and, you know, worked. And that agony, as well as the joy of the Gospel is etched into him all the way through his life.",
    "start": "00:27:48",
    "end": "00:28:50"
  },
  {
    "text": "Of course, his family would be among the first people he would want to share about this amazing thing that happened in his life. It's kind of like when kids go home from after being away at college, sharing all their newfound discoveries, and their parents may not buy a lot of it. I don't know. It's a bad analogy, but it kind of gets you into the idea, I guess.",
    "start": "00:28:50",
    "end": "00:29:08"
  },
  {
    "text": "It's interesting to me. I've never thought about this decade of his life before. It's interesting that as persuasive of a guy he is, that that decade in Tarsus, he didn't start like some movement or something.",
    "start": "00:29:08",
    "end": "00:29:20"
  },
  {
    "text": "You know, it's a little odd as well, because when you look at it geographically, the first missionary journey, when he goes from Cyprus across to southern Turkey and then up to Pasadena and then turns east and goes to Debilitra and Iconium. If you just carry on there a bit longer, you get to Tarsus, but he doesn't. He goes back and then from. Back from the Turkish sea coast back to Antioch, and it's as though somehow he's going to draw a veil over Tarsus. It's very odd that.",
    "start": "00:29:20",
    "end": "00:29:54"
  },
  {
    "text": "Oh you're saying it's conspicuous that tarant doesn't feature in the missionary stories. Why wouldn't. It's not too big of a journey to stop by on the way to.",
    "start": "00:29:54",
    "end": "00:30:04"
  },
  {
    "text": "These other places, granted all the other places he goes to.",
    "start": "00:30:04",
    "end": "00:30:07"
  },
  {
    "text": "Yeah.",
    "start": "00:30:07",
    "end": "00:30:07"
  },
  {
    "text": "I know we're not probably supposed to get any sort of spiritual insight from this gap in scripture, but it is interesting to me that I meet a lot of really ambitious people and I'm kind of an ambitious person and to think about a 10 year hibernation period.",
    "start": "00:30:07",
    "end": "00:30:23"
  },
  {
    "text": "Hunker and let things simmer.",
    "start": "00:30:24",
    "end": "00:30:25"
  },
  {
    "text": "It just sounds, it sounds horrible to someone who wants to be a mover and shaker, but it was very formative for him.",
    "start": "00:30:26",
    "end": "00:30:32"
  },
  {
    "text": "But you know, I teach postgraduate students here in St. Andrews and we are quite strict about getting people through their PhDs in four years and maybe you get an extension for three months or whatever. But when I was young, many people in Ph.D. programs were, would go on for six, seven, eight, nine years. I took seven years over mine because I was doing two other jobs at various stages and so it spun out. But there's a lot of people who have settled down sometime in their 20s and actually made themselves expert in something so that when they emerge in the 30s, they've actually got a very, very solid basis. And I think Paul, I don't think sort of planters wanted to spend 10 years as it were, being unproductive. But I think in the mercy of God that time meant that he was prayerfully learning the Scriptures in a whole new way and particularly learning to pray in a whole new way. So that as you hinted before, he's always prayed the Shema but now he prays it with Jesus in the middle of that. He's always told the story of the Exodus, but now as in Ezekiel 1, Ephesians 1, he it's got Jesus in the middle of it and so on. He is rethinking what it means to be a loyal Israelite with Jesus as God's Messiah all the way through.",
    "start": "00:30:33",
    "end": "00:31:49"
  },
  {
    "text": "So let's talk about Barnabas and Saul being launched from the multi ethnic Jesus community in Antioch. So the way Luke paints that portrait of course is the Holy Spirit. People start becoming aware of the Spirit speaking to lots of people at the same time. We need to send out these two to go. Began a new season of ministry out around the Mediterranean. I like that you first talked about those two balanced tensions in Paul's worldview. His loyalty to the God of Israel and to the covenant and then also the other side, that the outflow of loyalty to that covenant should be blessing for the nations. So Paul goes out and Luke really wants to paint that balanced portrait of like to Israel first. He's always going to synagogues first, but then there's usually tension, riots and violence involved that pushes him out. So Luke really wants to keep that balance. Paul will coin it in the phrase to the Jew first, then to the Greek. What would it be like for Paul to go into a Diaspora synagogue, you know, in one of these cities?",
    "start": "00:31:50",
    "end": "00:33:00"
  },
  {
    "text": "Diaspora meaning Jews that don't live in Jerusalem.",
    "start": "00:33:00",
    "end": "00:33:02"
  },
  {
    "text": "That's right, Israel. Jews who have been living, that's right, outside the land for being many, many, many generations now.",
    "start": "00:33:02",
    "end": "00:33:07"
  },
  {
    "text": "I think the first thing to say is he knows Diaspora synagogues because he grew up in India, right?",
    "start": "00:33:08",
    "end": "00:33:12"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:33:12",
    "end": "00:33:13"
  },
  {
    "text": "We don't know how old he was when he went to Jerusalem, but he had been formed by his experience as a Diaspora Jew. And as you say, there were Jews all over the world, far more Jews living everywhere from Babylon to Egypt to Spain to France, whatever, than they were living in Jerusalem and its immediate environs itself. So this was in a sense normal Judaism as far as Paul was concerned. Yeah, was the life of a Diaspora synagogue. And one of the things that Jews did characteristically, and we can see this because there are many books written in the Second Temple period which do this, is to tell the story. And at Passover you tell the story of how our forefathers went down to Egypt and they were enslaved and God brought them out with a mighty hand and the stretched out arm, etc. Etc. But that story goes back to Abraham and sometimes even to Adam. And it comes forward through Moses, through the entry of the land, Joshua, the whole story, then the rise of the king, Saul, David, then the prophets, and then of course, oh no, the exile. And then the exile is kind of, well, it's all gone very dark. And now has exile finished or hasn't it? And there are many, many Jews who agree with, with Daniel 9 that the exile is continuing and going on for 490 years. And so the question is we are, we are still really waiting for that dark period to be over. And they're telling this story partly because this is the story of the end of Deuteronomy, the great covenant promises. And the end of Deuteronomy is seen by Jews at the time. The great historian Josephus says this explicitly, not just as a long range prophecy of some bits of Jewish history, but as the whole story in miniature that Israel is going to have to live through. So telling the great story is a normal Jewish thing to do. But then the question is, where are we in this story? And if you tell the story saying God has actually now done what he always said he would do and sent a Messiah from the house of David, and he's proved this by raising him from the dead, then my goodness, the whole story takes on quite a new feel and flavor and challenge. Because if that is so, then there are different views as to what you should do with that. Some Jews would say, if the Messiah's come, we should quickly intensify all our keeping of the Torah and make sure that Israel is utterly pure. Because if this is the Messiah, that's what he wants us to do.",
    "start": "00:33:13",
    "end": "00:35:42"
  },
  {
    "text": "And.",
    "start": "00:35:42",
    "end": "00:35:42"
  },
  {
    "text": "And Paul is saying, well, actually no, because this promises for the nations as well. And indeed this is how the promise to the nations is to be fulfilled. Then through the Messiah, God has dealt with sins. This is such an important point in the current debates about Paul that have gone on really for the last 40 or 50 years. People have played off the idea of the forgiveness of sins on the one hand over the inclusion of Gentiles on the other. And some have just said, oh, it's just about the inclusion of Gentiles, and therefore it isn't really about forgiveness of sins. And others have done it the other way around. And the whole point is, if God has dealt with sins on the cross of Jesus, then anyone who belongs to the Messianic family, anyone that we with hindsight call a Christian, is a sin forgiven person. And therefore, however gentile and pagan their background, they are welcome as part of the saint family. Forgiveness of sins means inclusion of Gentiles. Or to put it the other way around, inclusion of Gentiles is absolutely conditional upon the sin forgiving achievement of the cross. And this is something that our contemporary theologians have found it really difficult to get their heads around. But for Paul, it's second nature.",
    "start": "00:35:42",
    "end": "00:36:56"
  },
  {
    "text": "What you're saying is there's different themes in Paul's work. One is clearly the death of Jesus and forgiveness of sins. Another one is his life actual mission on the groundwork, which is the mission to the nations, to include them in the family of Jesus. At least since the Protestant Reformation, we found it difficult to understand the Hebrew Bible narrative in which those two go together.",
    "start": "00:36:56",
    "end": "00:37:19"
  },
  {
    "text": "That's the really sad thing, that because in the Protestant Reformation they were answering all the distortions that they'd inherited from the Middle Ages, they wanted to know, do you get Justified by doing good works or. Thank you, Luther. Is it just by faith? Yeah. And of course they say it's my faith, because if you ask the question that way round, that's what we have to do. But with that goes an agenda that therefore we want the Bible in our own language, we want to worship in our own language. And guess what? The church collapses into different ethnic and geographical groups, forgetting that the whole point of the Gospel is that God wants to give Abraham the single worldwide family. And so we have seen the idea of church unity across different ethnic groups as an optional extra, if you like, and maybe not even an optional extra, you don't even need to think about it. But for Paul, that is absolutely basic. And it's basic in Galatians, which is the great document of the Protestant Reformation. There is a huge irony there from the last 400 years, and I see it in my country and you see it in yours, and we badly need to recapture Paul's vision, which is of the single family.",
    "start": "00:37:19",
    "end": "00:38:36"
  },
  {
    "text": "Yeah.",
    "start": "00:38:36",
    "end": "00:38:36"
  },
  {
    "text": "So I want to make sure I understand this tension for the Jewish people. Certain customs of being separated became really important. So the Sabbath, circumcision, kosher, it really distinguished them from other nations and it really create a boundary. It seems like that was the main psychology mentality of let's stay separate. And it feels like a really big switch for Paul to say, actually, man, no, we need to allow the Gentiles in and not put this on them. Was there any other people thinking that way or was that just a brand new kind of Jewish thought that came through Paul?",
    "start": "00:38:36",
    "end": "00:39:16"
  },
  {
    "text": "It's a big and difficult question. There was no absolute one size fits all in the Jewish world on this, because for some Jews, it would be fine if you were a gentile, if you wanted to hang out in the synagogue and say your prayers there and you could sort of join in and you wouldn't necessarily need to be a proselyte and get circumcised. You know, there are different layers, different ways of coping with that. And if you look at the studies that have been done of Jews in the Diaspora, some are very much keeping themselves to themselves and others are more prepared to do what we would today call assimilating. But there are certain things which certain boundaries, like for instance, intermarriage, which is still taboo for many people, even if they actually had many pagan friends, they wouldn't give their daughter, daughters to their sons, or vice versa. But what you notice with Paul, interestingly, is there is a new sort, a new type of separateness which comes from belonging to the Messiah. And this is very clear in books like Colossians and Ephesians, where the single family is now defined as the united family, but also the holy family, therefore don't live like the Gentiles do. And particularly sins of speech. So no lying, no. No anger, no violent speech, and particularly sexual misdemeanors. That this is still absolutely out of line. And that if you belong to the Messiah, then there are very definite, clear standards. So what's, what's gone is all the stuff which marks out Jewish people from their gentile neighbors. But what is inherited instead is a sense of utter loyalty to Jesus and therefore to the new humanity which is launched in Jesus. And exactly as in the Gospels, it is the idea of the renewal of the human race and the renewal of the human person that becomes the new standard of holiness. And that, sure as anything, marks out the Christians from their pagan neighbors. And in many ways it's all sorts of bits of what we could loosely call Jewish ethics which come straight through. But it's within this very difficult framework of people who've come from all kinds of different backgrounds. And it's hard enough to teach people Christian ethics when they all grew up in the same town and they're all attending the same church and they all basically want to be good people. Imagine trying to do that with a multicultural polyglot community, some of them not even literate yet, trying to live together in a town like Corinth and trying to pray together. It's a huge undertaking. And the fact that it even gets off the ground at all is a sheer miracle of grace.",
    "start": "00:39:19",
    "end": "00:42:07"
  },
  {
    "text": "Yeah, that's right. So, yeah, this is helpful. So the framework of a distinct family of Abraham called to become the blessing to the nations, that in Paul's mind, that is still the same charter he didn't convert to, that it's actually in and through the crucified and risen Messiah that the family of Abraham goes multi ethnic, which has always been part of the plan. But the separateness therefore has to be adapted to that new reality. Yeah, that's very helpful. Like Paul is just as concerned about the separateness. Yeah.",
    "start": "00:42:08",
    "end": "00:42:42"
  },
  {
    "text": "The holiness, the other. Yeah. But it needs to look differently. And it can look differently now because sin was dealt with. Is that the connection there?",
    "start": "00:42:42",
    "end": "00:42:50"
  },
  {
    "text": "Well, okay. So, Tom, this took me years to sort out and your early work on Paul really helped me. And then I followed down as many of your footnotes as I could over the years. Realize you're not the only one saying this, but this idea that the laws of The Torah for Paul, among which are the kosher laws, circumcision circumstances, Sabbath. But those become emblems because they're like the lightning rod issues in the Diaspora in the Greco Roman world. But what that season of the covenant did to Israel was both make them distinct. But as the story of the Hebrew Bible tells it also crushed them. It's what resulted in their exile was their inability to be faithful to the laws of the covenant. So it's that tension that God called the distinct people to be separate. The whole burden of the Hebrew Bible is to say and they didn't do it successfully, that's why they landed in exile. But that doesn't mean the job given to Israel was bad. The whole point is it's because humans are screwed up. And so it's that nuanced view of the laws that Paul is carrying the next step forward as he puts the story together. And it's that message that he's now bringing to these multi ethnic congregations.",
    "start": "00:42:50",
    "end": "00:44:03"
  },
  {
    "text": "For me, all this land in the second half of Romans 2 and the beginning of Romans 3. In the great Protestant tradition of commentating on Romans, this point I think is usually missed completely because people assume that from Romans 118 to 320, the only thing he is basically saying is you're all sinful. And if the Jews think they're an exception to that, then they're wrong because they're simple too. And that misses the point in 217 follows that the Jew is responding and saying, but we Jews are the answer to the problem. It's not just we're an exception to the problem, it's where the answer to the problem. And Paul says, well in a sense, yes you are, but you've blown it. And so at the beginning of chapter three, Paul raises the question what it would say about the Jews. Now notice at this point the great Western tradition, Catholic and Protestant, has basically agreed with what Paul proposes and then denies. Because when people tell the story of story of salvation, if you like, they'll often end up saying something like, well, God did give this initial revelation to the Jewish people or the Israelite people, and it was the law and it was too difficult for them, they couldn't do it. So God said, okay, we'll scrap that and we'll do it a different way, namely by sending Jesus. And that's precisely what Paul does not say. The whole point of Romans is that God does not change his covenanted purposes. He said he would save the world through Israel and he will. The problem is how are you going to get a faithful Israelite correct, that's what you need.",
    "start": "00:44:03",
    "end": "00:45:40"
  },
  {
    "text": "Yes.",
    "start": "00:45:40",
    "end": "00:45:40"
  },
  {
    "text": "And so Romans 3:1:9 states that problem very sharply. And then 3:21 says, the faithfulness of Jesus, the Messiah. That's how it's happened. And that whole sequence of thought transforms. Everything transforms how you read Romans, it transforms how you read all of Paul, to be honest.",
    "start": "00:45:40",
    "end": "00:45:59"
  },
  {
    "text": "Yeah.",
    "start": "00:45:59",
    "end": "00:45:59"
  },
  {
    "text": "It's so funny. In the tradition I grew up, we were kind of taught to read Romans 2:17 as sarcastic.",
    "start": "00:45:59",
    "end": "00:46:07"
  },
  {
    "text": "But actually Paul agrees with this. He says, you think that you're a light to those in darkness, a teacher of babes, etc. And Paul disagreeing with that.",
    "start": "00:46:09",
    "end": "00:46:16"
  },
  {
    "text": "Yeah.",
    "start": "00:46:16",
    "end": "00:46:16"
  },
  {
    "text": "Yes. Yeah, that's right.",
    "start": "00:46:16",
    "end": "00:46:17"
  },
  {
    "text": "Yeah, yeah, yeah. I never, I never read it that way. I always read as him being like, come on, guys, get your act together. Of course you're not.",
    "start": "00:46:17",
    "end": "00:46:23"
  },
  {
    "text": "I know, me too. Me too. That's how, that's how I was. I was taught and I puzzled over Romans 2 and 3 for years when I was starting out. And gradually, gradually things come, come, I.",
    "start": "00:46:23",
    "end": "00:46:35"
  },
  {
    "text": "Think, clearer, as I've discovered, after you showed it to me and then many others. This is very key for understanding how Paul puts the whole story of the Bible together with Jesus at the culmination. So if the laws and the covenant that were for Israel to help them fulfill their mission to become a blessing to the nations, paradoxically, it ended up killing them through their disobedience, leading to exile because of their sins.",
    "start": "00:46:35",
    "end": "00:47:00"
  },
  {
    "text": "Which is why you need Romans 9:11. You can't do without Romans 9:11. That's where the. These questions really get faced. And the way I put it to students is that God called Abraham and his family to be the doctors who were going to deal with the sickness that had infected the human race. The problem was the doctor was carrying the disease himself. Those two strands land up on the cross of Jesus, that the vocation of Israel. The vocation of Israel to be the healer of the world is ultimately a vocation that only God himself can undertake.",
    "start": "00:47:01",
    "end": "00:47:36"
  },
  {
    "text": "In the person of his Son.",
    "start": "00:47:36",
    "end": "00:47:37"
  },
  {
    "text": "So this is back to 15 minutes ago when you first said, this is a very important point. And we've basically just been talking about it since. And whether it's in Acts, whether it's in Paul, whether it's in Jesus. ANNOUNCEMENT the forgiveness of sins in that biblical context has a whole different set of nuances than the way most modern people read it. The forgiveness of sins is related to how Israel got into exile. And that problem has to be solved so that the blessing of Abraham can go out to the nations.",
    "start": "00:47:37",
    "end": "00:48:09"
  },
  {
    "text": "That's Galatians 3, 10, 14. In a nutshell.",
    "start": "00:48:09",
    "end": "00:48:12"
  },
  {
    "text": "That was transformative from my understanding of the whole biblical story, that forgiveness of sins needs to be put into that story, which it's not. It's put into my own individualistic me and Jesus narrative in the traditions that I was raised in.",
    "start": "00:48:12",
    "end": "00:48:29"
  },
  {
    "text": "Yeah, me too, me too. But the great thing about doing it the way that I've done it is that you don't lose any of that.",
    "start": "00:48:29",
    "end": "00:48:35"
  },
  {
    "text": "That's right.",
    "start": "00:48:35",
    "end": "00:48:35"
  },
  {
    "text": "All of the intimacy of a forgiven relationship with the God we know in and through Jesus, by the Spirit, that is all still there. I wouldn't be without it. You know, people sometimes imagine that I'm offering them something which is purely a sociological agenda. And the trouble with theology is that because it's such an all embracing subject, it covers everything, but you have to say everything all the time, otherwise people think you've delivered.",
    "start": "00:48:36",
    "end": "00:49:02"
  },
  {
    "text": "Yes, totally, yes. The whole point of Genesis 1 through 11 is that humans have found themselves exiled and need to be forgiven everyone and our larger groups. And it's both that global, multi ethnic story, all humanity story and the Israel story that Paul encountered on the road to Damascus. And it took him a while to sort it out.",
    "start": "00:49:02",
    "end": "00:49:25"
  },
  {
    "text": "It's easy for us to imagine that there's a complete lack of overlap between what he would say to Jews and what he would say to Gentiles. Yes, but we must never forget that because Paul is a loyal Jew, he is a creational monotheist. That is to say, he believes that the whole world is God's world, that all people are made in God's image, that all true truth is God's truth. That's why he can say in that wonderful passage in Philippians 4, you know, whatever, whatever is true, whatever is holy, whatever is just, whatever is, is lovely and of good report. If there's any virtue, any craze, think about these things. There's a lot of that stuff out there celebrated. But then he says, this, by the way, is how you have to behave according to the pattern that you learned and saw and understood in me. In other words, there is a lot of God's sheer goodness out there in the world. Celebrate it and talk to people out there and make them realize what's going on. But don't allow that inclusivity, if you like, to betray you into thinking that you can behave as the rest of the world behaves, because you mustn't, because you're a new creation people.",
    "start": "00:49:25",
    "end": "00:50:35"
  },
  {
    "text": "So on a rainy day in whatever, when he's walking Away from Ephesus, he's on to the next city. He's seen some people give their allegiance to Jesus. He probably got beat a time or two. A question at the heart of the biography book that I loved, you kept repeating it is what made him tick, what made him get up another day and go to the next city. What kind of thing would drive and motivate him? As we can understand from his letters.",
    "start": "00:50:35",
    "end": "00:51:01"
  },
  {
    "text": "He is very explicit about this. There's no secret. It's the big A word, agape love. He said, the love of the Messiah leaves us no choice. The love of the Messiah drives me on. The Son of God loved me and gave himself for me. That's a very passionate, very intimate thing to say. And when he said, nothing will separate us from the love of God in the Messiah, Jesus our Lord, and that sense of being grasped. Trouble is, for us, we talk about love, and it's such a floppy English word, it covers many things. For Paul, it includes that whole covenant love. I have loved you with an everlasting love. Think of Isaiah, think of the Psalms and God's love for Israel and through Israel, for the world, God's love for all his creation. O Lord, how manifold are your works in wisdom you've made them all. Psalm 104. There's a sense of the overflowing, generous love of the Creator God, the overflowing covenant love of the God of Israel, all poured into this one actual human being, Jesus, who is himself the very embodiment of that love. And Paul feels that love surrounding him and sustaining him and encouraging him, and the only choice is to love in return. And that's, that's obviously, obviously what he does. And so that's his own account of what gets him out of bed every morning and what pushes him on despite everything. And 2 Corinthians, that bit about the love of the Messiah leaving us no choice. In 2 Corinthians 5, think what's just gone before. In 2 Corinthians 4, think what's coming afterwards. In 2 Corinthians 6, this is somebody who suffers and has suffered mightily, powerfully, and yet says in the middle of it all, he knows this.",
    "start": "00:51:01",
    "end": "00:52:48"
  },
  {
    "text": "Love you guys. Thank you for listening to the Bible Project podcast. I hope you enjoyed that conversation as much as John and I did. If you want to find out more about N.T. wright's work, here's two things you can do. One is his most recent book is on the Apostle Paul. It's called A Biography. You can find it on Amazon or online or we'll have a link to it in the show notes. Also, you may not know and we are happy to let people know about this. You can actually take classes from NT Riot Online and watch lectures and have interactive learning experiences at NTRite online. That's actually the website ntwriteonline.org and if you have listened this far in the podcast we were able to work out an arrangement where we have a special like website coupon type thing that you you can get some courses at a huge huge discount. If you go to the website you'll see all the courses that you can take on all kinds of things in the New Testament and so on. However, if you type in this web address for Bibleproject listeners, type in ntriteonline.org thebibleproject. You'll get a special landing page. You'll be able to access his course on the Book of Philemon for free and also a huge huge discount on the course called A Biography where you can learn in greater depth the things we talked about in this very conversation. The Bible Project is a non profit animation studio in Portland, Oregon. We believe that the Bible is a unified story that leads to Jesus and has wisdom to offer the modern world. You can find all of our resources online for free@thebibleproject.com Today's episode was edited and produced by Dan Gummel. The theme music was by the band Tense. Thanks for listening and we'll see you next time.",
    "start": "00:52:48",
    "end": "00:54:49"
  },
  {
    "text": "We believe the Bible is a uniform story that leads to Jesus.",
    "start": "00:54:51",
    "end": "00:54:55"
  },
  {
    "text": "We are a crowdfunded project by people like me.",
    "start": "00:54:55",
    "end": "00:54:59"
  },
  {
    "text": "Find free video, videos, study notes and more@thebibleproject.com.",
    "start": "00:54:59",
    "end": "00:55:04"
  }
]