[
  {
    "text": "In our culture, we're familiar with great endings in stories. In a good story, you're dropped into a new world. The music begins, the bad guy has been defeated, and you watch as all the tensions get tied up neatly. The guy and the girl finally confess their love. There's that final line that leaves us with a feeling of satisfaction. Louie, I think this is the beginning of a beautiful friendship. But if you've ever read the Book of Acts, it seems to have the opposite effect. Paul arrives in Rome. He's under house arrest, waiting for his trial before Caesar. What's going to happen to Paul? What's going to happen to the church communities that he started? And Luke writes this.",
    "start": "00:00:00",
    "end": "00:00:57"
  },
  {
    "text": "So the last sentences of the Book of Acts are. For two whole years, Paul stayed there in his own rented house. He welcomed everyone who came to see him, and he proclaimed the kingdom of God and taught about the Lord Jesus Messiah with all boldness and without hindrance. And then that's how the book ends.",
    "start": "00:00:57",
    "end": "00:01:17"
  },
  {
    "text": "I'm John Collins. This is the BibleProject Podcast. And today we look at the ending of the Book of Acts, and we ask, why does Luke end the book so abruptly?",
    "start": "00:01:17",
    "end": "00:01:28"
  },
  {
    "text": "Luke wants his readers to find their own story foreshadowed in Jesus and Paul's story. And so you find yourself now invited to continue and perpetuate the story that started here.",
    "start": "00:01:29",
    "end": "00:01:44"
  },
  {
    "text": "Thanks for joining us. Here we go. All right. Home stretch of Acts. It's been a lot of conversation on the Book of Acts.",
    "start": "00:01:44",
    "end": "00:01:56"
  },
  {
    "text": "Yeah. So many good things to talk about.",
    "start": "00:01:56",
    "end": "00:01:58"
  },
  {
    "text": "And we are now in the part of Acts where Paul is going to go to Rome.",
    "start": "00:01:59",
    "end": "00:02:08"
  },
  {
    "text": "That's right.",
    "start": "00:02:08",
    "end": "00:02:09"
  },
  {
    "text": "He's been kind of passed along from ruler to ruler. Yeah, Paul's your problem now. Paul's your problem now.",
    "start": "00:02:09",
    "end": "00:02:16"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:02:16",
    "end": "00:02:17"
  },
  {
    "text": "Paul's your problem.",
    "start": "00:02:17",
    "end": "00:02:17"
  },
  {
    "text": "Nobody wants to take responsibility for him. They can't figure out even what charges to post against him.",
    "start": "00:02:17",
    "end": "00:02:23"
  },
  {
    "text": "And he got there because the Jewish leaders in Jerusalem or. Well, actually, just the people. We're just going to. We're going to kill them. And so they're like, we got to break up this fight. And now they're like, well, what do we do with them? Yeah, they want to kill him. We can't find anything wrong with them.",
    "start": "00:02:24",
    "end": "00:02:40"
  },
  {
    "text": "Yeah.",
    "start": "00:02:40",
    "end": "00:02:41"
  },
  {
    "text": "And then Paul puts his foot in his mouth. He's like, all right, bring me to Caesar.",
    "start": "00:02:41",
    "end": "00:02:46"
  },
  {
    "text": "Take me to Rome.",
    "start": "00:02:46",
    "end": "00:02:46"
  },
  {
    "text": "And then they're like, okay, I guess we have to take him to Rome now.",
    "start": "00:02:46",
    "end": "00:02:49"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:02:49",
    "end": "00:02:49"
  },
  {
    "text": "Should he have just not said that?",
    "start": "00:02:49",
    "end": "00:02:51"
  },
  {
    "text": "Well, it's interesting, actually. There's one. I didn't include this in our conversation. In chapter 23, Paul has a dream where Jesus appears to him and says, listen, I'm with you. You're going to be safe and you're going to bear witness about me in Rome. Just hang tight. And then Paul stays in the system for another like two or three years.",
    "start": "00:02:51",
    "end": "00:03:11"
  },
  {
    "text": "Yeah.",
    "start": "00:03:11",
    "end": "00:03:12"
  },
  {
    "text": "Waiting to go to Rome.",
    "start": "00:03:12",
    "end": "00:03:13"
  },
  {
    "text": "It'd be such a frustrating time after such a just fully lived life, at least for those past few years of just all the travel and all the people and all just this perpetual road trip and, and then being almost killed all these times and starting all these communities, changing people's lives and just seeing all this stuff happen and then having to just sit around for years in prison because of the like, laziness and injustice of a few rulers.",
    "start": "00:03:13",
    "end": "00:03:49"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:03:49",
    "end": "00:03:50"
  },
  {
    "text": "That'd just be frustrating.",
    "start": "00:03:50",
    "end": "00:03:51"
  },
  {
    "text": "I bet that was a huge thing Paul had to pray and work through. It is during these years of imprisonment that he worked out and then with a scribe, wrote a lot of the letters. Ephesians. Yeah. Philippians, Colossians, Philemon.",
    "start": "00:03:51",
    "end": "00:04:06"
  },
  {
    "text": "Oh, yeah. Well, there you go.",
    "start": "00:04:06",
    "end": "00:04:08"
  },
  {
    "text": "And these have been some of the greatest gifts that he's passed on to the church or his writings.",
    "start": "00:04:08",
    "end": "00:04:13"
  },
  {
    "text": "So when he talks about being in prison in those letters, he's talking about this season of imprisonment.",
    "start": "00:04:15",
    "end": "00:04:20"
  },
  {
    "text": "Oh, man. Yes. There was likely one other season of imprisonment. Many scholars think it was in Ephesus that really took him to the bottom, that he mentions that in second Corinthians. It doesn't seem to be tied to this season, but the chronology is kind of complicated. But most likely, yeah, it's this Caesarea imprisonment that's connected to many of the prison letters. Yeah, cool. So that was something really significant that came out of this, but it must have drove him mad.",
    "start": "00:04:20",
    "end": "00:04:52"
  },
  {
    "text": "Yeah.",
    "start": "00:04:52",
    "end": "00:04:53"
  },
  {
    "text": "So, yeah, so here we go. Paul's in the legal system. It's messed up. One thing that Luke is up to, the way that he's designed the stories about Paul from his missionary journeys, but especially up to his arrest, his going to Jerusalem, what happens to him there, all of the trials, everything leading to Rome. This is really cool. He has, it's like Old Testament narrative design patterns. He has designed the narratives of Paul going to Jerusalem and then facing Roman officials and then going to Rome. All of it has been mapped onto and hyperlinked to key moments in Jesus's story in Luke. Remember, it's a two volume work of Jesus's missionary journeys and then his decision to go to Jerusalem and then what happens to him in Jerusalem? People have noticed these correspondences, parallels for a long, long time. It was a scholar in the 20th century named Charles Talbert who like brought it all together, made like the case, like this is. We're not making this up.",
    "start": "00:04:53",
    "end": "00:06:02"
  },
  {
    "text": "Yeah.",
    "start": "00:06:02",
    "end": "00:06:02"
  },
  {
    "text": "Once you see it all together, I've tried to bring it together in a chart here. It's just overwhelmingly clear what Luke is doing. So his book is called Literary Patterns and Theological Themes in Luke Acts Bestseller, I'm sure.",
    "start": "00:06:02",
    "end": "00:06:15"
  },
  {
    "text": "Literary patterns, yeah, you like to talk about that.",
    "start": "00:06:15",
    "end": "00:06:18"
  },
  {
    "text": "Yeah. So we'll just kind of work through a few of these, just kind of, kind of point them out. So In Luke chapter 10, Jesus sends out the 70 as a preview of the gentile mission to the church. Remember, he sends out the 12 to announce the kingdom of God. That's in Matthew, Mark and Luke. But then in Luke, preserves a memory of Jesus, also sending out a group of 70 which.",
    "start": "00:06:18",
    "end": "00:06:43"
  },
  {
    "text": "Sending out 12, that makes sense for.",
    "start": "00:06:43",
    "end": "00:06:46"
  },
  {
    "text": "The tribes of Israel, but the 70 and then sending them also into non Jewish territories up in Galilee. 70 is the number of nations in the table of nations. In Genesis chapter 10, Jesus did symbol nerds.",
    "start": "00:06:46",
    "end": "00:07:02"
  },
  {
    "text": "And so that's how many nations are listed in Genesis chapter 10. 70 nations.",
    "start": "00:07:03",
    "end": "00:07:08"
  },
  {
    "text": "Correct. Just the map of all the sons of Noah. Yeah, yeah, correct. So that opens up the travel section of Luke. In Luke's portrayal of Jesus, there's the Galilee section and then there's the long.",
    "start": "00:07:08",
    "end": "00:07:21"
  },
  {
    "text": "Travel narrative to Jerusalem. Yeah.",
    "start": "00:07:21",
    "end": "00:07:24"
  },
  {
    "text": "And so exactly mapping onto that, the middle part of Acts is Paul's journey narrative. The missionary journeys out there. Then on like turn of the dime, Jesus. In Luke chapter nine, it says that Jesus fixed his face to go to Jerusalem or when he's transformed on the mountain with Moses and Elijah. They're talking about his exodus that he's going to fulfill in Jerusalem. So within the span of a couple scenes, Jesus is now on a mission to go to Jerusalem. Just like we saw with Paul, right. He's out there planting churches and then he just gets a bee in his bonnet. God telling me to go to Jerusalem. Boom, he's on it. Everybody around Jesus doesn't understand why he has to go to Jerusalem. Multiple conversations, he's like, I'm going to go to Jerusalem and they're going to kill me there. And then Luke will say, but no one understood what he meant by this. They didn't know why he had to go to Jerusalem. This happens multiple times now.",
    "start": "00:07:24",
    "end": "00:08:25"
  },
  {
    "text": "Jesus didn't have as many enemies in Jerusalem as Paul would have had, right?",
    "start": "00:08:25",
    "end": "00:08:28"
  },
  {
    "text": "Oh yeah, totally. He's building as he's going about. He's having all of his run ins with Sadducees, Pharisees and leaders.",
    "start": "00:08:29",
    "end": "00:08:37"
  },
  {
    "text": "His reputation's proceeding.",
    "start": "00:08:39",
    "end": "00:08:40"
  },
  {
    "text": "So it's precisely parallel, just Paul and Jesus on their journeys are building up a bad reputation in Jerusalem. And then they make a decision both to go there in the same way. Paul's friends don't understand why he has to go to Jerusalem. Trying to persuade him not to go. This is interesting. In the journey narrative, from the moment Jesus sets his face to go to Jerusalem, to arriving in Jerusalem, there are seven references to Jesus going to Jerusalem. So it'll be like. And Jesus, while Jesus was on his way to Jerusalem, a blind man approached him or so seven times.",
    "start": "00:08:40",
    "end": "00:09:16"
  },
  {
    "text": "Yeah.",
    "start": "00:09:16",
    "end": "00:09:16"
  },
  {
    "text": "As mentioned in between in the journey narrative, after Paul first decides to go to Jerusalem, and upon his arrival in Jerusalem, seven times that the journey to Jerusalem is mentioned, both Jesus and Paul, when they first arrive in the city, gain a positive reception. So for Jesus, it's Palm Sunday, remember.",
    "start": "00:09:16",
    "end": "00:09:39"
  },
  {
    "text": "Yeah.",
    "start": "00:09:39",
    "end": "00:09:39"
  },
  {
    "text": "They're giving glory to God. Actually, this is a verbal link here where the crowds are saying, blessed is the one who comes in the name of the Lord. Peace in heaven, glory in the heights. When Paul arrives in Jerusalem, the apostles receive us gladly. Luke says, the following day, Paul went up to James. The elders were there. He related one by one, all the things that God had done among the Gentiles. And when they heard it, they gave glory to God. So Jesus comes into Jerusalem to the glory of God. Paul comes to Jerusalem to the glory of God. Where do both of them go immediately upon arriving? They both go to the temple. Literally, just same phrase, entered into the temple. Both of them end up getting arrested and seized by a crowd. So for Jesus, it's in Gethsemane. While Jesus was speaking in the garden, behold, a crowd came and one called Judas, and they seized him. Same with Paul. Wait, that was in Gethsemane, in the garden of Gethsemane.",
    "start": "00:09:39",
    "end": "00:10:38"
  },
  {
    "text": "It was a crowd. They called it a crowd.",
    "start": "00:10:38",
    "end": "00:10:40"
  },
  {
    "text": "Well, that's what Luke calls it. Yeah, he calls it a crowd. Yeah, yeah. Stormed the garden and then seized him and took him to the high priest. When Paul is in the temple precincts, a crowd is stirred up and they laid hold of him and dragged him outside the temple. Jesus undergoes four stages to his trial. Four leaders. He's brought before the Sanhedrin. Pilate first time, Herod then Pilate a second time. Yeah, Only Luke has four Herod. The moment before Herod isn't mentioned in Mark or Luke or John. Paul also undergoes Four separate trials before the Sanhedrin. Just like Jesus before Felix, who's the governor. Just like Pilate's the governor in Jerusalem, Felix is the governor then before Festus, and then also a Herod. A Herod Equippa. So he's lined up even the representatives. Yeah, Just precisely while they're in Jerusalem, Jesus enters into a debate with Sadducees, and Luke makes a little note. Sadducees don't believe in the resurrection.",
    "start": "00:10:40",
    "end": "00:11:44"
  },
  {
    "text": "Yeah.",
    "start": "00:11:44",
    "end": "00:11:44"
  },
  {
    "text": "Paul, when he's on trial before the Sanhedrin, he recognizes, ooh, there's Pharisees and Sadducees in the room. The Sadducees don't believe in the resurrection. So what Paul says is, I'm on trial for believing in the Resurrection. And then the Sadducees are like, there is no resurrection. And the Pharisees are like, what? And then a commotion starts and the trial gets canceled.",
    "start": "00:11:44",
    "end": "00:12:07"
  },
  {
    "text": "Smart move.",
    "start": "00:12:08",
    "end": "00:12:08"
  },
  {
    "text": "It's totally Paul's work. In the room, both Jesus and Paul stand before someone named Herod. Pilate says to the crowd, jesus should be released. King Agrippa says, Paul should be released, but he appealed to Caesar. The crowds shout about Jesus, take him away. The crowd shout about Paul in the temple precinct. Take him away.",
    "start": "00:12:08",
    "end": "00:12:31"
  },
  {
    "text": "Yeah, same phrase.",
    "start": "00:12:31",
    "end": "00:12:32"
  },
  {
    "text": "Same phrase. In both cases, a Roman centurion acknowledges Jesus identity. Surely he's a righteous man.",
    "start": "00:12:32",
    "end": "00:12:39"
  },
  {
    "text": "Yeah. Who's that in Paul's case?",
    "start": "00:12:39",
    "end": "00:12:40"
  },
  {
    "text": "In Paul's case, it's the Roman centurion who takes him on the ship through the storm and so on. And it says that he treated Paul with kindness and he wanted to deliver Paul safely. It's that in both narratives, a Roman centurion is given this positive portrait, which is surprising. And then this one takes the cake at Jesus Passover meal. He took the bread and giving thanks. He broke it. When Paul is on the shipwreck, they've thrown the cargo overboard. You know, the ship's adrift in the storm. And then Luke creates this little still moment where Paul performs a last supper on the boat. He prays for everybody's safety. And it says, paul took the bread and giving thanks. He broke it. So those are 16. Those are just the most prominent ones. So, like, what's going on here?",
    "start": "00:12:40",
    "end": "00:14:07"
  },
  {
    "text": "Yeah.",
    "start": "00:14:07",
    "end": "00:14:08"
  },
  {
    "text": "So, you know, I have some quotes and different observations of what the people have made, but I'm just curious. I've been looking at this for a long time. You're looking at this for the first time. Like what?",
    "start": "00:14:08",
    "end": "00:14:18"
  },
  {
    "text": "Well, I mean, and you've been showing how this is a typical thing in Hebrew literature. All these callbacks.",
    "start": "00:14:19",
    "end": "00:14:26"
  },
  {
    "text": "Yeah. Luke Acts is.",
    "start": "00:14:26",
    "end": "00:14:28"
  },
  {
    "text": "It's Hebrew literature.",
    "start": "00:14:28",
    "end": "00:14:29"
  },
  {
    "text": "It's Jewish literature. Written in Greek.",
    "start": "00:14:29",
    "end": "00:14:31"
  },
  {
    "text": "Yeah.",
    "start": "00:14:31",
    "end": "00:14:32"
  },
  {
    "text": "By somebody who's a master of the Hebrew Bible.",
    "start": "00:14:32",
    "end": "00:14:35"
  },
  {
    "text": "Yeah.",
    "start": "00:14:35",
    "end": "00:14:35"
  },
  {
    "text": "The Greek Bible.",
    "start": "00:14:35",
    "end": "00:14:36"
  },
  {
    "text": "So I guess that's my first thought is just, well, that seems par for the course that he would be doing that. But yeah, it's interesting that to me, I would tell Luke, like, well, take it easy. Paul isn't Jesus. You know, like, oh, yeah, you might.",
    "start": "00:14:36",
    "end": "00:14:52"
  },
  {
    "text": "Be a little bit bothered.",
    "start": "00:14:52",
    "end": "00:14:53"
  },
  {
    "text": "Yeah. Don't push this so far. I mean, I see what you're doing, and that's really clever. But Jesus was the son of man who can unite heaven and earth. Paul, you're just. You're. You're rad.",
    "start": "00:14:53",
    "end": "00:15:09"
  },
  {
    "text": "Yeah.",
    "start": "00:15:09",
    "end": "00:15:10"
  },
  {
    "text": "You're working by his spirit to go and proclaim his kingdom.",
    "start": "00:15:11",
    "end": "00:15:15"
  },
  {
    "text": "Yeah.",
    "start": "00:15:16",
    "end": "00:15:16"
  },
  {
    "text": "So I would. I'd almost like, try to tell Luke, like, you know, calm down a little bit on this parallelism between Jesus and Paul. Makes me feel a little uncomfortable.",
    "start": "00:15:16",
    "end": "00:15:29"
  },
  {
    "text": "Yeah, yeah, I got it. Yeah. That's really interesting. Yeah. The apostles, especially Luke, but also Paul. Yeah. They. They aren't as bothered by that.",
    "start": "00:15:29",
    "end": "00:15:40"
  },
  {
    "text": "Yeah.",
    "start": "00:15:40",
    "end": "00:15:40"
  },
  {
    "text": "If anything, they want to heighten the connection and the similar. Obviously.",
    "start": "00:15:40",
    "end": "00:15:45"
  },
  {
    "text": "Yeah. And it's always bothered me that Paul's thought of his suffering that way. You know, that.",
    "start": "00:15:45",
    "end": "00:15:52"
  },
  {
    "text": "Yeah. I'm looking at this line. It's in Colossians 1, where he says, I rejoice in my sufferings that I share on behalf of Christ's body, the Messiah's body. I am filling up what remains of the Messiah's sufferings.",
    "start": "00:15:53",
    "end": "00:16:08"
  },
  {
    "text": "Yeah.",
    "start": "00:16:08",
    "end": "00:16:08"
  },
  {
    "text": "In my body.",
    "start": "00:16:08",
    "end": "00:16:09"
  },
  {
    "text": "Yeah.",
    "start": "00:16:10",
    "end": "00:16:10"
  },
  {
    "text": "So he sees literally if my life is the Messiah's life. Right. I no longer live. It's the Messiah, the new human living in and through me then. And my body isn't my own.",
    "start": "00:16:10",
    "end": "00:16:22"
  },
  {
    "text": "Yeah.",
    "start": "00:16:22",
    "end": "00:16:22"
  },
  {
    "text": "It belongs to the Messiah. Then. The hardships that I undergo for the Messiah and the new humanity are his sufferings.",
    "start": "00:16:22",
    "end": "00:16:31"
  },
  {
    "text": "He could say that I would be comfortable with him saying that when I suffer.",
    "start": "00:16:31",
    "end": "00:16:35"
  },
  {
    "text": "Yeah. It's Messiah.",
    "start": "00:16:35",
    "end": "00:16:37"
  },
  {
    "text": "It's the same type of suffering.",
    "start": "00:16:37",
    "end": "00:16:38"
  },
  {
    "text": "Well, he doesn't say same type.",
    "start": "00:16:39",
    "end": "00:16:40"
  },
  {
    "text": "Well, I know, I know. I like what he said.",
    "start": "00:16:40",
    "end": "00:16:44"
  },
  {
    "text": "You're telling you what you wish he said.",
    "start": "00:16:46",
    "end": "00:16:49"
  },
  {
    "text": "Yeah. And what you kind of said was like, he could even say, I'm sharing in the suffering of Jesus and I'm participating in his suffering. And I think he uses a phrase like that. But what he says I don't have in front of me. What does he say? He says, like, there's something.",
    "start": "00:16:49",
    "end": "00:17:04"
  },
  {
    "text": "It's like filling up what is lacking in the Messiah's suffering in my body?",
    "start": "00:17:04",
    "end": "00:17:09"
  },
  {
    "text": "Yeah, that's always was a weird verse. Because if the point of Jesus suffering was to create a way forward, then is what he did. It wasn't complete in some way.",
    "start": "00:17:09",
    "end": "00:17:24"
  },
  {
    "text": "Yes, and.",
    "start": "00:17:24",
    "end": "00:17:25"
  },
  {
    "text": "And that Paul feels like he needs to. To complete that. But I have a feeling. And maybe that's not exactly what he means, but when. When he says, I got. Sorry. Read it again. Where are we at? Colossians.",
    "start": "00:17:25",
    "end": "00:17:35"
  },
  {
    "text": "Colossians 1.",
    "start": "00:17:35",
    "end": "00:17:36"
  },
  {
    "text": "I rejoice in what I'm suffering for you. And I fill up in my flesh what is still lacking in regards to Christ's afflictions for the sake of his body, which is the church. So there was something lacking.",
    "start": "00:17:37",
    "end": "00:17:50"
  },
  {
    "text": "Yeah, maybe it's that phrase lacking.",
    "start": "00:17:50",
    "end": "00:17:52"
  },
  {
    "text": "Yeah, maybe that's just the phrase lacking.",
    "start": "00:17:52",
    "end": "00:17:53"
  },
  {
    "text": "Well, yeah. And maybe it's because there's that theme in Hebrews about the. The Messiah's death and then resurrection was complete and perfect.",
    "start": "00:17:54",
    "end": "00:18:03"
  },
  {
    "text": "Yeah.",
    "start": "00:18:03",
    "end": "00:18:04"
  },
  {
    "text": "I mean there's nothing lacking.",
    "start": "00:18:04",
    "end": "00:18:05"
  },
  {
    "text": "Wait.",
    "start": "00:18:05",
    "end": "00:18:05"
  },
  {
    "text": "Yeah, yeah, exactly so. And that's true in terms of that as all our substitute and forerunner, he goes into death and out the other side on our behalf. It's done.",
    "start": "00:18:06",
    "end": "00:18:18"
  },
  {
    "text": "Yeah. He didn't halfway come back alive.",
    "start": "00:18:18",
    "end": "00:18:21"
  },
  {
    "text": "Yeah, that's right. It's a done deal. What Paul's focusing on though is my participation in the kingdom ruling as the new humanity over the world. Remember, this is the theme in Luke. The risen king is the suffering crucified one. And so to rule the way Jesus rules will mean self denial and hardship. And if I'm so closely joined to Jesus that my life is his life, then my sufferings are his sufferings in a really. I don't know what. In an existential way. Yeah, I mean Paul doesn't even flinch. He's just like, yeah, I'm in prison. That's Jesus suffering. I'm continuing the suffering.",
    "start": "00:18:21",
    "end": "00:19:04"
  },
  {
    "text": "Jesus didn't stick around to suffer for you guys in prison. I'm doing it.",
    "start": "00:19:04",
    "end": "00:19:08"
  },
  {
    "text": "I'm doing it for you on behalf of Jesus and for him. Yeah, totally. And so it seems to me Luke is making the same point through narrative. Yeah, that's exactly right.",
    "start": "00:19:08",
    "end": "00:19:18"
  },
  {
    "text": "That by Paul suffering and him coming back to Jerusalem, being sent to Rome, that is also Jesus suffering.",
    "start": "00:19:18",
    "end": "00:19:27"
  },
  {
    "text": "Yeah, yeah. Actually here, this is good. I have a couple quotes here. People who have reflected on these parallels patterns come one is a scholar named Michael Golder. Here's how he frames it. He says Luke is writing a typological history and he's using the word typological typology in A technical sense of. Tupos is the Greek word for pattern. So a patterned history, the life of Jesus provides the template for the life of the church. This is the Pauline doctrine of the body of Christ. Finding here a literary expression in the patterns and cycles of Luke's narrative. Christ is alive. He's continuing his own life through his body, that is through the Church. His point is. Yeah, you get it. In Acts, Luke's bringing to literary expression through the patterns the same idea that Paul was making, that it is Jesus continuing his life through his followers.",
    "start": "00:19:27",
    "end": "00:20:27"
  },
  {
    "text": "This is Jesus continued legacy.",
    "start": "00:20:27",
    "end": "00:20:29"
  },
  {
    "text": "Correct.",
    "start": "00:20:29",
    "end": "00:20:30"
  },
  {
    "text": "Embodied now through others.",
    "start": "00:20:31",
    "end": "00:20:33"
  },
  {
    "text": "Yeah. Through misunderstood cultural influencers who aren't doing anything to break the law. Right. Everything we've talked about in this series, Paul is doing the same thing and so is Peter and so on, but especially Paul. Paul really embodies what's going on here for Luke in an important way. Putting it that way. Does that make you nervous?",
    "start": "00:20:33",
    "end": "00:20:56"
  },
  {
    "text": "No, no. Yeah. I like.",
    "start": "00:20:57",
    "end": "00:20:59"
  },
  {
    "text": "Doesn't activate the same.",
    "start": "00:21:00",
    "end": "00:21:02"
  },
  {
    "text": "It's kind of. Yeah. I think the hesitation is, are you trying to equate Paul with Jesus and. Versus What I hear Golder here saying is that Jesus is working through Paul, in which case Paul's activity here is Jesus activity.",
    "start": "00:21:03",
    "end": "00:21:22"
  },
  {
    "text": "Yes. And so therefore it will mirror.",
    "start": "00:21:22",
    "end": "00:21:24"
  },
  {
    "text": "Yeah. And so to really show that. To make that plain as day, actually making it mirror Jesus's activity in that typological way really brings home that point.",
    "start": "00:21:24",
    "end": "00:21:37"
  },
  {
    "text": "Yeah.",
    "start": "00:21:37",
    "end": "00:21:37"
  },
  {
    "text": "Yeah. That's cool.",
    "start": "00:21:37",
    "end": "00:21:38"
  },
  {
    "text": "Yeah. Let's see. Yeah. Just a couple other just Bible nerds who talk about this. One is Charles Talbert, who compiled this detailed list. It's the most exhaustive kind of collection that anyone's ever made. He says this about it. He says in Luke Acts, we find an architectural pattern of correspondences between the career of Jesus and the life of the apostles. In this way, Luke portrays the deeds and the teachings of Jesus as the pattern for the Acts and instruction of the apostolic church in the book of Acts. It's near impossible to. To avoid the conclusion that these correspondences between Jesus and his followers serve this purpose. Jesus is the master. He's the source of the Christian way of life, which is imitated by his disciples. He's actually kind of dialed it down from Golder's observation. For him, it's just Jesus is like the teacher, and then the apostles are the imitators. The Golder wants to make it even a little more bold to say it's literally Jesus's own life being played out.",
    "start": "00:21:38",
    "end": "00:22:47"
  },
  {
    "text": "Yeah.",
    "start": "00:22:47",
    "end": "00:22:48"
  },
  {
    "text": "And so it will look the same.",
    "start": "00:22:48",
    "end": "00:22:49"
  },
  {
    "text": "Right.",
    "start": "00:22:49",
    "end": "00:22:50"
  },
  {
    "text": "It's Interesting. And they're both probably right. It's just a matter of emphasis. Sa. So here's something interesting about the Book of Acts, how it concludes. Okay, so the Book of Acts, you know, Paul's and all these mistrials, the famous shipwreck story.",
    "start": "00:22:50",
    "end": "00:23:48"
  },
  {
    "text": "Okay.",
    "start": "00:23:48",
    "end": "00:23:49"
  },
  {
    "text": "And you got Jonah.",
    "start": "00:23:49",
    "end": "00:23:50"
  },
  {
    "text": "We got some good shipwreck stories.",
    "start": "00:23:50",
    "end": "00:23:52"
  },
  {
    "text": "Yeah, totally. Yeah. There's just a handful, actually. One other main shipwreck story, Jonah. But. But then you also have lots of all of the symbolism connected to dangerous waters. Right. Passing through the dangerous waters. But that's all under the surface for Luke. But surely he's aware of that. And so Paul is safely brought through. This is cool. He's safely brought through the shipwreck. The ship breaks apart as they get close to a little island called Malta. So they float on all the pieces of the ship to the island, and there's some islanders there, and there's a tribe chief's name is Publius. Pretty sure that's how you say it. Publius. They're preparing a fire on the beach. And then Luke includes this random story of Paul getting bitten by a snake. And then he shakes it off.",
    "start": "00:23:52",
    "end": "00:24:46"
  },
  {
    "text": "And then they're like.",
    "start": "00:24:46",
    "end": "00:24:47"
  },
  {
    "text": "Everybody was waiting for him to puff up.",
    "start": "00:24:48",
    "end": "00:24:50"
  },
  {
    "text": "Yeah. They're like, we know what happens when.",
    "start": "00:24:51",
    "end": "00:24:53"
  },
  {
    "text": "You get bit by a snake and nothing happens. And then they, you know, they think he's a deity or something like that, but just to stop. So just. So Paul just passed through the chaos waters and then he gets struck by a snake. You have Genesis, Exodus stuff is just firing here. And Paul's not touched by any of it. He just. Right. The snake bites him and he just shakes it off.",
    "start": "00:24:53",
    "end": "00:25:21"
  },
  {
    "text": "Yeah. The boat goes under and he just floats to land.",
    "start": "00:25:22",
    "end": "00:25:25"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:25:25",
    "end": "00:25:26"
  },
  {
    "text": "You're just like, wow, this guy, he's living on another. Another level.",
    "start": "00:25:26",
    "end": "00:25:32"
  },
  {
    "text": "Yeah, yeah. It's interesting. So he ends up in Rome. In Rome, he ends up in the sponsored house arrest situation. And he's under, like, as a Roman soldier guarding him. But he's able to host friends. He starts inviting all these Jewish leaders, Bible studies. And the. A phrase occurs describing what Paul's announcing. It occurs two times and we've hardly heard it throughout the book. It's the phrase kingdom of God.",
    "start": "00:25:32",
    "end": "00:26:00"
  },
  {
    "text": "Yeah.",
    "start": "00:26:00",
    "end": "00:26:00"
  },
  {
    "text": "So the last sentences of the Book of Acts are. For two whole years, Paul stayed there in his own rented house. He welcomed everyone who came to see him and he proclaimed the kingdom of God and taught about the Lord Jesus Messiah with all boldness and without hindrance. And then that's how the book Ends. And notice he begins that paragraph with for two whole years. Here's what Paul did. Kingdom of God. Nobody stopped him.",
    "start": "00:26:01",
    "end": "00:26:30"
  },
  {
    "text": "Yeah.",
    "start": "00:26:30",
    "end": "00:26:31"
  },
  {
    "text": "And you're like, well, so what happened after the two years? Why did you just mention two years? You know, he's like. He's begging the question or baiting you.",
    "start": "00:26:31",
    "end": "00:26:42"
  },
  {
    "text": "And the whole thing about the trial hasn't been.",
    "start": "00:26:42",
    "end": "00:26:45"
  },
  {
    "text": "Are like, yeah, it's totally unresolved.",
    "start": "00:26:46",
    "end": "00:26:48"
  },
  {
    "text": "Unresolved.",
    "start": "00:26:48",
    "end": "00:26:49"
  },
  {
    "text": "Yeah. We spent a quarter of the book building up this trial.",
    "start": "00:26:49",
    "end": "00:26:52"
  },
  {
    "text": "Did he forget to end the book?",
    "start": "00:26:52",
    "end": "00:26:53"
  },
  {
    "text": "Man, welcome to a cottage industry in biblical scholarship. People theorizing about why it ended this way, why the Book of Acts ended this way. For somebody as sophisticated as Luke to do this and the book this way, I can't but draw the conclusion that it's intentional. He's doing something to us.",
    "start": "00:26:54",
    "end": "00:27:15"
  },
  {
    "text": "Right.",
    "start": "00:27:15",
    "end": "00:27:15"
  },
  {
    "text": "It's not.",
    "start": "00:27:15",
    "end": "00:27:16"
  },
  {
    "text": "He didn't just run out of time.",
    "start": "00:27:16",
    "end": "00:27:17"
  },
  {
    "text": "He didn't just run out of time. He didn't just run out of source material.",
    "start": "00:27:18",
    "end": "00:27:21"
  },
  {
    "text": "Like, he's like, yeah. And actually, I don't really know what happened to Paul after that.",
    "start": "00:27:22",
    "end": "00:27:25"
  },
  {
    "text": "Didn't know what happened to Paul. Like, what do you mean he didn't know what happened to Paul?",
    "start": "00:27:26",
    "end": "00:27:29"
  },
  {
    "text": "Yeah. He's like, hit my word count. I'm done.",
    "start": "00:27:29",
    "end": "00:27:32"
  },
  {
    "text": "End of the scroll. I'm at this. Yeah. So think back. The phrase kingdom of God appears twice here in the. It appeared twice in the opening scene of Jesus commissioning. You're going to be my witnesses. Announcing the good news of the kingdom. Jerusalem, Judea, Samaria, to the ends of the earth. So here we are now, right on the other side of the Mediterranean Sea, and the kingdom of God has spread from one end of the sea to the other. All the obstacles overcome, all the crazy unlikely things that have happened. So here's. This is one of my favorite commentators on the Book of Acts. His name is Ben Witherington. I think he's right. I can't claim to have exhaustively researched the topic, but I think he has.",
    "start": "00:27:33",
    "end": "00:28:18"
  },
  {
    "text": "You like what Ben says.",
    "start": "00:28:18",
    "end": "00:28:19"
  },
  {
    "text": "I like Ben a lot, and I like what he says. He says the ending of the Book of Acts makes it clear that Luke's purpose wasn't simply to chronicle the life and death of Paul.",
    "start": "00:28:19",
    "end": "00:28:31"
  },
  {
    "text": "Yeah.",
    "start": "00:28:31",
    "end": "00:28:31"
  },
  {
    "text": "But rather the rise and spread of the Gospel and the social and religious movement to which it gave birth. Let's register that point. If he was just writing a history of the early church, why contain a quarter of it about the six trials of one missionary? It's like, what? So Luke has provided a theological history, witherington says that traces the spread of the good news from Jerusalem to Rome, from the eastern edge of the Roman Empire right into its very heart. This is interesting. I had never thought of this before. Rome wasn't viewed in Luke's day as the edge of the known world. Oh yeah, it's not the ends of the earth, there's Spain. Right.",
    "start": "00:28:32",
    "end": "00:29:10"
  },
  {
    "text": "So the reader center of the earth.",
    "start": "00:29:11",
    "end": "00:29:13"
  },
  {
    "text": "Yeah, totally, yeah. So the reader would know very well that Jesus's mission to spread the Gospel to the ends of the earth was still ongoing in his own day. However, for Luke, it was critical and symbolic that the message reach the heart and hub of the empire as a challenge to Caesar and as a gateway to the ends of the earth. All the highways lead to Rome, all the highways go out of Rome. Witherington says the open endedness that a modern reader senses in the ending of Acts, it's intentional. Luke isn't chronicling the life and times of Paul or any other early Christian leader. That kind of story would have a definite conclusion.",
    "start": "00:29:13",
    "end": "00:29:53"
  },
  {
    "text": "Yeah, rather probably with them dying.",
    "start": "00:29:53",
    "end": "00:29:55"
  },
  {
    "text": "Yeah, that's right, totally. Yeah. Rather he's chronicling a phenomenon and a movement that was continuing and alive and well in his own day. For Luke, Paul's story is really about the unstoppable word of God, which no obstacle, no shipwreck, no snake bite, no Roman authorities could hinder from reaching the heart of the empire and the hearts of those who lived there. So his point, there's multiple points here. One is that Rome isn't the ends of the earth. So Luke actually never ties a bow on that. That was the last, the whole structure.",
    "start": "00:29:55",
    "end": "00:30:30"
  },
  {
    "text": "Of Judea, Samaria, ends of the earth, Jerusalem, Judea, Samaria, ends of the earth. Yeah, they got to, they got to the center of the earth.",
    "start": "00:30:30",
    "end": "00:30:38"
  },
  {
    "text": "Yeah, right, the center of the empire.",
    "start": "00:30:38",
    "end": "00:30:40"
  },
  {
    "text": "The center of the known world.",
    "start": "00:30:40",
    "end": "00:30:42"
  },
  {
    "text": "Yeah, yeah, yeah. His point is, if you're reading this book, it's likely because you're part of the movement. And so you find yourself now invited to continue and perpetuate the story that started here. The ends of the Earth. That mission's still going, what am I doing to be part of that? Why Rome? His point is that Rome is a symbolic place to end, to conclude the story. For right now, there's lots of debate. Some people think Paul was executed here. There are early traditions, people debate their historicity, but there are early traditions of a whole other season of Paul's productivity, of another missionary is released, acquitted, has a whole other season imprisoned again. And then that accounts. That would be the imprisonment that is referred to in second Timothy. Second Timothy sounds like he knows he's going to die. It's like his last will and testament kind of letter. Wetherington's point is that for Luke, that wouldn't serve his purpose. His point is for the reader to feel like, what's next? Yeah. Like, I'm a part of the living continuation of the story. I want to be like Jesus, and I want to be like Peter, and I want to be like Paul as I now go out and participate. That makes such sense.",
    "start": "00:30:42",
    "end": "00:31:59"
  },
  {
    "text": "Yeah.",
    "start": "00:31:59",
    "end": "00:31:59"
  },
  {
    "text": "Do you remember how the Gospel of Mark ends in the short ending, which is more like most likely the original ending. It ends with the women running from the tomb but not telling anybody.",
    "start": "00:31:59",
    "end": "00:32:10"
  },
  {
    "text": "Yeah. And they don't tell anyone. And you're like, okay.",
    "start": "00:32:10",
    "end": "00:32:13"
  },
  {
    "text": "Yeah. And it's like, Mark's of course, aware. He's living in the days of the missionaries.",
    "start": "00:32:13",
    "end": "00:32:19"
  },
  {
    "text": "Of course they told someone.",
    "start": "00:32:19",
    "end": "00:32:20"
  },
  {
    "text": "Yeah. So it's clearly intentional. It's a way of including and challenging the reader.",
    "start": "00:32:21",
    "end": "00:32:27"
  },
  {
    "text": "Yeah.",
    "start": "00:32:27",
    "end": "00:32:27"
  },
  {
    "text": "To consider your own response. And I think there's something similar here, where Luke wants his readers to find their own story foreshadowed in Jesus and Paul's story and participate in the spread of the good news.",
    "start": "00:32:27",
    "end": "00:32:44"
  },
  {
    "text": "No, that's cool. I mean, that makes a really complete, nice, compelling arc of, like, why did Paul care so much about the unity of the church? Why was that such a big deal to him? And it's a great time to just reflect. Like, is that a big deal? To me, yeah. That seems to be, like, Paul's most significant thing. What would we define as our most significant thing? And that was represented in the gift that puts him in danger. But as he suffers, he sees himself as participating in Jesus suffering, being that he's part of that, and it's for the sake of this thing he cares so much about. And then the book leaves us kind of without a bow on it, so that we can then sit back and go, do I care that much?",
    "start": "00:32:45",
    "end": "00:33:36"
  },
  {
    "text": "Ah, yeah, sure.",
    "start": "00:33:37",
    "end": "00:33:38"
  },
  {
    "text": "And when I suffer, do I suffer? Do I suffer?",
    "start": "00:33:38",
    "end": "00:33:44"
  },
  {
    "text": "Is there anything. Yeah. That I am striving to contribute? Am I striving to contribute to my community or the Jesus movement that require. That cost me anything.",
    "start": "00:33:44",
    "end": "00:33:56"
  },
  {
    "text": "Yeah.",
    "start": "00:33:58",
    "end": "00:33:58"
  },
  {
    "text": "Yeah.",
    "start": "00:33:58",
    "end": "00:33:59"
  },
  {
    "text": "Like, I love the phrase you use this cosmic significance to it. Suffering has this cosmic significance to it. Luke Axe. And we'll be done.",
    "start": "00:33:59",
    "end": "00:34:09"
  },
  {
    "text": "Nine videos.",
    "start": "00:34:09",
    "end": "00:34:10"
  },
  {
    "text": "Yeah. Thanks for listening to this episode of the BibleProject podcast. We have finished our conversation on the Book of Acts, but if you're still interested in learning more. Tim Mackey has his own podcast. It's called Exploring My Strange Bible. It's an archive of a lot of his teachings and sermons, and he has some great content. Check it out. If you've been enjoying this podcast, please consider leaving a review and sharing it with others. We love reading the reviews, and they also really help other people find the show as well. Today's episode was edited and produced by Dan Gummel. The music by the band Tense.",
    "start": "00:34:10",
    "end": "00:34:54"
  },
  {
    "text": "Hi, this is Kate Ferrario. I'm from West Lynn, Oregon. My favorite thing about the Bible Project is the Read Scripture coffee Table book. It's awesome and my kids are gonna love Beloved. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, and more@thebibleproject.com.",
    "start": "00:34:55",
    "end": "00:35:19"
  },
  {
    "text": "SA.",
    "start": "00:35:32",
    "end": "00:35:32"
  }
]