[
  {
    "text": "There's over 7 billion people on this floating rock we call Earth. And one out of three of those identify as Christians. How did something so massive and so widespread begin? Hey, this is John at the bibleproject. Today we're starting a new series on the Book of Acts. Last year, we put out a video series on the Gospel of Luke. Luke, who wrote that gospel, also wrote a sequel of sorts about the life and movement of the early church, a book we call Acts.",
    "start": "00:00:00",
    "end": "00:00:33"
  },
  {
    "text": "Luke has even created the main movements of Acts to map onto key movements in the Gospel of Luke.",
    "start": "00:00:33",
    "end": "00:00:41"
  },
  {
    "text": "Christianity today is big. It's complex. It's all over the world. But it hasn't always been that way. What was Christianity like as it began before the movement went viral?",
    "start": "00:00:41",
    "end": "00:00:52"
  },
  {
    "text": "Book of Acts once 10 to tell us that it started with this crew in the upper room of disenfranchised, suspect Messianic Jews. It's remarkable.",
    "start": "00:00:52",
    "end": "00:01:04"
  },
  {
    "text": "Just like every book of the Bible, the Book of Acts is literary genius. It's not simply a diary of events of the early Christians. Its purpose is theological. It's to tell us something deep and meaningful about what it means to be a follower of Jesus.",
    "start": "00:01:05",
    "end": "00:01:21"
  },
  {
    "text": "The Book of Acts is telling me that if I've given my allegiance to Jesus, I'm a part of a messianic Jewish sect that started as a persecuted religious minority movement in ancient Jerusalem. Like, that's a living heritage.",
    "start": "00:01:22",
    "end": "00:01:37"
  },
  {
    "text": "So today on the show, we go back to the roots of Christianity. Thanks for joining us. Here we go. So at some point a year ago or so, we were gonna do a video on Luke and we had a conversation on Luke, which is on the podcast.",
    "start": "00:01:37",
    "end": "00:01:57"
  },
  {
    "text": "Yep.",
    "start": "00:01:57",
    "end": "00:01:58"
  },
  {
    "text": "And I think it was just a couple hour long conversation.",
    "start": "00:01:58",
    "end": "00:02:00"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:02:00",
    "end": "00:02:01"
  },
  {
    "text": "And one of the things that stood out to me was that Luke intentionally really slowed down the stories and put you in there. And there was a lot of relational dynamics that were really important. And so it felt like an opportunity for us to slow down our storytelling and do Luke. And not just one five minute video, but we ended up doing five. Five minute videos.",
    "start": "00:02:02",
    "end": "00:02:28"
  },
  {
    "text": "Yes.",
    "start": "00:02:28",
    "end": "00:02:29"
  },
  {
    "text": "So 25 minutes of Luke.",
    "start": "00:02:29",
    "end": "00:02:31"
  },
  {
    "text": "Yeah, it's awesome.",
    "start": "00:02:31",
    "end": "00:02:32"
  },
  {
    "text": "And that's out. And it is awesome. But then we started to realize, or at least I started to realize at one point, like, oh, we should just do the same thing for Acts.",
    "start": "00:02:33",
    "end": "00:02:43"
  },
  {
    "text": "Yes.",
    "start": "00:02:43",
    "end": "00:02:43"
  },
  {
    "text": "Keep the same style.",
    "start": "00:02:44",
    "end": "00:02:45"
  },
  {
    "text": "Yeah. It's intended. It was designed as a two part work.",
    "start": "00:02:45",
    "end": "00:02:49"
  },
  {
    "text": "Yeah.",
    "start": "00:02:50",
    "end": "00:02:50"
  },
  {
    "text": "If you compare the first sentences of Luke and the first sentences of Acts, they're both little notes from the author to the most likely the financial Sponsor Theophilus. The guy named Theophilus, who the author, likely Luke, writes to and says, hey, here's why I'm doing this, and here's how I made the book. Yeah, it's awesome. He intended them to be read consecutively. So we thought, let's just turn it into a little miniseries. Yeah, the Luke Acts miniseries.",
    "start": "00:02:50",
    "end": "00:03:20"
  },
  {
    "text": "Luke Acts miniseries.",
    "start": "00:03:20",
    "end": "00:03:21"
  },
  {
    "text": "Yeah.",
    "start": "00:03:21",
    "end": "00:03:21"
  },
  {
    "text": "So we're moving into Acts, the book of Acts.",
    "start": "00:03:22",
    "end": "00:03:25"
  },
  {
    "text": "Yes. We're not going to take five videos.",
    "start": "00:03:25",
    "end": "00:03:27"
  },
  {
    "text": "We're not going to do five videos in Acts.",
    "start": "00:03:27",
    "end": "00:03:29"
  },
  {
    "text": "Well, but we didn't start our conversation about Luke intending to do five either, so.",
    "start": "00:03:29",
    "end": "00:03:33"
  },
  {
    "text": "But you've kind of already thought it through and think that there's three videos in this.",
    "start": "00:03:34",
    "end": "00:03:40"
  },
  {
    "text": "Yeah, I think there's three large movements in the book of Acts, and actually the first sentences give you a map of the whole book. The opening scene gives you a map by geography and kind of narrative movements. So we could slow down. But I think Acts can be grasped. You can get the basic thing, three movements, shooting for three videos.",
    "start": "00:03:40",
    "end": "00:04:02"
  },
  {
    "text": "Awesome.",
    "start": "00:04:02",
    "end": "00:04:03"
  },
  {
    "text": "Perhaps, John Collins, you would like to read the.",
    "start": "00:04:03",
    "end": "00:04:06"
  },
  {
    "text": "The opening to Acts.",
    "start": "00:04:06",
    "end": "00:04:07"
  },
  {
    "text": "The opening to Acts.",
    "start": "00:04:07",
    "end": "00:04:08"
  },
  {
    "text": "I'd love to.",
    "start": "00:04:08",
    "end": "00:04:09"
  },
  {
    "text": "Yep. For the first eight verses of the.",
    "start": "00:04:09",
    "end": "00:04:11"
  },
  {
    "text": "Book of Acts, the first account I composed, Theophilus, about all that Jesus began to do and teach. This is. And so this is Luke kind of. This is. Seems unique.",
    "start": "00:04:11",
    "end": "00:04:23"
  },
  {
    "text": "Yes.",
    "start": "00:04:24",
    "end": "00:04:25"
  },
  {
    "text": "Like, there's no other book that starts this kind of way.",
    "start": "00:04:25",
    "end": "00:04:28"
  },
  {
    "text": "Yeah, these works. Well, that's true. In terms of narrative works, Luke and Acts are the only narrative books that open up with a personal introduction. Yeah, yeah, yeah. Okay.",
    "start": "00:04:28",
    "end": "00:04:40"
  },
  {
    "text": "So this is Luke, the first account I composed being the Gospel of Luke, Theophilus, about all that Jesus began to do and teach until the day when he was taken up to heaven after he had, by the Holy Spirit, given orders to the apostles whom he had chosen to these. He also presented himself alive after his suffering by many convincing proofs appearing to them over a period of 40 days. I didn't realize 40 was in.",
    "start": "00:04:40",
    "end": "00:05:05"
  },
  {
    "text": "Yeah, yeah, it is. There's a crossover to Paul, his letter to the first letter to the Corinthians, where he talks about he appeared to the apostles, to Peter, to James, to me. And then he talks about there were appearances to hundreds of people at one time. Even. So Paul's an independent witness to this season after the resurrection, when Jesus was appearing to lots of people in small groups and in large groups. And here is a narrative about a large group.",
    "start": "00:05:06",
    "end": "00:05:40"
  },
  {
    "text": "Yeah.",
    "start": "00:05:40",
    "end": "00:05:40"
  },
  {
    "text": "Some of the large group appearances.",
    "start": "00:05:40",
    "end": "00:05:42"
  },
  {
    "text": "He doesn't call out in the Gospel that it was 40 days correct?",
    "start": "00:05:42",
    "end": "00:05:45"
  },
  {
    "text": "Yeah. That little 40 day thing is just unique to.",
    "start": "00:05:45",
    "end": "00:05:47"
  },
  {
    "text": "It's unique to Acts.",
    "start": "00:05:47",
    "end": "00:05:48"
  },
  {
    "text": "To the introduction to Acts. Yep.",
    "start": "00:05:48",
    "end": "00:05:50"
  },
  {
    "text": "And you've mentioned before, 40 days is about testing. Periods of testing.",
    "start": "00:05:50",
    "end": "00:05:55"
  },
  {
    "text": "Yeah. Or more than many. A common motif within 40 day scenes is testing.",
    "start": "00:05:55",
    "end": "00:06:02"
  },
  {
    "text": "Yeah. Why call out 40 here?",
    "start": "00:06:02",
    "end": "00:06:04"
  },
  {
    "text": "Yeah, exactly. Yeah, I'm sure there's a connection. I just don't know what it is yet. I'd have to do some homework.",
    "start": "00:06:04",
    "end": "00:06:12"
  },
  {
    "text": "So he appeared to them over 40 days, speaking of the things concerning the kingdom of God, which is what he was doing before.",
    "start": "00:06:12",
    "end": "00:06:20"
  },
  {
    "text": "That's what the whole book of Luke was about. The kingdom of God is here.",
    "start": "00:06:20",
    "end": "00:06:23"
  },
  {
    "text": "He's like, sorry, sorry about the death and resurrection thing. Let's keep going about the kingdom of God, but with a new perspective.",
    "start": "00:06:23",
    "end": "00:06:29"
  },
  {
    "text": "Yeah. Or that the kingdom of God has truly been inaugurated now through the exile.",
    "start": "00:06:29",
    "end": "00:06:37"
  },
  {
    "text": "All that stuff we were talking about is happening.",
    "start": "00:06:37",
    "end": "00:06:39"
  },
  {
    "text": "It's happened. The cross was his enthronement and the resurrection was his exaltation.",
    "start": "00:06:39",
    "end": "00:06:44"
  },
  {
    "text": "So gathering them together, he commanded them not to leave Jerusalem, but to wait for what the Father had promised. Which he said, you heard of from me. For John baptized with water, but you will be baptized with the Holy Spirit.",
    "start": "00:06:45",
    "end": "00:06:59"
  },
  {
    "text": "Not many days from now.",
    "start": "00:06:59",
    "end": "00:07:00"
  },
  {
    "text": "Not many.",
    "start": "00:07:00",
    "end": "00:07:01"
  },
  {
    "text": "So here, this is a good scroll technology here. When you're writing a multi volume work with the technology of the scroll, a really common way is to hyperlink the ending of a scroll and the beginning of the next scroll. So he's kind of overlapping that conversation at the ending of Luke where Jesus says, wait here in Jerusalem until you.",
    "start": "00:07:01",
    "end": "00:07:24"
  },
  {
    "text": "Receive power from on high.",
    "start": "00:07:24",
    "end": "00:07:28"
  },
  {
    "text": "Is that how he says it in Luke? Well, let's see. Yeah. Power from on high. Yeah, that's right. Actually, I merge the ending of Luke and Acts in my head, so it's kind of hard to tell them apart. Which means that he did a good job. Yeah, because I mix them in my head. Yeah. So wait here for power from on high so that you can go out and announce repentance for the forgiveness of sins to all the nations. That's the ending of Luke. Now here it's picking up that theme and filling it out a little bit more. Namely that the power is the personal presence of God himself, the Holy Spirit. He just called it power at the end of Luke.",
    "start": "00:07:28",
    "end": "00:08:06"
  },
  {
    "text": "Yeah. Now the Holy Spirit.",
    "start": "00:08:06",
    "end": "00:08:07"
  },
  {
    "text": "And now it develops that it's the Holy Spirit.",
    "start": "00:08:07",
    "end": "00:08:11"
  },
  {
    "text": "So when they had come together, they were asking him, saying, lord, is it at this time you are restoring the kingdom of Israel? He said to them, it's not for you to know times or epochs which the Father has fixed by his own authority. But you will receive power when the Holy Spirit comes upon you. And you shall be my witnesses, both in Jerusalem and in Judea and Samaria, and even to the remotest parts of the earth.",
    "start": "00:08:11",
    "end": "00:08:37"
  },
  {
    "text": "So epic. It's good. It's a great introduction. So two things? Well, no, probably many things. So Acts begins from the vantage point of Luke writing to some. Well, likely a well to do convert, a patron. Patron. Somebody who has enough expendable resources to sponsor the writing and research of an apostolic scroll. Yeah, so that's a big deal. The point is, we're decades into the Jesus movement from the vantage point of the author. So for me, this is helpful to think the voice that I'm hearing narrate the story of Jesus and then hear the story of the spreading of the Jesus movement is a voice that is already decades down the line, decades into the movement. So wherever the book ends, in terms of narrative time, the narrator's voice is even later than that. So this is somebody boiling down the last few decades of the movement into one work, into one work and trying to get us. And even though Luke has been really careful and intentional, brilliant in crafting this work, it's the same principles that we had when talking about the Gospels. He's not just interested in telling us a history of, of the early movement because there's so many unanswered questions that he doesn't address about what, who, when, where, how. So he has a mission to tell the story in a way that also, just like the Gospel, helps us understand the meaning of the events.",
    "start": "00:08:37",
    "end": "00:10:18"
  },
  {
    "text": "Yeah, we had a lengthy discussion about that in the Luke podcast about why is that a valid way of telling a story.",
    "start": "00:10:18",
    "end": "00:10:28"
  },
  {
    "text": "And the advantage that we had with Luke was that we have one of his sources available to us in the collection of the Gospels, namely Mark. And there are some people actually that hold that Luke had Matthew and Mark to refer to in front of him. That's kind of a minority view on the composition of the Gospels, but it's growing. It's kind of having a renewal movement in scholarship. So either way, Luke. We had the advantage of seeing some of Luke's source material to know how he reordered events, maybe reshape wording. But once we get into Acts, we have no idea. We don't know what his sources were, but we learned about his main themes from the Gospel account, namely that he was interested in showing the socioeconomic implications of Jesus Kingdom message. Remember, Luke turned up the Volume on the upside down value system, on the inclusion of the poor, the outcast, the stranger, about more teaching about wealth and resources than any of the other gospels. So we should expect to find the same types of themes here that as he narrates the story of the early Jesus movement, he's going to highlight stories of socioeconomic disturbance in the force of Jesus as a king, but with a totally different kind of value system of the most important people are the people that suffer and give up the most. You know, that kind of thing.",
    "start": "00:10:29",
    "end": "00:12:00"
  },
  {
    "text": "Yeah.",
    "start": "00:12:00",
    "end": "00:12:01"
  },
  {
    "text": "And lo and behold, that's, you know, and the role of the Spirit, Luke in the Gospel of Luke, Jesus just the Holy Spirit is mentioned in the Gospel of Luke more than in Mark or Matthew or John.",
    "start": "00:12:01",
    "end": "00:12:14"
  },
  {
    "text": "I don't think we talked about that.",
    "start": "00:12:14",
    "end": "00:12:15"
  },
  {
    "text": "We didn't talk about that.",
    "start": "00:12:16",
    "end": "00:12:17"
  },
  {
    "text": "I don't know if we did. I don't remember now.",
    "start": "00:12:17",
    "end": "00:12:18"
  },
  {
    "text": "Yeah, he'll add lots of little introductions to. And in the power of the Spirit, Jesus went to this place or that place. Whereas if you look up the parallel story in Mark, it'll just say, and Jesus went here. So already in the Gospel of Luke, he's laying the seeds for Jesus as the model, the new human, the new spirit empowered human who's gonna then empower his followers to be those same kind of people. So that's just by way of an introduction to how to read a book like Acts. Yeah, it's not just a history.",
    "start": "00:12:19",
    "end": "00:12:52"
  },
  {
    "text": "It's not just a history. And it seems like the more we've talked about Jewish literature and understanding how it works, Luke is drawing upon all of those same techniques of using like the 40.",
    "start": "00:12:52",
    "end": "00:13:05"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:13:06",
    "end": "00:13:06"
  },
  {
    "text": "Jewish, like settings like 40 years and.",
    "start": "00:13:08",
    "end": "00:13:12"
  },
  {
    "text": "Yes.",
    "start": "00:13:12",
    "end": "00:13:12"
  },
  {
    "text": "And it seems like he. You're probably gonna bring this up, but like it's. If I remember correctly, the three movements of Luke are kind of mapped on to the Judea or Jerusalem, Judea, ends of the earth. And that's a very literary way of wrapping it together versus, like a historical way of wrapping it together.",
    "start": "00:13:13",
    "end": "00:13:33"
  },
  {
    "text": "Yeah, I want to. So we'll have the visual style of videos be the same. That's that. But yeah, Luke has even created the main movements of Acts to map onto key movements in the Gospel of Luke. So that Jesus his mission up in Galilee, which was the first large movement, maps onto the mission of the disciples in Jerusalem in the first movement.",
    "start": "00:13:33",
    "end": "00:13:59"
  },
  {
    "text": "Yeah.",
    "start": "00:13:59",
    "end": "00:14:00"
  },
  {
    "text": "Then remember, Luke had that long journey section in the middle, and it was just a string of. And he went here and had this conversation. And then he went here and had this Meal and taught on this. And that maps onto the missionary journeys of Paul and Barnabas in the center of Acts and then Jesus arrival in Jerusalem and then his conflict, the trial. All maps onto Paul's arrival in Jerusalem and his conflict. Arrest, mistrials, except where it lands. Paul is on a boat to Rome and he ends with him in Rome announcing the kingdom of God. So but each of those, it's totally. That's right. He's designed Acts to map onto the story of Jesus.",
    "start": "00:14:00",
    "end": "00:14:48"
  },
  {
    "text": "Yeah. And that's a very. This seems like a very Jewish thing to do.",
    "start": "00:14:49",
    "end": "00:14:52"
  },
  {
    "text": "Totally. Yeah.",
    "start": "00:14:52",
    "end": "00:14:53"
  },
  {
    "text": "Let's take these stories in the way they were told here and let's rearchitect our stories to map onto those.",
    "start": "00:14:53",
    "end": "00:14:59"
  },
  {
    "text": "That's right. And not just to be fancy. There's a theological claim being made there that when Jesus followers are faithful, their life story will follow the arc of the Jesus story.",
    "start": "00:14:59",
    "end": "00:15:11"
  },
  {
    "text": "So interesting that something that important to communicate is just embedded in how the story unfolds.",
    "start": "00:15:12",
    "end": "00:15:21"
  },
  {
    "text": "The architecture of the story of the story.",
    "start": "00:15:21",
    "end": "00:15:23"
  },
  {
    "text": "Were you the one telling me about the book? A guy was writing a book, he just did a really geeky thing where he took like Pride and Prejudice or some book and he like.",
    "start": "00:15:24",
    "end": "00:15:35"
  },
  {
    "text": "Oh, oh, I was telling you about this.",
    "start": "00:15:35",
    "end": "00:15:36"
  },
  {
    "text": "You were talking about this. Yeah.",
    "start": "00:15:36",
    "end": "00:15:38"
  },
  {
    "text": "Yes.",
    "start": "00:15:39",
    "end": "00:15:40"
  },
  {
    "text": "What was that again?",
    "start": "00:15:40",
    "end": "00:15:41"
  },
  {
    "text": "That was a New Testament scholar named N.T. wright.",
    "start": "00:15:41",
    "end": "00:15:44"
  },
  {
    "text": "Oh, N.T. wright did that.",
    "start": "00:15:45",
    "end": "00:15:47"
  },
  {
    "text": "Yeah. Well, he was. Yep. In his fat book on the apostle Paul, he had a whole section in there about the way Paul weaves in non explicit quotations and allusions from Old Testament. From the Old Testament. But it's subtle.",
    "start": "00:15:47",
    "end": "00:16:05"
  },
  {
    "text": "Yes.",
    "start": "00:16:05",
    "end": "00:16:05"
  },
  {
    "text": "And he actually. He's so. Weaving them into the texture of his argument. Yeah. If you don't already know it, you'll miss it.",
    "start": "00:16:05",
    "end": "00:16:15"
  },
  {
    "text": "Yeah.",
    "start": "00:16:15",
    "end": "00:16:15"
  },
  {
    "text": "And so he's gotten some. He. And this isn't actually only his argument. This is a whole wave of scholars and nerds on Paul who are saying this is. To really get Paul, you need to know. This is how he talks. Talks with Old Testament language without drawing attention to it. You're just supposed to know. And so what Newt Wright did was he structured one whole chapter of that book. The opening paragraphs, the closing paragraphs are modeled on really important transitional stories and episodes in. Yeah. Jane Austen's Pride and Prejudice. And then he laid little breadcrumb allusions and phrases all the way through that.",
    "start": "00:16:15",
    "end": "00:16:56"
  },
  {
    "text": "Chapter and then never told anyone.",
    "start": "00:16:56",
    "end": "00:16:59"
  },
  {
    "text": "Never told anyone. And I heard it was either a lecture or interview where he said that's what he did. And he said it's been funny to Watch. Because he wanted to show that, like, this isn't. This is the thing that authors do. If you're a good author, you know how to do this, you know how to creatively work and nod to your influences. And so he tried to do it himself in that work. That's so good.",
    "start": "00:16:59",
    "end": "00:17:22"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:17:22",
    "end": "00:17:23"
  },
  {
    "text": "Anyhow.",
    "start": "00:17:23",
    "end": "00:17:23"
  },
  {
    "text": "Yeah. So. But, yeah, that's the technique.",
    "start": "00:17:24",
    "end": "00:17:26"
  },
  {
    "text": "That's the technique.",
    "start": "00:17:26",
    "end": "00:17:27"
  },
  {
    "text": "And it's. It's. Yeah, it's not just Jewish, but it's something that in Jewish literature they were doing.",
    "start": "00:17:27",
    "end": "00:17:33"
  },
  {
    "text": "Yeah.",
    "start": "00:17:33",
    "end": "00:17:34"
  },
  {
    "text": "Constantly.",
    "start": "00:17:34",
    "end": "00:17:35"
  },
  {
    "text": "Yeah, they. They perfected this technique. Yeah, so much. So we're going to make other videos just about this, about this technique. Yeah. But we'll see it occur a lot in the Book of Acts. But it's that core value he's making, drawing a deep level analogy between the story of Jesus and these stories of his disciples. So at multiple points in the Book of Acts, he'll tell a story about the trial and execution of Stephen. And you feel like you're reading the story of Jesus crucifixion at some moments and it's deliberate. And when you're reading of Paul's trials, you feel like, oh, I heard that line from Jesus trial. And that's because you did. So videos give us a great opportunity to model scenes on earlier scenes because.",
    "start": "00:17:35",
    "end": "00:18:21"
  },
  {
    "text": "We could do visually what he was doing. Literally.",
    "start": "00:18:21",
    "end": "00:18:24"
  },
  {
    "text": "Yeah, yeah. So the crucifixion In Luke Part 4, we have two opportunities with Stephen's execution and Paul on trial to create those parallels. Yeah, so that'll be cool. But the core value underneath it is that when Jesus followers are faithfully representing him in the world, their story will look like his. Which means sometimes it's awesome and great impact and sharing. And the poor are fed and people find new families and love, forgiveness. And other times, the story of Jesus is reflected when Jesus followers are kidnapped and put in prison and murdered. And that too. It's a sad reflection, but it's a realistic one of the role of Jesus people in the world. One other thing about that introduction. I've always just thought this was cool. I didn't discover this myself, but other people have pointed it out that the opening sentences of Acts, the first account about all that Jesus began to do and to teach. And you think, oh, okay, volume one, the Book of Luke. But then look at what he says. After all that, Jesus began to do and to teach until the day he was taken up to heaven, after he had given orders to the apostles to whom he had chosen. So, in other words, the account is what he began to do in the teach until he had hung out and taught the disciples for 40 days. And you're like, wait, that hasn't happened yet. And then that's the next thing he's about to tell you. In other words, what Jesus began to do and to teach until the day he was taken up. And then through the Holy Spirit, giving orders to the apostles. Well, when does that end? And that's what this whole book's going to be about, is about Jesus, through the Holy Spirit, giving orders to the apostles whom he had chosen. So it's a clever way of uniting the two books that if volume one is what Jesus began to do, then what is this volume? This is what Jesus did. Yeah. What he continues, he's continuing.",
    "start": "00:18:24",
    "end": "00:21:12"
  },
  {
    "text": "So wait, so he says it's in the first account.",
    "start": "00:21:13",
    "end": "00:21:15"
  },
  {
    "text": "That's right.",
    "start": "00:21:15",
    "end": "00:21:16"
  },
  {
    "text": "But he's really describing what he's going to talk about in the second account.",
    "start": "00:21:16",
    "end": "00:21:19"
  },
  {
    "text": "Yeah, it's kind of a clever way to say, remember volume one. That's what Jesus began to do and to teach until the day he started teaching through the Holy Spirit. Which is about. I'm about to tell you about that 40 days in the next sentence. But the 40 days doesn't bring Jesus teaching through the Holy Spirit to a close. It actually just opens a new horizon.",
    "start": "00:21:19",
    "end": "00:21:39"
  },
  {
    "text": "Right, right, right.",
    "start": "00:21:39",
    "end": "00:21:40"
  },
  {
    "text": "And it raises an interesting observation then about the name of this book, because the book, the Acts of the Apostles, the earliest, I think, attestations of that aren't till a couple hundred years later. And that phrase, the Acts of is a pretty traditional Greek and Roman title for an early biography. The Acts of Aristotle or something like that. But if you want, based on these opening sentences, he frames it as the.",
    "start": "00:21:40",
    "end": "00:22:08"
  },
  {
    "text": "Acts of the Holy Spirit.",
    "start": "00:22:08",
    "end": "00:22:09"
  },
  {
    "text": "The Acts of Jesus through the Holy Spirit. Yeah, like, that would actually be a more accurate title. And it's true. The only character who continues from page one to the last page of Acts is Jesus and the Spirit, because the story transitions from the apostles to mainly Peter to then Paul throughout the book, each one kind of ushered in and ushered off the stage. So I'm all for renaming the book.",
    "start": "00:22:09",
    "end": "00:22:36"
  },
  {
    "text": "The Acts of Jesus, the Acts of.",
    "start": "00:22:37",
    "end": "00:22:39"
  },
  {
    "text": "Jesus through the Holy Spirit.",
    "start": "00:22:39",
    "end": "00:22:40"
  },
  {
    "text": "Which is now, did they. Did he not give his works titles then? Like when these were passed around?",
    "start": "00:22:42",
    "end": "00:22:48"
  },
  {
    "text": "Yeah.",
    "start": "00:22:48",
    "end": "00:22:49"
  },
  {
    "text": "Was it just like, hey, do you have the Luke scroll?",
    "start": "00:22:49",
    "end": "00:22:51"
  },
  {
    "text": "Yeah. Right.",
    "start": "00:22:51",
    "end": "00:22:52"
  },
  {
    "text": "Like, what do people call it?",
    "start": "00:22:52",
    "end": "00:22:53"
  },
  {
    "text": "That's a good question. There's a German scholar who pioneered the argument, his name's Martin Hengel, that he thinks the titles the Singular Gospel According to Matthew according to Mark. He thinks that those are early, but they reflect the time period at which church communities started to have more than one scroll, which you think that would take a few decades for them all to circulate so that the church of Colossae or the church of whatever Ephesus would have all four. And a title like the Gospel according to so and so only makes sense in a setting where you have more than one available to everybody now. But that, you know, probably the early one hundreds. But if you're in the early one hundreds, you're still within living memory of who wrote what just by reading it just today.",
    "start": "00:22:53",
    "end": "00:23:51"
  },
  {
    "text": "You always put a title on.",
    "start": "00:23:52",
    "end": "00:23:54"
  },
  {
    "text": "That's right.",
    "start": "00:23:54",
    "end": "00:23:55"
  },
  {
    "text": "Even if it's a school paper.",
    "start": "00:23:55",
    "end": "00:23:56"
  },
  {
    "text": "Correct.",
    "start": "00:23:56",
    "end": "00:23:57"
  },
  {
    "text": "You use the title.",
    "start": "00:23:57",
    "end": "00:23:58"
  },
  {
    "text": "That's right. And that was his argument, was there's no way that these scrolls were conceived, conceived of as anonymous or that like a missionary would bring one to Ephesus and be like, hey, I got the scroll. I don't know, it's about Jesus. I was told from an apostle, you know, these were expensive to reproduce.",
    "start": "00:23:58",
    "end": "00:24:16"
  },
  {
    "text": "Yeah.",
    "start": "00:24:16",
    "end": "00:24:17"
  },
  {
    "text": "So they would have always had a personal connection.",
    "start": "00:24:17",
    "end": "00:24:20"
  },
  {
    "text": "I'm just saying when you unroll the scroll, you get to the one side.",
    "start": "00:24:20",
    "end": "00:24:23"
  },
  {
    "text": "Does it say like, yeah, we don't know.",
    "start": "00:24:23",
    "end": "00:24:26"
  },
  {
    "text": "Some sort of title?",
    "start": "00:24:26",
    "end": "00:24:27"
  },
  {
    "text": "We don't know.",
    "start": "00:24:27",
    "end": "00:24:27"
  },
  {
    "text": "We don't have it.",
    "start": "00:24:27",
    "end": "00:24:28"
  },
  {
    "text": "We don't know. But the need for titles and the need for remembering and attributing would be right from the very beginning. We just don't have evidence. So here's what I think we could do in the video from the opening scene. The opening scene raises some interpretive questions. So I thought we could talk about them, but really I want to talk about how this opening scene can set the trilogy, the Acts trilogy. So what's he doing in the opening scene? He's instructing them for 40 days about the kingdom of God. And then the next thing the disciples ask is a question about the kingdom. And they say, is this the time that you're going to restore the kingdom to Israel? And Jesus response has to some people look like kind of a dodge.",
    "start": "00:24:28",
    "end": "00:25:34"
  },
  {
    "text": "Yeah, it's a little.",
    "start": "00:25:34",
    "end": "00:25:34"
  },
  {
    "text": "But the question is, is it a dodge?",
    "start": "00:25:36",
    "end": "00:25:38"
  },
  {
    "text": "Right.",
    "start": "00:25:38",
    "end": "00:25:38"
  },
  {
    "text": "So when you kind of affirmed that as you read, is that what occurred to you when you read Jesus response?",
    "start": "00:25:38",
    "end": "00:25:45"
  },
  {
    "text": "Yeah, it kind of seems like he's like. It kind of seems like it's a non answer for when you know it's gonna be too much trouble to try to talk about, you know.",
    "start": "00:25:45",
    "end": "00:25:58"
  },
  {
    "text": "Yeah, it's kind of like, gosh, I pull this A lot at home.",
    "start": "00:25:59",
    "end": "00:26:03"
  },
  {
    "text": "Oh.",
    "start": "00:26:03",
    "end": "00:26:04"
  },
  {
    "text": "Like when I get home from a day at work and Jessica will be like, hey, you know, hey, what happened today? And there's the list of things that are probably important, but I'm just like, oh man, it's going to take so long to explain. And it's bad, it's bad, it's not good. And then I just say, it was good, it was fine.",
    "start": "00:26:04",
    "end": "00:26:22"
  },
  {
    "text": "You don't tell her. It's not for you to know the times or the epochs of my day.",
    "start": "00:26:22",
    "end": "00:26:27"
  },
  {
    "text": "Yeah, that would be a really arrogant thing to say. So this is a little different, I guess, if you're Jesus. I guess.",
    "start": "00:26:27",
    "end": "00:26:36"
  },
  {
    "text": "Well, I mean, one of the things that occurs to me when I read this is that the apostles are still thinking in a paradigm of a kingdom that emanates from Jerusalem. That's a political power that it seems to be embedded in this question, like, cool, you died, you came back. We're talking about the kingdom still. But when's Israel gonna like be free from Rome and when are we gonna lead this nation the way that God wants us to?",
    "start": "00:26:36",
    "end": "00:27:06"
  },
  {
    "text": "Yeah. So, yeah, I think. Yeah, you felt it. That's the question. Is, is that their question? What is their question?",
    "start": "00:27:06",
    "end": "00:27:11"
  },
  {
    "text": "If that's their question, then I understand that Jesus is dodging at this point because he's like, come on, guys.",
    "start": "00:27:11",
    "end": "00:27:18"
  },
  {
    "text": "However, if that's their question, you have to ask, was Jesus not an effective communicator because they just had a 40 day class on the Kingdom of God.",
    "start": "00:27:18",
    "end": "00:27:28"
  },
  {
    "text": "Yeah, a 40 day class.",
    "start": "00:27:28",
    "end": "00:27:30"
  },
  {
    "text": "Yeah. And a couple years before that.",
    "start": "00:27:30",
    "end": "00:27:32"
  },
  {
    "text": "Okay.",
    "start": "00:27:32",
    "end": "00:27:33"
  },
  {
    "text": "And we could maybe give them grace before the resurrection for not getting it at this point.",
    "start": "00:27:33",
    "end": "00:27:38"
  },
  {
    "text": "They should get at this point.",
    "start": "00:27:38",
    "end": "00:27:39"
  },
  {
    "text": "Yeah. So for a long time I thought their question was a moment where you go, serious guys. But I have some reservations now about my earlier questions.",
    "start": "00:27:40",
    "end": "00:27:52"
  },
  {
    "text": "You think it.",
    "start": "00:27:52",
    "end": "00:27:52"
  },
  {
    "text": "Well, just when the narrative. The point is they just spent 40 days with the risen Jesus.",
    "start": "00:27:52",
    "end": "00:27:56"
  },
  {
    "text": "Yeah.",
    "start": "00:27:56",
    "end": "00:27:57"
  },
  {
    "text": "And the way, remember the two on the road to Emmaus, it was when they recognize the crucified and risen Jesus, that's when they get the kingdom and what it's about. So.",
    "start": "00:27:57",
    "end": "00:28:09"
  },
  {
    "text": "So you think they get it now? They get the upside down nature of the kingdom. They get.",
    "start": "00:28:10",
    "end": "00:28:14"
  },
  {
    "text": "Yeah. So if they get it, you have to ponder, why do they use the phrase restoring the kingdom to Israel?",
    "start": "00:28:15",
    "end": "00:28:22"
  },
  {
    "text": "Right.",
    "start": "00:28:22",
    "end": "00:28:23"
  },
  {
    "text": "Because that could mean they're still thinking in maybe some nationalist, merely political agenda, you know, kick the rut out the Romans. But restoring God's rule over Israel is a really important stock theme in the prophets.",
    "start": "00:28:23",
    "end": "00:28:43"
  },
  {
    "text": "That's the vocabulary, the vocabulary.",
    "start": "00:28:43",
    "end": "00:28:45"
  },
  {
    "text": "And it's actually how the promise to Abraham always worked was, I'm going to bless your seed, your family, and then through your family, I'm going to bring blessing to all the nations of the earth. And that's why the exile of Israel to Babylon was such a problem. Because God wants to bless all nations, but first he has to repair the relationship with these people. It's the story within the story. We've talked about this. So in that sense asking, okay, you're the risen king, so when are we going to restore the new covenant Holy Spirit, new heart obeying the Torah?",
    "start": "00:28:45",
    "end": "00:29:24"
  },
  {
    "text": "Yeah. First to Israel and then to the.",
    "start": "00:29:24",
    "end": "00:29:26"
  },
  {
    "text": "End of the world. Paul's phrase to the Jew first and then to the Greek.",
    "start": "00:29:26",
    "end": "00:29:29"
  },
  {
    "text": "Yeah.",
    "start": "00:29:29",
    "end": "00:29:30"
  },
  {
    "text": "And if they're thinking in that paradigm, then that makes all the sense in the way it's the most natural question.",
    "start": "00:29:30",
    "end": "00:29:35"
  },
  {
    "text": "You would ask, when are we getting to work?",
    "start": "00:29:35",
    "end": "00:29:38"
  },
  {
    "text": "When is the new covenant Israel?",
    "start": "00:29:38",
    "end": "00:29:40"
  },
  {
    "text": "I've been enjoying this 40 day class, but when do we go out?",
    "start": "00:29:40",
    "end": "00:29:43"
  },
  {
    "text": "And that's right. Yep.",
    "start": "00:29:43",
    "end": "00:29:45"
  },
  {
    "text": "Yes. Start doing something.",
    "start": "00:29:45",
    "end": "00:29:46"
  },
  {
    "text": "So some Christians have read Jesus answer as a postponement because they're in the paradigm of to say the kingdom to Israel means a national messianic kingdom in Jerusalem. No, bad, no Romans.",
    "start": "00:29:47",
    "end": "00:29:59"
  },
  {
    "text": "Yeah.",
    "start": "00:29:59",
    "end": "00:29:59"
  },
  {
    "text": "And that's not what happens in the Book of Acts. And so they view Jesus answer as a postponing. One day that political kingdom will come. But it's not now. Now it's a different age. So that kind of fits in the category of dispensational or millennial interpretations that the current 2000 years since has been the church age, which is a spiritual kingdom that will one day be fulfilled in the actual physical kingdom when Jesus returns and sets up his actual kingdom in Jerusalem for a thousand years. So that's one view. Another view would be maybe think what occurred to you, which would be the Jesus slapping his forehead going, you guys, it's not about that, it's about this. To me, neither of those does justice to what's happening here. If you just talked about the prophets and the kingdom, then it makes all the sense in the world that they would say, so when is the new covenant Israel going to be formed that will become the light to the nations? That's the book of Isaiah, where the new covenant people happens in zion, chapter Isaiah 2, Isaiah 11, Isaiah 60, so that the light of the good news of God's reign through the Messiah can be announced to all the nations. Isaiah 60:1 and so on. Then the question is just when's it going to start?",
    "start": "00:30:00",
    "end": "00:31:25"
  },
  {
    "text": "Yeah.",
    "start": "00:31:25",
    "end": "00:31:26"
  },
  {
    "text": "When do we start?",
    "start": "00:31:26",
    "end": "00:31:26"
  },
  {
    "text": "Right. And he says, when's game time?",
    "start": "00:31:27",
    "end": "00:31:29"
  },
  {
    "text": "It's not for you to know the full timeline, but just stay put because things are going to start happening really quick. You're going to receive power from the spirit.",
    "start": "00:31:30",
    "end": "00:31:39"
  },
  {
    "text": "I'm not going to lay out the blueprint for you.",
    "start": "00:31:40",
    "end": "00:31:42"
  },
  {
    "text": "Yes.",
    "start": "00:31:42",
    "end": "00:31:42"
  },
  {
    "text": "But I'm tagging you in, don't worry.",
    "start": "00:31:42",
    "end": "00:31:45"
  },
  {
    "text": "Yeah. Game's about to begin. And then what story does Luke place next? Chapter two.",
    "start": "00:31:46",
    "end": "00:31:52"
  },
  {
    "text": "The Spirit comes.",
    "start": "00:31:52",
    "end": "00:31:53"
  },
  {
    "text": "The Spirit comes. And then also, this is really key, this line in. You're going to be my witnesses. You're going to bear witness to the kingdom coming through the crucified risen Messiah in Jerusalem. Chapters one through eight in Judea and Samaria, chapters eight through 12. Like precisely, Luke's designed the whole rest of the work off of this sentence. Jerusalem, all Judea, Samaria, and then to the remote parts of the Earth is chapter 13. It's where the missionary journeys begin.",
    "start": "00:31:53",
    "end": "00:32:26"
  },
  {
    "text": "And that takes place in Papua New guinea and the rainforest of Brazil.",
    "start": "00:32:26",
    "end": "00:32:29"
  },
  {
    "text": "Yeah. For Paul, the remote parts of the earth is Rome, which is far. But yeah, there you go. The other thing is, and it's more, every single one of those sentences comes from somewhere in the book of Isaiah. The Holy Spirit coming upon you is right out of Isaiah, chapter 32. It's a part of the new Jerusalem Messianic hope. The idea of you, God, the new covenant people, becoming my witnesses. That's right out of Isaiah 43. And then going from Jerusalem to the ends of the earth, that's from Isaiah 49. And actually that's a really important text in Isaiah because it's the commissioning of an individual representative servant on behalf of Israel. And that servant's job is twofold. In the book of Isaiah, it's to restore exiled Israel back to Yahweh. And then following that, to become a light to the nations is the phrase, so that my salvation may be to the ends of the earth. That's Isaiah 49. So Jesus answer is completely answering the question to the Jew first, then to the Greek. It starts here.",
    "start": "00:32:29",
    "end": "00:33:45"
  },
  {
    "text": "Here's the blueprint.",
    "start": "00:33:45",
    "end": "00:33:46"
  },
  {
    "text": "Here's the blueprint. Isaiah gives us the blueprint.",
    "start": "00:33:46",
    "end": "00:33:48"
  },
  {
    "text": "I'm not going to give you the timeline, but here's the sequence.",
    "start": "00:33:48",
    "end": "00:33:51"
  },
  {
    "text": "Yeah. It's not the blueprint because it's not for you to know how long each stage will last. But here's the game plan. Start here, then the rest of Judea and Samaria, which is the equivalent of saying all of historic tribes of Israel. And then after We've covered the home territory of Abraham out into the nations. That's awesome.",
    "start": "00:33:52",
    "end": "00:34:16"
  },
  {
    "text": "Yeah, it's cool.",
    "start": "00:34:16",
    "end": "00:34:17"
  },
  {
    "text": "I think Luke's goal is that Theophilus, wherever he lives, Rome or something. Here's Theophilus, who knows, he was born, whatever, a Macedonian or something, and emigrated to Rome.",
    "start": "00:34:18",
    "end": "00:34:29"
  },
  {
    "text": "Doesn't that mean use your imagination in Greek? Theophilus.",
    "start": "00:34:30",
    "end": "00:34:33"
  },
  {
    "text": "Theophilus. Oh, a lover of God. Lover of God, Yeah, Lover of God in the ancient world and still today, the Book of Acts is telling me that if I've given my allegiance to Jesus, I'm a part of a messianic Jewish sect.",
    "start": "00:34:33",
    "end": "00:34:48"
  },
  {
    "text": "That started.",
    "start": "00:34:50",
    "end": "00:34:51"
  },
  {
    "text": "Yeah, that started as a persecuted religious minority movement in ancient Jerusalem. Like that's a living heritage. Christianity has become a really big, diverse, complex thing. And the Book of Acts wants to tell us that it started with this crew in the upper rim of disenfranchised suspect Messianic Jews in Jerusalem. It's remarkable. That's remarkable that you and I are sitting right here having this conversation right now about these things. How'd that happen? Yeah, we're also on a flying space rock going 67,000 miles an hour around the sun. Around the sun. Which is also remarkable.",
    "start": "00:34:51",
    "end": "00:35:32"
  },
  {
    "text": "Equally remarkable.",
    "start": "00:35:32",
    "end": "00:35:32"
  },
  {
    "text": "But I think that's kind of the historical humility that Luke's trying to like instill in us here is the fact.",
    "start": "00:35:33",
    "end": "00:35:40"
  },
  {
    "text": "That we're here, kind of humble beginnings.",
    "start": "00:35:40",
    "end": "00:35:42"
  },
  {
    "text": "Yeah. And any of us that we're listening and talking, thinking about these things, it's because of a conversation Jesus had in a promise he made in the upper room to just a small group of people.",
    "start": "00:35:42",
    "end": "00:35:52"
  },
  {
    "text": "Yeah. This is a really critical scene in human history right here.",
    "start": "00:35:52",
    "end": "00:35:56"
  },
  {
    "text": "So my sense is that we're only going to be in the scene for 60 seconds, but I feel like every second matters here in this scene because it's both transitioning from the earlier video. It's recalling the whole upside down kingdom of God, restoring exiled Israel. We have all the scroll motifs. Oh, the scroll motif will totally continue through Acts. Yeah, through Acts. Except I think we could use it to have the scroll now be Luke.",
    "start": "00:36:28",
    "end": "00:37:00"
  },
  {
    "text": "Oh, yeah. Huh?",
    "start": "00:37:01",
    "end": "00:37:02"
  },
  {
    "text": "Yeah. Now it's going to be about. But he also is going to be paralleling things like here with these Isaiah quotes.",
    "start": "00:37:02",
    "end": "00:37:08"
  },
  {
    "text": "We're going to get scrolls within scrolls. It's going to get very inception pretty quick.",
    "start": "00:37:08",
    "end": "00:37:12"
  },
  {
    "text": "But like in this scene, this could be Jesus talking about the kingdom. And we could just summarize these themes from these Isaiah texts here about the restoration of the exiles in Jerusalem out to the nations. And then the three part map of Jerusalem, Judea, Samaria, into the earth.",
    "start": "00:37:12",
    "end": "00:37:31"
  },
  {
    "text": "Almost feels like an introduction to the trilogy more than.",
    "start": "00:37:33",
    "end": "00:37:36"
  },
  {
    "text": "Oh, you're right, you're right.",
    "start": "00:37:36",
    "end": "00:37:38"
  },
  {
    "text": "That's a good point. But it'll have to be a part of the first video.",
    "start": "00:37:38",
    "end": "00:37:42"
  },
  {
    "text": "Yeah. Scholars draw attention to what they call the kingdom of God frame around the book. So the kingdom of God, that phrase appears twice in the opening scene. He spends 40 days teaching about it. And then they ask, is the kingdom now to Israel? Then once you get into the body of the book, the phrase doesn't appear that often, but when it does, it's always at one of these transition moments. So the moment that Philip leaves Jerusalem to go to the next boundary line, Samaria, what's in his mouth? The good news of the kingdom.",
    "start": "00:37:42",
    "end": "00:38:18"
  },
  {
    "text": "Interesting.",
    "start": "00:38:18",
    "end": "00:38:19"
  },
  {
    "text": "Which is the phrase Luke used to introduce Jesus going around the countryside announcing the good news of the kingdom. Then on the first missionary journey of Paul and Barnabas to go out to the nations.",
    "start": "00:38:19",
    "end": "00:38:31"
  },
  {
    "text": "Which is the next break?",
    "start": "00:38:31",
    "end": "00:38:32"
  },
  {
    "text": "It's the next. Yeah, the next section. There he talks about calling people to enter the kingdom of God. Then at the two key cities where Paul spends the most time planting influential churches, Corinth and Ephesus, he uses the phrase preaching or bearing witness. So just four times in the heart of the book, which isn't a ton, it's a big book. And then in the last chapter, it's repeated two times, just like it is in the opening scene. So it's great. It's in the closing scene and opening scene, he uses the phrase two times. And then in the heart of the book, he only uses it at the strategic. And what's Paul doing at the end? He's bearing witness to the kingdom of God under house arrest in one of Caesar's houses. And the last phrase of the book is, and he was there announcing the kingdom of God. And many people heard him. So this is a good case where you can't just count the number of times a phrase occurs to gauge how it's occurring. It's not just how many times it occurs, it's when it occurs. And so the. The coming of the kingdom of God through the power of the Spirit, through Jesus, people, this book of acts.",
    "start": "00:38:32",
    "end": "00:39:46"
  },
  {
    "text": "Thanks for listening to this episode of the Bible Project podcast. Our music today was from the Beautiful Eulogy and our show was produced by Dan Gummel. We're a non profit in Portland, Oregon and you can find lots of our stuff, videos, study notes, other resources. It's all for free and it's on the bibleproject.",
    "start": "00:39:47",
    "end": "00:40:05"
  },
  {
    "text": "I'm Daniel from Raleigh, North Carolina. I'm a college pastor, and I found the Bible Project when I was hunting for resources to help people in their 20s. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, and more@thebibleproject.com SA.",
    "start": "00:40:06",
    "end": "00:40:32"
  }
]