[
  {
    "text": "This is John from the Bible Project. Tim and I have been preparing for a five part miniseries that walk through the entire life of Jesus as told by Luke in his Gospel. The first of these is on the birth of Jesus which will release just in time for Christmas and then the rest will come out in 2017. Luke is one of four accounts of the life of Jesus found in the Christian scriptures.",
    "start": "00:00:03",
    "end": "00:00:23"
  },
  {
    "text": "There's four of them in the New Testament. That's odd. We're talking about one of the major world religions and the founding story, the key figure. He doesn't just have one story of his life, but four parallel versions.",
    "start": "00:00:24",
    "end": "00:00:37"
  },
  {
    "text": "This first conversation about Luke is really about what the Gospels are and what it looks like to trust them as a faithful representation of what happened in human history.",
    "start": "00:00:38",
    "end": "00:00:49"
  },
  {
    "text": "Christianity is based on both claims that something took place in history around Jesus of Nazareth. But it's also a claim about the meaning of those events that clearly wasn't compelling to everybody who was there and saw Jesus because there were many people who thought he was full of it. There were different interpretations of Jesus and what we have are the version of what happened according to his disciples.",
    "start": "00:00:49",
    "end": "00:01:12"
  },
  {
    "text": "Doing history is difficult. Whenever you recount an event, you aren't just saying what happened, but you're also explaining why those events mattered.",
    "start": "00:01:13",
    "end": "00:01:23"
  },
  {
    "text": "The meaning of events is actually never a self evident thing. What the Gospels are are recountings of the story of Jesus in the light of the resurrection.",
    "start": "00:01:23",
    "end": "00:01:33"
  },
  {
    "text": "So can we trust the Gospel of Luke as history? Why are there some differences between Luke's account and other accounts? If you've ever wrestled with being able to trust the Gospels, we hope this dialogue will be a great aid for you. Let's go. I remind you of the day you were just a boy trying to pretend pleasing all your.",
    "start": "00:01:34",
    "end": "00:01:58"
  },
  {
    "text": "So we're talking about Gospel of Luke. Here's an interesting fact. Luke, who as far as we can tell, we can talk about this a little bit more. He's not Jewish, he wasn't a part of the circle of the 12. But he was an early co worker of Paul's super tied into the first generation of apostles.",
    "start": "00:02:13",
    "end": "00:02:37"
  },
  {
    "text": "Does he know where he's from?",
    "start": "00:02:37",
    "end": "00:02:38"
  },
  {
    "text": "No, no. He actually appears within the story of Acts at a certain point. And then there's a number of places where he starts using the pronoun we in some stories. In Acts they're called the we passages.",
    "start": "00:02:39",
    "end": "00:02:53"
  },
  {
    "text": "Because he was there.",
    "start": "00:02:53",
    "end": "00:02:54"
  },
  {
    "text": "And they're yeah, conspicuously passages where he appears close by in the story. Paul tells us he was a physician, so he was of the middle upper class. In Roman society. And based on a comment that Paul makes there at the end of Colossians, it seems like he's including Luke in a category of non Jewish co workers. Okay, so here we have a. Not a Gentile who's not a part of the 12, but a close, close companion who knows everybody, travels around with them. And to this Luke we owe nearly one third of the New Testament just by sheer like page numbers and amount of words. Luke and Acts are the longest books in the New Testament and they make up nearly a third of it.",
    "start": "00:02:55",
    "end": "00:03:45"
  },
  {
    "text": "Wow.",
    "start": "00:03:45",
    "end": "00:03:45"
  },
  {
    "text": "In terms of pages.",
    "start": "00:03:45",
    "end": "00:03:46"
  },
  {
    "text": "Now if we didn't have Luke, we'd be okay because we have Mark and Matthew and John. But if we didn't have Acts.",
    "start": "00:03:46",
    "end": "00:03:53"
  },
  {
    "text": "Yes.",
    "start": "00:03:54",
    "end": "00:03:55"
  },
  {
    "text": "Yeah, like that would be a whole mystery that whole time period.",
    "start": "00:03:55",
    "end": "00:03:58"
  },
  {
    "text": "Yes.",
    "start": "00:03:58",
    "end": "00:03:58"
  },
  {
    "text": "I mean, there's a lot of good history in Acts.",
    "start": "00:03:58",
    "end": "00:04:03"
  },
  {
    "text": "Yeah, that's exactly right.",
    "start": "00:04:03",
    "end": "00:04:05"
  },
  {
    "text": "And it's due to a guy who is not Jewish.",
    "start": "00:04:06",
    "end": "00:04:10"
  },
  {
    "text": "Yeah.",
    "start": "00:04:10",
    "end": "00:04:11"
  },
  {
    "text": "How does he. I mean, he knows a lot about Judaism and the story of the Bible.",
    "start": "00:04:11",
    "end": "00:04:18"
  },
  {
    "text": "Yeah, yeah. There's a lot of tradition about him in the later church. He's only mentioned three times by name in the New Testament. And then he's implied in the wee passages of Acts. But there were lots of non Jewish people who would grow up with families who went to synagogues, attended synagogues. There were lots of Gentiles who were attracted to Jewish life and culture. It's clear the Greeks, his first language. Because his command of Greek is beautiful. It's just beautiful literary Greek, which means it's long, complex sentences. He's also clearly the Greek translation of Old Testament scriptures. A Septuagint is near and dear to his heart because not just when characters are quoting from the Greek scriptures, but he's also woven words and phrases from the Greek Old Testament just into the story, into the narration. So yeah, we have a Greek, maybe non Jewish. You know, we don't know for sure. We don't know for certain. It's just at the end of Colossians 4, Paul says, yeah, here's a bunch of those of the Jews who are my co workers. And then he separates them from another list of people who seem to be not Jewish coherent. And Luke's in the second list, but it could be there's some people in between. It's a little bit difficult. So yeah, what's significant is this is an author. You know, when you think about famous authors in the New Testament, Matthew, it's the first one. It's really big story of Jesus, John, Paul. But in terms of sheer volume. Volume. Luke takes the cake.",
    "start": "00:04:18",
    "end": "00:05:59"
  },
  {
    "text": "Yeah.",
    "start": "00:05:59",
    "end": "00:06:00"
  },
  {
    "text": "That's awesome. I love it. Luke and Paul are the top writers.",
    "start": "00:06:00",
    "end": "00:06:05"
  },
  {
    "text": "In the New Testament, but Paul wrote.",
    "start": "00:06:05",
    "end": "00:06:07"
  },
  {
    "text": "More than Luke in sheer page numbers. I haven't done the count. I've only done the total count, which is that out of all the pages in the New Testament, Luke makes up 30%.",
    "start": "00:06:07",
    "end": "00:06:18"
  },
  {
    "text": "That's a PI percentage.",
    "start": "00:06:18",
    "end": "00:06:20"
  },
  {
    "text": "It is, but Paul's got 13 letters to seven church communities. John is googling. What percentage of the New Testament did Paul write?",
    "start": "00:06:20",
    "end": "00:06:29"
  },
  {
    "text": "Paul. So Luke is 27%.",
    "start": "00:06:30",
    "end": "00:06:32"
  },
  {
    "text": "Yep.",
    "start": "00:06:33",
    "end": "00:06:33"
  },
  {
    "text": "Paul is 23%.",
    "start": "00:06:33",
    "end": "00:06:35"
  },
  {
    "text": "Yep.",
    "start": "00:06:35",
    "end": "00:06:35"
  },
  {
    "text": "In terms of words.",
    "start": "00:06:35",
    "end": "00:06:36"
  },
  {
    "text": "Words. Yep. Amount of words. Yes.",
    "start": "00:06:37",
    "end": "00:06:39"
  },
  {
    "text": "And then Third is John 20%.",
    "start": "00:06:39",
    "end": "00:06:41"
  },
  {
    "text": "Yeah, there you go.",
    "start": "00:06:42",
    "end": "00:06:42"
  },
  {
    "text": "So Luke wrote more of the New Testament than Paul.",
    "start": "00:06:42",
    "end": "00:06:44"
  },
  {
    "text": "Yep. I love it.",
    "start": "00:06:44",
    "end": "00:06:47"
  },
  {
    "text": "And it's the longest gospel in word count.",
    "start": "00:06:47",
    "end": "00:06:50"
  },
  {
    "text": "And it's the longest gospel in terms of the number of words, not number of chapters, but number of words. Yep. So the Gospels, there's four of them in the New Testament. That's odd. We're talking about one of the major world religions and the founding story of the key figure. He doesn't just have one story of his life, but four parallel versions. Why that's odd. Just as a fact of history.",
    "start": "00:06:50",
    "end": "00:07:19"
  },
  {
    "text": "Why is it odd?",
    "start": "00:07:19",
    "end": "00:07:20"
  },
  {
    "text": "Well, not that there are multiple sources, historical sources, attesting to the life of a founding religious figure, but that all four of them, despite their variations and differences, sometimes really nerve wracking ones, that they are all included within the scriptural canon of the Christian tradition.",
    "start": "00:07:21",
    "end": "00:07:42"
  },
  {
    "text": "So it's more odd that they were all selected, correct? Not necessarily. Odds that they were all written. But if you were going to decide, well, which one is the authoritative one, you would probably just choose one. Then you wouldn't have to deal with any discrepancies.",
    "start": "00:07:42",
    "end": "00:07:58"
  },
  {
    "text": "Yeah, that's right. And in fact, we know that the existence of four versions of the life of Jesus caused tension in the second, third, fourth generations of the Christian movement. Because, yeah, there's debates in the early church about different versions of different stories and what really happened, you know, did Jesus say what he said here in Luke, Blessed are the poor? Or did he say blessed are the poor in spirit, as it says in Matthew? It's a good question.",
    "start": "00:07:58",
    "end": "00:08:25"
  },
  {
    "text": "Or did he say both sometimes?",
    "start": "00:08:26",
    "end": "00:08:28"
  },
  {
    "text": "Or did he say both and he said different things on different occasions. There was an early Christian scholar named Tatian who created a super gospel called the Diatessaron, which literally means one through four. So he cut and pasted all four of the gospels together, wove them together.",
    "start": "00:08:28",
    "end": "00:08:51"
  },
  {
    "text": "Took out, took out the Repeats usually.",
    "start": "00:08:52",
    "end": "00:08:54"
  },
  {
    "text": "Picked one on different occasions and wove them all together into this one super gospel.",
    "start": "00:08:54",
    "end": "00:09:01"
  },
  {
    "text": "I feel like there was something like that that was more modern.",
    "start": "00:09:01",
    "end": "00:09:04"
  },
  {
    "text": "Yeah, there have been many. Yeah. They're usually called Lives of Christ or a harmony of the Gospels which create one mega gospel which, you know, for historical purposes, that's a valid, you know, investigation. But what's fascinating is that the first generation and second generation of Christians had no problems appealing to all four of them, despite their differences in certain places. It's as if the life of Jesus is so, so rich that no one version can fully capture who he. He was and is. Only it's not even stereo. What do you do when you're hearing something from four directions?",
    "start": "00:09:04",
    "end": "00:09:44"
  },
  {
    "text": "I don't know. I don't have four ears.",
    "start": "00:09:44",
    "end": "00:09:46"
  },
  {
    "text": "Yeah. Many modern readers will read one, will read Matthew, then they'll read Luke, and then they read John and be like, oh, they're so different. What? Oh. And it's a scandal to them. But it seems like the earliest generations of the church thought the opposite way. That actually this was an advantage to get these unique different angles on Jesus that complement each other because of the richness that you get from the different.",
    "start": "00:09:48",
    "end": "00:10:10"
  },
  {
    "text": "Portraits, but sometimes appear to contradict each other.",
    "start": "00:10:10",
    "end": "00:10:15"
  },
  {
    "text": "Yeah. Sometimes different versions of the same story. Yeah. Have divergent details. And that's just.",
    "start": "00:10:15",
    "end": "00:10:22"
  },
  {
    "text": "What did the early Christians think about that?",
    "start": "00:10:22",
    "end": "00:10:24"
  },
  {
    "text": "I think there was just a diversity of reactions. There's quite a number of them where you can just say, oh, they're just different interpretations of the same events, just like different eyewitnesses of a car accident. But there are places where we can talk about this more. Luke mentions that he consulted sources. He says it right at the beginning. And we know. Well, the consensus position is that we know one of his sources. It's the testimony of Peter that's embodied in the Gospel of Mark, because he just picks up Mark verbatim at many places, but adjust some of the details. So the Roman centurion. Okay, the climax of the Gospel of Mark, the Roman centurion, surely this is.",
    "start": "00:10:25",
    "end": "00:11:04"
  },
  {
    "text": "The son of God.",
    "start": "00:11:04",
    "end": "00:11:05"
  },
  {
    "text": "This man was the son of God. In Luke, the Roman centurion says, surely this was an innocent man, a righteous man. So usually readers go right for the historical question, what really happened? But there, I think we can pretty easily discern what happened, that Luke has adapted the wording of his source. And we'll get to this when we talk about it. But Luke has woven a highlighted theme in the trial and execution of Jesus where everybody can see that this man is Innocent, everybody. Pilate highlights Jesus innocence three times in the trial. Everybody thinks that he's done nothing wrong, but yet he still gets crucified. Even now then at the end of the story, the one who crucified him, Luke has adapted the acknowledgement as the Son of God to be an acknowledgement that he's innocent. He's innocent. So it's an example where Luke has adjusted the wording to fit into a theme that he is uniquely highlighting in his version.",
    "start": "00:11:05",
    "end": "00:12:07"
  },
  {
    "text": "He's making things up.",
    "start": "00:12:07",
    "end": "00:12:08"
  },
  {
    "text": "He's interpreting the data. Well, so here this gets us into a debate about what does it mean for an ancient historian like Luke to write history. Do we impose standards of historical reporting on the Gospels that are foreign to the purpose and methods that Luke used as a historian? Sure, if he's going to. Oh, go ahead, go ahead.",
    "start": "00:12:09",
    "end": "00:12:35"
  },
  {
    "text": "Well, so I guess what you're saying is, when we think of writing someone's history, journalistically or as a historian, we want to fact check. We want to make sure. Is that what they actually said? Is that what actually happened? And we want that to be very accurate. You're saying that wasn't what. That wasn't the intention or desire?",
    "start": "00:12:35",
    "end": "00:12:56"
  },
  {
    "text": "Well, I think they are trying to. The gospel authors are trying to faithfully portray the story of Jesus and its meaning at the same time.",
    "start": "00:12:56",
    "end": "00:13:07"
  },
  {
    "text": "Right.",
    "start": "00:13:07",
    "end": "00:13:07"
  },
  {
    "text": "And to do that within their tool set, one of their available tools is to adjust wording so that it will reflect the meaning of what happened.",
    "start": "00:13:07",
    "end": "00:13:18"
  },
  {
    "text": "So the meaning of the soldier observing Christ in Mark was that the soldier realized this was the Messiah that the Jews were specifically.",
    "start": "00:13:18",
    "end": "00:13:30"
  },
  {
    "text": "Yeah, the Son of God Messiah. Which fits into Mark's way of framing things. Framing. Yeah, because he has the acknowledgment of Jesus as son of God in the first, at the baptism, at the transfiguration mountain in the middle of the book, and then the Romans. So he's got Mark's guy.",
    "start": "00:13:30",
    "end": "00:13:44"
  },
  {
    "text": "So he uses that character to reinforce his point there.",
    "start": "00:13:44",
    "end": "00:13:48"
  },
  {
    "text": "Yep.",
    "start": "00:13:48",
    "end": "00:13:48"
  },
  {
    "text": "Luke uses the character to reinforce a point of his innocence. But that guy was or was not there, and he did or did not say something.",
    "start": "00:13:49",
    "end": "00:13:58"
  },
  {
    "text": "Correct? That's correct.",
    "start": "00:13:58",
    "end": "00:14:00"
  },
  {
    "text": "What if I want to know what he actually said?",
    "start": "00:14:00",
    "end": "00:14:02"
  },
  {
    "text": "Then I think that that's a valid question. But that's a different question than asking, what does the. The author of Luke intend for me right here to get about the story of Jesus?",
    "start": "00:14:02",
    "end": "00:14:14"
  },
  {
    "text": "How far does that extend? Do they. So they could put words in people's mouths? Do they?",
    "start": "00:14:14",
    "end": "00:14:20"
  },
  {
    "text": "Yeah, they'll often summarize. They'll adapt wording. They'll if you just. You can get these tools called A Synopsis of the Gospels. And they'll set parallel stories and teachings of Jesus right next to each other. And you can see they all have this characteristic of they're the same and they're different. The basic meaning is always the same, but each gospel author has adapted or adjusted wording.",
    "start": "00:14:21",
    "end": "00:14:46"
  },
  {
    "text": "But the meaning in Luke and Mark, to use the example of centurion, were different. The meaning was, here's a guy seeing that he's the son of God. And then the other one is here's a guy just seeing that he's innocent. I mean, I guess there's this underlining meaning of here's an unexpected character realizing what you should have realized.",
    "start": "00:14:46",
    "end": "00:15:05"
  },
  {
    "text": "That's right, here's who he thought he was. Oh my gosh. Here's who he really was.",
    "start": "00:15:05",
    "end": "00:15:09"
  },
  {
    "text": "And so in a way, in the story of Jesus, there's this. It's almost like a trope that's developed of this centurion. And he's the character who gets you to see at the end of the story what you should have seen all along.",
    "start": "00:15:09",
    "end": "00:15:21"
  },
  {
    "text": "Yeah, yeah. And that's not. That doesn't exclude there actually having been somebody. You know, as far as we can tell, there were only a few male disciples of Jesus and a whole lot of women disciples of Jesus who were there at the crucifixion. So I think based on what Luke says, all these stories come from eyewitness testimony that somebody heard and saw a Roman soldier having a powerful movement over there as he watches the crucifixion. And that as they retold and recounted.",
    "start": "00:15:21",
    "end": "00:15:52"
  },
  {
    "text": "The story that became an avoiding apostles.",
    "start": "00:15:52",
    "end": "00:15:54"
  },
  {
    "text": "That became a significant detail that each of the gospel authors then puts into their account. But for a different. To highlight a different. But all history writing is interpretive like this. There's no such thing as an objective report of the events because no literary representation of an event can represent every single detail of what happened. So all history writing is already an interpretation by the fact that it's been processed through your brain.",
    "start": "00:15:54",
    "end": "00:16:24"
  },
  {
    "text": "I guess what's interesting is now that we live in an age where things are recorded.",
    "start": "00:16:24",
    "end": "00:16:28"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:16:29",
    "end": "00:16:29"
  },
  {
    "text": "That you could go back and say, well, what did the person actually say?",
    "start": "00:16:29",
    "end": "00:16:32"
  },
  {
    "text": "Correct.",
    "start": "00:16:32",
    "end": "00:16:32"
  },
  {
    "text": "But I guess imagine living in a time where things weren't recorded. So really all you have is your memory.",
    "start": "00:16:32",
    "end": "00:16:38"
  },
  {
    "text": "Yes.",
    "start": "00:16:39",
    "end": "00:16:39"
  },
  {
    "text": "It's just been proven over and over that we think we can remember exactly what happened, but we're always interpreting in real time.",
    "start": "00:16:39",
    "end": "00:16:48"
  },
  {
    "text": "That's right.",
    "start": "00:16:48",
    "end": "00:16:49"
  },
  {
    "text": "And every time you remember something, you're actually kind of like creating it.",
    "start": "00:16:49",
    "end": "00:16:53"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:16:53",
    "end": "00:16:54"
  },
  {
    "text": "Recreating that memory.",
    "start": "00:16:54",
    "end": "00:16:55"
  },
  {
    "text": "Yeah. You know, this is a whole industry in New Testament stuff, studies the cross discipline of studying the history of the gospel traditions and stories. In light of brain research and memory theory, it's the whole. I have just a handful of books, but there's a stack of them that exist. And it differs. There's a cultural difference for you and I, whose brains are melted on mobile screenshots. For us to remember things is very different from a textually immersed culture whose identity is shaped by the memorization and recitation of texts and stories. Like Jewish culture.",
    "start": "00:16:55",
    "end": "00:17:35"
  },
  {
    "text": "Yeah.",
    "start": "00:17:36",
    "end": "00:17:36"
  },
  {
    "text": "And again, assuming that we haven't even read the prologue of Luke out loud, but we have pretty clear evidence that in early Christianity there was a special place and role for people whose job it was to memorize the traditions and the stories and the sayings and to go around as churches are being planted and teach those traditions.",
    "start": "00:17:36",
    "end": "00:17:58"
  },
  {
    "text": "So this oral memory is really important, crucial. And so these disciples of Jesus. Okay, so Jesus rises from the dead. Mind blowing. You see him, you're like, everything's turned upside down for you. You're just like, this is crazy. I mean, you've seen some crazy things, but now the guy's back from the dead, and so you're like, okay, this is on for real.",
    "start": "00:17:59",
    "end": "00:18:19"
  },
  {
    "text": "Yeah, yeah. Holy cow. Yeah, yeah. And not just you, but, like, his earliest disciples. There's now, as Paul says in 1 Corinthians 15, There's a few hundred people who have all had these experiences with Jesus.",
    "start": "00:18:19",
    "end": "00:18:32"
  },
  {
    "text": "And then there's this remarkable experience of receiving Holy Spirit in this community, and that really shapes them. And so you're gathering together and you guys are going, okay, let's recount this. Let's like, what happened? And someone tells a story. Well, I was there during the crucifixion and I saw him being crucified. And I actually saw the Roman centurion realizing that he was killing the son of God.",
    "start": "00:18:32",
    "end": "00:19:02"
  },
  {
    "text": "Yeah. Do you remember? Yeah. Rufus or whatever. Did you hear what he said?",
    "start": "00:19:02",
    "end": "00:19:08"
  },
  {
    "text": "Yeah. And so this story would circulate and then it would be told over and over. And because they took the oral tradition of storytelling so important, it would be important how you were telling that story and that you were. That you were true to that. But then you get. So wouldn't it be scandalous then if you're familiar with Mark's account? And then all of a sudden you get to Luke and Luke changes his words. You'd be like, wait, that's not how we told the story. That's not how I heard the story. They should kind of almost be like, how did. What would they be comfortable with? The fact that Luke made that change?",
    "start": "00:19:08",
    "end": "00:19:38"
  },
  {
    "text": "Yeah. So there, I think we're imposing an expectation on it to say what it means to faithfully represent that event requires verbatim repetition of the precise word always.",
    "start": "00:19:38",
    "end": "00:19:52"
  },
  {
    "text": "And that's not the case.",
    "start": "00:19:53",
    "end": "00:19:54"
  },
  {
    "text": "It's just manifestly not the case, because that's not what the Gospels tell us. What the Gospels consistently show is the core sameness among all the parallel versions of the stories and sayings, but with variation. And usually that variation is tied into a pattern or a theme that each different author is highlighting. So the nerdy way to say it is. For a long time, people would search back behind the Gospel accounts to look for the source, what's called the verba ipsissima. The very words. That's the Latin phrase, verba ipsissima, the very words of Jesus. And after many, many decades of this, digging through the Gospels to get to what's behind them, a lot of people have said we're doing the impossible because that's not what the Gospels are trying to present to us. They're trying to present what's the vox. It's sisima, the voice of Jesus, the meaning of what he said. So to be a faithful representation of what Jesus said and did doesn't mean it has to match precisely what I would have seen if I was there with a video camera. Now, that's a spin for modern readers, but it's a jump that you have to make. Otherwise you're going to open up a synopsis of the Gospels, and it's going to destroy your faith.",
    "start": "00:19:54",
    "end": "00:21:15"
  },
  {
    "text": "It's going to crush your spirit.",
    "start": "00:21:15",
    "end": "00:21:16"
  },
  {
    "text": "That's going to destroy your faith. Really? If your faith is built on a conviction, well, what else do we have?",
    "start": "00:21:17",
    "end": "00:21:26"
  },
  {
    "text": "If we don't have the facts of.",
    "start": "00:21:26",
    "end": "00:21:29"
  },
  {
    "text": "History, we have the faithful eyewitness traditions.",
    "start": "00:21:29",
    "end": "00:21:34"
  },
  {
    "text": "When you say faithful, what do you mean there?",
    "start": "00:21:34",
    "end": "00:21:36"
  },
  {
    "text": "The claim is that of these eyewitnesses is that they are recounting events that happened and they're faithfully passing on to them onto us both.",
    "start": "00:21:37",
    "end": "00:21:47"
  },
  {
    "text": "By faithful, you don't mean accurate?",
    "start": "00:21:47",
    "end": "00:21:49"
  },
  {
    "text": "Well, it's all about how we. What's your definition of accuracy? I don't want to impose on Luke a standard of accuracy that he didn't hold himself. If I want to have the right expectation of what Luke is doing, I want to meet him on his terms of what he wants me to expect.",
    "start": "00:21:49",
    "end": "00:22:08"
  },
  {
    "text": "And his terms are well, here, let's.",
    "start": "00:22:09",
    "end": "00:22:12"
  },
  {
    "text": "Just finally read the prologue, because we've talked around it, but here it is. Look at what he says. Opening Words of Luke. Many have undertaken to draw up an account of the things that have been fulfilled among us, just as they were handed down to us by those who from the first, were eyewitnesses and servants of the Word. With this in mind, since I myself have carefully investigated everything from the beginning, I too decided to write an orderly account for you, most excellent Theophilus, so that you might know the certainty or with confidence, the things that you've been taught. So he's writing to Theophilus. We have no idea who this is. Most likely the patron sponsor. He sponsored Luke study leave for two years to research and write the.",
    "start": "00:22:12",
    "end": "00:22:55"
  },
  {
    "text": "He didn't have like a thousand micro patrons.",
    "start": "00:22:55",
    "end": "00:22:57"
  },
  {
    "text": "He had one. Yeah, he had Theophilus. And notice what he says about Theophilus. You have been taught all kinds of things about Jesus. So Theophilus is a convert and has gone to church and has heard all kinds of accounts and stories about Jesus. So here's what I did. I wanted you to have confidence in what you've learned about the story and teachings of Jesus. So I did the research. And he says he went back to eyewitnesses and then also to servants of the Word. And this is a technical phrase. We're talking about like professional memorizers and scribes of the Jesus tradition. And we have parallels of this. There's a great, really important study of this done in that whole New Testament field of oral tradition. Gerd Thiessen did a cross comparison between the memorization of stories and sayings of the your rabbis in Jewish tradition, like rabbinic tradition, and the way that what we see in the New Testament parallel, of course, because these are all Jewish people, so servants. We're talking about people whose job it is in the community to memorize and then go and pass it on. But they're servants of the Word. So the point is you memorize this material and then you travel about and commit the Word to new people.",
    "start": "00:23:00",
    "end": "00:24:18"
  },
  {
    "text": "This was a profession.",
    "start": "00:24:18",
    "end": "00:24:19"
  },
  {
    "text": "Well, it assumes a group of people who were not themselves the eyewitnesses, but who are servants.",
    "start": "00:24:20",
    "end": "00:24:25"
  },
  {
    "text": "But would they do this? This would be their career or this.",
    "start": "00:24:26",
    "end": "00:24:29"
  },
  {
    "text": "Would be their ministry hobby. Yeah. Or I think certainly Paul. Paul was one of these. Was he an eyewitness to the Jesus in Galilee? No, but what's fascinating is in 1 Corinthians 11, when he wants to recount the story of what happened at the Last Supper, he says, I Pass on to you what I received. And it's nearly verbatim what you have of the Last Supper in the Gospel account, like nearly verbatim.",
    "start": "00:24:29",
    "end": "00:24:54"
  },
  {
    "text": "So that's a guy who's traveling around and saying, here's stories that you need to know about Jesus.",
    "start": "00:24:55",
    "end": "00:25:02"
  },
  {
    "text": "Yep. So Luke has consulted as many eyewitnesses as he can and then also the first wave of these people who have memorized huge amounts.",
    "start": "00:25:02",
    "end": "00:25:13"
  },
  {
    "text": "And so Luke, he seems very analytical. Yeah, totally right. And he's got some sort of strategy here. He must have. As he talked with the eyewitnesses and the servants, he must have noticed their discrepancies of, oh, you said that the centurion said this, and this eyewitness said this, and this servant now is saying that, and there's some differences.",
    "start": "00:25:13",
    "end": "00:25:37"
  },
  {
    "text": "Or did the centurion. On another occasion, did the. Not the centurion. There was the. A really significant Roman who wanted Jesus to heal his servant. So did the Roman himself come to Jesus as in Mark, or did the Roman leader send messengers to Jesus on his behalf? And does the difference really matter? But it is a difference in the parallel versions of the story.",
    "start": "00:25:37",
    "end": "00:26:02"
  },
  {
    "text": "So.",
    "start": "00:26:02",
    "end": "00:26:02"
  },
  {
    "text": "Which is.",
    "start": "00:26:02",
    "end": "00:26:02"
  },
  {
    "text": "Yeah. So Luke must have been aware of these differences. And his conclusion is, you can have confidence in the things you were taught. Yeah, I'm going to write an account of all this. And you can be confident that what actually happened actually is accurate.",
    "start": "00:26:03",
    "end": "00:26:22"
  },
  {
    "text": "He says, so that I put this all together for you so that you might know the certainty or literally might have confidence about the things that you've been taught. So you can know that it. This is faithful, it's true, it happened. But look at the first line is saying, listen, I know I'm not the only person who's written up an account of Jesus. He says there's a number of accounts of Jesus circling around. It's not like he's trying to create one to oust all the others, or he doesn't indicate any negative view. He says, I wanted to get to the bottom of things for myself. So I think I remember personally being really bothered and scandalized by these differences for a long, long time. But then the more that I read and reflected on them and marked up my synopsis in the parallel versions, the more there's a New Testament scholar named James Dunn who wrote an excellent, huge, thick volume called the Oral Gospel Tradition something. And that's his phrase, the same and different. Because the differences are almost never. There's some that are whoppers, but they're almost never like compromise the meaning of the story. But what they show us is that the Jesus tradition was what he calls a living tradition. It was a tradition meant to be preached and passed on to living communities. And they didn't feel free to just invent wholesale stories that never happened. At least in that first generation, though there's a lot of debate. That's obviously a point of contention. But what we do see when there's parallel stories is faithfulness to the basic meaning of a story, but variation in wording, faithfulness to meaning, faithfulness to the basic outline. And again, we can test this because there are many stories that have two. Or sometimes you have a story that Matthew has, Mark has, and Luke has. And so you can cross compare and see how they differ from each other. And almost never is the story completely like a different story. It's almost always a variation in wording, but the same basic message.",
    "start": "00:26:22",
    "end": "00:28:34"
  },
  {
    "text": "And they're okay with that.",
    "start": "00:28:34",
    "end": "00:28:36"
  },
  {
    "text": "And nobody seems to have had a problem with this. And also, it's important too, the process of memorization wouldn't have only started after the resurrection. Jesus is a rabbi, traveling, itinerant teacher who speaks and teaches in very memorable one liners and parables and stories so.",
    "start": "00:28:36",
    "end": "00:28:58"
  },
  {
    "text": "That they could be passed along.",
    "start": "00:28:58",
    "end": "00:28:59"
  },
  {
    "text": "He's an oral teacher. So the memorization process among Jesus disciples would have started immediately from his first announcement. So this is a whole field of New Testament studies with centuries of history to the conversation. But it's fascinating. I love, I'm obsessed with this whole field because it's really interesting and it's so amazing that we have four accounts of Jesus. But it forces you to reshape your paradigm of what the Bible is around just the historical fact of these four accounts.",
    "start": "00:28:59",
    "end": "00:29:34"
  },
  {
    "text": "Yeah. And I'm trying to get that reshaped paradigm. And I'm struggling.",
    "start": "00:29:35",
    "end": "00:29:41"
  },
  {
    "text": "Think of a parallel in my own life that I've discovered. Jessica and I just celebrated 15 years of being married. And you know, when we meet somebody new, we go over to dinner to someone's house and they ask, oh, how'd you guys meet? Tell us the story of your. How you guys met. Yeah, so we've been telling that story. It's not like we go like, oh yeah, well, man. Boy, that was 15 years ago.",
    "start": "00:29:44",
    "end": "00:30:09"
  },
  {
    "text": "Yeah, you got the story locked down.",
    "start": "00:30:09",
    "end": "00:30:11"
  },
  {
    "text": "We've been telling the same story over and over and over again for 15 years. And here's what has happened. We've condensed it, We've assigned parts like, you know, unofficially. But like she does the part of the story in the library and I do the part of the story, the horses on the beach. And, you know. Right. And so we have these fixed things. And are there moments where totally. Like, we've condensed two events into one or did it for. Yes, of course we have. Is it a faithful representation of what happened? Yes, I lived it. Our story. But we've condensed it, adapted it over the course of the retelling, also to reflect what we now can see, the significance and meaning of those events in our life stories. And so I think we have to envision something similar where Jesus had a deep impact on all of these individuals. They're not going to forget the day that he healed my eyes, or like the day that he called Zacchaeus into his home. Or like, these events will mark these individuals the rest of their lives. And they're not waiting 10 years before they go tell them to somebody else.",
    "start": "00:30:11",
    "end": "00:31:18"
  },
  {
    "text": "Right.",
    "start": "00:31:18",
    "end": "00:31:18"
  },
  {
    "text": "But as they retell them, the stories get adapted, and we have to reckon with that. That's part of how the Gospels came into existence.",
    "start": "00:31:18",
    "end": "00:31:28"
  },
  {
    "text": "Yeah.",
    "start": "00:31:28",
    "end": "00:31:28"
  },
  {
    "text": "And. Yeah. And Luke wants his readers to have to have confidence. Christianity is based on both claims that something took place in history around Jesus of Nazareth, but it's also a claim about the meaning of those events that clearly wasn't compelling to everybody who was there and saw Jesus, because there were many people who thought he was full of it, and there were people who killed him and hated him. So there were different interpretations of Jesus. And what we have are the version of what happened according to his disciples.",
    "start": "00:31:28",
    "end": "00:32:03"
  },
  {
    "text": "I think what a modern reader would wish to have is an unbiased, empirical account of everything that actually was said and done.",
    "start": "00:32:03",
    "end": "00:32:12"
  },
  {
    "text": "Correct.",
    "start": "00:32:12",
    "end": "00:32:13"
  },
  {
    "text": "So that you could come to your own conclusion. But what we have instead is the crafting of these happenings in such a way that it's designed to explain to you not exactly what happened, but more importantly.",
    "start": "00:32:13",
    "end": "00:32:28"
  },
  {
    "text": "I wouldn't say.",
    "start": "00:32:28",
    "end": "00:32:29"
  },
  {
    "text": "More importantly. Well, of why it happened.",
    "start": "00:32:29",
    "end": "00:32:32"
  },
  {
    "text": "Yeah, yeah. I wouldn't put a but in there. I would just. It's. And to tell you what happened and to show you what it means in the retelling. But I think in the Gospel author's minds, they want you to know why these stories and say, oh, yeah, Jesus did and said these things.",
    "start": "00:32:32",
    "end": "00:32:50"
  },
  {
    "text": "Yeah. What if I was sitting down with Luke and Mark together, Right. And now and we're all recounting the centurion.",
    "start": "00:32:51",
    "end": "00:32:58"
  },
  {
    "text": "Yes.",
    "start": "00:32:58",
    "end": "00:32:59"
  },
  {
    "text": "Right.",
    "start": "00:32:59",
    "end": "00:32:59"
  },
  {
    "text": "Yeah.",
    "start": "00:32:59",
    "end": "00:33:00"
  },
  {
    "text": "And Luke says, oh, yeah, the centurion just saw that Jesus was innocent. That's what he said. And then Mark goes, yeah, the centurion. What he said was, this was the Son of God. And then I turn to him and I say, well, what did he say?",
    "start": "00:33:00",
    "end": "00:33:12"
  },
  {
    "text": "Yes.",
    "start": "00:33:12",
    "end": "00:33:13"
  },
  {
    "text": "What would their answer be?",
    "start": "00:33:13",
    "end": "00:33:14"
  },
  {
    "text": "Well, that one's a little easier because I think we are can. I'm fairly confident about the order of the sources there. I think Luke had Mark in front of him as one of his sources.",
    "start": "00:33:14",
    "end": "00:33:25"
  },
  {
    "text": "So Luke would have been like, well, yeah, yeah, yeah.",
    "start": "00:33:25",
    "end": "00:33:27"
  },
  {
    "text": "Luke would say, yeah, yeah. I changed the wording.",
    "start": "00:33:27",
    "end": "00:33:29"
  },
  {
    "text": "He said what? Mark? Yeah, Mark. Mark had it. Right. But from my point of the story.",
    "start": "00:33:29",
    "end": "00:33:34"
  },
  {
    "text": "Yeah. I was trying to.",
    "start": "00:33:35",
    "end": "00:33:36"
  },
  {
    "text": "I was trying to show not just that he saw that he was the son of God. We already have that account.",
    "start": "00:33:36",
    "end": "00:33:40"
  },
  {
    "text": "Yeah.",
    "start": "00:33:40",
    "end": "00:33:40"
  },
  {
    "text": "But he also realized he was innocent.",
    "start": "00:33:40",
    "end": "00:33:42"
  },
  {
    "text": "Correct.",
    "start": "00:33:42",
    "end": "00:33:42"
  },
  {
    "text": "So I put those words in his mouth.",
    "start": "00:33:42",
    "end": "00:33:43"
  },
  {
    "text": "I think that's how the conversation would go.",
    "start": "00:33:43",
    "end": "00:33:45"
  },
  {
    "text": "And then. And you wouldn't lose confidence in Luke's gospel that he just threw words in someone's mouth?",
    "start": "00:33:45",
    "end": "00:33:50"
  },
  {
    "text": "No. Well, confidence of what?",
    "start": "00:33:50",
    "end": "00:33:53"
  },
  {
    "text": "Confidence in faithfulness. I mean, you're using the word faithfulness.",
    "start": "00:33:53",
    "end": "00:33:57"
  },
  {
    "text": "Yeah, faithfulness.",
    "start": "00:33:57",
    "end": "00:33:58"
  },
  {
    "text": "So is Luke being faithful to what actually happened and why it mattered? If he's able to change what happened?",
    "start": "00:33:58",
    "end": "00:34:06"
  },
  {
    "text": "If by faithfulness, a faithful representation of what happened and the meaning of what happened? I'm trying to let my version of faithfulness be redefined by what the Gospel authors actually did, not what I think they ought to have done according to whatever a modern standard might be. I don't know any other way to reconcile myself to this and then also reconcile my vision of what the Bible is as a divine and human product also has to be reconciled with this. And it seems like the first generation of Christians didn't have a problem in doing this. It's our problem where we have the ability because we have something to compare it to. We have their way of doing history compared to. Just like my mobile camera documenting everything.",
    "start": "00:34:06",
    "end": "00:34:59"
  },
  {
    "text": "But our bias is. Our way is better. They have their way of doing medicine.",
    "start": "00:35:00",
    "end": "00:35:04"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:35:04",
    "end": "00:35:05"
  },
  {
    "text": "And we have our way of doing medicine.",
    "start": "00:35:05",
    "end": "00:35:06"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:35:06",
    "end": "00:35:07"
  },
  {
    "text": "They had their way of traveling by foot and horses. We have our way of traveling. And so there's kind of this bias of like everything's been advancing and so is the way that we.",
    "start": "00:35:07",
    "end": "00:35:17"
  },
  {
    "text": "So the way we do history is naturally better or it's naturally more free of bias.",
    "start": "00:35:17",
    "end": "00:35:23"
  },
  {
    "text": "Bias, yeah.",
    "start": "00:35:23",
    "end": "00:35:24"
  },
  {
    "text": "And that's a highly questionable assumption.",
    "start": "00:35:24",
    "end": "00:35:27"
  },
  {
    "text": "Sure.",
    "start": "00:35:27",
    "end": "00:35:28"
  },
  {
    "text": "Because the moment any historical event is filtered through a human brain and recounted in a literary work, it's already undergone multiple stages of interpretation.",
    "start": "00:35:28",
    "end": "00:35:40"
  },
  {
    "text": "It kind of always me telling you.",
    "start": "00:35:40",
    "end": "00:35:41"
  },
  {
    "text": "What I had for breakfast this morning would be an interpretation I couldn't possibly recreate for you what actually happened, when all you have is my testimony. And that's what the Gospels are. They're testimony.",
    "start": "00:35:41",
    "end": "00:35:57"
  },
  {
    "text": "Yeah. And for me, it seems like confronted with this, the only thing I know to do is to say, well, did Jesus rise from the dead? Like, did that happen? Yes, that's the most significant thing. Whether or not the centurion said one thing or the other, or if Jesus said poor in spirit or just poor, or did he do the miracle before he went to Jerusalem or after or whatever the details are. Okay, I guess I don't have to care, but if you want to give me confidence, you say, hey, look, I've talked to all the eyewitnesses and here's the differences. Here's why I'm going with this one. I think this is what actually happened. Like, that account would give me confidence. This account where he's just like, I'm going to change what he said. That doesn't give me confidence.",
    "start": "00:35:57",
    "end": "00:36:50"
  },
  {
    "text": "Yeah, interesting. But again, I think that should trigger in us. Oh, well, does the fact that he would adapt the wording. What standard am I holding him to. To call that? I don't know, manipulation of the sort. Sorry if I'm like, no, no. Well, you're what I'm forcing you to undergo in 30 minutes what has taken me years to sort out and come to terms with. So it's fine. It's also significant, too. Notice he doesn't talk about having a vision or a trance. Sure, yeah.",
    "start": "00:36:51",
    "end": "00:37:24"
  },
  {
    "text": "He's like, I'm investigating.",
    "start": "00:37:24",
    "end": "00:37:25"
  },
  {
    "text": "He's like, I'm a historian doing investigation. And to fit this into a view of what Christians call the inspiration of the Scriptures is to say, oh, the Holy Spirit was at work in Luke's hard work. And in the years. This is an incredibly, incredibly intentionally crafted document. A third of the New Testament called the Book of Luke Acts. And we also have to factor that into our view of what the Bible is and how it came into existence, because he says how he made the book.",
    "start": "00:37:25",
    "end": "00:37:57"
  },
  {
    "text": "So we have to go into this book aware that Luke is taking some license at times in what people say.",
    "start": "00:37:57",
    "end": "00:38:06"
  },
  {
    "text": "Yeah. He's both a preserver of the Jesus tradition and he is a creative author in his own right, because that's what he says. I have carefully investigated and then I have written an ordered account. So he's brought a design and order to it that's visible in ways that differ from Mark and Matthew. So he's brought an order to it to emphasize things about the story of Jesus that are unique to his account. And yep, there you go, that's what the gospels are.",
    "start": "00:38:07",
    "end": "00:38:39"
  },
  {
    "text": "I guess I'm sort of now interested in what is it that I would want other than this?",
    "start": "00:38:39",
    "end": "00:38:45"
  },
  {
    "text": "Well, it's clear what Taishin wanted. Taishiin, the guy who created the super gospel.",
    "start": "00:38:47",
    "end": "00:38:51"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:38:51",
    "end": "00:38:52"
  },
  {
    "text": "He was much happier with just having one big one, but yeah, I suppose. Would you want just a video camera? But would a video camera expose to you the story through the lens of the resurrection? Just like when my wife and I retell the stories of our first meeting and conversations we're doing so in the light of where we know things went. So I always joke with her about her motives for approaching me for our first conversation, that kind of thing. But if you were just sitting at the desk next to Jessica and I having our first conversation, what would your interpretation be of the meaning of this event? So if I saw Jesus to do this remarkable healing or say this parable, what is the meaning of that? Well, am I a Pharisee or am I a poor Galilean farmer? Or am I, you know, the meaning of events is actually never a self evident thing. And what, you're right, what the gospels are, are recountings of the story of Jesus in the light of the resurrection. And so they are.",
    "start": "00:38:53",
    "end": "00:40:00"
  },
  {
    "text": "We want to tell you why this was all.",
    "start": "00:40:00",
    "end": "00:40:02"
  },
  {
    "text": "Yeah. They want to show you that the risen Jesus, who we know and met and who you can experience by the Spirit, is the Jesus who said and did these things in Galilee, in Jerusalem, led up to his death. And that he's the Messiah, the Son of God, who's bringing God's kingdom here.",
    "start": "00:40:02",
    "end": "00:40:20"
  },
  {
    "text": "So. Okay, we spent enough time on this. I don't feel any full resolution. But let's let Luke tell us what he wants to tell us about Jesus of Nazareth.",
    "start": "00:40:20",
    "end": "00:40:34"
  },
  {
    "text": "Yeah.",
    "start": "00:40:34",
    "end": "00:40:35"
  },
  {
    "text": "And.",
    "start": "00:40:35",
    "end": "00:40:36"
  },
  {
    "text": "Yeah.",
    "start": "00:40:36",
    "end": "00:40:37"
  },
  {
    "text": "And see why he thought it was so important he could twist someone's words. Thanks for listening to this episode. We make videos and you can find those on our YouTube channel, YouTube.com thebibleproject you can also find them on our website, jointhebibleproject.com you can follow us on Twitter oinbibleproj and we're Also on Facebook, facebook.com thebibleproject up next on the podcast will be the second in this series of discussions on the Gospel of Luke. We'll talk about chapters one all the way to 19. And we'll be talking about how Luke expertly uses the Hebrew scriptures to tie Jesus story into the entire Jewish narrative. Thanks for being a part of this with us.",
    "start": "00:40:37",
    "end": "00:41:27"
  },
  {
    "text": "All my courage, all my bones.",
    "start": "00:41:52",
    "end": "00:41:57"
  }
]