[
  {
    "text": "Hey, this is John, and this is.",
    "start": "00:00:00",
    "end": "00:00:01"
  },
  {
    "text": "Tim, and this is BibleProjects podcast.",
    "start": "00:00:01",
    "end": "00:00:04"
  },
  {
    "text": "Yep.",
    "start": "00:00:04",
    "end": "00:00:04"
  },
  {
    "text": "And today we get to interview our friend and scholar Carmen Imes.",
    "start": "00:00:04",
    "end": "00:00:09"
  },
  {
    "text": "Carmen Imes. Yeah. We've occasionally been doing these interviews with scholars whose work I found really helpful, or in this case, someone who did awesome work. And it's someone that we know. Carmen is a professor of Old Testament at Prairie College in Canada, and we also happen to all be in college at the same time. That's where we all cross paths. But she's awesome.",
    "start": "00:00:09",
    "end": "00:00:34"
  },
  {
    "text": "Yeah. And she has a book out that was an extension of her doctoral thesis, all about bearing Yahweh's name. And the book is bearing God's name why Sinai Still Matters. It's a great book. Highly recommend it. But we're gonna talk through some of the themes in that book.",
    "start": "00:00:34",
    "end": "00:00:53"
  },
  {
    "text": "Yep. In a way, this is all focused on one verse in the Old Testament, one of the commandments, the 10 commands.",
    "start": "00:00:53",
    "end": "00:00:59"
  },
  {
    "text": "Not to take the Lord's name in vain.",
    "start": "00:01:00",
    "end": "00:01:02"
  },
  {
    "text": "Yes.",
    "start": "00:01:02",
    "end": "00:01:03"
  },
  {
    "text": "It's often translated.",
    "start": "00:01:03",
    "end": "00:01:04"
  },
  {
    "text": "Yes. But we'll talk about what it means, why that maybe isn't the most accurate translation, and then somehow the whole story of the Bible unfolds out of that one command. It's pretty cool. So there you go. We enjoyed this conversation. We hope you do too.",
    "start": "00:01:04",
    "end": "00:01:18"
  },
  {
    "text": "Thanks for joining us. Here we go.",
    "start": "00:01:19",
    "end": "00:01:20"
  },
  {
    "text": "All right. Carmen, you're here with us.",
    "start": "00:01:27",
    "end": "00:01:29"
  },
  {
    "text": "Yeah.",
    "start": "00:01:29",
    "end": "00:01:30"
  },
  {
    "text": "Hello. How are you?",
    "start": "00:01:30",
    "end": "00:01:31"
  },
  {
    "text": "Great. It's great to be here with you.",
    "start": "00:01:31",
    "end": "00:01:33"
  },
  {
    "text": "Yeah. Awesome. Yeah. Thanks for coming.",
    "start": "00:01:33",
    "end": "00:01:35"
  },
  {
    "text": "Yeah, thanks for coming.",
    "start": "00:01:35",
    "end": "00:01:36"
  },
  {
    "text": "Talk with us before we talk about your books and the Ten Commandments. Oh, the thrill of talking about the Ten Commandments. First, tell us a little bit about yourself, your story, how you ended up in biblical scholarship and. Yeah, let's start there.",
    "start": "00:01:36",
    "end": "00:01:55"
  },
  {
    "text": "Yeah. In some ways, our stories intersect, and in other ways, they're very different. So I grew up in a Christian home. I grew up in Colorado and always loved the Bible. Like, even as a kid, loved reading scripture. And that made me kind of weird.",
    "start": "00:01:55",
    "end": "00:02:11"
  },
  {
    "text": "I wasn't a cool kid, like, not just hearing it. But you actually like to read the Bible yourself as a kid?",
    "start": "00:02:11",
    "end": "00:02:17"
  },
  {
    "text": "I did. Wow. Yeah. So interesting. Yeah. When I was little, when I was in second grade, I took my Bible out on the playground and started a Bible reading club. Now, it would be way cooler to do that now because we could use Bible project videos and then kids would actually come. But we just sat around for a whole recess reading out loud. And I don't know how far in Genesis we got, but that was, I think, the last time we met. So nobody else was into this read through the entire Bible at recess idea that I had.",
    "start": "00:02:17",
    "end": "00:02:48"
  },
  {
    "text": "But you were. You were.",
    "start": "00:02:48",
    "end": "00:02:50"
  },
  {
    "text": "I was. I continued it on my own. Although I wasn't super duper consistent, I did finish my first read through the Bible by fourth grade.",
    "start": "00:02:50",
    "end": "00:02:57"
  },
  {
    "text": "Wow.",
    "start": "00:02:57",
    "end": "00:02:57"
  },
  {
    "text": "And so when I was looking for colleges, I knew that I really wanted to dig more into God's word. And I was thinking at that time I wanted to be a Bible translator, because what better job could you have than bringing God's word to somebody who didn't have it yet? So I got to Multnomah Bible College, which is where the three of us met, and I discovered a passion I didn't know I had for teaching. And so I started thinking less about Bible translation and more about Bible teaching. And it was largely through the influence of Ray Lubeck in his Bible study methods class that I was like, wow, I've always loved the Bible, but no one's ever showed me how to study it before, how to read it. Well. And it just came to life for me in new ways. And. And I began to think about, how can I do more of this? And then Ray asked me to be a Bible study methods lab instructor, which Tim also was. And. Yeah. And I loved it so much. It was like realizing this is what I was born to do.",
    "start": "00:02:58",
    "end": "00:04:03"
  },
  {
    "text": "Yeah. Carmen, I met you. I was a freshman, and you were my Bible study methods lab instructor.",
    "start": "00:04:03",
    "end": "00:04:09"
  },
  {
    "text": "I love it.",
    "start": "00:04:09",
    "end": "00:04:10"
  },
  {
    "text": "Which is so cool.",
    "start": "00:04:10",
    "end": "00:04:11"
  },
  {
    "text": "Totally cool.",
    "start": "00:04:11",
    "end": "00:04:12"
  },
  {
    "text": "And I remember honestly, being really dazzled, your composure, your excitement about teaching and about the Bible, and it really left a mark on me. And then I don't know if you remember this. I was taking a class with Ray, and I think I was a junior or senior. And you were grading for him. Oh, I did a paper on Obadiah. I brought this up a number of times.",
    "start": "00:04:12",
    "end": "00:04:31"
  },
  {
    "text": "Yes, totally.",
    "start": "00:04:31",
    "end": "00:04:32"
  },
  {
    "text": "Because it's the shortest book in the Bible, shortest book in the prophets. And so you had to choose a prophetic book and do a paper, and I chose Obadiah, and you gave me a good grade. And that's awesome. I was really thankful for that.",
    "start": "00:04:32",
    "end": "00:04:45"
  },
  {
    "text": "Well, I guess time has proven that that good grade was earned.",
    "start": "00:04:46",
    "end": "00:04:50"
  },
  {
    "text": "Okay, maybe.",
    "start": "00:04:50",
    "end": "00:04:51"
  },
  {
    "text": "That's funny.",
    "start": "00:04:51",
    "end": "00:04:52"
  },
  {
    "text": "Yeah. So during that time, I was also a TA for Dr. Carl Kutz, and that gave me another side of just Biblical studies. And I thought, man, I really want to do this for the rest of my life. And then I learned, oh, to do this, like, to teach college level Bible, you have to have a PhD.",
    "start": "00:04:53",
    "end": "00:05:11"
  },
  {
    "text": "So one step in between there. So you and your husband? Danny. I still call him Danny. Maybe he goes by Daniel.",
    "start": "00:05:12",
    "end": "00:05:19"
  },
  {
    "text": "He goes by Danny.",
    "start": "00:05:19",
    "end": "00:05:20"
  },
  {
    "text": "Okay. Yes. You guys spent some time overseas and then you went to graduate school in Wheaton, Illinois.",
    "start": "00:05:20",
    "end": "00:05:28"
  },
  {
    "text": "So I started my master's while we were in the Philippines, started taking classes, and then when we transferred to sim's headquarters, that was our mission. It was right next door to Gordon Conwell Theological Seminary. They have a Charlotte campus, and they give a discount to SIM missionaries to take classes. And I thought, well, here we go, I'll get going on this. So I was probably in my first class when I realized, no, I really need to go on for a PhD. I love this so much. So we went from there to Wheaton, where I did my PhD under Dan Block. And then we were back in Oregon for a little while, and I was teaching at Multnomah and at George Fox University as an adjunct. And then this job opened up at a little out of the way school in the prairies of Alberta named Prairie College. And it's been great. This is my third year here. I get to teach the whole Old Testament. I'm the whole department, so everybody has to have me and everybody has to watch your videos.",
    "start": "00:05:29",
    "end": "00:06:27"
  },
  {
    "text": "And is it really in the Prairies? Is it like you look at it?",
    "start": "00:06:30",
    "end": "00:06:33"
  },
  {
    "text": "It really is, yeah.",
    "start": "00:06:33",
    "end": "00:06:34"
  },
  {
    "text": "Awesome.",
    "start": "00:06:34",
    "end": "00:06:35"
  },
  {
    "text": "Yeah. We have a town of about 3,000, and on all sides there's either wheat fields or canola fields.",
    "start": "00:06:35",
    "end": "00:06:41"
  },
  {
    "text": "Oh, so in professional life calling way you've invested yourself in biblical scholarship. I call that club of people with great affection Bible nerds. You qualify in an ultimate sense.",
    "start": "00:06:41",
    "end": "00:06:56"
  },
  {
    "text": "I am a nerd, yes.",
    "start": "00:06:57",
    "end": "00:06:59"
  },
  {
    "text": "Maybe just. I'm curious. So you and I both had. All three of us had classes with Ray Lubeck, who was an influential teacher for all of us. And so I'm always curious. For me, so many things came alive in the same way when he opened up the Bible and classes with him, but in a way that I have never experienced. He had a way of modeling what it looked like to read these texts in a way that I've never experienced. I hope to emulate in some way.",
    "start": "00:06:59",
    "end": "00:07:33"
  },
  {
    "text": "But I think you do.",
    "start": "00:07:33",
    "end": "00:07:34"
  },
  {
    "text": "Well, cheers.",
    "start": "00:07:34",
    "end": "00:07:35"
  },
  {
    "text": "I think you do.",
    "start": "00:07:35",
    "end": "00:07:36"
  },
  {
    "text": "Yeah, I hope to emulate, but I just. So I'm always interested in, like. Have you ever tried to encapsulate what you think it is that he passed on to you, or what was it that lit up in you?",
    "start": "00:07:36",
    "end": "00:07:47"
  },
  {
    "text": "I think one of the biggest things is curiosity. He has a way of leading students through the text in a way that he. He doesn't tell us what he thinks or his answers. He just leads us on the process of discovery, and then we discover it. I don't think I do it as well as he does. In my classes, I try to emulate it, and then I just have to tell people what I think. But it was actually in his Old Testament biblical theology class. We had to trace a biblical theological theme through the whole Bible. And I did my first one on gardens, and then I did my second one on trees.",
    "start": "00:07:47",
    "end": "00:08:23"
  },
  {
    "text": "Oh.",
    "start": "00:08:23",
    "end": "00:08:23"
  },
  {
    "text": "So it's been really fun to listen to your Trees for podcast series and see all the ways that you're pulling out things that I saw then, but going way deeper because I didn't have Hebrew at that point, and so there's a lot of Hebrew connections that I was missing. But it brought the whole Bible together for me in a way that I could see. It was one unified story. I had never seen that before. I had spent my whole life in church. I'd had some passionate teachers, but nobody had ever shown me the big picture the way he did.",
    "start": "00:08:24",
    "end": "00:08:55"
  },
  {
    "text": "Yep. Yeah. Yeah. Well, well said. Let's maybe take some time to focus, you know? So this was a teacher who helped us learn how to read the Bible as one whole. You spent a good part of your graduate student career focusing in on something very small that became a way to think about the whole Bible, which is kind of cool.",
    "start": "00:08:55",
    "end": "00:09:15"
  },
  {
    "text": "Yes, it is.",
    "start": "00:09:15",
    "end": "00:09:16"
  },
  {
    "text": "So you did your research on one of the Ten Commandments. Yes. And found they're a way of telling the whole Bible through the lens of the theme of that commandment. Yeah. So, yeah. So you call it the name command. So, yeah, talk to us maybe about the origins of the project for you, and then kind of give us what's. Give us the deal. What is this? You have two books. You have one to publish your dissertation called Bearing Yahweh's Name at Sinai, and then you revisit. Shaped all of that for a wider audience that isn't necessarily full of Bible nerds. Which way to go, Right? Yeah.",
    "start": "00:09:16",
    "end": "00:09:54"
  },
  {
    "text": "Thanks. It was super, super fun. So, yeah, I got into the topic. Dan Block gave me the idea of studying this command. He had a way of reading it that I'd never heard before, and I was intrigued and wanted to test it out. So it's the command not to take the Lord's name in vain. And he said to me, carmen, I don't think this is about how we speak the name, or the use of the name in speech. A lot of people take it as a prohibition of speaking Yahweh's name or of speaking it in certain contexts or in certain ways, or of using his name in oaths or in magic or cussing. Yeah, yeah, good old fashioned cussing. Yeah. Taking God's name in vain usually is. I mean, English speakers think of that as you're driving down the freeway. Somebody cuts you off and you're not supposed to say, oh, and fill in God's name, because that's disrespectful. So Dan Block said, carmen, I don't think that's what's going on here. Because in Hebrew it's, you shall not lift up or carry the name of Yahweh, your God, in vain. There's no speech specified in that verse. And I said, oh, that's fascinating. I want to dig in. So, yeah, my dissertation was a full scale investigation of that command from every angle that I could imagine. I looked at the history of interpretation. How has this been read? I identified 23 different ways people have interpreted it. And I thought, well, maybe I'll just group them by eras in history. Like maybe we've moved from one interpretation to another. But I found that these 23 interpretations are sort of scattered throughout history and they cross faith lines like lines of faith traditions. So it's not like all Jewish interpreters read it one way and all Christian interpreters read it a different way. There's proponents of each of these views in lots of different camps.",
    "start": "00:09:54",
    "end": "00:11:52"
  },
  {
    "text": "Maybe let's first talk to me about what you think it means and then maybe how it's different or is more compelling to you than some of these other. You don't have to list the 23 of you. Talk about the ones that are most common and maybe the ones that are reflected in our English translations.",
    "start": "00:11:52",
    "end": "00:12:10"
  },
  {
    "text": "Sure, yeah. So I think that the command is telling the Israelites not to misrepresent Yahweh. So at Sinai, they're at Sinai, and Yahweh reveals his name to them and he chooses them to be his own people. And by doing that, or the way he does that is by placing his name on them sort of invisibly. It's like an invisible tattoo or a brand where he's saying, you're mine. Just like if you wanted to say, you know, pick your favorite backpack or something, that it's yours, you might put your name on it. We put our names on things to claim ownership. So at Sinai, Yahweh puts his name on his people to claim ownership of them, and therefore they're not to live in such a way that his name is brought into disrepute that his. His reputation is negatively affected. So it's very broad. It's much broader than the other interpretations. It's not just limiting what people say or when they say it or how they say it. It affects every part of how we live. So a lot of people, as I said earlier, connect it with speech, but there's not a single speech related word in the command other than the word name. You could say, well, we say names, but we also do other things with them.",
    "start": "00:12:11",
    "end": "00:13:30"
  },
  {
    "text": "In modern English versions, it's usually translated.",
    "start": "00:13:31",
    "end": "00:13:34"
  },
  {
    "text": "Take, take, or misuse. You shall not misuse the name of Yahweh, your God.",
    "start": "00:13:34",
    "end": "00:13:39"
  },
  {
    "text": "Interesting.",
    "start": "00:13:39",
    "end": "00:13:40"
  },
  {
    "text": "Yeah. How do we use names? And again, that just cycles back to the way people think about saying God's name as a cuss word that they're not supposed to do.",
    "start": "00:13:40",
    "end": "00:13:50"
  },
  {
    "text": "Right, right.",
    "start": "00:13:50",
    "end": "00:13:51"
  },
  {
    "text": "But it's really broader than that.",
    "start": "00:13:51",
    "end": "00:13:53"
  },
  {
    "text": "So, yeah, the verb and always. This is one of the easiest Hebrew words, words to remember. It is because it's the word NASA, which when you read it looks like NASA and it means to lift up.",
    "start": "00:13:54",
    "end": "00:14:06"
  },
  {
    "text": "Oh, yeah. Anyway, yeah, so you just picture a space shuttle whenever you read the verse, you shall not lift up or carry the name of Yahweh, your God in vain. So interpreters have looked at other passages to try to explain. Well, this must be. I mean, we don't carry names, so. So this must be like a shorthand figure of speech, way of referring to speech. But I think right at Sinai we have the interpretive key because we have the instructions for how to dress the high priest in chapters 28 and 29 of Exodus. And he has on his chest, he wears the 12 precious stones, each one engraved with one of the names of the tribes. And it says, and so Aaron shall carry the names of the tribes of Israel into my presence. And so it's using the same word. It's Nasah and name Nasah and Shem used together in the same context right here at Sinai. And not only does he wear the names of the tribes which indicate that he represents them, his ministry is representative of all 12 tribes. He's not just praying or working on behalf of one tribe, he works for everybody. But he also has a name on his forehead and it's engraved on this gold medallion. And it says holy belonging to Yahweh on his medallion. So he actually physically has Yahweh's name on his forehead. And he's moving in and out of the tabernacle, representing the people to Yahweh. And representing Yahweh to the people. It's in that context that God says to his people, you shall not carry the name of Yahweh, your God, in vain, as though they too have God's name on their forehead. And so they should live in such a way that befits someone who belongs to him.",
    "start": "00:14:06",
    "end": "00:16:01"
  },
  {
    "text": "So you would link all of this to the opening words of the Mount Sinai story about how God wants to make them all the kingdom of priests.",
    "start": "00:16:01",
    "end": "00:16:10"
  },
  {
    "text": "Yes. Yeah, they're a kingdom of priests. And in Deuteronomy, Moses is reiterating everything that happened at Sinai for the next generation as they're getting ready to go into the promised land. And he says that they are a people wholly belonging to Yahweh. He uses the exact same phrase there about the people as a whole. That is what's written on the high priest's forehead. So he's wearing a medallion that says, holy belonging to Yahweh. They are a people wholly belonging to Yahweh. A kingdom of priests. So Aaron's walking around as, like, a visual model of what they're supposed to be.",
    "start": "00:16:10",
    "end": "00:16:46"
  },
  {
    "text": "And just to make this explicit, the connection to the name. He's their representative. They're all a kingdom of priests. They have one representative. And he actually has belonging to Yahweh written on this golden plate. At least the NIV has a plate of gold on a turban. You don't get the royal picture. But the point is, this is like.",
    "start": "00:16:47",
    "end": "00:17:11"
  },
  {
    "text": "A crown kind of. Yeah, it's gold and it's inscribed in Hebrew. It's just two words. Kodesh la Yahweh. And so Yahweh has the name, Yahweh has the lamed in front of it. That is a way of saying belonging to this priest belongs to Yahweh. It's really beautiful.",
    "start": "00:17:11",
    "end": "00:17:31"
  },
  {
    "text": "Yeah, it is. And then about where he carries the name. Where is that? In Exodus 28. I just wanted to read it out loud.",
    "start": "00:17:31",
    "end": "00:17:38"
  },
  {
    "text": "I think it's 28, 29.",
    "start": "00:17:38",
    "end": "00:17:40"
  },
  {
    "text": "Yes, that's right. Whenever he enters the presence of Yahweh, he will.",
    "start": "00:17:41",
    "end": "00:17:45"
  },
  {
    "text": "He will bear the names of the sons of Israel over his heart on the breastpiece of decision.",
    "start": "00:17:46",
    "end": "00:17:52"
  },
  {
    "text": "Oh, interesting. The NIV goes a different direction there.",
    "start": "00:17:52",
    "end": "00:17:55"
  },
  {
    "text": "Yeah. What are you looking at there?",
    "start": "00:17:55",
    "end": "00:17:57"
  },
  {
    "text": "Okay. The Nas has. Aaron will carry the names of the sons of Israel. NIV has. He will bear the names. Okay.",
    "start": "00:17:57",
    "end": "00:18:05"
  },
  {
    "text": "Yep. Bear the names, carry the names.",
    "start": "00:18:05",
    "end": "00:18:07"
  },
  {
    "text": "So here the priest is representing the people before God. He bears the name. And so you would just take that same logic. And the whole people bears the name of Yahweh, meaning they represent Yahweh. I wanted to make that super clear, how you do the logic there.",
    "start": "00:18:07",
    "end": "00:18:23"
  },
  {
    "text": "Yeah. And the word NASA is not actually used in relation to the plate of gold on the high priest's forehead. It doesn't say he. NASA is the divine name.",
    "start": "00:18:23",
    "end": "00:18:32"
  },
  {
    "text": "I understand.",
    "start": "00:18:32",
    "end": "00:18:33"
  },
  {
    "text": "So I'm extrapolating from the other names that he's carrying on his person. But I think the representative function of the nation becomes really clear in. In Exodus chapter 19. When they arrive at Sinai, the first thing Yahweh says to them through Moses is in Exodus 19, 4, 6. You yourselves have seen what I did to Egypt, and how I carried you on eagle's wings and brought you to myself. Now if you obey me fully and keep my covenant, then out of all nations, you will be my treasured possession. Although the whole earth is mine, you will be for me a kingdom of priests and a holy nation. So there's the kingdom of priests. But the phrase that I really like is treasured possession because it's the Hebrew word segola, which is not just a warm fuzzy. This isn't just a term of endearment. This is a technical term used in treaty contexts to designate someone as the king's representative, their authorized representative. So Yahweh has already told them they're going to be his representatives. And then he says in the very next chapter, don't carry my name in vain. And then we see that physically with the high priest. And then he tells them, you're a people wholly belonging to me. So taken all together, I think the picture emerges that this command is much bigger than oath taking or some other speech related thing.",
    "start": "00:18:33",
    "end": "00:19:59"
  },
  {
    "text": "And I didn't necessarily ask you this beforehand, but maybe you have it off the top of your head, this in vain. Yeah, I think it's Leshav in Hebrew. It's used enough to give us a pretty good picture. Maybe talk a little bit about what kind of misrepresentation is at work there.",
    "start": "00:20:01",
    "end": "00:20:16"
  },
  {
    "text": "I think in this context what works is to think of it as ineffectively or like you're supposed to be my representatives, but you're going out and living like your pagan neighbors. And so people aren't getting the impression of what Yahweh is like the way they should. You're bearing his name to no effect or to ill effect. There's a few passages in Jeremiah where Le Shav occurs. I don't have them memorized. I feel like one's in chapter two.",
    "start": "00:20:17",
    "end": "00:20:48"
  },
  {
    "text": "Yep, I hear it. I gotcha. Yeah, Yahweh is talking about how he's been bringing justice and consequences on Israel's sin, and he says, yes, in vain. I've been punishing your people. They don't respond to my correction.",
    "start": "00:20:48",
    "end": "00:21:04"
  },
  {
    "text": "So I'm working, I'm trying to discipline them, and they're not responding. So it's like empty or ineffective or it's not doing what it's supposed to do.",
    "start": "00:21:05",
    "end": "00:21:16"
  },
  {
    "text": "Yes. It both becomes a lot more broad, as you said a few minutes ago. Don't represent my name to no effect or so that people get the wrong impression about me. It becomes more open and also becomes much higher stakes, it seems to me.",
    "start": "00:21:16",
    "end": "00:21:34"
  },
  {
    "text": "Yes. And in some ways it's more narrow because a lot of people think of the Ten Commandments as universal moral prohibitions. But if you're going to read this command as an injunction not to misrepresent Yahweh, then it only applies to the Covenant people.",
    "start": "00:21:34",
    "end": "00:21:49"
  },
  {
    "text": "I see.",
    "start": "00:21:49",
    "end": "00:21:49"
  },
  {
    "text": "Right. Because you only bear Yahweh's name if he's claimed you as his own, which is only true of those who've entered into that covenant with him. So it's narrower in scope in terms of who it's talking to, but way broader. And as you said, the stakes are higher.",
    "start": "00:21:50",
    "end": "00:22:06"
  },
  {
    "text": "Yeah, well.",
    "start": "00:22:07",
    "end": "00:22:08"
  },
  {
    "text": "And it's more compelling. It's kind of one of the most boring of the Ten Commandments when it's just about oath taking and cussing.",
    "start": "00:22:08",
    "end": "00:22:14"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:22:15",
    "end": "00:22:16"
  },
  {
    "text": "It's like kind of a skip over of the Ten Commandments.",
    "start": "00:22:17",
    "end": "00:22:19"
  },
  {
    "text": "It's easy not to.",
    "start": "00:22:20",
    "end": "00:22:21"
  },
  {
    "text": "Yeah, check.",
    "start": "00:22:21",
    "end": "00:22:22"
  },
  {
    "text": "I haven't done it.",
    "start": "00:22:23",
    "end": "00:22:23"
  },
  {
    "text": "We've got our special words we could use instead.",
    "start": "00:22:26",
    "end": "00:22:28"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:22:28",
    "end": "00:22:30"
  },
  {
    "text": "But this idea of it being connected to our identity as the ones carrying God's name and what God wants to do his mission in the world, it's so much bigger and more compelling, and it seems connected to the Genesis 1 and 2 image bearing thing.",
    "start": "00:22:31",
    "end": "00:22:48"
  },
  {
    "text": "Yeah. I have a sequel or a prequel in mind about being God's image for the book. We haven't really talked about. Talked about yet, because I don't think that being God's image and bearing his name are the same thing. Every human being is the image of God, whether or not they're a Covenant member. But they do. Every human being does represent God's rule to the world. We are all stewards over creation. And yet this subset of humanity who's been brought into Covenant have this additional responsibility to bear Yahweh's name. So they are connected, but they're not the same thing.",
    "start": "00:22:49",
    "end": "00:23:25"
  },
  {
    "text": "Could you also say A little bit. I like how in your, in your book you spent a lot of time at Mount Sinai and not just in the name command and talking about how. Part of me is just like, well, the 10 commands were an ancient Israel law code and I don't need to worry about them, there's wisdom in them. But then another part of me is like, this is something I really need to pay attention to.",
    "start": "00:24:00",
    "end": "00:24:21"
  },
  {
    "text": "Yeah, yeah. I think Christians have had an ambivalent relationship with the Old Testament law for a long time. There's some who feel like, well, the only ones we need to pay attention to are the Ten Commandments. Those are still valid, all except for the Sabbath command, because that's the one that is legalistic or something. But we don't know what to do with all these other laws. They it's a cross cultural experience reading them and we feel like something's changed because of Jesus. We can't always put our finger on what it is. And so it's complicated. What do we do with these laws? And so, you know, some people say, well, let's just unhitch and let's move on and just focus on Jesus in the New Testament. But when I go back to Sinai and read these laws, this didn't come naturally for me. This I got from Daniel Block as well. He sees grace oozing out of these laws at Sinai. He sees all sorts of examples of how God is meeting his people graciously, even just in the fact that he's telling them what he expects. In most ancient cultures, people are highly anxious about not offending the gods. And there's this sense of trial and error, trying not to offend the gods. And if something goes wrong, like our crops don't grow or our child is sick, then we must have done something and now it's our job to figure out what it is. But the gods, gods aren't talking to us. And so for Yahweh to come and reveal his name and invite people into a covenant with him and then say, here's how I want you to live. It takes all the angst out of following him because he's showed us what it's supposed to look like. We don't have to guess. Yeah, there's a lot of grace in the laws.",
    "start": "00:24:22",
    "end": "00:26:02"
  },
  {
    "text": "Yeah, maybe. Well, I think to follow on that, that is in my short, like adult life and biblical scholarship, I think we're getting our educations in a post revolution era about how Protestants think about the Old Testament law. It's related to a whole bunch of stuff that will bore most of our listeners and excite a few. But it's connected to this movement called the New Perspective on Paul. But essentially Protestants realizing that we've been operating with a caricature of Judaism as a whole and of the Old Testament vision of the law, whatever the law meant to these people. You could write Psalm 119, you could write the longest chapter in the Bible, every line celebrating the beauty and grace of what these laws represent to people.",
    "start": "00:26:02",
    "end": "00:26:49"
  },
  {
    "text": "And yet we come at it assuming, I think many of us do, that these laws were their way of earning salvation or making themselves right with God. And so we don't need that anymore because we have Jesus and we have grace and forgiveness. And so then we don't need a way to earn God earn our salvation. But what's crucial to notice about the laws is that they come after God rescues them. God has already brought them out of Egypt when he gives them the law. He is not standing at the border. He doesn't have Moses stand at the border of Egypt and say, hey, guys, I can get you out of here. Just sign on the dotted line that you'll do all these things and I'll release you. It's not that. It's. They're already free, and the laws are a way of showing them how to live in freedom. And if we reconceive that, then I think it shifts it in a way that we can begin to see how it might be valuable for us as well if it's not meant to earn salvation and instead meant to shape the way we live as a grateful response to salvation.",
    "start": "00:26:49",
    "end": "00:27:49"
  },
  {
    "text": "Talk to me. There's a couple other questions that I had, some that you addressed in the book, and some that I would be like, oh, I wonder what she would say then about this. So other important passages in the Old Testament where God's name is connected to the people. There's one. There's a passage in Deuteronomy 12 where Moses is saying, hey, when you go into the land, there's going to be this place that God's going to choose, anticipating that there'll be a central temple. And the phrase that's used, you know, like four or five times in the chapter is, I will make my name take up residence there. So, yeah, I'm curious how you would connect this to the people representing the name. But now the name is almost like a person living in the middle of the people.",
    "start": "00:28:20",
    "end": "00:29:03"
  },
  {
    "text": "Yeah, I think actually this. This idea of a hypostasized name, like a name that's become its own thing. Is a misunderstanding or a mistranslation of the phrase. Here. I'm relying on Sandra Richter's Harvard dissertation on this phrase. So the phrase in Hebrew is la shakan shamosham, Is that right? La shakhen shemoshan.",
    "start": "00:29:04",
    "end": "00:29:29"
  },
  {
    "text": "Yep. To make it dwell there.",
    "start": "00:29:29",
    "end": "00:29:30"
  },
  {
    "text": "It's in my book, but I didn't include the vowels. So literally it's to cause his name to dwell there. But I think she convincingly argues that this is a borrowed idiom from Akkadian that actually just means to claim ownership by inscribing a name. So not that the name is a separate entity, separate from Yahweh's presence that is there, but that Yahweh comes and he inscribes his name there, or he puts his name there the same way that he's putting his name on the people saying, this is my authorized location of worship. She's done brilliant work. I find it convincing. That means there's actually four things in the Hebrew Bible where God puts his name to claim it. He puts his name on the people, on the city of Jerusalem, on the temple, and then the shocker is in Amos, chapter nine. There's also a reference to the Gentiles who bear my name, which is picked up in Acts, chapter 15 by James to explain how Gentiles can be covenant members without converting to Judaism first. And it all revolves around. This is where it just sort of blows your mind when you trace this theme. Like the early churches solving their biggest crisis, their biggest theological crisis, with reference to the idea of bearing God's name. If the Gentiles bear God's name, then they must already be members of the Covenant. Those who are following Jesus are the ones that Amos was looking ahead and talking about.",
    "start": "00:29:31",
    "end": "00:31:07"
  },
  {
    "text": "Yes. Let's take each one of those a little bit deeper. So the temple. You're right. I was just looking at it and refreshing my memory. The phrase is to set. It's the normal verb to put or to place about the temple. God says, I will put my name there so that it chicans. It takes up residence.",
    "start": "00:31:07",
    "end": "00:31:23"
  },
  {
    "text": "Yeah. There's a couple of different versions of the phrase that I. That I deal with in my dissertation. And I'm. I am relying on Sandy Richter's work here.",
    "start": "00:31:24",
    "end": "00:31:32"
  },
  {
    "text": "Yeah. Cool. At least in some of the phrases.",
    "start": "00:31:32",
    "end": "00:31:35"
  },
  {
    "text": "Yeah.",
    "start": "00:31:35",
    "end": "00:31:35"
  },
  {
    "text": "It's the similar placing the name upon or putting it in or with.",
    "start": "00:31:35",
    "end": "00:31:39"
  },
  {
    "text": "Exactly.",
    "start": "00:31:39",
    "end": "00:31:40"
  },
  {
    "text": "Yeah.",
    "start": "00:31:40",
    "end": "00:31:40"
  },
  {
    "text": "And it's this. So if. So when we look at put, putting the name, that takes us back to Numbers, chapter 6, where God prescribes through Moses, the priestly blessing that Aaron is going to pronounce over the people. So may Yahweh bless you and keep you. May his face shine upon you. That blessing that we've heard so often in our church services. Because it's beautiful that the very next verse says, and so they shall put my name on them, and I will bless them. And to me, that's the clearest place in Scripture where you get an explicit reference to putting the name on them. Which. Which brings all that. I mean, if you felt like all the other stuff I was saying in Exodus 19 through 28 was a stretch or like I was making up, then in Numbers, chapter six, it's like, nope, there it is. He's putting his name on them. So the priests are proclaiming or announcing God's blessing on them by using the divine name three times. Yahweh, Yahweh, Yahweh. And it's like this act of verbal branding, making them his own.",
    "start": "00:31:41",
    "end": "00:32:40"
  },
  {
    "text": "Yes, good word choice. And then it goes full circle. The priest upon whom the crown is written, belonging to the Lord, carries the names of the people before the Lord, and then he puts the name. We can make a great video about this.",
    "start": "00:32:40",
    "end": "00:32:55"
  },
  {
    "text": "I think so, too. I am waiting for this one. I talk in one place about Aaron's garments, demonstrating the interpenetration of worlds. Like where he's moving from the outside to the innermost part of the tabernacle and back out again and how he carries and represents in both directions. It's really cool.",
    "start": "00:32:56",
    "end": "00:33:18"
  },
  {
    "text": "Yeah. You know, we do have on the books in the next year or so to begin work on a video on the priesthood that I think could do. At least it will do more of that. Of that bridging of the divine and human realms. But yeah, the name thing. Okay. And then. Yes, the Amos passage. Yes. I remember I did a project on this passage in graduate school. And it's a very odd phrase. Over the nations whom my name is called over them.",
    "start": "00:33:18",
    "end": "00:33:48"
  },
  {
    "text": "Yeah, it's the same phrase that you get in 2 Chronicles 7:14, which people love to say, if my people who are called by my name will humble themselves and pray. It's in Hebrew. In Hebrew, it's if my people over whom my name has been called. It's like this reflexive. The name has been spoken over them. And we know from number six why or when that happens. It's as the priests declare the blessing and God's claiming them, they're now the people who belong to Yahweh. So if those people who belong to me Humble themselves and pray, then I will hear from heaven and heal their land.",
    "start": "00:33:48",
    "end": "00:34:22"
  },
  {
    "text": "Yeah, that's great. Somehow I remember seeing that, but just hearing you say that brought it into clarity for me. So, okay, let me ask you this. How does Jesus mention of the Name in the famous Lord's Prayer? How does this fit into this puzzle of the Name?",
    "start": "00:34:23",
    "end": "00:34:41"
  },
  {
    "text": "It's amazing because. So to bridge the gap from the Old Testament to the New Testament, here, Ezekiel 36 describes that the exile happens in part because of. And as a result of the exile. The result is the profaning of Yahweh's name. This is one other line of support for the way I'm reading the name command. If the command is prohibiting false oaths, then profaning the name should be whenever they break an oath. But it's actually, we have a whole list of ways that the name is profaned, and it's much broader than that. And one of them is, as they're going into exile, the nations are seeing what's happening, and they're like, oh, this is Yahweh's people. But they had to go out of his land. And so Yahweh's reputation is suffering. He looks like a God who's not very strong because of the exile.",
    "start": "00:34:43",
    "end": "00:35:33"
  },
  {
    "text": "This is an important text to read. Then in Ezekiel 36, he says that Israel has profaned, which is kind of funny. English. Defiled.",
    "start": "00:35:33",
    "end": "00:35:43"
  },
  {
    "text": "Defiled or unsanctified? Yes, like the opposite of consecration.",
    "start": "00:35:44",
    "end": "00:35:47"
  },
  {
    "text": "Yeah, that's right. You're taking it from holy and special and making it unholy. Unholy?",
    "start": "00:35:48",
    "end": "00:35:54"
  },
  {
    "text": "Holy, meaning set apart for something so profane would be that it becomes too common.",
    "start": "00:35:54",
    "end": "00:36:01"
  },
  {
    "text": "Dishonoring it.",
    "start": "00:36:01",
    "end": "00:36:02"
  },
  {
    "text": "Yep.",
    "start": "00:36:03",
    "end": "00:36:03"
  },
  {
    "text": "Associated with shame or something like that. So Israel has profaned my holy name because it was said about them. Well, these people, these are the people of Yahweh. They belong to Yahweh, but they had to go in exile out of his land. It's almost like a public shame. Them going out of the land looks bad. Bad pr.",
    "start": "00:36:03",
    "end": "00:36:26"
  },
  {
    "text": "Yeah, it is bad pr. He's. So he plans to bring them back to the land, not because they deserve it, but because he needs to right his reputation. He needs the nations to realize who he really is.",
    "start": "00:36:26",
    "end": "00:36:39"
  },
  {
    "text": "So verse 23, then, of Ezekiel 36, I will restore the holiness of my great name that's been profaned among the nations. Yeah. So you were talking about. This is an important piece.",
    "start": "00:36:40",
    "end": "00:36:54"
  },
  {
    "text": "Yes. Between the Old Testament and up to Jesus prayer. So he prays, hallowed be your name, which Is hallowing is the opposite of profaning. So it's making God's name holy again. So we'd have to ask, well, why is it unholy? And look back here at Ezekiel 36 and say, oh, God's name has been profaned by their covenant unfaithfulness and by their being taken into exile. And so now the opposite of that would be to bear his name. Well, again, to demonstrate covenant faithfulness. So I think that what's going on is Jesus is not just saying, God, I hope you're happy, or I hope.",
    "start": "00:36:54",
    "end": "00:37:36"
  },
  {
    "text": "People think you're holy.",
    "start": "00:37:36",
    "end": "00:37:37"
  },
  {
    "text": "I hope people like you.",
    "start": "00:37:37",
    "end": "00:37:38"
  },
  {
    "text": "Yeah, no, or let's remember that you're holy for a moment.",
    "start": "00:37:38",
    "end": "00:37:42"
  },
  {
    "text": "Right. I believe that Jesus is actually committing himself to the re. Sanctification or the hallowing of God's name. He wants to bear God's name.",
    "start": "00:37:42",
    "end": "00:37:52"
  },
  {
    "text": "Well, so you think Jesus is praying to be someone who bears God's name is what that prayer is about?",
    "start": "00:37:52",
    "end": "00:38:01"
  },
  {
    "text": "I think. I mean, he's saying, may your name be hallowed or sanctified. I think we could fill in by my own life, by your people. Let your people do this. And yet he's the one who sort of leads the way in showing how it can be done.",
    "start": "00:38:01",
    "end": "00:38:15"
  },
  {
    "text": "Yeah. Okay. So to restate the logic is Israel was called to bear the name not in vain, but towards some purpose or some. Some end. Their history of unfaithfulness.",
    "start": "00:38:16",
    "end": "00:38:28"
  },
  {
    "text": "As kingdom of priests.",
    "start": "00:38:28",
    "end": "00:38:29"
  },
  {
    "text": "Yeah, as kingdom of priests. Their failure to do that resulted in.",
    "start": "00:38:30",
    "end": "00:38:35"
  },
  {
    "text": "The profaning of the name.",
    "start": "00:38:35",
    "end": "00:38:37"
  },
  {
    "text": "Yeah, yeah. The dishonoring of God's name. And Jesus steps in to that story of failure and sees himself as the priestly royal representative who will restore the holiness of God's name among the nations. That's how you would kind of put those pieces together.",
    "start": "00:38:37",
    "end": "00:38:57"
  },
  {
    "text": "But here he's also teaching us how to pray, right?",
    "start": "00:38:57",
    "end": "00:38:59"
  },
  {
    "text": "Oh, yes. Yeah, Right. That's right.",
    "start": "00:38:59",
    "end": "00:39:01"
  },
  {
    "text": "Yeah. So if we pray this way, we're also participating and we're also committing ourselves to it.",
    "start": "00:39:01",
    "end": "00:39:07"
  },
  {
    "text": "Yes.",
    "start": "00:39:07",
    "end": "00:39:08"
  },
  {
    "text": "It goes from one of the least significant 10 Commandments to, like, one of the most significant in a way, and especially in terms of someone who's following Jesus. You know, you have all these law codes, and which of these do I find the wisdom that still is relevant? And that one just seems like such a gem because it's at the heart of what it means to be following Jesus is to represent God.",
    "start": "00:39:08",
    "end": "00:39:39"
  },
  {
    "text": "Yeah. The way I count the commands, there's disagreement about how to count them. It's actually hard to count the ten.",
    "start": "00:39:39",
    "end": "00:39:45"
  },
  {
    "text": "Commandments we had a long conversation about that.",
    "start": "00:39:45",
    "end": "00:39:47"
  },
  {
    "text": "Did you?",
    "start": "00:39:48",
    "end": "00:39:48"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:39:48",
    "end": "00:39:50"
  },
  {
    "text": "So the way that I count them, the first command is the command not to worship other gods, which includes within it not making idols, because you can't worship other gods without an image of that God. You wouldn't make an image unless you're going to worship it. So I think the two. There are one command, and I have other reasons for that in my book. So that makes this command the second command. So the first one is, I'm your God, and the second one is, you are my people, which is the covenant formula in a nutshell. I will be your God and you will be my people. So these two are the most significant commands, because it's from these two that everything else flows. If you get your worship right and you get your identity and vocation right as God's name bearer. Everything else comes from that.",
    "start": "00:39:50",
    "end": "00:40:37"
  },
  {
    "text": "Yeah, yeah. You know, this is just occurring to me in the moment, but the Sermon on the Mount, in a way is, you know, it's also very much oriented towards restoring a renewed Israel to a renewed allegiance to a Messianic Torah, so to speak. Which is why he quotes so much from the laws, as he says not to abrogate them or set them aside, but to show what a community would look like that's fulfilling them.",
    "start": "00:40:38",
    "end": "00:41:05"
  },
  {
    "text": "Yeah. And he actually raises the bar on the commands.",
    "start": "00:41:05",
    "end": "00:41:09"
  },
  {
    "text": "That's right.",
    "start": "00:41:09",
    "end": "00:41:09"
  },
  {
    "text": "I think he's reading them as they were originally intended. He's setting aside what happened at Sinai. But there's this human tendency to narrow things and just like, just tell me exactly what I'm not supposed to do. And I think that's how we could account for the very narrow interpretation of the Name command in history. Like, just tell me exactly what I'm not supposed to do. Whereas Jesus is like, if you even have a lustful thought, you've broken the command not to commit adultery. So he's breaking it back open again in the scope, which is what I'm trying to do with the Name command.",
    "start": "00:41:09",
    "end": "00:41:45"
  },
  {
    "text": "Yeah, that is. That's interesting to think about the history of interpretation of one verse as almost. It's in many ways domesticating it in terms of, like, making it more manageable, more tame, making it demand less of me. And I'm sure that's not necessarily the motives of the translators or people involved, but that has been the end result, hasn't it?",
    "start": "00:41:45",
    "end": "00:42:10"
  },
  {
    "text": "Yeah, it has. An interesting thing we didn't touch on earlier is that when you narrow the Name command to be against false oaths, which is probably the majority View out there. Then you have two commands in the list of 10 commandments that are almost saying the same thing, because you've got a command against false oaths and a command not to bear false witness against your neighbor, which is really, like, so closely overlapped. Just one more reason to rethink how we've been reading it.",
    "start": "00:42:10",
    "end": "00:42:43"
  },
  {
    "text": "Okay, let me ask you one more thing. I've heard you talk about this in another setting, and I thought it was really cool. In the book of Revelation, the name, God's name, and then the anti name comes up in a pretty famous text about people taking the mark or the number of the beast's name. That's at the end of Revelation 13. But then in the next chapter, the visionary sees a whole group of people.",
    "start": "00:42:44",
    "end": "00:43:13"
  },
  {
    "text": "Can you stop there, Tim? The mark, the name of the beast or the number of his name? The number of his name. That's interesting.",
    "start": "00:43:13",
    "end": "00:43:21"
  },
  {
    "text": "Okay, yes.",
    "start": "00:43:21",
    "end": "00:43:21"
  },
  {
    "text": "So it's the anti name. That's what you're calling it?",
    "start": "00:43:21",
    "end": "00:43:23"
  },
  {
    "text": "Yeah. Well, there's like, two alternate humanities here. There's one that's aligned with the Beast that has a mark or a name on their head.",
    "start": "00:43:23",
    "end": "00:43:34"
  },
  {
    "text": "Yeah.",
    "start": "00:43:34",
    "end": "00:43:34"
  },
  {
    "text": "So the mark of the beast is like, bearing the name of the beast.",
    "start": "00:43:34",
    "end": "00:43:37"
  },
  {
    "text": "Yes, it is, exactly. That's right.",
    "start": "00:43:37",
    "end": "00:43:38"
  },
  {
    "text": "Exactly. Yeah.",
    "start": "00:43:38",
    "end": "00:43:39"
  },
  {
    "text": "And the opposite is a group at the beginning of Revelation 14. They have his name and the name of their father written on their foreheads. So, yeah, Talk to us what this all means.",
    "start": "00:43:39",
    "end": "00:43:51"
  },
  {
    "text": "I think up until this point, we've had invisible tattoos or invisible brands. And in John's vision, suddenly the invisible brand that everyone's been wearing all this time becomes visible. It's like one of those cool. I don't know if, like, at a. This is going way back in my brain, but I feel like I used to go roller skating as a kid, and they would stamp your hand when you came in, but it was one of those, like, glowy kind of stamps. You actually couldn't see the ink unless you were under one of those ultraviolet.",
    "start": "00:43:51",
    "end": "00:44:22"
  },
  {
    "text": "Yes, yes.",
    "start": "00:44:22",
    "end": "00:44:23"
  },
  {
    "text": "Yeah, yeah. And then you could see. See it. It's like, that's what happens. So at Sinai, God stamps them with this special stamp that nobody can see until they come under the ultraviolet light of John's vision. So everybody has a tattoo. Every one of us has a tattoo that indicates who we belong to or who we think we belong to. Who have we given our allegiance to? And in Revelation, we get to see it evident.",
    "start": "00:44:23",
    "end": "00:44:47"
  },
  {
    "text": "So, yeah. And you have one of two names. Oh, and the number of the name. This is the famous 666. Passage at the end of Revelation 13. That's a whole other rabbit hole, isn't it? It is, but okay, so this group that has Yahweh's name, it's written on their foreheads, which has to be connected all the way back to the High Priest.",
    "start": "00:44:47",
    "end": "00:45:12"
  },
  {
    "text": "Exactly, exactly.",
    "start": "00:45:12",
    "end": "00:45:14"
  },
  {
    "text": "What is true of the high Priest is also true of all of the people right at Mount Sinai.",
    "start": "00:45:14",
    "end": "00:45:20"
  },
  {
    "text": "Right.",
    "start": "00:45:20",
    "end": "00:45:21"
  },
  {
    "text": "And so in the same way you have the Lamb standing on Mount Zion with his name and the name of his father written on all of his people.",
    "start": "00:45:21",
    "end": "00:45:29"
  },
  {
    "text": "So one question I get a lot is what I think about tattoos.",
    "start": "00:46:03",
    "end": "00:46:07"
  },
  {
    "text": "Oh.",
    "start": "00:46:07",
    "end": "00:46:07"
  },
  {
    "text": "And after I spoke at the Naked Bible Conference with you, that was the number one question I got afterwards. Like, scads of people were asking about tattoos.",
    "start": "00:46:09",
    "end": "00:46:17"
  },
  {
    "text": "Fascinating.",
    "start": "00:46:17",
    "end": "00:46:17"
  },
  {
    "text": "So is the prohibition of tattoos in the Torah related to this? And I think it is. I think. Isn't it Deuteronomy 14 where they're told not to mark themselves for the dead, you are the children of Yahweh, your God. Do not cut yourselves or shave the front of your heads for the dead, for you are a people holy to Yahweh, your God.",
    "start": "00:46:18",
    "end": "00:46:42"
  },
  {
    "text": "Fascinating.",
    "start": "00:46:42",
    "end": "00:46:43"
  },
  {
    "text": "So there's this sort of disfiguring going on in the cultural context that I don't have details about, but they're apparently marking their bodies for the dead. And that's got to stop because there are people, Kodesh, Layahwe, they are wholly belonging to Yahweh, just like the High Priest. So if you're gonna wear his name, then to wear any other name shows a dual allegiance or a double mindedness. That's Deuteronomy 14. 1. There's, I think, maybe another passage that mentions tattoos as well.",
    "start": "00:46:43",
    "end": "00:47:15"
  },
  {
    "text": "Yeah. Because there's one that specifically calls out tattoos.",
    "start": "00:47:15",
    "end": "00:47:17"
  },
  {
    "text": "Yeah, yeah, yeah. For the dead.",
    "start": "00:47:18",
    "end": "00:47:19"
  },
  {
    "text": "Are you saying that. Oh, yeah. Leviticus 19:28.",
    "start": "00:47:19",
    "end": "00:47:22"
  },
  {
    "text": "Leviticus 19:28. Okay, so here's why I think that's interesting, because throughout the Torah, you have this developing portrait of spiritual forces of badness, beginning with that mysterious figure of the snake. Throughout the tour, there's this growing amalgamation of images. And so the gods of the underworld or the dead, it's a thing. I guess I'm just thinking of how John the Visionary would see the beast, dragon, ultimate bad guy, and talk about his name on you. And it makes me think that almost certainly this thing about putting marks on your body connected to. Yeah, the underworld has to be in the mix here.",
    "start": "00:47:22",
    "end": "00:48:05"
  },
  {
    "text": "Yeah.",
    "start": "00:48:05",
    "end": "00:48:05"
  },
  {
    "text": "Anyhow.",
    "start": "00:48:05",
    "end": "00:48:06"
  },
  {
    "text": "So, yeah, the Rephaim are connected with dead.",
    "start": "00:48:06",
    "end": "00:48:08"
  },
  {
    "text": "Yes. That's right.",
    "start": "00:48:08",
    "end": "00:48:09"
  },
  {
    "text": "Somehow. So do not cut your bodies for the dead or put tattoo marks on yourselves. So we're obviously in a different cultural context now where tattoos have a different meaning.",
    "start": "00:48:09",
    "end": "00:48:21"
  },
  {
    "text": "Yes.",
    "start": "00:48:21",
    "end": "00:48:22"
  },
  {
    "text": "But I would say to anyone thinking about a tattoo, does this conflict with your professed allegiance to Yahweh? Does this send mixed messages?",
    "start": "00:48:22",
    "end": "00:48:35"
  },
  {
    "text": "Yeah, yeah. Interesting.",
    "start": "00:48:35",
    "end": "00:48:36"
  },
  {
    "text": "Or does it reinforce your identity in some way?",
    "start": "00:48:36",
    "end": "00:48:40"
  },
  {
    "text": "Yeah, it's interesting.",
    "start": "00:48:40",
    "end": "00:48:41"
  },
  {
    "text": "It's worth thinking about.",
    "start": "00:48:41",
    "end": "00:48:42"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:48:42",
    "end": "00:48:44"
  },
  {
    "text": "Tattoos are very popular here in Portland.",
    "start": "00:48:46",
    "end": "00:48:49"
  },
  {
    "text": "Yes, they're popular here, too, actually, in the prairies of Alberta.",
    "start": "00:48:49",
    "end": "00:48:54"
  },
  {
    "text": "I think we might be on the other side of it. There's a billboard that I ride my bike by every day on the way here. It's for a tattoo removal service shop here in Portland. It's for life, after all. Unless you do something about it.",
    "start": "00:48:54",
    "end": "00:49:08"
  },
  {
    "text": "It is.",
    "start": "00:49:09",
    "end": "00:49:09"
  },
  {
    "text": "Yeah. Wow. So what a great example. One sentence, admittedly a very important part of the Bible, the Ten Commandments, but it's almost like it becomes a prism through which you can think all the way back to image of God. Even though it's different, it's connected. And then all through the story of Israel, Jesus, the Revelation, it actually qualifies as a theme. All the criteria for how we choose theme videos.",
    "start": "00:49:10",
    "end": "00:49:36"
  },
  {
    "text": "You really do need a theme video on this.",
    "start": "00:49:37",
    "end": "00:49:39"
  },
  {
    "text": "Yeah, that's pretty cool.",
    "start": "00:49:40",
    "end": "00:49:42"
  },
  {
    "text": "When you said it's about allegiance, I think that helped me the most kind of settle it in for me, like, the impact of it, that this is about being a person who is on. I don't want to make it sound too trite, not on a team, not on a site, but aligning yourself with the creator of the universe, it's much bigger than just a prayer, and it's much bigger than following a set of rules.",
    "start": "00:49:42",
    "end": "00:50:12"
  },
  {
    "text": "Yeah, right.",
    "start": "00:50:12",
    "end": "00:50:13"
  },
  {
    "text": "It's bearing the name.",
    "start": "00:50:15",
    "end": "00:50:16"
  },
  {
    "text": "It's our entire vocation. It's who we are. You know, there's such a quest for identity these days. I need to find myself or find out who I am or what I'm supposed to do with my life. It's all at Sinai. Who you are and what you're supposed to do is at Sinai. The specific ways that you walk that out differ from person to person. But if you are a follower of Jesus, then you bear Yahweh's name. You bear Jesus name among the nations. So wherever you get your paycheck from, the way you conduct yourself is where it's at.",
    "start": "00:50:16",
    "end": "00:50:51"
  },
  {
    "text": "It's good. I won't try to improve on that summary. That was well said. Well, thank you for putting in all of the effort. I'm sure there were lots of late nights, maybe sleepless nights.",
    "start": "00:50:52",
    "end": "00:51:08"
  },
  {
    "text": "You always empathize with the scholars. You're always like, I know.",
    "start": "00:51:09",
    "end": "00:51:12"
  },
  {
    "text": "Okay, so the dissertation was grueling. That is true. It took me five years research, and then plus my master's thesis going into it was connected as well because I did it about Segola. But honestly, writing this second book, which is for the church, and repackaging everything for the church, was so much fun. It was like. I've described it as like pushing a boulder downhill. It's like, I didn't have to do new research. It was just like getting the message out.",
    "start": "00:51:14",
    "end": "00:51:44"
  },
  {
    "text": "You had it all uploaded.",
    "start": "00:51:44",
    "end": "00:51:45"
  },
  {
    "text": "It was all uploaded. It was just time. It was so much fun to write.",
    "start": "00:51:46",
    "end": "00:51:49"
  },
  {
    "text": "Yeah. So tell us. Plug the book, the name of the book, and where people can find it.",
    "start": "00:51:49",
    "end": "00:51:55"
  },
  {
    "text": "Sure. So the book is called Bearing God's why Sinai Still Matters. It's on Amazon. It's at Barnes and Noble.",
    "start": "00:51:55",
    "end": "00:52:03"
  },
  {
    "text": "Also, you did us a great honor by breaking new ground in book technology.",
    "start": "00:52:03",
    "end": "00:52:10"
  },
  {
    "text": "I did. I can't believe that no one's ever tried to do this before. But all the way through as I was writing, I kept thinking, I need to show the Bible Project video for holiness right here or on the law right here or on covenants right here. And I asked InterVarsity Press, my publisher, can we, like, put QR codes in this book that link to Bible project videos? And they said yes. So there's an appendix in the back of the book that's got QR codes that are tied to each chapter, and there's discussion questions and scripture reading tied to each chapter as well, so that small group could go through it easily together. I'm also recording a video curriculum to go with the book.",
    "start": "00:52:12",
    "end": "00:52:51"
  },
  {
    "text": "Oh, good for you. Oh, that's great. Well, good. We'll make sure we put a link in the show notes for podcasts. You can look at that right now if you want, but awesome. Yes. Thank you for your hard work represented in these books. It makes me so excited when good biblical theology is made accessible to a wider audience, because it's just the experience that all of us had in different ways. When you first see how the Bible works together through these themes, it just changes how you see everything.",
    "start": "00:52:52",
    "end": "00:53:21"
  },
  {
    "text": "It does. Well, thank you guys for all your hard work. I'm just thrilled with the videos, the podcasts, everything. It's such a great resource for the church.",
    "start": "00:53:21",
    "end": "00:53:30"
  },
  {
    "text": "Yeah.",
    "start": "00:53:30",
    "end": "00:53:31"
  },
  {
    "text": "Thank you, Carmen.",
    "start": "00:53:31",
    "end": "00:53:32"
  },
  {
    "text": "Awesome. Well, thank you for taking the time.",
    "start": "00:53:32",
    "end": "00:53:34"
  },
  {
    "text": "Yeah, this was fun.",
    "start": "00:53:35",
    "end": "00:53:36"
  },
  {
    "text": "Good to talk with you godspeed and. All right. Thanks so much.",
    "start": "00:53:36",
    "end": "00:53:40"
  },
  {
    "text": "Yeah, you bet.",
    "start": "00:53:40",
    "end": "00:53:41"
  },
  {
    "text": "All right. That was awesome.",
    "start": "00:53:43",
    "end": "00:53:44"
  },
  {
    "text": "Yes.",
    "start": "00:53:44",
    "end": "00:53:45"
  },
  {
    "text": "Yeah. She has such a cool way of really focusing on certain details in the Bible, but then kind of opening the whole story up.",
    "start": "00:53:45",
    "end": "00:53:53"
  },
  {
    "text": "I can't believe she was reading the Bible in second grade on the playground with her friends.",
    "start": "00:53:53",
    "end": "00:53:59"
  },
  {
    "text": "So amazing. That's so amazing.",
    "start": "00:53:59",
    "end": "00:54:02"
  },
  {
    "text": "That's another level.",
    "start": "00:54:02",
    "end": "00:54:03"
  },
  {
    "text": "It really is.",
    "start": "00:54:03",
    "end": "00:54:04"
  },
  {
    "text": "Okay, so Carmen's actually gonna be teaching in our classroom initiative.",
    "start": "00:54:04",
    "end": "00:54:10"
  },
  {
    "text": "Yes.",
    "start": "00:54:10",
    "end": "00:54:10"
  },
  {
    "text": "Which we've talked about a few times. But you've taught some classes. We've been filming them, we've been editing them. We've been building a whole learning management system to take them on. And that's all launching in March.",
    "start": "00:54:10",
    "end": "00:54:23"
  },
  {
    "text": "In March 2020.",
    "start": "00:54:23",
    "end": "00:54:24"
  },
  {
    "text": "So you could check that out. It's gonna be good classes. But Carmen's gonna come in the summer.",
    "start": "00:54:25",
    "end": "00:54:28"
  },
  {
    "text": "Yes. Summer 2020. She's going to teach class on the.",
    "start": "00:54:28",
    "end": "00:54:30"
  },
  {
    "text": "Book of Exodus and then that'll go live probably sometime towards the end of the year.",
    "start": "00:54:30",
    "end": "00:54:35"
  },
  {
    "text": "Yep. Yeah.",
    "start": "00:54:35",
    "end": "00:54:36"
  },
  {
    "text": "In Exodus.",
    "start": "00:54:36",
    "end": "00:54:36"
  },
  {
    "text": "In later 2020. Yeah, that's right.",
    "start": "00:54:36",
    "end": "00:54:38"
  },
  {
    "text": "And I mean, if you can't wait that long, pick up her book because she goes through pretty much the whole book of Exodus. Well, from. From 19 on.",
    "start": "00:54:38",
    "end": "00:54:46"
  },
  {
    "text": "Yeah, that's right. Yep, that's right.",
    "start": "00:54:46",
    "end": "00:54:48"
  },
  {
    "text": "So. But yeah, excited for that.",
    "start": "00:54:48",
    "end": "00:54:50"
  },
  {
    "text": "Yeah.",
    "start": "00:54:51",
    "end": "00:54:51"
  },
  {
    "text": "Bible Project is a non profit organization and we can do all of this and make these resources free because of people like you. Thanks so much for being a part of this with us.",
    "start": "00:54:51",
    "end": "00:55:02"
  },
  {
    "text": "My name is Gary Friesen, known to students in Portland, Oregon is Dr. G. But now I'm from Kigali, Rwanda, East Africa. I first heard about the project since I taught at Multnomah Bible College of Multnomah University. And Tim and John were my students there. Right now I use the Bible Project with my students at Africa College of Theology in Kigali. They love the break from listening to me to listening and watching the videos as they explain the scripture. My favorite thing for sure in the Bible Project is it is taking scholarly information and making it accessible. Not dumbing it down, but making it so someone gets a window into the best thinking about this wonderful book called the Bible. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts and more at thebibleproject. Com.",
    "start": "00:55:02",
    "end": "00:56:17"
  },
  {
    "text": "Thank you.",
    "start": "00:56:18",
    "end": "00:56:19"
  }
]