[
  {
    "text": "This is Jonathan Collins at the Bible.",
    "start": "00:00:02",
    "end": "00:00:04"
  },
  {
    "text": "Project, and this is Tim Mackey.",
    "start": "00:00:04",
    "end": "00:00:06"
  },
  {
    "text": "So today we're doing something different on this podcast. Instead of having a discussion on biblical theology, which is what we usually do, I want to tell a story.",
    "start": "00:00:06",
    "end": "00:00:15"
  },
  {
    "text": "Yeah. So John got all investigative, and he found this really cool story that even I don't know that much about. And so the first thing off here is, what is this story that we're all gonna learn about?",
    "start": "00:00:15",
    "end": "00:00:29"
  },
  {
    "text": "Yeah. This story is about two young men, and it takes place at Harvard Business.",
    "start": "00:00:29",
    "end": "00:00:34"
  },
  {
    "text": "School, which is out in Boston, right? Yep.",
    "start": "00:00:34",
    "end": "00:00:37"
  },
  {
    "text": "Now, they both go there for different reasons. They become friends, and they decide to write a paper together on what the Bible has to say about money. And what they see confuses them. It challenges them. It causes their lives to completely change. This is a story about God and money. So, Tim, money can be really dangerous. Doesn't the Bible say the love of money is the root of all kinds of evil or something like that?",
    "start": "00:00:38",
    "end": "00:01:21"
  },
  {
    "text": "Yeah. Yep. That's in the first letter of Timothy from Paul. The Bible has tons of warnings about money, but it also has tons of wisdom about what to do with it in really constructive ways, too. The Bible recognizes that money is this paradoxical thing in the world.",
    "start": "00:01:21",
    "end": "00:01:42"
  },
  {
    "text": "Yeah. So I became really interested in this paradox and was thinking about money a lot, meeting people who think about money from a biblical point of view. And through that ran into these two guys, two young guys making a ton of money in their early 20s, and they plan on making a lot more money in their lives. They have this really interesting story. So I fly out to Nashville to meet them. I bring some audio equipment with me to record them. We're in this friend of a friend's living room, and I'm just trying to figure this all out.",
    "start": "00:01:42",
    "end": "00:02:14"
  },
  {
    "text": "This is rookie John on the trail.",
    "start": "00:02:14",
    "end": "00:02:17"
  },
  {
    "text": "Oh, you literally snapped in the mic. I thought you meant, like, snap it on. Like, I had it on wrong.",
    "start": "00:02:17",
    "end": "00:02:21"
  },
  {
    "text": "So that's Greg snapping in the mic. I sit down, and I first ask them to tell me a joke I heard them tell once at a church service. This is.",
    "start": "00:02:22",
    "end": "00:02:31"
  },
  {
    "text": "This is John's joke. It's a great pastor joke and warning.",
    "start": "00:02:31",
    "end": "00:02:34"
  },
  {
    "text": "It's a really bad joke.",
    "start": "00:02:35",
    "end": "00:02:37"
  },
  {
    "text": "Yeah. So a guy has the chance to talk with God one on one, and he's asking God all these questions, and he's like, God, you know, what is a billion years like? And God says, oh, a billion years. That's like, one second.",
    "start": "00:02:37",
    "end": "00:02:47"
  },
  {
    "text": "What you got to understand about John and Greg is that they're both uber geeky dudes. Greg is in Finance. John's an engineer. I mean, this joke is right up their alley.",
    "start": "00:02:47",
    "end": "00:02:57"
  },
  {
    "text": "The guy thinks about it and says, well, God, what about a billion dollars? What is that like? And God says, you know, a billion dollars to me is like a penny.",
    "start": "00:02:57",
    "end": "00:03:05"
  },
  {
    "text": "These guys are smart and they know how to make money.",
    "start": "00:03:05",
    "end": "00:03:08"
  },
  {
    "text": "It's. The guy gets smart and says, well, God, can I have a penny? And God says, you know, sure, give me one second.",
    "start": "00:03:08",
    "end": "00:03:13"
  },
  {
    "text": "Yes. And you guys like to start with that. Is that a crowd favorite?",
    "start": "00:03:15",
    "end": "00:03:20"
  },
  {
    "text": "It can be, yeah. It depends on the crowd.",
    "start": "00:03:20",
    "end": "00:03:23"
  },
  {
    "text": "That's how we loosen the crowds up with that one.",
    "start": "00:03:23",
    "end": "00:03:25"
  },
  {
    "text": "So now that we're nice and loosened up, let me introduce you to John.",
    "start": "00:03:26",
    "end": "00:03:29"
  },
  {
    "text": "I'm John Cortinez, currently living in Orlando, Florida.",
    "start": "00:03:30",
    "end": "00:03:32"
  },
  {
    "text": "In his early 20s, John was making $150,000 a year working for Chevron. So fair bit of coin. And John had secured an overseas job with Chevron where he was going to make 350,000 to $400,000 a year as an expat.",
    "start": "00:03:32",
    "end": "00:03:48"
  },
  {
    "text": "There's all this talk about the 1%. It kind of felt like being not only in the 1%, but in a position where it's like we're the maybe the top of the 1% in terms of opportunity, in terms of the ability to build wealth.",
    "start": "00:03:48",
    "end": "00:03:59"
  },
  {
    "text": "And then there's Greg.",
    "start": "00:03:59",
    "end": "00:04:01"
  },
  {
    "text": "I am Greg Ballmer. I actually live here in Nashville.",
    "start": "00:04:01",
    "end": "00:04:04"
  },
  {
    "text": "In Greg's early 20s, he was making $275,000 a year working for a private equity group called Advent.",
    "start": "00:04:04",
    "end": "00:04:12"
  },
  {
    "text": "I never explicitly thought I really want to earn this much money for the rest of my life. To be honest, I wasn't doing a lot of long term planning, just to be frank. I was enjoying the moment.",
    "start": "00:04:12",
    "end": "00:04:24"
  },
  {
    "text": "So a couple of Ballers. So John and Greg have these plush jobs, but for separate reasons. They go to Harvard Business School to get an mba and this is where they meet and they find they have a lot in common. First of all, they both want to make a lot of money in their lifetimes. And secondly, they're both Christians, so they love their families, they go to church and most importantly, they tithe.",
    "start": "00:04:25",
    "end": "00:04:49"
  },
  {
    "text": "We both tithed before business school gave 10% of our income and we thought that's what a good Christian does. You tithe and then you're good with money. It's like a membership fee to my church, essentially.",
    "start": "00:04:49",
    "end": "00:04:57"
  },
  {
    "text": "So.",
    "start": "00:04:58",
    "end": "00:04:58"
  },
  {
    "text": "Sorry, did he say membership fee?",
    "start": "00:04:58",
    "end": "00:05:00"
  },
  {
    "text": "Yeah, his tithe was like a membership fee to the church.",
    "start": "00:05:00",
    "end": "00:05:04"
  },
  {
    "text": "Wow, that's fascinating.",
    "start": "00:05:04",
    "end": "00:05:06"
  },
  {
    "text": "Why is that fascinating?",
    "start": "00:05:06",
    "end": "00:05:07"
  },
  {
    "text": "Being generous to your church is part of your membership fee. That's so Weird, but it makes sense. In America, at least think about the word member. If you are a member at Costco or Sam's Club, it's going to cost you something. Yeah. You pay your fee to be a part and then you are entitled to the privileges pertaining thereto and all that kind of thing. But on a practical note, let's be honest, for many churches, they're working on a budget. If you've got people who really believe in this membership fee.",
    "start": "00:05:07",
    "end": "00:05:42"
  },
  {
    "text": "Yeah, that's useful.",
    "start": "00:05:42",
    "end": "00:05:43"
  },
  {
    "text": "Yeah, you're stoked, especially if it's guys like this. If they're rolling, then, you know, they're big players in making the church work.",
    "start": "00:05:43",
    "end": "00:05:52"
  },
  {
    "text": "And the last thing you want is for them to begin to question whether or not they do need to tithe their membership fee.",
    "start": "00:05:52",
    "end": "00:05:58"
  },
  {
    "text": "Well, that's an interesting place I think church leaders find themselves in.",
    "start": "00:05:58",
    "end": "00:06:03"
  },
  {
    "text": "So Greg, he figures this out in one of the classes. He has to write a book report.",
    "start": "00:06:04",
    "end": "00:06:11"
  },
  {
    "text": "We had to write a midterm book report. And I wrote my book report on a really terrific book by Professor David Crotteau called you'd mean I Don't have to Tithe. So I had been a lifelong tither and. And it really rocked me because as you can tell by the title of the book, Professor Crotteau argues that we do not have to tithe here.",
    "start": "00:06:11",
    "end": "00:06:34"
  },
  {
    "text": "I've got the book up. You can see it. Are you familiar with this book?",
    "start": "00:06:34",
    "end": "00:06:37"
  },
  {
    "text": "No, I don't. I don't know.",
    "start": "00:06:37",
    "end": "00:06:39"
  },
  {
    "text": "You mean I don't have to tithe. A deconstruction of tithing and a reconstruction of post tithe giving. So there's some optimism there.",
    "start": "00:06:39",
    "end": "00:06:46"
  },
  {
    "text": "Yeah, right. That's fascinating. I already kind of like the book because it's deconstructing something that's not super helpful to people. Yeah. So the biblical practice of tithing. Again, most of our listeners know we're committed at the Bible Project to reading the Bible in its historical literary context. So the tithe commands come from the laws of the Torah given to ancient Israel. What's interesting, there's three places the tithe is talked about in the laws of the Torah, and there's some debate. But what we know for certain is that 10% was not what the Israelites were called to give. They were called to give a tenth of their produce and their land.",
    "start": "00:06:46",
    "end": "00:07:34"
  },
  {
    "text": "That's 10% to the temple.",
    "start": "00:07:34",
    "end": "00:07:35"
  },
  {
    "text": "Yep. We're tithe just means 10%. Give that to the temple annually. They were also supposed to save up a tithe another 10% once a year and hold a big town party. And invite all the poor people and Levites that they know. That's in Deuteronomy 14. And then also every three years, you're also simultaneously saving up for every three years of a tithe that you donate to the local essentially food, food bank for the poor. So there's some math, you know, differences about are the two tithes the same? But at a minimum, an Israelite is tithing 23 some odd percent of their total income. What's interesting is that that practice is bound up with the covenant between God and Israel. It's like their tax. And that's why it's mentioned in the New Testament by Jesus mentions tithing because people paid a tax to the temple in Jerusalem. But what you don't find is the mention of the 10 or 23% practice being done in any of the earliest Jesus communities in the New Testament. The tithe was specific to Israel living in the land with its temple. The early Christians did something different, which again, that's surprising when most people learn.",
    "start": "00:07:35",
    "end": "00:09:02"
  },
  {
    "text": "That, so you don't have to tithe.",
    "start": "00:09:02",
    "end": "00:09:06"
  },
  {
    "text": "The earliest Christians did not practice tithing, but they were committed to extreme generosity within their church communities. And that opens up a whole new vista that isn't attached to the number 10%. Yep.",
    "start": "00:09:08",
    "end": "00:09:25"
  },
  {
    "text": "And so this is why I like this story so much. We haven't even gotten into the story yet, but John and Greg begin to encounter the Bible and what God actually has to say about money. And it isn't as simple as just write a 10% check that God was asking for a lot more from them.",
    "start": "00:09:25",
    "end": "00:09:43"
  },
  {
    "text": "And that was a total shift in my thinking. And I didn't know what it was going to look like or what that meant, but I knew that things were going to be changing.",
    "start": "00:09:43",
    "end": "00:09:50"
  },
  {
    "text": "Okay, so we know that both of these guys had a lot of money and they're young, but what we haven't established is that their views on money are very different. Completely different. So when you have extra money, you kind of fit in one of two buckets. Either you become a saver or a spender. And now John is what would you would call a classic saver.",
    "start": "00:10:08",
    "end": "00:10:33"
  },
  {
    "text": "So my online banking password, which has since been changed, was retirembol 40.",
    "start": "00:10:34",
    "end": "00:10:39"
  },
  {
    "text": "John is a guy with a clear objective in his life, obviously, and this began at an early age.",
    "start": "00:10:39",
    "end": "00:10:45"
  },
  {
    "text": "You know, my dad gets home from at the end of the day, empties his pocket, sets the keys aside and drops all the change in there.",
    "start": "00:10:45",
    "end": "00:10:51"
  },
  {
    "text": "So it was like the family change bucket.",
    "start": "00:10:51",
    "end": "00:10:54"
  },
  {
    "text": "Right? Except it was mine. You know, it was John's Change bucket.",
    "start": "00:10:54",
    "end": "00:10:58"
  },
  {
    "text": "You commandeered it.",
    "start": "00:10:58",
    "end": "00:11:00"
  },
  {
    "text": "The can was underneath the master bed. So going to my parents bedroom, put pull this can out, that might even be heavy as it gets more and more over time. And then lay down on the carpet and just dump it out. You see the money spread out and it's like, oh yeah, there's all my money. And then the sorting process begins and you kind of like realize quickly that the pennies are not, you know, they're not going to do much for you, but the quarters are where it's at. And then I had this post it note and I would like write my new total of the amount of money that I had, which, you know, my net worth basically. I think that was my first image of assets going up over time and getting excited about that.",
    "start": "00:11:00",
    "end": "00:11:33"
  },
  {
    "text": "So John gets the bug for accumulating wealth and he devotes his life to it. But John doesn't just want to be a slave to making money. He wants a job where he can make a lot of money, but it doesn't require a lot of hours.",
    "start": "00:11:33",
    "end": "00:11:47"
  },
  {
    "text": "How can I make the most money in the least hours? How can I make a really comfortable six figure income and kind of be home at 4:30pm every day?",
    "start": "00:11:47",
    "end": "00:11:56"
  },
  {
    "text": "So Tim, you can imagine John's a number geek. He wants to find the perfect job for accumulating wealth, but also a job that doesn't require you to work long hours. So what do you think his strategy is going to be?",
    "start": "00:11:56",
    "end": "00:12:08"
  },
  {
    "text": "Oh, man, I have no idea.",
    "start": "00:12:09",
    "end": "00:12:11"
  },
  {
    "text": "He's a numbers guy. He loves inputting numbers.",
    "start": "00:12:11",
    "end": "00:12:15"
  },
  {
    "text": "Yeah, people don't use calculators anymore.",
    "start": "00:12:15",
    "end": "00:12:19"
  },
  {
    "text": "No, not calculators. He puts it all in an Excel spreadsheet.",
    "start": "00:12:20",
    "end": "00:12:27"
  },
  {
    "text": "Oh, just like you.",
    "start": "00:12:27",
    "end": "00:12:28"
  },
  {
    "text": "Oh, I'm not a numbers geek.",
    "start": "00:12:31",
    "end": "00:12:32"
  },
  {
    "text": "Our desks are right next to each other and it's not uncommon for me to look over and see John working on a Google spreadsheet.",
    "start": "00:12:32",
    "end": "00:12:41"
  },
  {
    "text": "Okay, well imagine on a scale of 1 to 10, like I'm a 3.",
    "start": "00:12:41",
    "end": "00:12:44"
  },
  {
    "text": "Yeah.",
    "start": "00:12:44",
    "end": "00:12:45"
  },
  {
    "text": "John is a spreadsheet. 10.",
    "start": "00:12:45",
    "end": "00:12:47"
  },
  {
    "text": "Holy cow, that's hard to imagine.",
    "start": "00:12:47",
    "end": "00:12:49"
  },
  {
    "text": "How did you design the spreadsheet?",
    "start": "00:12:49",
    "end": "00:12:51"
  },
  {
    "text": "Just kind of researching jobs. So there's this graph in there that's like hours per week versus total income.",
    "start": "00:12:51",
    "end": "00:12:56"
  },
  {
    "text": "And.",
    "start": "00:12:56",
    "end": "00:12:57"
  },
  {
    "text": "And you want to be like in the right quadrant of that graph for like high income, low amount of work.",
    "start": "00:12:57",
    "end": "00:13:01"
  },
  {
    "text": "John makes spreadsheets for everything.",
    "start": "00:13:01",
    "end": "00:13:03"
  },
  {
    "text": "Yeah, spreadsheets are my love language.",
    "start": "00:13:03",
    "end": "00:13:05"
  },
  {
    "text": "Tim. Guess what? The top two jobs in his spreadsheet.",
    "start": "00:13:07",
    "end": "00:13:11"
  },
  {
    "text": "Were for low hours. But high income.",
    "start": "00:13:11",
    "end": "00:13:15"
  },
  {
    "text": "Low hours, high income.",
    "start": "00:13:15",
    "end": "00:13:16"
  },
  {
    "text": "Wow. Not a Bible scholar, not a doctor. That's What I was first thinking, but that's. You give your whole life to it, right?",
    "start": "00:13:16",
    "end": "00:13:25"
  },
  {
    "text": "You're on a pager, low hours, something.",
    "start": "00:13:25",
    "end": "00:13:28"
  },
  {
    "text": "I don't know, I don't know, something to some computer, computer coders, people who build things, architects can make a lot of money. You can take a lot of time, though.",
    "start": "00:13:29",
    "end": "00:13:40"
  },
  {
    "text": "Okay, you want to hear?",
    "start": "00:13:41",
    "end": "00:13:42"
  },
  {
    "text": "Yes.",
    "start": "00:13:42",
    "end": "00:13:42"
  },
  {
    "text": "All right. The top two jobs for working the least amount of hours and getting the most pay according to John's spreadsheet were.",
    "start": "00:13:42",
    "end": "00:13:50"
  },
  {
    "text": "The two best jobs I could find were being a dentist or being a petroleum engineer. And I was like, I don't want to look at people's teeth because that's gross. So I think I'm going to be a petroleum engineer because the starting salaries were like $100,000 a year. You know, you could do that right out of school. And so that's basically what I did.",
    "start": "00:13:50",
    "end": "00:14:06"
  },
  {
    "text": "So John goes to graduate from Texas A and M. He starts working for Chevron as a petroleum engineer, his spreadsheet dream job. He's pulling down more than $100,000 a year. But that isn't as far into the right quadrant you can go.",
    "start": "00:14:06",
    "end": "00:14:22"
  },
  {
    "text": "When I started learning more about these oil and gas careers, I learned you can make even more money if you go overseas. And so if you're making 100 or 150 in the States, you can go do the same job in Nigeria or Australia or Kazakhstan and make three or four hundred thousand dollars a year. And I was like, that's what I want to do. I want to go overseas and do that.",
    "start": "00:14:22",
    "end": "00:14:40"
  },
  {
    "text": "The problem with this plan was John would need 10 years of experience before even being able to apply for an expat job like that.",
    "start": "00:14:40",
    "end": "00:14:49"
  },
  {
    "text": "I said, no way. I don't want to. I don't want to wait 10 years. So what's the faster way? And they said, well, you can get an MBA and apply to this special program we have. And we only take a couple people every year, maybe three or four people, but you could try for that. And so I said, okay, that's what I'm going to do. They told me they get about a thousand resumes applying for that program in a given year. And in my year they took six interns. And so we all interned for the summer. And then they ended up only selecting three to get the full time job. And I was fortunate enough to be one of those three.",
    "start": "00:14:49",
    "end": "00:15:20"
  },
  {
    "text": "So John has secured his most upper right quadrant job that he can imagine working in the oil industry overseas. And while I've never personally had a dream of being a petroleum Engineer John actually made it sound pretty cool.",
    "start": "00:15:20",
    "end": "00:15:36"
  },
  {
    "text": "You know, some of the biggest projects in the world are oil and gas. And so I was looking at being on some projects in Western Australia with, you know, 30 to $40 billion investments. Just unbelievable scale and scope. And you're thinking about bringing energy to the world. And, and again, the work life balance is, is pretty decent in that industry compared to finance or consulting. They usually provide some amazing housing for you. There's in some cases you have a staff, got a gardener and a cook and a driver. You know, I'm promising that to my wife too. Hey, Megan, we're going to go overseas. It's going to be amazing. We're going to live in like in this mansion on the beach and there's going to be like people serving us. And so that's kind of what we had in mind. And then all the while you're Putting, you know, 100, $150,000 cash into the bank every year that you're overseas because.",
    "start": "00:15:36",
    "end": "00:16:20"
  },
  {
    "text": "You'Re not spending it.",
    "start": "00:16:20",
    "end": "00:16:21"
  },
  {
    "text": "Exactly, Yep. And so I was really excited by the prospect. Beyond some of the biggest engineering challenges in the world, living like a king and putting away a ton of money the entire time you're doing it.",
    "start": "00:16:21",
    "end": "00:16:30"
  },
  {
    "text": "This is a savers paradise. But John doesn't want to just sit back one day on a beach with a big retirement fund. John has big aspirations for his family.",
    "start": "00:16:30",
    "end": "00:16:40"
  },
  {
    "text": "Yeah, I was reading books about how to create and sustain a family dynasty. You think of the Bushes or the Kennedys. I was like, what if I could create a family like that with millions and millions of dollars that, you know, does all these great things?",
    "start": "00:16:40",
    "end": "00:16:52"
  },
  {
    "text": "So that's John, a saver with a vision for a family, doing great things in the world. And we'll be back to his story soon. But let's turn to Greg. If John's the classic saver, then Greg is a classic spender. Greg was making $275,000 a year in his early 20s. What's a guy like that do with all this money?",
    "start": "00:16:52",
    "end": "00:17:15"
  },
  {
    "text": "Enjoying spending most of it, frankly. So we were living in a fancy apartment in the Back Bay neighborhood of Boston, spending a grand a month on fancy restaurants, taking five star international vacations.",
    "start": "00:17:15",
    "end": "00:17:27"
  },
  {
    "text": "Now it's easy to apply, applaud someone for saving money like John. It's wise, it takes self control and it's easy to judge someone for spending money frivolously and carelessly. But talking with Greg about this time in his life, I didn't get the impression that he's a careless and selfish guy. In fact, he told me a story that I think captures why he felt so free spending money. You see, his dad ran a side business. He saw it as a hobby of sorts, where he would import things from China and and then sell them on the weekends at the flea market.",
    "start": "00:17:27",
    "end": "00:17:59"
  },
  {
    "text": "I used to go with him every Saturday to the flea market to help sell stuff. And then also, as I got a little older, to kind of manage the money that was coming in. And I remember one day I was packing up at the end of the day and I had this big pink box that was full of hundreds of dollars in both paper, cash and coins. And my dad tossed me the keys to the truck. And not thinking, you know, just reaction, I dropped the box to catch the keys and the box broke on the ground. Coins flew everywhere in the flea market. Dollar bills are flittering away in the wind now.",
    "start": "00:17:59",
    "end": "00:18:36"
  },
  {
    "text": "You can imagine how upset his dad is going to be at this moment.",
    "start": "00:18:36",
    "end": "00:18:41"
  },
  {
    "text": "The look of horror on my dad's face sticks with me to this day. And then he immediately repealed that look and saw how sad or I felt like I let him down. And he could see that and immediately sort of changed his countenance and came and helped me clean it back up.",
    "start": "00:18:41",
    "end": "00:19:01"
  },
  {
    "text": "I can imagine Greg there, a little kid, realizing in that moment that relationships are more important than money. You know, money comes and goes. Don't hold on to it so tightly. Don't worry about it so much. The real treasures in life are each other.",
    "start": "00:19:01",
    "end": "00:19:17"
  },
  {
    "text": "In my dad, in that moment, I also kind of saw an image of God as like, he's our father and he cares for us, he provides for us. So it's a moment that's always stuck with me.",
    "start": "00:19:17",
    "end": "00:19:25"
  },
  {
    "text": "So, Greg, he goes on to study finance, and early in his career, he lands this amazing job at a place called McKenzie. And from there he's hired as a junior associate at a private equity firm called Advent. Now, this is the big leagues. This is where you can get uber rich private equity. This is where people like Mitt Romney made most their money.",
    "start": "00:19:25",
    "end": "00:19:49"
  },
  {
    "text": "And this private equity firm collects money from investors, not rich individuals, but rather sovereign wealth funds, university foundations, family endowments, and then invest that money to buy companies. They own those companies for a period of three to five years and then attempt to sell them for a profit, return the money to the investors, and then take a cut for ourselves. And we're talking big money here. Advent managed an $11 billion fund. The average check that we would write for a deal was 400 to $600 million. I was 26, earning $275,000 a year. And I was the junior guy. The senior partners were earning millions. The leaders of the firm were earning tens of millions of dollars a year.",
    "start": "00:19:49",
    "end": "00:20:38"
  },
  {
    "text": "And as we already established, Greg was having a good time spending it.",
    "start": "00:20:39",
    "end": "00:20:43"
  },
  {
    "text": "You know, it was incredible. And, you know, so I had always grown up in the church, so I knew I was supposed to tithe, so I did tithe during that time. But honestly, two things about that. One is when I was earning that level of income and it was just my wife and I, I didn't even feel the tithe. You know, a tithe on 275 is 27.",
    "start": "00:20:43",
    "end": "00:21:04"
  },
  {
    "text": "That's 27,000.",
    "start": "00:21:04",
    "end": "00:21:05"
  },
  {
    "text": "I had plenty left. And then two, I always thought of that tithe more as sort of the cost of admission to keep God happy so I could spend the other 90% however I wanted.",
    "start": "00:21:05",
    "end": "00:21:15"
  },
  {
    "text": "Greg's junior associate job there at Advent is about to end, but he's hooked. He wants to come back, move up the ranks, but first he has an opportunity to go do some more school, and he chooses to go to Harvard.",
    "start": "00:21:15",
    "end": "00:21:28"
  },
  {
    "text": "Because I saw how much the senior leaders at the private equity firm relied on the network that they had created when they were in graduate school. And the way it worked out was my boss and his boss and his boss were all Harvard grads.",
    "start": "00:21:28",
    "end": "00:21:44"
  },
  {
    "text": "So there we go. John, the classic saver, is heading off to Harvard to get his mba. It's his last prerequisite in order to get his dream job as a petroleum engineer overseas. And Greg, the spender, he's also heading to Harvard to get his MBA in order to go back and make some serious cash in private equity. This is where they meet and form a friendship. And it's in the classroom here at Harvard where God shows up and gives them a paradigm about money that turns their lives upside down. Okay, so John and Greg, they're both heading to Harvard, they're getting their MBAs. First day of school is about to come.",
    "start": "00:21:44",
    "end": "00:22:51"
  },
  {
    "text": "Yeah.",
    "start": "00:22:51",
    "end": "00:22:51"
  },
  {
    "text": "You did graduate studies, do you remember?",
    "start": "00:22:52",
    "end": "00:22:54"
  },
  {
    "text": "I did for a long time.",
    "start": "00:22:54",
    "end": "00:22:56"
  },
  {
    "text": "Yeah. For most of your 20s.",
    "start": "00:22:56",
    "end": "00:22:58"
  },
  {
    "text": "Yeah.",
    "start": "00:22:58",
    "end": "00:22:58"
  },
  {
    "text": "What was it like? First day of school? Wow.",
    "start": "00:22:59",
    "end": "00:23:02"
  },
  {
    "text": "So different. So different. I mean, I actually thought this might be my only season of life where I get to study this much because I don't know how this is going to get me a job. So when school's over, I'll probably have to have a normal job. Yeah. This is just, what, a totally different experience where you're going already having had a good job, and then you're going to as the step forward to Your dream job?",
    "start": "00:23:03",
    "end": "00:23:31"
  },
  {
    "text": "Yeah, yeah. These guys, they've kind of got it made in a way.",
    "start": "00:23:32",
    "end": "00:23:36"
  },
  {
    "text": "Right.",
    "start": "00:23:36",
    "end": "00:23:37"
  },
  {
    "text": "And they're just doubling down.",
    "start": "00:23:37",
    "end": "00:23:39"
  },
  {
    "text": "Right. Most people would be satisfied to just keep going on the track they were on.",
    "start": "00:23:39",
    "end": "00:23:44"
  },
  {
    "text": "Yeah.",
    "start": "00:23:44",
    "end": "00:23:44"
  },
  {
    "text": "But they wanted to do this next step.",
    "start": "00:23:45",
    "end": "00:23:48"
  },
  {
    "text": "So they both show up at Harvard, but they have different strategies.",
    "start": "00:23:48",
    "end": "00:23:52"
  },
  {
    "text": "I show up at Harvard knowing that what I want to do is form relationships with these 900 other students who will accomplish great things in their career. First day of class, I sit down in my seat. There's 90 other students in the room. We start doing introductions. One guy played in the NFL. One woman skied in the Olympic trials. One Guy had operated 13 rescue missions in Afghanistan. One guy was an emergency room physician at Massachusetts General Hospital. And so sitting down in the room, in the classroom that first day, I think, proved that I was in a really fortunate position.",
    "start": "00:23:53",
    "end": "00:24:33"
  },
  {
    "text": "John, on the other hand, could care less about the networking. This MBA was just a box to check.",
    "start": "00:24:34",
    "end": "00:24:40"
  },
  {
    "text": "I had the job locked up that I wanted. And so I wasn't as worried about the social side. My wife and I also went to school with a four month old child. And so my priorities were get intellectual engagement and learnings out of the program. I'm not a business guy. I'm an engineer. So learn business, get the intellectual stimulation, and then spend time with my family.",
    "start": "00:24:40",
    "end": "00:24:59"
  },
  {
    "text": "So while John buckles down and studies, Greg starts networking his face off.",
    "start": "00:25:00",
    "end": "00:25:05"
  },
  {
    "text": "Attending all kinds of networking events, career events, social events. It fills up your entire calendar and you live in this little bubble.",
    "start": "00:25:05",
    "end": "00:25:13"
  },
  {
    "text": "And this is how they meet. One of the social events that they both decide to attend is this men's Bible study slash study group kind of thing for Greg. He gets to network John, he gets to study. So every morning they do a devotional together for 15 minutes or so, and then they spend the rest of the hours studying for their classes together. When there wasn't a lot to study, they would just chat about life instead.",
    "start": "00:25:13",
    "end": "00:25:37"
  },
  {
    "text": "We started to become very close, and sometimes we would talk about money in these devotionals. And so I think that was kind of a uniting point between the two of us, something that we were each interested in.",
    "start": "00:25:37",
    "end": "00:25:46"
  },
  {
    "text": "They both want to make a lot of money in their lives and they want to honor God with their wealth and in the best way they know how. But they quickly realized their attitude about what to do with money was completely different.",
    "start": "00:25:46",
    "end": "00:25:58"
  },
  {
    "text": "I'm talking about my spreadsheets and how awesome they are. And then like, investing, and I've got this big thing on Vanguard and like, where do you invest, Greg? And he's like, I don't know. Wherever they stick the 401k, you know, like, I don't even know. And so that's kind of where the judgment started. And I'm like, this guy, like, he's in finance, but he doesn't even know, like, personal finance. How does that work?",
    "start": "00:25:59",
    "end": "00:26:18"
  },
  {
    "text": "I could see him sort of get visibly energized at the mention of the word vanguard. And I mean, John has a Vanguard T shirt and mug.",
    "start": "00:26:18",
    "end": "00:26:29"
  },
  {
    "text": "He was making so much money, like, more than me before school, but he spent it all. Like, that's kind of weird. Why would you do that?",
    "start": "00:26:29",
    "end": "00:26:36"
  },
  {
    "text": "What shocked me about John is what I viewed as incredible conservatism with respect to wealth.",
    "start": "00:26:36",
    "end": "00:26:42"
  },
  {
    "text": "And he, like, doesn't save money. Like, that doesn't make sense.",
    "start": "00:26:42",
    "end": "00:26:45"
  },
  {
    "text": "Whenever I go to John's house, I use his Vanguard mug in jest.",
    "start": "00:26:45",
    "end": "00:26:48"
  },
  {
    "text": "It felt kind of like the odd couple to some ext. And it really started coming out more and more when we took this class together in our third semester of business school.",
    "start": "00:26:48",
    "end": "00:26:57"
  },
  {
    "text": "Yeah, so you told me about this part of the story. They sign up to take a class at Harvard Divinity School.",
    "start": "00:26:57",
    "end": "00:27:03"
  },
  {
    "text": "Yeah. Because they get a couple of electives at hbs. And Greg's thinking it would be cool to go to the Divinity school.",
    "start": "00:27:03",
    "end": "00:27:10"
  },
  {
    "text": "One of my good friends at the church we attended in Boston was getting his PhD at Harvard Divinity School.",
    "start": "00:27:11",
    "end": "00:27:18"
  },
  {
    "text": "This friend's name is Scott.",
    "start": "00:27:18",
    "end": "00:27:20"
  },
  {
    "text": "One day Scott calls me and says, hey, Greg, I have the perfect class for you to take at Harvard Divinity School. It's called God Money.",
    "start": "00:27:20",
    "end": "00:27:28"
  },
  {
    "text": "And we said, we like God and we are pretty big fans of money. So let's sign up for this class.",
    "start": "00:27:28",
    "end": "00:27:33"
  },
  {
    "text": "And it's just like this little walk up a hill from the business school.",
    "start": "00:27:34",
    "end": "00:27:37"
  },
  {
    "text": "The class was actually set up in some ways similar to our Harvard Business School classes in that they were case based for the most part. We would have assigned readings beforehand and then we would come to class and discuss and debate some issue that related to God and money. A few examples might be whether or not we should build casinos in the state of Massachusetts, which at the time was a huge debate. Another is the prosperity Gospel pros and cons. Another is the Great Recession of 09 and the culpability of Wall street, as well as the responsibility of Wall street for Main Street. So those are the types of things that we would debate in the class.",
    "start": "00:27:38",
    "end": "00:28:19"
  },
  {
    "text": "So they're debating all of these ideas and it's feeling very esoteric. But for the midterm, they have to do a book report.",
    "start": "00:28:19",
    "end": "00:28:28"
  },
  {
    "text": "And I wrote My book report on a really terrific book by Professor David Crotteau called you'd mean I Don't have to Tithe. So I had been a lifelong tither, and it really rocked me because as you can tell by the title of the book, Professor Crotteau argues that we do not have to tithe.",
    "start": "00:28:29",
    "end": "00:28:49"
  },
  {
    "text": "And Greg's thinking, wait, we don't have to tithe? Really?",
    "start": "00:28:49",
    "end": "00:28:55"
  },
  {
    "text": "That midterm book report ripped away this idea that I was being obedient to God by Simply cutting my 10% check every week and never thinking about it again. Moreover, the class really convinced me that money is something that God deeply cares about. So now there was this void in my worldview, or void in my theology, so to speak, a gap about how I should handle wealth. Meanwhile, I'm at Harvard Business School with the great capacity to create wealth in the future. Now, of course, there's no guarantee that will happen, but were it to happen, I was worried about what I would do with that money.",
    "start": "00:28:56",
    "end": "00:29:32"
  },
  {
    "text": "So Greg goes from being excited about making lots of money to worried about making lots of money, because he doesn't know, as a Christian, what he's supposed to do with a lot of money. Meanwhile, John, he's in class too, and he's getting convicted as well. He's particularly convicted by a conversation they're having about this guy named Clement of Alexandria.",
    "start": "00:29:32",
    "end": "00:29:58"
  },
  {
    "text": "So you had Clement of Alexandria just a few generations after Christ, talking to his congregation about, you know, there are those of you who are storing up wealth for yourselves and your families without being generous to those in need. And it dawned on me, this is not just a problem for the 21st century for me to do, but it happened all through the church's history. And so that was really shocking to me to see that this is a problem in the human heart. That's not just our modern economy. We are wired to accumulate for ourselves. But the Christian church had always stood against that impulse.",
    "start": "00:29:58",
    "end": "00:30:31"
  },
  {
    "text": "I mean, that must have been kind of convicting for you at that moment, because you had this multi generational plan going on and you had this, I'm going to pile up and retire at 40. Did that feel convicting or jarring or what did that feel like at that moment?",
    "start": "00:30:31",
    "end": "00:30:45"
  },
  {
    "text": "It felt totally jarring. And another thing that really got me was the parable of the rich fool, Luke, chapter 12.",
    "start": "00:30:45",
    "end": "00:30:51"
  },
  {
    "text": "So, Tim, let's stop here. I'd love for you to set up this parable.",
    "start": "00:30:51",
    "end": "00:30:55"
  },
  {
    "text": "Yeah, yeah. This is a classic parable of Jesus about the rich fool, Luke, chapter 12. Someone in the crowd approached Jesus and said to him, teacher, tell my brother to divide the inheritance with me. So somebody wants Jesus to get involved in family politics.",
    "start": "00:30:55",
    "end": "00:31:18"
  },
  {
    "text": "Yeah, a family dispute.",
    "start": "00:31:18",
    "end": "00:31:20"
  },
  {
    "text": "Yeah, family dispute. And Jesus replied, man, who appointed me as a judge or arbiter between you? And then he said to them, watch out. Be on your guard against all kinds of greed. Life doesn't consist in an abundance of possessions. So he told them this parable. The ground of a certain rich man yielded an abundant harvest. And so he thought to himself, what shall I do? I don't have anywhere to store my crops. So then he said, ah, this is what I will do. I will tear down my barns and build bigger ones. That's where I'll store my surplus grain. And then I'll say to myself, ah, you have plenty of grain. You've laid up for many years. Take life easy, eat, drink, be merry. But God said to him, you fool, this very night your life is demanded from you. Then who will get what you've prepared for yourself? This is how it will be with whoever stores up things for themselves but is not rich towards God. Jesus, Master. Master storyteller.",
    "start": "00:31:20",
    "end": "00:32:37"
  },
  {
    "text": "So what does the parable have to do with the guys that want to divide the inheritance?",
    "start": "00:32:37",
    "end": "00:32:41"
  },
  {
    "text": "Yeah, it's interesting. Yeah. Jesus apparently discerns that the motives of this guy. This is about storing up for himself so that his life is easy. This is a powerful parable by itself. It's also happening in the section of Luke that's called the journey section that goes from chapters nine to 20. And this is Jesus on the road to Jerusalem. And it's actually interesting in these chapters of Luke, Jesus talks more about money than anywhere else in the gospels put together. And it's paired with Jesus constantly making himself and his mission available to the poor to like, the poorest of the poor. So he's extremely critical of people who have lots of wealth. You don't get away unscathed from the Gospel of Luke if you have a lot of wealth. And part of that's cultural. In the ancient world, there were fewer ways to make a lot of money fairly. So if somebody's wealthy, you're instantly suspicious that you got this from somebody else. You got it through crooked means. But also, Jesus just had a huge value on radical generosity to the poor. And so most of his teachings on money reflect suspicion towards people who want to accumulate loads of wealth for themselves.",
    "start": "00:32:41",
    "end": "00:34:06"
  },
  {
    "text": "Well, John's feeling this suspicion from Jesus.",
    "start": "00:34:06",
    "end": "00:34:08"
  },
  {
    "text": "Yes.",
    "start": "00:34:08",
    "end": "00:34:09"
  },
  {
    "text": "And he's. He starts to identify with the rich fool.",
    "start": "00:34:09",
    "end": "00:34:14"
  },
  {
    "text": "Yeah.",
    "start": "00:34:14",
    "end": "00:34:14"
  },
  {
    "text": "So I was reading the parable of the Rich fool and realized, this is my hero. This is a guy who is building bigger barns to store up his great harvest, and he's going to be financially independent. He's going to retire. That's what I want to do. So I love this guy. And then Jesus turns around and says, you fool. And I realized at that moment that's what he was saying to me and the plans that I had built around my wealth.",
    "start": "00:34:14",
    "end": "00:34:37"
  },
  {
    "text": "Was there any part of you at this moment that was like, well, maybe that's true, but maybe it's not. You're trying to kind of wiggle out of it a little bit?",
    "start": "00:34:37",
    "end": "00:34:44"
  },
  {
    "text": "Totally. I was trying to wiggle out of it and trying to find ways to say, you know, well, maybe the, you know, 10% is generous and I'll just give 10%, and if 10% of a lot is a lot, and I'll feel good about that. But something in me knew that it was not going to be the same after I'd been exposed to these concepts from God's Word.",
    "start": "00:34:44",
    "end": "00:35:04"
  },
  {
    "text": "So at this point, John and Greg are feeling totally exposed and confused. I mean, if you aren't supposed to give 10% of your income, if it's not that simple, then what's the answer? What are they supposed to do with all this money they're planning on making? They don't have an answer. And so they decide as their final assignment in this class to write a paper. They write it together, and they're trying to answer that question, what does an obedient Christian do with their money?",
    "start": "00:35:05",
    "end": "00:35:35"
  },
  {
    "text": "John and I elected to write our final paper on sort of creating a modern framework for giving in the 21st century.",
    "start": "00:35:36",
    "end": "00:35:43"
  },
  {
    "text": "Like, should I give more? I'm going to give 10%. Do I just give 15% now, or is there more to it? How should we think about this? And so I had no idea what the answers were, but I kind of wanted to spend some time thinking hard about it and maybe talking to people who were further on the journey than we were.",
    "start": "00:35:43",
    "end": "00:35:59"
  },
  {
    "text": "We were trying to create a plan for what we would do with the money that we thought we might get someday.",
    "start": "00:35:59",
    "end": "00:36:04"
  },
  {
    "text": "So here's what they do. It's pretty smart. They get access to Harvard Business School's Christian Fellowship alumni database. So this is like 300 email addresses of Christians who had graduated previously from the same program they were in. And they send all of these people a survey asking them questions about their giving.",
    "start": "00:36:04",
    "end": "00:36:28"
  },
  {
    "text": "And the survey was super aggressive. It was anonymous, but it was like, tell us your net worth, tell us your income. Tell us how much you give away, tell us why you do that. And unbelievably, we got over a 50% response rate. And so we had this very rich data set of people who had given us this information. So then we started digging into it.",
    "start": "00:36:28",
    "end": "00:36:47"
  },
  {
    "text": "And as they dig around, they begin to see answers in the survey that blow their minds. They begin to encounter story after story of people just like them who have a radically different view of God and money. And this survey becomes like the turning point, that moment where they realize everything's going to change.",
    "start": "00:36:47",
    "end": "00:37:11"
  },
  {
    "text": "Neither one of us had any idea that the project would take on the kind of life that it has, that we'd be sitting here with you almost year later. I mean, it's, it's been mind blowing. What has happened.",
    "start": "00:37:12",
    "end": "00:37:21"
  },
  {
    "text": "We'll find out what the survey said and what's next for them in the final act. I find it really interesting. They send the survey out and even though it's anonymous, these aren't things that you really are allowed to ask people usually. Like, I don't go around to my friends saying, how much money are you making now? And how much are you saving and how much are you giving? And Awkward.",
    "start": "00:37:21",
    "end": "00:38:14"
  },
  {
    "text": "That'd be awkward.",
    "start": "00:38:14",
    "end": "00:38:15"
  },
  {
    "text": "Yeah, it'd be really awkward.",
    "start": "00:38:15",
    "end": "00:38:16"
  },
  {
    "text": "Yeah. People wouldn't want to hang out with you if you started having those conversations.",
    "start": "00:38:16",
    "end": "00:38:20"
  },
  {
    "text": "Yeah. And we don't talk about it in church. Really? Like you don't sit down in a small group and say like, hey, everyone pull out their tax returns from last year, let's check it out.",
    "start": "00:38:20",
    "end": "00:38:29"
  },
  {
    "text": "Yeah. And it's, of course, that makes sense. That's comfortable. But in another way, that's odd. I mean, the founder of the Jesus movement, Jesus thought the way we relate to money is so important. He talked about it in nearly half of all of his teachings. He's using either money imagery or about our own relationship to money. One of his most famous lines, where your wealth is, shows where your heart is, your ultimate values and commitments. That's why he stressed such radical generosity and why the early Christians were known for that too. So it's odd, it's comfortable not to talk about it even in Christian communities. But it's odd we're betraying our heritage with what Jesus actually said about money.",
    "start": "00:38:30",
    "end": "00:39:26"
  },
  {
    "text": "So John and Greg, they've never heard anything else other than the typical give away 10% of your cash because people don't talk about it. So they send out this survey to 300 of the Harvard Business School alumni and they're asking them all these questions about their wealth.",
    "start": "00:39:26",
    "end": "00:39:43"
  },
  {
    "text": "Unbelievably we got over a 50% response rate. And so we had this very rich data set of people who had given us this information. So then we started digging into it and then looking, we would see people like, oh, that guy gives 50% of his income away. Like, I didn't know that was a thing. Like you can do that. Then people would leave comments like, you know, I go to work every day to make as much money as I can so that I can give as much money away as I can. And we're like that. What? Like that. You're not going to retire at 40 if you're doing that. Yeah.",
    "start": "00:39:43",
    "end": "00:40:13"
  },
  {
    "text": "Who does that?",
    "start": "00:40:13",
    "end": "00:40:14"
  },
  {
    "text": "And so we, so we'd done the survey and then we actually sent a follow up email and said, you guys are anonymous, so we don't know who you are. But some of you had these crazy, like giving percentages and stories about giving. If you're willing to come out of your anonymity, will you do follow up interviews with us? And so we started doing these phone interviews with people. And that's where it got incredibly rich to hear stories of generosity.",
    "start": "00:40:15",
    "end": "00:40:37"
  },
  {
    "text": "What were some of the standout stories?",
    "start": "00:40:37",
    "end": "00:40:39"
  },
  {
    "text": "So there's this young couple in their early 30s in Southern California who had started doing well financially. They were thinking they might upgrade their house, and they felt led by the Holy Spirit to write a $100,000 check to their church. And they used part of that money to set up a scholarship program for an orphanage and then used the rest for a variety of causes within the church. But again, this just totally blew our mind in terms of like, why would you not put that into a college fund for your own kids or pay off your mortgage or upgrade your house? Like, just how could you use that much money for something other than yourself? Doesn't make any sense.",
    "start": "00:40:40",
    "end": "00:41:16"
  },
  {
    "text": "Does not compute. Doesn't fit in the spreadsheet, Right?",
    "start": "00:41:17",
    "end": "00:41:21"
  },
  {
    "text": "Doesn't fit in the spreadsheet at all. Even, even more mind blowing, perhaps for the saver guy, which was me, a hedge fund partner who makes millions of dollars per year. And he tells us, like, you know, guys, I intentionally avoid building my net worth because scripture warns against the danger of doing that. And I'm like, that's my whole life plan is to build my net worth. And this guy's like, you know, I, I give generously and I have a ton of fun giving my money away. And I also don't want to build wealth year on year, so I avoid doing that.",
    "start": "00:41:21",
    "end": "00:41:49"
  },
  {
    "text": "How does he avoid doing it?",
    "start": "00:41:51",
    "end": "00:41:52"
  },
  {
    "text": "This is an amazing story. This is one that really got Me, he buys really big insurance policies. Honestly, that's his strategy is I don't have to save because if I buy a large life insurance policy, a large disability policy, then I will be fine and my family will be fine if something happens to me. And in the meantime I can just give all my money away.",
    "start": "00:41:52",
    "end": "00:42:14"
  },
  {
    "text": "And he, you know, to be clear, he doesn't, he doesn't save $0. So he's got a smooth path to retirement and vision, but he could save it in like three months. But he's like, you know, I'll take 30 years to do it. And so it's just a very different mindset around that I'm not going to accumulate for myself quickly. I'm going to give now and save later.",
    "start": "00:42:14",
    "end": "00:42:33"
  },
  {
    "text": "And it sounds like he really enjoyed it.",
    "start": "00:42:34",
    "end": "00:42:37"
  },
  {
    "text": "That's what really started rocking my world. So as a spender, I always thought I was obtaining joy from nice meals and fun vacations. But the joy that these individuals who lived highly generous lives, the joy they experienced was literally like radiating through the phone in these interviews. And I was like emotionally and spiritually impacted by the Holy Spirit working in their lives and by the convincing and convicting stories they would tell about how much better their lives were from like a happiness perspective when they elected to live generously. So that's what was really rocking my worldview. That was found. The foundation was stuff before that.",
    "start": "00:42:37",
    "end": "00:43:34"
  },
  {
    "text": "And did you get a sense of like, I want those kind of stories, I want that kind of joy badly?",
    "start": "00:43:34",
    "end": "00:43:41"
  },
  {
    "text": "Yes, I mean I definitely, I would hear these. I remember one instance in particular, it's this woman with whom we were speaking who was expressing the incredible joy she and her husband felt from writing a large gift to their church. And you know, I was like feeling emotional, feeling convicted by the Holy Spirit. I was feeling jealous. I wanted to experience this feeling that I had never felt when I had just cut my, thoughtlessly cut my 10% check into the offering plate in the past.",
    "start": "00:43:41",
    "end": "00:44:20"
  },
  {
    "text": "They finish their paper, it turns out to be 90 pages instead of the required 30. And as a result of writing this paper, they start to have thoughts and they never had before.",
    "start": "00:44:20",
    "end": "00:44:32"
  },
  {
    "text": "I think money had always been a self oriented tool that I would again tithe on. But the benefits of money will accrue to me. I will have more wealth, I might have a nice house someday and I'll give some money away because I should do that. It's like a membership fee to my church, essentially, something like that. And I was beginning to catch this vision of money that was grander than that to Say my money can, number one, be a part of God's mission in the world. And number two, if I give, that might help me unlock something in life that has more joy and purpose to it than just having a big pile of it when I die.",
    "start": "00:44:32",
    "end": "00:45:10"
  },
  {
    "text": "So this paper's finished and it begins to circulate around. People would read it and they'd love it and they'd pass it to their friends who would read it and it got a life of its own.",
    "start": "00:45:10",
    "end": "00:45:22"
  },
  {
    "text": "Our term paper got emailed around from person to person and eventually we got a call from the president of Generous Giving.",
    "start": "00:45:22",
    "end": "00:45:28"
  },
  {
    "text": "Generous Giving is a Christian organization. It's a non profit and their goal is to help Christians have a radical shift in the way they think about money or as they just think about it, a biblical way to think about money. And the president is this guy named Todd Harper.",
    "start": "00:45:28",
    "end": "00:45:45"
  },
  {
    "text": "And the president comes to meet with us in Boston and ends up making a job offer to each of us.",
    "start": "00:45:45",
    "end": "00:45:51"
  },
  {
    "text": "Todd, thanks for making time.",
    "start": "00:45:54",
    "end": "00:45:56"
  },
  {
    "text": "Yeah, man, happy to do it.",
    "start": "00:45:56",
    "end": "00:45:58"
  },
  {
    "text": "So I call up Todd Harper to get his side of the story, because John's side of the story at this point is that this job offer not only came out of left field, but for him was really, really disturbing.",
    "start": "00:45:58",
    "end": "00:46:11"
  },
  {
    "text": "You know, I didn't go to Harvard Business School to work for a ministry.",
    "start": "00:46:11",
    "end": "00:46:15"
  },
  {
    "text": "The whole idea was really frustrating.",
    "start": "00:46:15",
    "end": "00:46:18"
  },
  {
    "text": "That's actually an understatement. We hated the idea of doing it.",
    "start": "00:46:18",
    "end": "00:46:21"
  },
  {
    "text": "Todd went to go meet with John and Greg because he thinks they have a really compelling story. And the main thing that he does at Generous Giving is he lets people tell their stories of radical generosity. And they say, see, look, this is normal. This can be a normal way to live. It seems absurd to be so radically generous, but actually it brings a lot of joy.",
    "start": "00:46:21",
    "end": "00:46:47"
  },
  {
    "text": "I went up to Boston in February to meet with them. And about 30 minutes into our, we carved down about three hours to visit. And 30 minutes in, I was just taken by who they were, what God was doing in their lives, their vision for being difference makers. So it really felt like a divine encounter.",
    "start": "00:46:47",
    "end": "00:47:12"
  },
  {
    "text": "So you didn't fly out there with the expectation of offering them a job?",
    "start": "00:47:13",
    "end": "00:47:16"
  },
  {
    "text": "Job?",
    "start": "00:47:16",
    "end": "00:47:16"
  },
  {
    "text": "Not at all.",
    "start": "00:47:16",
    "end": "00:47:17"
  },
  {
    "text": "At some point in the conversation you thought to yourself, I want these guys to work for my organization.",
    "start": "00:47:18",
    "end": "00:47:23"
  },
  {
    "text": "That's right. I had no idea if their answer ought to be yes, but it felt like kind of a unique encounter and that maybe God was doing something. And I think fairly quickly for John, there was a quickening of his spirit and frankly, a little bit of anxiety because he had his plan.",
    "start": "00:47:23",
    "end": "00:47:53"
  },
  {
    "text": "We Were like, we want to go overseas and make a lot of money. We don't want to work for a ministry. But we felt like God was calling us to that.",
    "start": "00:47:53",
    "end": "00:48:01"
  },
  {
    "text": "You hated the idea, but you felt God was calling you. What does that actually look like?",
    "start": "00:48:01",
    "end": "00:48:07"
  },
  {
    "text": "I think it's kind of like being Jonah, where God says, go preach in Nineveh. And you say, I don't really want to do that. And he says, no, I want you to do it. And so for us, you know, I was fasting a little bit and praying and feeling like I was being led to take this offer and then convincing myself, no, I'm going to go work for Chevron. And then I get an email from a missionary who's in Hong Kong, doesn't know my situation, and he says, hey, by the way, you know, the father put you on my heart last night and wanted me to tell you that maybe there's something he has for you besides Chevron. I don't really know what that might look like, but you should think about it. And I'm like, seriously, God, come on with this. We'd spent five years, I mean, doing everything we could to line up this job. And so we would put our son to bed and then go lay on our own bed and just cry. And we basically lament to each other, this is our life. This is what we've wanted. And can God really be asking us to lay this down?",
    "start": "00:48:07",
    "end": "00:49:00"
  },
  {
    "text": "So this really messed with John. After you gave him the offer, you said he had anxiety. He. He said he would weep with his wife about why you were screwing up his life. This is a guy who could be making $400,000 a year, and if he does have this paradigm of generosity, he could be giving a large portion of that away. How did you feel okay, messing with someone's life plan like that?",
    "start": "00:49:00",
    "end": "00:49:31"
  },
  {
    "text": "Well, I told him in no uncertain terms that if God was calling him to do this, he could mobilize infinitely more resources through coming to work with generous giving than he could by making a great salary and living modestly and giving the extra away. And I think that captivated his sense of vision.",
    "start": "00:49:31",
    "end": "00:49:59"
  },
  {
    "text": "It did captivate John, but it didn't make him happy.",
    "start": "00:50:02",
    "end": "00:50:06"
  },
  {
    "text": "It was kind of just this. This unrelenting frustration with God. I don't know if I would say anger at God, but just frustration that he would foil our plans in what felt like such a severe way. I mean, here's the perfect world that we have created, and all of our labor has gone into getting us to this place point. And like God, you Could have called us into ministry three years ago, before I even had this job. But I literally am getting calls from the Chevron movers saying, can we send the trucks? And I'm like, well, give me another day or two. And it's like, why would you do it like this in this, like, uber dramatic fashion? God, it was in my third 24 hour fast on this decision. And by the way, I'm not like a fasting person, but I felt like this was such a big decision. I wanted to do everything I could. And so I fasted all day. Hadn't felt like I heard anything from God. And I was taking my evening shower, got out of the shower and felt like maybe I'm supposed to do it. And my wife Megan says to me, I've kind of known all along that you're supposed to take this job. And I haven't wanted to tell you because I don't want you to take this job. But God almost chastised me over the last half hour and told me that I need to tell you what I've known all along. So take the job.",
    "start": "00:50:06",
    "end": "00:51:19"
  },
  {
    "text": "What were you feeling at that moment?",
    "start": "00:51:19",
    "end": "00:51:21"
  },
  {
    "text": "Still a little bit like I didn't want to take the job, but a sense of peace and knowing that my wife was with me. Obviously it helps to be united. And at some point it was an act of obedience to just say, all right, we will step out of the boat and do this. The experience has been incredible. I've seen the fruit of the decision. It would be selling something untrue to say. It's been, you know, this tide of joy the entire way through. I think something we've experienced is that obedience in the Christian walks sometimes comes with pain. And sometimes, you know, the tears we cried when making the decision haven't been the last tears. And kind of adjusting to a different lifestyle, adjusting to a different income level comes with its challenges and with its struggles. But I don't think either of us regrets it.",
    "start": "00:51:22",
    "end": "00:52:26"
  },
  {
    "text": "So many people make decisions in their life regarding how much money they can make. And so taking that kind of off the table, like drawing a line somewhere modestly, where that ceases to be the primary criteria for decision making, creates a freedom to follow God's call in a very powerful way. And again, what I like about John and Greg's story is John felt called to the nonprofit space. Greg still felt called into the marketplace, and he didn't limit his income potential.",
    "start": "00:52:28",
    "end": "00:53:08"
  },
  {
    "text": "Yeah, we kind of lost track of Greg there. But if you remember, Todd offered both of them a job, and John Felt like it was something he was supposed to do, but Greg didn't. Greg wanted to continue on with his career path.",
    "start": "00:53:09",
    "end": "00:53:28"
  },
  {
    "text": "So I'm really torn during this season because I see the Holy Spirit working powerfully in John and Megan's life.",
    "start": "00:53:28",
    "end": "00:53:39"
  },
  {
    "text": "Greg graduates and gets a job at this really promising healthcare technology startup in Nashville.",
    "start": "00:53:39",
    "end": "00:53:46"
  },
  {
    "text": "I felt like I was sort of selling out a bit because we had just written this manuscript that called for significant changes in how I thought about and behaved with respect to wealth and money. And then I was going to go run up the corporate ladder, you know, I was going to professionally at least pursue the exact same path that I had thought about beforehand. And it felt a bit false, a bit selfish, a bit shallow. But I engaged in some research on the theology of work, really reading a few different books or resources about what God thinks about work, and really came away convinced that God values work, even if you're not a minister, and that I can accomplish his purposes working for a healthcare company in Nashville, just like John can working for a ministry in Orlando.",
    "start": "00:53:46",
    "end": "00:54:36"
  },
  {
    "text": "Greg gets the job, and as part of the job offer, he acquires some equity in the company, which, by the way, was his plan all along. Build equity, build wealth.",
    "start": "00:54:36",
    "end": "00:54:46"
  },
  {
    "text": "I joined the company and six weeks later we get acquired by Cardinal Health, which is a huge health care conglomerate in Ohio, for over $400 million.",
    "start": "00:54:47",
    "end": "00:54:58"
  },
  {
    "text": "Suddenly, Greg's equity position is worth a lot of money.",
    "start": "00:55:00",
    "end": "00:55:05"
  },
  {
    "text": "That was mind blowing. It was clearly what it revealed to me is that I wasn't being left out of the story.",
    "start": "00:55:05",
    "end": "00:55:13"
  },
  {
    "text": "Greg's thinking, this is crazy. This must be God. He must be working in my story just like John's. And so him and his wife have to decide, what are we going to do with this windfall? How much of this money should we give away?",
    "start": "00:55:13",
    "end": "00:55:29"
  },
  {
    "text": "What God had taught us is that first everything belongs to him. Therefore, this question I'd been asking my whole life, how much do I need to give? Was the wrong question. Instead, I should have been asking, how much do I really need to keep, since it's all God's anyway. So I'll provide for my family, I'll save responsibly for the future, but then everything beyond that should be given away.",
    "start": "00:55:30",
    "end": "00:55:50"
  },
  {
    "text": "So they talked about it and decided the number that felt right was giving 20% of the gross away. So before paying any taxes, 20% off the top. And this wasn't an easy decision.",
    "start": "00:55:51",
    "end": "00:56:06"
  },
  {
    "text": "So I came out of graduate School with $150,000 in cumulative grad school debt because my wife also went to grad school at A private school. So at the same time, we're saving up for a down payment on the house. We have a two year old son now. My wife's expecting another kid on the way, so we need to start thinking about college savings. Another is when we're house shopping and the Nashville real estate market right now is hot. And so we realized that for us to buy a home within a reasonable commuting distance for me, which was our number one criteria, we were not going to be able to obtain the type of house that we really wanted for our family in terms of size, features, niceness, area, etc. And there were plenty of times as we were going around to houses with our agent just saying, no, no, no, that my wife and I would look at each other and say, can't we just give a little less money away? Or even better, we'll give it later. Which I think is even more dangerous.",
    "start": "00:56:06",
    "end": "00:57:05"
  },
  {
    "text": "Oh, also, Greg was shopping for a new car. What was your favorite car to look at at that moment?",
    "start": "00:57:06",
    "end": "00:57:11"
  },
  {
    "text": "Acura SUVs. The MDX. Yeah, because. Because clearly a BMW or Mercedes is unholy, but an Acura. But an Acura is fine. And the Holy Spirit just really convicts me like, you do not need a car like that. So suffice it to say, now I drive my grandmother's 2002 Mercury Grand Marquis.",
    "start": "00:57:12",
    "end": "00:57:31"
  },
  {
    "text": "They gave some of the money to the church they had been attending in Boston while in school. They gave some to the missions fund for the new church they were involved in in Nashville. And they even wrote checks to individuals they knew just needed money. But one of the coolest parts of the story I thought was that they decided to start saving for an adoption. Did you feel the joy? Like that was the. You wanted to have those stories?",
    "start": "00:57:31",
    "end": "00:57:56"
  },
  {
    "text": "I'd been tithing my whole professional career and never got any joy from that. Because I now, in retrospect, I know it's because I brought the wrong attitude to that decision. Our church here in Nashville does this big December fundraise for these three international missions groups that the church supports. Just a few weeks ago, they showed video of the impact that our funds are having. They showed like the foundation being laid for this school in Africa and for a house for this missionary who we support. Bass to commute 90 minutes each way. So two and a half, three hours a day, round trip.",
    "start": "00:57:56",
    "end": "00:58:29"
  },
  {
    "text": "That you get to save them now.",
    "start": "00:58:29",
    "end": "00:58:30"
  },
  {
    "text": "That we get to save them now. And I, like, got emotional watching that video, which surprised me, actually, because I'm not a crier, I guess, until now. I guess Until I'm really engaged in God's purposes for the first time. And what was cool is I felt useful. That was probably the best thing about it. And I think that I've realized that's sort of the genesis of the joy. Just like you sort of, you know, feel really good after a hard workout or a hard day's work. I feel like now that I'm, like, actively contributing to God's kingdom in my own little way. But it's still very meaningful to me personally, and it's, I think, what drives the joy that I've now been able to experience.",
    "start": "00:58:30",
    "end": "00:59:05"
  },
  {
    "text": "You know, it was kind of a fluke that John and Greg met, decided to take this class, decided to write this paper, but as a result, both their lives changed dramatically. And so I asked them, imagine you hadn't written this paper. What would life be like?",
    "start": "00:59:16",
    "end": "00:59:36"
  },
  {
    "text": "So I'm probably overseas saving over $10,000 a month in cash and building a life for myself. And I'm probably pretty happy and satisfied in that as well. And I think the subtle tragedy that would come is that I would be creating a life of the rich fool for myself without knowing it. And, you know, I probably would have lived my whole life to build bigger barns for myself. And that is not the most satisfying life that one could live for me.",
    "start": "00:59:36",
    "end": "01:00:06"
  },
  {
    "text": "I'd be living in a fancier house, driving a nicer car, cutting my 10% tithe check every week, and I would probably think I was happy, but it's almost like I wouldn't have the capacity to experience the things that I have experienced as a result of living out this message. So I wouldn't even know what I was missing. I think of Luke 18, the rich young ruler, where this man comes up to Jesus, says, teacher, what must I do to enter the kingdom of heaven? I've kept all of God's commands referring to the ten Commandments. And Jesus says, sell all of your possessions and come follow me. And Scripture says that the man walks away very sad. And I feel like I would have gotten to the end of my life, have been ostensibly obedient, quote unquote, but totally missed out on the exciting ride that God had planned for me because I never had the courage to go follow him.",
    "start": "01:00:06",
    "end": "01:01:14"
  },
  {
    "text": "John and Greg turned their paper into a book called God and How We Discovered True Riches at Harvard Business School. You can find it anywhere books are sold, like Amazon. This podcast was produced by the bibleproject, edited by myself, Jonathan Collins. Special thanks to Dan Gummel for helping me record the interviews out in Nashville. All the music on this episode is by a band called Grey Flood. Check them out. This was an experimental episode for us. If you liked it and want us to tell more stories like this, let us know. You you can say hi to us on Facebook facebook.com join the Bibleproject we're on Twitter oinbibleproj and you can email us supportointhebibleproject.com we believe the Bible is one unified story that leads to Jesus and has profound wisdom for the modern world. You can watch videos that we make that explore biblical themes and also break down the literary design of biblical books. They're on our YouTube channel, YouTube.com thebibleproject or on our website jointhebibleproject.com.",
    "start": "01:01:16",
    "end": "01:02:30"
  }
]