[
  {
    "text": "Hey, Tim.",
    "start": "00:00:05",
    "end": "00:00:06"
  },
  {
    "text": "Hey, John. Hi.",
    "start": "00:00:06",
    "end": "00:00:07"
  },
  {
    "text": "Hi. It is the end of the year, which means staring at us right now across the table, ever so gently, a gentle gaze. Gentle gaze is Steve Akison, our CEO. Hi, Steve.",
    "start": "00:00:07",
    "end": "00:00:19"
  },
  {
    "text": "Yeah, guys, good to be here.",
    "start": "00:00:19",
    "end": "00:00:20"
  },
  {
    "text": "Yeah. Here we are. Another year. 2024.",
    "start": "00:00:20",
    "end": "00:00:24"
  },
  {
    "text": "2023.",
    "start": "00:00:24",
    "end": "00:00:26"
  },
  {
    "text": "Yeah.",
    "start": "00:00:27",
    "end": "00:00:28"
  },
  {
    "text": "Tim's living in the future.",
    "start": "00:00:28",
    "end": "00:00:29"
  },
  {
    "text": "Yeah.",
    "start": "00:00:30",
    "end": "00:00:30"
  },
  {
    "text": "Did you think it was 2024? For a second?",
    "start": "00:00:31",
    "end": "00:00:32"
  },
  {
    "text": "I said 2024, but in my mind what I meant was 2023.",
    "start": "00:00:33",
    "end": "00:00:38"
  },
  {
    "text": "Yeah. Well, you know what? It could be any year you want it to be.",
    "start": "00:00:38",
    "end": "00:00:42"
  },
  {
    "text": "Yeah.",
    "start": "00:00:42",
    "end": "00:00:42"
  },
  {
    "text": "But it's about to end.",
    "start": "00:00:42",
    "end": "00:00:43"
  },
  {
    "text": "Yes. And as always, we want to take a moment on the podcast to reflect over the year what has happened, what we got to make as an organization, and also the things we've experienced and that we've learned about our mission, what we see God up to in the world and how we're getting to be a part of it.",
    "start": "00:00:45",
    "end": "00:01:09"
  },
  {
    "text": "Yeah. We get to take stock a little bit together.",
    "start": "00:01:09",
    "end": "00:01:11"
  },
  {
    "text": "Yeah. It's like getting ready for some kind of New Year's resolution or something like that. Do you guys do New Year's? Meaningful for either of you that way?",
    "start": "00:01:11",
    "end": "00:01:20"
  },
  {
    "text": "A little bit. Yeah. Turning of a page.",
    "start": "00:01:20",
    "end": "00:01:23"
  },
  {
    "text": "Yeah. Fresh start on something.",
    "start": "00:01:23",
    "end": "00:01:24"
  },
  {
    "text": "Start something new.",
    "start": "00:01:24",
    "end": "00:01:25"
  },
  {
    "text": "Yeah. Do you know what you might start new Steve?",
    "start": "00:01:26",
    "end": "00:01:28"
  },
  {
    "text": "Well, I don't want to be a punchline stealer, but it's something we're doing collectively as a group.",
    "start": "00:01:28",
    "end": "00:01:33"
  },
  {
    "text": "Oh, okay. Well, let's.",
    "start": "00:01:33",
    "end": "00:01:36"
  },
  {
    "text": "That's an easy one. Yeah, that's mine, too.",
    "start": "00:01:36",
    "end": "00:01:38"
  },
  {
    "text": "Yeah. Well, it takes some discipline. You gotta. Yeah.",
    "start": "00:01:39",
    "end": "00:01:42"
  },
  {
    "text": "Okay, so we'll talk about that.",
    "start": "00:01:42",
    "end": "00:01:43"
  },
  {
    "text": "Yeah, we will.",
    "start": "00:01:43",
    "end": "00:01:44"
  },
  {
    "text": "Yeah, we'll just leave that one hanging.",
    "start": "00:01:44",
    "end": "00:01:45"
  },
  {
    "text": "We'll talk it at the end.",
    "start": "00:01:45",
    "end": "00:01:46"
  },
  {
    "text": "Yeah, that'll keep them listening.",
    "start": "00:01:47",
    "end": "00:01:49"
  },
  {
    "text": "Yeah, stay listening. Okay, so. But let's get into it. So, I mean, what did we do this year? Let's kind of think about the year. One way to think about this year was we talked through four big ideas in the Bible this year, and we call them theme videos generally, but we talked through them on the podcast, and then we make this culminating video that tries to distill all those. Tim, do you remember what the four themes.",
    "start": "00:01:49",
    "end": "00:02:15"
  },
  {
    "text": "You know, I wouldn't.",
    "start": "00:02:16",
    "end": "00:02:17"
  },
  {
    "text": "You wouldn't have.",
    "start": "00:02:17",
    "end": "00:02:18"
  },
  {
    "text": "Unless a few minutes ago you would have put a list in front of me. So now I do.",
    "start": "00:02:18",
    "end": "00:02:23"
  },
  {
    "text": "Yeah.",
    "start": "00:02:23",
    "end": "00:02:23"
  },
  {
    "text": "So on the podcast, we talk through the biblical themes of the Firstborn, the anointed, the city, and then the Chaos Dragon.",
    "start": "00:02:24",
    "end": "00:02:32"
  },
  {
    "text": "So the Firstborn series, the thing that really stuck out for me the most and Steve, we talked about this was the story of Cain and Abel. And you showed me how Cain's kind of jealousy towards Abel was really this belief that there wasn't enough favor. Like, he saw God's favor for Abel and it was like, wait, I'm the firstborn. I'm supposed to get God's favor? So. So he's kind of like, wants God's favor on his own terms. He's not getting it. And so he decides to take blessing on his own terms. In a way, his anger is about, why can't I get the favor I feel like I deserve?",
    "start": "00:02:33",
    "end": "00:03:18"
  },
  {
    "text": "Yeah. And God's response to him was that, like, my gifts are for you, too, even if it doesn't feel like it in this moment.",
    "start": "00:03:19",
    "end": "00:03:28"
  },
  {
    "text": "Right.",
    "start": "00:03:28",
    "end": "00:03:28"
  },
  {
    "text": "Yeah.",
    "start": "00:03:28",
    "end": "00:03:29"
  },
  {
    "text": "What does he say? Literally, you too will be lifted up.",
    "start": "00:03:29",
    "end": "00:03:31"
  },
  {
    "text": "Yeah. If you do good, won't there be exaltation lifting up?",
    "start": "00:03:31",
    "end": "00:03:36"
  },
  {
    "text": "I want to show you favor, too.",
    "start": "00:03:36",
    "end": "00:03:38"
  },
  {
    "text": "Yeah. But if you don't do good, then sin is a croucher at the door. It's meditation, literature style. It's very implicit. But, you know, we're invited to see underneath that anger is a fear that he's been left out of God's favor. And who doesn't know that feeling of seeing people around you get the good life and you starting to wonder if it's ever going to come your way. And maybe God's trying to teach me a lesson or.",
    "start": "00:03:38",
    "end": "00:04:08"
  },
  {
    "text": "You know, I think for me it was, you know, when we were talking about the idea that it really ultimately came down to trust God and the generosity of God. And then as you started even moving that in the story and saying this theme all the way back to the very beginning, and do we trust in the generosity of God, or do we take things into our own hands?",
    "start": "00:04:08",
    "end": "00:04:29"
  },
  {
    "text": "Yeah.",
    "start": "00:04:30",
    "end": "00:04:30"
  },
  {
    "text": "That is a powerful idea. I think, John, even in the podcast, you said, wait, so all of this, everything we're living in right now, as a result of us not trusting the generosity of God and taking it into our own hands, it's like, wow, that is a powerful idea.",
    "start": "00:04:30",
    "end": "00:04:46"
  },
  {
    "text": "Yeah. And so the firstborn theme is about there's an expectation for how I think things ought to work and how who gets what when. So how generosity is dispersed. And so I have my expectations for that. And our cultural norms have expectations. And there's this theme that God's just kind of like, you know what? You're gonna have to trust me that I'm good. I'm gonna disperse it as I will. And most often, it's in ways you don't expect.",
    "start": "00:04:47",
    "end": "00:05:19"
  },
  {
    "text": "Yeah. God consistently likes to shake things up. Yeah, yeah. Shake up our expectations in a way that can feel frustrating, but it seems like in the long game, in the life of so many of these biblical characters, it ends up being the thing that forms and shapes their character the most. Into a posture of trust. Yeah. That was a really amazing theme to explore. I learned a lot in my reflections on that theme as we worked through it together. And the video's super cool.",
    "start": "00:05:19",
    "end": "00:05:48"
  },
  {
    "text": "Yeah. Some cool graphics. We work with the studio Ordinary Folk with that one.",
    "start": "00:05:48",
    "end": "00:05:53"
  },
  {
    "text": "Yeah, they did an outstanding job.",
    "start": "00:05:53",
    "end": "00:05:55"
  },
  {
    "text": "All right, then we did the theme video on the Anointed was next.",
    "start": "00:05:56",
    "end": "00:06:01"
  },
  {
    "text": "Yeah, yeah. The liquid life of heaven coming down.",
    "start": "00:06:01",
    "end": "00:06:06"
  },
  {
    "text": "Yeah, that's good. Really some powerful imagery in that. I've told you guys before, but I've made it a practice of reading the 23rd Psalm every morning to start my day. And the line that jumped out that I had never really seen before was, he anoints my head with oil. So here he is, the Anointed, and I'm being anointed by the anointed. It's such a powerful image.",
    "start": "00:06:06",
    "end": "00:06:31"
  },
  {
    "text": "Yeah. Yeah. That's good stuff.",
    "start": "00:06:31",
    "end": "00:06:33"
  },
  {
    "text": "Yeah. And a beautiful video. So that's actually also. If you're paying attention at home, usually our videos are like a dialogue.",
    "start": "00:06:33",
    "end": "00:06:42"
  },
  {
    "text": "Oh, that's right. Yes.",
    "start": "00:06:42",
    "end": "00:06:43"
  },
  {
    "text": "So we take the vibe of, like, us talking through it in the podcast, and we try to capture that same vibe and, like, how the video works. It's a discourse. And with that video, we actually ended up rewriting it with one voice, kind of more poetically walking you through the idea. And it wasn't our voice. It was.",
    "start": "00:06:43",
    "end": "00:07:04"
  },
  {
    "text": "Yeah. Our friend Michelle.",
    "start": "00:07:04",
    "end": "00:07:05"
  },
  {
    "text": "Michelle Jones.",
    "start": "00:07:05",
    "end": "00:07:06"
  },
  {
    "text": "Yeah, you called it. At least internally, as we worked on it, it felt more like a meditation. Somebody taking you slowly, meditatively, through an idea, unpack through the story of the Bible. Yeah. It has a great vibe to it. I love it. Yeah, I love that one.",
    "start": "00:07:06",
    "end": "00:07:22"
  },
  {
    "text": "Then we did the City. That was really fun for me.",
    "start": "00:07:23",
    "end": "00:07:28"
  },
  {
    "text": "Yeah, it was fun. We took our time with that one.",
    "start": "00:07:28",
    "end": "00:07:30"
  },
  {
    "text": "Yeah.",
    "start": "00:07:30",
    "end": "00:07:31"
  },
  {
    "text": "The City of Cain started with the City of Cain, how it's like. And unlike the Garden of Eden.",
    "start": "00:07:31",
    "end": "00:07:37"
  },
  {
    "text": "Yeah.",
    "start": "00:07:38",
    "end": "00:07:38"
  },
  {
    "text": "What it represents. And then it became both a study on the development of technology in the Bible, because the city is like a human fabricated thing. But then the surprise of the city was how God incorporates it. He doesn't scrap this human project born out of violence and fear. He incorporates it into the new creation, the garden city.",
    "start": "00:07:38",
    "end": "00:08:02"
  },
  {
    "text": "Yeah. New Jerusalem.",
    "start": "00:08:03",
    "end": "00:08:04"
  },
  {
    "text": "I think for me, what stuck out was what we ended up condensing into what we called the mindset. Of the city or the logic of Cain, which was that the city in the Bible represents a human created community whose basic premise is the fear of death and doing what it takes to. To protect us and ours, even if it means breaking a few eggs, crushing a few skulls. And we ended up back at the generosity theme of trusting. Trusting in God's generosity.",
    "start": "00:08:05",
    "end": "00:08:39"
  },
  {
    "text": "Imagine that.",
    "start": "00:08:39",
    "end": "00:08:40"
  },
  {
    "text": "Yeah, just like it. All roads lead back.",
    "start": "00:08:40",
    "end": "00:08:43"
  },
  {
    "text": "I'm a city guy. I mean, not that I dislike the country, but there's something about. I just feel most at home in a city. And some of the cities that we live in have been challenging and it's just. It's beautiful to think that this is going to be redeemed and that that's where it's going to happen. It's so encouraging.",
    "start": "00:08:43",
    "end": "00:09:03"
  },
  {
    "text": "Yeah. Okay. And then finally, the Chaos Dragon, which actually turned into a nearly like half year podcast series.",
    "start": "00:09:03",
    "end": "00:09:36"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:09:36",
    "end": "00:09:37"
  },
  {
    "text": "Do you know why? Can we tell the audience why, please?",
    "start": "00:09:37",
    "end": "00:09:39"
  },
  {
    "text": "I'd love to know.",
    "start": "00:09:39",
    "end": "00:09:40"
  },
  {
    "text": "You'd love to know. Steve's in the audience. Steve has a question in the audience. Why was the Chaos Dragon so long? Okay, so here's the deal. We were told that podcasts should not be an hour long. Let's make them 45 minutes, right? 40, 40. They were like, shoot for 40, 45 minutes. So, Tim, you were like, well, that means we have to go through less. So that means we're gonna do more episodes. And we thought, well, that's fine. Maybe we'll release two episodes a week or something. But we'll keep them short. Well, we just can't keep anything short.",
    "start": "00:09:41",
    "end": "00:10:11"
  },
  {
    "text": "Yeah, too much to explore.",
    "start": "00:10:11",
    "end": "00:10:13"
  },
  {
    "text": "We would just always go an hour or more. So then we end basically this mega series.",
    "start": "00:10:13",
    "end": "00:10:19"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:10:19",
    "end": "00:10:20"
  },
  {
    "text": "It was good. I mean, there's. What I so appreciate about the podcast is I was lost and you're kind of feeling like, man, should I keep going or should I just wait? And John, the fact that you're like, okay, I'm not sure this is making sense. And I'm like, there's something so reassuring if the co host is saying, I'm not getting it. But once I feel like once the light went on for you, it's like we were all kind of at this place and you began to see it and then what it culminated in.",
    "start": "00:10:22",
    "end": "00:10:52"
  },
  {
    "text": "Yeah. So the video, which actually in real time just released today.",
    "start": "00:10:52",
    "end": "00:10:56"
  },
  {
    "text": "Today. Yeah.",
    "start": "00:10:56",
    "end": "00:10:57"
  },
  {
    "text": "Yeah. And so, Steve. Yeah. Tell me your impressions. We haven't talked about it.",
    "start": "00:10:57",
    "end": "00:11:00"
  },
  {
    "text": "Yeah.",
    "start": "00:11:00",
    "end": "00:11:01"
  },
  {
    "text": "I was amazed. It was beautiful. Just the artistry. And I think too, what's interesting, I don't know how detailed you want to get, but, I mean, it was like four minutes long.",
    "start": "00:11:01",
    "end": "00:11:11"
  },
  {
    "text": "Yeah.",
    "start": "00:11:11",
    "end": "00:11:11"
  },
  {
    "text": "It was short.",
    "start": "00:11:11",
    "end": "00:11:12"
  },
  {
    "text": "Three and a half. I was talking with Patrick, the director, and he said the script that you guys had originally delivered was more like six minutes.",
    "start": "00:11:12",
    "end": "00:11:22"
  },
  {
    "text": "Yeah.",
    "start": "00:11:22",
    "end": "00:11:23"
  },
  {
    "text": "And we were just talking about the time that they took to say, okay, what really needs to be said. And it just reminded me of the Mark Twain line. I would have written you a shorter letter, but I didn't have time. And it's like, by just really thinking on that and pulling out stuff that wasn't relevant, it just. I'm guilty of saying every video that comes out is my new favorite video, but I think this might actually be my new favorite. There was something so powerful, and I love the part where you see the Dragon Slayer there and the Temptation. Yeah. It was very good.",
    "start": "00:11:23",
    "end": "00:11:57"
  },
  {
    "text": "It was episode 11. So the 11th hour of conversation was where John put the red light. Yeah. And you were just like, I'm not getting it. And then it was one of the many moments, so many moments over the years where I realized things were clear in my mind. And then the moment you start asking questions 11 hours later, I was realizing, like, I don't even know what's clear in my mind anymore. And so that made that series unique, I think probably of any series we've done. I just had this intuition. There's something here. Here's how I understand it currently. And we truly discovered together, I think, how these symbols work, and that was really rewarding.",
    "start": "00:11:58",
    "end": "00:12:42"
  },
  {
    "text": "We discovered how to talk about how it works.",
    "start": "00:12:42",
    "end": "00:12:46"
  },
  {
    "text": "Yes. How we were going to talk, but I think we didn't discover how it works.",
    "start": "00:12:46",
    "end": "00:12:50"
  },
  {
    "text": "We discovered how to think about it.",
    "start": "00:12:50",
    "end": "00:12:52"
  },
  {
    "text": "For me, it was a genuine insight into how the symbols work in the biblical story.",
    "start": "00:12:52",
    "end": "00:12:57"
  },
  {
    "text": "Like, I could get, like, a doctorate thesis for this work. Is that what you're saying?",
    "start": "00:12:58",
    "end": "00:13:02"
  },
  {
    "text": "I think we all can. If you faithfully listen to all the episodes.",
    "start": "00:13:02",
    "end": "00:13:05"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:13:06",
    "end": "00:13:07"
  },
  {
    "text": "Keep an eye on the mail. That certificate will be coming.",
    "start": "00:13:07",
    "end": "00:13:09"
  },
  {
    "text": "No, to me, it was a wonderful experience going all the way back to the first part of this project, where somehow talking with you for hours over question after question forces a clarity that I didn't even know that I needed for myself. And I just. I learned so much when we go through these theme studies, so I really enjoyed it. And the video really is a less is more approach. Yeah.",
    "start": "00:13:09",
    "end": "00:13:37"
  },
  {
    "text": "I've worried this whole time about what I've just been calling dragon fatigue. And so when people come to me and they're like, I'm following along. I'm like, how's it going? Like, did you hang?",
    "start": "00:13:37",
    "end": "00:13:48"
  },
  {
    "text": "Yeah.",
    "start": "00:13:48",
    "end": "00:13:48"
  },
  {
    "text": "We have some wonderful volunteers that come by into the office every week to handwrite letters to our patrons. And some of them are just older, just really wonderful people who I would never imagine, like, geeking out about dragons.",
    "start": "00:13:48",
    "end": "00:14:03"
  },
  {
    "text": "About monster theory in the Bible.",
    "start": "00:14:03",
    "end": "00:14:05"
  },
  {
    "text": "Yeah. Like, I could picture, like, the college student who, like, listens to Blurry Creatures podcast, like, getting really excited, but just this, like, you know, meet Grandma, come being like, I'm listening to the dragons.",
    "start": "00:14:05",
    "end": "00:14:17"
  },
  {
    "text": "Yeah.",
    "start": "00:14:18",
    "end": "00:14:18"
  },
  {
    "text": "I'm like, how's it going?",
    "start": "00:14:19",
    "end": "00:14:20"
  },
  {
    "text": "Yeah. You hanging? It's wonderful.",
    "start": "00:14:20",
    "end": "00:14:22"
  },
  {
    "text": "Yeah. Okay. But it was a shorter video, and so there's this thing where thinking about. Which is maybe less is more with video content. So we're going to try to keep making videos a little shorter, but that does mean we leave a lot out. And so I think we could plug really quick our new guide pages, because if you've been following along with the project, you might be aware that we have study notes that accompany videos, but they're, like, locked in a PDF. So you got to, like, download a PDF and you can, like, print it out or, like, use it on your computer, which is, like, such a, like, 1998 way of, like, doing business.",
    "start": "00:14:22",
    "end": "00:14:56"
  },
  {
    "text": "Easy, easy. Yeah, My Generation loves the PDF.",
    "start": "00:14:57",
    "end": "00:15:01"
  },
  {
    "text": "Yeah. Steve's from the 1900s.",
    "start": "00:15:01",
    "end": "00:15:03"
  },
  {
    "text": "Me too. I download PDFs all the time.",
    "start": "00:15:03",
    "end": "00:15:05"
  },
  {
    "text": "All the time?",
    "start": "00:15:05",
    "end": "00:15:06"
  },
  {
    "text": "All the time.",
    "start": "00:15:06",
    "end": "00:15:06"
  },
  {
    "text": "What does that stand for?",
    "start": "00:15:08",
    "end": "00:15:09"
  },
  {
    "text": "Oh, just, I don't know.",
    "start": "00:15:10",
    "end": "00:15:11"
  },
  {
    "text": "Personal document file.",
    "start": "00:15:12",
    "end": "00:15:13"
  },
  {
    "text": "What does PDF stand for? Portable. Portable Document Format.",
    "start": "00:15:13",
    "end": "00:15:20"
  },
  {
    "text": "Format.",
    "start": "00:15:20",
    "end": "00:15:20"
  },
  {
    "text": "Format.",
    "start": "00:15:20",
    "end": "00:15:21"
  },
  {
    "text": "I got one out of three there. All right.",
    "start": "00:15:21",
    "end": "00:15:23"
  },
  {
    "text": "Okay. But now you don't have to download a PDF. Actually, we have these things called guide pages. And so a guide page is a topic. We have one for every book of the Bible, but now we're going to have them for, like, a theme video. So there's a guide page called Dragons in the Bible, and it's on our website. And basically, if you watch the video and you're like, that leaves a lot of questions. Well, we. We go deep in how the Bible uses dragon imagery, and it links to the podcast, it links to the video, it links to scripture. It's really cool what these guide pages do. So check out the guide pages this year. That's one of the things we did this year, and they're really, really great. I feel like I took the wind out of this conversation with guidepages. You guys were really feeling it.",
    "start": "00:15:23",
    "end": "00:16:16"
  },
  {
    "text": "I started to think about PDFs. I got kind of tired. I think the interesting thing about the guide pages is that our Web team, our marketing team, was driving the creation of these because we wanted to respond to what people are searching for when they go and they search on the Internet.",
    "start": "00:16:16",
    "end": "00:16:35"
  },
  {
    "text": "Yes.",
    "start": "00:16:35",
    "end": "00:16:35"
  },
  {
    "text": "And that's what was driving it. So can we answer the questions people are asking?",
    "start": "00:16:35",
    "end": "00:16:39"
  },
  {
    "text": "Yeah. And also, it's not 1998. All right. That's the podcast series and the videos we made.",
    "start": "00:16:39",
    "end": "00:17:13"
  },
  {
    "text": "Yeah.",
    "start": "00:17:13",
    "end": "00:17:13"
  },
  {
    "text": "And, you know, one cool thing just to keep in mind is just a growing. A growing audience. So we have our YouTube channel in English, which is about to be 4 million subscribers. And then we have a number of localized YouTube channels in other languages. I don't know how many, but all together, if you add them all up, I think it's near 6 million subscribers worldwide for people who are waiting for Bible content.",
    "start": "00:17:13",
    "end": "00:17:42"
  },
  {
    "text": "Yeah.",
    "start": "00:17:42",
    "end": "00:17:42"
  },
  {
    "text": "And not, like, entertainment. I mean, it is entertainment, but it's like, I want to figure out how to read the Bible. I'm here to, like, learn to meditate on the Bible. It's cool.",
    "start": "00:17:43",
    "end": "00:17:55"
  },
  {
    "text": "Yeah, that's pretty amazing. Yeah, it is. Very amazing.",
    "start": "00:17:55",
    "end": "00:17:58"
  },
  {
    "text": "So encouraging. I mean, that was one of the things that somebody shared with me earlier in the year. When you look at a lot of these numbers, you know, the 5 million subscribers or the number of videos that are viewed every day, and you know, when you hear those numbers, this person said it really screams about. And I was thinking she was going to say the quality of the videos, but she said it really screams about people's hunger to understand the Bible. I'm like, that is beautiful. All that has happened to the Bible Project, the reason that we've seen the growth that we've seen is because people are hungry. They really want to understand the Bible.",
    "start": "00:17:58",
    "end": "00:18:37"
  },
  {
    "text": "So much so that they'll even listen to two people just talk about the Bible for hours and hours, even about one topic, like Dragon. And so that's another thing to celebrate is how many people are following along in the podcast. If you're listening along, you're one of. We don't know exactly how many. We know there's 2 million kind of downloads and streams of podcast every month. And so a lot of people are working through the back catalog. Some people are doing a podcast a week. Some people are doing more. So we don't know. But 2 million downloads, it's crazy.",
    "start": "00:18:38",
    "end": "00:19:08"
  },
  {
    "text": "So encouraging.",
    "start": "00:19:08",
    "end": "00:19:09"
  },
  {
    "text": "Yeah.",
    "start": "00:19:09",
    "end": "00:19:09"
  },
  {
    "text": "Yeah, it's a lot. You know, one funny thing through the history of the project is I used to speak regularly to groups of people when I was a pastor. They were called sermons. And so I don't do that much anymore. And what I really mostly Enjoy being in the classroom or being here with you. And now when I think about getting in front of a group of people to give a talk, I get really nervous now because I'm so out of practice. And what gives me relief is to think about being in a room with a small number of people having a conversation, because that really, there's just something about a conversation where you're coming prepared to talk about things, but you just never fully know where it's going to go. And anyway, it's been life giving to me. And then I love to think about how that's created a learning environment for so many different kinds of people, you know, over these years. So. And, you know, we get to hear from so many of you. Hundreds and hundreds of you sent in questions for the Q and R episodes this year more than ever. And it's so fun just to be in touch with the questions you're asking because they're the same questions that we're thinking about and asking, too. So we are just really excited about you all listening as our audience, and we're just so glad you're on the journey with us.",
    "start": "00:19:09",
    "end": "00:20:34"
  },
  {
    "text": "Yeah.",
    "start": "00:20:34",
    "end": "00:20:35"
  },
  {
    "text": "Another thing that we launched a couple years ago, but continuing to invest a lot in is the bibleproject app.",
    "start": "00:20:36",
    "end": "00:20:44"
  },
  {
    "text": "Yes.",
    "start": "00:20:44",
    "end": "00:20:45"
  },
  {
    "text": "Which has a lot of things going on inside of it now.",
    "start": "00:20:45",
    "end": "00:20:48"
  },
  {
    "text": "Yeah. It just continues to get better and better. I think we are at 180,000 people monthly users.",
    "start": "00:20:48",
    "end": "00:20:56"
  },
  {
    "text": "Yeah.",
    "start": "00:20:56",
    "end": "00:20:57"
  },
  {
    "text": "Are using it. Yeah. With close to a couple million total downloads. And. But there's some things the team's working on this year that I'm really excited about, that I think will continue to help people to learn how to read the Bible as they're reading the Bible.",
    "start": "00:20:57",
    "end": "00:21:12"
  },
  {
    "text": "Yeah. We'll talk about one of those things at the end. But one thing we talk about now is that we put Classroom on the app. So Classroom has been just something you could do on your computer. It was kind of built with a computer in mind because when you think about taking a class, I'm sitting down to take a class and I got my notes. Cup of tea. Yeah. I'm locking in, going to do it. You kind of think of a desktop experience. You got more screen real estate. I could put up the screen of Tim's notes and then Tim teaching, and I could even have my place to put in notes. And you got the whole thing. And so that's what we designed it for. And it was great, and it is great. And we have lots of classes and you could do it on your desktop, but it also means you have to sit down and carve out time to do it. Which is kind of like it's psychologically hard.",
    "start": "00:21:12",
    "end": "00:22:01"
  },
  {
    "text": "Yeah. I think it requires. Yeah. Cutting off a section of time dedicating it for that. And then what we noticed and I don't know, I guess our data people can notice that most people were going, oh yes. To the web classes, but on a phone. On their phone, tablet, device.",
    "start": "00:22:02",
    "end": "00:22:21"
  },
  {
    "text": "Yeah. And just making it work.",
    "start": "00:22:21",
    "end": "00:22:22"
  },
  {
    "text": "And just making it work.",
    "start": "00:22:23",
    "end": "00:22:24"
  },
  {
    "text": "Yeah.",
    "start": "00:22:24",
    "end": "00:22:24"
  },
  {
    "text": "And then they started to say, like, I think more people want to do it this way. So our design team for classroom reinvented the whole design. The software behind it to all be for mobile.",
    "start": "00:22:24",
    "end": "00:22:38"
  },
  {
    "text": "Yeah. Actually. And if our listeners don't know that we built the software that runs classroom in the industry.",
    "start": "00:22:38",
    "end": "00:22:45"
  },
  {
    "text": "We built it twice.",
    "start": "00:22:45",
    "end": "00:22:46"
  },
  {
    "text": "We built it twice. Hey, if it's good. Yeah, it's good enough to build once.",
    "start": "00:22:46",
    "end": "00:22:51"
  },
  {
    "text": "It's good enough to build twice. Well, it does say something about the people on the team and the way that those guys designed that is amazing. I'm a classroom user, but in the audio only format. Cause I listen to it when I walk in the morning.",
    "start": "00:22:51",
    "end": "00:23:06"
  },
  {
    "text": "You can listen to it like a podcast now.",
    "start": "00:23:06",
    "end": "00:23:08"
  },
  {
    "text": "Yeah. But what's nice too is you might mention something and I think it was when you were talking about the photo mosaics and how the Bible being like a photo mosaic, it was such a beautiful. And I'm like, what is he talking about? I pulled out my phone, there's the image.",
    "start": "00:23:08",
    "end": "00:23:24"
  },
  {
    "text": "Oh yeah, it was right there.",
    "start": "00:23:24",
    "end": "00:23:25"
  },
  {
    "text": "I love it. You're giving us a little commercial right now.",
    "start": "00:23:25",
    "end": "00:23:27"
  },
  {
    "text": "Yeah, I am.",
    "start": "00:23:27",
    "end": "00:23:28"
  },
  {
    "text": "That's exactly right. And so, yeah, so now that it's in the app on a phone, you can find more time and space on a walk, doing the dishes, on a run, gardening, driving your car. Like you can just grab that space now to actually go through seminary level classes. And it's working really, really well. So people are doing it. It's awesome.",
    "start": "00:23:28",
    "end": "00:23:49"
  },
  {
    "text": "There were two patron comments in particular about classroom that came in in the span of about two weeks. One from Tracy Caldwell Dyson, and she's an astronaut.",
    "start": "00:23:49",
    "end": "00:24:02"
  },
  {
    "text": "Yeah. Yes.",
    "start": "00:24:02",
    "end": "00:24:03"
  },
  {
    "text": "PhD in chemistry, spent time at the International Space Station and is going back out in 2024. And she was talking about what classroom has meant to her. A couple weeks later, receive an email from Aaron, a truck driver, who talked about how she listens to it while she's driving. And then at night or her days off, she goes back through the classroom session and takes notes. And it was like, I love that. The fact that those two extremes, heaven and Earth, right there.",
    "start": "00:24:03",
    "end": "00:24:33"
  },
  {
    "text": "That's right. Yes.",
    "start": "00:24:33",
    "end": "00:24:34"
  },
  {
    "text": "In the sky and on the land.",
    "start": "00:24:34",
    "end": "00:24:35"
  },
  {
    "text": "Yeah.",
    "start": "00:24:35",
    "end": "00:24:36"
  },
  {
    "text": "So fun.",
    "start": "00:24:36",
    "end": "00:24:37"
  },
  {
    "text": "Yeah, it really, it's amazing. I think we just had a hunch. And I had a hunch all the years that I taught as an adjunct professor at a couple different seminaries. Just the amount of people who can set aside the money and the time to sit in graduate school classes. It's really such a small number of people, but the number of people who would love to learn at this depth, I just knew like more people would be into it. And so it's really fun to be able to invite people from so many different walks of life into a really next level engagement with scripture. And it's really, really fun to hear people's stories.",
    "start": "00:24:37",
    "end": "00:25:18"
  },
  {
    "text": "Yeah, it is really cool. We released a lot of content this year.",
    "start": "00:25:18",
    "end": "00:25:23"
  },
  {
    "text": "Yeah.",
    "start": "00:25:23",
    "end": "00:25:23"
  },
  {
    "text": "In the app classes you can take in the app.",
    "start": "00:25:23",
    "end": "00:25:25"
  },
  {
    "text": "Yeah, that's right. Yeah. So a class on the seven day creation narrative called Heaven and Earth. Then the class from Noah to Abraham, Introduction to the Hebrew Bible, Jonah, Ephesians, and the Overview of the Book of Exodus.",
    "start": "00:25:25",
    "end": "00:25:40"
  },
  {
    "text": "Those are all available.",
    "start": "00:25:41",
    "end": "00:25:42"
  },
  {
    "text": "Yep.",
    "start": "00:25:42",
    "end": "00:25:42"
  },
  {
    "text": "That's over 100 hours of Bible lecture. And discussion.",
    "start": "00:25:42",
    "end": "00:25:46"
  },
  {
    "text": "And discussion with the students.",
    "start": "00:25:46",
    "end": "00:25:47"
  },
  {
    "text": "Yeah. And students discussion. Yeah. We call it seminary level, unofficially. Can I share my unofficial.",
    "start": "00:25:47",
    "end": "00:25:55"
  },
  {
    "text": "I want to hear it. Yeah, do you want to hear it? What are we calling it?",
    "start": "00:25:55",
    "end": "00:25:58"
  },
  {
    "text": "My unofficial slogan, which we're never going to use. And so let's not tell anyone about.",
    "start": "00:25:59",
    "end": "00:26:03"
  },
  {
    "text": "It except just you, Tim, and 750,000 people that are downloading this.",
    "start": "00:26:03",
    "end": "00:26:10"
  },
  {
    "text": "More Bible than seminary.",
    "start": "00:26:12",
    "end": "00:26:13"
  },
  {
    "text": "That's your tagline.",
    "start": "00:26:14",
    "end": "00:26:15"
  },
  {
    "text": "That's the tagline. Because. And we're not going to use it because that's, you know, that's not humble. That's one of our values, is humility. But when you go to seminary, you get to take Bible, but you take a lot of other stuff.",
    "start": "00:26:15",
    "end": "00:26:29"
  },
  {
    "text": "Yeah. A seminary curriculum is balancing lots of different goals, Bible being one of them.",
    "start": "00:26:29",
    "end": "00:26:34"
  },
  {
    "text": "All to say we're going to have five classes. 5:30, like session classes that go through Genesis.",
    "start": "00:26:34",
    "end": "00:26:42"
  },
  {
    "text": "No, no, six.",
    "start": "00:26:42",
    "end": "00:26:42"
  },
  {
    "text": "Six.",
    "start": "00:26:42",
    "end": "00:26:43"
  },
  {
    "text": "Six. Yeah. Genesis one. Not garden.",
    "start": "00:26:43",
    "end": "00:26:45"
  },
  {
    "text": "There's not seven.",
    "start": "00:26:46",
    "end": "00:26:47"
  },
  {
    "text": "What an oversight.",
    "start": "00:26:47",
    "end": "00:26:48"
  },
  {
    "text": "Oh my goodness.",
    "start": "00:26:48",
    "end": "00:26:49"
  },
  {
    "text": "Uh oh, back to the drawing board.",
    "start": "00:26:49",
    "end": "00:26:51"
  },
  {
    "text": "Anyhow.",
    "start": "00:26:52",
    "end": "00:26:53"
  },
  {
    "text": "And they're not all out yet. Now we don't have anything in like Leviticus yet, but.",
    "start": "00:26:53",
    "end": "00:26:57"
  },
  {
    "text": "Oh, but we will.",
    "start": "00:26:58",
    "end": "00:26:59"
  },
  {
    "text": "But we will.",
    "start": "00:26:59",
    "end": "00:26:59"
  },
  {
    "text": "Oh, we will.",
    "start": "00:26:59",
    "end": "00:27:00"
  },
  {
    "text": "So lots of Bible, Lots of Bible. Lots and lots of Bible. Yeah, it's just Bible. You're just reading through the Bible.",
    "start": "00:27:01",
    "end": "00:27:07"
  },
  {
    "text": "Yeah, that's what it's about.",
    "start": "00:27:07",
    "end": "00:27:08"
  },
  {
    "text": "Yeah.",
    "start": "00:27:09",
    "end": "00:27:09"
  },
  {
    "text": "Yeah.",
    "start": "00:27:09",
    "end": "00:27:10"
  },
  {
    "text": "It's really Cool.",
    "start": "00:27:10",
    "end": "00:27:10"
  },
  {
    "text": "Well, what's amazing is I think the last number I heard was 800,000 completed sessions, which is equivalent to 400,000 hours lecture hours. It's been consumed. Yeah. Very exciting.",
    "start": "00:27:10",
    "end": "00:27:24"
  },
  {
    "text": "Yeah. 35,000 active students every month, which is like. That's a lot. A lot of people.",
    "start": "00:27:24",
    "end": "00:27:30"
  },
  {
    "text": "Yeah. So it speaks to something you said earlier, Steve, something we have been experiencing for a while, but somehow in the last year, we've gained some clarity in talking about it. We are very aware that the spirit of God is up to something among his people and in the world that is connected to, with a renewal and a rediscovery of Scripture as something beautiful and living that connect people to Jesus in a way that opens up people's imaginations and open up their lives and their hearts and minds. And that's something that God is doing. And we sense that we are just one small part of that bigger movement. But there are so many other organizations that have been the wind in our sails over the years. One of the main ones is the YouVersion Bible app. Amazing people and such. The same heart to make the Bible accessible for free to people. But also so many new organizations and then just people in their churches. Many of it is you all listening to the podcast. Like, we hear from so many of you. You're forming Bible reading communities and meditation communities in your churches and your friend circles, and, like, that's where the action is. Because once you light that curiosity and you see how the Bible works on its own terms, it's just so awesome and it's so fun. So there's a bigger movement that God is up to, and we are so honored to get to make these resources and just be one contribution to that. And it's been really fun to watch it happen.",
    "start": "00:27:30",
    "end": "00:29:10"
  },
  {
    "text": "So you bring it up. I mean, let's sit on that for a second. Because that's a really important thing that we're starting to discover is we want to continue to do our thing and offer these videos and classes and stuff. And we love to see the growth of it, but it's easy to kind of mistake the growth of that to be like, we need to be the thing. Like, we're the thing. And there's this growing recognition that we're not the thing. God's doing something and we get to be a part of it. And the way you just described it, there is, like, communities of people reading the Bible.",
    "start": "00:29:12",
    "end": "00:29:48"
  },
  {
    "text": "Yeah, that's it.",
    "start": "00:29:48",
    "end": "00:29:49"
  },
  {
    "text": "That's the thing.",
    "start": "00:29:49",
    "end": "00:29:50"
  },
  {
    "text": "That's the action right there.",
    "start": "00:29:50",
    "end": "00:29:51"
  },
  {
    "text": "Yeah.",
    "start": "00:29:51",
    "end": "00:29:51"
  },
  {
    "text": "Yeah.",
    "start": "00:29:51",
    "end": "00:29:52"
  },
  {
    "text": "And there was some clarity for me at the End of the year, talking about this with a friend of ours, tc, it made me realize, like, oh, that's what we're doing.",
    "start": "00:29:52",
    "end": "00:30:00"
  },
  {
    "text": "Yeah, yeah. That's what we've been doing for a while.",
    "start": "00:30:00",
    "end": "00:30:02"
  },
  {
    "text": "We're just a community reading the Bible together. It's a project. We call it a project. And it was just you and me and some artists, and it's like, let's read the Bible and let's make some of this content. And now we get to see more and more communities growing. And what any good, like, the Kingdom of God is not this, like, centralized, like, group that, like, tells you what to do. It's like, it's communities just going after it. And so we're really excited to see how we can continue just to empower that.",
    "start": "00:30:02",
    "end": "00:30:35"
  },
  {
    "text": "Yeah.",
    "start": "00:30:35",
    "end": "00:30:35"
  },
  {
    "text": "And be a part of that. Yeah.",
    "start": "00:30:35",
    "end": "00:30:37"
  },
  {
    "text": "That's beautiful. Yeah. I mean, I think, you know, just even in our name. Bible project.",
    "start": "00:30:37",
    "end": "00:30:42"
  },
  {
    "text": "Yeah. We.",
    "start": "00:30:42",
    "end": "00:30:43"
  },
  {
    "text": "It's not Bible movement. There's a movement that started a long, long time ago, and we're just a project in that movement. That's beautiful.",
    "start": "00:30:43",
    "end": "00:30:51"
  },
  {
    "text": "So, yeah, we don't want to mistake the amount of enthusiasm for, like, we're the thing. It is cool to be able to be kind of an early mover and taking like this. Taking this way of reading the Bible, making it into media, making it really popular, Accessible and accessible. But we're just. We're doing it in our voice and our tone from our point of view and our place in the world. And even though it's kind of been a big splash, it's not the thing.",
    "start": "00:30:52",
    "end": "00:31:23"
  },
  {
    "text": "No, no. And there we fully expect and pray for all the projects that are to come, you know, that are yet to be born and that are like, being born right now. You know, we could tell the stories, but that would take a whole other episode.",
    "start": "00:31:23",
    "end": "00:31:37"
  },
  {
    "text": "Well, I think, too, it's interesting when you look at. Just. So in 2024, we will have been around 10 years.",
    "start": "00:31:37",
    "end": "00:31:46"
  },
  {
    "text": "10 years. Yeah. Yeah.",
    "start": "00:31:46",
    "end": "00:31:48"
  },
  {
    "text": "And I look at the people that have joined our staff over the last several years are people that God has used this in their lives, and they're joining the project to be a part of a bigger movement, to be part of something that's going on. It's just exciting to see for me.",
    "start": "00:31:48",
    "end": "00:32:06"
  },
  {
    "text": "Yeah.",
    "start": "00:32:06",
    "end": "00:32:06"
  },
  {
    "text": "When you see it. How the impact it's having.",
    "start": "00:32:06",
    "end": "00:32:09"
  },
  {
    "text": "Okay, so let's talk about next year, 2024. The real 24.",
    "start": "00:32:33",
    "end": "00:32:37"
  },
  {
    "text": "Yeah.",
    "start": "00:32:37",
    "end": "00:32:38"
  },
  {
    "text": "Not the one that I thought was 23.",
    "start": "00:32:38",
    "end": "00:32:40"
  },
  {
    "text": "Yeah. Well, the real 24. Please stand up. Yeah. So, yeah, 23. We did a lot, lot to celebrate. But we actually were also working really hard getting ready for 24.",
    "start": "00:32:41",
    "end": "00:32:50"
  },
  {
    "text": "Yeah.",
    "start": "00:32:50",
    "end": "00:32:51"
  },
  {
    "text": "Which is a project that's been coming for a while, like, working on it for like, three years.",
    "start": "00:32:51",
    "end": "00:32:54"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:32:54",
    "end": "00:32:55"
  },
  {
    "text": "And that is the Sermon on the Mount.",
    "start": "00:32:55",
    "end": "00:32:58"
  },
  {
    "text": "The Sermon on the Mount, Yes.",
    "start": "00:32:58",
    "end": "00:33:00"
  },
  {
    "text": "Why did you want to do the Sermon on the Mount?",
    "start": "00:33:01",
    "end": "00:33:04"
  },
  {
    "text": "Well, yeah, I think I proposed it to you about three years ago that we should do a whole bunch of resources on this, because the first document that I started working on, we looked it up, it was dated to October 2020. So, I mean, one is a subjective reason. Just personally, for me, the Sermon on the Mount has been one of the most important parts of the Bible and of Jesus teachings. From when I first started following Jesus, it just had a huge impact on me just reading it. And it was the first large section of the Bible that I was ever inspired to memorize when I was in my early 20s. And so I think just it's always been a big part of my life. And then as I went into teaching ministry and pastoral ministry, I just found, like, it just kept being the center of gravity. And so I had the opportunity to study and teach through it multiple times. And it's sort of like, if you want to get the heartbeat of Jesus, of what does it really look like when the kingdom of heaven touches earth in a communal life, in the lives of a group of people who live out the value set of Jesus? Like, where would you point them in the Bible to, like, the most condensed place to go? And Matthew's done it for us. He's pulled together, like, the greatest hits of what Jesus would say when he would go into one of these towns in Galilee and like, what's the essence of what it means to enter the kingdom? It's the charter for the Jesus movement. It's laying out a core vision of reality and of what is the kind of behavior, relationships and values that makes sense if God is reigning over earth as he does in heaven, like, how should you treat people? And what is truth and goodness if heaven was ruling earth right now? And that's what it is. It's a vision of everything. It's a theory of everything, whatever you want to use to describe it. It's the heartbeat of what Jesus was trying to to do in launching these communities of his followers, and then living out that vision of reality all the way to the cross and then out the other side into the empty tomb and Pentecost and beyond.",
    "start": "00:33:04",
    "end": "00:35:25"
  },
  {
    "text": "But what we're talking about is three chapters in Matthew.",
    "start": "00:35:25",
    "end": "00:35:27"
  },
  {
    "text": "It's three chapters. Yep. About 130 verses of Matthew, chapter five, six and seven. Yeah, yeah. And it's a little universe of wisdom, meditation unto itself about what is the good life, what are right relationships, what is the true and the beautiful, what is love, who is my neighbor, who is my enemy? There you go. This is the Sermon on the Mount. So we are dedicating a year's worth of our energy to make a whole bunch of resources so that we can guide people with how to slowly read and reread the Sermon on the Mount and really meditate on every. Every aspect of the gem. Yeah, yeah.",
    "start": "00:35:27",
    "end": "00:36:13"
  },
  {
    "text": "Yes.",
    "start": "00:36:14",
    "end": "00:36:15"
  },
  {
    "text": "So that's a new move for us to.",
    "start": "00:36:15",
    "end": "00:36:17"
  },
  {
    "text": "The new move is to spend so much time in one part of the Bible.",
    "start": "00:36:17",
    "end": "00:36:21"
  },
  {
    "text": "One part of the Bible, Yeah.",
    "start": "00:36:21",
    "end": "00:36:22"
  },
  {
    "text": "When you say spend a lot of time, do you want to share what that means?",
    "start": "00:36:23",
    "end": "00:36:27"
  },
  {
    "text": "Yeah. So basically all year. Yeah, we'll see if this was a good move. I mean, all year in three chapters.",
    "start": "00:36:27",
    "end": "00:36:34"
  },
  {
    "text": "Yeah. We have a 10 part video series that's beautiful. That's going to be releasing every month and a half or so.",
    "start": "00:36:34",
    "end": "00:36:42"
  },
  {
    "text": "Every five weeks.",
    "start": "00:36:42",
    "end": "00:36:43"
  },
  {
    "text": "Every five weeks, yeah.",
    "start": "00:36:43",
    "end": "00:36:44"
  },
  {
    "text": "Which is an awkward cadence.",
    "start": "00:36:44",
    "end": "00:36:45"
  },
  {
    "text": "We also are going to have another iteration of visual commentary videos come out that'll be on like most of the different parts of the Sermon on the Mount.",
    "start": "00:36:47",
    "end": "00:36:56"
  },
  {
    "text": "Yeah. Over half of the sermon will have an accompanying, what we call visual commentary.",
    "start": "00:36:56",
    "end": "00:37:01"
  },
  {
    "text": "Dive into word studies and literary design and cool things like that.",
    "start": "00:37:02",
    "end": "00:37:05"
  },
  {
    "text": "Yeah. And then we're going to just experiment with short form, kind of insightful content that'll help you understand a specific passage that you're in. So most of the videos we make are like, here's a theme that covers the whole Bible or here's an overview of an entire scroll. What would be a good kind of experience? Have a piece of media that's short, that just helps you like understand the passage that you're in.",
    "start": "00:37:06",
    "end": "00:37:30"
  },
  {
    "text": "Or one word in a passage, or one word in a passage, one idea in a teaching of Jesus.",
    "start": "00:37:30",
    "end": "00:37:35"
  },
  {
    "text": "And so we're kind of like thought about calling them visual footnotes because it's kind of what you.",
    "start": "00:37:35",
    "end": "00:37:40"
  },
  {
    "text": "No, I'm glad we thought about that.",
    "start": "00:37:41",
    "end": "00:37:44"
  },
  {
    "text": "Oh, it's still on the table, Steve. You got your veto stamp out.",
    "start": "00:37:45",
    "end": "00:37:49"
  },
  {
    "text": "It was on the table.",
    "start": "00:37:49",
    "end": "00:37:50"
  },
  {
    "text": "Okay. But that's the idea is like to help study notes like in your Bible kind of thing. But if those are videos, so we'll have more of those. And we're going to space it out, pace it out so that these will come out as we're. If we're reading through some of them out slowly throughout the year.",
    "start": "00:37:50",
    "end": "00:38:07"
  },
  {
    "text": "Now, John, that just sounds like a whole bunch of videos stacking up in my YouTube feed. You know that once they build up, it just feels overwhelming. So can you help me think about how to streamline all that, bring it together?",
    "start": "00:38:07",
    "end": "00:38:21"
  },
  {
    "text": "Yeah, well, you can just wait till it's 2025 and then just go through it all in a week. But if you want to slowly read through the Sermon on the Mount with us and meditate on it and just squeeze out as much as we can, what we're going to do is actually we're going to put out, we're calling a weekly playlist, which is what are the videos, what are the podcast episodes or parts of the podcast episode where articles. What's all the content that's going to help you read through the part of the Sermon on the Mount we're on? And it's going to be in the app. It's going to be something you can look at, go through modularly, check them off if you want to. And every week we'll refresh a new set of things to do. So it'll be kind of a five week cadence going through a part of the Sermon on the Mount. So we'll spend five weeks in say what we call the introduction, which is the Beatitudes, and then Jesus calling his followers salt and light. And so it'll be like five weeks of just like turning that over and over and over because there's a universe in there. And you can find all the content in the app in the weekly playlist. And if you don't use the app, you can just sign up to get an email and you can do that on our website where we'll just email you all the stuff that we're going through that week.",
    "start": "00:38:22",
    "end": "00:39:34"
  },
  {
    "text": "Yeah, so this is. A number of our team members came up with this idea. It's really cool because I assemble music playlists for what I'm studying around a theme or genre or something. So this is the idea of what if you could put together a video, 10 minutes of a podcast conversation, a short essay article, and somebody reading those few verses of the Sermon on the Mount aloud. And it's about 30 minutes of an.",
    "start": "00:39:34",
    "end": "00:40:05"
  },
  {
    "text": "Experience which you don't have to do all at once.",
    "start": "00:40:05",
    "end": "00:40:07"
  },
  {
    "text": "You could pace it out, you could do it throughout the week. But what if there were 40ish of those things bundled together, organized to walk me through a part of the Bible? Yeah, that would be cool.",
    "start": "00:40:07",
    "end": "00:40:19"
  },
  {
    "text": "It's kind of. It's curriculum, essentially.",
    "start": "00:40:20",
    "end": "00:40:21"
  },
  {
    "text": "Yeah. So it's a new Muscle. We're flexing. We're building and flexing this year because we have discovered over the years that when we feel like as an organization, we're, like, right onto. Our mission is to create resources that help people actually read the Bible themselves and with other people and experience Jesus through reading Scripture. And so we want to really zero in on helping people do that in a way that's new for us.",
    "start": "00:40:21",
    "end": "00:40:51"
  },
  {
    "text": "Yeah. So in the weekly playlist, it'll always end with listening to that part of the Sermon on the Mount.",
    "start": "00:40:52",
    "end": "00:40:56"
  },
  {
    "text": "Yeah.",
    "start": "00:40:56",
    "end": "00:40:57"
  },
  {
    "text": "So that is my New Year's resolution.",
    "start": "00:40:57",
    "end": "00:40:59"
  },
  {
    "text": "Oh, okay.",
    "start": "00:40:59",
    "end": "00:41:00"
  },
  {
    "text": "I have every year kind of decided something different to read in the morning, but I haven't necessarily been good about doing it in community. And so this, to me, seems like it'll be an easier way for a lot of us to be on the same page and reading this together and going through it. So I'm excited about it. And just the fact that the podcast, Everything is just going to weave together.",
    "start": "00:41:00",
    "end": "00:41:25"
  },
  {
    "text": "Yeah.",
    "start": "00:41:25",
    "end": "00:41:25"
  },
  {
    "text": "Yes. And the podcast will. All year, we'll be walking through the Sermon on the Mount and we're doing some new things on the podcast.",
    "start": "00:41:25",
    "end": "00:41:31"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:41:31",
    "end": "00:41:31"
  },
  {
    "text": "Which will be really exciting. The very next episode you will hear on January 1st is something we've never done before. We got new people at the table helping us read the Bible, read the Sermon on the Mount as a community. It's really exciting.",
    "start": "00:41:31",
    "end": "00:41:47"
  },
  {
    "text": "Yeah.",
    "start": "00:41:47",
    "end": "00:41:47"
  },
  {
    "text": "So that's coming January 1st. So if you're gonna follow along. So, Steve, since this is your New Year's resolution, just to give you a heads up, the first five weeks, it's like an overview of how the sermon works, which is like. It's brilliant. Like, there's so much structure.",
    "start": "00:41:47",
    "end": "00:41:59"
  },
  {
    "text": "Oh, yeah. It's so cool.",
    "start": "00:41:59",
    "end": "00:42:01"
  },
  {
    "text": "So we're just gonna spend time just looking at the whole structure of it. And so this first five weeks, we're gonna read. Because it's kind of the greatest hits. We're going to read some of the greatest hits of the greatest hits for the first five weeks while we're just focused on the overall structure. And then we'll jump in to the Beatitudes.",
    "start": "00:42:01",
    "end": "00:42:16"
  },
  {
    "text": "In February, we produced I. And then the research team that we have here, the other scholars that I work with, produced a translation, our first Bible project translation that we're going to release of Matthew 5, 6, and 7, and that'll be one of multiple translations available to read and meditate through the Sermon on the Mount.",
    "start": "00:42:16",
    "end": "00:42:36"
  },
  {
    "text": "Yeah.",
    "start": "00:42:36",
    "end": "00:42:37"
  },
  {
    "text": "Do you know, John, on this weekly playlist, what kind of time commitment is that for folks?",
    "start": "00:42:37",
    "end": "00:42:42"
  },
  {
    "text": "Yeah. I think Tim's right. If you did it all from start to finish, probably around 30 minutes of content. But the idea is just chip at it during the week.",
    "start": "00:42:43",
    "end": "00:42:53"
  },
  {
    "text": "Yeah, nice.",
    "start": "00:42:53",
    "end": "00:42:53"
  },
  {
    "text": "And so give five or ten minutes a day. And it would be great if you always kind of. Most passages are short, so you can kind of like, read it and then do the next lesson and then listen to it again and then do the next lesson. And it's kind of built towards like, hey, just keep listening, listen again. But you could just do it all in, like, 30 minutes or you could space it out. So, yeah. 2024, Sermon on the Mount. We're gonna learn a ton because we wanna figure this out. How do we read the Bible together? See it that it leads to Jesus, Read it as communal meditation, literature that gives us wisdom, and do it while loving our ancient neighbor. Right?",
    "start": "00:42:53",
    "end": "00:43:32"
  },
  {
    "text": "Yeah. And trying to understand Jesus in his own time and place so that the spirit of God, through his words, can speak to us in our time and place.",
    "start": "00:43:32",
    "end": "00:43:41"
  },
  {
    "text": "Yeah, that's what we're trying to do. Let's, like, learn to do it while we're doing it. And that's the Sermon on the Mount in 2024. And we're really excited to do it. So maybe it should be your New Year's resolution as well. I mean, maybe.",
    "start": "00:43:42",
    "end": "00:43:55"
  },
  {
    "text": "Join me.",
    "start": "00:43:55",
    "end": "00:43:56"
  },
  {
    "text": "Yeah, yeah, yeah, join Steve, John and I are going to do this, so it's going to be great. I'm so thankful for this year. I'm so thankful for this team that we get to work with. Steve, I'm thankful for you.",
    "start": "00:43:56",
    "end": "00:44:10"
  },
  {
    "text": "Thank you, John.",
    "start": "00:44:10",
    "end": "00:44:11"
  },
  {
    "text": "For another year.",
    "start": "00:44:11",
    "end": "00:44:12"
  },
  {
    "text": "Me too, Steve.",
    "start": "00:44:12",
    "end": "00:44:13"
  },
  {
    "text": "Wow.",
    "start": "00:44:13",
    "end": "00:44:13"
  },
  {
    "text": "Yeah, no, I'm grateful. Thank you. I was just reflecting on what you said and as you talked about, kind of why we're doing this in our hope and what can happen. And on November 7, I received a Patreon comment from a guy named Mark. And Mark said the Bible Project has been one of the most transformative resources I have experienced. The videos offer a beautiful overview of Bible themes. The podcasts allow me to do a deep dive into different biblical design elements. More importantly, I am more in love with Jesus and meditate more on his word because of bibleproject. Thank you. And keep going. And that's so encouraging because as you said earlier, it's not us. The spirit of God is at work. But what I wanted. The reason I wanted to read that is just to encourage all of the folks that are listening that are in this with us. Here's some of the fruit. Here's what's happening. That there's more marks. And while we still want to learn to get better and we want to work with these playlists and work with our app and different things that we're trying to. To help accomplish that, every day, I feel like I'm getting glimpses of this vision and mission that we have is happening. And so encouraged by this, but also encouraged by all of our patrons and the people that are in this with us. And so thank you for your generosity. Thank you for being in this with us. And we could say we wouldn't do it without you. We couldn't do it without you. So thank you for being in it and for giving. And yeah.",
    "start": "00:44:13",
    "end": "00:45:50"
  },
  {
    "text": "The business model is people generously give us money so we can make stuff, and then it gets to be free because it's already been paid for.",
    "start": "00:45:51",
    "end": "00:45:58"
  },
  {
    "text": "Yeah.",
    "start": "00:45:58",
    "end": "00:45:59"
  },
  {
    "text": "And it's so cool that there's thousands of people doing that with us. So, yeah. Thank you.",
    "start": "00:45:59",
    "end": "00:46:06"
  },
  {
    "text": "Yeah. We are honored to get to do this work. We love hearing from you. And Lord willing, you know, another. Another year of learning, discovering, like, chronicles of Narnia, C.S. lewis. Right. And then the last pages of the last battle, just further up and further in.",
    "start": "00:46:06",
    "end": "00:46:24"
  },
  {
    "text": "Absolutely.",
    "start": "00:46:24",
    "end": "00:46:25"
  },
  {
    "text": "There is infinitely more to learn and explore. So let's spend a year discovering just a little corner of that infinitely more in. Not the whole Bible, just three pages of your Bible. And I'm telling you guys, it's amazing. It's going to be a great year.",
    "start": "00:46:25",
    "end": "00:46:44"
  },
  {
    "text": "I get so excited when I think of just a large community of people going through this teaching together. It's like, you talk about this idea of bringing shalom to the communities. It's like, that's beautiful.",
    "start": "00:46:44",
    "end": "00:46:57"
  },
  {
    "text": "Yeah. It doesn't get more practical than the stuff Jesus is talking about.",
    "start": "00:46:57",
    "end": "00:47:01"
  },
  {
    "text": "All right, that's it for this year. Before we end the year, we want to give you a sneak peek of the new podcast series coming out, where we walk through the Sermon on the Mount. So hold on to the end of the credits and hear a little bit of the new series on the Sermon on the Mount.",
    "start": "00:47:02",
    "end": "00:47:19"
  },
  {
    "text": "Thank you all for being so much of the wind in our sails. And we're just excited to do this with y'.",
    "start": "00:47:19",
    "end": "00:47:26"
  },
  {
    "text": "All.",
    "start": "00:47:26",
    "end": "00:47:27"
  },
  {
    "text": "Thank you for being part of this with us.",
    "start": "00:47:27",
    "end": "00:47:29"
  },
  {
    "text": "Today's show came a from podcast team, including producer Cooper Pelt, associate producer Lindsey Ponder. Additional editors are Tyler Bailey and Frank Garza. Tyler Bailey mixed this episode, and Hannah Wu did our annotations for the BibleProject app.",
    "start": "00:47:32",
    "end": "00:47:45"
  },
  {
    "text": "BibleProject is a crowdfunded nonprofit. Everything we make is free because of your generous Support. Thank you for being a part of this with us.",
    "start": "00:47:45",
    "end": "00:47:53"
  },
  {
    "text": "Thanks for listening and we'll see you guys next year.",
    "start": "00:47:53",
    "end": "00:47:55"
  },
  {
    "text": "Hi, this is Daniel and I'm from Madison, Mississippi. Hi, this is Jenny and I'm from Rancho Cordova, California. I first heard about bibleproject from a friend. I use bibleproject for personal growth and for discipling and mentoring people that I work with. I first heard about the Bibleproject on YouTube. I use the Bible Project to help introduce concepts when I am struggling with one from the Bible or even when I'm introducing them in a study group. My favorite thing about Bible Project Project is that it helps make the Bible understandable. My favorite thing about the Bible Project.",
    "start": "00:47:57",
    "end": "00:48:31"
  },
  {
    "text": "Is its interactive features, and it shows.",
    "start": "00:48:31",
    "end": "00:48:34"
  },
  {
    "text": "The theme of pointing towards Jesus. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes, and more@bibleproject.com. okay, so we're talking about Sermon on the Map, but we need to start with some basics. What exactly is the Sermon on the Mount? I mean, here's how I'm picturing it. Jesus went up on a mountain one day and he kind of gave his greatest hits to the people who were listening to him. And Matthew was like, well, that's good. I'm gonna put that in my gospel. Yeah, that's what the Sermon on the Mount is.",
    "start": "00:48:34",
    "end": "00:49:38"
  },
  {
    "text": "That is one way of imagining what the sermon is and how it came into existence. But there's a little more context to it, both in terms of how the sermon fits into Matthew's presentation of Jesus, and then also how the sermon works together as a whole, and then how it fits into the cultural context and historical and political context of Roman occupied first century, you know, Israel, Palestine. And that really matters, actually, for a lot of these sayings. Not that they can't speak to us, but that if we honor that context, I think they can speak to us more powerfully.",
    "start": "00:49:40",
    "end": "00:50:20"
  },
  {
    "text": "Okay, so help set the picture for me. We're in first century Israel, Palestine.",
    "start": "00:50:20",
    "end": "00:50:29"
  },
  {
    "text": "Yeah. This is a people group who have lived on this piece of land for centuries and centuries, going back thousand years to the time of Moses and Joshua. But in Jesus Day, it's occupied territory because the Roman Empire, like, owns, you know, that whole section around them.",
    "start": "00:50:29",
    "end": "00:50:49"
  },
  {
    "text": "He took it over.",
    "start": "00:50:49",
    "end": "00:50:50"
  },
  {
    "text": "So just imagine you're Jesus and his people. You are living on your own ancestral lands, but you are now reduced to day labor. We're just kind of scratching out a lower class living in the land of your ancestors with Roman occupiers everywhere. And you're reminded by the presence because there's tax booths taxing the fish you haul up out of the sea.",
    "start": "00:50:54",
    "end": "00:51:19"
  },
  {
    "text": "For Rome.",
    "start": "00:51:19",
    "end": "00:51:20"
  },
  {
    "text": "For Rome. All of the, you know, the wheat that is grown in your fields and so on, you have lots of poor and sick people who are just falling through the cracks by the droves. So this is the scene into which Jesus says things like, if someone forces you to go one mile, he's talking about a Roman soldier. No Roman soldiers could commission anybody to carry their luggage. So when he talks about people suing and taking your cloak, he's talking about actual exploitation of day laborers on these, you know, Jewish farms that are now owned by Romans. You know, like, this is all Jesus is drawing on. Actual political, social, economic, realities of people's day.",
    "start": "00:51:20",
    "end": "00:52:06"
  },
  {
    "text": "When he says, love your enemies. They have some enemies.",
    "start": "00:52:06",
    "end": "00:52:10"
  },
  {
    "text": "Yeah. There was a freedom fighter movement, Jewish movement to liberate Israel through violent revolt.",
    "start": "00:52:10",
    "end": "00:52:23"
  },
  {
    "text": "The zealots.",
    "start": "00:52:23",
    "end": "00:52:24"
  },
  {
    "text": "They're known as the Zealots, but also by the. As the sikari, which means dagger. The dagger men who lived in the hills. There were lots of people who believed that Israel would be liberated by God if they just were more observant of the laws in the Torah. So these are kind of like your Biblicists of the first century, right? Your Bible and God people, and so known as the Pharisees and the scribes. And actually, Jesus shares a lot in common with that crew, a lot of values in common, but he also differs. So a lot of what he says in the sermon about. You've heard it said, he quotes from the laws of his scripture. And I say to you, he's in dialogue with those figures.",
    "start": "00:52:24",
    "end": "00:53:07"
  },
  {
    "text": "Sam.",
    "start": "00:53:13",
    "end": "00:53:23"
  }
]