[
  {
    "text": "Foreign. It's the end of the year, guys. Welcome. Good to have you here.",
    "start": "00:00:00",
    "end": "00:00:09"
  },
  {
    "text": "Hi, Steve.",
    "start": "00:00:09",
    "end": "00:00:10"
  },
  {
    "text": "Yeah, hi, Steve. Hello.",
    "start": "00:00:10",
    "end": "00:00:12"
  },
  {
    "text": "Our fearless leader, Steve Atkinson. Every year at the end of the year, we invite you into the podcast studio here to discuss the year.",
    "start": "00:00:12",
    "end": "00:00:21"
  },
  {
    "text": "Yep.",
    "start": "00:00:21",
    "end": "00:00:22"
  },
  {
    "text": "And I think this is maybe the fourth time.",
    "start": "00:00:22",
    "end": "00:00:23"
  },
  {
    "text": "I think so. Yeah. We don't want to overthink that, but it's good to be back.",
    "start": "00:00:23",
    "end": "00:00:26"
  },
  {
    "text": "Yeah.",
    "start": "00:00:26",
    "end": "00:00:27"
  },
  {
    "text": "Got to give the people what they want, John, Once a year.",
    "start": "00:00:27",
    "end": "00:00:30"
  },
  {
    "text": "Yeah. Everyone has just been waiting all year to hear from you, Steve.",
    "start": "00:00:30",
    "end": "00:00:33"
  },
  {
    "text": "How many more episodes do we have to go through before we get to that year end episode?",
    "start": "00:00:34",
    "end": "00:00:37"
  },
  {
    "text": "Yeah. This is the second Christmas morning for everyone. But, Steve, it's always wonderful to hear your reflections on what it was like to lead this organization through this year and then for us all to just reflect on the year that we had.",
    "start": "00:00:37",
    "end": "00:00:52"
  },
  {
    "text": "2024. The year that was.",
    "start": "00:00:53",
    "end": "00:00:55"
  },
  {
    "text": "Yeah.",
    "start": "00:00:56",
    "end": "00:00:56"
  },
  {
    "text": "Wow.",
    "start": "00:00:57",
    "end": "00:00:57"
  },
  {
    "text": "Mostly in the rearview mirror now.",
    "start": "00:00:57",
    "end": "00:00:59"
  },
  {
    "text": "That's right. 2025. Just right around the corner.",
    "start": "00:00:59",
    "end": "00:01:01"
  },
  {
    "text": "Yeah. That feels like a milestone.",
    "start": "00:01:02",
    "end": "00:01:03"
  },
  {
    "text": "It does, yeah. Well, this was a year of milestones because we celebrated our 10 year anniversary.",
    "start": "00:01:03",
    "end": "00:01:10"
  },
  {
    "text": "We did, yes.",
    "start": "00:01:11",
    "end": "00:01:12"
  },
  {
    "text": "That's a great place to start because we kind of officially began the podcast, the whole organization in 2014.",
    "start": "00:01:12",
    "end": "00:01:20"
  },
  {
    "text": "We launched our first videos on May.",
    "start": "00:01:20",
    "end": "00:01:22"
  },
  {
    "text": "May 2014.",
    "start": "00:01:23",
    "end": "00:01:24"
  },
  {
    "text": "2014.",
    "start": "00:01:24",
    "end": "00:01:25"
  },
  {
    "text": "Oh, what did you.",
    "start": "00:01:25",
    "end": "00:01:26"
  },
  {
    "text": "Trying to remember the exact day? I don't.",
    "start": "00:01:26",
    "end": "00:01:27"
  },
  {
    "text": "Yeah, it's a door code.",
    "start": "00:01:28",
    "end": "00:01:29"
  },
  {
    "text": "Actually, it is a couple of the codes.",
    "start": "00:01:29",
    "end": "00:01:30"
  },
  {
    "text": "So let's not give.",
    "start": "00:01:31",
    "end": "00:01:32"
  },
  {
    "text": "Oh, wait, hold on.",
    "start": "00:01:33",
    "end": "00:01:33"
  },
  {
    "text": "Well, now you can look it up.",
    "start": "00:01:33",
    "end": "00:01:34"
  },
  {
    "text": "It's my PIN. It's my PIN number.",
    "start": "00:01:34",
    "end": "00:01:36"
  },
  {
    "text": "Yeah. 18, 5. 18.",
    "start": "00:01:38",
    "end": "00:01:40"
  },
  {
    "text": "I don't remember late teens.",
    "start": "00:01:41",
    "end": "00:01:43"
  },
  {
    "text": "Okay.",
    "start": "00:01:43",
    "end": "00:01:44"
  },
  {
    "text": "I remember it was a rainy day.",
    "start": "00:01:44",
    "end": "00:01:45"
  },
  {
    "text": "Oh, really?",
    "start": "00:01:45",
    "end": "00:01:46"
  },
  {
    "text": "Here in Portland, Oregon. Okay, this is typical. Typical narrows it down.",
    "start": "00:01:46",
    "end": "00:01:50"
  },
  {
    "text": "Yeah, it's about 350.",
    "start": "00:01:50",
    "end": "00:01:51"
  },
  {
    "text": "Rainy day and day.",
    "start": "00:01:51",
    "end": "00:01:52"
  },
  {
    "text": "Yeah.",
    "start": "00:01:54",
    "end": "00:01:54"
  },
  {
    "text": "Steve, you came in this morning talking about our growing patron community and reflecting on how amazing that is that we have such a big community of people supporting what we're doing here.",
    "start": "00:01:54",
    "end": "00:02:04"
  },
  {
    "text": "Yeah, I think, you know, John, it's amazing to me on a number of levels, but part of that goes back to when you were first sharing about your idea of Bible project and this concept of crowdfunding. And back in, I think it was 2013, when you first showed me some of the stuff you were working on. Bibleproject explained crowdfunding. And I'm like, inside I was thinking, man, I don't think this will work. But you had a conviction that if we focus just on our content and trying to make really good content, that if it is as good as we were hoping it would be. And it had impact on people. They would want to be a part of it. And so when I talk about this growing patron community, we don't have a team of people out raising money.",
    "start": "00:02:05",
    "end": "00:02:51"
  },
  {
    "text": "Right.",
    "start": "00:02:51",
    "end": "00:02:51"
  },
  {
    "text": "What people see is the invitation at the end of our videos or hear it at the end of the podcast to just join Bible Project and be a part of this. And in 24, we had just under 50,000 patrons that are a part of this. And in this next year, it looks like it'll be over. Hmm.",
    "start": "00:02:51",
    "end": "00:03:12"
  },
  {
    "text": "That's amazing. Can you say more about that? Like, we don't actively. What? We don't actively go to recruit people to become patrons?",
    "start": "00:03:13",
    "end": "00:03:21"
  },
  {
    "text": "No, it's simply an invitation.",
    "start": "00:03:22",
    "end": "00:03:24"
  },
  {
    "text": "If you listen to podcast, we always say at the end of the podcast, there's, you know, thousands of people just like you. Yeah, that's the invitation.",
    "start": "00:03:24",
    "end": "00:03:31"
  },
  {
    "text": "Yeah, that's the invitation. And we don't mail out envelopes at the end of the year and say, please consider giving. We just have had this conviction from the very beginning that God is going to provide everything we need to do what he is calling us to do. And there's something just powerful about this amazing feedback loop that we get where we're not out looking for transactions, we're not looking for financial resources. Our hope is that this content we're creating is allowing or providing opportunities for transformation to happen. And I think that's what's responding hear over and over again from people in the patron community. It's like, this is making a difference in my life and I want to be a part of this. And so, yeah, traditional fundraising, you have a group of people that are out asking people to give. And we simply are committed to this idea.",
    "start": "00:03:31",
    "end": "00:04:28"
  },
  {
    "text": "Making phone calls, doing events, the whole shebang.",
    "start": "00:04:28",
    "end": "00:04:32"
  },
  {
    "text": "That's right. Dial and smile. We used to say, really? Well, you know, it can just begin to feel very salesy. Yeah. And I think that was not anything that any of us.",
    "start": "00:04:32",
    "end": "00:04:43"
  },
  {
    "text": "And there's nothing wrong with that because you can do that in a way that's inviting people into something.",
    "start": "00:04:43",
    "end": "00:04:47"
  },
  {
    "text": "Absolutely.",
    "start": "00:04:47",
    "end": "00:04:48"
  },
  {
    "text": "But it is pretty rare and wonderful that we don't have to spend that energy. We're not burning calories doing that. And I think part of it is this sentiment we've had from the beginning. We'll go at the pace of our audience, and we believe that God will give us what we need. And then we can just have this focus on, like, let's just stay focused and just do the thing. And what a gift.",
    "start": "00:04:48",
    "end": "00:05:15"
  },
  {
    "text": "Yeah. I think it's just that idea of it being a project that we weren't trying to build an organization that would be around forever. It's like we were going to do this as long as it was impacting people's lives, that it was okay.",
    "start": "00:05:16",
    "end": "00:05:30"
  },
  {
    "text": "That might be a new thought for people listening. Unpack that a little bit.",
    "start": "00:05:30",
    "end": "00:05:33"
  },
  {
    "text": "I think that's what was very appealing when you and I first met. It's like, what's your vision? And you said, I want to make these videos for every book of the Bible, put them on YouTube and give them away for free.",
    "start": "00:05:33",
    "end": "00:05:44"
  },
  {
    "text": "Yeah. And then you can be done.",
    "start": "00:05:44",
    "end": "00:05:45"
  },
  {
    "text": "It sounded like it was the kind of thing that we would all be a part of at different capacities. You had your agency, Tim, you were preaching pastor at a church. And this Bible project was going to be this little side hustle for both of you guys. And my thought was I was advising and then later on the board that it would be something we did for a period of time. High five. And then I'll go do our next thing.",
    "start": "00:05:45",
    "end": "00:06:12"
  },
  {
    "text": "We're not trying to build an institution.",
    "start": "00:06:13",
    "end": "00:06:14"
  },
  {
    "text": "We're not.",
    "start": "00:06:14",
    "end": "00:06:15"
  },
  {
    "text": "And as we've been growing, we have to really continue to wrestle with that. We need to make sure we don't turn the corner and be like, okay, well I guess we're an institution now. We want to remain a project and we want to continue to just discern what's the next set of things we're meant to do in front of us and then let's accomplish those things and then let's hold everything open handed and say, is there something next? And that's a project.",
    "start": "00:06:15",
    "end": "00:06:38"
  },
  {
    "text": "Yeah. Projects typically have a beginning and an end. And I think the realization this year is that Bible project itself won't go away. The resources are going to continue to exist. So it's just holding it open handedly and saying, and we talk about this idea of running our business in seven year cycles and, and every seven years holding our hands wide open, saying, are we supposed to do this again for another seven years now the resources will exist in some form or fashion. Bible project will exist. It's just, are we going to continue to create new content or is it a matter of just stewarding the content that's been created? Yeah.",
    "start": "00:06:38",
    "end": "00:07:16"
  },
  {
    "text": "What's also wonderful about our patron community is that this idea of crowdfunding is not novel to Bibleproject. But what usually happens with creators or artists who have a patron community, it's not robust enough to really sustain them. So then they have to focus on marketing or getting maybe advertising dollars and Running ads, which we don't have to do on our content. And then there's this constant just hustle of making sure more people find your stuff on these social platforms like YouTube or TikTok. And so what you end up doing is chasing the algorithm and figuring out what is popular on YouTube and what will YouTube promote or what will TikTok promote. And I'll now make that kind of content. And so what ends up happening is your patrons come along and go, we believe in you. Make the stuff you want to make. But then the algorithm's like, actually no, make the stuff that is going to perform well. And so these creators and artists, they get stuck and they're like, I don't know what to do. I wanted to make this stuff for my patrons, but I have to also chase the algorithm. I'll just say we are free to not have to chase the algorithm. That doesn't have to be our priority. Our priority can be what's the thing that we think the patron community will appreciate the most if we dive into this theme or this idea? Like what? YouTube's not going to care, but our patron community will care and we can move that dialogue.",
    "start": "00:07:17",
    "end": "00:08:47"
  },
  {
    "text": "And I think the lens that we run everything through is this idea of being first and foremost focused on our mission, that everything we do is to help people experience the Bible as a unified story that leads to Jesus. And our patron community gives us the freedom to be laser focused on that. They also give us the ability to be generous with everything that we create and be able to give it away for free. That's amazing. You talk about others and there's times where you have to be hyper vigilant with your IP and guard it. And the very. The last thing you would do is give that away to other creatives.",
    "start": "00:08:47",
    "end": "00:09:24"
  },
  {
    "text": "Yeah. Actually, speaking of which, do you want to talk about our strategic relationship with Streetlights?",
    "start": "00:09:25",
    "end": "00:09:30"
  },
  {
    "text": "Streetlights, yeah. It was very exciting. They've been a friend of the project for a number of years, but it was when Mike McDonald and I were with them earlier this year.",
    "start": "00:09:30",
    "end": "00:09:38"
  },
  {
    "text": "Who are Streetlights?",
    "start": "00:09:38",
    "end": "00:09:39"
  },
  {
    "text": "Streetlights. It is Lauren and Esteban and. And a couple of guys in Chicago that have an audio version of the.",
    "start": "00:09:39",
    "end": "00:09:46"
  },
  {
    "text": "Bible and it is the New Living Translation.",
    "start": "00:09:46",
    "end": "00:09:50"
  },
  {
    "text": "New Living Translation. Thank you.",
    "start": "00:09:50",
    "end": "00:09:51"
  },
  {
    "text": "Yeah. Where they read, they have their audio version. The New Living Translation.",
    "start": "00:09:51",
    "end": "00:09:54"
  },
  {
    "text": "Yeah. And I'm surprised I had never heard of these guys. As I start bringing it up, a number of people from our community were like, oh, yeah, it's my go to audio translation of the Bible.",
    "start": "00:09:54",
    "end": "00:10:04"
  },
  {
    "text": "It's like one of the best narrated audio bibles. It's fantastic.",
    "start": "00:10:04",
    "end": "00:10:09"
  },
  {
    "text": "Yeah, see, case in point. I never would have assumed.",
    "start": "00:10:09",
    "end": "00:10:12"
  },
  {
    "text": "It's great.",
    "start": "00:10:13",
    "end": "00:10:13"
  },
  {
    "text": "It's amazing. And so meet these guys and they were talking about our overview series and a number of our theme videos. And as we were talking, it just became apparent that we should do something more formal and actually allow them to remix some of our content and make it available to their audience and really to audiences that we're currently not reaching.",
    "start": "00:10:13",
    "end": "00:10:36"
  },
  {
    "text": "Yeah. So what they're doing practically is they're taking that overview series, they're re narrating it kind of in this streetlights audio bible style. And then they've also updated kind of the textures and stuff a little bit to have a more urban kind of appeal.",
    "start": "00:10:37",
    "end": "00:10:53"
  },
  {
    "text": "No, it's awesome.",
    "start": "00:10:54",
    "end": "00:10:54"
  },
  {
    "text": "And it's really cool.",
    "start": "00:10:54",
    "end": "00:10:55"
  },
  {
    "text": "Yeah, the overview videos, like all the geometric boxes look like subway maps. Yeah, it's so cool.",
    "start": "00:10:55",
    "end": "00:11:04"
  },
  {
    "text": "No, it is.",
    "start": "00:11:04",
    "end": "00:11:05"
  },
  {
    "text": "You know, and there's some. The ones that I saw had like super subtle like chill hop playing in the background. It's so cool. They're like, I would much rather watch those than listen to myself.",
    "start": "00:11:05",
    "end": "00:11:18"
  },
  {
    "text": "I'm so glad you described them because I would have never come up with that. Whatever you said. Chill beats.",
    "start": "00:11:18",
    "end": "00:11:24"
  },
  {
    "text": "Chill beats.",
    "start": "00:11:25",
    "end": "00:11:26"
  },
  {
    "text": "What did you say it was?",
    "start": "00:11:27",
    "end": "00:11:28"
  },
  {
    "text": "Chill hop.",
    "start": "00:11:29",
    "end": "00:11:29"
  },
  {
    "text": "Okay, there we go.",
    "start": "00:11:30",
    "end": "00:11:30"
  },
  {
    "text": "See, I don't know.",
    "start": "00:11:30",
    "end": "00:11:31"
  },
  {
    "text": "I don't know the word. But here's what I do know is that stuff tends to start in the city and then move out into the suburbs. And there was some kids from a kind of far suburban community of Portland that were in and saw these videos playing in our office and they're like, this is awesome.",
    "start": "00:11:31",
    "end": "00:11:49"
  },
  {
    "text": "I'd watch those.",
    "start": "00:11:49",
    "end": "00:11:49"
  },
  {
    "text": "Yes.",
    "start": "00:11:50",
    "end": "00:11:50"
  },
  {
    "text": "Yeah.",
    "start": "00:11:50",
    "end": "00:11:51"
  },
  {
    "text": "And so I'm super excited. But what I just am reminded of is that our patron community allows this to happen. If I'm running a for profit business, I would never be able to give our intellectual property or the content that we had made freely to somebody and say here.",
    "start": "00:11:51",
    "end": "00:12:06"
  },
  {
    "text": "Because we're also going to help them build their patron community through these.",
    "start": "00:12:06",
    "end": "00:12:09"
  },
  {
    "text": "Yeah, we're actually funding them to make these videos for their audience. It's like our patron community is allowing us the opportunity to hyper focus on our vision. And I mean, we run Bible project in a way that we focus on our mission, we pay attention to the bottom line, and we run like we are a business and we are.",
    "start": "00:12:09",
    "end": "00:12:35"
  },
  {
    "text": "It's another type of localization in terms of we're translating the video into all kinds of languages around the world. And there are many kinds of English that represent all the subcultures of English speakers in the world. So in many ways, it's another translation, as it were, into another kind of culture of English.",
    "start": "00:12:35",
    "end": "00:12:54"
  },
  {
    "text": "They also did a theme video, so they did the city.",
    "start": "00:12:54",
    "end": "00:12:57"
  },
  {
    "text": "Yeah, the city. It's so cool.",
    "start": "00:12:57",
    "end": "00:12:58"
  },
  {
    "text": "It's really cool because the city is such a. An urban theme. And the way they do it with the music and their narration, it's the same visuals, but it just has so much more power to it when I listen to it, watch it.",
    "start": "00:12:58",
    "end": "00:13:14"
  },
  {
    "text": "So thank you. I mean, it was fun reading the early YouTube comments when they put some of those videos out. And one of the people on their YouTube channel, when they saw it said bible project and street lights, the. The co lab we didn't know we needed. That's beautiful. So fun to see.",
    "start": "00:13:15",
    "end": "00:13:32"
  },
  {
    "text": "Yeah, yeah. There's something about generosity that I've learned from both of you in the course of this project. And the Kingdom of God, it just creates its own ecosystem, its own economy of value that's not, like, dependent on, I don't know, these other mechanisms that we just associate with what you need to make a healthy economy work, you know? And it's. Yeah, I don't know anything about macroeconomics, but what I do know is from this project is if you just make something and if it's beautiful and good, and if you're talking about Jesus, you're automatically talking about something beautiful and good, it creates its own open pathway to spread and to connect with people, to bring people together, and then to invite people to share. It's like the essence of what we're doing. The story that we're telling is about an act of generosity. It's beautiful. You show it with beautiful art, and it creates an overabundance. And it's such an honor to have been able to create all this from that kind of place.",
    "start": "00:13:32",
    "end": "00:14:41"
  },
  {
    "text": "Yeah, it is. It's this God's generosity ecosystem. He gives to us, we give to others. They thank God, he gives to us. I mean, it's just like it's this beautiful ecosystem where it's not about storing up, it's about scattering, and it's about getting it out. And so, again, we can't be all things to all people, but as we build these relationships, they can reach other audiences that we would never reach. And so thank you to those of you that are in this with us and making this all possible.",
    "start": "00:14:42",
    "end": "00:15:16"
  },
  {
    "text": "In a similar way, a little different, though, we've been showing up on other people's platforms. Tell us a little bit about the Pando app.",
    "start": "00:15:17",
    "end": "00:15:26"
  },
  {
    "text": "Yeah, yeah, it's relatively new to me. But Mike McDonald, who leads our strategic relationships, came earlier in the year and just talked about putting our content on an app that's in prisons. And they were running some of our videos and it was amazing, the number of videos, video views we were getting on these tablets. They're not connected to the wifi, so we simply load this all on there. And then when the apps get charged, it downloads how many views each app has had on the different videos. And so we then received a letter from somebody in our audience and she was currently taking Classroom and some classes from Classroom and she commented on her husband being able to watch our videos on the Pando and tablet. And she said, is there any way you can get some of the classroom sessions on the Pando tablet so that my husband and I could do these together? And so we started to upload some of these classroom sessions, which are a much deeper dive than our videos.",
    "start": "00:15:26",
    "end": "00:16:29"
  },
  {
    "text": "Yeah, it's serious.",
    "start": "00:16:29",
    "end": "00:16:30"
  },
  {
    "text": "It's like serious dive. It's like seminary level classes. And sure enough, we did it. And she and her husband are actually going through sessions together. He watches it on the tablet, she's at home taking the class. And then when they have an opportunity to have a telephone conversation, they talk about the classes that they've been watching together. And so it's beautiful. But it's thousands of views a week on these tablets.",
    "start": "00:16:30",
    "end": "00:16:59"
  },
  {
    "text": "And I wait thousands of classroom sessions.",
    "start": "00:16:59",
    "end": "00:17:03"
  },
  {
    "text": "Not just classroom, but Classroom and our video content. We'll have some content coming out in the end of the year that goes over kind of the statistics around Pando. If I say the number, I'll be grossly wrong. I want to say there's like a half a million tablets out there in the prison system and it's exciting to see the impact that this is having.",
    "start": "00:17:03",
    "end": "00:17:26"
  },
  {
    "text": "So it's wonderful. And that's just one example of a different platform. We get to show up on YouVersion, we've been showing up on other apps and we don't have to worry about how much money are you going to give us to use our content on your app. And like any sort of negotiation, it's just like it's free. Use it. Let's just kind of figure out the best way to get it in there and how wonderful.",
    "start": "00:17:27",
    "end": "00:17:49"
  },
  {
    "text": "Yeah, it's a gift. It's a gift to be able to operate like that.",
    "start": "00:17:49",
    "end": "00:17:53"
  },
  {
    "text": "Yeah. Tell us a bit about the prayer team.",
    "start": "00:17:53",
    "end": "00:17:56"
  },
  {
    "text": "Prayer team has grown to over 70,000 people. Super exciting. Once a month an email goes out.",
    "start": "00:17:57",
    "end": "00:18:03"
  },
  {
    "text": "How do you get on that prayer.",
    "start": "00:18:03",
    "end": "00:18:04"
  },
  {
    "text": "Email on Our website, you can find the information to get signed up for that. This last month. The email that just went out was focused from our global team and so exciting to be praying for different language advisors and communities around the world that are focused on this. Just have seen God respond in amazing ways as our prayer team has prayed. Melanie, who's on our global team, is here because we had an opening on the global team. We put it on the prayer email to ask this team to pray for the right person. Melanie's mother in law was on the prayer team, sent her the email and said, you need to apply for this job.",
    "start": "00:18:04",
    "end": "00:18:47"
  },
  {
    "text": "That's right.",
    "start": "00:18:47",
    "end": "00:18:47"
  },
  {
    "text": "And so fun to see that. But we've seen just healing from folks on our team, family members that have had different health issues, and to just know that there's a community of people that are saying, we're in this with you. When we originally started this number of years ago, I think it was 20 or 21. We sent the first email out and the team said, hey, how many people do you think will sign up? And I said, I have no idea, maybe 1500 people. But I said, I'd be happy if just one did. Because Jesus tells us what can happen when one person prays. And that first email went out, 13,000 people. And we have not put additional pleas out there. I mean, maybe a couple invitations for people to join if they would like to, but it's just organically grown. And that just means so much to us that there's this group of people that are a part of this that wanting to help people experience the Bible as a unified story that leads to Jesus.",
    "start": "00:18:47",
    "end": "00:19:48"
  },
  {
    "text": "It is really cool, Tim. One thing that you get to do that maybe not a lot of people listening to the podcast know that you spend so much energy on is studying for and teaching classes. You've been teaching through Genesis and then Exodus.",
    "start": "00:19:48",
    "end": "00:20:04"
  },
  {
    "text": "Yeah.",
    "start": "00:20:04",
    "end": "00:20:04"
  },
  {
    "text": "And also starting in Matthew. Tell us a bit about the classroom and what came out this year and what's on the horizon.",
    "start": "00:20:04",
    "end": "00:20:10"
  },
  {
    "text": "Yeah, well, I know it was in what we called beta mode for years because actually, I guess the technical underbelly or the engine of what makes the experience of the classes, like the software platform was made by our team. And so I guess it was a very big undertaking that took a long time and it got rebuilt maybe more than once for different reasons that I don't fully understand. But it's fully operating today on the app and on our website and we've been steadily filming classes. I stepped back from teaching at a seminary here in town to just kind of have one job and just focus in. But for me, my dream, if the Lord has mercy on me, would just be to teach and translate my way through the whole Bible before I die. That would just be like such a great privilege. And so for me, classroom's an expression of getting to do that and take people through a slow meditation, Jewish meditation, literature style treatment through. Yeah. Books of the Bible. So Exodus classes will be coming out next year 25, but we are releasing all the classes on Genesis.",
    "start": "00:20:10",
    "end": "00:21:25"
  },
  {
    "text": "Yep, those are all out.",
    "start": "00:21:26",
    "end": "00:21:27"
  },
  {
    "text": "The Joseph story's not out yet.",
    "start": "00:21:28",
    "end": "00:21:29"
  },
  {
    "text": "Joseph's not out.",
    "start": "00:21:29",
    "end": "00:21:30"
  },
  {
    "text": "Yeah. But this year we release Ezekiel, so that'll be first Abraham and the Jacob story. Yeah. But more coming out. We just filmed a little bit ago a how to read the Bible as meditation literature. Kind of like a how to. You know, when I talk with you on the podcast, we're usually looking at texts that I've put a translation in front of you and I'm showing you hyperlinks how to do that as a reading method. We've never really put that together into a class form. So that class will be coming out next year. So classroom's up and running. I think a lot of people are benefiting. I don't know how many.",
    "start": "00:21:30",
    "end": "00:22:07"
  },
  {
    "text": "Steve raised his hand.",
    "start": "00:22:08",
    "end": "00:22:09"
  },
  {
    "text": "I raised my hand. That's right. I forgot this isn't a visual platform. I love Classroom on our app, Audio Only.",
    "start": "00:22:09",
    "end": "00:22:17"
  },
  {
    "text": "You can listen to it. Like a podcast.",
    "start": "00:22:17",
    "end": "00:22:18"
  },
  {
    "text": "Absolutely, yes. And I love it. And there's also something else, though, that when you're talking about a certain thing and you're realizing you're referencing a picture, you can hold it up and actually see the image.",
    "start": "00:22:18",
    "end": "00:22:28"
  },
  {
    "text": "Yeah, it's amazing. Yeah, totally.",
    "start": "00:22:28",
    "end": "00:22:30"
  },
  {
    "text": "Audio plus.",
    "start": "00:22:30",
    "end": "00:22:31"
  },
  {
    "text": "Audio plus. And so I like it. And they have, you know, the little quizzes that you can see if you're retaining. And I just blow right through those because I don't take a quiz on a podcast. But it has been so good. I had often thought that would be fun to take a class at a seminary, but that just was not in my plan.",
    "start": "00:22:31",
    "end": "00:22:49"
  },
  {
    "text": "Yeah, it's not in most people's plan for lots of good reasons.",
    "start": "00:22:49",
    "end": "00:22:54"
  },
  {
    "text": "And so I feel like I'm getting that opportunity and it's fun to hear with the other students. Yeah. I encourage you, if you haven't taken a look at Classroom, to check it out. It's super fun from one satisfied customer.",
    "start": "00:22:54",
    "end": "00:23:06"
  },
  {
    "text": "Yeah. More than one. People are doing it.",
    "start": "00:23:07",
    "end": "00:23:09"
  },
  {
    "text": "More than one. Because Steve's listening. That's great.",
    "start": "00:23:09",
    "end": "00:23:13"
  },
  {
    "text": "Yeah. Stats are hard because they're always fluctuating. But There's a lot of people using classroom. I don't know what it's at right now.",
    "start": "00:23:13",
    "end": "00:23:21"
  },
  {
    "text": "Over the last 12 months, 1.17 million sessions completed. So we don't have how many people.",
    "start": "00:23:21",
    "end": "00:23:29"
  },
  {
    "text": "Session is a class. It's a classroom session.",
    "start": "00:23:29",
    "end": "00:23:32"
  },
  {
    "text": "Yeah. So, I mean, I think the numbers I hear, any given month, it's somewhere in the high 30, mid 40,000.",
    "start": "00:23:32",
    "end": "00:23:40"
  },
  {
    "text": "Yeah. When a new class releases, maybe there's 50,000 students. And so that's a lot of people taking classes.",
    "start": "00:23:40",
    "end": "00:23:48"
  },
  {
    "text": "It is, yeah. I don't actually. It's good for me not to think about that.",
    "start": "00:23:49",
    "end": "00:23:53"
  },
  {
    "text": "I just often think of, like, if you watch college football and you look at some of these huge stadiums.",
    "start": "00:23:55",
    "end": "00:23:59"
  },
  {
    "text": "Yeah. Yeah. You realize that would be a thousand people. Stadiums.",
    "start": "00:23:59",
    "end": "00:24:02"
  },
  {
    "text": "Yeah. You know, you'd have everybody with a laptop doing classroom.",
    "start": "00:24:03",
    "end": "00:24:05"
  },
  {
    "text": "But what was so great is, so the experience that I get to have with these students is there's just seven of us around a table. But we also really intentionally select the six students from a wide variety of backgrounds so that most viewers would find themselves represented or their questions or concerns represented in one of the students. Sometimes I step back and I think some people could just have a job making a podcast.",
    "start": "00:24:05",
    "end": "00:24:38"
  },
  {
    "text": "Yeah.",
    "start": "00:24:38",
    "end": "00:24:38"
  },
  {
    "text": "And some people could have a job just making animated explainer videos. And some people could have a job just teaching classes.",
    "start": "00:24:38",
    "end": "00:24:45"
  },
  {
    "text": "Are you saying you have three jobs?",
    "start": "00:24:45",
    "end": "00:24:46"
  },
  {
    "text": "No, what I'm saying is it is review season. I think. I'm just saying I just feel so grateful to get these because what's at the core is the same. It's all coming out of the same place. It's just. I love to read the Bible. I love to read the Bible with you, John. And I love to read the Bible with these students. And it's really fun to watch people make connections and get how the Bible works and what it's about, and then see what it does to people, which is just transformative. So cheers to that. Classroom is a real bright spot.",
    "start": "00:24:47",
    "end": "00:25:24"
  },
  {
    "text": "We did talk about three categories, and since you mentioned numbers, I think as we look back, 312 million video views, 27.3 million podcast listens, and the number is just over a million sessions completed in classroom. And that's amazing to me. You know, you go back to. We're talking about 10 years, and you go back to the early days, and I had no idea.",
    "start": "00:25:24",
    "end": "00:25:53"
  },
  {
    "text": "None of us did. None of us would have thought.",
    "start": "00:25:54",
    "end": "00:25:57"
  },
  {
    "text": "And so super excited. But it's like, Tim, you talked about the different things you get to do, but it's really just representative of the content. We make that. We have videos and we have the podcast and we have classroom. And I feel like each one, you know, starting with the videos being super introductory into this idea, and then podcast is a more robust discussion around the topic, and then classroom, allowing for a deeper dive for people. And then those are all available on a variety of platforms.",
    "start": "00:25:57",
    "end": "00:26:28"
  },
  {
    "text": "And on some of the platforms like YouVersion, we have reading plans that people do.",
    "start": "00:26:28",
    "end": "00:26:33"
  },
  {
    "text": "Yes, actually a lot of people do. Yes. And we have a growing number, actually, kind of as the scholarship team that I am a part of and work with has grown.",
    "start": "00:26:34",
    "end": "00:26:43"
  },
  {
    "text": "Your fourth job.",
    "start": "00:26:43",
    "end": "00:26:44"
  },
  {
    "text": "Yeah.",
    "start": "00:26:44",
    "end": "00:26:45"
  },
  {
    "text": "So.",
    "start": "00:26:45",
    "end": "00:26:45"
  },
  {
    "text": "Yeah.",
    "start": "00:26:45",
    "end": "00:26:46"
  },
  {
    "text": "Well, no good friend of mine, colleague Renji, leads that team. And if you tune into the end of the year video stuff, you'll get to learn more about scholarship team. But a big chunk of what that team's creating is like Bible studies that are featured on many platforms, but that is kind of also a new kind of content that we are beginning to make more of than ever before is actual guided Bible studies through helping people read through different parts of scripture on the YouVersion Bible app. But I think it appears in other places, too.",
    "start": "00:26:46",
    "end": "00:27:21"
  },
  {
    "text": "Yeah, yeah. No, they were actually done some collaborations with other churches or different organizations that have provided. I think we did something with Compassion this year for Compassion Sunday.",
    "start": "00:27:21",
    "end": "00:27:33"
  },
  {
    "text": "Yeah.",
    "start": "00:27:33",
    "end": "00:27:34"
  },
  {
    "text": "And allowed those. And so I think that is, you know, as we talk about that, and I don't know if this is out of sequence and what you want to do. No sequence. I like that.",
    "start": "00:27:34",
    "end": "00:27:43"
  },
  {
    "text": "Yeah.",
    "start": "00:27:43",
    "end": "00:27:44"
  },
  {
    "text": "Just. It's like microwave popcorn with the door off. It stops going everywhere. But I think, you know, that's one common thread as I read through patron comments, is I think people, followers of Jesus, have a desire to read the Bible, but a lot of us stop because it can be so challenging and daunting and just feel like I just don't get this. And so God's using bibleproject in people's lives is just kind of helping unlock some of that and providing the opportunity for people to see it in a new way and to talk about. I mean, it's like there's this theme of like, wow, this was daunting, but now I'm experiencing great joy. And because those things that were so challenging and hard are. It's becoming unlocked.",
    "start": "00:27:44",
    "end": "00:28:39"
  },
  {
    "text": "Yeah.",
    "start": "00:28:39",
    "end": "00:28:39"
  },
  {
    "text": "And I'm not articulating it well, but I just reading those comments is like pure oxygen for me.",
    "start": "00:28:39",
    "end": "00:28:46"
  },
  {
    "text": "Do you have one?",
    "start": "00:28:47",
    "end": "00:28:47"
  },
  {
    "text": "A patron comment, John? I always have patron comments. Well, there's a couple here that I really enjoyed. This one came in earlier in the year, and they were Reflecting back and said, during COVID a few friends and I started a Bible study using Bible Project materials and resources. This helped us deepen our friendship and strengthen our sense of community. And I love that we talk about that, that what we long for is people reading the Bible in community. And this is just such a great picture of that. In doing that, not only were these horizontal relationships between other humans growing deeper, but also this vertical relationship that they were understanding the Bible and drawing closer to Jesus, which is what we talk about in our mission. And so that was fun to see. And that idea of people reading in community and the community growing. The other one was, this was from a guy named Ryan and he said, reading the Bible has always been a battle for me, but I found Bible Project. But once I found Bible Project, they sparked motivation in my heart to keep going when I had fallen off the path and I just felt lost. And that is representative of so many comments that I read. It's representative of my own story. Growing up in the church, in family of faith, church doors open, we were there. And there wasn't the freedom to ask questions about things that didn't make sense. Which John, you do such a great job of representing all of us. And then Tim, just your humble approach of saying, let's take a look and making what felt unapproachable, very approachable. And so super excited for all of that. And when we talk about it, when I share these stories, you can get hung up on these numbers. 312 million video views and 27 million. But as we remind the team all the time, every one of those numbers is a person and every person has a story. And these patron comments just bring it home all that much more.",
    "start": "00:28:47",
    "end": "00:30:51"
  },
  {
    "text": "But what's also cool is that a large portion of our community were focused together on the sermon amount all year. Right. So like very challenging teachings that are just. Some of them are just really hard to figure out how to stomach or what to do with. And to spend a whole year, millions of us, spending a whole year all throughout the world just going, let's just focus on this in 2024 was really cool. We've never done a study that lasted.",
    "start": "00:30:51",
    "end": "00:31:24"
  },
  {
    "text": "That long on so few pages of the Bible.",
    "start": "00:31:24",
    "end": "00:31:28"
  },
  {
    "text": "Yeah, right.",
    "start": "00:31:28",
    "end": "00:31:30"
  },
  {
    "text": "Three, I mean three ish pages. We just went for it.",
    "start": "00:31:30",
    "end": "00:31:33"
  },
  {
    "text": "Yeah.",
    "start": "00:31:34",
    "end": "00:31:34"
  },
  {
    "text": "So if you've been following along on the podcast, you know, longest running podcast series that we've done and then we did a 10 part animated video series isn't the longest video series we've ever done, but kind of the most ambitious.",
    "start": "00:31:35",
    "end": "00:31:52"
  },
  {
    "text": "Sure. Yeah. And it's definitely the longest. All cohesive in one visual style. Even our how to Read the Bible series kind of got made into miniseries, like poetry and narrative. And they all had different styles, different visual styles.",
    "start": "00:31:52",
    "end": "00:32:06"
  },
  {
    "text": "But we carried through this. Yeah. This visual world, actually. Two visual worlds.",
    "start": "00:32:06",
    "end": "00:32:11"
  },
  {
    "text": "Yes, yes.",
    "start": "00:32:11",
    "end": "00:32:12"
  },
  {
    "text": "And in both of them we tried new things and we really pressed the envelope of what we have done before and what we're capable of doing. And so we called it the outer world and the inner world and the outer world. Actually we filmed sets, these little miniature sets that we designed and had built here in Portland. Portland's a big stop motion film like area. So there's all these stop motion places.",
    "start": "00:32:12",
    "end": "00:32:35"
  },
  {
    "text": "I couldn't believe when I learned where these live miniature sets were being built, was in a set of buildings 10 blocks from my house.",
    "start": "00:32:35",
    "end": "00:32:45"
  },
  {
    "text": "Yeah.",
    "start": "00:32:45",
    "end": "00:32:46"
  },
  {
    "text": "Like where the production shop is. And so my boys and I would ride bikes there and look at them to just. We just, hey, can we come see how it's going? Cause they're so cool to watch them build.",
    "start": "00:32:46",
    "end": "00:32:59"
  },
  {
    "text": "And they're set up still. Yeah.",
    "start": "00:32:59",
    "end": "00:33:01"
  },
  {
    "text": "So when people come by. Yeah, you can go look at them. We'll have them set up for a while somewhere. I think the plan is to keep them around. But anyways, yeah, we film on those sets and then we've drawn the characters on top of that. And that was kind of a whole new thing that we've never done before. And it's a really cool style. But then that's contrasted with what we call the inner world, which, you know, we've done a lot of different styles of animation. But what was unique about the inner world is we actually drew every frame.",
    "start": "00:33:01",
    "end": "00:33:29"
  },
  {
    "text": "Hand drawn, frame rate animation.",
    "start": "00:33:29",
    "end": "00:33:32"
  },
  {
    "text": "Yeah, hand drawn frame by frame. Classic Disney style. Like how you did it before computers started kind of doing it for you. And it creates a really cool, dynamic, very energetic type of animation. And then the way the colors work and everything is very contrasted to where you got the outer world. What was going on in the day of Jesus and his followers and people hearing the sermon on the Mount. And then the inner world, like, how are these ideas of sky treasure and loving your enemies and all the things, how is that landing internally and what does that mean for us? And so cool series, 10 part series. I think it hasn't yet even really found its place in the church. I think as a series, it's gonna have such a cool impact when people take it and start to use it in ways we haven't even imagined yet.",
    "start": "00:33:32",
    "end": "00:34:23"
  },
  {
    "text": "I've been thinking the same thing. It's been so fun to watch them release real time. And for those of you who follow releases or track with what we're making, but I am as much, if maybe a little more excited for it to exist as a collection that now we'll kind of create some stuff around it and then for churches, home group communities, small groups, to be able to start taking it in as a whole. I'm just excited about the whole life that it will take on as a.",
    "start": "00:34:23",
    "end": "00:34:54"
  },
  {
    "text": "Series in that one thing I just prototyped with the church is turning it into a five part, like Sunday experience. So the 10 part series, but then in a five part Sunday thing that some of the videos are used for kids, some of the videos are used for the church. You could do midweek stuff and all works together and then you walk through the Sermon on the Mountain in five weeks, which kind of corresponds with the five parts. And so if we're still prototyping it, we'd love to get more people trying it. So if, if you're a church or church community and you wanted to do that, reach out to us. And I'm sure we're somewhere along the journey figuring that out.",
    "start": "00:34:54",
    "end": "00:35:32"
  },
  {
    "text": "Yeah. Or I'd love to hear if people already have done something. Oh, yeah, sure. How they've used it and just to be able to share that with others.",
    "start": "00:35:32",
    "end": "00:35:40"
  },
  {
    "text": "Tim, tell us about what we're going to study next year on the podcast.",
    "start": "00:35:41",
    "end": "00:35:46"
  },
  {
    "text": "Yeah. Oh, man. Well, we are going to dedicate, just like we dedicated a year to go through three pages of Matthew, we're going to dedicate a little bit different, but most all the podcasts will in some way be launched out of or connected to the scroll of Exodus, the second book of the Bible. So we're going to do a series and a video on just the pattern or theme of the Exodus that repeats throughout the Bible. We're going to call the Exodus Way. We're gonna do a deep dive study on the location of the wilderness, which actually is a theme, you know, that starts in the Eden story, which is the opposite of the garden and runs all the way through. So in here it's like a place is a theme, which is cool.",
    "start": "00:35:46",
    "end": "00:36:41"
  },
  {
    "text": "Yeah. And during the Exodus story, it's this whole traveling through the wilderness.",
    "start": "00:36:41",
    "end": "00:36:45"
  },
  {
    "text": "Yes. It's what the Israelites travel through. Yeah. Out of slavery, through the wilderness, on the way to the promised land. It won't be a word study, but it'll be a theme study on the concept and words for redemption, which are very common. Probably the two most common words in a Christian's vocabulary is either salvation or redemption. And we really want to take a deep dive on redemption to fill out what that means to the biblical authors, what it meant to Jesus, how it can have a deeper meaning for us.",
    "start": "00:36:45",
    "end": "00:37:17"
  },
  {
    "text": "And the first time that word is used is in relation to the Exodus story.",
    "start": "00:37:17",
    "end": "00:37:20"
  },
  {
    "text": "In the Exodus story, to refer. Yeah. To the liberation of the Israelites.",
    "start": "00:37:20",
    "end": "00:37:24"
  },
  {
    "text": "Yeah. And right now, in real time, we're finishing the mountain theme, which was kind of a tag on to the sermon.",
    "start": "00:37:24",
    "end": "00:37:29"
  },
  {
    "text": "On the mount, Mount 10.",
    "start": "00:37:29",
    "end": "00:37:31"
  },
  {
    "text": "Why was Jesus on a Mount 10? And so that's wrapping up. We'll have a few more episodes left in that into the new year. We are going to try to learn how to better read the Bible as community. And we think one of the reasons why this project is working for people is they're hearing us kind of discuss the Bible in community, or when they take a classroom, they're watching the Bible being read in community. And so how can we encourage and help facilitate people then going and doing it in their own communities? So if you've listened through this theme of the mountain, what would it look like to take a few passages with your community and just read them together and meditate on them together and find God's wisdom for your community? And so next year, in 2025, we're just doing like an extra layer of thinking of how can we help facilitate that? We don't want to be an organization that builds all the curriculum and that you have to do the way we want you to do. But at the same time, we understand that communities need some guidance and some vision, and so we want to help provide that. And so every theme study coming out next year, starting with the mountain and then the Exodus Way, the Redemption Wilderness, we're going to just have a sharper focus on then celebrating all the resources that surround it, but then also giving you an opportunity to study it in community. That's next year.",
    "start": "00:37:32",
    "end": "00:38:58"
  },
  {
    "text": "Yeah. And what that represents is us focusing in on one of the aspects of what we call the paradigm, having a paradigm shift when it comes to reading scripture that we did a whole podcast series on Year before last, or maybe the year before, year before last. But reading scripture in community is actually a part of the design of scripture itself. It was produced by Community of Holy Spirit inspired scribes and prophets over many generations. And it's actually so densely packed that no one person can notice everything. You actually need a community of people to see everything that is to be seen. And that's a part of how it works. So we want to lean into that more and start creating and encouraging all of us more and more to develop Bible meditation groups that we read and learn with, like you and I have been able to do for 10 years now.",
    "start": "00:38:58",
    "end": "00:39:57"
  },
  {
    "text": "Yeah, Yeah, I think it's happening. It's like, I think of the number of conversations I had with people about Sermon on the Mount. I mean, I think it's organically happening.",
    "start": "00:39:58",
    "end": "00:40:05"
  },
  {
    "text": "It is.",
    "start": "00:40:05",
    "end": "00:40:06"
  },
  {
    "text": "I mean, how many people we talked about, hey, did you catch that? The Lord's Prayer is the middle of the middle of the middle of the middle. And so. But when we talk about a paradigm shift, I just said earlier, I'd grown up in the church and everything was about your personal quiet time that you would sit down in church and you would hear a sermon and you would talk about how that impacted you individually. That this idea of community is, while it's ancient, I think it had been lost. And so as people hear you guys on the podcast talk about the Bible in community, I think we're beginning to see that happen with others. And so as we just are more intentional about inviting people to do that and then also learning how are others doing that?",
    "start": "00:40:06",
    "end": "00:40:55"
  },
  {
    "text": "Yeah, we want to spend a lot of time learning next year. People are already doing it.",
    "start": "00:40:55",
    "end": "00:40:59"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:40:59",
    "end": "00:41:00"
  },
  {
    "text": "What's making it successful? And then how can we share that with more people?",
    "start": "00:41:00",
    "end": "00:41:03"
  },
  {
    "text": "Yeah. Melissa in Nashville, where she took classroom, impacted her. She desired to have that with others, to have her shared experience. So started going through classroom with a group of people and just facilitating those conversations. And I think she's done it five or six times now through different classes. And so I'm excited that as we just lean more into that and encourage people to read the Bible and community and what can happen.",
    "start": "00:41:03",
    "end": "00:41:31"
  },
  {
    "text": "Yeah, absolutely. If you have a story of how you're doing that, reading Bible in community, we'd love to hear it. I think the best way is to write info at bibleproject. I think that's the best you can.",
    "start": "00:41:31",
    "end": "00:41:43"
  },
  {
    "text": "Just give them your cell number, John.",
    "start": "00:41:43",
    "end": "00:41:45"
  },
  {
    "text": "This has happened before. My cell phone number became bioproject phone number. I had to get a new number. Steve, you had a really important birthday this year.",
    "start": "00:41:46",
    "end": "00:41:57"
  },
  {
    "text": "I did, John. It was amazing. Important because.",
    "start": "00:41:57",
    "end": "00:42:01"
  },
  {
    "text": "Or significant, I should say.",
    "start": "00:42:02",
    "end": "00:42:03"
  },
  {
    "text": "Yeah, they're all important as you get older just yet. It's like every day is a gift. This one was special because we were doing a call with Tracy Caldwell Dyson, who was up on the International Space Station. Yeah.",
    "start": "00:42:03",
    "end": "00:42:20"
  },
  {
    "text": "For half the year. For half of 24 in orbit.",
    "start": "00:42:20",
    "end": "00:42:23"
  },
  {
    "text": "Yeah.",
    "start": "00:42:23",
    "end": "00:42:24"
  },
  {
    "text": "And while you in that thin veil between the skies and the land.",
    "start": "00:42:24",
    "end": "00:42:28"
  },
  {
    "text": "Yes. And you mentioned that it was my birthday, so she wished me a happy birthday.",
    "start": "00:42:28",
    "end": "00:42:33"
  },
  {
    "text": "Well, we were talking.",
    "start": "00:42:34",
    "end": "00:42:35"
  },
  {
    "text": "Yeah, well, you and Tim were talking with him.",
    "start": "00:42:35",
    "end": "00:42:37"
  },
  {
    "text": "Well, so Tracy invited the whole team to zoom in those Microsoft Teams, actually.",
    "start": "00:42:37",
    "end": "00:42:43"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:42:44",
    "end": "00:42:45"
  },
  {
    "text": "Yeah. I guess NASA was using Microsoft Teams. That's a good plug.",
    "start": "00:42:45",
    "end": "00:42:48"
  },
  {
    "text": "Well, so we interviewed Tracy in 2023.",
    "start": "00:42:48",
    "end": "00:42:53"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:42:53",
    "end": "00:42:53"
  },
  {
    "text": "In the Chaos Dragon series here on Earth. While she was here on Earth. She's an astronaut, but has a lot of really valuable perspectives on chaos and disorder and outer space and amazing reflections on the creation stories. So we talked with her about those ideas in the Chaos Dragon series, but then she said, hey, when I go up into space, let's have a video call with the Bible project team. And so we did that.",
    "start": "00:42:53",
    "end": "00:43:19"
  },
  {
    "text": "We did that.",
    "start": "00:43:19",
    "end": "00:43:20"
  },
  {
    "text": "And it was.",
    "start": "00:43:20",
    "end": "00:43:21"
  },
  {
    "text": "It happened to be on Steve's birthday.",
    "start": "00:43:21",
    "end": "00:43:22"
  },
  {
    "text": "It happened to be on your birthday.",
    "start": "00:43:22",
    "end": "00:43:23"
  },
  {
    "text": "So she did it.",
    "start": "00:43:23",
    "end": "00:43:24"
  },
  {
    "text": "Yeah, she said, happy birthday.",
    "start": "00:43:24",
    "end": "00:43:25"
  },
  {
    "text": "From the industrial birthday. Congratulations.",
    "start": "00:43:25",
    "end": "00:43:28"
  },
  {
    "text": "I was thinking, it's a pretty small community. I'm now a part of that. On their actual birthday was wished a happy birthday from space. From space. Yeah. And I want to tell you, I mean, that call was incredible. Tim, you reading to her from Psalm, Psalm 148.",
    "start": "00:43:28",
    "end": "00:43:45"
  },
  {
    "text": "Yeah.",
    "start": "00:43:46",
    "end": "00:43:46"
  },
  {
    "text": "That was so cool. But I think what was most amazing to me was when she held the camera up out of the portal of the International Space Station and you saw the sun setting behind the Earth, and it just. There was something calibrating for me about that where it was like, oh, my goodness, this wow. Just the majesty and the wonder, all of that. When you talk about the flying space rockets, like we're there and she's looking at us anyway. That was special.",
    "start": "00:43:47",
    "end": "00:44:18"
  },
  {
    "text": "That was very special.",
    "start": "00:44:19",
    "end": "00:44:20"
  },
  {
    "text": "Yeah, yeah, yeah. Well, Tracy's back on the land and I'm sure had quite an adventure. Yeah. So I think that's a good place to stop on that high note. We are so thankful that we get to do this every year. We get to do this recap and express gratitude. And one of those things is how grateful we are for you, Steve, for leading the team. 50,000 patrons means we also have a big team of people then running after this mission that Tim and I would not be able to shepherd and lead. And just the way that you do that here is just so freeing for us and beautiful and really appreciated. So thank you, Steve.",
    "start": "00:44:20",
    "end": "00:45:06"
  },
  {
    "text": "Oh, thank you. Thank you. Every morning when I sit down and write my list of things I'm grateful for, God's calling on my life to be here is often Close to the very top of that list. And so it's an honor and such a privilege to be a part of something that is having such an impact on your own life. And so I'm grateful.",
    "start": "00:45:06",
    "end": "00:45:30"
  },
  {
    "text": "Yeah. Thank you, everybody. Those of you listening right now. You journey with us week to week, most of you, and just what an amazing ride. I just still can't believe every time we go through a theme series, I usually am reading a number of the same stories in scripture over again. But from a new angle, I'm a different person than I was the year before that. And I just keep discovering more personally in scripture. And then when I sit with you or with a room of students, I see even more. And then it makes Jesus even more compelling and beautiful than he already was to me. And it's so fun to share it with y'. All. And I, you know, get to meet a small sampling of you who listen to the podcast.",
    "start": "00:45:31",
    "end": "00:46:20"
  },
  {
    "text": "All y'.",
    "start": "00:46:20",
    "end": "00:46:20"
  },
  {
    "text": "All. All y'.",
    "start": "00:46:20",
    "end": "00:46:21"
  },
  {
    "text": "All.",
    "start": "00:46:21",
    "end": "00:46:21"
  },
  {
    "text": "And, you know, you come visit. You come into the studio. I'll meet you at the grocery store. I don't know, I just meet people randomly, and I get to hear about your experiences, and it's just so remarkable. So thank you. Thank you. Thank you. Your enthusiasm, your support and encouragement just means the world. And this is the coolest stuff in the world to think about. It's such an honor to get to share it with y'. All.",
    "start": "00:46:22",
    "end": "00:46:47"
  },
  {
    "text": "All y'.",
    "start": "00:46:47",
    "end": "00:46:47"
  },
  {
    "text": "All.",
    "start": "00:46:47",
    "end": "00:46:48"
  },
  {
    "text": "So Bible Project is crowdfunded, and our mission is to help people experience the Bible as unified story that leads to Jesus. And everything is free because of your generous support. And also, there's a large team that produces this podcast.",
    "start": "00:46:49",
    "end": "00:47:06"
  },
  {
    "text": "Yeah.",
    "start": "00:47:06",
    "end": "00:47:06"
  },
  {
    "text": "And we'd love to celebrate all of them. And you can find their names and what they do in the show notes. You're also going to be hearing from them as we conclude episodes throughout the year. And so go check that out. And thanks for being a part of this with us.",
    "start": "00:47:07",
    "end": "00:47:22"
  },
  {
    "text": "Thanks.",
    "start": "00:47:22",
    "end": "00:47:22"
  }
]