[
  {
    "text": "Hey, everyone. This is the last episode of the year and I am here with Tim.",
    "start": "00:00:04",
    "end": "00:00:08"
  },
  {
    "text": "Hi.",
    "start": "00:00:09",
    "end": "00:00:09"
  },
  {
    "text": "Hi. And Carissa.",
    "start": "00:00:09",
    "end": "00:00:11"
  },
  {
    "text": "Hi.",
    "start": "00:00:11",
    "end": "00:00:11"
  },
  {
    "text": "And we also have with us our fearless leader, our CEO, Steve.",
    "start": "00:00:11",
    "end": "00:00:16"
  },
  {
    "text": "Hello, everyone.",
    "start": "00:00:16",
    "end": "00:00:17"
  },
  {
    "text": "Hello.",
    "start": "00:00:17",
    "end": "00:00:17"
  },
  {
    "text": "Happy to be with you.",
    "start": "00:00:17",
    "end": "00:00:18"
  },
  {
    "text": "Yeah. This is your first time on the podcast?",
    "start": "00:00:19",
    "end": "00:00:21"
  },
  {
    "text": "First time.",
    "start": "00:00:21",
    "end": "00:00:22"
  },
  {
    "text": "Oh, I was gonna say this is my first time podcasting with Steve, but now I understand why.",
    "start": "00:00:22",
    "end": "00:00:26"
  },
  {
    "text": "Well, yeah, it's everyone's first time podcasting. It's exciting.",
    "start": "00:00:26",
    "end": "00:00:30"
  },
  {
    "text": "Yeah. Yeah. For background, Steve's our CEO. But actually, Steve, you have been involved with the bioproject and just in friendship with John and I from the very beginning. You've been along for the whole ride.",
    "start": "00:00:30",
    "end": "00:00:43"
  },
  {
    "text": "And a ride it has been. So. Yeah, no, count it as a privilege to have been a part of this for a number of years.",
    "start": "00:00:43",
    "end": "00:00:50"
  },
  {
    "text": "Yeah. And you've been the CEO for how long has it been now? Has it been three years?",
    "start": "00:00:51",
    "end": "00:00:56"
  },
  {
    "text": "January of 19.",
    "start": "00:00:57",
    "end": "00:00:57"
  },
  {
    "text": "It'll be three years.",
    "start": "00:00:58",
    "end": "00:00:59"
  },
  {
    "text": "Yeah.",
    "start": "00:00:59",
    "end": "00:00:59"
  },
  {
    "text": "Wow. So this is also coming on your three year anniversary.",
    "start": "00:01:00",
    "end": "00:01:03"
  },
  {
    "text": "Three year anniversary, yeah. Exciting.",
    "start": "00:01:03",
    "end": "00:01:05"
  },
  {
    "text": "Yeah, yeah, really exciting. And so we've seen a lot of growth and change and we want to just sit and think about this year, the last 12 months, and what we've been able to experience, what you all have been a part of in helping resource and pray for and use and. And so I wanted Steve here to give us his insight as well.",
    "start": "00:01:05",
    "end": "00:01:30"
  },
  {
    "text": "Yeah. Other than the Q and R episodes, most of our content is usually recorded long before the release we release it. So these, I guess, is this a tradition now, doing an end of the year episode? Yeah, kind of.",
    "start": "00:01:30",
    "end": "00:01:43"
  },
  {
    "text": "Close to tradition of sorts.",
    "start": "00:01:43",
    "end": "00:01:45"
  },
  {
    "text": "Close to real time. Ish. So, yeah, it's always a cool chance to just reflect on the journey of this last year that we got to go on with all of you, our listeners and supporters and patrons and. And also to dream about what's ahead for the next year.",
    "start": "00:01:45",
    "end": "00:02:00"
  },
  {
    "text": "I'll tell you one thing that happened in January as we finished the Character of God series, which comes from Exodus 34. Is that right?",
    "start": "00:02:00",
    "end": "00:02:08"
  },
  {
    "text": "Yes.",
    "start": "00:02:08",
    "end": "00:02:08"
  },
  {
    "text": "Wow. That was a year. This year feels longer ago. So many ideas ago.",
    "start": "00:02:08",
    "end": "00:02:13"
  },
  {
    "text": "Yeah, go back to that.",
    "start": "00:02:14",
    "end": "00:02:15"
  },
  {
    "text": "Because Chrissa, you and I each did one of those last two. Right.",
    "start": "00:02:15",
    "end": "00:02:18"
  },
  {
    "text": "And we alternated on the different characteristics of God.",
    "start": "00:02:18",
    "end": "00:02:21"
  },
  {
    "text": "Yeah, that's cool.",
    "start": "00:02:22",
    "end": "00:02:22"
  },
  {
    "text": "Yeah, that was a really cool series because we. We got to dive into one passage and what God is like for months.",
    "start": "00:02:22",
    "end": "00:02:29"
  },
  {
    "text": "Yeah, that was a cool project. Really fun.",
    "start": "00:02:29",
    "end": "00:02:31"
  },
  {
    "text": "We also did the visual commentary creation series. So the visual commentary we had already, I think began in 2020, but we finished this creation series where we did Genesis 1, Psalm 8, Proverbs 8, Psalm 148, Psalm 148. Which you did, Carissa.",
    "start": "00:02:31",
    "end": "00:02:52"
  },
  {
    "text": "Yeah.",
    "start": "00:02:52",
    "end": "00:02:52"
  },
  {
    "text": "And then John, chapter one, the prologue of John. And now those are all out and it's kind of this cool creation series.",
    "start": "00:02:52",
    "end": "00:02:59"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:02:59",
    "end": "00:02:59"
  },
  {
    "text": "And that was a new style visual commentary.",
    "start": "00:02:59",
    "end": "00:03:02"
  },
  {
    "text": "Yeah, yeah. We were developing and when we say we, we mean especially our design team. And that was spearheaded by. Yeah. Alan on our team who really developed the visual language for how to create a visual commentary.",
    "start": "00:03:02",
    "end": "00:03:16"
  },
  {
    "text": "He got really nerdy about it.",
    "start": "00:03:16",
    "end": "00:03:17"
  },
  {
    "text": "Oh man, it was really cool. But those videos are so cool. Yep. Those were great projects to work on.",
    "start": "00:03:17",
    "end": "00:03:23"
  },
  {
    "text": "The test video was a theme video that we did.",
    "start": "00:03:23",
    "end": "00:03:26"
  },
  {
    "text": "Yes. Wow. That must have been in the spring.",
    "start": "00:03:26",
    "end": "00:03:29"
  },
  {
    "text": "Was it? Yeah, that's what I was going to say. I thought it was late spring or June maybe when that came out. Loved that series. Just how it. Just the doors and the options and how all of life is just this repeated opportunity.",
    "start": "00:03:29",
    "end": "00:03:43"
  },
  {
    "text": "Yep. Yeah, that was cool.",
    "start": "00:03:44",
    "end": "00:03:45"
  },
  {
    "text": "And then we did a six part theme series on the priesthood. The Royal Priests of Eden is what we. Or no, just the Royal Priest is what we called it.",
    "start": "00:03:45",
    "end": "00:03:55"
  },
  {
    "text": "The Royal Priest series. Yeah. You know what was great about that project was pretty much the whole history of the bio project has been me making everything longer, me making it shorter and you making it shorter. And this was the first time where I thought we could do all that content in one theme video. And John was the one who said, let's do it in six videos.",
    "start": "00:03:55",
    "end": "00:04:16"
  },
  {
    "text": "You went from one to six.",
    "start": "00:04:16",
    "end": "00:04:17"
  },
  {
    "text": "Yeah.",
    "start": "00:04:18",
    "end": "00:04:18"
  },
  {
    "text": "And I was like, yes, yes, I love it.",
    "start": "00:04:18",
    "end": "00:04:21"
  },
  {
    "text": "You're rubbing off on it.",
    "start": "00:04:21",
    "end": "00:04:22"
  },
  {
    "text": "But man, that's a cool. That's a cool series.",
    "start": "00:04:23",
    "end": "00:04:26"
  },
  {
    "text": "That is a cool series. It feels like it's a little sleeper series because as a whole series it's really cool. Like 30 minutes of content. And I think people are going to realize like, whoa, I could do a lot of cool curriculum around this. So there it is.",
    "start": "00:04:26",
    "end": "00:04:40"
  },
  {
    "text": "Speaking of curriculum, we did so much with classroom this last year. We re released two classes that we had up already, Jonah and Ephesians. And then we recorded and released some of our first new classes in our new classroom style. Yeah, we did a lot on Genesis 1.",
    "start": "00:04:40",
    "end": "00:04:58"
  },
  {
    "text": "Genesis 1. At the end of the day there will be six classes on the Genesis scroll alone.",
    "start": "00:04:58",
    "end": "00:05:04"
  },
  {
    "text": "So we recorded a lot of those so far this year.",
    "start": "00:05:05",
    "end": "00:05:08"
  },
  {
    "text": "Yeah, it's worth every, it's worth every class. But we also filmed our first class with a guest professor. So I've been the guinea pig as we figure out how to make classroom Work production wise.",
    "start": "00:05:08",
    "end": "00:05:20"
  },
  {
    "text": "Yeah. We even tried a zoom class during Pandemic.",
    "start": "00:05:20",
    "end": "00:05:23"
  },
  {
    "text": "That's right. Yeah. Yeah. The Art of Biblical Words. I think that's out. But now we've kind of dialed in what it looks like and feels like we had our first guest professor. And then in 2022, we're going to be filming a lot more guest teachers coming in. So Carmen Imes taught through the Book of Exodus. So cool. So classrooms, A lot of stuff in the pipeline that was. That's been a great project.",
    "start": "00:05:23",
    "end": "00:05:48"
  },
  {
    "text": "I hear a lot of feedback on Classroom. And just a few weeks ago, there was an email that came in that caught my eye, and it's from a guy named Ross, and he says, I'm a pastor of a small rural church in southern Illinois. I've been devouring Bible projects content, specifically classroom. And I want to say how incredibly grateful I am that you had offered us this for free. Before graduating with my B.A. i made plans for grad school. Needless to say, plans changed with my modest salary, a new baby. The idea of paying for tuition this season caused my wife and I to pull back from that idea. Then I found Bible Project and Classroom. The Lord has blessed you all with the vision and execution of an incredible gift to the church. Your work here is being consumed in large doses and repeatedly by a small church's pastor in a small town in an obscure part of the country. And I am sure I'm not the only one of my kind. I love that. That idea of what a way to serve the church in the body of Christ, to take this quality education and give it all away. Provide it for free.",
    "start": "00:05:48",
    "end": "00:06:52"
  },
  {
    "text": "Yeah, it's so encouraging.",
    "start": "00:06:53",
    "end": "00:06:55"
  },
  {
    "text": "You know, as I think back of all these encouraging things, there has been an amazing amount of content that has been created and put out there on the platforms for people to consume. But another thing I'm super excited about is. And I've lost track of time, so I don't know exactly when it started, but we had this idea of just gathering a group of people that are passionate about the Bible project and sharing with them monthly requests and things that they could be praying about. And we put something out and we thought maybe 1500 people would respond. And 13,000 people signed up to be a part of this Bible project prayer team.",
    "start": "00:06:55",
    "end": "00:07:29"
  },
  {
    "text": "That is so wild.",
    "start": "00:07:29",
    "end": "00:07:30"
  },
  {
    "text": "You're saying that's when it started?",
    "start": "00:07:31",
    "end": "00:07:32"
  },
  {
    "text": "That's when it started. I thought 1500 might say, yes, I'll commit to praying with you. But 13,000 said yes. Well, as of today, there's over 47,000 people that are a part of this Bible project prayer team and are monthly praying and joining us in this. And it's so exciting. I mean, that's a small city. That's actually a large city of people that are joining us. Unbelievable. It is.",
    "start": "00:07:32",
    "end": "00:07:58"
  },
  {
    "text": "That's amazing.",
    "start": "00:07:58",
    "end": "00:07:59"
  },
  {
    "text": "Thank you.",
    "start": "00:07:59",
    "end": "00:08:00"
  },
  {
    "text": "Yeah, thank you. I'm sure there's a lot of people listening to this that are on that. Thanks for doing that with us.",
    "start": "00:08:00",
    "end": "00:08:05"
  },
  {
    "text": "Wow.",
    "start": "00:08:05",
    "end": "00:08:05"
  },
  {
    "text": "So speaking of a lot of people being a part of this, it's the end of the year and it's a great time just to recognize that it is this massive crowd of patrons that have come alongside the mission of bibleproject. Just make it happen. And it's been growing every year and we're always blown away by your generosity and are really grateful to be able to do this and be able to. Essentially, I think what's cool about the model is that it's like already paid for content. It's not free to make, but because it's already paid for, we don't have to charge for it, which is really, really cool. So thank you.",
    "start": "00:08:06",
    "end": "00:08:50"
  },
  {
    "text": "And John, some of our guys shared with me a statistic that is pretty significant, I think, and that is that this year the average patron gift made our content available for free for 133 people. That's significant because when you think about it, I think this year, I think the number is like 44,000 total patrons in this year. In terms of folks that have. That's wild. Yeah. Interesting correlation between that number and the number of people on our prayer team. It's almost identical. And yeah, I know. It's exciting to see that. I look at this and it's the seven year old that sent in money he made from his lemonade stand. And it's the private equity guy that says, wow, this is impacting me. And they're not equal gifts, but it's equal sacrifice. And people saying, this is impacting me and I want more of this for myself and I want more of this for the world. Again, it's just the audience is so varied in that there's people that talk about sharing this stuff with their children and preschool kids. And then there was another patron comment that I received earlier this year. And this comes in from Evelyn. She said, I received an email early this past January from Bibleproject. I don't know how I got it. I'm 94 years old and I just lost my husband not going anywhere because of COVID and I am lonely. Someone knew I needed this Bible project. Perhaps Jesus our Lord and Savior, I am so very happy to have this weekly reading plan and to study and read the Bible. Thank you all for your dedication and this wonderful project. Evelyn, I love that it is, it's like, you know, we do, we talk about that this is a unified story that leads to Jesus, but when you see all these patron comments and where they come from, it truly is a unifying story as well. Because you have the 7 year old and you have the 94 year old saying thank you and they're a part of this project.",
    "start": "00:08:50",
    "end": "00:10:47"
  },
  {
    "text": "When you talk about the gift going out and giving access to 133 people, that really adds up. And we did some work this year to see how many people we think have interacted with their content. And it's close to 200 million people, right, that have interacted with our content to some degree.",
    "start": "00:10:48",
    "end": "00:11:07"
  },
  {
    "text": "Yes.",
    "start": "00:11:07",
    "end": "00:11:07"
  },
  {
    "text": "Which is amazing.",
    "start": "00:11:07",
    "end": "00:11:09"
  },
  {
    "text": "It's wild.",
    "start": "00:11:09",
    "end": "00:11:10"
  },
  {
    "text": "I don't know how to fathom that. How, how do we count that?",
    "start": "00:11:11",
    "end": "00:11:15"
  },
  {
    "text": "Just show of hands, I think is what we're doing. We see how many average daily views we get across all the different platforms and then we, our data analysts are taking a look at that and then all the different places. But we get feedback from organizations. There's a group called Pando, I believe that actually it's church behind bars or some ministry like that where they actually have our content on a tablet that's able to go into be in prisons where people will. They give us feedback in terms of how many times the content is being viewed. And then we have a great partner, YouVersion, that provides us feedback in terms of how many times our videos are being viewed. That doesn't count. All the number of times. And the feedback we receive from people that say, my pastor showed it in church. Well, that would show up as one view. But there may be hundreds or thousands of people that are actually.",
    "start": "00:11:15",
    "end": "00:12:08"
  },
  {
    "text": "But we do account for it and we use like an algorithm that is. It's the same way they figure out how many people watch the Super Bowl. It's like you don't know exactly, but they have a pretty sophisticated way to figure out pretty closely what it really was.",
    "start": "00:12:08",
    "end": "00:12:22"
  },
  {
    "text": "Our tendency is to want to round down too. God's doing an amazing thing and we don't need to embellish this amazing work that he's doing.",
    "start": "00:12:22",
    "end": "00:12:29"
  },
  {
    "text": "This is our seventh year of the bio project. And as I'm hearing this and have been hearing kind of some of these representations of the audience that's been reached by all this content. All of us go through this on the team in different ways. But I just am so blown away. And I've been thinking through the course of our last, most recent podcast series on the paradigm, and about how significant the divine human partnership is to the origins of the Bible, to the unified story of the Bible, and to the person to whom it points, the divine human, that is Jesus, Messiah. And in another way, I keep feeling that experience in this project. There are lots of great, creative Bible teachers in the world. There are lots of entrepreneurial, tech savvy people. There's lots of artists. And, you know, just our own experience of the project is like, why is it that this particular combination of people and place and time, we got to make the stuff and that it's affecting so many people? Like, it doesn't add up in my mind, you know, and we never set out to reach 200 million people. It's just like, what's happened? And so I just see the Spirit's fingerprints all over it. And all of you know, so many of you listening on the podcast, you have been so enthusiastic about this, and not just about the project, but about taking ownership of it, engaging the Bible in a new way, and then inviting your friends and family to see things in this new way and experience the content. So, man, I'm just. God's generosity is so overwhelming. And my encounter with it, I just regularly encounter it in this project, and it's been so formative for me. So that's how I'm feeling right now. When I hear you read patron comments, and I think about the amount of people represented there, I just don't get it. But God's apparently very, very creative.",
    "start": "00:12:30",
    "end": "00:14:42"
  },
  {
    "text": "Yeah.",
    "start": "00:14:43",
    "end": "00:14:44"
  },
  {
    "text": "The look on your face right now is just kind of shock.",
    "start": "00:14:44",
    "end": "00:14:46"
  },
  {
    "text": "Totally.",
    "start": "00:14:46",
    "end": "00:14:47"
  },
  {
    "text": "And I think it's important for me to remember to make sure that we're focused, stay focused on our vision and our mission. And what better way than to listen to the impact that it's having? But there's a challenge with that in that you can begin to think that the work you're doing is actually changing people, and it's not. And it's like, a lot of times when I read these, I try and take Project off when they say, the Bible Project has changed my life. I like taking project off because then it reminds me that it's the Bible pointing to Jesus, and Jesus is who changes people's lives, that we don't do that. There was a comment that came in in March and just it deeply moved me. And I think it's that idea of the privilege of what we get to be a part of and when you get to see that transformation. And this came in from a person named Kim, and she said, this is the first time I'm actually understanding God's Word. In the past, I was told to stop questioning, simply drink the Kool Aid, and then I would hope that things would turn out. But I never felt like I belonged or was even wanted by God, except for my volunteer time and my money. Your podcasts and your videos have turned everything around. I can't tell you how much I have cried in relief with pain and loneliness leaving me, and joy beginning to bubble up. Thank you so much for giving me a direct, unfiltered connection to God's word in a way that I can hear it, digest it, and begin to live it. It's like Jesus is what changes people. He's the living water, and we're just a channel. We're just a group of people together at this time that get to be a part of delivering this stuff that is so impactful. So may we never forget.",
    "start": "00:14:47",
    "end": "00:16:27"
  },
  {
    "text": "I'm going to need a tissue over here if you keep reading those.",
    "start": "00:16:28",
    "end": "00:16:31"
  },
  {
    "text": "I do every day when I read these things.",
    "start": "00:16:31",
    "end": "00:16:33"
  },
  {
    "text": "So next year, we've got a lot of content planned, and we've already talked about this new journey through the Bible that we're going to do in the app next year. The app releases.",
    "start": "00:16:34",
    "end": "00:16:46"
  },
  {
    "text": "Yeah.",
    "start": "00:16:46",
    "end": "00:16:47"
  },
  {
    "text": "So exciting.",
    "start": "00:16:47",
    "end": "00:16:48"
  },
  {
    "text": "And we'll be doing the journeys. They'll come out every two or three weeks. We'll have a few new theme videos.",
    "start": "00:16:48",
    "end": "00:16:53"
  },
  {
    "text": "We'll be podcasting through all of that.",
    "start": "00:16:53",
    "end": "00:16:55"
  },
  {
    "text": "As we'll be podcasting through it. We're going to have more classes coming out in classroom, and it's going to be a rich year, and we move as fast and as hard as you want us to. So every year we just see kind of where finances are at, what. What you all are doing, and then that's how hard we'll go. And it's been a blast, and we have another great year coming. So thank you so much for being a part of this. Thanks for sitting down with us, Steve.",
    "start": "00:16:55",
    "end": "00:17:20"
  },
  {
    "text": "Oh, my pleasure.",
    "start": "00:17:20",
    "end": "00:17:21"
  },
  {
    "text": "And we appreciate your leadership here.",
    "start": "00:17:21",
    "end": "00:17:23"
  },
  {
    "text": "Thanks. Well, it's a privilege to be able to work with all three of you and the rest of the team. God has really assembled an amazing group of people, and it is a joy to be able to work with all of them. So thanks, John.",
    "start": "00:17:23",
    "end": "00:17:34"
  },
  {
    "text": "Happy New Year.",
    "start": "00:17:36",
    "end": "00:17:36"
  },
  {
    "text": "Happy New Year, everyone.",
    "start": "00:17:36",
    "end": "00:17:37"
  },
  {
    "text": "Happy New Year, everybody.",
    "start": "00:17:37",
    "end": "00:17:39"
  },
  {
    "text": "Hi, my name is Esther and I am 5 years old. My name is Jude and I am Favor Sword, My fifth pot. If the Bible project fails and when Jesus rose again. We believe the Bible. It's a unified story we believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes and more@bibleproject.com Mary Christmas and a Happy New Year.",
    "start": "00:17:39",
    "end": "00:18:30"
  }
]