[
  {
    "text": "Hey, this is john@the Bibleproject.",
    "start": "00:00:00",
    "end": "00:00:01"
  },
  {
    "text": "And this is Tim@the Bibleproject2.",
    "start": "00:00:01",
    "end": "00:00:03"
  },
  {
    "text": "There's a BioProject too, also. I'm also sitting here and we are going to have a conversation with Crispin Fletcher Lewis.",
    "start": "00:00:04",
    "end": "00:00:15"
  },
  {
    "text": "Yeah. This is another one of our scholar interviews. When I read books that blow my mind and that help me. Yeah. Stimulate me to think new things and they end up in conversations that John and I have and in videos. I was one day talking to John. I was like, oh, we should talk to some of these people.",
    "start": "00:00:15",
    "end": "00:00:33"
  },
  {
    "text": "Tell me a bit about Crispin.",
    "start": "00:00:33",
    "end": "00:00:35"
  },
  {
    "text": "Yeah, well, so I first came across his work, actually in a podcast that I think we mentioned in this interview. It's called On Script. It's awesome. Bible scholars interviewing other Bible scholars about their recent work. We were working through a bunch of things related to Jesus deity.",
    "start": "00:00:35",
    "end": "00:00:51"
  },
  {
    "text": "Yeah.",
    "start": "00:00:51",
    "end": "00:00:51"
  },
  {
    "text": "In our conversations for the God video for the Son of Man. So I picked up Crispin's book and man, it was so helpful. Gosh, it was so helpful in so many ways. It's an ambitious project. He is an Oxford trained scholar and New Testament, but also really knows the Hebrew Bible well and Second Temple Judaism. And he's going after the question of how the concept of Jesus deity, Jesus is the incarnation of the God of Israel. He's after a historical question about that idea. And he's convinced that there's all these layers of the Hebrew Bible, the way that it talks about God and the image of God that modern theology has largely missed or not paid attention to, that really helps provide important context for Jesus coming onto the scene, doing and saying the things that he's doing. So famously, the kind of controversy is how could a first century monotheistic Jew who believes there's only one God go around saying, the Father and I are one?",
    "start": "00:00:52",
    "end": "00:01:54"
  },
  {
    "text": "Yeah. Where did he get this idea?",
    "start": "00:01:54",
    "end": "00:01:56"
  },
  {
    "text": "Yeah. And so a common modern response is, well, that's illogical, that's incoherent. That can't be what Jesus would have said or believed. That must be a later idea from, you know, decades or even a century after Jesus imposed upon him. And Crispin really thinks that we're missing huge pieces of the original context of Jesus and of what's going on in the Hebrew Bible. And so his book's called Jesus Monotheism. It's volume one of what's slated to become at least a four volume project. It might even be bigger. And he's in full time research and writing mode at this point in his life.",
    "start": "00:01:56",
    "end": "00:02:35"
  },
  {
    "text": "Oh, really?",
    "start": "00:02:35",
    "end": "00:02:36"
  },
  {
    "text": "Yeah.",
    "start": "00:02:36",
    "end": "00:02:36"
  },
  {
    "text": "He's not teaching right now.",
    "start": "00:02:36",
    "end": "00:02:38"
  },
  {
    "text": "Very little.",
    "start": "00:02:38",
    "end": "00:02:39"
  },
  {
    "text": "Very little.",
    "start": "00:02:39",
    "end": "00:02:39"
  },
  {
    "text": "So he's in the mode. Yes.",
    "start": "00:02:40",
    "end": "00:02:42"
  },
  {
    "text": "If you want to follow up on this, it's jesusmonotheism.com.",
    "start": "00:02:42",
    "end": "00:02:47"
  },
  {
    "text": "Yeah, that's right. Yep. He has a website, so there you can actually read. He's outlined all the multi volume project, where he's going in his research and what he's going to do. But I think it's one of the most important scholarly projects going on right now to help modern followers of Jesus understand the Jewish context of Jesus claims to be the embodiment of the God of Israel. It's been hugely helpful for me. So we got to sit down. Well, actually. Well, we sat down and then he sat down on the other side of the planet.",
    "start": "00:02:47",
    "end": "00:03:21"
  },
  {
    "text": "Yes.",
    "start": "00:03:21",
    "end": "00:03:22"
  },
  {
    "text": "And we got to have a conversation.",
    "start": "00:03:22",
    "end": "00:03:23"
  },
  {
    "text": "Across the pond, as they say.",
    "start": "00:03:23",
    "end": "00:03:24"
  },
  {
    "text": "Yeah. Kind of summarizing some of the key ideas in the book.",
    "start": "00:03:24",
    "end": "00:03:28"
  },
  {
    "text": "Great. He's the director of ymanity Research and Training. That's a cool name.",
    "start": "00:03:28",
    "end": "00:03:32"
  },
  {
    "text": "It's totally cool. Yeah. Isn't that great?",
    "start": "00:03:32",
    "end": "00:03:34"
  },
  {
    "text": "And he's taught at King's College at Durham and Nottingham, and he's Oxford trained. And it was a pleasure talking with him.",
    "start": "00:03:34",
    "end": "00:03:42"
  },
  {
    "text": "Let's dive in and hear the conversation. All right. Crispin, thank you for talking with John and I today.",
    "start": "00:03:42",
    "end": "00:03:48"
  },
  {
    "text": "It's great to be with you. A real privilege.",
    "start": "00:03:48",
    "end": "00:03:51"
  },
  {
    "text": "Yeah, well, I feel the same way. I happened upon your first volume of Jesus Monotheism about a year ago. We're having this conversation in May 2019. Man, it was just so stimulating. I would. I was actually in a season when I was walking to work regularly and I was reading your book while walking to work. I tripped a lot and. But I would have these moments where I was like, wow, yes. So many of the same questions and so many of the same things that we both find interesting. That's always fun. But then also I would have these brain explosion moments where I would just have to stop and make notes. Just standing in the middle of the sidewalk, people passing me by. It's a very stimulating book, so thank you so much. I'm sure there were many whatever nights when you went to bed with a million ideas on your mind, wondering if the book would ever get done. So thank you for all of your hard work.",
    "start": "00:03:51",
    "end": "00:04:52"
  },
  {
    "text": "Yeah, well, thank you for those kind words. I must get a copy of those and put them on the endorsement page of the website.",
    "start": "00:04:52",
    "end": "00:04:58"
  },
  {
    "text": "Put it on the back of the book. I've tripped many times reading this book.",
    "start": "00:04:59",
    "end": "00:05:02"
  },
  {
    "text": "Yeah. Before we dive into the nerd nerdiness, tell us a little bit about yourself. Yeah. Where Are you from how you ended up in Biblical studies? Let's start there.",
    "start": "00:05:02",
    "end": "00:05:17"
  },
  {
    "text": "Okay. I'm originally from the north of England, Sheffield Steel City. I ended up studying theology at Oxford as an undergraduate, aged 18. And I was very fortunate to be an undergraduate at Oxford at a time of incredible creative thinking under some inspiring teachers, the best known of which to your listeners, I guess, would be NT Wright, Tom Wright. But equally important in other ways were my doctoral supervisor, Christopher Rowland, and Ed Sanders, a specialist in John's Gospel called John Ashton, and some other people.",
    "start": "00:05:17",
    "end": "00:05:50"
  },
  {
    "text": "So could I ask you a question, Crispin? What is it like to enter Oxford when you're 18? I mean like I was, I was not fit for Oxford at 18 years old. I barely graduated high school by 18. So yeah, what's it like to be a teenager going into that kind of environment with that much history of intellectual heavyweights?",
    "start": "00:05:51",
    "end": "00:06:15"
  },
  {
    "text": "I think I was a bit schizophrenic on one hand. I, I was very intimidated and felt I didn't really belong and, and really struggled to, to box at that weight. Partly because I hadn't done theology at school or even religious studies at school since the age of about 12. I was a scientist, I did chemistry and maths at school. But on the other hand, I came from an academic, intellectual family background. I loved arguing, I loved exploring ideas. The way Oxford works suited me incredibly well. You know, very intense teaching system, Socratic method of sitting in one to one tutorials with your teacher and chewing over ideas for an hour or more. It was just, it was bliss. Beyond the first term. The first term was horrific. But my teachers would never give me a mark because my content for what I submitted was just unmarkable for the first term. But they're very patient and I got there in the end.",
    "start": "00:06:15",
    "end": "00:07:16"
  },
  {
    "text": "Okay, so you're there, late teens, early 20s, immersed in biblical studies, theology, the.",
    "start": "00:07:16",
    "end": "00:07:23"
  },
  {
    "text": "Whole range, Biblical studies, part of it. But church history, systematic theology, doctrine, the church fathers, patristics, some psychology of religion, a classical theological education.",
    "start": "00:07:23",
    "end": "00:07:36"
  },
  {
    "text": "I mentioned this in the introduction. So the Jesus monotheism, the book that I found out about your work is volume one. This is a large multi volume project which I'll invite you to talk about in a moment. But are the ideas that you're working out through in this big intellectual project, were they sown, were the seeds for that sown in those early years at Oxford or were, was, was it many years later?",
    "start": "00:07:37",
    "end": "00:08:06"
  },
  {
    "text": "Yeah, yeah, most definitely. The, some of the key pillars of the argument were sown 20 odd years ago. It has developed significantly, but I Think some of the breakthrough ideas, breakthrough as I consider them at least, remains to see what other people will go back a long way. I did my doctorate on this just within the confines of Luke's Gospel and Acts. I worked on Jesus Divine Identity and Christology as it's called. So I've never really left that topic. And in some ways, actually, even as an undergraduate, I was thinking about the questions that are in Jesus Monotheism, and I was thinking about them from the perspective of the theology of the church. Fathers say. I was fortunate to be able to think about a particular subject from all the different angles that you can think about a subject in a theology degree program.",
    "start": "00:08:07",
    "end": "00:08:58"
  },
  {
    "text": "Yes. And what have you been up to in the last few years? You've been doing this project a lot, but in terms of post Oxford and then how you got to here.",
    "start": "00:08:59",
    "end": "00:09:09"
  },
  {
    "text": "Okay, yeah. So very briefly, I worked in a few university posts, Nottingham, Durham, King's College, London. And then I took a very unusual path with my career. I went to work for a church in London, central London, that was in the midst of a rapid expansion and was church planting in different places around the UK and in fact around the globe. And they wanted somebody to train their new leaders. So I was a resident theologian for a few years and that, that became something bigger, that became a college that we birthed out of the one church, a place called Westminster Theological Centre, which is still going. And I was the principal of that for a few years. But I left in 2012 partly to concentrate on writing. And this current project, the Jesus Monotheism Project, was started immediately, pretty much after I left Westminster.",
    "start": "00:09:09",
    "end": "00:09:57"
  },
  {
    "text": "Excellent. Yeah, I think I first heard about you and your project, maybe 2014. You did an interview with the people on Scribd. Wonderful podcast.",
    "start": "00:09:58",
    "end": "00:10:11"
  },
  {
    "text": "Yeah.",
    "start": "00:10:11",
    "end": "00:10:11"
  },
  {
    "text": "And yeah, I was immediately interested. So I was probably 14. So you were just a couple years into being able to throw your full time at the project. So let's talk about the project, the Jesus Monotheism Project. If you were going to try and summarize or boil down to some of the core questions, issues that you're trying to address and give clarity to, how do you, how do you summarize that when you're at a dinner party? Our listeners have.",
    "start": "00:10:11",
    "end": "00:10:39"
  },
  {
    "text": "They would love that dinner party.",
    "start": "00:10:39",
    "end": "00:10:40"
  },
  {
    "text": "They would love that dinner party, first of all. And also they're not coming in, you know, cold turkey. John and I have explored around these ideas quite a. Quite a bit.",
    "start": "00:10:40",
    "end": "00:10:49"
  },
  {
    "text": "So, yeah, I've listened to some of the podcasts and you're doing an amazing job. You've definitely softened people up some of the things that I've got to offer. So thank you for that. Okay, so your question, how would I summarize it? Well, it's primarily an attempt to answer some historical questions, but there are some theological spin offs. So the historical question is simply this. How come the early Christians believed Jesus was divine, that he was so divine that he was the one God incarnate and that he should be worshipped like only God could be worshipped. Now I guess some of your listeners might be surprised that I'm even asking that question because for most Christians today and for all of church history, it's just been obvious that they believed he was divine because he claimed to be divine and he did things that only God can do. Plus the resurrection proved that he was divine. Right. That's, that's mainstream basic 101 orthodox Christian theology. Unfortunately, as soon as you start any serious study of the Bible at a mainstream Western university, especially in the uk, you find it. It's not so simple. In fact, the majority of the world's leading scholars reckon that Jesus of Nazareth, the man did not think he was God incarnate and he would have been horrified if any of his fellow Israelites had started to worship him.",
    "start": "00:10:49",
    "end": "00:12:03"
  },
  {
    "text": "Yeah. So let me. So yeah, you're taking history of religions like 201 at your university, you do a month long module on the origins of Christianity. Yeah, that's what you'll hear is that position.",
    "start": "00:12:03",
    "end": "00:12:17"
  },
  {
    "text": "Because it's just the, it's the most obvious position. Like it's kind of the Oxum razor of theology. Like of course he didn't think he was divine. Or is there, do they look, are they actually doing some sort of looking at his teachings and different things in.",
    "start": "00:12:17",
    "end": "00:12:34"
  },
  {
    "text": "Those classes they're arguing from certain historical observations about what a Jew could believe. Okay, a Jew surely couldn't believe that they were God incarnate. That would be blasphemy. Because God is God and human beings are down here and he's up there. And the Messiah that Jews were waiting for wasn't divine. They were waiting for Messiah maybe, but he wasn't God incarnate. And then they were also doing a bit of a critical analysis of the sources of the Gospels and they're saying actually look, the earliest Gospel, maybe Mark doesn't really think of Jesus as God incarnate, they would say. And then there's. You can line all the gospels up in a, in a time sequence and see a development that leads to the. Supports the view that actually the passages which look as though they're saying Jesus thought he was divine or acted as if he was divine are probably the reflection of later thinking about him. They're the creation. They've come under the creativity of Christians 30, 40, 50, 60 years after his death.",
    "start": "00:12:34",
    "end": "00:13:30"
  },
  {
    "text": "Yeah. So that's a reasonable position to hold. And it's taught.",
    "start": "00:13:31",
    "end": "00:13:35"
  },
  {
    "text": "I mean, it's at least it's internally, it has an internal coherence that has been persuasive to almost two centuries of Western thinkers.",
    "start": "00:13:36",
    "end": "00:13:47"
  },
  {
    "text": "Yeah, indeed. Yeah. And in fact, it's hardly ever questioned. Your badge of credibility as a serious scholar relies on you just not questioning that for the most part. So the four volumes of Jesus Monotheism set out a set of proposals that lead to the conclusion that actually it makes good historical sense, given what we can actually know from the primary sources, that Jesus did think he was the one God incarnate. In fact, if he did not have that kind of self understanding, then there is no explanation for some aspects of the historical data that we have. You kind of need the proposition that Jesus the man Jesus had this kind of self understanding to explain other parts of the evidence. There's really no other explanation for how the Christians after him, who were Jews themselves, came so quickly to treat him as God, to worship him, unless he himself was the origin of that belief about himself.",
    "start": "00:13:47",
    "end": "00:14:39"
  },
  {
    "text": "Yeah. And when you say the historical data, primarily you're talking about we have the writings of the earliest generation around Jesus, the New Testament, we have the Gospels, then we have a century after that. All this, but mostly literary data. But just the movement, the Jesus movement in general, you're asking that itself is a data that needs to be explained, the existence of this movement that says these kinds of things about the person Jesus.",
    "start": "00:14:40",
    "end": "00:15:09"
  },
  {
    "text": "Yeah, it does. These kind of things, you know, that most people now would point out, and this is especially as a result of the work of Larry Hurtado that you've got to take very seriously the fact that these guys are doing things to him in their actions. They're singing songs about him, they're baptizing people in his name. They're treating him as a divine being, as, you know, very loosely. They're treating him as a God. They're treating him the way Jews would only really treat the one God. So it's not just the things they say in a kind of theological propositional sense, it's also the way they're behaving.",
    "start": "00:15:09",
    "end": "00:15:42"
  },
  {
    "text": "So that's the core question you're after. And you publish one volume, but you just said four. So you've got this is a huge, huge scholarly project that you're endeavoring, and you're on the front end. Front end of it.",
    "start": "00:15:42",
    "end": "00:15:55"
  },
  {
    "text": "Yeah, I bitten off rather a lot. I'm now in a tricky situation where people are waiting for volume two. And then volume two had a chapter on Philippians in the original scheme of things, which now is a separate book. So we're gonna have to wait for volume two, but we'll get there.",
    "start": "00:15:55",
    "end": "00:16:10"
  },
  {
    "text": "Well, maybe let's. Let's start back at one thing you said a little bit earlier about whether I'm in a university classroom, history of religions. And there's an assumption at work there. Well, Judaism is a monotheistic tradition, so there's only one God. He's transcendent above all. So it makes no sense on this view for a human to go around saying that he is that God incarnate. That's one way that the orthodox, traditional view of Jesus deity is undermined. So there's an assumption, however, about the identity of the God of Israel and how his relationship to creation is buried underneath that. You address that throughout the book, but actually, the chapter that made me trip the most going to work one day, is actually the very last. That's actually. It's an excursus. It's a little additional thought, but it was a really important chapter for me. I'll just give quick context why, and then I'd love to hear you summarize those ideas for our audience. So one help. John and I did one of our longest series of conversations ever on the topic of God. But it was specifically the identity of God in the Hebrew Bible leading to that God being revealed in Jesus, which we made a video about it. But one author, scholar that was helpful for me was Richard Baucombe, who had a way of talking about the one God of Israel who is holy and transcendent. And he talked about this line of transcendence, a qualitative distinction between God, who is creator and king versus over against creation, which is all creaturely dependent, contingent, all those things. And so in his mind or in his model, this was in his book God Crucified. He said, that's the fundamental worldview or depiction of God. So when we talk about Jesus's identity, what's remarkable in the New Testament is seeing Jesus and the apostles placing Jesus on the divine side of that line. So that's a very clear idea. But you started poking and prodding at Bauckham's model and whether or not that explanation actually fits the way God is talked about in the Bible, and it was so illuminating for me. So could you. Could you talk about that some?",
    "start": "00:16:10",
    "end": "00:18:40"
  },
  {
    "text": "Yeah. There are two views out there. There's the Richard Baucum view that you've described very well, that quite a few people have recently lined up behind. And it definitely has its merits, and I've learned a huge amount from Richard. But then there've been other people, you see, who said, look, there are these texts where, for example, angels are described or called gods. And in Hebrew, Elim, in the Dead Sea Scrolls, there are lots of places where angels are called gods. And the Dead Sea scroll community is a hardcore orthodox Jewish, pious Jewish community. And then there are also places in the Bible, in the Hebrew Bible where, for example, in Psalm 45, the king is addressed as God, and other places where language, which you might expect to be reserved only for God, is also used for human beings. And so I puzzled over this over the years, and I came up with what I think is the best way to kind of combine the arguments of both sides. The counter argument against the Balkan view is, goes for something like what they call it, a graded view of divinity, a gradient view of divinity, that there are levels of divinity, that you can be somewhat divine without being fully go, or that there's an inclusive monotheism which God includes within his identity. Other he shares his identity with other beings, that he can transform somebody, deify somebody, exalt somebody to a divine identity. So is it possible to combine the two? Because there is very good evidence for Baucum's case that God is a transcendently unique being and can't just be placed in the same category as other beings. Well, thinking about it, seems to me the most likely explanation, and I've since found that somebody else has said something very similar to this, actually, is that because God is sovereign, because he is free, his sovereignty implies his freedom, he is able to do what the texts say he does. He's able to extend his identity, he's able to share his divinity. He's able to, I suppose in the language of Christian theology, he's able to deify so that those who are not divine by nature may become divine by grace.",
    "start": "00:18:40",
    "end": "00:20:41"
  },
  {
    "text": "So one example that you used, and it was helpful because it was hitting me like a ton of bricks around the same time, is actually how important the story of Moses is in this connection. And John and I talked about that a length, the transformation of Moses, at least for a little bit and before his failure in the wilderness. But when he goes up to the.",
    "start": "00:20:43",
    "end": "00:21:05"
  },
  {
    "text": "Mountain, his face is shining, actually that.",
    "start": "00:21:05",
    "end": "00:21:07"
  },
  {
    "text": "Hit John, really hard. I remember we. The significance of Moses taking on the glory of God on the mountain. That's an astounding moment in the story.",
    "start": "00:21:07",
    "end": "00:21:20"
  },
  {
    "text": "Yeah, I always thought it was just a nice little detail. His face was shining and his arm being God's arm.",
    "start": "00:21:20",
    "end": "00:21:31"
  },
  {
    "text": "So that's a narrative image of a human being, literally an theologically exalted and transformed nearness to God. But your point in the chapter was, in that moment, we're not like impinging upon or threatening God's deity for God to share that glory with a creature. But it is back to what you were just saying. It's God's freedom to include other creatures in his divine life.",
    "start": "00:21:32",
    "end": "00:21:58"
  },
  {
    "text": "Yeah. And with God, glory doesn't have to be a zero sum game.",
    "start": "00:21:59",
    "end": "00:22:01"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:22:02",
    "end": "00:22:03"
  },
  {
    "text": "The Bible doesn't start from the place that there has to be competition between the human being and God. I mean, I guess this gets us on to what it means to say human beings are made in God's image and likeness in Genesis 1.",
    "start": "00:22:03",
    "end": "00:22:14"
  },
  {
    "text": "Yeah. Yeah. Okay, well, good. Well, let's talk about that. And again, you put this in a way I'd never quite thought about it before, but that the image of God in Genesis 1 is clearly trying to introduce us into something foundational to the depiction of God and humans in the story. And conceptually there is a line between God creation and the image of God as like a bridge or link between those two that is very important for leading us to the concept of the incarnation in Jesus. Talk about how that's a different way of getting to the incarnation.",
    "start": "00:22:14",
    "end": "00:22:54"
  },
  {
    "text": "Yeah, okay. So yeah, it definitely doesn't get us all the way, but it's gives us a few steps in the right direction, I think. So what does it mean that human beings are made, but Salem, Elohim in the image of God as we normally translate that, which is a critical question for how we think about Jesus, how we. How we as scholars understand Jesus. Because that's presumably the text which sets the parameters for what a human being can believe about themselves in the first century Jewish world. I think what we're seeing is a quiet and slow revolution in Old Testament scholarship on Genesis 1, where it's now become a quite common idea that the Hebrew word Salem, which we imperfectly translate image, actually means something like physical manifestation or real presence. So this is primarily a linguistic point. My argument about this text is primarily linguistic. What do the Hebrew words mean? And I'm talking about the conclusion of a careful analysis of the word Salem in the rest of the Hebrew Bible and incognate Semitic languages, Aramaic and Acadian. You see, I would say, and others would say it denotes an object or image that acts as a physical manifestation or real presence of something else. So when God created human beings at the pinnacle of creation, he made the human man and woman together to be his real presence in the cosmos. So some specialists would put it this way. In the original order of creation, the human was made to be a theophany.",
    "start": "00:22:54",
    "end": "00:24:16"
  },
  {
    "text": "Meaning an appearance of the divine.",
    "start": "00:24:17",
    "end": "00:24:19"
  },
  {
    "text": "A tangible, physical and spiritual. Of course. Manifestation of God.",
    "start": "00:24:19",
    "end": "00:24:23"
  },
  {
    "text": "Yeah.",
    "start": "00:24:23",
    "end": "00:24:24"
  },
  {
    "text": "The way sometimes in the Old Testament, God appears in the thunder and lightning, or the way God appears to Ezekiel as a human form on a throne. Those are theophanies.",
    "start": "00:24:24",
    "end": "00:24:32"
  },
  {
    "text": "So in some special way that doesn't include other parts of God's creation that humans are given this selim, which is kind of a theophany of sorts, or.",
    "start": "00:24:32",
    "end": "00:24:46"
  },
  {
    "text": "They are that selim.",
    "start": "00:24:46",
    "end": "00:24:48"
  },
  {
    "text": "They are it because they've been given it, or are they just. Are it?",
    "start": "00:24:48",
    "end": "00:24:52"
  },
  {
    "text": "Well, they're made as it. In it. Yeah. In the image. As the image.",
    "start": "00:24:52",
    "end": "00:24:59"
  },
  {
    "text": "Huh. Is it something fundamental to what we are or is it just a kind of an attribute of just how God looks at us?",
    "start": "00:25:00",
    "end": "00:25:10"
  },
  {
    "text": "So I think, I think the sharp end of this way of approaching the text is to say that for a long, long time in Christian thinking, I think people have gone for the idea that it's a part of a human being that is the image. Maybe it's the rational part, the non physical part, the spiritual part.",
    "start": "00:25:10",
    "end": "00:25:24"
  },
  {
    "text": "Sure.",
    "start": "00:25:24",
    "end": "00:25:25"
  },
  {
    "text": "And there's been in some quarters even like kind of a Platonic dualism where the body is the bad bit and the good bit is the non physical bit.",
    "start": "00:25:25",
    "end": "00:25:32"
  },
  {
    "text": "Yeah.",
    "start": "00:25:32",
    "end": "00:25:33"
  },
  {
    "text": "So we're definitely not saying that. We're saying that the word Salem is physical. It refers to the physical reality of a thing and the visual reality, the visual similarity between that thing and the thing that it manifests. But we're also talking about what it is, not just what it does. So God says to human beings, do certain things, be fruitful and multiply and fill the earth. But before that, he says, this is who you are. You are the image, you are the tzelem. So now go and do these things. It's almost as if nature or identity or who you are precedes what you do is the basis for what you do.",
    "start": "00:25:33",
    "end": "00:26:06"
  },
  {
    "text": "It makes me uncomfortable. My tradition growing up has a pretty low view of humanity. Like we're just to be lucky that God puts up with us at all kind of thing. Where this one starts with a really, really high view of humanity to the point where it's like, maybe it's too high, maybe that's going to. We're going to get arrogant and think for ourselves. Too highly.",
    "start": "00:26:06",
    "end": "00:26:29"
  },
  {
    "text": "Well, yeah, that is a common reaction that I get from people when I talk about these ideas. Yeah. Just, of course, what we're saying is how humanity was before the fall, before what went wrong in the garden. Everything we're saying right now just applies to the original, intentional, original acts of creation.",
    "start": "00:26:29",
    "end": "00:26:45"
  },
  {
    "text": "Yeah. I mean, if you think about the logic, the narrative logic of a story before it even introduces you to the characters, it introduces you to the ideal characters that are meant to exist in this story and what they are and what they could do. And then the real characters walk onto the stage and they're just, they just blow it. It's just a whole long story of them blowing it. So you have to stop and ask, like, what is the story trying to do? Like, why would it introduce a role that none of the characters on the stage could ever do fulfill? That's a fascinating way to bring, bring somebody into a story. So, yeah, what you're proposing, and not just you, it was in your book that I read and thought about it first, is that really Genesis 1 is inviting us into something different than God is wholly other and creation is completely separate. That absolute distinction. It is saying God is wholly other, but humans on page one are meant to be this bridge, a conduit between creator and creation. That's, I mean, that is the role that's being described there. It's so astounding. It's hard for us to even really take in what it's trying to say because it disrupts how we see the world. That was very helpful, just that it's a, you know, it's one chapter, but it was a very, to me, it was like a seminal or a deep level foundation kind of reconfiguring that helped me make sense of so much of what's going on in the biblical story.",
    "start": "00:26:45",
    "end": "00:28:13"
  },
  {
    "text": "Yeah, you can, you can take it in so many different directions and to fully unpack it takes a long time. But you can see hopefully how this would then maybe help the discussion about Jesus divine identity. You see, I would say that this idea, this way of thinking about what it is to be human was well known to Jews in the first century. They understood, by the way. And another little piece of the, of the picture that's helpful to appreciate is that what Genesis 1 is partly saying by calling human beings Salem Elohim is that he's saying that they are the true the true version of the pagan statues of the gods.",
    "start": "00:28:14",
    "end": "00:28:46"
  },
  {
    "text": "Yes, yes.",
    "start": "00:28:46",
    "end": "00:28:47"
  },
  {
    "text": "So the words, the word Salem Elohim would sometimes would normally in fact be used in the ancient world to describe the statue of a God, an idol. And the idols were thought to be living beings. They were thought to be the divine manifestation of this God, that goddess whoever, in a particular sanctuary. But God's creation at its pinnacle has the human being, a genuinely living being, not a man made dead statue. And that. So that provides the deepest possible theological foundation for a rejection of idolatry. That for human beings to then make with their own hands some representation of their God is both foolish and tragic because, well, human beings were themselves created to be that manifestation.",
    "start": "00:28:47",
    "end": "00:29:28"
  },
  {
    "text": "Yes. Yeah, actually that's good. You said foolish and tragic. I think if you're operating with the absolute distinction between God and creation, idolatry is foolish because it's your mistaken created thing for the Creator. But it's only tragic in that you're breaking a divine command, I guess. But on this model it's foolish and tragic because humans are making.",
    "start": "00:29:28",
    "end": "00:29:54"
  },
  {
    "text": "The tragedy is you're missing out on your calling.",
    "start": "00:29:55",
    "end": "00:29:58"
  },
  {
    "text": "Yeah, yeah. And you're creating and giving honor to something that you yourself are.",
    "start": "00:29:58",
    "end": "00:30:04"
  },
  {
    "text": "That is tragic.",
    "start": "00:30:04",
    "end": "00:30:05"
  },
  {
    "text": "Yeah, right. It's the car maker treating the car as important as a human. I don't know. That's just what came to my mind.",
    "start": "00:30:05",
    "end": "00:30:15"
  },
  {
    "text": "So what I was saying was that that idea was well known in the first century and it at least helps us see that Jesus could have thought of himself as divine in the same way that Adam was divine. If he thought that he was a new Adam, if he thought that he was the Messiah at the end of history coming to restore the state of the original intention of creation before the fall. Then of course it would stand to reason that he would think of himself at the very least as divine in the way that Adam was divine. Which gets us some way, it doesn't get us the whole way.",
    "start": "00:30:16",
    "end": "00:30:41"
  },
  {
    "text": "That's right. But if you knew this and you were sitting here at Portland State University in History of Religions 201, you might raise your hand and say, well, actually it's a thoroughly Jewish and biblical monotheistic idea of the need for a divine human as the image of God, it's not crazy that Jesus would be claiming that.",
    "start": "00:30:41",
    "end": "00:31:04"
  },
  {
    "text": "So that gets you kind of into the conversation. But it doesn't bring you to a point of thinking that Jesus saw himself as an extension of or one with Yahweh.",
    "start": "00:31:04",
    "end": "00:31:16"
  },
  {
    "text": "No, it doesn't get you to the point of saying that Jesus thought of himself as God incarnate, coming from heaven, as a divine person, second person of the Trinity coming to earth. Adam is not a divine being who comes to earth. He's a creature created to bear the divine presence, actually.",
    "start": "00:31:16",
    "end": "00:31:31"
  },
  {
    "text": "So that's good for our listeners to clarify that we're just this one step of a much larger train of thought. But it's an important beginning point.",
    "start": "00:31:31",
    "end": "00:31:39"
  },
  {
    "text": "It challenges some of the assumptions about the kind of conceptual framework within which Jews and Jesus and his followers all functioned.",
    "start": "00:31:39",
    "end": "00:31:46"
  },
  {
    "text": "Yeah, so if the argument is, look, Jesus wouldn't have even had a category for thinking himself as divine. So it's a non starter. It must have been made up later. This is at least saying, actually no, there is a category.",
    "start": "00:31:46",
    "end": "00:31:57"
  },
  {
    "text": "It's a thoroughly Jewish category.",
    "start": "00:31:57",
    "end": "00:31:59"
  },
  {
    "text": "So let's take a next step. This is another part of the line of thought in the book that was very helpful for me. That takes us kind of further along. So one of the main ways in the New Testament that Jesus identity is talked about, he's often associated with David through, you know, his adoptive father Joseph from being from the line of David. And in the Gospels there's those genealogies. The word Messiah is often linked, you know, by Paul to the line of David. So you have a David, a king, royal messiah identity connected to Jesus. However, you point out in the New Testament there's also an important priestly layer to Jesus identity. And actually the word Messiah is only used of two figures in the Hebrew Bible, of the king, but also of the high priest. So you have a lot in this book and a whole section about how priestly messiah concepts are really significant in the Hebrew Bible but also in the New Testament and how Jesus is talked about. So maybe let's just start with the Hebrew Bible. Talk to us about the high priest, about how that figure was is portrayed in the Hebrew Bible, how that figure is understood, how it's related to Adam in the image of God and the king.",
    "start": "00:32:00",
    "end": "00:33:20"
  },
  {
    "text": "Okay, start there. Well, this is a huge topic and one that I get very excited about. So I knew you were going to ask me this question. I've tried to boil it down to I think four or five key ideas. Let me see if I can go through those one by one. So my argument is based both on a particular way of reading the Hebrew Bible, but also the way in which the Hebrew Bible was read by Jews at the first, in the first century, at the time of Jesus. So I'm using both the Hebrew Bible and sources from the time of Jesus which tell us what the Bible Meant, the first thing I would say is that the high priest is a new Adam. So you have Genesis 1, pinnacle of creation, Adam, the human being, as God's image, likeness, image, idol, Selim, Elohim. And then you leave the garden as a result of disobedience and sin, and progressively from the calling of Abraham onwards, God begins to restore the people, to restore humanity. And that kind of has a high point, doesn't it, with the creation of Israel and the giving of the law at Sinai. And the giving of the law at Sinai is partly just a vision of how you should worship my people. Here's a vision of a sanctuary, a tabernacle. This is what priests are like. This is what they wear. This is what they do. This is how it all works. And I'm with you in my glory, in your midst. Now, it seems to me, and I'm not the only person that has said this, that at the center of that vision, you have the high priest. And his garments are described in Exodus 28. They are multicolored, bejeweled golden garments. And the point that I would say is that for any ancient Israelite, I suppose this is animation. This is the ancient version of an animation video that says that this human being is the image of God. He is a cult statue. He's dressed exactly the same way that we know. Images of gods in temples in Egypt, in temples in Babylon, were dressed generically. Those garments are the golden garments of the gods. So I think what's happening there, the first point, is that the high priest is being set up as a kind of miniature restoration of the Adam God. Original or a miniature completion of the story that was never completed in Genesis 1. So that the high priest in the temple was set apart to play the role of God, which. Which also then meant he was reconstituted as. As the Adam that never was. Does that make sense?",
    "start": "00:33:21",
    "end": "00:35:36"
  },
  {
    "text": "Mm. Yeah. And I don't know if you're gonna get to this, Crispin, but, Tim, you mentioned in a conversation not too long ago that the terminology that to work and serve in the garden that Adam was given is the exact same phrase that the priesthood was given, right?",
    "start": "00:35:36",
    "end": "00:35:54"
  },
  {
    "text": "Yeah. Where there's the priests and then there's the Levites, who are like the grounds and maintenance. The vocabulary to work and to serve is used only of the Levites and of Adam in the garden. Genesis 2. Yeah, yeah. There's a lot of priestly layers of vocabulary in the garden story.",
    "start": "00:35:56",
    "end": "00:36:16"
  },
  {
    "text": "Just. Just as there are anticipations of priesthood with Adam in Genesis 1, 2, and 3. So with the high priest, there are recollections of Adam, so that they're kind of two panels of the same vision. So just how it works, this is point two and what it means and what it doesn't mean. To say that the high priest is God's image idol, take some time teasing out, and it kind of requires us to imagine ourselves back into the strange world of the temple. But my second point then would be. And this would probably take a fair bit of time to explain, but hopefully you can get it quite quickly. The high priestess, God's image idol, is tied to another idea, that the temple is a microcosm temple, and everything that goes on in there is a miniature cosmos. So just as Adam to Cosmos, Genesis 1, so high priest to miniature Cosmos, Exodus 25 to 40, it's a reconstitution, it's a kind of creation mystery play, a kind of. With the high priest playing the role of creator in the drama.",
    "start": "00:36:16",
    "end": "00:37:16"
  },
  {
    "text": "I don't know if I fully appreciate the implications of that, but I understand it.",
    "start": "00:37:16",
    "end": "00:37:22"
  },
  {
    "text": "And John and I, we've been talking about.",
    "start": "00:37:22",
    "end": "00:37:24"
  },
  {
    "text": "You've talked about. You use the image of the snow globe of its. Like this miniature version of something grander. Yeah, but I like it. The play, it's the stage where the.",
    "start": "00:37:25",
    "end": "00:37:36"
  },
  {
    "text": "Play, it's also sacramental. I mean, this is, I guess, where my Oxford training helped me because I'd studied Eastern Orthodoxy and Catholicism. And although I was brought up in evangelical, at least, I had an awareness that all through Christian history there was a place for thinking about worship in a way which is a bit like the way in which the Israelites now, I think, thought about the temple. So the third point about the priesthood and temple is that in Exodus 28, the high priest has a breastpiece on which there are stones, and that the names of the twelve tribes are engraved on those stones. So although he's, on the one hand the representative or the manifestation, the embodiment of God, in another sense, he's also Israel, who of course, in their own way, in other places in the Old Testament, we find Israel are called to be the true humanity, are called to be the new Adam. So he's a kind of in Nusi. As a nut, as a condensed perfect Israel, playing the role of Israel in the temple. Fourth point. Because he's the representative or embodiment of the 12 tribes, he is also a royal figure, because one of the 12 tribes is the royal tribe from which the kings come. So he takes up in his priestly role the identity and attributes of Israel's kings. Which leads me to my fifth point.",
    "start": "00:37:36",
    "end": "00:38:44"
  },
  {
    "text": "Well, sorry, just that. So what you're saying, actually the priestly role, it's like a meta role.",
    "start": "00:38:45",
    "end": "00:38:51"
  },
  {
    "text": "It encompasses the kingly rule.",
    "start": "00:38:52",
    "end": "00:38:54"
  },
  {
    "text": "So you have an actual kings from the line of David in Jerusalem. But then even on this understanding, a king from the line of Judah would look at the priest and say, that is my representative going into the micro Eden on my behalf and behalf of all of the tribes of Israel. So even though they're separate humans, they actually are one symbol together.",
    "start": "00:38:54",
    "end": "00:39:20"
  },
  {
    "text": "Well, yeah, I guess. But what I'm hearing kind of teased out is that the king, as a position or as a vocation, needs the priest, but a priest kind of encompasses.",
    "start": "00:39:20",
    "end": "00:39:33"
  },
  {
    "text": "The king and a whole lot more.",
    "start": "00:39:34",
    "end": "00:39:36"
  },
  {
    "text": "And a whole lot more in and of itself.",
    "start": "00:39:36",
    "end": "00:39:37"
  },
  {
    "text": "Yeah, yeah, yeah, that's a good way of summarizing it.5 spins it in a slightly different direction. And it's probably the one where I know that I'm going to have the hardest time selling my package. But let me try, let me try, let me try with you guys.",
    "start": "00:39:37",
    "end": "00:39:53"
  },
  {
    "text": "Oh, all right.",
    "start": "00:39:55",
    "end": "00:39:55"
  },
  {
    "text": "So the idea that the high priest is a royal figure is related to another theme of Old Testament theology that I propose is a key to understanding Jesus and the Gospels. The high priest, you see, I would say is an office, not a person. The king is a person. And in the ancient world, kings are the guys who get things done. They are the entrepreneurs, the revolutionaries, the nation builders, the warriors. Israel had a few kings who were both men of action and also in a few cases, they were faithful to God. But like men and women of action throughout history, Saul, David and Solomon are deeply flawed. Their personal charisma gets things done. But they have a terrible tendency to let down their vocation due to their own personal interests, their ambitions, desires, lusts for power, for women. Those all get in the way and compete with God's interests. God's interests are his ambitions for the whole of humanity, for the whole of Israel. So Solomon takes it all for himself, when really he should be sharing the love, sharing the glory, sharing all the wealth that flows in. So kingship is a problem. And the problem of kingship has to do with the problem of person. The human person is very bad at in our full human life, being all that we're created to be as God's manifestation on earth, we can do it for brief moments, but we're not good at being at being at 24, 7, 365. So my proposition is that biblical priesthood is given to Israel as a way of Dealing with this problem. So the laws of Moses. If you look carefully, the laws of Moses have virtually no role for a king.",
    "start": "00:39:56",
    "end": "00:41:26"
  },
  {
    "text": "That's true.",
    "start": "00:41:26",
    "end": "00:41:27"
  },
  {
    "text": "Just in Deuteronomy 17, that there is an allowance for a king. But the key. If you read that passage and you think about kingship in the ancient world, the king is like a king in name only. He does virtually nothing that kings would normally do.",
    "start": "00:41:27",
    "end": "00:41:37"
  },
  {
    "text": "Yeah.",
    "start": "00:41:38",
    "end": "00:41:38"
  },
  {
    "text": "And he's a Bible scholar, and he has to be subordinate to the priests.",
    "start": "00:41:38",
    "end": "00:41:42"
  },
  {
    "text": "Yeah. Yes, that's right.",
    "start": "00:41:42",
    "end": "00:41:44"
  },
  {
    "text": "So the way it's set up in the laws of Moses, and this is not true for a whole of scripture, but in the laws of Moses, high priesthood is the center and the head of the nation. And it's an office. It's a script, it's a role. You can't go wrong with a script. Your personal interests have no place, no opportunity to get in the way. And so when a particular individual goes into the role, they put all the clothes on, they go through all the rites of purification. It's like that their own personal self is completely subsumed or put to death so that they can completely enter the.",
    "start": "00:41:44",
    "end": "00:42:16"
  },
  {
    "text": "Role they're playing a part.",
    "start": "00:42:16",
    "end": "00:42:17"
  },
  {
    "text": "How many high priests in the history of Israel can you name?",
    "start": "00:42:17",
    "end": "00:42:21"
  },
  {
    "text": "Yeah, that's a great point. That's a great point.",
    "start": "00:42:21",
    "end": "00:42:24"
  },
  {
    "text": "Why is that a great point?",
    "start": "00:42:24",
    "end": "00:42:26"
  },
  {
    "text": "Oh, this is actually kind of a famous puzzle in trying to reconstruct the history of the priesthood. It's very difficult because so few are actually named in the historical sources. This is what you're getting at, Crispin.",
    "start": "00:42:27",
    "end": "00:42:37"
  },
  {
    "text": "And you're saying because the name of the person doesn't matter. It's the role.",
    "start": "00:42:37",
    "end": "00:42:41"
  },
  {
    "text": "We know that it carried on in an unbroken succession for centuries and centuries and centuries. Yeah, but nobody needs to know the names because the name is important. As a pilgrim to Jerusalem, you went to see the high priest. It didn't matter who the high priest was.",
    "start": "00:42:42",
    "end": "00:42:54"
  },
  {
    "text": "That's fascinating.",
    "start": "00:42:54",
    "end": "00:42:55"
  },
  {
    "text": "That is. Thank you. That's a way of putting it. I've never thought about. If I were reading that, I would have tripped on the sidewalk. No, that's. Yeah, that's a really. Yeah, that's really significant, actually.",
    "start": "00:42:55",
    "end": "00:43:08"
  },
  {
    "text": "So the five key things that I would want to say about the high priesthood.",
    "start": "00:43:08",
    "end": "00:43:12"
  },
  {
    "text": "Oh, that's the controversial one. You think that last one. I don't. That makes a lot of sense to me. Okay, so let's talk about concepts of the Messiah in the Old Testament or the Messiah in Jewish understanding. What you're advocating for is that we need to take on board the concept of priesthood as an important messianic role and a messianic, a way that the hope for a coming deliverer was envisioned and that this is really important for understanding Jesus the moment he steps onto the scene. That's where you're going with this. I kind of think this would be a perfect time to go right into the Gospel of Mark and the kingdom drawing near and Jesus priesthood. Do you mind just going there?",
    "start": "00:43:12",
    "end": "00:43:58"
  },
  {
    "text": "Yeah, okay, can do that. That's fine. Yeah.",
    "start": "00:43:58",
    "end": "00:44:00"
  },
  {
    "text": "So talk to us about how this is activated in the Gospels. Jesus as messianic priest in the Gospels. You've made some comments before about Mark chapter one that I thought were really interesting.",
    "start": "00:44:00",
    "end": "00:44:14"
  },
  {
    "text": "Okay, so Mark chapter one, like other places in the New Testament, when you come to that text. Now, bearing in mind the kind of possibilities that I've just sketched out and bearing in mind the way in which the temple was central, priesthood was central. There are new aspects of the text which emerge and there are new possibilities of interpretation. So a good place to start is Mark 1:14:15, where Jesus, it says, came into the gap, into the Galilee, proclaiming the Gospel of God, saying the time has been fulfilled and the kingdom of God has drawn near. And the Greek, there is Engiken, repent and have faith in the gospel. Now, as you, and I'm sure many of your listeners would know, there's been a long running debate about just what time Jesus is thinking of. What time does he think it is? Does the time has been fulfilled and the kingdom has drawn near mean? Well, there are kind of three options, aren't there? The kingdom has actually arrived. The kingdom has begun and is now unfolding. That's often called inaugurated eschatology, or the kingdom is around the corner about to dawn at any time. That's surely an important question. But what if Jesus is also interested in saying something about the nature of God's presence? And what if this is not just about God's arrival, but also about the nature of his presence when he comes? And I guess one thing to say there is that Adam and Eve were given a kingdom mandate, weren't they? That for a Jew in the first century, kingdom of God doesn't just mean God as sovereign on his throne in heaven, because Adam and Eve were also told to rule and subdue the earth, which is royal language, which is kingdom language. So kingdom of God from Genesis onwards is about both God's sovereignty and the presence of a humanity that makes God and his rule present in creation. First point. And then the second thing would be that in the Old Testament Kingdom of God language is temple language. I think the temple is where God demonstrates to the world and to Israel what his original order of creation looks like and what it means that he is king, seated on the throne in the center in the holy of holies, ruling on earth through priests and worshippers who are his true Adam in the miniature cosmos.",
    "start": "00:44:15",
    "end": "00:46:18"
  },
  {
    "text": "Sorry, can we pause? So that's helpful. So in other words, the rituals happening in the temple every day, and then all the weekly, and then the monthly and the annuals, these are dramatic Eden plays, like stage plays being played out ritually. And then one of those key elements, just because you just mentioned it, we didn't talk about it earlier. In the holy of Holies is the divine throne, right? Yahweh, God of Israel, enthroned above the cherubim and the Adam figure, going into that presence and out of that presence and ruling and ordering the temple. But the kingdom of God is crucial to temple. That's not a concept that's often connected. Kingdom of God and the temple and the significance of it. That was a connection that took me quite a while to figure out how those go together.",
    "start": "00:46:19",
    "end": "00:47:12"
  },
  {
    "text": "So it's connected to temple. So a kingdom is the domain in which you reign as king. Right. And so if God is coming to reign in creation, that was always played out previously on the stage of the temple. So that's okay. Got it.",
    "start": "00:47:12",
    "end": "00:47:30"
  },
  {
    "text": "So original readers hearing Jesus say, original listeners hearing Jesus say what he says about the arrival of the kingdom, God would naturally think about that in relation to the temple. I think one reason I'm confident that is also that that verb that we translate has drawn near. I think that does double duty. It's partly a time word talking about how. What time it is now, but it's also a temple and priesthood word.",
    "start": "00:47:31",
    "end": "00:47:55"
  },
  {
    "text": "That's right. To draw near.",
    "start": "00:47:56",
    "end": "00:47:57"
  },
  {
    "text": "I mean, the verb in come near. The verb in Gizo is the standard Greek translation of the Hebrew verb karav, which is used to describe people who. When people come to God in the sanctuary, when pilgrims go to God in the temple, the verb is karav, or in Gizo, they draw near to him. And when priests and Levites are ordained to their office, the verb is draw near. They are drawn near and their hands are filled, and so on. So I reckon one thing that Jesus is saying, and this gets spelled out in the chapters of Mark that then follow, is that now, in this time of fulfillment, the reality of the temple and God's presence there, in that place of perfect peace, perfect justice, perfect intimacy with God, the King's domain as it is supposed to be in the whole world that's now coming to the people in Galilee. So there's a surprising twist. Says Jesus at the climax of Israel's story. The reality of the temple now takes the initiative.",
    "start": "00:47:57",
    "end": "00:48:48"
  },
  {
    "text": "Yeah, it's reversed.",
    "start": "00:48:49",
    "end": "00:48:50"
  },
  {
    "text": "Yeah.",
    "start": "00:48:50",
    "end": "00:48:50"
  },
  {
    "text": "Instead of coming near to Jerusalem, instead.",
    "start": "00:48:50",
    "end": "00:48:53"
  },
  {
    "text": "Of the three day pilgrimage that it would normally take for a Galilean to get to Jerusalem, God in the human, Jesus as the representative of the humanity that he's now about to birth brings God's presence, brings the temple's presence, brings the temple's reality, brings the temple's domain to the people.",
    "start": "00:48:53",
    "end": "00:49:09"
  },
  {
    "text": "So that, so that verb to come near is always connected to going to the temple, going to God's presence. And here it's flipped on its head.",
    "start": "00:49:12",
    "end": "00:49:20"
  },
  {
    "text": "Oh yeah.",
    "start": "00:49:20",
    "end": "00:49:20"
  },
  {
    "text": "Because the kingdom of God's coming near.",
    "start": "00:49:20",
    "end": "00:49:22"
  },
  {
    "text": "That's right. It's the kingdom that's doing the coming near instead of a person coming near to the temple. Yeah, yeah, that's cool. Okay, so that's, that's pure gold right there. That's good. So if you're reading in the sequence of Mark, then it makes perfect sense why one of the first stories Mark would tell you would have Jesus talking about forgiveness.",
    "start": "00:49:22",
    "end": "00:49:44"
  },
  {
    "text": "Excellent.",
    "start": "00:49:44",
    "end": "00:49:45"
  },
  {
    "text": "In Mark chapter two, talk about that.",
    "start": "00:49:45",
    "end": "00:49:47"
  },
  {
    "text": "So yeah, when you then read those early chapters of Mark, there are a number of places where I think if you pay careful attention to what's happening, Jesus is being a priest, Jesus doing priestly things. Normally as a Jew, you can get forgiveness of sins. It's not that there was no forgiveness of sins before Jesus, it's just that forgiveness process was not really able to deal with the deep problem of human sin. As Paul then explains in his letters. So you can get forgiveness for certain sins as a Jew, According to the laws of Moses, there's a system for that. The temple sacrifices, the individual makes a sacrifice, there is atonement and the release of forgiveness of sins. We don't fully know how that worked in the first century, but the point then is surely that if Jesus is forgiving sins, he's doing in a Galilean village, in a Galilean house, what normally you would expect only is possible in the temple and through the priests.",
    "start": "00:49:47",
    "end": "00:50:36"
  },
  {
    "text": "It's the temple drawn near.",
    "start": "00:50:37",
    "end": "00:50:39"
  },
  {
    "text": "Yeah. So in that story, when there's some religious leaders observing Jesus pronounce forgiveness for the paralyzed man, Mark notes the conclusion that they draw is who can forgive sins? But it doesn't say except the high priest, they say who can forgive sins except the one God. When I First heard you talk about this, that's where my mind went. When they think of an Israelite going to hear forgiveness pronounced on them from the Jerusalem priest, what they say is only the one God, the one God is forgiving sins through the high priest. That's apparently the matrix of thought.",
    "start": "00:50:39",
    "end": "00:51:18"
  },
  {
    "text": "God is the only person who can forgive sins. And God has instituted these offices, this office, the high priestly office, to be the mediation of that. It's like if you want a passport in England, I think the way it works is officially only the Queen can give you a passport. I may be wrong about this, but just go with the analogy, because the analogy works.",
    "start": "00:51:18",
    "end": "00:51:38"
  },
  {
    "text": "I must keep her really busy.",
    "start": "00:51:38",
    "end": "00:51:39"
  },
  {
    "text": "But the Queen has instituted officers in her kingdom who can write her passports for her delegation. You have to go through the proper process and it's difficult because they want to make sure people without the right credentials don't get passports. So it's a bit like with Jesus. Jesus is going around Galilee giving out passports to people.",
    "start": "00:51:40",
    "end": "00:51:58"
  },
  {
    "text": "Yeah, yeah, right. Authorized to do that.",
    "start": "00:51:59",
    "end": "00:52:02"
  },
  {
    "text": "Yes.",
    "start": "00:52:02",
    "end": "00:52:03"
  },
  {
    "text": "This also speaks to your point about the high priesthood, that it's less of a person and more of a position in that even the way they're talking about it here, they skip the idea of the person because what's really important is that God's doing it through that person.",
    "start": "00:52:03",
    "end": "00:52:21"
  },
  {
    "text": "Exactly. Yeah.",
    "start": "00:52:22",
    "end": "00:52:23"
  },
  {
    "text": "Let's wrap it around to kind of where we begin. So if in this story, in the Gospels, we're presuming all the way back to Genesis 1, that the ideal figure, who is the divine image from Genesis 1 and connected to the priest and all of that, Jesus is that person. I'm reading Mark as a first century Jew and I know all these things. I go, whoa, this Jesus is awesome. So you could, however, take that in a few directions of, oh, Jesus is an exalted human.",
    "start": "00:52:23",
    "end": "00:52:54"
  },
  {
    "text": "Yeah.",
    "start": "00:52:54",
    "end": "00:52:55"
  },
  {
    "text": "The way Jesus is talked about in the New Testament and in the Gospels, it is trying to say that Jesus is that ideal human anticipated on page.",
    "start": "00:52:55",
    "end": "00:53:04"
  },
  {
    "text": "He's not less than that.",
    "start": "00:53:04",
    "end": "00:53:05"
  },
  {
    "text": "He's not less than that. But there's something even more that did metaphorically blow the ceiling off the concept. Or maybe that's a bad way. That's a bad metaphor. Perhaps. How would you talk about that? Something more for Jesus identity? Or would you even use the phrase there's something more to Jesus?",
    "start": "00:53:05",
    "end": "00:53:25"
  },
  {
    "text": "Oh, definitely, definitely that they are sometimes very explicitly, in the case of John's Gospel, lots of times, sometimes more implicitly, but equally clearly if you pay attention, they're saying that Jesus is. Is a distinct person in addition to God the Father and that he is divine in a way which Adam wasn't because. Partly because he's a pre existent divine person who's come to earth at a particular time.",
    "start": "00:53:25",
    "end": "00:53:48"
  },
  {
    "text": "Yes.",
    "start": "00:53:48",
    "end": "00:53:48"
  },
  {
    "text": "Perhaps it'd be helpful if I just very quickly sketch how I think you kind of make sense of that historically, reading the texts in their original context and following on from some other things I've said already. Now, it kind of goes without saying he's a royal figure. He's of royal lineage. Every Jew would know he was of the tribe of David. And they go quickly. If they, if they think he's a messiah at all, they think he's the royal Messiah. Peter, Peter at Caesar of Philippi, you are the Messiah. Blind Bartimaeus, son of David, please heal me. They go quickly to that idea. But harder, much harder, is the idea that he could be a priest. In fact, it's pretty much it's impossible in the Mosaic Constitution for Jesus to be a priest or to do priestly.",
    "start": "00:53:49",
    "end": "00:54:28"
  },
  {
    "text": "Things because he doesn't work in the temple.",
    "start": "00:54:28",
    "end": "00:54:30"
  },
  {
    "text": "He's not wearing the right clothes.",
    "start": "00:54:30",
    "end": "00:54:32"
  },
  {
    "text": "Yeah.",
    "start": "00:54:32",
    "end": "00:54:32"
  },
  {
    "text": "Is not doing it at the right time or the right place.",
    "start": "00:54:33",
    "end": "00:54:36"
  },
  {
    "text": "Yeah.",
    "start": "00:54:37",
    "end": "00:54:37"
  },
  {
    "text": "You know, set liturgical feasts, Jerusalem Temple. He's not of the right lineage. He couldn't be a priest according to the laws of Moses. Laws of Moses are really clear about separating out from the other tribes the privileges, the responsibilities of Aaron and Levi. And there are terrible consequences for laity or for kings who try to take on the priestly function, but in all sorts of ways. And we touched on one, the forgiveness of sins. Jesus behaves as the priest. So how is that possible? And the problem is acute because as I said earlier on in our discussion, the priest can be royal because he represents the people, including the kings. But a king can't be priestly. The case where you have kings who are priestly are the pagans. So Caesar Augustus is a quasi king and he's the high priest of the Roman state culture, Pontifex Maximus. So Jesus is probably perceived, if he's not careful, as trying to advocate a pagan model. He's trying to fill his person, his royal person, doing whatever he wants here, there and everywhere, wherever he is, independent of official structures, forgiving people from his person, not from his office. From an office. All the power, all the divine glory is from his person. How can that be? Well, thankfully, there is a precedent, there is a scriptural warrant for that model. Because before Moses, before Sinai, we have in the figure of Melchizedek in Genesis 14 and Psalm 110, we have a model where a king is a priest. So surprise, surprise, at the climax of the story in Mark's Gospel, Caiaphas says, I. E. The Messiah, the son of the blessed Jesus says, well, yes, I am. I am the Psalm 110 Messiah. I am the one who'll be seated at the right hand of the Lord. And everybody knows where the rest of that psalm goes. Who is a high priest after the order of Melchizedek.",
    "start": "00:54:37",
    "end": "00:56:24"
  },
  {
    "text": "Yeah.",
    "start": "00:56:24",
    "end": "00:56:25"
  },
  {
    "text": "So part of the key steps that we can take to help us understand what's really revolutionary with Jesus, what goes beyond anything else before is to see that his peculiar divine self understanding is tied to a radical political constitutional change. He's bringing in a new order, a Melchizedekian order that replaces, at least in this respect, it replaces the Mosaic order.",
    "start": "00:56:25",
    "end": "00:56:47"
  },
  {
    "text": "Hmm.",
    "start": "00:56:48",
    "end": "00:56:49"
  },
  {
    "text": "Wait, so the Mosaic order has a high priest, it has an allowance for a king, but that wasn't really the point. But those were separate roles. And this Melchizedek order is a priest who is the king, which is a king who is priest.",
    "start": "00:56:49",
    "end": "00:57:05"
  },
  {
    "text": "Yeah, yeah. That Abraham honored in the story in Genesis, which you said would have been.",
    "start": "00:57:05",
    "end": "00:57:11"
  },
  {
    "text": "Common for their pagan neighbors to have kings who saw themselves as priests.",
    "start": "00:57:11",
    "end": "00:57:16"
  },
  {
    "text": "It's the Image In Genesis 1, the royal images of God who are royal priestly figures in the garden. So when you say replace, Jesus is bringing an order to replace. It's true in one sense in that he takes it to Jerusalem and like throws down the challenge to the leader. He storms the temple. Right. And does this thing I'm thinking about in classical discussions about Jesus and the Torah of Moses, a lot of it comes down to that line in Matthew 5 where Jesus says, I didn't come to abrogate the Torah, but to fulfill it. Would you want to use similar language that Jesus sees himself as fulfilling the reality to which the Mosaic order was pointing or anticipating?",
    "start": "00:57:16",
    "end": "00:58:01"
  },
  {
    "text": "That's a very tricky text replacement. May be the wrong word to use, may not be the best words to use. There are lots and lots of ways in which Jesus is fulfilling the Mosaic law, Mosaic constitution. What I'm suggesting is that in one very specific sense in which he is a king who is a priest, he doesn't fit within the Mosaic Law, and he has to go to Melchizedek.",
    "start": "00:58:02",
    "end": "00:58:22"
  },
  {
    "text": "Yeah. That much is clear and it has huge implications. So talk to us about how then that point lays an important groundwork for where language about Jesus divine identity gets developed in the writings of the apostles. Why in your mind is that Melchizedek Step a crucial one.",
    "start": "00:58:22",
    "end": "00:58:43"
  },
  {
    "text": "You can say that the high priest is God in human form without there being any threat to the singularity of God, because he's just an actor on a stage. So if I went to see Anthony Hopkins play the role of CS Lewis in Shadowlands in the theatre in London, I wouldn't say there were two C.S. lewis's, would I? He's just playing the role.",
    "start": "00:58:44",
    "end": "00:59:04"
  },
  {
    "text": "Right.",
    "start": "00:59:04",
    "end": "00:59:04"
  },
  {
    "text": "So the High Priest is just playing the role. No threat. No. God is still one. It's theater. Or you could say it's sacrament, it's sacramental theology. Just as if you were an ancient pagan and you saw a statue of the God Marduk in a temple in Babylon and then you also saw another image of Marduk somewhere else. You wouldn't say there were two. You wouldn't say there were two Marduks. Now, if Anthony Hopkins, after the end of that production of that play, left the theatre by the back door, still in his costume, and still continue to think he was C.S. lewis, we'd say he's lost his mind.",
    "start": "00:59:04",
    "end": "00:59:40"
  },
  {
    "text": "Method acting.",
    "start": "00:59:40",
    "end": "00:59:41"
  },
  {
    "text": "But in a sense, we'd now. We'd now have the delusional CS Lewis wandering the streets of London and we'd have the one, the one who's buried in the cemetery in Headington in Oxford. So it's the same with Jesus. Jesus, by being God in human form, not just in a liturgy, in a temple, but by being God in human form by virtue of his person. It's as if he's left the stage, the play has now left the theatre. It's no longer confined to the stage, it's no longer confined to the sacrament. It's become the real thing. Wherever Jesus is, no matter what time of day it is, no matter what he's wearing, you can get forgiveness of sins. So there is now Jesus the person and there is still God the Creator. It's kind of as if. As if God is individuated into two persons. And the way in which Jesus, this man, speaks about God as Father implies like a. Well, I think the posh way of talking about it theologically is there's a new grammar to the divine identity, there's a new shape that is as a result of what's present in this dialogue between this human person who is God full time, not just in an office, not just in a role, and who God, his Father, is full time for him in relation to him. Does that work? Does that make sense?",
    "start": "00:59:41",
    "end": "01:00:54"
  },
  {
    "text": "Yeah, man, I want to just think about that for a little bit more. Yes, but I know we're out of time. But, yeah, it's so interesting to think about. So there's this position of being a priest. It's done in the confines of the temple. It's the stage. And what you're doing is you're showing, hey, this is how creation's supposed to be. This is what it looks like to have a right relationship with God. This is this image and this acting out of our vocation of being human. And Jesus in one sense is playing that part, but he's playing it outside of the confines of the play in such a way that no longer is he acting. He is saying that he is actually represents what is.",
    "start": "01:00:54",
    "end": "01:01:43"
  },
  {
    "text": "That's.",
    "start": "01:01:44",
    "end": "01:01:44"
  },
  {
    "text": "It is the priesthood in the capital P kind of priesthood way of the role. And so in that way, if the priesthood is God coming and using a vehicle to have his divinity in it, what happens when that person individuates and still thinks he is that God's presence? And then you get that duality which Christians then wrestle with. I love that you said posh. Yeah, you said it was the posh term for it.",
    "start": "01:01:44",
    "end": "01:02:15"
  },
  {
    "text": "The grammar of the divine identity has changed.",
    "start": "01:02:16",
    "end": "01:02:18"
  },
  {
    "text": "Yes, the grammar of the divine identity has changed.",
    "start": "01:02:18",
    "end": "01:02:21"
  },
  {
    "text": "Well, I think we're back to something you said when we started talking was, if I go into History of Religions 201. Sorry, I keep going back to this, but it's helpful. And I hear that Jesus grew up in a monotheistic Jewish culture. It's inconceivable, illogical, that he would go around making a claim of divine identity. That must be a later idea imposed onto Jesus. And what you're saying is, no, there is fertile ground for the concept of a divine human within just the Hebrew Bible and Jewish worldview and theology. However, Jesus did go around saying and doing things that picked up a precedent, but then also took it to the next level. And that's that individuation that you're talking about. So you can't just draw a straight line from Genesis 1 to the second Person of the Trinity. What you require is a historical Jesus walking around doing and saying the things that the Gospels show. And that's what will lead us on to what will be called Orthodox or Christian theology of the Father and the Son, the Incarnation. Yeah, that's so helpful, Crispin. Yeah. Not to explain it in terms of, like, killing the butterfly by analyzing it, but just to say, like, it's like, you can develop and you can see how it's still astounding that Jesus would say and do these things, but it becomes so much more coherent why he would say and do these particular things that the Gospels show him.",
    "start": "01:02:22",
    "end": "01:03:59"
  },
  {
    "text": "It works in my mind, and it's really helpful for me to have an opportunity to talk about it with you guys. And it may be that I'm missing things and that I certainly need help to kind of formulate it. And maybe some of your listeners will have helpful ways of helping me see things that I haven't seen. So, you know, welcome all criticism.",
    "start": "01:03:59",
    "end": "01:04:18"
  },
  {
    "text": "Yeah, that's great. That's great. Well, one of our projects within the next year is to start a video on the theme, video on the priesthood.",
    "start": "01:04:18",
    "end": "01:04:27"
  },
  {
    "text": "Yeah.",
    "start": "01:04:27",
    "end": "01:04:28"
  },
  {
    "text": "And a lot of the core ideas of it were actually sewn in many of those trips on the sidewalk. Pun. Pun intended, I guess. But yeah, super helpful. I'm excited to get to work on that and to go back to these sections of your book as we start working on that. Yeah. Yeah. Thank you so much again for all the work you're investing in this project. I've learned so much, and I know there's a lot of people who have. So really thank you for your hard work. I know this is a major, major project that you've undertaken.",
    "start": "01:04:28",
    "end": "01:05:01"
  },
  {
    "text": "Thank you, guys. It's been really good to talk to you.",
    "start": "01:05:01",
    "end": "01:05:03"
  },
  {
    "text": "Yeah. Thanks for your time.",
    "start": "01:05:04",
    "end": "01:05:05"
  },
  {
    "text": "Awesome. Thanks, Kristen.",
    "start": "01:05:05",
    "end": "01:05:13"
  },
  {
    "text": "Sam.",
    "start": "01:05:13",
    "end": "01:05:37"
  },
  {
    "text": "Great. Again, if you want to learn more about what Crispin's up to, Jesusmonotheism.com correct is where he has his stuff.",
    "start": "01:05:49",
    "end": "01:05:57"
  },
  {
    "text": "Yep.",
    "start": "01:05:57",
    "end": "01:05:58"
  },
  {
    "text": "And he's writing more books.",
    "start": "01:05:58",
    "end": "01:06:00"
  },
  {
    "text": "Yeah, totally. Yeah. When we were talking with him, it was video chat and the wall of books behind him.",
    "start": "01:06:00",
    "end": "01:06:07"
  },
  {
    "text": "Just a library.",
    "start": "01:06:07",
    "end": "01:06:08"
  },
  {
    "text": "Massive.",
    "start": "01:06:08",
    "end": "01:06:08"
  },
  {
    "text": "Yeah.",
    "start": "01:06:08",
    "end": "01:06:08"
  },
  {
    "text": "It's like he lives in a library, but I think it's his office.",
    "start": "01:06:08",
    "end": "01:06:11"
  },
  {
    "text": "It's his own little office.",
    "start": "01:06:11",
    "end": "01:06:12"
  },
  {
    "text": "Yeah, totally. Anyway, yeah. Really generous with this time, so thank you, Crispin, again. Yeah. Learned a lot. Always learning.",
    "start": "01:06:12",
    "end": "01:06:20"
  },
  {
    "text": "Always learning. Hope you enjoyed that conversation.",
    "start": "01:06:20",
    "end": "01:06:22"
  },
  {
    "text": "Yes.",
    "start": "01:06:22",
    "end": "01:06:23"
  },
  {
    "text": "If you do enjoy these interviews, let us know. We're trying to figure out the best way to get them in our schedule or if we can even keep them in our schedule.",
    "start": "01:06:24",
    "end": "01:06:32"
  },
  {
    "text": "Yeah.",
    "start": "01:06:32",
    "end": "01:06:33"
  },
  {
    "text": "But we like doing it.",
    "start": "01:06:33",
    "end": "01:06:34"
  },
  {
    "text": "Yeah. It is cool to talk to people whose books are really helpful. That's always cool.",
    "start": "01:06:34",
    "end": "01:06:39"
  },
  {
    "text": "The Bible Project is a nonprofit organization that Tim and I founded and helped run. And we're in Portland, Oregon, and everything we have is up on our website, thebibleproject.com and it's all free.",
    "start": "01:06:39",
    "end": "01:06:51"
  },
  {
    "text": "Yes.",
    "start": "01:06:51",
    "end": "01:06:52"
  },
  {
    "text": "Because of the generosity of many people. And we thank you for it.",
    "start": "01:06:52",
    "end": "01:06:57"
  },
  {
    "text": "Yeah. Thanks for being a part of this with us, everybody, and we'll see you in the next episode. Yes hi, my name is Detea Fernandez and I am from Mexico. My favorite thing about the Bible Project is that I can learn about the.",
    "start": "01:06:58",
    "end": "01:07:13"
  },
  {
    "text": "Jewish roots of the Scripture and see it through a new lens. We believe that the Bible is a.",
    "start": "01:07:13",
    "end": "01:07:18"
  },
  {
    "text": "Unified story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos, study notes, podcasts and more resources at thebibleproject. Com.",
    "start": "01:07:18",
    "end": "01:07:28"
  }
]