[
  {
    "text": "You're listening to the Bible Project podcast. I'm John, and today I'm going to continue a conversation with Tim where we talk about the biblical theme of the Day of the Lord. In the first episode, we introduced Babylon as this key biblical image that represents humanity's corporate evil to that oppresses the vulnerable, an evil that God is not going to put up with. In episode two, we show how ancient Egypt is a bigger, badder Babylon. They enslave and kill a minority population, ancient Israel, in order to consolidate their power. And God won't have any of it. He rescues Israel and destroys the king of Egypt. This moment in Israel's history is referred to as the Day. In the third episode, the last one, we looked at how Israel, the freed people, go from being oppressed to gaining power and becoming the oppressor. Israel's become a new type of Babylon. And so in this episode, we're going to look at how Israel's prophets react to this new reality. We're going to read some of their politically charged poetry, which is often confusing to us modern readers.",
    "start": "00:00:10",
    "end": "00:01:13"
  },
  {
    "text": "They almost entirely wrote in poetry. The language about the Day of the Lord uses poetry and metaphor as its main way of talking. To read poetry literally is to violate the author's intention.",
    "start": "00:01:13",
    "end": "00:01:27"
  },
  {
    "text": "We'll discuss how behind any corrupt human system is a mysterious and dark reality called evil, how this evil is related to Satan and what its origins are.",
    "start": "00:01:27",
    "end": "00:01:38"
  },
  {
    "text": "Isaiah's poetry is saying there are actually darker spiritual, divine forces at work behind the rise and fall of nations. And when you see a nation declaring itself and its values as God and killing other people in the name of that God, you're watching idolatry happen. You're watching something demonic.",
    "start": "00:01:38",
    "end": "00:02:01"
  },
  {
    "text": "If you haven't listened to the first three episodes, I recommend you go back and do that as we just continue to talk about ideas we've established in previous episodes, including the mountain range metaphor that helps us understand how the prophets viewed history as they talk about the big D day of the Lord and small D day of the Lord. Thanks for joining us. Let's get into the prophets and the origin of evil. Here we go. Let's. Let's get back into the prophets.",
    "start": "00:02:02",
    "end": "00:02:38"
  },
  {
    "text": "So we get this all started by talking about Amos.",
    "start": "00:02:38",
    "end": "00:02:41"
  },
  {
    "text": "Yeah.",
    "start": "00:02:41",
    "end": "00:02:41"
  },
  {
    "text": "And Amos as being a prophet who was on the margins socially. He wasn't a part of the elite or the influential in Israel. But he comes as this outside critic and he's speaking up for what he says is something that's core to Israel's identity among the nations that they've lost and forgotten about, and that they've forgotten they made a covenant to the God of Israel at Mount Sinai. So Amos opens up with this classic line where he quotes from the Book of Exodus, chapter 19, what God said to Israel on Mount Sinai. You only have I chosen among all the families of the earth. And we're thinking, yes, the chosen people. You rescued us from Egypt. We're your chosen ones. And then his next line is, therefore, I will punish you for all of your sins.",
    "start": "00:02:43",
    "end": "00:03:37"
  },
  {
    "text": "Yikes.",
    "start": "00:03:37",
    "end": "00:03:38"
  },
  {
    "text": "So it's. His argument is, you signed up to follow the God of Israel on Mount Sinai, so you're actually more accountable than any other nation to a different way of life. And so the fact that Israel has become a new version of Babylon means an even more tragic downfall than any other nation. So he. And nobody saw this coming. Amos is. The book of Amos is incredible. He just. It's such. This is political poetry at its most intense. So here's an accusation from chapter 5. It starts in verse 11. He accuses the rulers of Israel. He says, you levy a straw tax on the poor, you impose a tax on their grain, therefore you have built stone mansions, but you're not going to get to live in them, even though you've planted lush vineyards by exploiting the poor, you're not going to get to drink their wine. I know. How many are your offenses? How great are your sins? There are those who oppress the innocent, take bribes, deprive the poor of justice in the courts. The prudent keep quiet in such times, for the times are evil. You feel like you're being reminded of what Egypt was like for the Israelites.",
    "start": "00:03:38",
    "end": "00:05:05"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:05:05",
    "end": "00:05:06"
  },
  {
    "text": "These descriptions are exactly the kind of conditions that the Israelites experience being exploited.",
    "start": "00:05:06",
    "end": "00:05:11"
  },
  {
    "text": "To build these structures. Yep, yeah, yep.",
    "start": "00:05:11",
    "end": "00:05:16"
  },
  {
    "text": "So this is what he says, verse 16. Therefore, this is what the Lord says. They'll be wailing in the streets, cries of anguish in every public square. Farmers will be summoned to weep, the mourners to wail, wailing in all these beautiful vineyards and mansions. For I am going to pass through your midst. It's the echo of the Passover night in the Exodus. So God passed through Egypt to bring the final plague. He's going to pass through and I'm going to pass through this new version of Egypt that is Israel. So we think, oh, yeah, that was the day, right? Passover.",
    "start": "00:05:17",
    "end": "00:05:55"
  },
  {
    "text": "Yeah, that was the day.",
    "start": "00:05:56",
    "end": "00:05:57"
  },
  {
    "text": "The next verse, chapter 5, verse 18. Woe to you who long for the day of the Lord. So think up till now, the day of the Lord is something you Celebrate every year at Passover.",
    "start": "00:05:58",
    "end": "00:06:09"
  },
  {
    "text": "Yeah.",
    "start": "00:06:09",
    "end": "00:06:10"
  },
  {
    "text": "This was when God was a warrior on our behalf to bring down the bad guys and rescue the chosen people.",
    "start": "00:06:10",
    "end": "00:06:17"
  },
  {
    "text": "And I'm hoping for it again.",
    "start": "00:06:17",
    "end": "00:06:18"
  },
  {
    "text": "And I'm hoping for it. We've got all these enemies. Assyria's out there. Egypt. So Amos is saying there are many Israelites who long. You love the day of the Lord.",
    "start": "00:06:18",
    "end": "00:06:28"
  },
  {
    "text": "Yeah.",
    "start": "00:06:28",
    "end": "00:06:28"
  },
  {
    "text": "Because it's benefited Israel in the past. But now he brings this great reversal. He says, woe to you who long for the day of the Lord. Why do you long for the day of the Lord? It's going to be darkness, not light. It's one of my favorite lines in the Book of Amos. It will be like a man fleeing from a lion only to run into a bear.",
    "start": "00:06:28",
    "end": "00:06:52"
  },
  {
    "text": "Oh, my goodness.",
    "start": "00:06:53",
    "end": "00:06:54"
  },
  {
    "text": "And let's say that he escapes and enters into a house and rests his hand on the wall. Got away from the lion. Oh, man, that bear almost got me. Only to have a snake crawl out and bite him on the head.",
    "start": "00:06:54",
    "end": "00:07:06"
  },
  {
    "text": "It's like a haunted house. It's like a. It's like a horror movie.",
    "start": "00:07:07",
    "end": "00:07:11"
  },
  {
    "text": "It's like a bad dream.",
    "start": "00:07:11",
    "end": "00:07:11"
  },
  {
    "text": "Yeah, it's like a bad dream.",
    "start": "00:07:11",
    "end": "00:07:13"
  },
  {
    "text": "Like, you can't run fast enough.",
    "start": "00:07:13",
    "end": "00:07:14"
  },
  {
    "text": "Like, I'm gonna run from this lion, and all of a sudden there's a.",
    "start": "00:07:15",
    "end": "00:07:18"
  },
  {
    "text": "Bear and then a snake. Anyway. Yeah, it's a classic line.",
    "start": "00:07:18",
    "end": "00:07:23"
  },
  {
    "text": "Yeah. Meaning, like, no matter where you turn, disaster.",
    "start": "00:07:23",
    "end": "00:07:26"
  },
  {
    "text": "Yeah. You've reached the point of no return. Will not the day of the Lord be darkness and not light? Pitch dark without a ray of brightness.",
    "start": "00:07:27",
    "end": "00:07:36"
  },
  {
    "text": "Which is totally opposite of what you would imagine. The day of the Lord is freedom from oppressors.",
    "start": "00:07:36",
    "end": "00:07:44"
  },
  {
    "text": "Or think back. This is also echoing the plagues on Egypt. There was a plague of darkness on Egypt, but light in the homes of the Israelites. And he's saying it's exactly the reverse. You have become Egypt and Babylon. And so the day of the Lord is actually. You've become God's enemy. You've made yourself God's enemy. So powerful. Amos. Again. Amos. Hosea.",
    "start": "00:07:44",
    "end": "00:08:09"
  },
  {
    "text": "The next line. I hate. I despise your religious festivals. Your assemblies are a stench to me.",
    "start": "00:08:10",
    "end": "00:08:15"
  },
  {
    "text": "Yes. Yeah. Everything I told you to do in Leviticus, I hate it because it's not fostering a relationship of faithfulness. And when Israel's faithful, the poor are taken care of. That's how the laws work. And so for the prophets, the litmus test of fidelity to the laws of the Torah and faithfulness to God is how well the widow, the orphan, and the immigrant are doing And Amos just says, listen, we already read.",
    "start": "00:08:15",
    "end": "00:08:57"
  },
  {
    "text": "Yeah, we've seen it. They're being oppressed.",
    "start": "00:08:57",
    "end": "00:09:00"
  },
  {
    "text": "Yeah. So he says, therefore your whole worship rituals being run in Jerusalem are. I hate them. Even you bring choice fellowship offerings. I have no regard for them. Take away your noisy songs. I'm not going to listen to the music of your harps. And then the famous line, but let justice roll like a river. Let righteousness flow like a never failing stream.",
    "start": "00:09:00",
    "end": "00:09:26"
  },
  {
    "text": "Yeah.",
    "start": "00:09:26",
    "end": "00:09:27"
  },
  {
    "text": "And of course, Martin Luther King. Yeah, yeah. Just a couple weeks here, we'll celebrate.",
    "start": "00:09:27",
    "end": "00:09:33"
  },
  {
    "text": "Martin Luther King Jr. Who quoted a lot from Amos.",
    "start": "00:09:33",
    "end": "00:09:36"
  },
  {
    "text": "Yep. Quoted those lines in his famous speech. So justice and righteousness for the prophets is the equivalent of what a life committed to the laws of the Torah looks like. This is the counter Babylon. And Israel has forfeited.",
    "start": "00:09:36",
    "end": "00:09:57"
  },
  {
    "text": "It's very difficult to be the counter Babylon.",
    "start": "00:09:57",
    "end": "00:10:01"
  },
  {
    "text": "Yeah. Yes, it is.",
    "start": "00:10:01",
    "end": "00:10:03"
  },
  {
    "text": "We should have patience with ourselves.",
    "start": "00:10:03",
    "end": "00:10:05"
  },
  {
    "text": "We should.",
    "start": "00:10:05",
    "end": "00:10:06"
  },
  {
    "text": "Yeah, in a way.",
    "start": "00:10:07",
    "end": "00:10:08"
  },
  {
    "text": "In a way.",
    "start": "00:10:08",
    "end": "00:10:09"
  },
  {
    "text": "But also.",
    "start": "00:10:09",
    "end": "00:10:09"
  },
  {
    "text": "But also, like, let the prophets kick us in the butt.",
    "start": "00:10:11",
    "end": "00:10:15"
  },
  {
    "text": "Kick us in the butt. Yes, exactly.",
    "start": "00:10:15",
    "end": "00:10:17"
  },
  {
    "text": "And really be aware, again, this is putting on the prophets as a set of glasses to look through at any and every period of history. This is exactly it. So he predicted the day of the Lord. So that's the first time in Israel's history and writings that we have that we know about the day of the Lord coming.",
    "start": "00:10:17",
    "end": "00:10:44"
  },
  {
    "text": "He actually uses the phrase, why do you hope for the day of the Lord?",
    "start": "00:10:44",
    "end": "00:10:48"
  },
  {
    "text": "That passage we just read about the day of the Lord. That's the first.",
    "start": "00:10:48",
    "end": "00:10:50"
  },
  {
    "text": "And they would have known. Oh, yeah. The day when God came as a warrior to free us.",
    "start": "00:10:50",
    "end": "00:10:56"
  },
  {
    "text": "He appeals to this concept of the day of the Lord as if his listeners will know about it and know what it means, but what he's doing is turning it upside down.",
    "start": "00:10:56",
    "end": "00:11:05"
  },
  {
    "text": "Yeah.",
    "start": "00:11:05",
    "end": "00:11:06"
  },
  {
    "text": "You think you want the day of the Lord, but actually you don't.",
    "start": "00:11:06",
    "end": "00:11:09"
  },
  {
    "text": "Yeah, gut check.",
    "start": "00:11:09",
    "end": "00:11:11"
  },
  {
    "text": "Gut check. So again, remember, so what is the day of the Lord? Well, it's the Lord, what the Lord did to Egypt. But what does Amos say is going to happen? What is going to be the day of the Lord on Israel? And he starts predicting that a foreign empire is going to come march in with horses and just burn everything and take everybody captive. And so that raises an ethical challenge for some prophets, that that's how God would bring the day of the Lord. Like in Egypt, he didn't use another empire to come take out Egypt in.",
    "start": "00:11:11",
    "end": "00:11:51"
  },
  {
    "text": "The Exodus, he came and did it with plagues. He did it supernaturally.",
    "start": "00:11:51",
    "end": "00:11:54"
  },
  {
    "text": "Yeah, or through Moses at least.",
    "start": "00:11:54",
    "end": "00:11:56"
  },
  {
    "text": "Sure.",
    "start": "00:11:56",
    "end": "00:11:56"
  },
  {
    "text": "But what Amos and the prophets are saying is, yeah, another evil Babylon, like, nation is going to come take out Israel.",
    "start": "00:11:58",
    "end": "00:12:06"
  },
  {
    "text": "Right.",
    "start": "00:12:06",
    "end": "00:12:06"
  },
  {
    "text": "And if anybody with a conscience should look at that and be like, what? That's a lot of.",
    "start": "00:12:07",
    "end": "00:12:13"
  },
  {
    "text": "Why would God use those guys?",
    "start": "00:12:13",
    "end": "00:12:14"
  },
  {
    "text": "Not really fair. Those guys, are they any better?",
    "start": "00:12:14",
    "end": "00:12:17"
  },
  {
    "text": "Yeah, they're like, compared to us, at least some of us are following your laws. I mean, that's like. None of them are.",
    "start": "00:12:17",
    "end": "00:12:25"
  },
  {
    "text": "Yes. So, yeah. So this rise and fall of empires and kingdoms and Babylons that the prophets, they see that as the work of God in the day of Yahweh, the day of. Sorry, the day of the Lord. And so it raises the question of, why does God work like this? And this is what the little book of Habakkuk is entirely dedicated to, this question of the day of the Lord as the rise and fall of nations. So this is very interesting. It's an important contribution. We probably won't get to it in the video, but it's interesting. Yeah, there's a whole book of the Bible dedicated to this question. So the book of Habakkuk opens up with a lament. The prophet laments. It says, how long, Lord, will I call for help? And you're not listening. I cry out to you. Violence. It's the same word that got repeated all throughout Genesis 3:11. Just violence, injustice. But you're not doing anything. Why do you make me look on all this iniquity and cause me to look at wickedness? Destruction and violence are before me. Strife, contention, the Torah is ignored. Justice is not upheld. The wicked surround the righteous and justice becomes perverted. So that's an average day in the ancient near east, as Habakkuk says it. And you could say the same today. So look at God's response in the next verse. God says, look among the nations. Observe, be astonished, wonder. Because I'm doing something in your days, you wouldn't believe if you were told. So God's at work in all of this violence and rise and fall of kingdoms. Behold, I am raising up the Chaldeans, which is a synonym, another tribal name for the Babylonians, the fierce and impetuous people who march throughout the earth to seize dwelling places that are not theirs. So you're like, well. And to which Amos says, what? How is that.",
    "start": "00:12:25",
    "end": "00:14:30"
  },
  {
    "text": "Yeah, that makes no sense.",
    "start": "00:14:30",
    "end": "00:14:31"
  },
  {
    "text": "How is that a solution?",
    "start": "00:14:31",
    "end": "00:14:32"
  },
  {
    "text": "How's that a good strategy?",
    "start": "00:14:32",
    "end": "00:14:33"
  },
  {
    "text": "Yep. And then what God says is, okay, here, Habakkuk, get out a tablet and some writing materials, like an iPad. Get out.",
    "start": "00:14:33",
    "end": "00:14:45"
  },
  {
    "text": "Get out your tablet.",
    "start": "00:14:45",
    "end": "00:14:46"
  },
  {
    "text": "Get out your tablet and Write down that there is an appointed time for the downfall of Babylon and the righteous will live by their faith in that hope. This is Habakkuk 2, 3, 4. Very important line for the apostle Paul. Like Abraham looked up in the sky and had no reason to trust that God could make a family out of he and his wife's old bodies. Old bodies. So similarly, Habakkuk is invited to look out into a terribly violent, tragic time in history and see the hand of God at work, bringing the day of the Lord and the downfall of Babylon. And the righteous will live by faith in that, the hope of that day. And then what follows is in chapter three, a poem about the day of distress. He doesn't use the phrase day of the Lord, he uses the phrase day of distress. But Habakkuk 3 is incredible. It's this ancient style Hebrew poem where he describes God descending in cloud and lightning. And he essentially retells the story of the plagues of Egypt, but on steroids. It's as if the day of the Lord and the Exodus plagues on Egypt are happening to all the nations. And so all of the mountains are crumbling.",
    "start": "00:14:46",
    "end": "00:16:24"
  },
  {
    "text": "And this is him saying, look, eventually God's going to take care of all this.",
    "start": "00:16:25",
    "end": "00:16:29"
  },
  {
    "text": "Eventually God's. So what Habakkuk's looking at is Nebuchadnezzar's Babylon coming to take over Assyria and the world. And God says, that's my solution. And Habakkuk says, that's not a good solution. Babylon's horrible. God says, don't worry, they'll get what's coming to them too. Even though I might use Babylon as a servant to bring the day of the Lord on other nations. The day of the Lord's coming for Babylon too.",
    "start": "00:16:29",
    "end": "00:16:59"
  },
  {
    "text": "And then he describes it.",
    "start": "00:16:59",
    "end": "00:17:01"
  },
  {
    "text": "And then that day of the Lord on Babylon gets Described in Habakkuk3 in this long poem. And you read the poem and it sounds like the end of the world. God comes with his holy. The Holy One comes, His glory covers the heavens, his splendor like the sunrise, rays flashing, Plagues go before him, Pestilence he stood, the earth shakes, the nations tremble, mountains collapse. I mean, it's. Right, yeah, sounds. It's the end of the world, right?",
    "start": "00:17:01",
    "end": "00:17:31"
  },
  {
    "text": "Using the plagues of Exodus and.",
    "start": "00:17:31",
    "end": "00:17:33"
  },
  {
    "text": "Yep, yeah, yeah, yeah.",
    "start": "00:17:33",
    "end": "00:17:36"
  },
  {
    "text": "And also the glory of God descending on Sinai kind of images.",
    "start": "00:17:36",
    "end": "00:17:40"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:17:40",
    "end": "00:17:40"
  },
  {
    "text": "It's like combining those.",
    "start": "00:17:40",
    "end": "00:17:41"
  },
  {
    "text": "It's combining God appearing at Sinai and God showing up to take care of Egypt. Verse 8. Were you angry with the rivers? Lord Was your wrath against the streams? Did you rage against the sea when you rode your horses and your chariots to victory? You uncovered your bow. You called for many arrows. You split the earth with rivers. The mountains saw you and writhed. It's taking the story of the splitting of the sea, but then it's making.",
    "start": "00:17:41",
    "end": "00:18:13"
  },
  {
    "text": "Which story?",
    "start": "00:18:14",
    "end": "00:18:14"
  },
  {
    "text": "From the Exodus story of God splitting the waters, but it's making God.",
    "start": "00:18:15",
    "end": "00:18:20"
  },
  {
    "text": "So that's the river he's talking about. Are you angry with the river? Is that why you split it?",
    "start": "00:18:20",
    "end": "00:18:24"
  },
  {
    "text": "Well, there's two things going on. One, there's an ancient motif. It's on Genesis, page one of God's victory over the chaotic waters, the deep waters of Genesis 1, verse 2. And in ancient Near Eastern mythology, the forces of chaos in the world are often depicted as the chaotic rivers and waters of the deep. And so biblical poets will often pick up on that common idea and talk about the God of Israel as the one who has power over the waters and the rivers. So there's Habakkuk's picking up that, but then he's also picking up the story of God's victory over evil when he split the waters of the sea. But instead of Pharaoh riding his chariot, it's God riding a chariot. Brilliant. He's combining all of these stories and images depicting God as the warrior, which is what happened in Exodus 15, the song of the Sea. But now it's God riding the chariot, and all the earth is responding and writhing.",
    "start": "00:18:24",
    "end": "00:19:33"
  },
  {
    "text": "So it's interesting. So he says you uncovered your bow and you call for many arrows. So here he is. He's armed now to the teeth.",
    "start": "00:19:33",
    "end": "00:19:40"
  },
  {
    "text": "Yep.",
    "start": "00:19:40",
    "end": "00:19:40"
  },
  {
    "text": "And then what does he do? He splits the earth with rivers.",
    "start": "00:19:40",
    "end": "00:19:44"
  },
  {
    "text": "Yes.",
    "start": "00:19:44",
    "end": "00:19:44"
  },
  {
    "text": "What does that mean?",
    "start": "00:19:45",
    "end": "00:19:46"
  },
  {
    "text": "Oh, it's God's power to determine the order of creation. Because it's the mountain saw you and writhed. So it's God as the one who can bring order or bring disorder, like in the Flood. That's the whole point of the Flood story is God is the one who brought order, and he can bring de. Creation, order, disorder. When God comes to confront evil, he's coming to confront the created order. Yeah. The forces of chaos and disorder. And so it's of creation itself coming unglued, so to speak, when the Creator shows up to defeat evil.",
    "start": "00:19:46",
    "end": "00:20:28"
  },
  {
    "text": "Hmm.",
    "start": "00:20:28",
    "end": "00:20:29"
  },
  {
    "text": "This is all very ancient imagery. Sun and moon stood still in the heavens at the glint of your arrows in wrath. You strode through the earth, you threshed the nations threshed. Threshed, yeah.",
    "start": "00:20:29",
    "end": "00:20:45"
  },
  {
    "text": "That's a cultural metaphor.",
    "start": "00:20:45",
    "end": "00:20:48"
  },
  {
    "text": "Yeah. Taking grain, cutting off the grain? No, of like, you need to separate the grain seed from the husk, so it needs to get crushed. Millstones do it. Or you can stomp on it and thresh it.",
    "start": "00:20:48",
    "end": "00:21:02"
  },
  {
    "text": "So that's not a pleasant thing to do to someone.",
    "start": "00:21:02",
    "end": "00:21:05"
  },
  {
    "text": "No, it's a judgment image. Yeah, yeah. And then. But verse 13, you came out to save your people, to deliver your people, and to save your anointed one, you crushed the leader of the land of wickedness. You stripped him head to foot with your own spear. You pierced his head. Holy cow.",
    "start": "00:21:05",
    "end": "00:21:26"
  },
  {
    "text": "Who's this guy? This is the Antichrist.",
    "start": "00:21:27",
    "end": "00:21:30"
  },
  {
    "text": "Yes. Yeah. So we're retelling the Exodus story, but for Habakkuk, the Exodus story has become this palette that he uses to paint the picture of the fall of Babylon, which is historically Babylon sitting in front of him in the mid-500 BC. But he sees in the fall of Babylon the ultimate hope of the day of the Lord, Would God come.",
    "start": "00:21:31",
    "end": "00:21:58"
  },
  {
    "text": "So as he's describing the fall of Babylon, he gets a little out of control and he's really describing also the end of the age.",
    "start": "00:21:59",
    "end": "00:22:08"
  },
  {
    "text": "Well, yeah, I would reverse it. I would say he has the fundamental hope that the creator God is going to save his people and deliver the oppressed.",
    "start": "00:22:09",
    "end": "00:22:20"
  },
  {
    "text": "Yeah.",
    "start": "00:22:20",
    "end": "00:22:20"
  },
  {
    "text": "And he's going to confront evil. And he sees in the fall of Babylon, in his own day, Babylon is already an archetype. And so he describes the fall of Babylon in his day with the language of the fall of the great Babylon that is of all oppressive wickedness on the earth. And he uses this incredibly ratcheted up poetry to describe it. The reason why I'm talking about this is this is all called the day of calamity, the day of distress. It's another synonym for the day of the Lord. So this is all over the prophets. And this is very hard for modern readers because the Lord as a Warrior from Exodus 15 gets just turned up to 11 the prophets and all this poetry. It's really violent, it's aggressive, and it sounds like the end of the world. And it is talking about the end of the world as they knew it. But it's all grounded in this hope rooted in the past, looking towards the future, that they'll come an ultimate day when God will do away with evil once and for all. And Habakkuk sees that hope becoming a reality in the little D day of the Lord that he saw when Babylon fell.",
    "start": "00:22:21",
    "end": "00:23:42"
  },
  {
    "text": "Yeah.",
    "start": "00:23:42",
    "end": "00:23:43"
  },
  {
    "text": "So we're back to that prophetic view of history, but he's not talking about the end of the world. He's looking through the Exodus story to understand the events of his own day and to give him hope for the ultimate future.",
    "start": "00:23:44",
    "end": "00:23:57"
  },
  {
    "text": "The ultimate future would be the end of the world.",
    "start": "00:23:57",
    "end": "00:24:00"
  },
  {
    "text": "Well, it would be the end of Babylon and the coming of the New Jerusalem or the New Creation.",
    "start": "00:24:00",
    "end": "00:24:08"
  },
  {
    "text": "Actual Babylon who just took over. Or Babylon, the archetype.",
    "start": "00:24:08",
    "end": "00:24:13"
  },
  {
    "text": "Well, I don't know. Maybe we have no idea. We're back to the mountain range. Did he actually think that Mount Hood was just a couple steps past the foothills and zigzags were rhododendron? That if you go south and look, you see, oh, they're like miles apart. But from another vantage point of his poetry, it all looks close up together.",
    "start": "00:24:13",
    "end": "00:24:36"
  },
  {
    "text": "It's part of the same thing.",
    "start": "00:24:36",
    "end": "00:24:37"
  },
  {
    "text": "And that's what makes this poetry have the ability to speak to every single generation of God's people because it allows you to see your current events in light of the ultimate culmination of history. And that's how the day. That's how the name of the Lord works.",
    "start": "00:24:38",
    "end": "00:24:55"
  },
  {
    "text": "And you talk about how it's a little disconcerting to see all this violence and God is a warrior. It feel. Especially from, I suppose, a modern perspective.",
    "start": "00:24:55",
    "end": "00:25:07"
  },
  {
    "text": "Yeah. I think people who live in a comfortable, comfortable economic, social situation.",
    "start": "00:25:07",
    "end": "00:25:15"
  },
  {
    "text": "Right.",
    "start": "00:25:15",
    "end": "00:25:15"
  },
  {
    "text": "This language in the Bible. Disturbing. Yeah.",
    "start": "00:25:16",
    "end": "00:25:19"
  },
  {
    "text": "But if you have spent your life under oppression by some evil people, you would raise your hand and cheer at this kind of language.",
    "start": "00:25:19",
    "end": "00:25:31"
  },
  {
    "text": "Yeah.",
    "start": "00:25:31",
    "end": "00:25:31"
  },
  {
    "text": "That's like the spear striking the leader.",
    "start": "00:25:31",
    "end": "00:25:33"
  },
  {
    "text": "Correct.",
    "start": "00:25:34",
    "end": "00:25:34"
  },
  {
    "text": "That's like there's something. I guess I'm just trying to have some sympathy. It's like there's something exciting when the final bad guy gets.",
    "start": "00:25:34",
    "end": "00:25:43"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:25:43",
    "end": "00:25:44"
  },
  {
    "text": "Gets taken down.",
    "start": "00:25:44",
    "end": "00:25:45"
  },
  {
    "text": "Yeah. And we have to be very careful to not stop the story right there. As a follower of Jesus, the way that this all comes to its climax in Jesus isn't with Jesus.",
    "start": "00:25:45",
    "end": "00:26:00"
  },
  {
    "text": "It's another unexpected turn.",
    "start": "00:26:00",
    "end": "00:26:01"
  },
  {
    "text": "Killing the high priest of Jerusalem and assassinating Pilate.",
    "start": "00:26:01",
    "end": "00:26:05"
  },
  {
    "text": "Right.",
    "start": "00:26:05",
    "end": "00:26:05"
  },
  {
    "text": "It's this ultimate reversal where the day of the Lord comes. And that's fascinating.",
    "start": "00:26:05",
    "end": "00:26:12"
  },
  {
    "text": "So, like, because the Lord, it's a second type of reversal, this first reversal is, hey, don't be excited for the day of the Lord because it's going to be darkness. That's this massive reversal. Like, well, no, the day of the Lord is when we're saved from all of these enemies that surround us. And then Jesus comes and we're like, cool, you're the Messiah. You're going to bring the day of the Lord for us. We already experienced the calamity from that. You Know, from Babylon and Assyria taking us over. But now you're gonna come and God's gonna prevail. And then there's this other reversal where Jesus is like, it's not gonna look what you thought it was gonna look like.",
    "start": "00:26:12",
    "end": "00:26:57"
  },
  {
    "text": "That's right, yeah. He says, yeah, when I come to.",
    "start": "00:26:57",
    "end": "00:27:00"
  },
  {
    "text": "Bring judgment, it's going to look like a crucified villain.",
    "start": "00:27:00",
    "end": "00:27:05"
  },
  {
    "text": "Yeah. John says, the day of the Lord is coming. It'll be like fire. And it's John the Baptist.",
    "start": "00:27:06",
    "end": "00:27:12"
  },
  {
    "text": "Yeah.",
    "start": "00:27:12",
    "end": "00:27:12"
  },
  {
    "text": "And then Jesus shows up, he places himself, he says that he is both the Lord calling Israel to be the counter, Babylon, so to speak. And then when the wrath of Rome falls on Israel, Jesus puts himself in its path and takes it, and that becomes his victory. And so it's very important to see how all of this violent warrior image, divine warrior imagery gets transformed by the meaning of the cross and the resurrection. And many Christians, I think, don't make that connection.",
    "start": "00:27:13",
    "end": "00:27:55"
  },
  {
    "text": "Or, well, I think there's this thought of like, yeah, Jesus did that, and that's amazing. But then he's got to come back and actually be the warrior because there's still this evil.",
    "start": "00:27:56",
    "end": "00:28:06"
  },
  {
    "text": "That's right.",
    "start": "00:28:06",
    "end": "00:28:06"
  },
  {
    "text": "And so then the question becomes, okay, well then how is he going to do that?",
    "start": "00:28:06",
    "end": "00:28:09"
  },
  {
    "text": "Yeah. If Jesus accomplished the inauguration of his rule and kingdom through an intentional nonviolence, submitting to violence, what's going to be the manner of him completing and fulfilling his kingdom when he returns? And many people think that violence will play a key role in that of.",
    "start": "00:28:09",
    "end": "00:28:30"
  },
  {
    "text": "Some kind because it's using all this violent imagery.",
    "start": "00:28:30",
    "end": "00:28:34"
  },
  {
    "text": "It adopts the book of Revelation and certain passages in Paul adopts these passages from the prophets. But if you look closely, all of the apostles have deeply thought through and reflected on how this imagery gets transformed in light of the cross. Another thing to be aware of when you're reading the Hebrew prophets in the Old Testament is the fact that they almost entirely wrote in poetry and that the language about the. The day of the Lord uses poetry and metaphor as its main way of talking. And it's just important to recognize because there's going to be lots of debate in the Jewish and Christian tradition about how to interpret the reference of all of this prophecy. And I've just found. Just keep reminding yourself you're reading poetry. Poetry, by definition, is altered language, not used in its literal sense. That's what poetry. That's what it means. And so we just have to respect.",
    "start": "00:28:35",
    "end": "00:29:56"
  },
  {
    "text": "That in order to bring greater insight than what a literal.",
    "start": "00:29:56",
    "end": "00:30:01"
  },
  {
    "text": "Yeah, well, it's just using the words Literal or metaphorical, it's poetry. To read poetry literally is to violate the author's intention to read poetry as poetry, which doesn't mean it's not talking about something real. It just means the language and imagery used to describe it shouldn't be confused with the reality being referred to.",
    "start": "00:30:01",
    "end": "00:30:25"
  },
  {
    "text": "Right.",
    "start": "00:30:25",
    "end": "00:30:26"
  },
  {
    "text": "When I say my wife's a fireball, I'm using a metaphor. That doesn't mean she's not real or she's not feisty. What I mean is that she's too real. She's like such a wonderful ball of intensity that I cannot speak literally about her. It doesn't do justice to who she is.",
    "start": "00:30:26",
    "end": "00:30:46"
  },
  {
    "text": "Well, it's not, as it doesn't have as much weight or meaning to just say, my wife is feisty.",
    "start": "00:30:46",
    "end": "00:30:56"
  },
  {
    "text": "Yeah. It also doesn't. It doesn't communicate as much.",
    "start": "00:30:56",
    "end": "00:31:00"
  },
  {
    "text": "Yeah, it doesn't communicate.",
    "start": "00:31:00",
    "end": "00:31:01"
  },
  {
    "text": "Yeah, my wife's wonderful and intense. But to say she's a fireball. Yeah, because fire can burn you or it can bring you warmth. You know, this is what poetry does. Poetry creates a surplus of meaning through the words, and that, by nature, would never accomplish the same effect if you just spoke literally. And so all of the passages about the day of the Lord in the Old Testament prophets are in poetry. So we have to remember that.",
    "start": "00:31:01",
    "end": "00:31:32"
  },
  {
    "text": "And the other thing that I've been picking up on is it's always borrowing from these other images, too, using images.",
    "start": "00:31:32",
    "end": "00:31:40"
  },
  {
    "text": "That have previous lives, like Exodus imagery.",
    "start": "00:31:40",
    "end": "00:31:43"
  },
  {
    "text": "Yeah. So the plagues from Exodus or splitting the sea. So it's like a double mistake to go, oh, so there's gonna be locusts coming. Because one, it's poetry. Two, it's borrowing from something that happened in order for you to draw the parallels and see how this is all connected. So whether or not there's gonna be locusts, that's not the point. The point. Correct.",
    "start": "00:31:43",
    "end": "00:32:09"
  },
  {
    "text": "Correct.",
    "start": "00:32:10",
    "end": "00:32:10"
  },
  {
    "text": "Okay.",
    "start": "00:32:10",
    "end": "00:32:11"
  },
  {
    "text": "Yeah, that's right. So just a quick sample. We'll make the point. Isaiah 13 depicts the day of the Lord as a terrible war. All the nations mustered for war. And then in a famous line, Isaiah 13, verse 10. The stars of heaven and their constellations will not show their light. The rising sun will be darkened. The moon will not give its light.",
    "start": "00:32:11",
    "end": "00:32:37"
  },
  {
    "text": "You're like, oh, is this borrowing from anything?",
    "start": "00:32:37",
    "end": "00:32:40"
  },
  {
    "text": "Oh, I think for sure we're going back to the plagues of Egypt.",
    "start": "00:32:41",
    "end": "00:32:46"
  },
  {
    "text": "Oh, when the sky was darkened.",
    "start": "00:32:46",
    "end": "00:32:47"
  },
  {
    "text": "Darkness.",
    "start": "00:32:48",
    "end": "00:32:48"
  },
  {
    "text": "Darkness. Okay.",
    "start": "00:32:49",
    "end": "00:32:49"
  },
  {
    "text": "Yeah. And then verse 11. So. Oh, I guess God's destroying the universe. No, I'm punishing the world for its evil and the wicked for Their sins. So the collapse of, well, the stars and the rhythm of the sun and the moon and its light, that's like the created order. It's the created order. And so the world order, in its most fundamental ways, as you and I experience it, will change when God removes evil completely in the fall of Babylon. And this is Isaiah 13. In just a few sentences, it'll go on to talk about what's this all referring to. It's referring to the Persians coming to invade the city of Babylon. He just says it. So he sees in that event.",
    "start": "00:32:49",
    "end": "00:33:43"
  },
  {
    "text": "So it's like all of a sudden you think he's talking about the mountain, and all of a sudden he points and goes, no, I'm talking about this foothill.",
    "start": "00:33:44",
    "end": "00:33:50"
  },
  {
    "text": "Yeah. And this right here is the exact line that Jesus quotes to refer to the fall of Jerusalem because they've rejected him. So Jesus uses Isaiah's prophetic poetry about the fall of Babylon in 539 B.C. to Persia, to Persia to describe the fall of Jerusalem to Rome. But its metaphor is about the end of the world.",
    "start": "00:33:51",
    "end": "00:34:17"
  },
  {
    "text": "Yeah.",
    "start": "00:34:18",
    "end": "00:34:18"
  },
  {
    "text": "Or the dissolution of the created order.",
    "start": "00:34:19",
    "end": "00:34:21"
  },
  {
    "text": "Right.",
    "start": "00:34:21",
    "end": "00:34:21"
  },
  {
    "text": "And so just. But just seeing how all that works, I think, helps us understand what Jesus is saying.",
    "start": "00:34:22",
    "end": "00:34:27"
  },
  {
    "text": "Right.",
    "start": "00:34:27",
    "end": "00:34:27"
  },
  {
    "text": "He's talking about the fall of Jerusalem, which is the end of the world as the people of Israel know it. And it's a manifestation of the day of the Lord, which points towards the great day when God will remove evil from the earth.",
    "start": "00:34:29",
    "end": "00:34:45"
  },
  {
    "text": "Is there any time in the prophets where they're just clearly only talking about.",
    "start": "00:34:45",
    "end": "00:34:49"
  },
  {
    "text": "The end of the world? The end of the world, man. I'm not aware of a passage where there isn't some level of this kind.",
    "start": "00:34:49",
    "end": "00:34:57"
  },
  {
    "text": "Of dual focus, the transparencies.",
    "start": "00:34:57",
    "end": "00:34:58"
  },
  {
    "text": "Yes.",
    "start": "00:34:58",
    "end": "00:34:59"
  },
  {
    "text": "That's interesting.",
    "start": "00:34:59",
    "end": "00:35:00"
  },
  {
    "text": "Yes. Yeah. And I think you can make the same point for the book of Revelation.",
    "start": "00:35:00",
    "end": "00:35:04"
  },
  {
    "text": "It's not ever just talking about the big D, day of the Lord. It's also always talking about Rome too, I guess.",
    "start": "00:35:04",
    "end": "00:35:11"
  },
  {
    "text": "Yeah. I want to qualify. That I would need to think through. But that tension is this poem referring to something now or something yet to come? And it's not that they're being ambiguous. They're saying it's both. Because there's that analogy, that figural archetypal connection between the events of my day and the events of history. So all this poetry in the prophets about the day of the Lord sounds like the end of the world. And you just have to keep that dual focus. Dual focus in mind. The other interesting thing that's connected is how the prophets talk about Babylon. We already Saw it in Habakkuk, where Babylon is a kingdom in his day. But he talks about its downfall as this. In this almost apocalyptic type of poetry. In the same way there are passages in the prophets that try and get inside of the mind of the king of Babylon. And what they discover there is the same thing that we found with the king of Egypt who wouldn't acknowledge Pharaoh, wouldn't acknowledge, I don't know who Yahweh is, I don't acknowledge Yahweh. It's the same thing we saw happening subtly in Solomon. This like delusions of grandeur, you know, making the ivory throne with 12 lions and tens of thousands of slaves and that kind of thing.",
    "start": "00:35:11",
    "end": "00:37:02"
  },
  {
    "text": "500 gold shields.",
    "start": "00:37:02",
    "end": "00:37:04"
  },
  {
    "text": "Yes. Yeah. So when the prophets try to get inside of what the king of Babylon thinks about his world empire, specifically, Isaiah writes this fascinating poem in Isaiah, chapter 14. And he essentially accuses the king of Babylon of making himself into a God. And here's what happens. Isaiah brilliantly draws on Babylonian mythological poetry that describes the story of Marduk, the God of Babylon. But then he retells that story as the story of what the king of Babylon is himself thinking about himself, so to say.",
    "start": "00:37:04",
    "end": "00:37:47"
  },
  {
    "text": "Again, Babylon has their own kind of mythology and in it their own patron.",
    "start": "00:37:47",
    "end": "00:37:54"
  },
  {
    "text": "Gods and national gods and so on.",
    "start": "00:37:54",
    "end": "00:37:57"
  },
  {
    "text": "And Marduk, Marduk is the main one. And there's. And Isaiah picks up on. Because they're aware of these stories. Correct, Picks up on that motif.",
    "start": "00:37:57",
    "end": "00:38:12"
  },
  {
    "text": "Isaiah is a very well read. He is an official Jerusalem prophet. He's got the ear of the king. He's not like Amos, a country boy, he's a city boy, well healed, and he's really well read in the literature of his day. And so he creates this satire or parody talking about how the king of Babylon thinks that he's God, but actually he's not. So the poem is verse 12 of chapter 14. How you have fallen from heaven, O morning star, son of the dawn. When the sun rises, you start to not be able to see the stars. But one brightest star remains the morning star. Venus.",
    "start": "00:38:12",
    "end": "00:38:57"
  },
  {
    "text": "Venus.",
    "start": "00:38:57",
    "end": "00:38:57"
  },
  {
    "text": "The morning stars in the east before sunrise. Okay, yeah. So Venus. So he depicts king of Babylon thinking of himself as Venus, which begins to tie into Babylonian mythology about that the stars are gods and the star, the lights.",
    "start": "00:38:57",
    "end": "00:39:16"
  },
  {
    "text": "In Babylonian mythology, the stars are gods.",
    "start": "00:39:16",
    "end": "00:39:18"
  },
  {
    "text": "Correct? Yeah, totally. Ancient Near Eastern religion as a whole. So think about. There's a narrative built up, a mythology about what's happening when the sun rises. If the sun is a deity unto himself, then at night the stars rule. But Then every day the ultimate power rises. But there's one star that remains in Defiance.",
    "start": "00:39:18",
    "end": "00:39:43"
  },
  {
    "text": "Yeah, In Defiance.",
    "start": "00:39:43",
    "end": "00:39:45"
  },
  {
    "text": "Yeah, yeah. The morning star.",
    "start": "00:39:45",
    "end": "00:39:47"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:39:47",
    "end": "00:39:48"
  },
  {
    "text": "And so that there's, you know, you can see how a story could be built around that. The little star that wants to duke it out. Duke it out with the sun as long as possible. Yeah, yeah. And so you, morning star, you've fallen from heaven. You thought you could beat the sun, but actually you've fallen from heaven, which happens every day. Which happens every day. Totally. Yeah. So in one of the most famous religious mythologies about Babylon, it's called Enuma Elish, and it's a story about how the.",
    "start": "00:39:49",
    "end": "00:40:18"
  },
  {
    "text": "We've talked about that in this podcast before.",
    "start": "00:40:18",
    "end": "00:40:20"
  },
  {
    "text": "Yeah, we have, yeah. It's really important backdrop to a lot of biblical imagery, but it's a story about the rise of Marduk to become the chief God.",
    "start": "00:40:20",
    "end": "00:40:31"
  },
  {
    "text": "Marduk, a star.",
    "start": "00:40:31",
    "end": "00:40:32"
  },
  {
    "text": "So Marduk is a local God, a city God. But then as the Babylonian empire became a world empire, they developed ancient mythologies to talk about how Marduk became the chief God. So the chief God has different names, Enki or Enlil. And then Enuma Elish is about how Marduk ascends to the place and declares himself as Enlil over all the gods, makes himself the chief God. And so it's that section of Enuma Elish that Isaiah seems to be alluding to here and then creating a satire of. So you have fallen from heaven, morning star, son of the dawn. You've been cast down to the earth, you who once laid low the nation. So you were up high, asserting yourself as the chief God. But actually now it's vertical imagery. You were up high, but now you're down low. You're cast down to the earth. You've laid low other nations, but now you are laid low. You said in your heart, I will ascend to the heavens. I will raise my throne above the stars of God.",
    "start": "00:40:32",
    "end": "00:41:43"
  },
  {
    "text": "I will ascend to the heavens. That's Genesis 11, right? Or Genesis 10.",
    "start": "00:41:43",
    "end": "00:41:47"
  },
  {
    "text": "Yes, totally. Exactly. That's exactly right. Genesis, the tower.",
    "start": "00:41:47",
    "end": "00:41:51"
  },
  {
    "text": "Let's ascend to the heavens.",
    "start": "00:41:52",
    "end": "00:41:53"
  },
  {
    "text": "Yes. Yeah. This is a poetic exploration further developing the self exaltation of Babylon. I'll raise my throne above the stars of God. I'll sit enthroned on the mount of assembly in the utmost heights of Mount Zaphon. Here, well read. Isaiah is alluding to a Canaanite theological image of Mount Zaphon is referring to the mountains way up in the north of Syria. Even it's the Canaanite equivalent of Mount Olympus. In Greek mythology, it's the mountain of the gods, the assembly of the gods.",
    "start": "00:41:53",
    "end": "00:42:31"
  },
  {
    "text": "What would that mountain range be today?",
    "start": "00:42:32",
    "end": "00:42:34"
  },
  {
    "text": "I think it's called the Caucasus Mountains. Yeah, it's the mountain system in Eurasia between the Black Sea and the Caspian Sea, which is Timbuktu. As far as any Israelites are concerned. I will make myself like the most high. But Isaiah says you are brought down to the realm of the dead, to the depths of the pit. So there's multiple layers going on here. First of all, this is a poem creating a satire on the fall of Babylon and its empire, personified by its king, who is being depicted in the metaphor as the morning star of the morning star. And Marduk, who's trying to. From Babylonian mythology, who's trying to take.",
    "start": "00:42:35",
    "end": "00:43:17"
  },
  {
    "text": "Over, be on top of the whole deity food chain.",
    "start": "00:43:17",
    "end": "00:43:21"
  },
  {
    "text": "In Isaiah's. That's right. And in Isaiah's conviction, there's only one deity at the top. It's Yahweh, the God of Israel, the creator of all. And so Babylon, thinking that it's the real divine power in the world, can just exile and destroy people groups. It's made itself into a God. And so it will by definition fall. And this is exactly the self exaltation of Babylon that gets explored in the book of Daniel. Literally, it's Babylon. The king of Babylon makes himself into a great God, a huge statue, and then he has a dream about that huge statue, and the kingdom of a God comes to topple it in his dream. And so this is a big part of the Bible's. This is all a biblical diagnosis of the human condition. Babylon's the archetype of the human condition. It's humans. Once again, we said already, but it's humans. When humans get together and make a collective identity into a nation state or people group, and then just inevitably, we exalt our particular way of life or identity as better than other people.",
    "start": "00:43:21",
    "end": "00:44:39"
  },
  {
    "text": "And then if we have the power to do so, we'll put ourselves at the top and try to control everything.",
    "start": "00:44:40",
    "end": "00:44:45"
  },
  {
    "text": "Yeah, and then we exert that vision of right and wrong and good and not good and impose it on other people groups, all while ignoring the true God who defines good, who is our actual authority. So this is why Babylon appears at the beginning, middle and end of Israel's story. For the prophets, it's like the perfect image of everything that's wrong with every.",
    "start": "00:44:45",
    "end": "00:45:16"
  },
  {
    "text": "Every kind of unrepentant heart or every person who's deciding to continue to seize control of good and evil in a way. Is a morning star fighting?",
    "start": "00:45:17",
    "end": "00:45:30"
  },
  {
    "text": "Yeah. Okay. All right, so work with me here. This. Historically in the history of Christian interpretation, this poem has been read as a poem referring to the fall of Satan. To the rebellion of Satan.",
    "start": "00:45:30",
    "end": "00:45:46"
  },
  {
    "text": "Yeah. When did that begin?",
    "start": "00:45:47",
    "end": "00:45:48"
  },
  {
    "text": "Somewhere actually probably in the pre Christian period. So in Jewish interpretation in the late second Temple period. And then the early Christians were just a part of that and continued that idea. And you can kind of see how Isaiah's poetry is saying there are actually darker spiritual divine forces at work behind the rise and fall of nations. And when you see a nation declaring itself and its values as God and killing other people in the name of that God, you're watching idolatry happen. You're watching something demonic. And so Isaiah is saying behind the rise and fall of Babylon is something much darker. That's part of what's happening here. And so in verse 12, the Morning Star, that was translated much later in the early centuries of Christianity when Latin translations of the Hebrew Bible were made.",
    "start": "00:45:51",
    "end": "00:46:54"
  },
  {
    "text": "The Vulgate.",
    "start": "00:46:55",
    "end": "00:46:55"
  },
  {
    "text": "The Vulgate, this passage was translated and the word for morning star in Latin is Lucifer. Lucifer. And so that's what stood here.",
    "start": "00:46:55",
    "end": "00:47:04"
  },
  {
    "text": "That's Latin for morning star.",
    "start": "00:47:04",
    "end": "00:47:06"
  },
  {
    "text": "Morning star, yep. And so the whole tradition of Satan being called the morning star. Lucifer.",
    "start": "00:47:06",
    "end": "00:47:14"
  },
  {
    "text": "Yeah, being. Okay, so like I've heard Satan described as like the most glorious of all the angels, correct?",
    "start": "00:47:15",
    "end": "00:47:23"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:47:23",
    "end": "00:47:24"
  },
  {
    "text": "Which makes sense that the morning star is the most.",
    "start": "00:47:24",
    "end": "00:47:27"
  },
  {
    "text": "So what that tradition is doing, it goes back to early in church history, is it's actually taking these passages and saying, actually these are little biographies about the story of Satan. I don't think that's quite right. But it's on the right path, it's on the right track. Because Isaiah is saying beneath the arrogance and self deification of Babylon is something dark in the human heart and mind. And it's exactly what the story of the serpent in Genesis 3 is trying to get at. It's the same exact thing, Right. Of something that's outside of humans, but yet gets humans to embrace their own destruction and choose it of their own will. But yet. So it's something we choose, but yet also something that we feel like is taking us over.",
    "start": "00:47:28",
    "end": "00:48:21"
  },
  {
    "text": "Yeah, something dark.",
    "start": "00:48:21",
    "end": "00:48:23"
  },
  {
    "text": "Something dark, powerful. And that darkness driving the horror of human history is clearly manifest in violent, oppressive empires. There's something about Babylon where you can see it clearly. And you can see it in Egypt like that. Right. The erasing an immigrant population becomes good. How do you get to a place where you define that as good? And the prophets would say well, it's the gods, the gods of Egypt, the gods of Babylon. We're not far. But I don't think this is like giving us a biography of the fall of Satan. It's more. It's saying that there's a darker power underneath, the self exaltation of human kingdoms.",
    "start": "00:48:23",
    "end": "00:49:17"
  },
  {
    "text": "So this kind of theological construct of Satan and his origins and how it all works, it's taking this passage saying this is the origin of Satan. And so from this you can then infer Satan must have been a glorious.",
    "start": "00:49:18",
    "end": "00:49:36"
  },
  {
    "text": "Angel that rebelled against God, rebels against.",
    "start": "00:49:37",
    "end": "00:49:41"
  },
  {
    "text": "God, and then he falls. And then we see the snake in.",
    "start": "00:49:41",
    "end": "00:49:45"
  },
  {
    "text": "Genesis 3, and we take that idea from this passage then and we insert that into some hazy time before Genesis 3.",
    "start": "00:49:45",
    "end": "00:49:55"
  },
  {
    "text": "Right.",
    "start": "00:49:55",
    "end": "00:49:55"
  },
  {
    "text": "And so that must have happened before.",
    "start": "00:49:55",
    "end": "00:49:57"
  },
  {
    "text": "Genesis 3 because he's in the garden.",
    "start": "00:49:57",
    "end": "00:50:00"
  },
  {
    "text": "And in Genesis 3 now it's in the aftermath of that.",
    "start": "00:50:00",
    "end": "00:50:02"
  },
  {
    "text": "And actually we've gotten a lot of feedback because we don't call, when we talk about Genesis 3, we just refer to him as the snake or the serpent. Yeah, we don't ever call it Satan, which doesn't mean we're saying it isn't Satan, but we're just using the language that Genesis 3 uses. But people, I've noticed a lot of feedback where people get frustrated with that because we kind of want this clear. Like that's Satan, he fell from heaven with a bunch of other angels. Where does that come from? There's other angels.",
    "start": "00:50:02",
    "end": "00:50:35"
  },
  {
    "text": "Yes. So that comes from Revelation chapter 12, which There's a similar thing going on here. John is describing a vision about how the Messiah has been born. And then there's a conflict in heaven and Michael and his angels fight against the dragon. And who's the dragon? That ancient serpent called the devil or Satan, who leads the whole world astray. He's hurled to the earth and so on, and then he makes his war on the Messiah's people.",
    "start": "00:50:35",
    "end": "00:51:05"
  },
  {
    "text": "That seems pretty clear.",
    "start": "00:51:06",
    "end": "00:51:07"
  },
  {
    "text": "Well, it does, except what it's referring to, as the poem goes on now have come the salvation and power and kingdom of our God and the authority of his Messiah. And in Revelation 12 it's describing what Jesus did to the powers of evil when he conquered them in the cross and the resurrection. It's not talking about in the ancient primeval past.",
    "start": "00:51:07",
    "end": "00:51:29"
  },
  {
    "text": "Right. When Satan fell.",
    "start": "00:51:29",
    "end": "00:51:30"
  },
  {
    "text": "Right. But what has happened in the history of Christian interpretation is Revelation 12, Isaiah 14 gets melded together into this biography, ancient biography of Satan, and then all of that gets put before Genesis 3. Yeah, and I think that's just. We're Creating, we're creating all of that.",
    "start": "00:51:30",
    "end": "00:51:50"
  },
  {
    "text": "So what is your. Like, are you a little. It sounds like you're a little agnostic when it comes to it. Like you're kind of like, yeah, that's fine, go for it.",
    "start": "00:51:50",
    "end": "00:51:56"
  },
  {
    "text": "Like, well, no, I think you're actually misreading what each of these passages is doing. If you're trying to create some pre biblical biography of Satan, what do you.",
    "start": "00:51:56",
    "end": "00:52:08"
  },
  {
    "text": "Say to someone that's really important to their theology? Because I think it becomes important to people's theology because they want. They've experienced evil in their lives. Yes, they're very sensitive to the evil that's around them. I've noticed for myself, I'm not very sensitive to that. Like, people will sense evil a lot quicker than I will. They want to create some sort of explanation in order for where did it come from? Where did it come from?",
    "start": "00:52:08",
    "end": "00:52:34"
  },
  {
    "text": "Why is it in God's good world?",
    "start": "00:52:34",
    "end": "00:52:36"
  },
  {
    "text": "Yeah.",
    "start": "00:52:36",
    "end": "00:52:36"
  },
  {
    "text": "Yes, I agree. I sympathize. I wonder that question every day. And I guess my. Yeah, my position would be that if you read these passages in context, they're not talking about the ultimate origins of evil and that when we meet this being or force of spiritual evil on page three of the Bible, it's just there. Yeah, I don't think I'm being agnostic on where evil comes from. What I'm saying is the Bible is agnostic. It just doesn't say. It's just there. Weird and strange, like a talking snake in a garden for one. And then two. When Isaiah wants to depict the rise and fall, how do you explain the horror of what Babylon did to hundreds of thousands of people in the ancient world? He says there's something dark, there's a dark spiritual reality underneath Babylon and what it does to people. And that's exactly what John in the Revelation is doing in his day. Because the dragon is the force of evil behind Babylon. In the visions of John in the Revelation, which refers immediately to Rome killing all these Christians and his experience.",
    "start": "00:52:36",
    "end": "00:53:58"
  },
  {
    "text": "How come it's a dragon now?",
    "start": "00:53:58",
    "end": "00:53:59"
  },
  {
    "text": "Mmm. Well, that gets into. We've talked about the dragon before.",
    "start": "00:54:00",
    "end": "00:54:04"
  },
  {
    "text": "Have we?",
    "start": "00:54:04",
    "end": "00:54:05"
  },
  {
    "text": "Yeah, it's Canaanite. Canaanite poetry.",
    "start": "00:54:05",
    "end": "00:54:08"
  },
  {
    "text": "I don't remember.",
    "start": "00:54:09",
    "end": "00:54:10"
  },
  {
    "text": "So, okay, there's all of these. Sheesh.",
    "start": "00:54:11",
    "end": "00:54:14"
  },
  {
    "text": "We don't have to get into it right now.",
    "start": "00:54:14",
    "end": "00:54:15"
  },
  {
    "text": "Oh, it's the Chaos Dragon. 7 headed Chaos Dragon that represents chaos. So the depiction of the snake, the.",
    "start": "00:54:15",
    "end": "00:54:25"
  },
  {
    "text": "Dragon, that's a Canaanite image.",
    "start": "00:54:25",
    "end": "00:54:27"
  },
  {
    "text": "It's a Canaanite image that the Israelite authors adopt as a metaphor for separate.",
    "start": "00:54:27",
    "end": "00:54:34"
  },
  {
    "text": "Than The Leviathan image, The sea serpent.",
    "start": "00:54:34",
    "end": "00:54:37"
  },
  {
    "text": "Correct. Well, no, they're merged.",
    "start": "00:54:37",
    "end": "00:54:39"
  },
  {
    "text": "They're merged. But the origins are separate.",
    "start": "00:54:40",
    "end": "00:54:42"
  },
  {
    "text": "But their origins are separate. Yeah. I have a whole bunch of stuff on this, on the genealogy of the dragon motif. Because Leviathan is just the Hebrew word or tannin, the serpent. It's in Greek that it gets translated as drakon in the Septuagint. And then that's what John picks up.",
    "start": "00:54:42",
    "end": "00:55:01"
  },
  {
    "text": "So it's like the same kind of word of this, like, reptile kind of dragon thing. Serpent. But it seems like there's all these different stories that all converge.",
    "start": "00:55:01",
    "end": "00:55:11"
  },
  {
    "text": "Correct.",
    "start": "00:55:11",
    "end": "00:55:12"
  },
  {
    "text": "So there's a story of the snake in the garden. There's a story of the Leviathan sea dragon. There's the Canaanite story of the seven headed serpent. Is he in the sea? Is he a sea serpent?",
    "start": "00:55:12",
    "end": "00:55:24"
  },
  {
    "text": "Yeah. Or a dragon. Yes. Okay, here. Here we are.",
    "start": "00:55:24",
    "end": "00:55:27"
  },
  {
    "text": "Okay, we are getting into it.",
    "start": "00:55:28",
    "end": "00:55:29"
  },
  {
    "text": "Quick genealogy of the dragon. So in the book of Revelation, John adopts the Old Testament imagery of the drakon, this chaos dragon. And John uses it as an image to describe the evil that Jesus conquered and the evil that the early Christian, those seven churches faced that they saw killing them in the Roman Empire. So in the Old Testament, this Leviathan comes from a couple different sources. One, it's a Canaanite mythological image to talk as an image of chaos. Whatever is opposed to order and beauty and goodness in God's world becomes typified by the leviathan, like it does in the poetry of Job. It's just chaos. However, the waters of the reed sea that were split in the story of the Exodus, Isaiah uses the leviathan imagery to talk about that story. He talks about God splitting Leviathan when he.",
    "start": "00:55:29",
    "end": "00:56:35"
  },
  {
    "text": "Because it's the chaos.",
    "start": "00:56:36",
    "end": "00:56:37"
  },
  {
    "text": "Yeah, because Egypt was a force of evil and chaos. And so defeating, he makes Egypt. He merges Egypt and the red, the reed Sea as beings conquered and split.",
    "start": "00:56:37",
    "end": "00:56:48"
  },
  {
    "text": "And calls it the Leviathan.",
    "start": "00:56:49",
    "end": "00:56:51"
  },
  {
    "text": "Yes. Later prophets will use the image of Leviathan to talk about Egypt or Babylon as new instances. And then Isaiah has this poem about God defeating Leviathan with his sword in the day of the Lord. In Isaiah, chapter 50. Excuse me, Isaiah 27. So it's a creature, you know, and you have to think, this all begins life. Where did this image come from? In Israel or in Canaanite culture, someone.",
    "start": "00:56:51",
    "end": "00:57:24"
  },
  {
    "text": "Probably ran into some crazy sea creature. Yeah, out in the chaos of the water during a storm. And it killed a bunch of people. And they're like, this thing. Is that thing intense? This thing is death itself coming from the depths of the abyss. Of the abyss.",
    "start": "00:57:24",
    "end": "00:57:43"
  },
  {
    "text": "Yeah. I mean, think we had to read these images sympathetically.",
    "start": "00:57:43",
    "end": "00:57:46"
  },
  {
    "text": "It's a Moby Dick.",
    "start": "00:57:46",
    "end": "00:57:48"
  },
  {
    "text": "It's totally Moby Dick. Yes. And then the biblical authors will draw upon this cultural icon for different purposes. And then John creatively adapts and picks up all of these passages and images and he uses the dragon to describe the forces of evil they see at work in Rome of his day. Let's see. This is Richard Bauckham from his book on the Revelation. There's no precedent in Second Temple literature for representing ultimate spiritual evil, the devil as the Leviathan dragon. John in the Book of Revelation is the only Jewish literary work to identify spiritual evil, ultimate force of spiritual evil, the devil with the dragon.",
    "start": "00:57:48",
    "end": "00:58:38"
  },
  {
    "text": "So whenever before they talk about the dragon, it was always just this more abstract concept of just chaos. Chaos and not necessarily the penultimate evil in the world.",
    "start": "00:58:38",
    "end": "00:58:49"
  },
  {
    "text": "Yeah. In other words, the figure, the personal embodiment of spiritual evil in a being called the devil or Satan. The Satan. The Satan. That figure only appears maybe three times, but for sure two times in the whole of the Old Testament. Elsewhere it's more poetic and like what Isaiah is doing with adopting poetic images. John's the first one to merge the devil with the dragon and the serpent. And he wraps it all up with.",
    "start": "00:58:49",
    "end": "00:59:24"
  },
  {
    "text": "The chaos of this world and that evil that resides in this kind of demonic form and the supernatural that's underneath.",
    "start": "00:59:24",
    "end": "00:59:34"
  },
  {
    "text": "And animating all the chaos. All human evil and human evil individually, corporately.",
    "start": "00:59:34",
    "end": "00:59:39"
  },
  {
    "text": "John puts it all together and says, this is Satan, this is the dragon.",
    "start": "00:59:39",
    "end": "00:59:43"
  },
  {
    "text": "The dragon.",
    "start": "00:59:43",
    "end": "00:59:44"
  },
  {
    "text": "This is correct.",
    "start": "00:59:44",
    "end": "00:59:45"
  },
  {
    "text": "Yeah. And once again, it's like calling my wife a fireball. So am I saying literally she's a ball of flaming gas? Of course not. You're totally missing the point. Oh, so it's just a metaphor. So you're saying John didn't think the devil was real? No, that's also missing the point. Yeah. So these images actually communicate more.",
    "start": "00:59:45",
    "end": "01:00:09"
  },
  {
    "text": "Is the devil a seven headed sea dragon?",
    "start": "01:00:09",
    "end": "01:00:11"
  },
  {
    "text": "Right. So that's ridiculous.",
    "start": "01:00:11",
    "end": "01:00:13"
  },
  {
    "text": "But also it's ridiculous to say, oh, okay, so then the Devil is just.",
    "start": "01:00:14",
    "end": "01:00:17"
  },
  {
    "text": "Silly nonsense, just this kind of a.",
    "start": "01:00:18",
    "end": "01:00:21"
  },
  {
    "text": "Way to describe evil.",
    "start": "01:00:21",
    "end": "01:00:23"
  },
  {
    "text": "But he doesn't really bad things, but.",
    "start": "01:00:23",
    "end": "01:00:25"
  },
  {
    "text": "There'S not really anything more to it.",
    "start": "01:00:25",
    "end": "01:00:26"
  },
  {
    "text": "Yeah.",
    "start": "01:00:26",
    "end": "01:00:27"
  },
  {
    "text": "And then that also is missing the point.",
    "start": "01:00:27",
    "end": "01:00:28"
  },
  {
    "text": "Correct. Yeah, yeah. It's like C.S. lewis's famous line at the beginning of the Screwtape letters where he says the greatest strategy that spiritual evil employs is to lure humans into either making too big of a deal out of spiritual evil or Minimizing spiritual evil is just superstition. Both are equally as effective in distracting us from the real thing. And I think that's what the biblical authors do. They never describe it in a way that gives us a nice biography of spiritual evil, but at the same time, it's very real and it's described in very powerful images that get your attention. So that's the great war against the powers of evil. This all helps us as we transition to Jesus understanding of the day of the Lord. This helps us understand how he thought about what he was doing. What did Jesus think he was doing when he cast out demons? Why is that such a huge feature of his Kingdom of God mission? In the Gospels, who does Jesus think is the real enemy that he's come to face? Why didn't he launch a revolution on Rome or. Right. He's claiming to be a king from the line of David, but he spends.",
    "start": "01:00:28",
    "end": "01:01:48"
  },
  {
    "text": "All this time casting out demons and stuff.",
    "start": "01:01:48",
    "end": "01:01:51"
  },
  {
    "text": "Yeah. And so with all of that stuff from the prophets we see, it's just the ground's perfectly tilled for someone like Jesus to come do. And it's all very understandable to his contemporaries because they've been raised on these texts and it's all connected. We might see him. Jesus did healings. He cast out demons. He said, love your neighbor, and then he died for our sins. How do all those go together? I think from. Right. For most of us, it's like, I.",
    "start": "01:01:52",
    "end": "01:02:24"
  },
  {
    "text": "Guess that, yeah, let's just simplify it and say that we're sinners. We need to.",
    "start": "01:02:24",
    "end": "01:02:31"
  },
  {
    "text": "He said, be perfect like your heavenly father. You're not perfect.",
    "start": "01:02:31",
    "end": "01:02:35"
  },
  {
    "text": "God's wrath would come on you. So Jesus took it for you.",
    "start": "01:02:35",
    "end": "01:02:38"
  },
  {
    "text": "Yeah.",
    "start": "01:02:38",
    "end": "01:02:39"
  },
  {
    "text": "That keeps it really simple.",
    "start": "01:02:39",
    "end": "01:02:40"
  },
  {
    "text": "It does keep it simple, but it doesn't actually honor the four accounts of Jesus that come from the apostles that describe this really robust mission of Jesus doing all these different things. And from the perspective of the Hebrew Bible, all of those connect are unified in Jesus bringing God's kingdom and the great day of the Lord to confront evil, rescue the oppressed, and to bring divine rule.",
    "start": "01:02:40",
    "end": "01:03:10"
  },
  {
    "text": "Thanks for listening to the BibleProject podcast. If you like this podcast, you can help it in one of two ways. First, go to itunes and give us a review. This is a really helpful way to boost our exposure, and selfishly, we love reading them. The second is to share it with a friend, tell someone about it, or better yet, grab their phone, open up their podcast app, and force subscribe them. Okay. Maybe ask them first. We'll continue this conversation on the day of Lord in our next episode. Until then, be well and thanks for being a part of this with us. It's.",
    "start": "01:03:13",
    "end": "01:04:11"
  },
  {
    "text": "Sa.",
    "start": "01:04:21",
    "end": "01:04:22"
  }
]