[
  {
    "text": "This is John from the bibleproject. And today on the podcast, we continue our conversation on the biblical theme of the Day of the Lord. If you haven't listened to the first part of our conversation on this theme, I'd recommend you go and do that. We introduce the theme and we talk about the Tower of Babel or the Tower of Babylon as it really is, and how Babylon is a central and essential concept to understand the Day of the Lord. In this episode, we're going to talk about how Egypt is compared to Babylon, about how God rescued his people, an oppressed immigrant population in Egypt, and how he's described as a warrior.",
    "start": "00:00:08",
    "end": "00:00:46"
  },
  {
    "text": "Especially in Western Christian culture, we really struggle with warrior imagery. But here, the biblical authors want us to see that that's a part of God's character. God is for the oppressed.",
    "start": "00:00:46",
    "end": "00:01:01"
  },
  {
    "text": "But before we get into that, I first wanted to have a conversation with Tim about technology. You see, the city of Babylon had a new technology, the brick, which they used to build an impressive tower that reached up into the skies and made them feel like they were themselves God. And God doesn't like this. He scatters everyone. And so I wanted to know, what does this mean for how we should view technology? Is technology inherently bad? Will we always use it to build Babylon? That's where we begin today. Here we go. Okay, so we need to talk about technology.",
    "start": "00:01:01",
    "end": "00:01:48"
  },
  {
    "text": "Yeah. Okay, great.",
    "start": "00:01:50",
    "end": "00:01:51"
  },
  {
    "text": "Yeah, it's not going to make it into the theme video. So I think about a lot about technology and the future of technology. And in the Tower of Babel, they're.",
    "start": "00:01:51",
    "end": "00:02:02"
  },
  {
    "text": "Using a technology that's highlighted as part of the story.",
    "start": "00:02:02",
    "end": "00:02:05"
  },
  {
    "text": "Highlighted as part of the story. They've developed technology to become people that can depend on themselves rather than God. And to become like God.",
    "start": "00:02:05",
    "end": "00:02:12"
  },
  {
    "text": "Yeah, to exalt themselves. What they think is the status of the gods. Yeah, yeah.",
    "start": "00:02:13",
    "end": "00:02:18"
  },
  {
    "text": "And now it's still fringe, but it's not so fringe for certain people to talk about how technology is going to do this. Something very much like make us like God. Radical life extension being one thing that might happen because of advancements in medicine and nanotechnology and human genome being able to be edited now and stuff like that. Yeah. Crispr. As that one. Crispr. You know, crispr.",
    "start": "00:02:19",
    "end": "00:02:52"
  },
  {
    "text": "No.",
    "start": "00:02:52",
    "end": "00:02:52"
  },
  {
    "text": "Oh, it's just like a. Like a gene editing technology. Just go in and snip out the DNA. You don't want put in new DNA. Like they're fighting cancers this way now, doing that to T cells and stuff. So radical life extension being one having powers that are very divine, like Being.",
    "start": "00:02:52",
    "end": "00:03:12"
  },
  {
    "text": "Able to create things, create organisms, Create.",
    "start": "00:03:12",
    "end": "00:03:17"
  },
  {
    "text": "Organisms, create organs, do these things that. I mean, if you were to show up 200 years ago and do it, you would be a God.",
    "start": "00:03:17",
    "end": "00:03:25"
  },
  {
    "text": "Yeah, right.",
    "start": "00:03:25",
    "end": "00:03:26"
  },
  {
    "text": "And in a way, could make us. Will make us feel very sufficient. I mean, who knows what'll happen? It could. It could. Nothing could work. It could become a nightmare scenario. But what if it did?",
    "start": "00:03:26",
    "end": "00:03:38"
  },
  {
    "text": "Yes.",
    "start": "00:03:38",
    "end": "00:03:38"
  },
  {
    "text": "Let's just go with the thought of. Now all of a sudden, we're living these radically longer lives, and as healthy people, we can do all these really amazing things with technology. And now we feel very sufficient and feel Godlike. Is Genesis 11 warning us against that?",
    "start": "00:03:38",
    "end": "00:03:56"
  },
  {
    "text": "I don't think. I think here you have to do a whole biblical theology of good and evil and of human progress. I don't think Genesis 11 is a case against technology, but is it a.",
    "start": "00:03:57",
    "end": "00:04:10"
  },
  {
    "text": "Case against technology making us prideful and making us.",
    "start": "00:04:10",
    "end": "00:04:15"
  },
  {
    "text": "But technology. Technology is technology. Whether it's a hammer or gene editing software.",
    "start": "00:04:15",
    "end": "00:04:21"
  },
  {
    "text": "Yeah, it's a tool.",
    "start": "00:04:21",
    "end": "00:04:22"
  },
  {
    "text": "It's a tool. So the fundamental question is who defines what is good and what is not good to be done as humans rule the world under. Under God's authority. And so human beings have to progress and develop, even if the fall hadn't happened, because they are ruling and subduing and taking creation into new places in new directions.",
    "start": "00:04:22",
    "end": "00:04:48"
  },
  {
    "text": "So you're saying that.",
    "start": "00:04:48",
    "end": "00:04:49"
  },
  {
    "text": "I'm saying that there's a moral. It's a moral question of the knowledge of good and evil. How human beings develop and use tools ultimately needs to be brought under an ethical and moral examination.",
    "start": "00:04:50",
    "end": "00:05:06"
  },
  {
    "text": "But you just said we have to progress.",
    "start": "00:05:06",
    "end": "00:05:08"
  },
  {
    "text": "Well, just by nature.",
    "start": "00:05:08",
    "end": "00:05:09"
  },
  {
    "text": "Do you think there's a biblical mandate to progress in technology?",
    "start": "00:05:10",
    "end": "00:05:12"
  },
  {
    "text": "I think there's the mandate which isn't. Which is not a mandate. It's a blessing, a divine blessing. Rule the earth and subdue it, be fruitful and multiply. And in the context of the story, it's gardening. So, yeah, I think the point is the idea of subdue that word, subdue. Take what is latent and potential and bring that out and harness it and take it in a direction it wouldn't otherwise go.",
    "start": "00:05:14",
    "end": "00:05:46"
  },
  {
    "text": "So if you put technology there in the blessing.",
    "start": "00:05:47",
    "end": "00:05:51"
  },
  {
    "text": "Then just like in Cane City, where you have music and new sorts of metal technology, but that in the case of Lamech, it becomes bent towards evil and murder, and then in Babylon, it becomes bent towards self exaltation. But this is why the tree of the knowledge of good and evil, this is why in the wisdom literature, the only place where the tree of Life. And the phrases knowledge of good and evil appear again in the Old Testament is in Genesis 2 and 3. And the wisdom literature. And the wisdom literature is about how to live well. Yeah. If the fear of the Lord recognizing that you live as one of God's creatures under God's guidance and under his authority, and that God's definitions of good and evil form the boundary lines. If I start there, then I will have wisdom in whatever scenario I encounter to make the wise decision, whether that.",
    "start": "00:05:54",
    "end": "00:06:59"
  },
  {
    "text": "Be radical life extension technologies, artificial intelligence.",
    "start": "00:06:59",
    "end": "00:07:04"
  },
  {
    "text": "Yeah. In other words, what I'm saying is the part of the Bible that I think is the resource to draw upon for those kinds of questions is the wisdom literature specifically.",
    "start": "00:07:04",
    "end": "00:07:14"
  },
  {
    "text": "So Genesis 11 isn't this, let's be careful not to create technologies that make us not depend on God.",
    "start": "00:07:14",
    "end": "00:07:23"
  },
  {
    "text": "Yeah. More it would be, let's be careful that our technologies don't dupe us into thinking that we are God or that we can simply reinvent moral categories of right and wrong and the value of life. And I mean, these are very complex questions. I mean, I'm not an expert in them, but I think that's where the biblical tradition would offer us wisdom to kind of guide. It's the question of just because it's possible, it doesn't mean it's the wise thing to do. And so that's the question. I'd have to think about it more. There are smarter people thinking about this about technology. Do you remember there's that interview that we both listened to with Wright. Yeah. And Peter Thiel. And they came to this point in a conversation about technology development and a biblical worldview.",
    "start": "00:07:23",
    "end": "00:08:27"
  },
  {
    "text": "Yeah. Peter Thiel, the venture capitalist.",
    "start": "00:08:27",
    "end": "00:08:30"
  },
  {
    "text": "Yep. Yeah. But anyhow. Yeah. He's trying to integrate a biblical worldview with a view of what kind of future should be funded for the human race anyhow.",
    "start": "00:08:30",
    "end": "00:08:42"
  },
  {
    "text": "Yeah.",
    "start": "00:08:42",
    "end": "00:08:42"
  },
  {
    "text": "So, yeah, bring it all the way back. I think technology is an interesting, an important theme, the developing portrait of the human condition in the Bible. But it's not inherently evil. It just happens that it's.",
    "start": "00:08:42",
    "end": "00:08:57"
  },
  {
    "text": "It's highlighted in the story.",
    "start": "00:08:57",
    "end": "00:08:58"
  },
  {
    "text": "Highlighted as being the occasion for evil. And it will be again in the story. And you know, I mean, think about it. The forefront of technological advancement for much of human history has been for the purposes of killing people. Either killing people or protecting yourself or protecting yourself or consolidating power once you have killed people and can't protect yourself. So it's not. I don't know, is it too far to say that technological advancement for most of human history has been for the purposes of. Selfish purposes of killing.",
    "start": "00:08:58",
    "end": "00:09:39"
  },
  {
    "text": "Lots of.",
    "start": "00:09:39",
    "end": "00:09:40"
  },
  {
    "text": "Anyway, I don't know, I'm getting out above my pay grade on that one.",
    "start": "00:09:40",
    "end": "00:09:44"
  },
  {
    "text": "Okay. But that was helpful for me because part of me when I read the story of Babel, Babylon, Tower of Babylon is I think, oh man, is this an indictment against technology at all as such?",
    "start": "00:09:44",
    "end": "00:09:58"
  },
  {
    "text": "Right.",
    "start": "00:09:58",
    "end": "00:09:58"
  },
  {
    "text": "And yeah, because man, technology, yes, it's a double edged sword.",
    "start": "00:09:59",
    "end": "00:10:06"
  },
  {
    "text": "Yes.",
    "start": "00:10:06",
    "end": "00:10:07"
  },
  {
    "text": "But it seems like it's a net positive.",
    "start": "00:10:08",
    "end": "00:10:11"
  },
  {
    "text": "I think so too. Yeah. And I think again, I think it's inherent in the divine commission and blessing on page one, which is to rule the world and subdue its resources and take the creation into new horizons.",
    "start": "00:10:11",
    "end": "00:10:29"
  },
  {
    "text": "That's what. So the thing that N.T. wright was saying in that lecture or that conversation we were referring to with Peter Thiel is he was saying, look, technology can be used to advance the kingdom of God and it can be used to, to advance Babylon.",
    "start": "00:10:29",
    "end": "00:10:45"
  },
  {
    "text": "Yeah.",
    "start": "00:10:45",
    "end": "00:10:45"
  },
  {
    "text": "And so how do you parse that out?",
    "start": "00:10:48",
    "end": "00:10:50"
  },
  {
    "text": "Yeah. How do you know which kingdom you're building? Yeah, with the same tool.",
    "start": "00:10:51",
    "end": "00:10:55"
  },
  {
    "text": "Yeah. And so medicine is a great example of part of the kingdom of God is people being taken care of and the poor. And so if there's a medical technology advancement that helps to that end, that seems like something that as Christians we should celebrate and we should see as an advancing of the kingdom of God. But I feel like from the tradition I grew up in, kind of an end of the world scenario, end times is things are just gonna get worse and worse.",
    "start": "00:10:55",
    "end": "00:11:35"
  },
  {
    "text": "Ah, I see.",
    "start": "00:11:35",
    "end": "00:11:36"
  },
  {
    "text": "And so instead of, hmm, finding technological advances that advance kingdom of heaven, now we gotta wait for God to come.",
    "start": "00:11:36",
    "end": "00:11:44"
  },
  {
    "text": "And he'll fix everything.",
    "start": "00:11:44",
    "end": "00:11:45"
  },
  {
    "text": "He'll fix things. And so I think that's kind of what they're wrestling with, is. Yeah, at what point do you say, no, we just have to wait for.",
    "start": "00:11:45",
    "end": "00:11:56"
  },
  {
    "text": "God to come and fix this man. So here actually here we're in the theme video of promised land and exile.",
    "start": "00:11:56",
    "end": "00:12:05"
  },
  {
    "text": "Oh, really?",
    "start": "00:12:05",
    "end": "00:12:05"
  },
  {
    "text": "Yeah, totally. Because the Israelites find themselves exiled in Babylon and what Jeremiah tells them to do is settle down, build homes, plant gardens, pray for the shalom of Babylon. Because when it prospers, you prosper and you bear witness to my name there. And then you get all these stories of Daniels and Esther's and the important story of Joseph in Egypt and later stories in Jewish tradition like Judith or Tobit. So these stories of Israelites in prospering in exile in foreign empires, but serving the common good there, I think that's the part of the Bible that addresses the stories because followers of Jesus are called exiles in the New Testament. So the fact that we're exiles doesn't mean you sit around and wait for.",
    "start": "00:12:05",
    "end": "00:13:04"
  },
  {
    "text": "God to come and fix it.",
    "start": "00:13:04",
    "end": "00:13:05"
  },
  {
    "text": "God to come and fix it. But at the same time, you can't think that you're going to rescue the world. You just build a home, plant a garden, pray for the shalom of Babylon, and do the best to contribute to it with the resources.",
    "start": "00:13:05",
    "end": "00:13:21"
  },
  {
    "text": "If you plant a garden, the analog to that would be start a technology company. Yeah, right.",
    "start": "00:13:21",
    "end": "00:13:27"
  },
  {
    "text": "Or whatever. Whatever your realm of influence and opportunity is to bend it towards the common good. In the name of Jesus. Okay, so here's where the story goes. From Babylon to the confusion of languages and scattering. And you wonder, what on earth is God going to do with this mess of humanity? So here's where the story goes. God takes one family line out of the scattering of Babylon. It gets traced through to the line of Abram. And then God makes this promise to Abram that he's going to restore his divine blessing to all of the nations through Abram and his family. So the question is how? And that becomes the main storyline of the Old Testament. We've made many videos about that theme. So Abram's family grows and he does become a blessing to his immediate neighbors around him. There's a famine in the land of Canaan, and so they all go down to Egypt. Story of Joseph and his brothers just condensing a lot. But the main thing to focus on for day of the Lord is the family ends up staying down in Egypt after Joseph passes away.",
    "start": "00:13:27",
    "end": "00:15:02"
  },
  {
    "text": "So they're down in Egypt.",
    "start": "00:15:03",
    "end": "00:15:04"
  },
  {
    "text": "The family ends up down in Egypt.",
    "start": "00:15:04",
    "end": "00:15:05"
  },
  {
    "text": "Now they've become a big great nation.",
    "start": "00:15:05",
    "end": "00:15:07"
  },
  {
    "text": "Yep.",
    "start": "00:15:07",
    "end": "00:15:08"
  },
  {
    "text": "Not a great nation, but a large people group.",
    "start": "00:15:08",
    "end": "00:15:10"
  },
  {
    "text": "Yeah. A growing family.",
    "start": "00:15:10",
    "end": "00:15:12"
  },
  {
    "text": "The Hebrews.",
    "start": "00:15:12",
    "end": "00:15:13"
  },
  {
    "text": "Yep. And then Exodus 1 begins with this big time jump to this is in Exodus, chapter one, verse eight. Now a new king arose over Egypt who didn't know Joseph because Joseph was awesome and friend of the king. So time has passed. And Pharaoh said to his people, behold, the people of the Sons of Israel are more numerous and mightier than us.",
    "start": "00:15:13",
    "end": "00:15:39"
  },
  {
    "text": "Oh, wow. So, okay, there's a lot of them.",
    "start": "00:15:39",
    "end": "00:15:42"
  },
  {
    "text": "There's a lot. So think a huge immigrant population that's exploding.",
    "start": "00:15:42",
    "end": "00:15:46"
  },
  {
    "text": "More numerous and mighty.",
    "start": "00:15:46",
    "end": "00:15:48"
  },
  {
    "text": "Yes. Now, we don't know how much of this is pumped up on rhetoric.",
    "start": "00:15:48",
    "end": "00:15:51"
  },
  {
    "text": "Sure.",
    "start": "00:15:51",
    "end": "00:15:52"
  },
  {
    "text": "But he's trying to paint this immigrant group as an imminent threat.",
    "start": "00:15:52",
    "end": "00:15:56"
  },
  {
    "text": "Yeah.",
    "start": "00:15:56",
    "end": "00:15:57"
  },
  {
    "text": "To national security.",
    "start": "00:15:57",
    "end": "00:15:58"
  },
  {
    "text": "Right.",
    "start": "00:15:59",
    "end": "00:15:59"
  },
  {
    "text": "Come, let us deal wisely with them. Or else they're gonna multiply even more. And then in the event of A war going to join with our enemies and fight against us and leave the land.",
    "start": "00:15:59",
    "end": "00:16:10"
  },
  {
    "text": "Yeah.",
    "start": "00:16:10",
    "end": "00:16:10"
  },
  {
    "text": "So here are the key words. They appointed taskmasters. It's the first story of slavery, wide scale slavery in the Bible. They appointed taskmasters over them, taskmasters over them, to afflict them with hard labor. And they built for Pharaoh storage cities, Pithom and Ramses. The more they. Here's the paradox. The more they afflicted Israel, the more they multiplied and spread. So it's not working. Slavery is not working. So that they were in dread of.",
    "start": "00:16:11",
    "end": "00:16:42"
  },
  {
    "text": "The sons of Israel because they wanted. Not only did they want them to get some stuff done for them, they thought it would curb their influence.",
    "start": "00:16:42",
    "end": "00:16:48"
  },
  {
    "text": "Yeah, they thought, yeah, let's demote them, enslave them, and let's get some building projects done. It's a double win.",
    "start": "00:16:49",
    "end": "00:16:56"
  },
  {
    "text": "They're not going to become a really important people group here if they're enslaved.",
    "start": "00:16:56",
    "end": "00:17:00"
  },
  {
    "text": "Correct.",
    "start": "00:17:00",
    "end": "00:17:01"
  },
  {
    "text": "But instead they keep growing, they keep multiplying. Multiplying.",
    "start": "00:17:01",
    "end": "00:17:06"
  },
  {
    "text": "Yeah. And then last line of this story, this is Exodus 1, verse 13. So the Egyptians compelled the sons of Israel to labor rigorously, and they made their lives bitter with hard labor in mortar and brick, at all kinds of labor in the field. All their labors which they rigorously imposed on them.",
    "start": "00:17:06",
    "end": "00:17:28"
  },
  {
    "text": "And mortar and brick is the same stuff.",
    "start": "00:17:29",
    "end": "00:17:31"
  },
  {
    "text": "Yeah, there's the hand. This whole description is packed with phrases from the story of Babylon in Genesis 11. So mortar and brick. There are only two places in the Old Testament where there are stories about cities being built with mortar and brick. Babylon, Genesis 11, Egypt. In this story right here, Exodus 1. And this is a really common narrative technique of the biblical authors when they want to make. They want you to see a connection between two stories or two events. They'll use unique groups of words and connect and repeat them at distances from each other in different stories. So these collection of words, building cities, mortar and brick, only appear in relation to Babylon and Egypt. And it's the narrator's way of winking at you and saying, do you see what's happening here?",
    "start": "00:17:31",
    "end": "00:18:30"
  },
  {
    "text": "Right. Egypt's building itself to be Babylon.",
    "start": "00:18:30",
    "end": "00:18:33"
  },
  {
    "text": "Egypt is. Yeah. Egypt is the new Babylon. But think back to Genesis 3:11. We had a lot of violence building up to Babylon. And Babylon wasn't violent, it was just prideful and self exaltation. But here, now that self exaltation does lead to violence and oppression. Babylon is an oppressor here in the form of Egypt. So this is how these figures or archetypes work, is that Egypt becomes the newest version of Babylon. And later Just a few chapters later, when God appoints Moses to go confront Pharaoh. On the first interaction between Moses and Pharaoh. And Moses says the famous line from the movie, let my people go. And Pharaoh's first response. This is in Exodus, chapter five. He says, but Pharaoh said, who is Yahweh? That I should listen to his voice and let Israel go. I don't know Yahweh. I will not let Israel go. So the portrait of Babylon Egypt is really built up in this story. It's given more detail than Genesis 11. It's about not acknowledging Yahweh as my authority. It's about redefining good and evil in our collective interests. So that now enslaving and as the story goes, like planning a genocide of a whole people group becomes good. That is good.",
    "start": "00:18:33",
    "end": "00:20:14"
  },
  {
    "text": "It becomes the right thing to do.",
    "start": "00:20:14",
    "end": "00:20:15"
  },
  {
    "text": "It becomes the right thing to do.",
    "start": "00:20:15",
    "end": "00:20:16"
  },
  {
    "text": "Yeah.",
    "start": "00:20:16",
    "end": "00:20:17"
  },
  {
    "text": "Why? Because we've exalted our national identity to the status of the gods. And so it needs to be protected. National security. Economy will build storage cities, wipe these people out. We'll be victorious over enemies. Who's Yahweh? I don't. I mean, that's what Pharaoh's saying. I don't have a God over me.",
    "start": "00:20:18",
    "end": "00:20:39"
  },
  {
    "text": "The genocide actually happens before this, right?",
    "start": "00:20:39",
    "end": "00:20:41"
  },
  {
    "text": "Yep. The genocide happens right after the slave labor. Yeah, yep. Yeah, exactly. And so the whole story of the rise of Moses becomes this lead up because Pharaoh says all the boys get thrown in the river, starts killing them off.",
    "start": "00:20:41",
    "end": "00:21:00"
  },
  {
    "text": "Yeah.",
    "start": "00:21:00",
    "end": "00:21:01"
  },
  {
    "text": "And then a boy getting thrown in.",
    "start": "00:21:01",
    "end": "00:21:03"
  },
  {
    "text": "The river actually saves.",
    "start": "00:21:03",
    "end": "00:21:04"
  },
  {
    "text": "Becomes the seed of Pharaoh's downfall. So the very thing he did to destroy Israel becomes the source of his own destruction. It's an amazing story, but the point here is that Egypt has become Babylon. But now the portrait of Babylon is fuller because it's about this idolatry of national identity that leads to a redefinition of good and evil. So that murder becomes the good thing to do.",
    "start": "00:21:04",
    "end": "00:21:35"
  },
  {
    "text": "Now, is this the time of Egypt where they're building their big temple pyramid things, or do we know exactly?",
    "start": "00:21:35",
    "end": "00:21:45"
  },
  {
    "text": "Oh, you mean the ones that exist today? Yeah. Outside of Cairo. Well, there's quite a bit of debate about this.",
    "start": "00:21:46",
    "end": "00:21:54"
  },
  {
    "text": "Okay.",
    "start": "00:21:54",
    "end": "00:21:54"
  },
  {
    "text": "Some of them are certainly older, just like they're older than Abraham, even Abraham's period of time. But some of them date to the late. I think it's called the second Kingdom period.",
    "start": "00:21:54",
    "end": "00:22:07"
  },
  {
    "text": "Okay, so there would have been some around.",
    "start": "00:22:07",
    "end": "00:22:10"
  },
  {
    "text": "Yes, yes. Yeah, yeah, there would have been. Yep.",
    "start": "00:22:11",
    "end": "00:22:14"
  },
  {
    "text": "This is an impressive city.",
    "start": "00:22:15",
    "end": "00:22:16"
  },
  {
    "text": "Oh, yeah. Pithom and Ramses were known store cities. Yeah, absolutely. Yeah. This Period of Egyptian history is the same dynasties as the great pyramids and the Sphinx. And yes, one of the great ancient nations. Not an empire, they tried to be an empire, didn't work out. But Egypt is the first biblical portrayal of a huge nation state with national interests that begins to absorb and destroy other people groups in the name of its divine self protection. Yeah, all that. So then the conflict is set up. Then we have the God who wants to bless all the nations through the family of Abraham. But the family of Abraham is enslaved to the new Babylon, the king of Egypt. What's God going to do? He's going to open up a can? Well, actually no, first he's going to invite Pharaoh to get on board, to humble himself, let my people go 10 times, actually. I mean, I know modern readers, we read the Exodus plagues as like, whoa.",
    "start": "00:22:16",
    "end": "00:23:30"
  },
  {
    "text": "Yeah, chill out, God.",
    "start": "00:23:30",
    "end": "00:23:31"
  },
  {
    "text": "Chill out, God. Ancient readers would read it and go, oh my Gosh, he gave 10 chances. He gave Pharaoh 10 chances.",
    "start": "00:23:31",
    "end": "00:23:40"
  },
  {
    "text": "Yeah.",
    "start": "00:23:40",
    "end": "00:23:40"
  },
  {
    "text": "And each time Pharaoh resists and the story is building up this tension between the kingdom of Babylon and Egypt and the kingdom of God.",
    "start": "00:23:40",
    "end": "00:23:50"
  },
  {
    "text": "Yeah.",
    "start": "00:23:51",
    "end": "00:23:51"
  },
  {
    "text": "And so it all leads up to the last act.",
    "start": "00:23:52",
    "end": "00:23:55"
  },
  {
    "text": "It's interesting to think about, like if you think about God as the true world empire or the true world, like emperor or something.",
    "start": "00:23:56",
    "end": "00:24:04"
  },
  {
    "text": "Yeah, yeah. King of the nations, the true power.",
    "start": "00:24:04",
    "end": "00:24:08"
  },
  {
    "text": "There's some dictator who's oppressing a people group and creating genocide. And the world power comes and says, hey, would you please stop? Then gives him a warning and then comes back a second time, would you please stop?",
    "start": "00:24:08",
    "end": "00:24:22"
  },
  {
    "text": "And this time you place a really harsh sanction.",
    "start": "00:24:22",
    "end": "00:24:25"
  },
  {
    "text": "Yeah. And you do that. And then finally you're like, all right, now we're going to come and invade and take over and it's going to be gnarly. That'd be pretty diplomatic.",
    "start": "00:24:25",
    "end": "00:24:35"
  },
  {
    "text": "Yeah.",
    "start": "00:24:35",
    "end": "00:24:36"
  },
  {
    "text": "You would expect them to come and just be like, be done. You're killing people, you're oppressive like this. You should not be in charge.",
    "start": "00:24:36",
    "end": "00:24:43"
  },
  {
    "text": "Yep. There's many modern equivalents. Equivalents or potential equivalents. Right, right. Yeah, that's right. We would see 10 acts of diplomacy in the midst of a genocide as extremely generous. So I think we at least ought to be open minded to read the story more from that perspective, I think, as modern readers. But nonetheless, Pharaoh resists. And so it all leads to this last conflict of Passover and then the defeat of Pharaoh and his armies in the Red Sea. So Passover memorializes the last plague, the death of the firstborn, and that's the.",
    "start": "00:24:43",
    "end": "00:25:23"
  },
  {
    "text": "Plague that got Pharaoh to repent that's.",
    "start": "00:25:23",
    "end": "00:25:24"
  },
  {
    "text": "The one that got Pharaoh to repent. At least long enough for the Israelites to all escape. But. But what's interesting is Passover is memorialized. The story just stops, comes to a screeching halt. And this is where the word day in that phrase, day of the Lord begins life. Because Passover is a day. It was a day when some mysterious form of plague or something went through Egypt in the course of 24 hours. And the Israelites or anybody was invited to enter a house covered with the blood of the Passover lamb on the door. And you detected. And then that meal was ritually reenacted every year now for thousands of years. And so in Exodus 13, this is all an act. It says, Moses said to the people, remember this day that you went up out of Egypt from the house of slavery. For by a powerful hand, the Lord brought you out of this place. So do the meal.",
    "start": "00:25:24",
    "end": "00:26:28"
  },
  {
    "text": "So Passover is to remember the day of the Lord.",
    "start": "00:26:29",
    "end": "00:26:33"
  },
  {
    "text": "Remember the day of the Lord on Egypt. Yeah. And I won't give a long list, but as you read through in the rest of the Old Testament, the day of Egypt, or this day of what God did to Egypt is referred to in these phrases as the day or the days that you came up out of Egypt. This moment in time when God confronted.",
    "start": "00:26:33",
    "end": "00:26:59"
  },
  {
    "text": "Is it ever referred to as the day of the Lord or just the day?",
    "start": "00:27:00",
    "end": "00:27:03"
  },
  {
    "text": "The day.",
    "start": "00:27:03",
    "end": "00:27:04"
  },
  {
    "text": "The day, yeah.",
    "start": "00:27:04",
    "end": "00:27:05"
  },
  {
    "text": "But it's the first place that this concept of a day, a day when God confronted human evil on a huge level and brought down the oppressor.",
    "start": "00:27:05",
    "end": "00:27:16"
  },
  {
    "text": "So when Jesus celebrates Passover and says, this is about me and my death, then is he saying his death in some way is a day of the Lord?",
    "start": "00:27:17",
    "end": "00:27:28"
  },
  {
    "text": "Yeah. Yes, absolutely. Yeah. It's a part of the matrix of ideas connected to the day of the Lord.",
    "start": "00:27:28",
    "end": "00:27:37"
  },
  {
    "text": "It's God's judgment coming on a day.",
    "start": "00:27:37",
    "end": "00:27:40"
  },
  {
    "text": "Yep. But it's God toppling the evil empires to rescue the innocent and to bring his kingdom. Mm. Yeah. Passover is about. It's a liberation festival about the kingdom of God.",
    "start": "00:27:40",
    "end": "00:27:54"
  },
  {
    "text": "Yeah.",
    "start": "00:27:54",
    "end": "00:27:54"
  },
  {
    "text": "But coming to defeat evil.",
    "start": "00:27:54",
    "end": "00:27:56"
  },
  {
    "text": "But in the case of Jesus, it didn't take down an oppressive empire.",
    "start": "00:27:57",
    "end": "00:28:02"
  },
  {
    "text": "Took down.",
    "start": "00:28:04",
    "end": "00:28:04"
  },
  {
    "text": "Took down Jesus.",
    "start": "00:28:04",
    "end": "00:28:05"
  },
  {
    "text": "Yes, But Jesus believed he was taking down something even more mysterious that is underneath all the evil empires, Death. All of sin and death, which is the Cain Revolution. Genesis 4. Sin is crouching at humanity's store, wanting to devour it. And you must overcome it. And of course, humanity never does, but we'll get there. But you're right. Jesus chooses Passover for a very important symbolic set of reasons to unpack what he was about to do. So Passover is the day. But also in the narrative that follows about the armies of Pharaoh getting destroyed by the waters is also called the day. So in the story itself, after it happens, the narrator pipes up in Exodus 14, verse 30, and says, Thus the Lord saved Israel that day from the hand of the Egyptians. And Israel saw the Egyptians dead on the seashore. Israel saw the great power that the Lord used against the Egyptians. The people feared the Lord. They believed in the Lord and in his servant Moses. So these are two separate days, actually. So Passover was a couple days ago, then they split from their cities, and now they're out at the shores of the Reed Sea. So technically, it's two different.",
    "start": "00:28:07",
    "end": "00:29:39"
  },
  {
    "text": "The Red Sea. What did you just say?",
    "start": "00:29:39",
    "end": "00:29:41"
  },
  {
    "text": "Oh, I said the reed sea.",
    "start": "00:29:41",
    "end": "00:29:43"
  },
  {
    "text": "Where's that? What's that mean?",
    "start": "00:29:43",
    "end": "00:29:44"
  },
  {
    "text": "Well, this gets into big debate about where exactly the Israelites, what body of water they crossed, and so on. But the actual Hebrew name to talk about the body of water is not the Red Sea, it's the Reed. The reed sea.",
    "start": "00:29:45",
    "end": "00:29:58"
  },
  {
    "text": "Just threw that in there.",
    "start": "00:29:58",
    "end": "00:29:59"
  },
  {
    "text": "The Reed Sea. Yam suf is the Hebrew phrase, the sea of reeds.",
    "start": "00:30:00",
    "end": "00:30:05"
  },
  {
    "text": "So the Passover is the day of the 10th plague. That's referred to as the day.",
    "start": "00:30:05",
    "end": "00:30:09"
  },
  {
    "text": "Yeah. So already in this story of the Exodus story, there's two days that just are called the day.",
    "start": "00:30:10",
    "end": "00:30:18"
  },
  {
    "text": "And so it's kind of conflated later as just the day.",
    "start": "00:30:18",
    "end": "00:30:21"
  },
  {
    "text": "Correct.",
    "start": "00:30:21",
    "end": "00:30:21"
  },
  {
    "text": "But originally there was the Passover day. There was the day they went through the Red Sea. The reed sea.",
    "start": "00:30:21",
    "end": "00:30:27"
  },
  {
    "text": "Yeah, that's right. And the passage through the sea where evil armies were defeated.",
    "start": "00:30:27",
    "end": "00:30:33"
  },
  {
    "text": "So that's an example of. You're looking at the mountain range. You don't really distinguish the two valleys, two separate foothills. Foothills.",
    "start": "00:30:33",
    "end": "00:30:41"
  },
  {
    "text": "But both are the day on the pathway leading up to the great day. And so this is the first time where God acting in history is described as the day. And so this is the. If you think of a flower pot, if the fruit and flower is the full day of the Lord in the Book of Revelation or something, this is the seed in the flower pot that you plant of this day becomes the archetypal defeat of evil among the Babylons of this world.",
    "start": "00:30:41",
    "end": "00:31:16"
  },
  {
    "text": "Yeah.",
    "start": "00:31:16",
    "end": "00:31:17"
  },
  {
    "text": "Which is why they're called to repeat and reenact the story every single year to keep it alive in their memory. That's why Moses says it wasn't just your ancestors that were delivered out of Egypt, it was you. Every generation.",
    "start": "00:31:17",
    "end": "00:31:35"
  },
  {
    "text": "It's part of your story.",
    "start": "00:31:35",
    "end": "00:31:36"
  },
  {
    "text": "Yeah, yeah. So then what's significant is the people famously sing a song of praise. The first worship song that Israel sings to God is called the Song of the Sea in Exodus chapter 15. And the beginning, the opening of the poem and the closing of the poem is significant for the day of the Lord theme. So it opens up the poem said the Moses and the sons of Israel sang the song to the Lord. I will sing to the Lord. He's highly exalted, the horse and rider. He's hurled into the sea. The Lord's my strength, my song. He has become my salvation. This is my God. I'll praise him. My Father's God, I'll extol him. The Lord is a warrior. The Lord is his name. Modern readers, we kind of freak out about this, but this is a really common Old Testament image of God as a warrior. But a warrior for what purpose? And this story defines what it means for God to be a warrior. It's God rescuing the innocent from the evil empire. Essentially, God's identity for Israel is the God who brought us up out of Egypt. He's the God who looked at the oppressed slaves and rescued them from the evil powers. And the poem concludes then with, you will bring the people that you've purchased. You'll plant them in the mountain of your inheritance, the place you've made for your dwelling, the sanctuary that your hands have established. And the last line of the poem is, the Lord reigns as king forever and ever. So this whole Exodus story is about the kingdom of God. It's about God confronting and defeating evil in its tracks, rescuing the oppressed and bringing his kingdom over the nations. And that's what this is about. The day of the Lord, when you.",
    "start": "00:31:36",
    "end": "00:33:47"
  },
  {
    "text": "Were talking about Warrior, it was making me think of. I was going to look it up because I can't think of the name right now. But there's that. There's this book. There's a series of books about this guy who's just kind of like this rogue ex military dude who just comes and like, fixes problems and brings justice. But he's like kind of above the law, apart from the law. Tom Cruise plays him and sounds like.",
    "start": "00:33:47",
    "end": "00:34:16"
  },
  {
    "text": "My favorite comic book character growing up.",
    "start": "00:34:16",
    "end": "00:34:18"
  },
  {
    "text": "Oh, who's that?",
    "start": "00:34:18",
    "end": "00:34:19"
  },
  {
    "text": "The Punisher.",
    "start": "00:34:19",
    "end": "00:34:19"
  },
  {
    "text": "The Punisher, totally. Punisher is kind of dark.",
    "start": "00:34:19",
    "end": "00:34:22"
  },
  {
    "text": "Yeah. Oh, that's why I think. That's why I like.",
    "start": "00:34:22",
    "end": "00:34:24"
  },
  {
    "text": "But this character is totally like hero, full on hero.",
    "start": "00:34:25",
    "end": "00:34:30"
  },
  {
    "text": "He's not an anti hero.",
    "start": "00:34:30",
    "end": "00:34:31"
  },
  {
    "text": "He's not an anti hero.",
    "start": "00:34:31",
    "end": "00:34:32"
  },
  {
    "text": "Got it.",
    "start": "00:34:32",
    "end": "00:34:33"
  },
  {
    "text": "But he's like the. I always thought of him as like the rider on the white horse, kind of like hero. Like, I'm gonna come and I'm gonna just dispense justice. Finally. It's just gonna happen. And he's a warrior, but, like, you're stoked that he is because he comes in.",
    "start": "00:34:33",
    "end": "00:34:50"
  },
  {
    "text": "Got it.",
    "start": "00:34:50",
    "end": "00:34:50"
  },
  {
    "text": "And he.",
    "start": "00:34:50",
    "end": "00:34:51"
  },
  {
    "text": "It's a positive image.",
    "start": "00:34:51",
    "end": "00:34:52"
  },
  {
    "text": "He. Yeah. When he goes to war, he's taking care of what needs to be taken care of. And you're rooting for him. Which we still have that paradigm.",
    "start": "00:34:52",
    "end": "00:35:06"
  },
  {
    "text": "We do. Yeah. There are some. But there's such a reaction against it. Warrior imagery, especially in Western Christian culture that's comfortably middle class or upper class.",
    "start": "00:35:06",
    "end": "00:35:23"
  },
  {
    "text": "Yeah.",
    "start": "00:35:24",
    "end": "00:35:24"
  },
  {
    "text": "We really struggle with.",
    "start": "00:35:24",
    "end": "00:35:26"
  },
  {
    "text": "Yeah, we don't want to see war.",
    "start": "00:35:26",
    "end": "00:35:27"
  },
  {
    "text": "With the divine warrior image.",
    "start": "00:35:27",
    "end": "00:35:29"
  },
  {
    "text": "Oh, right.",
    "start": "00:35:29",
    "end": "00:35:29"
  },
  {
    "text": "Well, God is a warrior.",
    "start": "00:35:29",
    "end": "00:35:31"
  },
  {
    "text": "That's more about, though, when God tells Israel to like, go and take over certain people groups and stuff.",
    "start": "00:35:31",
    "end": "00:35:36"
  },
  {
    "text": "Correct. That's right.",
    "start": "00:35:36",
    "end": "00:35:38"
  },
  {
    "text": "Weirded out by that.",
    "start": "00:35:38",
    "end": "00:35:39"
  },
  {
    "text": "Totally. And that's tough stuff. But.",
    "start": "00:35:39",
    "end": "00:35:42"
  },
  {
    "text": "But the idea of someone coming to.",
    "start": "00:35:42",
    "end": "00:35:45"
  },
  {
    "text": "To rescue the innocent. Rescue the innocent, the oppressed. We love that.",
    "start": "00:35:45",
    "end": "00:35:48"
  },
  {
    "text": "That's also like every Mel Gibson movie, right?",
    "start": "00:35:48",
    "end": "00:35:51"
  },
  {
    "text": "Yeah.",
    "start": "00:35:52",
    "end": "00:35:52"
  },
  {
    "text": "You know, like, he's of like, I'm gonna come. He just did a new one, Sons or something of father. Something of father. It's actually pretty good. And he's just rescuing his daughter the whole time against, like, bad people, like these drug lords, and he's just taking care of business. And it's just like the quintessential Mel Gibson warrior movie.",
    "start": "00:35:52",
    "end": "00:36:15"
  },
  {
    "text": "Yep. Yeah, that's it. Yeah, it's like the plot.",
    "start": "00:36:15",
    "end": "00:36:18"
  },
  {
    "text": "Jack Reacher. That's it. That's the name of that.",
    "start": "00:36:18",
    "end": "00:36:21"
  },
  {
    "text": "Wow. Yeah. But it's worth. Yeah, it's worth making the point that the warrior story who rescues the innocent is a really important, like, motif in the human experience. And the Israel story of the Exodus, again, the prophets, the biblical authors.",
    "start": "00:36:21",
    "end": "00:36:47"
  },
  {
    "text": "Want.",
    "start": "00:36:49",
    "end": "00:36:49"
  },
  {
    "text": "Us to see that that's a part of God's character. God is for the oppressed.",
    "start": "00:36:49",
    "end": "00:36:55"
  },
  {
    "text": "Yeah.",
    "start": "00:36:55",
    "end": "00:36:55"
  },
  {
    "text": "If the Exo story means anything, it's that God notices the cry of the innocent.",
    "start": "00:36:56",
    "end": "00:37:00"
  },
  {
    "text": "We can get behind that sentiment.",
    "start": "00:37:01",
    "end": "00:37:02"
  },
  {
    "text": "And he's at work in history to bring down.",
    "start": "00:37:02",
    "end": "00:37:04"
  },
  {
    "text": "Yeah. When you think of a warrior who. That's their end goal. You can root for that warrior. And that's the kind of warrior that, like Jack Reacher is that Tom Cruise plays and that typically the Mel Gibson movie's called Blood Father. It's kind of. That he's that kind of warrior.",
    "start": "00:37:05",
    "end": "00:37:25"
  },
  {
    "text": "But it does raise the question about the use of violence for that purpose. And this is where the story of. I'm so personally grateful for the story of Jesus.",
    "start": "00:37:25",
    "end": "00:37:39"
  },
  {
    "text": "Because Jesus, because he's that kind of warrior.",
    "start": "00:37:41",
    "end": "00:37:43"
  },
  {
    "text": "He is that kind of warrior. But he specifically and explicitly rejects violence as a means to overcome evil.",
    "start": "00:37:43",
    "end": "00:37:52"
  },
  {
    "text": "Yeah.",
    "start": "00:37:52",
    "end": "00:37:53"
  },
  {
    "text": "And many people see that at odds with the Old Testament. God is a warrior and evil. But as we're going to see, even in Israel's story, Israel was called to the same kind of rejection of the military option in most cases. And that Jesus was amplifying that. Just turning up the volume on that theme.",
    "start": "00:37:53",
    "end": "00:38:17"
  },
  {
    "text": "Yeah, that's interesting, because Jesus is that warrior. But the way he wars, the way he wages war.",
    "start": "00:38:18",
    "end": "00:38:24"
  },
  {
    "text": "Wages war, is sacrificial to let himself be conquered by the evil empire he's confronting.",
    "start": "00:38:24",
    "end": "00:38:35"
  },
  {
    "text": "Yeah. That's not what Jack Reacher does.",
    "start": "00:38:35",
    "end": "00:38:37"
  },
  {
    "text": "Jack Reacher never does that. Or Bill Gibson or the Punisher. Or the Punisher or any. Any hero, any warrior. That's what makes the Jesus story so amazing.",
    "start": "00:38:37",
    "end": "00:38:48"
  },
  {
    "text": "We have those characters.",
    "start": "00:38:48",
    "end": "00:38:49"
  },
  {
    "text": "We have those characters of a noble death.",
    "start": "00:38:50",
    "end": "00:38:52"
  },
  {
    "text": "Yeah.",
    "start": "00:38:52",
    "end": "00:38:53"
  },
  {
    "text": "But their death is seen as their. Of a noble defeat. Whereas the New Testament is trying to say Jesus, death and resurrection is his victory. His yielding to the violence of Rome and his Jewish contemporaries is his victory. And that's a novelty in the Jesus story that I am really proud to associate myself with because it's upside down and inspiring. But again, the seeds of it are sown right here where God is for the oppressed.",
    "start": "00:38:53",
    "end": "00:39:29"
  },
  {
    "text": "So in Exodus 15, this is a song they sing, having been rescued. And in the song they say the Lord is a warrior. He went to battle for us and he reigns as king forever and ever.",
    "start": "00:39:29",
    "end": "00:39:45"
  },
  {
    "text": "And that battle is the day. That battle is remembered and described and memorialized in the Passover as the day.",
    "start": "00:39:45",
    "end": "00:39:54"
  },
  {
    "text": "The day. So it's not the day God the warrior took care of business and settled score and rescued us from oppression so.",
    "start": "00:39:54",
    "end": "00:40:08"
  },
  {
    "text": "That we could live in freedom under his rule. That's the day of the Lord. This is the basic outline of that concept of the day of the Lord in this story right here. And the bad guy is Egypt, AKA Babylon. Babylon. Yeah.",
    "start": "00:40:08",
    "end": "00:40:26"
  },
  {
    "text": "Yeah.",
    "start": "00:40:26",
    "end": "00:40:26"
  },
  {
    "text": "So the whole. The whole biblical storyline right there, it'll get. It'll go through some more cycles of who becomes the new, the newest Babylon. There's many iterations of Babylon. And the way that God's a warrior and defeats evil, that'll develop because there's.",
    "start": "00:40:26",
    "end": "00:40:45"
  },
  {
    "text": "What, There's a Syria, there's Babylon, Edom.",
    "start": "00:40:45",
    "end": "00:40:50"
  },
  {
    "text": "Yeah, yeah. There's all kinds of bad guys in the Old Testament. And Israel themselves become God's enemy and the bad guy.",
    "start": "00:40:50",
    "end": "00:41:00"
  },
  {
    "text": "They become a type of Babylon.",
    "start": "00:41:00",
    "end": "00:41:01"
  },
  {
    "text": "Yep. Yeah.",
    "start": "00:41:01",
    "end": "00:41:02"
  },
  {
    "text": "Thanks for listening to the BibleProject podcast. Next week, Day of the Lord Part 3 will continue this conversation. There's new videos going up on our YouTube channel. You can go and check that out@YouTube.com thebibleproject and you can say hi to us on Twitter oinbibleproj and on Facebook, facebook.com join the BibleProject. Thanks for being a part of this with us.",
    "start": "00:41:05",
    "end": "00:41:29"
  }
]