[
  {
    "text": "Foreign this is John from the Bible Project and today on the podcast we're going to continue our conversation on the Day of the Lord. This is the third episode in the series. If you haven't listened to the first two, I'd highly recommend it. But if you don't mind jumping in the middle, by all means, let's jump in together in the story so far we've seen the city of Babylon and the ancient city of Egypt as images of corrupt human society that are antagonistic to God's view of justice. In the book of Exodus, God rescues Israel from Egypt and tells them to be a nation set apart a counter Babylon so that the world can see what God is like. In this episode we're going to talk about what happens to the ancient nation of Israel, their journey from being oppressed in Egypt to oppressing other people. And to dig into this transition, we talk a lot about man named Solomon who started out great but takes an interesting turn.",
    "start": "00:00:00",
    "end": "00:01:02"
  },
  {
    "text": "The pattern is human kingdoms rise to power. They begin to see themselves as God and they redefine good and evil. The poor suffer as a result and God's commitment is to bring about the downfall of these kingdoms and God does so through the rise and fall of empires. Raising up one empire to take out the other one with the prophets at the very least want every generation to do is recognize that any kingdom I happen to inhabit, even if it's God's own covenant people can still become Babylon.",
    "start": "00:01:02",
    "end": "00:01:36"
  },
  {
    "text": "So what happened with Solomon? How did Israel become like Babylon and what does that mean for us today? Also, Tim and I are going to be in Nashville, Tennessee this coming Tuesday, April 25th and we are hosting a meetup. We'd love to meet you if you're in the area. It's going to be at the Horton Building, April 25th from 7 to 10pm we're going to actually premiere our video on the Day of the Lord and we'll have some food, we'll have some gifts and we'd love to just say hi. You could RSVP on our Facebook page or you can just show up. If you have any questions can email us supportin the Bibleproject.com and here's the episode.",
    "start": "00:01:37",
    "end": "00:02:13"
  },
  {
    "text": "Here we go.",
    "start": "00:02:13",
    "end": "00:02:14"
  },
  {
    "text": "Alright, so this is a continuation of our conversation on the Day of the Lord and let's do a really quick recap. We've talked about Babylon, Tower of Babel being Babylon.",
    "start": "00:02:24",
    "end": "00:02:36"
  },
  {
    "text": "Yep.",
    "start": "00:02:36",
    "end": "00:02:36"
  },
  {
    "text": "And that is the culmination of what it looks like when a civilization has rebelled against God, created evil. What's God going to do about it. We then see what God's gonna do about it, is use this guy named Abraham and his family somehow. But then they end up enslaved and.",
    "start": "00:02:36",
    "end": "00:02:57"
  },
  {
    "text": "Oppressed by Egypt, who's the new Babylon.",
    "start": "00:02:57",
    "end": "00:03:00"
  },
  {
    "text": "Who'S described much like Babylon. And it's this oppressive civilization that's powerful. And then what God does is he shows that he's more powerful and. And he rescues Israel and.",
    "start": "00:03:00",
    "end": "00:03:17"
  },
  {
    "text": "10 plagues.",
    "start": "00:03:17",
    "end": "00:03:18"
  },
  {
    "text": "Yeah, 10 plagues. Passover Crossing through the Red Sea. And then Israel celebrates with this song in Exodus 15, saying, this is awesome. God is our warrior. He is the king. The Passover going through the sea is referred to as the day.",
    "start": "00:03:18",
    "end": "00:03:38"
  },
  {
    "text": "The day that the Lord acted for us, or the day that.",
    "start": "00:03:39",
    "end": "00:03:42"
  },
  {
    "text": "The day that the warrior king came and saved the oppressed people. And so the seed beds, this entire theme of the day of the Lord is all there.",
    "start": "00:03:43",
    "end": "00:03:54"
  },
  {
    "text": "Yep. Cool.",
    "start": "00:03:54",
    "end": "00:03:56"
  },
  {
    "text": "And so now the nation of Israel can go into the promised land. They can become a great nation, and then God can bless all of the world through them and.",
    "start": "00:03:56",
    "end": "00:04:07"
  },
  {
    "text": "And store the blessing, not become like Babylon.",
    "start": "00:04:07",
    "end": "00:04:12"
  },
  {
    "text": "That's all they have to do is.",
    "start": "00:04:12",
    "end": "00:04:14"
  },
  {
    "text": "Become this alternate kingdom among the nations that follows the laws of the Torah to become a nation that more reflects.",
    "start": "00:04:14",
    "end": "00:04:24"
  },
  {
    "text": "And they have God's presence with them in the tabernacle. They have a set of instructions for how to pull this off the law. And so we're rooting for him.",
    "start": "00:04:24",
    "end": "00:04:40"
  },
  {
    "text": "Yeah. What could go wrong?",
    "start": "00:04:40",
    "end": "00:04:42"
  },
  {
    "text": "What could go wrong?",
    "start": "00:04:42",
    "end": "00:04:43"
  },
  {
    "text": "A lot. Oh, man. A lot can go wrong.",
    "start": "00:04:45",
    "end": "00:04:49"
  },
  {
    "text": "What happens?",
    "start": "00:04:49",
    "end": "00:04:50"
  },
  {
    "text": "Well, yeah, so we have to condense the relevant point for this day of the Lord theme is actually well into Israel's history in the land. So the Book of Joshua, they go into the land. Book of Judges, they end up in these cycles of rebellion and becoming slaves again. And God keeps raising up these ambiguous characters called the Judges. But eventually Israel becomes a kingdom in the land. King David unifies the tribes into one kingdom.",
    "start": "00:04:50",
    "end": "00:05:19"
  },
  {
    "text": "And things are looking good.",
    "start": "00:05:19",
    "end": "00:05:20"
  },
  {
    "text": "Things are looking good. And so David passes on the unified kingdom of the tribes of Israel to his son Solomon, one of the other famous kings of Israel.",
    "start": "00:05:20",
    "end": "00:05:31"
  },
  {
    "text": "Yeah, super successful.",
    "start": "00:05:31",
    "end": "00:05:32"
  },
  {
    "text": "And Solomon's story is told in the Book of First Kings, chapters one to 11. And it's really important for this Babylon, Egypt, day of the Lord theme. So Solomon's story in First Kings 1:11, you can divide it into three parts. He has really promising beginnings. His dad's on his deathbed. It's a classic scene, charging his son. You know, you're the king now. And he tells him, follow the commands of the Torah, be faithful. You Know all of that. So David passes away, Solomon has the kingdom. And in the famous story, Solomon has a dream where God approaches God of Israel, approaches him and says, one wish, you can have anything you want. It's a great. I mean, great classic story.",
    "start": "00:05:33",
    "end": "00:06:25"
  },
  {
    "text": "Yeah, it's kind of like the genie in the bottle.",
    "start": "00:06:25",
    "end": "00:06:27"
  },
  {
    "text": "Yeah, it's really interesting. And so what does Solomon ask for? Yeah, that's the, you know, if you were a young king.",
    "start": "00:06:27",
    "end": "00:06:34"
  },
  {
    "text": "Yeah, More. More wishes, right? That's what you ask. Yes.",
    "start": "00:06:34",
    "end": "00:06:41"
  },
  {
    "text": "In every story like that, that's what you think. Why didn't they ask for just more wishes? So, you know, he can ask for wealth or victory over his enemies, but what he asks for is wisdom. Specifically, this is the phrase. This is very important, linking the story back to the overall biblical story. He says, give your servant a heart that listens in order to rule your people and to discern between good and evil.",
    "start": "00:06:41",
    "end": "00:07:09"
  },
  {
    "text": "That's legit. What, a legit request.",
    "start": "00:07:09",
    "end": "00:07:12"
  },
  {
    "text": "Totally. Yeah. And you can just hear Genesis chapter two and three echoing in here.",
    "start": "00:07:12",
    "end": "00:07:19"
  },
  {
    "text": "Yeah.",
    "start": "00:07:19",
    "end": "00:07:20"
  },
  {
    "text": "Right. He's ruling the world, so to speak.",
    "start": "00:07:20",
    "end": "00:07:24"
  },
  {
    "text": "Yeah.",
    "start": "00:07:24",
    "end": "00:07:24"
  },
  {
    "text": "As the. As God intended.",
    "start": "00:07:25",
    "end": "00:07:27"
  },
  {
    "text": "And he wants to do it.",
    "start": "00:07:27",
    "end": "00:07:28"
  },
  {
    "text": "And he wants to do it under God's authority.",
    "start": "00:07:29",
    "end": "00:07:31"
  },
  {
    "text": "Yeah, that's awesome.",
    "start": "00:07:31",
    "end": "00:07:33"
  },
  {
    "text": "He wants to rely on God's definition of good and evil, which is what? That tree? Anyway, it's all. There's a whole set of studies around the story of early chapters of Solomon's story, replaying the stories of Adam and Eve in the garden. There's a lot of really cool connections happening there. So what God does is he says, that's awesome. I'll tell you what I'm going to do. I'll give you wisdom and I'll give you the wealth and the honor among the nations.",
    "start": "00:07:33",
    "end": "00:08:00"
  },
  {
    "text": "The things you could have asked for.",
    "start": "00:08:01",
    "end": "00:08:02"
  },
  {
    "text": "Yeah. That you didn't ask for. So he goes on. So the story goes on in chapters one to three, and he starts building this kingdom. There's a story about his wisdom to discern. There's these two ladies that come to him.",
    "start": "00:08:02",
    "end": "00:08:15"
  },
  {
    "text": "Yeah, yeah. That's the classic divide the baby story.",
    "start": "00:08:15",
    "end": "00:08:18"
  },
  {
    "text": "Yep. Yeah. So that's the immediate story after the dream. So it's a narrative illustration of his wisdom to, like, see behind and below the surface. And it's an example of his discernment. So here's where the story goes. All of a sudden, the story starts depicting Solomon as this empire builder. We first get a long description of his executive staff team, and then insane amounts of wealth. And he makes gold as common as dust in Israel. And it's crazy. And you start reading in these stories and you don't. You actually don't know how you feel about it as you get into them. Because his kingdom starts to look more and more like what you remember Egypt being described like. So, for example, in chapter five, it says that Solomon drafted forced laborers, Literally, slave labor. It's exactly the same word in Hebrew as What Pharaoh, the 10th forest enforced on the Israelites in Egypt.",
    "start": "00:08:18",
    "end": "00:09:28"
  },
  {
    "text": "That was translated testament.",
    "start": "00:09:28",
    "end": "00:09:30"
  },
  {
    "text": "No, it was translated slave labor.",
    "start": "00:09:30",
    "end": "00:09:32"
  },
  {
    "text": "Oh.",
    "start": "00:09:32",
    "end": "00:09:32"
  },
  {
    "text": "In the Book of Exodus here, it's translated as forced labor. 30,000 men from among Israel, and then he sent them to Lebanon, up north. 10,000amonth in relays, and they were in Lebanon a month and. And then two months at home. And then Adoniram, he was over the forced laborers. Now, Solomon had 70,000 transporters, 8,000 stone hewers working in the court besides the 3,300 taskmasters. Again, the same phrase as what Pharaoh put over the Israelite slaves in Egypt. They're over the project. So all of a sudden you were like, oh, my gosh, he's building a kingdom. But he's doing it exactly the same way Pharaoh was building his kingdom with enslaved Israelites.",
    "start": "00:09:33",
    "end": "00:10:24"
  },
  {
    "text": "Yeah, but Pharaoh was doing it because he wanted to punish. Not punish, but he wanted to kind of protect.",
    "start": "00:10:24",
    "end": "00:10:33"
  },
  {
    "text": "Yep. Yeah, that's right.",
    "start": "00:10:33",
    "end": "00:10:35"
  },
  {
    "text": "You could suppose that Solomon's treating him pretty well.",
    "start": "00:10:36",
    "end": "00:10:40"
  },
  {
    "text": "You could, you could. So that's why I said it's ambiguous.",
    "start": "00:10:40",
    "end": "00:10:44"
  },
  {
    "text": "It's ambiguous.",
    "start": "00:10:44",
    "end": "00:10:45"
  },
  {
    "text": "The narrative just starts telling you these things about Solomon that remind you of Egypt. And in Egypt, they were clearly bad. And so it raises the question, well, is this good or is this bad? He asked for wisdom, and we know that he used that wisdom for good.",
    "start": "00:10:45",
    "end": "00:11:03"
  },
  {
    "text": "So maybe it's good.",
    "start": "00:11:03",
    "end": "00:11:04"
  },
  {
    "text": "Is this good? Yeah. Again, this is. Don't underestimate the biblical narrators. They know what they're doing. They're. They're using. Again, this is using select rare keywords from one story and then repeating them in this story. So Solomon is being described as what Pharaoh was.",
    "start": "00:11:04",
    "end": "00:11:26"
  },
  {
    "text": "The literary genius.",
    "start": "00:11:26",
    "end": "00:11:27"
  },
  {
    "text": "Totally.",
    "start": "00:11:28",
    "end": "00:11:28"
  },
  {
    "text": "Totally.",
    "start": "00:11:28",
    "end": "00:11:29"
  },
  {
    "text": "All right, so then here's what he does with these tens of thousands of slave laborers. He spends seven years building the temple. Two chapters described building the temple, and we're thinking, awesome. That's great.",
    "start": "00:11:29",
    "end": "00:11:40"
  },
  {
    "text": "Yeah. It's a temple.",
    "start": "00:11:40",
    "end": "00:11:41"
  },
  {
    "text": "Honor the God of Israel.",
    "start": "00:11:41",
    "end": "00:11:43"
  },
  {
    "text": "Cool.",
    "start": "00:11:43",
    "end": "00:11:43"
  },
  {
    "text": "So we're told seven years building the temple, and then the next line is, and 14 years building his own palace. This two. It's the last.",
    "start": "00:11:44",
    "end": "00:11:55"
  },
  {
    "text": "So it's twice as awesome.",
    "start": "00:11:55",
    "end": "00:11:56"
  },
  {
    "text": "Last line of chapter six is seven years in the temple. First line of chapter seven is 14 years building his own palace. And you're like, wait, well, what does that mean? Is that good? The storyteller doesn't tell you wicked judgment. He just leaves you with these details. Then after, this is a story of Solomon marrying the king of Egypt's daughter. And what the king of Egypt does to pay the bride price, or the dowry for giving his daughter is. This is in verse 16 of chapter 7. Pharaoh, king of Egypt, had gone up and captured Gezer. He burned it with fire. He killed all the Canaanites who lived in the city, and he gave it as a dowry to his daughter, Solomon's wife.",
    "start": "00:11:56",
    "end": "00:12:43"
  },
  {
    "text": "So now Solomon's inheriting a town that just got ransacked.",
    "start": "00:12:44",
    "end": "00:12:49"
  },
  {
    "text": "Yeah. He's doing a political marriage with Pharaoh, the king of Egypt. And the bride price is the lives of all these people who just got murdered in the city. And you're just like, what? This is power politics. This is. Right?",
    "start": "00:12:49",
    "end": "00:13:05"
  },
  {
    "text": "Yeah. So he just built himself a mansion twice as awesome as the temple.",
    "start": "00:13:05",
    "end": "00:13:11"
  },
  {
    "text": "Mm.",
    "start": "00:13:11",
    "end": "00:13:11"
  },
  {
    "text": "Guy's gotta stretch out. He's ruling.",
    "start": "00:13:11",
    "end": "00:13:15"
  },
  {
    "text": "Yeah.",
    "start": "00:13:15",
    "end": "00:13:15"
  },
  {
    "text": "He's ruling all of Israel.",
    "start": "00:13:15",
    "end": "00:13:17"
  },
  {
    "text": "Yeah.",
    "start": "00:13:17",
    "end": "00:13:17"
  },
  {
    "text": "You know.",
    "start": "00:13:17",
    "end": "00:13:18"
  },
  {
    "text": "Yeah.",
    "start": "00:13:18",
    "end": "00:13:18"
  },
  {
    "text": "He's not supposed to marry foreign women, Right. That's part of the law, correct?",
    "start": "00:13:18",
    "end": "00:13:22"
  },
  {
    "text": "Yeah, that's correct.",
    "start": "00:13:22",
    "end": "00:13:23"
  },
  {
    "text": "So that's already. You're supposed to red alert. Like, wait a second, you're marrying a foreign.",
    "start": "00:13:23",
    "end": "00:13:27"
  },
  {
    "text": "Much less the wink, wink of the narrator. It's Egypt. It's the king of Egypt's daughter. And then the king of Egypt does to these people of Gezer what the ancient pharaoh did to the people of Israel, just murdering them indiscriminately.",
    "start": "00:13:27",
    "end": "00:13:44"
  },
  {
    "text": "But now the lines are really getting blurred.",
    "start": "00:13:44",
    "end": "00:13:46"
  },
  {
    "text": "Now Israel is benefiting from the same type of activity.",
    "start": "00:13:46",
    "end": "00:13:51"
  },
  {
    "text": "Yeah.",
    "start": "00:13:51",
    "end": "00:13:52"
  },
  {
    "text": "It gets even more interesting. Then in chapter 10, we're told the number of his annual import of gold per year is 666 talents.",
    "start": "00:13:52",
    "end": "00:14:02"
  },
  {
    "text": "And what's a talent?",
    "start": "00:14:02",
    "end": "00:14:04"
  },
  {
    "text": "Oh, it's a huge amount of weight. 75 pounds, 58 to 75 pounds. Which is. That's a really broad range.",
    "start": "00:14:04",
    "end": "00:14:12"
  },
  {
    "text": "Yeah, that is 75 pounds of gold.",
    "start": "00:14:12",
    "end": "00:14:15"
  },
  {
    "text": "75 pounds of gold. And 666.",
    "start": "00:14:15",
    "end": "00:14:18"
  },
  {
    "text": "How heavy is a brick of gold?",
    "start": "00:14:19",
    "end": "00:14:20"
  },
  {
    "text": "27 pounds.",
    "start": "00:14:21",
    "end": "00:14:23"
  },
  {
    "text": "27 pounds.",
    "start": "00:14:23",
    "end": "00:14:24"
  },
  {
    "text": "Yeah.",
    "start": "00:14:24",
    "end": "00:14:24"
  },
  {
    "text": "So a talent of gold is like three bricks of gold.",
    "start": "00:14:24",
    "end": "00:14:27"
  },
  {
    "text": "Talent is three bricks of gold.",
    "start": "00:14:28",
    "end": "00:14:30"
  },
  {
    "text": "Two and a half.",
    "start": "00:14:30",
    "end": "00:14:30"
  },
  {
    "text": "Three bricks. Yeah.",
    "start": "00:14:30",
    "end": "00:14:31"
  },
  {
    "text": "So basically, 50,000 pounds of gold.",
    "start": "00:14:32",
    "end": "00:14:34"
  },
  {
    "text": "Pounds of gold every year. Per year.",
    "start": "00:14:34",
    "end": "00:14:37"
  },
  {
    "text": "That would be 1800 bricks of gold per year. Per year.",
    "start": "00:14:37",
    "end": "00:14:40"
  },
  {
    "text": "That's a lot.",
    "start": "00:14:40",
    "end": "00:14:41"
  },
  {
    "text": "Yeah.",
    "start": "00:14:43",
    "end": "00:14:43"
  },
  {
    "text": "I mean, in the ancient world, yeah.",
    "start": "00:14:43",
    "end": "00:14:46"
  },
  {
    "text": "Oh, now, Now.",
    "start": "00:14:46",
    "end": "00:14:47"
  },
  {
    "text": "Yeah. So that's that much gold per year.",
    "start": "00:14:47",
    "end": "00:14:50"
  },
  {
    "text": "1800 bricks of gold a year.",
    "start": "00:14:51",
    "end": "00:14:53"
  },
  {
    "text": "Yeah. Out of which he just makes 500 ornamental gold shields to hang in his 14 year in construction.",
    "start": "00:14:53",
    "end": "00:15:02"
  },
  {
    "text": "Every year he makes 500 gold shields?",
    "start": "00:15:02",
    "end": "00:15:05"
  },
  {
    "text": "No, just. He made 500 gold shields. This is all in chapter 10. Then we're told about this long, detailed paragraph in chapter 10. We're told about the huge ivory throne that he made for himself. That you approach by these steps, and every step you have flanking you on both sides, these huge carved lions, 12 of them. And then we're told he imported incredible amounts of gold, silver, ivory, and apes and peacocks.",
    "start": "00:15:05",
    "end": "00:15:35"
  },
  {
    "text": "Wow. So he has a little zoo too.",
    "start": "00:15:36",
    "end": "00:15:38"
  },
  {
    "text": "He has an army of 1400 chariots that are drawn by specially imported horses from Egypt.",
    "start": "00:15:38",
    "end": "00:15:46"
  },
  {
    "text": "Hmm.",
    "start": "00:15:46",
    "end": "00:15:47"
  },
  {
    "text": "Now that itself is just. You read that and you go, that's impressive.",
    "start": "00:15:48",
    "end": "00:15:51"
  },
  {
    "text": "Yeah.",
    "start": "00:15:52",
    "end": "00:15:52"
  },
  {
    "text": "So the narrator must be trying to impress me.",
    "start": "00:15:53",
    "end": "00:15:55"
  },
  {
    "text": "Yeah. Look how awesome. God gave him all this wisdom and now check out how rad he is. This is like Solomon's crib.",
    "start": "00:15:55",
    "end": "00:16:02"
  },
  {
    "text": "Yeah. MTV Cribs.",
    "start": "00:16:02",
    "end": "00:16:04"
  },
  {
    "text": "It's like, check out my 500 shields. It's all gold. Like my hallway of shields.",
    "start": "00:16:04",
    "end": "00:16:10"
  },
  {
    "text": "And with your huge ivory throne. I'm just trying to. It's so crazy to me.",
    "start": "00:16:10",
    "end": "00:16:15"
  },
  {
    "text": "Yeah.",
    "start": "00:16:15",
    "end": "00:16:16"
  },
  {
    "text": "The steps with these lions that I could get behind.",
    "start": "00:16:16",
    "end": "00:16:19"
  },
  {
    "text": "That sounds pretty awesome.",
    "start": "00:16:19",
    "end": "00:16:20"
  },
  {
    "text": "But I think about what kind of head space do I need to be in to design for myself this kind of space.",
    "start": "00:16:22",
    "end": "00:16:31"
  },
  {
    "text": "This is what I'm talking about, though. This is where, like, if you are the king of an entire people group and you're that smart and that successful, you're just gonna make a bunch of lions up to your ivory throne.",
    "start": "00:16:31",
    "end": "00:16:45"
  },
  {
    "text": "Yes.",
    "start": "00:16:45",
    "end": "00:16:45"
  },
  {
    "text": "You could kinda understand that headsp space a little bit if you try.",
    "start": "00:16:46",
    "end": "00:16:51"
  },
  {
    "text": "Yeah.",
    "start": "00:16:52",
    "end": "00:16:52"
  },
  {
    "text": "It almost seems inevitable to me. Like, if I was that successful, I'd be that dude. Unfortunately, you know, like. Yeah, I just buy something that I just. Man, when I was making more money, like, at one point, I bought this $500 jacket. Like, coat jacket. Like. Like a suit jacket.",
    "start": "00:16:52",
    "end": "00:17:16"
  },
  {
    "text": "Oh, yeah. And you don't wear suits very often.",
    "start": "00:17:16",
    "end": "00:17:19"
  },
  {
    "text": "No. And it's not even that cool. It might have been like, $600.",
    "start": "00:17:19",
    "end": "00:17:24"
  },
  {
    "text": "Oh, my gosh.",
    "start": "00:17:24",
    "end": "00:17:25"
  },
  {
    "text": "It's like, why did I do that? What a waste of money.",
    "start": "00:17:25",
    "end": "00:17:30"
  },
  {
    "text": "Totally, Totally. Yeah. Yeah. There's something that happens when a human being receives in, like, overabundance of honor and wealth and authority, just like, I deserve this.",
    "start": "00:17:30",
    "end": "00:17:49"
  },
  {
    "text": "I need this.",
    "start": "00:17:50",
    "end": "00:17:50"
  },
  {
    "text": "Yeah. Who was it? The famous. Oh, British lord Acton. Power corrupts and absolute power corrupts. Absolutely corrupts. Absolutely. There's something. And think this is. Why are we being told all this information? Why is the storyteller of First Kings.",
    "start": "00:17:51",
    "end": "00:18:08"
  },
  {
    "text": "Yeah. Either it's because Solomon is awesome and he's super wise. And so look at what you can accomplish when you're awesome and super wise.",
    "start": "00:18:08",
    "end": "00:18:19"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:18:19",
    "end": "00:18:20"
  },
  {
    "text": "That would be probably the reading that would come to.",
    "start": "00:18:21",
    "end": "00:18:26"
  },
  {
    "text": "Yeah. Most people. He asked for wisdom. God honored his request, builds a Lexus, a Tesla of an empire, of a kingdom.",
    "start": "00:18:26",
    "end": "00:18:35"
  },
  {
    "text": "And so you can create a sermon that says you just asked God for wisdom, then that's how you become healthy, wealthy and wise.",
    "start": "00:18:36",
    "end": "00:18:45"
  },
  {
    "text": "And wise. However, if you read slowly and carefully enough, you'll notice the things that I highlighted about Israelite slaves and all these. The people of Gazer, the lost story of the people of Gazer who got killed as a bride price for the daughter of Egypt. And then also there's a passage in the Torah that the storyteller in First Kings is again deliberately connecting to through the same narrative technique. It's in Deuteronomy 17. And I'll just read it and it'll just leap off the page. Deuteronomy 17, verse 14. So Moses addressing Israel for how they are to live in the promised land once they get there. When you enter the land, the Lord your God is giving you, and you take possession of it and settle in it and say, let's set a king over us. Like all the nations around us, be sure to appoint over yourselves a king that the Lord your God chooses. Check, check. He must be from among your fellow Israelites. Don't place a foreigner over you.",
    "start": "00:18:45",
    "end": "00:19:52"
  },
  {
    "text": "Check.",
    "start": "00:19:52",
    "end": "00:19:53"
  },
  {
    "text": "Who's not an Israelite. The king, moreover, must not acquire for himself great numbers of horses.",
    "start": "00:19:53",
    "end": "00:19:59"
  },
  {
    "text": "Well, what's great, What's a great number?",
    "start": "00:20:00",
    "end": "00:20:02"
  },
  {
    "text": "1400.",
    "start": "00:20:02",
    "end": "00:20:03"
  },
  {
    "text": "1400?",
    "start": "00:20:03",
    "end": "00:20:04"
  },
  {
    "text": "Yeah, 1400.",
    "start": "00:20:04",
    "end": "00:20:06"
  },
  {
    "text": "He's got an empire or a nation.",
    "start": "00:20:06",
    "end": "00:20:08"
  },
  {
    "text": "It's a small nation state.",
    "start": "00:20:08",
    "end": "00:20:10"
  },
  {
    "text": "How many? I mean, that's for a state, for civilization at that point. That's a lot.",
    "start": "00:20:11",
    "end": "00:20:16"
  },
  {
    "text": "Just let me keep reading. He must not acquire great numbers of horses for himself or make the people return to Egypt to get more of them. And what is precisely the detail that 1 Kings told us about the source of Egyptian horses? For the Lord told you, don't go back that way again. He must not take many wives or his heart will be led astray. He must not accumulate large amounts of silver and gold. So these are all of the things that typical ancient Near Eastern kings do.",
    "start": "00:20:16",
    "end": "00:20:54"
  },
  {
    "text": "Yeah.",
    "start": "00:20:54",
    "end": "00:20:54"
  },
  {
    "text": "Huge army, huge treasury. Right. Here's what the Israelite king's supposed to do this is verse 18. When he takes the throne of his kingdom, he's supposed to become a Bible nerd. He's to write out for his own personal use a personal scroll of this Torah taken from the Levitical priest and that's to be with him. He's to read it all the days of his life that he may learn to fear the Lord as God and carefully follow all the words of this Torah and these decrees, which is what his dad told him to do, what David told him to do on his deathbed. He's not to consider himself better than his fellow Israelites and he's not to turn from the Torah to the right or the left. Then he and his descendants will reign a long time for his kingdom in Israel. So this paragraph is echoing.",
    "start": "00:20:55",
    "end": "00:21:47"
  },
  {
    "text": "So he's accumulating a lot of gold. Tons of it.",
    "start": "00:21:49",
    "end": "00:21:52"
  },
  {
    "text": "It's literally, what doesn't Solomon do to break the series of commands?",
    "start": "00:21:52",
    "end": "00:21:56"
  },
  {
    "text": "This story doesn't talk about how many wives he has. How many wives?",
    "start": "00:21:56",
    "end": "00:21:59"
  },
  {
    "text": "Oh, yeah, it goes on in chapter 11. 700. 700 wives through political alliances and 300 concubines.",
    "start": "00:21:59",
    "end": "00:22:07"
  },
  {
    "text": "Yeah, let's round that up to a thousand.",
    "start": "00:22:07",
    "end": "00:22:09"
  },
  {
    "text": "Thousand.",
    "start": "00:22:09",
    "end": "00:22:09"
  },
  {
    "text": "That's. That's hard to imagine.",
    "start": "00:22:11",
    "end": "00:22:13"
  },
  {
    "text": "It is hard to imagine. I agree.",
    "start": "00:22:15",
    "end": "00:22:17"
  },
  {
    "text": "700 wives.",
    "start": "00:22:18",
    "end": "00:22:19"
  },
  {
    "text": "Yeah. But yeah, for a small nation state king.",
    "start": "00:22:19",
    "end": "00:22:24"
  },
  {
    "text": "And it says there and that. Where was that in Deuteronomy? That was Deuteronomy.",
    "start": "00:22:25",
    "end": "00:22:28"
  },
  {
    "text": "He's not to accumulate many wives. Yeah.",
    "start": "00:22:28",
    "end": "00:22:30"
  },
  {
    "text": "What was the chapter?",
    "start": "00:22:30",
    "end": "00:22:30"
  },
  {
    "text": "Chapter 17.",
    "start": "00:22:30",
    "end": "00:22:31"
  },
  {
    "text": "Chapter 17.",
    "start": "00:22:31",
    "end": "00:22:32"
  },
  {
    "text": "Yeah.",
    "start": "00:22:32",
    "end": "00:22:32"
  },
  {
    "text": "And we could assume 700 might fall under the category of many.",
    "start": "00:22:33",
    "end": "00:22:36"
  },
  {
    "text": "Many. Safely.",
    "start": "00:22:36",
    "end": "00:22:38"
  },
  {
    "text": "Safely in many.",
    "start": "00:22:39",
    "end": "00:22:40"
  },
  {
    "text": "And then we're told that these many. So here we go into the third part of Solomon's story which is idolatry and rebellion. And so he starts following and giving his allegiance to the gods of all of these other nations that he's allying with. And so his story ends in 1 Kings 11 with all of these neighboring enemies raiding and taking away different parts of his kingdom. And then Solomon's downfall ends in a near civil war. The split of the kingdom. And then essentially all the tribes just get picked off over the next 250 years until Babylon takes them out. So what's the story about? The story is about the oppressed has become the oppressor and the people that God liberated from Babylon Egypt has actually become the new Babylon Egypt.",
    "start": "00:22:41",
    "end": "00:23:40"
  },
  {
    "text": "Sam.",
    "start": "00:23:40",
    "end": "00:23:49"
  },
  {
    "text": "But here it's like we just had the pharaoh's portrait in Exodus of just. He's just a prideful guy. But now we get inside of it. What is that pride, like what's that journey of pride and self exaltation. And that's what Solomon's story becomes. Yeah.",
    "start": "00:24:07",
    "end": "00:24:26"
  },
  {
    "text": "You don't just wake up and become pharaoh.",
    "start": "00:24:26",
    "end": "00:24:28"
  },
  {
    "text": "Yeah. How do you become pharaoh? Right. And in Solomon's case, he started out well.",
    "start": "00:24:28",
    "end": "00:24:33"
  },
  {
    "text": "Yeah, really well.",
    "start": "00:24:34",
    "end": "00:24:34"
  },
  {
    "text": "Like he wanted to do the right thing.",
    "start": "00:24:34",
    "end": "00:24:36"
  },
  {
    "text": "Best case scenario. Well, Son of David gets. Gets wisdom.",
    "start": "00:24:36",
    "end": "00:24:41"
  },
  {
    "text": "Yep. Yeah. And. But in the building of his own kingdom, something turns and it's not the story. The narrator never says. And at this moment, Solomon elevated himself in his heart and says, you know, I'll build a city and a tower. But that's what he's. He's building Babylon. So I love the story because it's really, it's amazing. It's subtlety and depicting this turn of the human heart towards self exaltation. And then all of a sudden, things that are evil become good. It's the same turn in the story again. And here it's the building of a new Babylon, tragically, in Jerusalem. So the Solomon story ends and we move into the part of the story where the prophets start depicting the downfall of Israel. And this is where the day of the Lord appears as a phrase in the story. But the prophets talking about the downfall of Israel because it's become the new Egypt, the new Babylon after Solomon. There enters onto the stage a group of people who really come into the story that we haven't seen as prominently before. And that's the Israelite prophets. And so.",
    "start": "00:24:42",
    "end": "00:26:07"
  },
  {
    "text": "And so, okay, so at this point in history, there's all the different tribes. It's divided between north and south.",
    "start": "00:26:08",
    "end": "00:26:15"
  },
  {
    "text": "Well, after Solomon, after Solomon. So David unified all the tribes. He set the groundwork for unity. He declared that Jerusalem would be the capital city. But it's his son, Solomon, that's the empire builder. He goes about actually architecting all of the institutions.",
    "start": "00:26:15",
    "end": "00:26:35"
  },
  {
    "text": "Like what institutions?",
    "start": "00:26:36",
    "end": "00:26:37"
  },
  {
    "text": "Oh, like the economy, a centralized economy. Okay, so think, you know, you have tribal farming communities.",
    "start": "00:26:38",
    "end": "00:26:45"
  },
  {
    "text": "Yeah.",
    "start": "00:26:45",
    "end": "00:26:45"
  },
  {
    "text": "All of a sudden they get unified and they're providing oil and wheat and horses and for the, for the capital city, you know, it becomes the kingdom, a proper, like nation state.",
    "start": "00:26:45",
    "end": "00:27:02"
  },
  {
    "text": "And so in these communities there's, these are Jewish communities. So they're, they're following the law. Are they practicing the holidays and things?",
    "start": "00:27:02",
    "end": "00:27:22"
  },
  {
    "text": "Yeah. Through the priests and the Levites scattered throughout the tribes, through the pilgrimages, through the feasts, they're reminded of their identity.",
    "start": "00:27:22",
    "end": "00:27:30"
  },
  {
    "text": "This is all happening.",
    "start": "00:27:30",
    "end": "00:27:31"
  },
  {
    "text": "Yeah. Or at least in theory, this is what Israel is called to.",
    "start": "00:27:32",
    "end": "00:27:35"
  },
  {
    "text": "Right. And in these communities then are these specific Guys who are prophets. So I'm just trying to picture. So I'm kind of. I'm in this community. Maybe I'm just a farmer.",
    "start": "00:27:35",
    "end": "00:27:48"
  },
  {
    "text": "No, you're Amos. You're a sycamore. You're a sycamore and fig tree cultivator. And a shepherd. You're Amos.",
    "start": "00:27:49",
    "end": "00:27:57"
  },
  {
    "text": "I'm Amos, yep.",
    "start": "00:27:57",
    "end": "00:27:58"
  },
  {
    "text": "And you live in, you know, north of Jerusalem.",
    "start": "00:27:58",
    "end": "00:28:00"
  },
  {
    "text": "Okay, I live north of Jerusalem. Like, how far from Jerusalem? Oh, like I would go there for feast days and stuff.",
    "start": "00:28:00",
    "end": "00:28:07"
  },
  {
    "text": "Yeah, near the border, maybe like 20ish miles north of Jerusalem in the hills.",
    "start": "00:28:07",
    "end": "00:28:12"
  },
  {
    "text": "So I'm up in the hills. Figs.",
    "start": "00:28:12",
    "end": "00:28:15"
  },
  {
    "text": "Fig tree.",
    "start": "00:28:16",
    "end": "00:28:16"
  },
  {
    "text": "Fig trees, yeah. And it's hard for me to picture an actual fig because I don't really see them. All I see is fig Newtons.",
    "start": "00:28:16",
    "end": "00:28:23"
  },
  {
    "text": "Oh, God.",
    "start": "00:28:23",
    "end": "00:28:23"
  },
  {
    "text": "So when you say fig tree, I literally, in my mind, see Fig Newtons hanging from a tree. Like, that's the picture that comes to my mind. Oh, that's funny. It's a problem.",
    "start": "00:28:23",
    "end": "00:28:32"
  },
  {
    "text": "I grew up on those, too.",
    "start": "00:28:32",
    "end": "00:28:33"
  },
  {
    "text": "Okay, so, yeah, I'm Amos. And so there's.",
    "start": "00:28:35",
    "end": "00:28:43"
  },
  {
    "text": "Yeah, you start hearing reports about life in Jerusalem and life up in Samaria, these big important Israelite cities where the influencers live. And for one way or another, you are really familiar. You're Amos. You're familiar with the stories of Israel, with the stories of God giving the laws and commandments. And you've got a passion for the ideals of the law and the kind of life Israel was called to.",
    "start": "00:28:44",
    "end": "00:29:19"
  },
  {
    "text": "But I'm not a Levite, so I don't have any control over how that goes down in the temple.",
    "start": "00:29:19",
    "end": "00:29:26"
  },
  {
    "text": "And actually, as Amos says, I'm not even a prophet. I'm not one of the official representatives for the God of Israel down in Jerusalem.",
    "start": "00:29:26",
    "end": "00:29:36"
  },
  {
    "text": "Oh, well, so what does he mean by that then? There's like a class of representatives in Jerusalem.",
    "start": "00:29:36",
    "end": "00:29:42"
  },
  {
    "text": "Yeah, Amos, chapter seven. He gets called into the king's court for his controversial message. And what Amos says, Amos 7:14 is, Listen, I've. I've never been a prophet. I'm not the son of a prophet. I was a shepherd.",
    "start": "00:29:43",
    "end": "00:30:02"
  },
  {
    "text": "Oh, yeah, that's that classic.",
    "start": "00:30:02",
    "end": "00:30:03"
  },
  {
    "text": "And I took care of sycamore fig trees. But the Lord took me from tending the flock and said to me, go prophesy to my people, Israel. So he was outside of the power structures. Yeah, so they're called court prophets. They appear in the biblical stories, usually opposed to the prophets who ended up in the Bible. Okay, so they. Again, the Hebrew Bible represents a minority report from ancient Israel.",
    "start": "00:30:03",
    "end": "00:30:34"
  },
  {
    "text": "Right.",
    "start": "00:30:34",
    "end": "00:30:35"
  },
  {
    "text": "It doesn't represent because the people in.",
    "start": "00:30:35",
    "end": "00:30:37"
  },
  {
    "text": "Jerusalem at that time, the prophets in the court, the kings, like they wouldn't have been down with.",
    "start": "00:30:38",
    "end": "00:30:45"
  },
  {
    "text": "Yeah, they said, Yahweh loves us no matter what.",
    "start": "00:30:45",
    "end": "00:30:48"
  },
  {
    "text": "Right.",
    "start": "00:30:48",
    "end": "00:30:48"
  },
  {
    "text": "He's going to be pro Israel no matter what. No matter what. And no way Assyria or Babylon is ever going to take us out because Yahweh said he'd protect us.",
    "start": "00:30:48",
    "end": "00:30:57"
  },
  {
    "text": "And so you get these prophets from the hills coming in and they're saying, no, no, no, things are bad, things are bad. And we need to, you need to change, you need to repent of this. And they have their own prophets and they're like, nah, we're good.",
    "start": "00:30:57",
    "end": "00:31:13"
  },
  {
    "text": "Yes, yeah, yeah, we're fine. And so it raises the question then, what did, what did the prophets see coming and what was the problem they saw going on in Israel? And at the center of this is the day of the Lord. It's one of the most significant themes for reading the 15 books of the Old Testament prophets. You'll never understand these massive and difficult books without understanding, without understanding the day of the Lord, what it means and how it works in these books. It's a huge, huge theme. It's where the phrase is actually explicitly used in the Old Testament is in the prophets. But they come into Israel's story with all of this backstory of Babylon as the archetype of the human problem. Egypt as a development of that portrait as self exaltation, not acknowledging the creator God. And now we see in Solomon, Israel has become one of the nations like Babylon.",
    "start": "00:31:13",
    "end": "00:32:26"
  },
  {
    "text": "Now what kind of writings did they have access to? Would they have had the Torah?",
    "start": "00:32:27",
    "end": "00:32:32"
  },
  {
    "text": "Oh man. Yeah, it's a million dollar question. Okay, yeah, we don't, we don't know. This is a really debatable issue in Old Testament studies. But there is this interesting story late in Israel's history. There's a king named Josiah whose priests find some version of the Torah in the temple. And they've never seen it before. They're not familiar with it. Second kings, chapter 22 and 23. So we know that whatever the tradition and the law and the covenant represented by Moses did not shape the majority of Israel's history, at least not after Solomon and even Judges has a whole moment in the story where it says Israel forgot about what Yahweh did at the Exodus and a whole generation arose that didn't even know Yahweh. And that becomes a pattern through Israel's history.",
    "start": "00:32:33",
    "end": "00:33:34"
  },
  {
    "text": "But we know it did exist in some form and David wrote about it a lot, how he Loves the law and stuff. Right. In the Psalms. So like, he becomes. He had access to the Torah.",
    "start": "00:33:34",
    "end": "00:33:45"
  },
  {
    "text": "That's right, yeah. Yeah. Which is why even though he's a murderer adulterer, he still, after like repenting, finds ultimate favor with God and becomes the one with whom God makes the covenant.",
    "start": "00:33:45",
    "end": "00:34:00"
  },
  {
    "text": "So we're talking about the law. I just want to make sure. Connect this idea to the theme of day of the Lord. So God gave Israel this covenant agreement, saying, you do these things and I'm going to bless you, and through you bless all the nations.",
    "start": "00:34:01",
    "end": "00:34:20"
  },
  {
    "text": "I brought you out of Babylon, Abraham. I brought you out of the new Babylon, Egypt, in the Exodus. And we enter this covenant agreement. You live by these laws, you'll become and a counter Babylon, people living in the promised land.",
    "start": "00:34:23",
    "end": "00:34:39"
  },
  {
    "text": "And through you, the whole earth will become the counter Babylon.",
    "start": "00:34:40",
    "end": "00:34:45"
  },
  {
    "text": "Yeah. The idea is that the witness of Israel would spread and that all nations would see this different way of existing as human beings.",
    "start": "00:34:45",
    "end": "00:34:56"
  },
  {
    "text": "Right. And there will be a king like David who comes, who will lead the.",
    "start": "00:34:56",
    "end": "00:35:01"
  },
  {
    "text": "People and leads this into that new kind of kingdom.",
    "start": "00:35:01",
    "end": "00:35:05"
  },
  {
    "text": "And so when the prophets, like Amos, he's up in the hills picking his figs, herding his sheep, and he's hearing these reports what's going down in Jerusalem. And he's like, this is not what the plan was. This is not the covenant with God.",
    "start": "00:35:06",
    "end": "00:35:20"
  },
  {
    "text": "Amos is a little. He's over 100 years after Solomon. And so he's now got a century of Israelite history of Babylon, Babylonian, like history among his own people. And you know what he says is, listen, I was a shepherd and taking care of my orchards, and I got a holy agitation. And I'm not even an official spokesman for Yahweh down in Jerusalem. But I just had to speak my mind.",
    "start": "00:35:20",
    "end": "00:35:55"
  },
  {
    "text": "Yeah.",
    "start": "00:35:55",
    "end": "00:35:55"
  },
  {
    "text": "So he marches into Israelite cities and he goes for the jugular. Wow, it's really intense.",
    "start": "00:35:56",
    "end": "00:36:02"
  },
  {
    "text": "He's like holding the. He'd be the equivalent of holding the John 3:16 poster at the football game kind of thing.",
    "start": "00:36:02",
    "end": "00:36:09"
  },
  {
    "text": "Yeah. Or like the sandwich board.",
    "start": "00:36:09",
    "end": "00:36:10"
  },
  {
    "text": "Yeah, the sandwich board on the street.",
    "start": "00:36:10",
    "end": "00:36:12"
  },
  {
    "text": "Yeah. Actually, in chapter seven. No, no, sorry, chapter nine, he has this poem that talks about the end. The end is near anyhow. So, yeah, Amos and Hosea are the earliest. Chronologically, they're the earliest prophets that we have writings from, or at least collections of their poetry and sermons.",
    "start": "00:36:12",
    "end": "00:36:36"
  },
  {
    "text": "So what I heard you say, what sounds really significant, worth repeating, is that to understand the prophets and what they're doing, is they have this minority report, this minority viewpoint, which is we are not following the covenant.",
    "start": "00:36:36",
    "end": "00:36:54"
  },
  {
    "text": "We've become Babylon.",
    "start": "00:36:55",
    "end": "00:36:57"
  },
  {
    "text": "We've become Babylon. And we know what happens to Babylon.",
    "start": "00:36:57",
    "end": "00:37:03"
  },
  {
    "text": "Yep. The day of the Lord happens to Babylon.",
    "start": "00:37:03",
    "end": "00:37:05"
  },
  {
    "text": "The day of the Lord happens. We saw it happen when God scattered people from Babylon. We saw it happen when God showed up and saved Israel from Egypt. On that day.",
    "start": "00:37:05",
    "end": "00:37:18"
  },
  {
    "text": "On that day, the warrior king came.",
    "start": "00:37:18",
    "end": "00:37:21"
  },
  {
    "text": "And freed the oppressors or the oppressed. So we know what happens to Babylon. And we're becoming Babylon. And so this is going to happen to us. And that's the day of the Lord.",
    "start": "00:37:21",
    "end": "00:37:39"
  },
  {
    "text": "Yeah, that's the day of the Lord.",
    "start": "00:37:39",
    "end": "00:37:41"
  },
  {
    "text": "That's not the capital D day of the Lord. Yeah, but that's.",
    "start": "00:37:41",
    "end": "00:37:45"
  },
  {
    "text": "Yeah, it's again in the mountain analogy that we use.",
    "start": "00:37:45",
    "end": "00:37:50"
  },
  {
    "text": "So I want to make sure I understand. So if the capital D day of the Lord is the day that God comes and just takes down all institutions.",
    "start": "00:37:50",
    "end": "00:37:59"
  },
  {
    "text": "And empires and confronts evil on a universal scale.",
    "start": "00:37:59",
    "end": "00:38:03"
  },
  {
    "text": "Universal scale, yeah. That's capital D day of the Lord. These small D day lords are coming and confronting specific people.",
    "start": "00:38:03",
    "end": "00:38:12"
  },
  {
    "text": "Yeah. There are moments where nations, cities, rulers, kingdoms fall. They're crushed under the weight of their own selfishness, greed, evil. They're taken over. And Israel's story, the prophets would say, that's the day of the Lord.",
    "start": "00:38:12",
    "end": "00:38:27"
  },
  {
    "text": "And Israel's story up to this point is that they're the ones that got the benefit from the day of the Lord.",
    "start": "00:38:27",
    "end": "00:38:32"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:38:32",
    "end": "00:38:33"
  },
  {
    "text": "They get rescued by the Lord coming on that day and throwing down, opening up a can. And now it's this massive, shocking reversal when the prophets say, no, the day of the Lord's coming to us because we've become like Babylon.",
    "start": "00:38:33",
    "end": "00:38:51"
  },
  {
    "text": "Correct. Yep. Yeah, that's the shock. And nobody. We know that, for the most part, nobody listened to them. They were a persecuted minority chased up into the hills and whose books were burned when they were found. And it was only after the great fulfillment of their warnings came true, which was that they predicted that Israel would fall to its enemies in the day of the Lord. And that happened in two waves. In 722 BC, the Assyrian Empire came through and just took out all the northern tribes.",
    "start": "00:38:51",
    "end": "00:39:36"
  },
  {
    "text": "Where did Assyria start?",
    "start": "00:39:36",
    "end": "00:39:38"
  },
  {
    "text": "Oh, Nineveh is the capital city.",
    "start": "00:39:38",
    "end": "00:39:40"
  },
  {
    "text": "Oh, Nineveh. Okay.",
    "start": "00:39:40",
    "end": "00:39:41"
  },
  {
    "text": "Yep. Which is in kind of northern central Iraq today. Yeah. So the Assyrians and the Babylonians are two different. Different cities, different kingdoms, different empires. And they were both.",
    "start": "00:39:41",
    "end": "00:39:58"
  },
  {
    "text": "They're both on the Euphrates, it looks like.",
    "start": "00:39:58",
    "end": "00:40:00"
  },
  {
    "text": "Yep. They're both. Yeah. In the. Or. No, on the Tigris, Euphrates and Tigris come together. Babylon's where they both meet.",
    "start": "00:40:00",
    "end": "00:40:07"
  },
  {
    "text": "Yeah. Nineveh's up on the.",
    "start": "00:40:07",
    "end": "00:40:09"
  },
  {
    "text": "Nineveh's up on the.",
    "start": "00:40:09",
    "end": "00:40:10"
  },
  {
    "text": "Is it Tigris?",
    "start": "00:40:10",
    "end": "00:40:11"
  },
  {
    "text": "On the Tigris, yeah. So, yeah, Nineveh again, it was really ancient empire, but rose to power specifically in the nine hundreds and then reigned. It was the first full scale world empire in human history.",
    "start": "00:40:11",
    "end": "00:40:27"
  },
  {
    "text": "Say that again. Because it cut out.",
    "start": "00:40:28",
    "end": "00:40:29"
  },
  {
    "text": "Oh, the Assyrians were the first full scale human empire in human history.",
    "start": "00:40:29",
    "end": "00:40:35"
  },
  {
    "text": "Where one people group one.",
    "start": "00:40:35",
    "end": "00:40:38"
  },
  {
    "text": "Yeah. The main way of organization was called city states. So large influential cities would be kingdoms unto themselves and then they would have networks of smaller cities around them. That's what Babylon was. That's what Nineveh was. That's what the Ammonites were or the Syrians up north. But Nineveh, the people of Assyria, began a wide. They developed military technology, siege warfare like no one had ever done before. And they just went for it.",
    "start": "00:40:39",
    "end": "00:41:09"
  },
  {
    "text": "And so they occupied Babylon.",
    "start": "00:41:09",
    "end": "00:41:11"
  },
  {
    "text": "They occupied Babylon all the way down into modern day Iran, all the way up to the Black Sea, half of Turkey, Egypt was in there, down into Saudi Arabia and then down. They were a huge threat, a dominant force over Egypt, though they had rivals and battles and so on. So the Assyrians were the first. They become the new Babylon after Israel is Babylon. The prophets warn and say, listen, God's going to let the way bigger, badder Babylon, that is Assyria come take you down.",
    "start": "00:41:12",
    "end": "00:41:46"
  },
  {
    "text": "And Assyria is way bigger and badder than Babylon ever was. Babylon was just a city with a tower.",
    "start": "00:41:46",
    "end": "00:41:52"
  },
  {
    "text": "So that's right up to this point. Up to this point and was assembly, city, state, kingdom. But Nineveh falls in the early late 600 B.C. to Nebuchadnezzar and Babylon. That's what the whole Book of Nahum is dedicated to talking about the downfall of Assyria to Babylon, and then Babylon inherits the empire.",
    "start": "00:41:52",
    "end": "00:42:13"
  },
  {
    "text": "Wow. Did they get some new technology to be able to do that or did they just brute force just kick them back?",
    "start": "00:42:14",
    "end": "00:42:20"
  },
  {
    "text": "There were a number of events. Assyria just the empire collapsed under its own weight. And its main policy of annexing nations was to deport the majority of the indigenous population into scattered cities that they had already taken captive. It basically just was trying to erase all other people groups through these massive deportation programs and trying to rule millions of people that way. It just.",
    "start": "00:42:20",
    "end": "00:42:56"
  },
  {
    "text": "They're the first ones to ever try this.",
    "start": "00:42:56",
    "end": "00:42:58"
  },
  {
    "text": "Yeah, that's right. That's right. Yeah.",
    "start": "00:42:58",
    "end": "00:43:00"
  },
  {
    "text": "It's crazy.",
    "start": "00:43:00",
    "end": "00:43:01"
  },
  {
    "text": "Yeah. So it literally collapsed under its own weight.",
    "start": "00:43:01",
    "end": "00:43:04"
  },
  {
    "text": "Okay. And so Babylon saw the opportunity Babylon.",
    "start": "00:43:04",
    "end": "00:43:07"
  },
  {
    "text": "Was in the waiting and was able to.",
    "start": "00:43:07",
    "end": "00:43:09"
  },
  {
    "text": "And they're like, hey, that. That was kind of cool that they had that much power. Let's go do that.",
    "start": "00:43:09",
    "end": "00:43:13"
  },
  {
    "text": "Yep. Yeah. And the Babylonians adopted the same basic policy. So their empire was from the late 600s and didn't. I mean, it barely. It didn't even last a century. And then in 539 BC, the Persians. So way out to the east in modern day Iran, the Persians. The Book of Daniel talks about this transition. They inherit. Take over and inherit the Babylonian empire and topple it. And Persia had.",
    "start": "00:43:13",
    "end": "00:43:45"
  },
  {
    "text": "So it's all pretty quick succession. Syria, Babylon.",
    "start": "00:43:45",
    "end": "00:43:48"
  },
  {
    "text": "Syria Babylon, Persian empires. That's at the core of Israel's history was affected by all those changes. And that all took place within a couple centuries. The rise and fall of three world empires.",
    "start": "00:43:49",
    "end": "00:44:04"
  },
  {
    "text": "So what's interesting is you can look at that and you can say, yeah, Israel got taken over because everyone did.",
    "start": "00:44:04",
    "end": "00:44:12"
  },
  {
    "text": "Yeah, that's right. Yeah. Totally.",
    "start": "00:44:12",
    "end": "00:44:13"
  },
  {
    "text": "By three really big empires.",
    "start": "00:44:13",
    "end": "00:44:15"
  },
  {
    "text": "Yes.",
    "start": "00:44:15",
    "end": "00:44:16"
  },
  {
    "text": "And the prophets look at it and go, no, we shouldn't have been taken over even by a big empire unless we had become corrupt ourselves.",
    "start": "00:44:16",
    "end": "00:44:26"
  },
  {
    "text": "Correct. Yeah.",
    "start": "00:44:26",
    "end": "00:44:27"
  },
  {
    "text": "That's because God promised that we would be.",
    "start": "00:44:27",
    "end": "00:44:31"
  },
  {
    "text": "If we were faithful to the covenant, he would do to our enemies what he did to Egypt.",
    "start": "00:44:31",
    "end": "00:44:37"
  },
  {
    "text": "Yeah. We should have been spared from even these empires.",
    "start": "00:44:37",
    "end": "00:44:40"
  },
  {
    "text": "Yep. Yeah.",
    "start": "00:44:40",
    "end": "00:44:41"
  },
  {
    "text": "But we weren't. Because it became a day of the Lord to us.",
    "start": "00:44:41",
    "end": "00:44:46"
  },
  {
    "text": "Yes.",
    "start": "00:44:46",
    "end": "00:44:46"
  },
  {
    "text": "Because we became like them.",
    "start": "00:44:46",
    "end": "00:44:48"
  },
  {
    "text": "Israel has become just like them. And so it becomes this cycle where they predict Assyria is going to come. Amos and Hosea, they predict Assyria is going to come, take out Israel. That's the day of the Lord. But Jerusalem escapes. Jerusalem was defended. They were able to defend themselves against. Against Assyria.",
    "start": "00:44:48",
    "end": "00:45:34"
  },
  {
    "text": "Assyria. Okay.",
    "start": "00:45:34",
    "end": "00:45:35"
  },
  {
    "text": "Jerusalem survived. Isaiah in chapter one calls Jerusalem like a little watchman's hut standing in the middle of a cucumber field.",
    "start": "00:45:35",
    "end": "00:45:48"
  },
  {
    "text": "So if you are anywhere else in Israel, you're under Assyrian control. But if you get it within the.",
    "start": "00:45:48",
    "end": "00:45:56"
  },
  {
    "text": "Walls of Jerusalem, around Jerusalem, you're like a little lone tower in the middle of a field with nothing else standing up. That's how Isaiah describes Jerusalem.",
    "start": "00:45:56",
    "end": "00:46:06"
  },
  {
    "text": "Got it.",
    "start": "00:46:06",
    "end": "00:46:06"
  },
  {
    "text": "And so that gave the Jerusalemites a ton of confidence.",
    "start": "00:46:07",
    "end": "00:46:10"
  },
  {
    "text": "Sure.",
    "start": "00:46:10",
    "end": "00:46:10"
  },
  {
    "text": "They're like, oh, God is with us. And Isaiah comes along and he says, no, Babylon's on the horizon and Assyria will get what's coming to it by Babylon taking it over. And then Babylon's gonna. He warned that Babylon would take out Jerusalem, which happened after his lifetime. So anyway, so it's this Cycle. But it's actually a very important thing going on in the prophets. Why they talk about so much warning of violence and downfall and war. This was an extremely violent period. Period and area in world history.",
    "start": "00:46:10",
    "end": "00:46:50"
  },
  {
    "text": "Yeah.",
    "start": "00:46:50",
    "end": "00:46:51"
  },
  {
    "text": "I mean, enormous numbers of casualties and wars and.",
    "start": "00:46:51",
    "end": "00:46:56"
  },
  {
    "text": "And so actually this. I remember when we were there in Israel and we went to Armageddon, or what's it. How do you say it?",
    "start": "00:46:56",
    "end": "00:47:08"
  },
  {
    "text": "We were driving through the plains of Megiddo.",
    "start": "00:47:08",
    "end": "00:47:10"
  },
  {
    "text": "Megiddo, yes, yes. And that military guy was with us and he was talking about how this.",
    "start": "00:47:10",
    "end": "00:47:16"
  },
  {
    "text": "That highway.",
    "start": "00:47:16",
    "end": "00:47:17"
  },
  {
    "text": "Yeah. Out of all human history, this specific place, there's been more battles.",
    "start": "00:47:17",
    "end": "00:47:24"
  },
  {
    "text": "Yes. Strategic. Yeah. History shaping battles.",
    "start": "00:47:24",
    "end": "00:47:27"
  },
  {
    "text": "History shaping battles. Because something about that terrain. If you take that area, then you can take the whole region. Something like that.",
    "start": "00:47:27",
    "end": "00:47:34"
  },
  {
    "text": "Yeah.",
    "start": "00:47:35",
    "end": "00:47:35"
  },
  {
    "text": "And that's Megiddo.",
    "start": "00:47:35",
    "end": "00:47:37"
  },
  {
    "text": "Yeah. Egypt, Assyria, Babylon, Israel, ancient Syria, they were all vying for control of this narrow corridor and valley.",
    "start": "00:47:37",
    "end": "00:47:47"
  },
  {
    "text": "Yeah. If you control that, you control the whole area.",
    "start": "00:47:47",
    "end": "00:47:50"
  },
  {
    "text": "Yeah. You control basically the link between Asia and Africa and Eastern Europe has to go through the plain of Megiddo and the coastal highway.",
    "start": "00:47:50",
    "end": "00:48:02"
  },
  {
    "text": "Yeah.",
    "start": "00:48:02",
    "end": "00:48:03"
  },
  {
    "text": "Getting to it. And that was right smack in the middle of Israel's territory.",
    "start": "00:48:03",
    "end": "00:48:07"
  },
  {
    "text": "And so the amount of battles happening right there.",
    "start": "00:48:07",
    "end": "00:48:10"
  },
  {
    "text": "Yep. Yeah. Yeah. All kinds of. Over centuries. Yeah. The Israelites won and lost battles there.",
    "start": "00:48:10",
    "end": "00:48:17"
  },
  {
    "text": "Wow.",
    "start": "00:48:17",
    "end": "00:48:17"
  },
  {
    "text": "We would just look at that. This is a tumultuous period of human history.",
    "start": "00:48:17",
    "end": "00:48:20"
  },
  {
    "text": "Yeah.",
    "start": "00:48:20",
    "end": "00:48:21"
  },
  {
    "text": "The prophets look at it and see God's hand at work, guiding his covenant, people and purposes towards a goal. And so. And as Israel story develops, the prophets discern a pattern, a way of God working in history, that behind the rise and fall of these world empires, we can see the small D. Day of the Lord.",
    "start": "00:48:21",
    "end": "00:48:44"
  },
  {
    "text": "So when God allows Babylon to take over Assyria, that's the day of the Lord.",
    "start": "00:48:45",
    "end": "00:48:51"
  },
  {
    "text": "That's the day of the Lord.",
    "start": "00:48:51",
    "end": "00:48:52"
  },
  {
    "text": "But when Babylon takes over Jerusalem, that's also the day of Lord.",
    "start": "00:48:52",
    "end": "00:48:56"
  },
  {
    "text": "It's also the day of Lord. And when Babylon falls to the Persians.",
    "start": "00:48:56",
    "end": "00:48:59"
  },
  {
    "text": "That'S the day of the Lord.",
    "start": "00:48:59",
    "end": "00:49:00"
  },
  {
    "text": "It's the day of the Lord. The day of the Lord gets applied to all of these.",
    "start": "00:49:00",
    "end": "00:49:05"
  },
  {
    "text": "And then what happens? The Romans after the Persians, is that what happens?",
    "start": "00:49:05",
    "end": "00:49:08"
  },
  {
    "text": "No, after the Persians, it goes to. Alexander the Great, took over the Persian empire and then. And, you know, his blitzkrieg went all the way to India. I mean, he went all. And then he died, you know, at a young age at the extent of his empire. And then his huge empire got parceled up into all these pieces. These generals, rival generals of Alexander, called The Diadochoi, which means successors or inheritors. And they basically divide up the ancient known world into all these rivals territories. And it's both the Greeks and then a number of Syrian rulers. And so this whole period becomes rival small kingdoms between the Greeks, the Syrians to the north of Israel, and then the Egyptians. And Israel is constantly changing hands, but the Israelites are not in charge. And now we're into post biblical history. And then the Romans come into town and take over Israel in 40 B.C. and then they're in control of everything for about.",
    "start": "00:49:08",
    "end": "00:50:27"
  },
  {
    "text": "So it goes Assyria, Babylon, Persia, Greece.",
    "start": "00:50:27",
    "end": "00:50:32"
  },
  {
    "text": "Greece, and then the Diadochoi.",
    "start": "00:50:32",
    "end": "00:50:34"
  },
  {
    "text": "The Diadochoi, which is kind of like.",
    "start": "00:50:34",
    "end": "00:50:36"
  },
  {
    "text": "Greece and smaller kingdoms constantly fighting over.",
    "start": "00:50:36",
    "end": "00:50:40"
  },
  {
    "text": "There's a bunch of smaller kingdoms.",
    "start": "00:50:40",
    "end": "00:50:42"
  },
  {
    "text": "Yep, yep.",
    "start": "00:50:42",
    "end": "00:50:42"
  },
  {
    "text": "And then the Romans come in and.",
    "start": "00:50:43",
    "end": "00:50:45"
  },
  {
    "text": "They start building their empire for nearly half a millennia.",
    "start": "00:50:45",
    "end": "00:50:49"
  },
  {
    "text": "There, there lasts a long time. Finally someone sticks around.",
    "start": "00:50:49",
    "end": "00:50:54"
  },
  {
    "text": "Yeah, yeah. In comparison to all these other ancient empires, Rome lasted the longest of them.",
    "start": "00:50:54",
    "end": "00:51:01"
  },
  {
    "text": "Well, they got to learn from a lot of people's mistakes.",
    "start": "00:51:01",
    "end": "00:51:03"
  },
  {
    "text": "They did. That's true. Yeah. Yeah.",
    "start": "00:51:03",
    "end": "00:51:05"
  },
  {
    "text": "So it's not always good to be first to market. Assyria proved that.",
    "start": "00:51:06",
    "end": "00:51:10"
  },
  {
    "text": "The empire market again, just to make the point. This is a point at which a lot of Bible readers really struggle because it's a lot of ancient history, a lot of. And so it's important for the biblical authors, this isn't just mere history. They viewed this as a unique point in human history where if you can see the pattern, you'll see how God's at work. And the pattern is, the pattern is human kingdoms rise to power. They began to see themselves as God and they redefined good and evil. The poor suffer as a result. And God's commitment is to bring about the downfall of these kingdoms. And God does so through the rise and fall of empires and sending one empire, raising up one empire to take out the other one, and then the next one after the next one, next one. And in that pattern, the prophets of Israel see the day of the Lord.",
    "start": "00:51:12",
    "end": "00:52:10"
  },
  {
    "text": "Yeah. And then when Jesus talks, I mean we're jumping ahead, but when Jesus talks about the downfall of Rome, he calls it the day of the Lord.",
    "start": "00:52:11",
    "end": "00:52:17"
  },
  {
    "text": "Jesus about the downfall of Jerusalem or Jerusalem.",
    "start": "00:52:17",
    "end": "00:52:19"
  },
  {
    "text": "Yeah, sorry.",
    "start": "00:52:19",
    "end": "00:52:19"
  },
  {
    "text": "He describes the temple leaders in Jerusalem. He uses the language that Isaiah used to talk about Babylon, to talk about Jerusalem and says it's gonna fall.",
    "start": "00:52:19",
    "end": "00:52:30"
  },
  {
    "text": "And then later John talks about the fall of Rome as the fall of Babylon and the day of the Lord.",
    "start": "00:52:31",
    "end": "00:52:37"
  },
  {
    "text": "Ye.",
    "start": "00:52:37",
    "end": "00:52:38"
  },
  {
    "text": "So it's all.",
    "start": "00:52:38",
    "end": "00:52:40"
  },
  {
    "text": "It continues on. So in other Words. I think the hang up that many Westerners have about end time stuff is we think that this biblical language only refers to one set of events at the far end of history, right up before Jesus return. And that tradition teaches us to read these prophecies as a code to be deciphered, and it's referring to specific events. And the biblical authors view it differently. They view it as a set of lenses that you put on to interpret any and every period of human history. That Babylon is an archetype and it's encouraging you, the reader, to look out and say, who are the Babylons on the playing field right now?",
    "start": "00:52:40",
    "end": "00:53:28"
  },
  {
    "text": "And am I part of Babylon?",
    "start": "00:53:28",
    "end": "00:53:30"
  },
  {
    "text": "And am I a part of Babylon? And if so, I need to repent in the language of the prophets and seek justice and respond to the prophetic message, that kind of thing.",
    "start": "00:53:30",
    "end": "00:53:40"
  },
  {
    "text": "So practically, what does that mean for patriotism?",
    "start": "00:53:41",
    "end": "00:53:44"
  },
  {
    "text": "Great question.",
    "start": "00:53:44",
    "end": "00:53:45"
  },
  {
    "text": "I mean, you almost start to feel like this is getting really down on any sort of organized human political structure.",
    "start": "00:53:46",
    "end": "00:53:54"
  },
  {
    "text": "Yeah, correct.",
    "start": "00:53:54",
    "end": "00:53:55"
  },
  {
    "text": "And there's a lot of truth to that. Like it just. The corruption becomes a very normal thing, but can also do good. And we live in a time of human history where there's nation states. People are very proud of where they're from and care a lot about their people. But it seems like if you take this seriously, you should consider how is my organized political structure? How might it be like Babylon? And what does that mean for me as a Christian living here?",
    "start": "00:53:55",
    "end": "00:54:41"
  },
  {
    "text": "Yes. Yeah, we're totally. The Day of the Lord forces you to start thinking through your theology of politics and, and of what it means to have an ethnic identity, a national or some kind of nation identity. And then what it means to be a part of God's covenant, people and a follower of Jesus, how do those identities relate to each other? And this is where the stories of Israel in exile are really important. We talked a bit about those already, but also why it is that the apostles adopt the prophet's view of Israel in exile as a way of talking about the Jesus movement and Jesus followers relationship to the kingdoms of this world. Peter in his first letter says, we're exiles. So our identity actually isn't first and foremost ever defined by our national citizenship. But Peter believes we also have obligation to whatever nation we happen to find ourselves in. To seek good, seek the common good, but to do it in the in out of allegiance to the one true God, not out of allegiance to whatever ruler.",
    "start": "00:54:41",
    "end": "00:56:00"
  },
  {
    "text": "So someone who was seeking the kingdom of God, but also wanted to be in politics in their own country they're kind of in this weird position. They're straddling two lines where they're seeking the good of their people, but then they're also seeking the kingdom of God at the same time. And where they're in conflict, they will try to steer their nation towards being more the kingdom of God. Yes, but where there's.",
    "start": "00:56:00",
    "end": "00:56:32"
  },
  {
    "text": "Yeah, yeah, there's conflict.",
    "start": "00:56:32",
    "end": "00:56:34"
  },
  {
    "text": "They'll like kind of just.",
    "start": "00:56:34",
    "end": "00:56:35"
  },
  {
    "text": "Yeah, there's a whole spectrum of Christian tradition about this whole set of questions. And so some people really seize upon the anti institution, anti imperial parts of the Bible like the prophets or the Revelation. And then some people really seize upon the Jeremiah 29, seek the peace of Babylon, Paul. Submit to every human rulers. There are God's servant for good and then everything in between. And so you get separatism or full. More full assimilation and everything. It's a long conversation to be had just about that topic that's really important. What the prophets at the very least want every generation to do is recognize that any kingdom I happen to inhabit, even if it's God's own covenant people, can still become Babylon.",
    "start": "00:56:36",
    "end": "00:57:32"
  },
  {
    "text": "Yeah, even God's own covenant people.",
    "start": "00:57:33",
    "end": "00:57:35"
  },
  {
    "text": "Even God's own covenant people. And should therefore expect to face the day of the Lord both within history and ultimately be accountable before God. This is Michael Gorman. He's a New Testament scholar. He wrote one of the best introductions to the book of Revelation called reading Revelation Responsibly. Best title book on Revelation ever. And he's the one helped give me the shorthand of Biblical prophecy is not a code to be deciphered about a secret prophecy about some singular future event. It's a set of lenses that allow me to view my surroundings. That's all leading up to the culmination of history in the fall of every Babylon before God and what those future events will be like. I don't think the prophets are trying to predict because they're using the language of the past to talk about the future. They're using the language of the fall of Egypt and the 10 plagues and the fall of Babylon to describe what's yet to come in the future.",
    "start": "00:57:35",
    "end": "00:58:45"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast as we talk about the day of the Lord. Turns out this is a pretty meaty subject. It's taken us a while to wade through it. Hope you're enjoying that process as we do that. If you have questions that arise, we'd love to hear them. You can email us supportoinethebibleproject.com or you could send it to us on Twitter oinbibleproj. And we're gonna do a another Q and R episode after this series is over where we'll answer your questions. We'd love to have your questions in audio form. So if you can record yourself on your phone or on your computer and send that audio question to us, we'll use that audio and we'll interact with it on that episode. Also, Tim and I are going to be in Nashville, Tennessee for the Q Conference. If you happen to be there at Q Conference as well, we'd love to say hi. We're going to do a meetup on the Tuesday night before the conference starts and that's going to be at 7pm till 10pm at the Horton Building in downtown Nashville. We'd love to see you. We're going to actually premiere our video on the Day of the Lord and we got some gifts for you if you show up and we'll have some food there. But mostly we just want to hang out and say hi and connect. So that is Tuesday, April 25th at 7:00pm The Horton Building, Nashville, Tennessee. It's free. We have a foundation who's paying for it, so just show up. You can watch our videos on our YouTube channel, YouTube.com thebibleproject and you can be a part of helping us make more by joining our growing number of monthly supporters and one time supporters. Thank you so much for being a part of this with us. Sa.",
    "start": "00:58:49",
    "end": "01:01:26"
  }
]