[
  {
    "text": "Okay. This is the question and response episode to the Day of the Lord. We did a six part podcast series on Day of the Lord. Six hours of us talking about the Day of the Lord.",
    "start": "00:00:10",
    "end": "00:00:27"
  },
  {
    "text": "Holy cow.",
    "start": "00:00:27",
    "end": "00:00:27"
  },
  {
    "text": "And many of you listened to it.",
    "start": "00:00:27",
    "end": "00:00:29"
  },
  {
    "text": "Yeah.",
    "start": "00:00:29",
    "end": "00:00:30"
  },
  {
    "text": "And I think, I think it was really beneficial. It was beneficial for me. I think a lot of other people found it beneficial.",
    "start": "00:00:30",
    "end": "00:00:36"
  },
  {
    "text": "Yeah, I was really stimulated too. It was great. I learned a lot.",
    "start": "00:00:36",
    "end": "00:00:40"
  },
  {
    "text": "But it left a lot of questions remaining. And so we want to spend a little bit of time answering some of those questions.",
    "start": "00:00:41",
    "end": "00:00:49"
  },
  {
    "text": "Yeah. Like all of life's most significant questions. There's no way that six hours can. Can scratch the surface.",
    "start": "00:00:49",
    "end": "00:00:56"
  },
  {
    "text": "Remember, we're not using that metaphor anymore.",
    "start": "00:00:57",
    "end": "00:00:59"
  },
  {
    "text": "Oh, scratch the surface. Oh, yes.",
    "start": "00:00:59",
    "end": "00:01:01"
  },
  {
    "text": "I don't like it.",
    "start": "00:01:01",
    "end": "00:01:02"
  },
  {
    "text": "Okay. Yeah.",
    "start": "00:01:03",
    "end": "00:01:04"
  },
  {
    "text": "I don't remember what the.",
    "start": "00:01:04",
    "end": "00:01:05"
  },
  {
    "text": "I think I replaced it with architectural cave spelunking.",
    "start": "00:01:05",
    "end": "00:01:08"
  },
  {
    "text": "Spelunking.",
    "start": "00:01:08",
    "end": "00:01:09"
  },
  {
    "text": "Just when you think you got to the deepest chamber and then you realize, oh, there's more. It's like that. Cool.",
    "start": "00:01:09",
    "end": "00:01:16"
  },
  {
    "text": "We haven't spelunked deep enough. So the reason why we call this Q and R question and response, we. Why do we call it Q and R?",
    "start": "00:01:16",
    "end": "00:01:24"
  },
  {
    "text": "Oh, well, question and answer is so presumptuous.",
    "start": "00:01:24",
    "end": "00:01:27"
  },
  {
    "text": "Yeah.",
    "start": "00:01:28",
    "end": "00:01:29"
  },
  {
    "text": "For some of these types of questions, like we just said, there are more or less faithful responses. But for some questions like this, there's no way that one simple answer can do justice to a complex large topic like God's justice on human evil.",
    "start": "00:01:30",
    "end": "00:01:51"
  },
  {
    "text": "Yeah.",
    "start": "00:01:51",
    "end": "00:01:52"
  },
  {
    "text": "It's so multifaceted. And so, yes, we just call it Q and R. We're happy to respond to every question, but that doesn't mean that our response is comprehensive or doesn't leave room for any more questions.",
    "start": "00:01:52",
    "end": "00:02:06"
  },
  {
    "text": "Right. It's not definitive.",
    "start": "00:02:06",
    "end": "00:02:08"
  },
  {
    "text": "Yeah. I just feel like the more the humble, the road of humility is to say I have a response and I think it's right. But ask me in five years after I've read and thought some more, and I might actually have a better response.",
    "start": "00:02:08",
    "end": "00:02:23"
  },
  {
    "text": "And any of these questions could turn into an hour long dialogue.",
    "start": "00:02:23",
    "end": "00:02:26"
  },
  {
    "text": "Yes. Yeah. So John's going to force me to not allow that to happen.",
    "start": "00:02:26",
    "end": "00:02:30"
  },
  {
    "text": "Oh, well, I better not continue to ask questions on behalf of these people or it'll happen. Our first question comes from Andrew Pfeil. And here it is.",
    "start": "00:02:30",
    "end": "00:02:40"
  },
  {
    "text": "Hey guys. Andrew from Fresno, California. Thanks for the video. I've noticed that how you view the Day of the Lord has a lot of implications from how you serve and how you engage the world. How do you go about having conversations with folks that have one of the extreme views that the world is going to burn. And, you know, it's a picture of violence and wrath. How do you go about having conversations and challenging that view with those you interact with? Thanks, guys.",
    "start": "00:02:40",
    "end": "00:03:11"
  },
  {
    "text": "Yeah, really great question, Andrew. I mean, there's one sense in which any view you hold on the day of the Lord will always be an extreme view because it's an extreme claim to make, no matter what your view is, of how it will happen.",
    "start": "00:03:12",
    "end": "00:03:26"
  },
  {
    "text": "It's a view that says something extreme will happen.",
    "start": "00:03:27",
    "end": "00:03:29"
  },
  {
    "text": "Yeah. A crucified Jewish man 2000 years ago has claimed to be raised from the dead and his invisible presence is with his followers for however long leading up to the day when he's going to come physically again and remove evil and confront it from the world. That's a very extreme view to hold on whatever the meaning of life. So it makes sense why everybody's understanding of how this goes down is going to create some kind of extreme response. You certainly can't be milquetoast in how you hold that kind of view.",
    "start": "00:03:30",
    "end": "00:04:05"
  },
  {
    "text": "Milquetoast?",
    "start": "00:04:06",
    "end": "00:04:07"
  },
  {
    "text": "Milk toast.",
    "start": "00:04:07",
    "end": "00:04:07"
  },
  {
    "text": "What is that?",
    "start": "00:04:08",
    "end": "00:04:08"
  },
  {
    "text": "It's just a phrase that means blah, blah, blah. Yeah, yeah.",
    "start": "00:04:08",
    "end": "00:04:12"
  },
  {
    "text": "I don't know that phrase.",
    "start": "00:04:12",
    "end": "00:04:14"
  },
  {
    "text": "Lukewarm. I'm trying to think of a non figure of speech to.",
    "start": "00:04:14",
    "end": "00:04:17"
  },
  {
    "text": "Well, I get the. I get it now, but where does that come from?",
    "start": "00:04:17",
    "end": "00:04:21"
  },
  {
    "text": "Milk toast. Milk toast. Sorry, aren't you supposed to keep me from these rabbit trails?",
    "start": "00:04:21",
    "end": "00:04:26"
  },
  {
    "text": "Ah, I just need to know now.",
    "start": "00:04:26",
    "end": "00:04:27"
  },
  {
    "text": "Urban Dictionary. Milk toast was often given to sick people as a bland diet, easy on the digestive tract. Milk. Oh, toast soaked in milk.",
    "start": "00:04:29",
    "end": "00:04:41"
  },
  {
    "text": "It's toast soaked in milk.",
    "start": "00:04:41",
    "end": "00:04:43"
  },
  {
    "text": "Yeah, it's given to those who are sickly or weak.",
    "start": "00:04:43",
    "end": "00:04:47"
  },
  {
    "text": "So it's the idea of. I'm gonna give you a response that really doesn't have a. It won't irritate you.",
    "start": "00:04:47",
    "end": "00:04:53"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:04:53",
    "end": "00:04:54"
  },
  {
    "text": "Okay.",
    "start": "00:04:54",
    "end": "00:04:55"
  },
  {
    "text": "Yeah, that's right. Yeah.",
    "start": "00:04:55",
    "end": "00:04:56"
  },
  {
    "text": "Wow, that's great. Milk toast.",
    "start": "00:04:56",
    "end": "00:04:59"
  },
  {
    "text": "Yeah. Anyhow, so, okay, great question.",
    "start": "00:04:59",
    "end": "00:05:01"
  },
  {
    "text": "So your view won't be toast soaked in milk.",
    "start": "00:05:01",
    "end": "00:05:04"
  },
  {
    "text": "Yeah. So nobody's view is going to be average. It's not an average view to hold about how history will culminate. So yeah, some people believe that the world will be engulfed in great violence, instigated or connected to Jesus return, or that the cosmos is going to be dissolved by divine fire, or that Jesus defeat of evil is going to be as equally as creative and. And surprising as his robbing evil of its power by the crucifixion, which blew everybody's minds. So I think the point you said Andrew is really great is conversation. You relate to people of different views by trying to understand them. Why do they hold that view? Yeah, and nobody, very few people hold a view on something that they don't think there are reasons for. So somebody who has a different view has what in their mind are good reasons. And so I should try and understand those sympathetically because I might be missing something. And then you get to a place where you, if you disagree, you disagree. But the theology nerd term for this whole set of questions and issues in the Bible is eschatology. Just means final things. The precise doctrine about the details of how history will end and Jesus returns has never been a matter of core orthodoxy in the Christian tradition. In other words, Jesus, the son of God, died for the sins of the world, was raised from the dead. He'll return. Right. This is Apostles Creed, Classical Catholics, Protestants, whoever agrees how and when Jesus will return and what's the precise manner of him. Christians have disagreed as far back as we can tell, from the earliest centuries going out. There is no orthodox view. There's just different views that some people think are more faithful or less faithful to the Bible, but those definitions differ from group to group. And so we just need a lot of humility in talking about these types of difficult topics in the Bible.",
    "start": "00:05:04",
    "end": "00:07:11"
  },
  {
    "text": "One view that is very prevalent in Western Christianity, it's just the view that.",
    "start": "00:07:12",
    "end": "00:07:19"
  },
  {
    "text": "Many American Protestants have grown up in something. Is that what you're thinking?",
    "start": "00:07:20",
    "end": "00:07:23"
  },
  {
    "text": "Yeah. The view that, well, I grew up in and many American Protestants grew up in is this very clear timeline of apocalyptic events that are going to happen on the geopolitical stage and then tied to the earth being destroyed and all this stuff. What's difficult is when you hold a view like that, it really has a lot of implications on your politics and has implications on how you decide you're going to live on the planet, take care of the planet or not. So many real life implications. And so I think part of his question is if this has so many implications for your life and if you have an extreme view, then it's creating extreme implications.",
    "start": "00:07:23",
    "end": "00:08:15"
  },
  {
    "text": "Yeah, that's right. Yeah, totally.",
    "start": "00:08:15",
    "end": "00:08:17"
  },
  {
    "text": "It's very difficult to let go of certain conceptions that have really formed your imagination. So I think you're being really generous when you say you could just talk to someone and just kind of work it out. I think people get really rooted in their ideas.",
    "start": "00:08:18",
    "end": "00:08:35"
  },
  {
    "text": "Well, I don't know about work it out. I think most people just stay in whatever tradition formed their ideas about this topic in the first place. But switching listening to different voices that are really seriously engaging the Bible, but that offer a different point of view. It takes a lot of humility to be open to changing your view and then changing your lifestyle or the tradition of Christianity you associate with because of that. But this goes back to just being a follower of Jesus. I think this is just 101. Like Jesus, following Jesus requires a conviction about who Jesus is, but always recognizing I am probably fundamentally mistaken in many things that I believe about the whole package. And it's not being wishy washy, it's just saying I should always be open to another point of view. Especially if it's a view that's really somebody who's taking Jesus teachings and the scriptures seriously. And so yes, different Christians will come to fundamentally opposite conclusions and ways of life because of some of these topics.",
    "start": "00:08:35",
    "end": "00:09:50"
  },
  {
    "text": "And someone's wrong.",
    "start": "00:09:50",
    "end": "00:09:51"
  },
  {
    "text": "Yeah, somebody's wrong or everyone's wrong. It's always the other person, you know. Yeah, I remember a number of my early professors showed me this drawing of there's many ways you can do it, but like concentric circles and like at the core is what's classic Christian orthodoxy. You know, I just named earlier Jesus is son of God. God embodied as a human, lived, died for our sins, was raised. He's bringing his kingdom once and for all. Amen. That's at the center. And if the moment you don't hold to any of those things, I don't know why you would want to be associated with the Christian movement other than it's maybe has good moral teachings. But to hold those things is to be a Christian. But then around that is a whole bunch of really important issues. The fact that you hold this or that view on baptism or how a church ought to be organized or structured, or how people interact with the Holy Spirit or what's the work of the Holy Spirit right now, those are really important things, but they have historically had really diverse groups of Christians with different ideas. And so that's a second tier out and we should be able to respectably differ and then you can get a third tier out from there. And actually I think out there is where the stuff about eschatology and the timing and nature of the return of Jesus is.",
    "start": "00:09:52",
    "end": "00:11:10"
  },
  {
    "text": "Okay.",
    "start": "00:11:11",
    "end": "00:11:11"
  },
  {
    "text": "But some people would fundamentally disagree with my tier system.",
    "start": "00:11:12",
    "end": "00:11:15"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:11:15",
    "end": "00:11:16"
  },
  {
    "text": "Yeah, totally. I have good friends. I've met people who actually think that that's at the center. It's all one package. You can't separate it out. And I disagree.",
    "start": "00:11:17",
    "end": "00:11:27"
  },
  {
    "text": "I mean, how can it be a third tier thing when it implicates how you think human history is going to go down.",
    "start": "00:11:27",
    "end": "00:11:35"
  },
  {
    "text": "Yeah, I don't mean third tier in terms of less importance. I'm just talking about third tier in our degree of certainty about the views that we hold on this very important topic. The topic's extremely important. What I'm putting in third tier is the degree of confidence or certainty that I'm going to have that I am correct. And that's a temperament thing, I guess, but I think it's a temperament that all of Jesus followers should have because that's how Jesus rolled. You know what I'm saying? Be humble and don't take yourself too seriously.",
    "start": "00:11:35",
    "end": "00:12:08"
  },
  {
    "text": "That's a Jesus quote.",
    "start": "00:12:09",
    "end": "00:12:10"
  },
  {
    "text": "Oh, sorry. That's me paraphrasing. That's me paraphrasing like, don't worry, tomorrow's got enough worries of its own. You worry about being faithful. In this moment, I'm trying to summarize the Sermon on the Mount in a sentence. I'm not doing a very good job anyway.",
    "start": "00:12:10",
    "end": "00:12:26"
  },
  {
    "text": "All right, so this leads us into a good question by Matthew Leedy. Thanks for the work you do. My question is, how orthodox is the information you presented on the Day of the Lord?",
    "start": "00:12:26",
    "end": "00:12:39"
  },
  {
    "text": "In my post Truth Culture, it is.",
    "start": "00:12:39",
    "end": "00:12:41"
  },
  {
    "text": "Hard enough to have open dialogue with.",
    "start": "00:12:41",
    "end": "00:12:43"
  },
  {
    "text": "My evangelical friends about topics like this that have marinated in pop culture for so many years. Years.",
    "start": "00:12:43",
    "end": "00:12:48"
  },
  {
    "text": "I am wondering where these general views as you presented them, fall along the spectrum of orthodox Christian thought. Are there certain ideas that are more controversial than others? Before you answer that question.",
    "start": "00:12:48",
    "end": "00:12:58"
  },
  {
    "text": "Yeah.",
    "start": "00:12:58",
    "end": "00:12:58"
  },
  {
    "text": "Let's do a really quick summary.",
    "start": "00:12:58",
    "end": "00:13:00"
  },
  {
    "text": "Yeah.",
    "start": "00:13:00",
    "end": "00:13:01"
  },
  {
    "text": "Of like, what the view is that's being that we're discussing. Because I don't think there was this one really clear.",
    "start": "00:13:01",
    "end": "00:13:11"
  },
  {
    "text": "Yeah.",
    "start": "00:13:11",
    "end": "00:13:11"
  },
  {
    "text": "Like this is.",
    "start": "00:13:11",
    "end": "00:13:12"
  },
  {
    "text": "We really intentionally try and craft all our videos that they are capable of fitting within many views on most topics.",
    "start": "00:13:12",
    "end": "00:13:19"
  },
  {
    "text": "But people listen through six hours of us talking.",
    "start": "00:13:20",
    "end": "00:13:23"
  },
  {
    "text": "That's true. Yeah.",
    "start": "00:13:23",
    "end": "00:13:24"
  },
  {
    "text": "And they come away going, oh, this is a view. How would you describe the view, do you think?",
    "start": "00:13:24",
    "end": "00:13:28"
  },
  {
    "text": "Oh, well, the biblical view. I'm breaking my own rule not being humble right now. I was introduced to all of this in a class that I first took in college on Christian eschatology. And so I learned all about the history of views on the millennium and this thousand years of Jesus reigning and what that refers to. Tribulation, rapture, final judgment, all that. So there's views on all of those things.",
    "start": "00:13:28",
    "end": "00:14:01"
  },
  {
    "text": "Yes.",
    "start": "00:14:01",
    "end": "00:14:01"
  },
  {
    "text": "And so I read all those books and had to figure out position papers and all that kind of thing. And then I took even another class, a graduate level class on the same topic when I got to seminary. But over the years as I've gone on and just read the Bible, the Bible doesn't fit cleanly into any of these systems. There are like some pieces that seem to point towards some of those views and some that don't. So there's actually very little of what we talked about in those Day of the Lord podcasts that you can't find in almost all commentaries, good commentaries that are engaging the prophetic literature, biblical narrative, the Book of Revelation, apocalyptic stuff in the New Testament. Probably the one thing that I have developed a firm conviction about is the nature of nonviolence in Jesus mission, which nobody disagrees about in terms of his ministry. It was obviously an act of nonviolence. Where Christians have differed is the role of divine violence in the Old Testament and how that relates to Jesus conquering or victory, and then how that connects to the manner of the day of the Lord coming in the future and if that will involve more divine violence or divinely sanctioned violence, violence that Jesus commits or if he'll continue on his non violent trajectory.",
    "start": "00:14:02",
    "end": "00:15:22"
  },
  {
    "text": "Okay, so I think that's a big shift for many people. Yes, potentially. And that might be one of the things they mean with your view. Yeah, yeah.",
    "start": "00:15:22",
    "end": "00:15:32"
  },
  {
    "text": "Nature of violence. Nature violence, maybe. So, yeah, whatever. I don't know, Matthew, what specific things you're talking about in eschatology, But I think in terms of how people's views of if there is some final culminating period of terrible war and tribulation or the rapture, and how any of that fits in what we're doing in the video could fit into any number of those views. You just plug it in. But we just wanted it to stay really close to the biblical narrative and how the themes develop there.",
    "start": "00:15:32",
    "end": "00:16:01"
  },
  {
    "text": "Yeah, I think violence sets it apart.",
    "start": "00:16:01",
    "end": "00:16:03"
  },
  {
    "text": "Well, actually I'd say the other thing was this idea of the archetypal view of Babylon, which again read good Old Testament scholarship of all stripes on the prophetic literature and on the Revelation and everybody agrees. Yeah, that's what's happening. Babylon is an image of all of the bad guys, including Israel through the Old Testament up to that point, and that it's John's. The disagreement in modern views would be about the Book of Revelation if it refers to one specific world empire that is to come, specifically the one that.",
    "start": "00:16:04",
    "end": "00:16:41"
  },
  {
    "text": "Will be Babylon that will be the.",
    "start": "00:16:41",
    "end": "00:16:43"
  },
  {
    "text": "Reigning world empire when Jesus returns. Or is it referring to more. What we were trying to say is play out the archetypal view and it's meant for us to see Babylon in any and every human empire leading up to whatever regime happens to be in power when Jesus does return. So those would be two different views. But again, most of the classic things people really argue over. Rapture and tribulation could fit within any. Any one of those.",
    "start": "00:16:43",
    "end": "00:17:13"
  },
  {
    "text": "Yeah, Tim, John, thanks for all you guys do. This is Chris from Park City, Utah. Just trying to figure out the connection between how we see Jesus laying down his life and giving up his life in order to defeat evil in the New Testament. Not giving into that promise of evil, but that same God in the Old Testament seems to bring plagues and one nation up against another nation where there's a battle or death. And that just seems like it kind of contradicts those two things. And wondering if you could help me connect those dots. Thanks so much.",
    "start": "00:17:13",
    "end": "00:17:46"
  },
  {
    "text": "Yeah, great question, Chris.",
    "start": "00:17:46",
    "end": "00:17:48"
  },
  {
    "text": "Yeah, thanks, Chris.",
    "start": "00:17:48",
    "end": "00:17:48"
  },
  {
    "text": "Totally. So this was. We got a number of questions which are great about the nature of violence. So nonviolence in Jesus whole mission.",
    "start": "00:17:48",
    "end": "00:17:57"
  },
  {
    "text": "Yeah.",
    "start": "00:17:57",
    "end": "00:17:57"
  },
  {
    "text": "And then non violent, nonviolent confrontation. Jesus was anything but passive. So the word pacifist comes with too many other things that aren't helpful for understanding Jesus use of nonviolence. So Jesus was very confrontational, but he clearly rejected violence as a means of doing what he was doing. And so then there are implications you have to think through in light of that. Backwards.",
    "start": "00:17:57",
    "end": "00:18:25"
  },
  {
    "text": "Right.",
    "start": "00:18:26",
    "end": "00:18:27"
  },
  {
    "text": "How then do I think about divine violence?",
    "start": "00:18:27",
    "end": "00:18:29"
  },
  {
    "text": "Because you can't get around the fact that there are many stories about people dying because they did something wrong. Right. Being turned to stone. Well, specifically just being like zapped down in the tabernacle.",
    "start": "00:18:29",
    "end": "00:18:47"
  },
  {
    "text": "Totally. People dying.",
    "start": "00:18:49",
    "end": "00:18:51"
  },
  {
    "text": "People get worked over.",
    "start": "00:18:51",
    "end": "00:18:52"
  },
  {
    "text": "Yeah. Because of divine violence.",
    "start": "00:18:52",
    "end": "00:18:55"
  },
  {
    "text": "Divine violence.",
    "start": "00:18:55",
    "end": "00:18:56"
  },
  {
    "text": "You haven't mentioned God yet. So the reason why all these stories are about a person or people who die because of actions attributed to God. Yeah, Divine violence.",
    "start": "00:18:56",
    "end": "00:19:06"
  },
  {
    "text": "Divine.",
    "start": "00:19:06",
    "end": "00:19:07"
  },
  {
    "text": "So how do we. So it's backwards. How does the divine portraits of divine violence in the first three quarters of the Christian Bible relate to Jesus, who not only chooses, advocates and demands nonviolence of his disciples, but actually says that how he is reflects the heart of God. Be merciful as your heavenly Father is merciful and gracious and kind to ungrateful and evil men. Compare that to show the Canaanites no mercy. So is God merciful or does God show his enemies no mercy? So there's a surface level tension there backwards, and then there's a tension forwards with how you think. Which model do you think God's going to use to defeat evil at the culmination of history?",
    "start": "00:19:07",
    "end": "00:19:56"
  },
  {
    "text": "The zap people.",
    "start": "00:19:56",
    "end": "00:19:57"
  },
  {
    "text": "Yeah. The Old Testament divine violence model or the Jesus style. I'm not saying I'm even happy with that way of setting up the question, but that's how it appears to us.",
    "start": "00:19:58",
    "end": "00:20:08"
  },
  {
    "text": "Yes.",
    "start": "00:20:08",
    "end": "00:20:08"
  },
  {
    "text": "And so typically, people will either just say, well, sometimes God chops people's heads off as an act of judgment. And he's God, he can do that. When Jesus came, he didn't take that route. And God's merciful, and so God can do both.",
    "start": "00:20:08",
    "end": "00:20:24"
  },
  {
    "text": "Well, I think this is where God's wrath coming on Jesus solves a problem for people. So you have a God who needs to show his wrath and has been doing that. And then you have Jesus who doesn't deserve it, takes it. And so now you have an opportunity. It's like this moment in time where you can opt out of God's wrath, but at one point in the future that's going to be off the table again and then God's going to unleash more wrath. So that's the logic.",
    "start": "00:20:24",
    "end": "00:21:01"
  },
  {
    "text": "Yep, that's right. That is the logic. There's a handful of problems with that way of framing things. All of those problems have to do with the Bible. The Bible itself poses some interesting challenges and doesn't quite say exactly that logical train of thought. You have to take some things out of context and string them together into a new thing. But it's like all of our attempts. Usually we're not intentionally trying to distort the Bible, but we often inevitably do.",
    "start": "00:21:02",
    "end": "00:21:33"
  },
  {
    "text": "So we're trying to make sense of it.",
    "start": "00:21:33",
    "end": "00:21:35"
  },
  {
    "text": "We're trying to make sense of it and tie things together. So there's a few things. First, just in terms of the wrath, you won't find a sentence in the Bible that says God punished Jesus or that Jesus suffered the wrath of God. You actually won't. And trust me, I promise you, I have held that view for a long time, until I had read the Bible a lot. And then I intentionally went on the search and I couldn't find that. What you find is statements about God handing Jesus over the Father hands over the Son. The most clear statement you get of not that, but the people often mistake it as the Father punishing the Son or God punishing Jesus is in Romans 8:1:4, where God says, Paul, excuse me, Paul the apostle says that God sent his Son in the likeness of sinful human existence flesh so that he could condemn sin in the flesh of Jesus. So what God is punishing is not Jesus. He's punishing evil in Jesus. How? And this all has to all of this at least as far as I can tell, goes back to that conversation we had in the podcast about consequence versus punishment. And this is really all what it's rooted, so much of this conversation is rooted in is how does God punish people? What is the nature of God's wrath? And what you discover is that the Old Testament specifically has a really sophisticated way of talking about God's punishment. And most often by most often, 8 out of 10, which is 4 out of 5.",
    "start": "00:21:35",
    "end": "00:23:15"
  },
  {
    "text": "4 out of 5, and 16 out of 20.",
    "start": "00:23:15",
    "end": "00:23:18"
  },
  {
    "text": "16 out of 20. It's God handing people over. In fact, this is the phrase to give over in Hebrew. It's the verb Nathan, to give people over to the consequences of their decisions. So we talked about this in the podcast. What was God's punishment on Jerusalem for centuries of covenant unfaithfulness? Well, you read Ezekiel, and he's first person speech in the mouth of God. I'm going to bring the sword after you. I'm going to strike you. I'm going to. Okay, so God's taking responsibility for what's about to happen to Jerusalem. But what is it that actually happened to Jerusalem? Like divine lightning didn't strike it from the sky. Babylonian armies came and sacked the city. Why did they do that? Well, just read Ezekiel or read Jeremiah. King Zedekiah had made a treaty with the king of Babylon. He broke the treaty and was forming secret alliances with other nations planning to rebel. King Nebuchadnezzar finds out about it and he won't tolerate it. So what's the explanation for why Jerusalem fell? Well, in one sense, it was just really bad politics on the part of the kings of Judah. But the prophets interpret that and speak on God's behalf and say, that is my punishment on you.",
    "start": "00:23:18",
    "end": "00:24:33"
  },
  {
    "text": "That's me bringing a sword.",
    "start": "00:24:33",
    "end": "00:24:34"
  },
  {
    "text": "It's me. What's that saying? The kings of Judah rejecting the God of Israel and choosing to form military alliances with their neighbors instead of trusting that God would keep his people safe, even if it means the Babylonians come. But because they rejected trusting the God of Israel, he's giving them over to the consequences of their decisions. And the prophets don't view the consequence and punishment as separate things. They're the same thing. And that's right through. It goes all the way back to the garden. The day that you eat of the tree, Adam and Eve, you will die. And then they eat of the tree. And what happens? I mean, everybody, every reader going back to ancient times has noticed what doesn't happen.",
    "start": "00:24:34",
    "end": "00:25:19"
  },
  {
    "text": "They don't die.",
    "start": "00:25:20",
    "end": "00:25:20"
  },
  {
    "text": "Well, they don't die, but they do get banished. They forfeit their opportunity at the first partnership, business partnership, and they're banished from the temple, the garden, which means they're now separated from close proximity to the author of life. And so they die eventually. And so the consequence is the punishment. And that goes just right through the whole Old Testament. And so when Paul says God handed Jesus over to death, who's perpetrating the violence against Jesus? Roman soldiers. And as a result of a rigged trial pulled by the Jewish leaders of Jerusalem. And so, in one sense, it's human violence perpetrated against Jesus, but God takes responsibility for it. God handed Jesus over to die for our sins and to be raised for our justification, like Paul says in Romans 4. And so you see this pattern where God punishes evil by handing humans over to the consequences of their decision. And what's happening in the story of Jesus is God handing the father, handing over his son, and Jesus not going unwillingly, he hands himself over. Read the Gospel narratives. He's like, I'm the one in power here. Remember what he says to Pilate? You have no power over me except what's been given to you, and I give over my life willingly. So Jesus hands himself over. Jesus becomes the place where God punishes sin by handing himself over to our evil and to let our evil do.",
    "start": "00:25:21",
    "end": "00:26:57"
  },
  {
    "text": "Its worst by bearing the consequences.",
    "start": "00:26:57",
    "end": "00:26:59"
  },
  {
    "text": "Yeah. And so Jesus is bearing the wrath of God in. And what's the wrath of God? It's handing a human over to the consequences of human evil. Except that human is God himself, embodied in the person of Jesus. And so it's the categories of separating out punishment and consequence don't help us understand what's going on in the cross. That's one layer of the question. So when you go back and you look at the Old Testament narratives, portraits of divine violence. I said 8 out of 10. So 4 out of 5 portrait of divine violence. God takes responsibility for it. But if you read the actual narrative of the violence, it's humans committing the violence. In other words, it's very rare to find a narrative where in the narrative, God is directly doing the violence. And even the ones that you assume you think for sure you already know are God doing it. There's so interesting. There are little details there that show that the biblical authors themselves are deflecting or trying to show you some deeper truth. For example, in the final plague in Egypt, the death of the firstborn.",
    "start": "00:26:59",
    "end": "00:28:15"
  },
  {
    "text": "Killing the firstborn.",
    "start": "00:28:15",
    "end": "00:28:16"
  },
  {
    "text": "So Pharaoh kills the firstborn of the Israelites, eye for eye, tooth for tooth. Yeah, right. And Exodus 12 I'm going to strike the firstborn.",
    "start": "00:28:16",
    "end": "00:28:25"
  },
  {
    "text": "The Egyptians die.",
    "start": "00:28:26",
    "end": "00:28:27"
  },
  {
    "text": "I'll pass through. All strike. And then. But you read Exodus 2. You read the narrative, and then God says, I'm going to pass through, and I will give the destroyer to kill the firstborn. The person who actually does the killing or the entity doing the killing is all of a sudden, in Exodus 12, we'll just read it to you. So fascinating. The whole chapter, you're like, oh, God's gonna kill babies.",
    "start": "00:28:27",
    "end": "00:28:52"
  },
  {
    "text": "Yeah.",
    "start": "00:28:52",
    "end": "00:28:52"
  },
  {
    "text": "He says it.",
    "start": "00:28:52",
    "end": "00:28:53"
  },
  {
    "text": "It's gnarly.",
    "start": "00:28:53",
    "end": "00:28:54"
  },
  {
    "text": "It's so gnarly. Yeah. Exodus 12:12. I will go through the land. I will strike down the firstborn of Egypt. The blood will be assigned to you in the houses where you live. When I see the blood, I will pass over you. I, I, I, I, I. Then you actually read the narrative, verse 23. For the Lord will pass through to smite the Egyptians. He'll see the blood and. And won't allow the Destroyer to come in to your houses to smite you.",
    "start": "00:28:54",
    "end": "00:29:20"
  },
  {
    "text": "Who's the destroyer?",
    "start": "00:29:21",
    "end": "00:29:22"
  },
  {
    "text": "Exactly. So, dude, are you ready?",
    "start": "00:29:22",
    "end": "00:29:25"
  },
  {
    "text": "I'm ready.",
    "start": "00:29:26",
    "end": "00:29:27"
  },
  {
    "text": "Chris, this is way more than you asked for, but it's really fascinating. The Destroyer is an evil being who appears in a handful of narratives where you see plagues spreading like the strike of a plague. It happens in 2 Samuel 24, where David does this military census of the people of Israel. And God's really angry at him. And so God says, pick your punishment. And David chooses plague on his people.",
    "start": "00:29:27",
    "end": "00:29:58"
  },
  {
    "text": "Wow.",
    "start": "00:29:59",
    "end": "00:29:59"
  },
  {
    "text": "Instead of a number of his other punishments. And then God says, I'm going to bring this on you. And then who appears? An angelic being bringing destruction called the Destroyer. This one's even more fascinating in the grumbling narratives in the wilderness where God opens like the earthquake that opens up and swallows up that guy Korah and his whole crew, the snakes that come and bite people and kill them. So you read the stories, and it just seems like direct divine violence. If you read in the New Testament, if you go to First Corinthians 10, where Paul's warning the Corinthians of how they're taking the Lord's Supper in a way that's dishonoring the poor people in their midst, and he says, stop that. It's a really bad idea. You're going to shame poor people in the name of Jesus. Don't mess with Jesus. Don't mess with the poor in Jesus name. He doesn't like that. And then he warns them, he says, don't be like the Israelites. Who grumbled, don't grumble, like some of the Israelites did, and were destroyed by. By the destroyer. And you will read the Book of Numbers, all seven of the grumbling narratives. And the destroyer does not appear once. So what Paul has done is he's developed, based on the appearance of the destroyer in the Exodus. In the Exodus story, he's formed a method of interpreting divine violence. And where he sees God doing direct divine violence, he assumes that that divine violence was God giving people over to some destructive force that is the thing that killed them. In this case, the plague. The destroyer refers to a plague in almost all the cases where it occurs. So modern Westerners, we think, oh, well, it was just a plague happened. And then the biblical authors were like, that was God.",
    "start": "00:30:00",
    "end": "00:31:49"
  },
  {
    "text": "Right.",
    "start": "00:31:49",
    "end": "00:31:49"
  },
  {
    "text": "But that's so foreign to the biblical mindset. This is a deep rabbit hole.",
    "start": "00:31:50",
    "end": "00:31:54"
  },
  {
    "text": "This is great.",
    "start": "00:31:54",
    "end": "00:31:54"
  },
  {
    "text": "Okay, keep going. Okay, so the flood story. Let's take the flood story, for example. There's direct divine violence totally taking over the whole world. Yes. Okay. So God says, the heart of evil is only evil. The heart of humanity is only evil. All the time. I'm done. I regret making humanity on the earth. This is the introduction to the flood story in Genesis 6. And so I'm going to wipe the earth clean. Yeah. So, okay, so God takes responsibility in all these cases. God takes responsibility. But what I'm saying is.",
    "start": "00:31:55",
    "end": "00:32:29"
  },
  {
    "text": "And when you say that, he's not saying, I'm the one who is at fault, not that kind of responsibility. He's saying responsibility in that I'm going to solve this. I'm going to be the one that brings a conclusion to this.",
    "start": "00:32:29",
    "end": "00:32:46"
  },
  {
    "text": "Yeah. By take, I mean, I like.",
    "start": "00:32:47",
    "end": "00:32:49"
  },
  {
    "text": "Yeah. What do you mean when you say take responsibility?",
    "start": "00:32:49",
    "end": "00:32:50"
  },
  {
    "text": "Well, what I like about the phrase God's taking responsibility is in these narratives, the face value reading is God saying, I'm doing this, I'm responsible, I'm gonna do this. But then you read the story responsible for this, and it's God.",
    "start": "00:32:50",
    "end": "00:33:04"
  },
  {
    "text": "I'm not responsible for how the humans were acting. I'm gonna be responsible for what I'm gonna do. You're throwing up your hands in the air.",
    "start": "00:33:04",
    "end": "00:33:10"
  },
  {
    "text": "Yeah, I am. I'm just be patient with me. Right? Be patient. So for God to take responsibility, one, just read the narratives where God judges people. Four times out of five, eight out of 10, 16 out of 20, it's God handing people over to what humans would see as just the natural. Let's not use that word. Just the consequences. Not natural consequences. The consequences of a bad, stupid Selfish, sinful decision.",
    "start": "00:33:10",
    "end": "00:33:39"
  },
  {
    "text": "Yeah.",
    "start": "00:33:39",
    "end": "00:33:40"
  },
  {
    "text": "Cause, effect, cause and effect. And God takes responsibility for that and says, that's me. I did that to you. So we're into the worldview of Proverbs here, of the moral universe and cause and effect. So there's that. Then there are other narratives where it doesn't seem like there's any human agent. There's no Babylonians sacking Jerusalem that God can say, I did it. And. And you read it's about. So the Exodus. But then when you think that it's God directly, there's these little textual details that say the destroyer, it's some kind of malevolent something. Something that gnarly, is called by a phrase you think refers to some sort of evil spiritual being. But then in other narratives, the destroyer is identified, like in 2 Samuel 24, as a plague. And therefore, when Paul reads other narratives of divine violence, he inserts some other agent into the story.",
    "start": "00:33:40",
    "end": "00:34:40"
  },
  {
    "text": "He just assumes that must be what happens.",
    "start": "00:34:40",
    "end": "00:34:43"
  },
  {
    "text": "That's right. That's very important. For what I'm saying right now is you can see the biblical Paul doing this. He's making an interpretation.",
    "start": "00:34:43",
    "end": "00:34:50"
  },
  {
    "text": "But what does Paul know?",
    "start": "00:34:50",
    "end": "00:34:51"
  },
  {
    "text": "You know what I'm saying? He inserts some other agent doing the actual violence to people in numbers in the wilderness. Narratives in numbers. So all the way back to the flood, which is a different kind of example. The violence and the undoing. The undoing. The cause of the death. Right. Of humans in the flood, it's not lightning. It's the windows of the heavens. It starts raining the rakia. Yep. And the springs of the deep burst. Now, this goes all the way back to Genesis 1. And you can go through the way the description of the rain starts. And it's item by item, a disintegration of what God brought into order in Genesis 1. Sky, land, sea, the types of creatures that Noah brings on the boat, the types of creatures that then die. And this is not just me. This is people of Noah's. This. For a very long time, the flood story is depicted in the language of the undoing of the order that God brought about. It's de creation. So God is giving the earth over back to tohu. Vavohu in chaos. And so even in that example, it's God. So chaos is always crashing at your doors, just like the ocean waves.",
    "start": "00:34:53",
    "end": "00:36:16"
  },
  {
    "text": "Yeah. Second law of thermodynamics.",
    "start": "00:36:16",
    "end": "00:36:18"
  },
  {
    "text": "Yeah, yeah. We could translate into other categories, but, like, why is the sea identified with chaos? Well, man, you go to the beach.",
    "start": "00:36:19",
    "end": "00:36:26"
  },
  {
    "text": "Oh, it's coming at you.",
    "start": "00:36:26",
    "end": "00:36:27"
  },
  {
    "text": "It's Always coming at you. But God set a boundary for it, like he says in Job, and says, here your proud waves halt no more. So the land is the place of order, except the desert. Right. And so the flood is portrayed in this ancient, you know, it's a ancient way of viewing the world that the flood is God letting the waters take over, releasing his imposition of order onto creation and giving creation back over to the forces of chaos that are always crashing at the beach.",
    "start": "00:36:28",
    "end": "00:36:59"
  },
  {
    "text": "Yeah. Okay. It's a giving over.",
    "start": "00:36:59",
    "end": "00:37:02"
  },
  {
    "text": "Giving. It's another handing over.",
    "start": "00:37:02",
    "end": "00:37:04"
  },
  {
    "text": "In Genesis 1, it's him imposing order.",
    "start": "00:37:04",
    "end": "00:37:06"
  },
  {
    "text": "Yep.",
    "start": "00:37:06",
    "end": "00:37:07"
  },
  {
    "text": "And that he has to sustain that.",
    "start": "00:37:07",
    "end": "00:37:09"
  },
  {
    "text": "Correct.",
    "start": "00:37:09",
    "end": "00:37:09"
  },
  {
    "text": "And then in Genesis 6, it's him letting go of that and giving it over.",
    "start": "00:37:09",
    "end": "00:37:14"
  },
  {
    "text": "Yeah. This is why in so many of the creation poems, later poems like Psalm 74, where God creating is depicted in his battle of crushing the seven headed dragon. Psalm 74. And it's also not just creation, it's creation and order. Because he says sun and moon, stars and seasons. So God, the fact that the world is ordered rather than disordered is because of God's constant sustaining presence. But the moment that he hides his face, which is a common phrase, Old Testament phrase, for judgment, and hands people over, or hands creation over, and withdraws his presence, chaos descends. So whether that's the flood, whether that's plague or whether that's malevolent evil forces, or whether that's giving evil humans over to other evil humans. And so all of this is one thing in the mind of the biblical authors. And so when God hands Jesus over, this is God handing himself over to our evil and simultaneously taking responsibility for it at the same time. That's why I like the phrase taking responsibility. Because on the cross, God takes responsibility for human evil. He allows it to determine his death sentence. You know what I'm saying? Paradoxical. Get your mind around this. But it's. God takes responsibility and takes upon himself the death sentence.",
    "start": "00:37:14",
    "end": "00:38:40"
  },
  {
    "text": "So if he would have handed over humanity in this way we've been talking, it would have been death for humans.",
    "start": "00:38:41",
    "end": "00:38:50"
  },
  {
    "text": "Yes. That's page three of Genesis, right?",
    "start": "00:38:50",
    "end": "00:38:54"
  },
  {
    "text": "Yeah. You'll die. Yeah, Jesus. Jesus. Death on the cross is God handing Himself over instead of handing us over.",
    "start": "00:38:54",
    "end": "00:39:02"
  },
  {
    "text": "Correct.",
    "start": "00:39:02",
    "end": "00:39:03"
  },
  {
    "text": "He said, I'll hand myself over. I will take that.",
    "start": "00:39:03",
    "end": "00:39:06"
  },
  {
    "text": "Yeah. Myself being the trinitarian self. Right?",
    "start": "00:39:06",
    "end": "00:39:10"
  },
  {
    "text": "Yeah.",
    "start": "00:39:10",
    "end": "00:39:10"
  },
  {
    "text": "The Father handing over the Son, and the Son's empowered by the Spirit to do so and that kind of thing. But.",
    "start": "00:39:10",
    "end": "00:39:17"
  },
  {
    "text": "And that will be my.",
    "start": "00:39:18",
    "end": "00:39:22"
  },
  {
    "text": "My wrath.",
    "start": "00:39:23",
    "end": "00:39:23"
  },
  {
    "text": "My wrath, my judgment and my judgment. And that is me defeating evil. That's a separate thing.",
    "start": "00:39:23",
    "end": "00:39:31"
  },
  {
    "text": "Well, I think where we landed was we liked the phrase robbing evil of its power. But man, the New Testament authors don't mix their words. They call it a victory, a decisive victory. Remember Paul, he made a public. He humiliation spectacle of the powers of evil, human and spiritual, when he triumphed over them on the cross. Or the whole Revelation book of Revelation is about the victory of the Lamb and the conquering of the Lamb and his followers through dying. So the New Testament authors describe it as God's day of the Lord victory, but stage one, that will be completed when Jesus returns. And so this is why ultimately, I think the readings of the final day of the Lord and the culmination of history that understand Jesus coming back and exerting divine violence, chopping people's heads off and this kind of thing, in my mind, it's just. It's like whiplash at the end of the story. Because that is in no way consistent with how this has been affecting how this God has been portrayed.",
    "start": "00:39:31",
    "end": "00:40:40"
  },
  {
    "text": "Because you've already been seeing. Okay, humans have been deserving of death and retribution, I suppose, because we unleash.",
    "start": "00:40:40",
    "end": "00:40:53"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:40:54",
    "end": "00:40:55"
  },
  {
    "text": "And what you actually see is a lot of God being really generous in spite of that. I mean, even in like the Cain and Abel story, like Cain kills his brother and then God marks him and.",
    "start": "00:40:55",
    "end": "00:41:10"
  },
  {
    "text": "Says, but notice the punishment there is banishment. God withdraws himself from Cain and his evil.",
    "start": "00:41:10",
    "end": "00:41:18"
  },
  {
    "text": "Yeah. So there's still a consequence, but in spite of the consequences, you find God constantly trying to, like, you know, he's patient, slow to anger, loving, and.",
    "start": "00:41:18",
    "end": "00:41:29"
  },
  {
    "text": "Yeah. He's bearing people's sin.",
    "start": "00:41:30",
    "end": "00:41:32"
  },
  {
    "text": "Yeah. And so you see that. And then you get to Jes and you see his handing over in this now very remarkable and counterintuitive way. And then that's tied to. Not only is he handing himself over instead of handing us over, it's also tied to his victory over evil.",
    "start": "00:41:32",
    "end": "00:41:58"
  },
  {
    "text": "Correct. Yeah.",
    "start": "00:41:58",
    "end": "00:41:59"
  },
  {
    "text": "And that poses some interesting questions because we still experience evil.",
    "start": "00:41:59",
    "end": "00:42:04"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:42:04",
    "end": "00:42:05"
  },
  {
    "text": "So we've used the phrase robbing evil of its power. There was some sort of victory that happened.",
    "start": "00:42:05",
    "end": "00:42:10"
  },
  {
    "text": "The victory is that death ultimately didn't maintain its hold on Jesus.",
    "start": "00:42:10",
    "end": "00:42:17"
  },
  {
    "text": "Yeah.",
    "start": "00:42:17",
    "end": "00:42:18"
  },
  {
    "text": "I mean, the cross isn't a victory. Without the empty tomb, evil will not.",
    "start": "00:42:18",
    "end": "00:42:22"
  },
  {
    "text": "Be able to keep its hold over evil.",
    "start": "00:42:22",
    "end": "00:42:24"
  },
  {
    "text": "Evil wasn't able to keep its hold over Jesus, therefore he is offered God's ultimate.",
    "start": "00:42:24",
    "end": "00:42:30"
  },
  {
    "text": "It's like the antidote. It's like he came up with like the.",
    "start": "00:42:30",
    "end": "00:42:33"
  },
  {
    "text": "The antidote. Yeah.",
    "start": "00:42:33",
    "end": "00:42:34"
  },
  {
    "text": "You know, like, you know. No, One had a way to combat evil. Right. Evil always won. Like evil's promise of power, the way that it snares you and then leads you to death. It's like this irreversible thing, like a virus.",
    "start": "00:42:34",
    "end": "00:42:53"
  },
  {
    "text": "Yes.",
    "start": "00:42:53",
    "end": "00:42:53"
  },
  {
    "text": "And then Jesus comes and says, nope, not anymore.",
    "start": "00:42:53",
    "end": "00:42:55"
  },
  {
    "text": "Yeah.",
    "start": "00:42:55",
    "end": "00:42:56"
  },
  {
    "text": "It doesn't have to lead to death.",
    "start": "00:42:56",
    "end": "00:42:57"
  },
  {
    "text": "Yes. Yeah, yeah.",
    "start": "00:42:58",
    "end": "00:42:59"
  },
  {
    "text": "And that's a victory.",
    "start": "00:42:59",
    "end": "00:43:00"
  },
  {
    "text": "And that's. Yeah, that's.",
    "start": "00:43:00",
    "end": "00:43:01"
  },
  {
    "text": "That's like a geneticist celebrating that he just came up with a new antidote.",
    "start": "00:43:01",
    "end": "00:43:07"
  },
  {
    "text": "Antidote. I don't know if that's a good metaphor to others. There's lots of, lots of good metaphors. I should say. This is all on the top of my head because I recently had to give a teaching on divine violence in the Old Testament. So I have a recent stack of books in my head. That's why I can spell all of this.",
    "start": "00:43:07",
    "end": "00:43:24"
  },
  {
    "text": "Yeah. Okay. So then you say it's whiplash because you get to then a discussion about the future of creation and humanity and how God's going to make things right.",
    "start": "00:43:24",
    "end": "00:43:37"
  },
  {
    "text": "How he'll deal and confront evil once and for all. Ultimately evil and us. And us. And. Yes, that's right. Well, yeah, that's right.",
    "start": "00:43:38",
    "end": "00:43:47"
  },
  {
    "text": "And the intertwining of us with evil.",
    "start": "00:43:47",
    "end": "00:43:49"
  },
  {
    "text": "Correct.",
    "start": "00:43:49",
    "end": "00:43:49"
  },
  {
    "text": "Because evil is crouching at our doors and wants to. Yes. Devour us, have his way with us. It's whiplash because you're saying if all.",
    "start": "00:43:49",
    "end": "00:43:58"
  },
  {
    "text": "Along, even though God has been taking responsibility for our evil, even though he himself, in many, most of these narratives isn't perpetrating it, he's handing people over to the evil consequences and violence, but God takes responsibility for it. In much of the Old Testament, that's the same pattern that you see displayed in Jesus is Jesus takes responsibility for the centuries of covenant rebellion of Israel. Jesus dies as a violent revolutionary against Rome when he himself wasn't. Wasn't. He is a bearing and taking responsibility for his people's evil and for human evil. And what is the result? He eats the consequences. He's handed over to death. And that is God's wrath. Yeah, that's the biblical pattern of how God punishes, is handing people over. But he puts him, he hands himself over.",
    "start": "00:43:58",
    "end": "00:45:05"
  },
  {
    "text": "So he did that with Jesus. Then the question becomes now in the future.",
    "start": "00:45:05",
    "end": "00:45:09"
  },
  {
    "text": "Correct.",
    "start": "00:45:10",
    "end": "00:45:10"
  },
  {
    "text": "When he still has to deal with the Babylons we're creating and these, you know, the systemic problems and also just people. Why can't he hand over with like plagues, you know, and fire and brimstone.",
    "start": "00:45:10",
    "end": "00:45:27"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:45:27",
    "end": "00:45:27"
  },
  {
    "text": "And those kind of things with the destroyer, you know, why can't this be the way it goes down? Well, it's the end of times.",
    "start": "00:45:27",
    "end": "00:45:36"
  },
  {
    "text": "Yeah, well, so the only real depictions we have are a couple apocalyptic type passages. In the New Testament, Jesus offers one, talking about the fall of Jerusalem in the Gospels, Paul in his letters to the Thessalonians, and then, of course, the Book of Revelation. But once again, if you read slowly and in context, reading these apocalyptic texts the way they're designed to be read, which is connecting all this imagery as imagery, the divine judgment on Babylon in the Book of Revelation is. We talked about this in the podcast. It's the 10 plagues put in a blender and with the volume turned up, which doesn't actually answer the question of. Okay, well, what do these images refer to? Sure. Because on one level, locusts and plagues. And, you know, so it's God handing creation back over to disorder. It's God handing creation over to its own evil.",
    "start": "00:45:36",
    "end": "00:46:33"
  },
  {
    "text": "Yeah.",
    "start": "00:46:33",
    "end": "00:46:33"
  },
  {
    "text": "To self destruct.",
    "start": "00:46:34",
    "end": "00:46:35"
  },
  {
    "text": "So that will still happen in certain ways. And it does today.",
    "start": "00:46:35",
    "end": "00:46:38"
  },
  {
    "text": "It happens. It happens every day, all the time.",
    "start": "00:46:38",
    "end": "00:46:40"
  },
  {
    "text": "Okay, yeah. So it's not. And if you want to say that's violence, divine violence, then. Okay, then divine violence is still happening. Right.",
    "start": "00:46:40",
    "end": "00:46:52"
  },
  {
    "text": "Yeah. It's God allowing his creation to sink into chaos. Chaos that's caused what we would separate it out as modern Western people, natural chaos and human moral chaos. But the biblical authors view it all as one intertwined package.",
    "start": "00:46:52",
    "end": "00:47:08"
  },
  {
    "text": "One place that this really comes to a head, talking about violence is in the Revelation, you have the image of Jesus riding in on a white horse and he's got blood all over his robes. And traditionally you would think, okay, yeah, because Jesus is gonna kick some butt. And so obviously now he's bloody from battle. But when we talked about that, you made a point of that being his own blood.",
    "start": "00:47:08",
    "end": "00:47:38"
  },
  {
    "text": "Yes.",
    "start": "00:47:38",
    "end": "00:47:39"
  },
  {
    "text": "We actually have a good question from Robin Rempel about that.",
    "start": "00:47:39",
    "end": "00:47:43"
  },
  {
    "text": "Hi, John and Tim. I'm Robin Rempel, hailing at the moment from North Carolina. My question is perhaps a bit picky, but surfaces the deeper underlying question about the literary structure of the Revelation. Several times in your video on the Revelation and also in your podcast on the Day of the Lord, you've made a point that in John's vision of Jesus as the high king sitting on a white horse in Revelation 19, the blood on his robe is his own, and that this vision segment is about Jesus return. However, the reasons you give seem to me to be confusing. And I'm just wondering if somehow your hermeneutics are conflicted. Thanks.",
    "start": "00:47:44",
    "end": "00:48:35"
  },
  {
    "text": "So she Actually sent some more information on that question. So when she said your hermeneutics are conflicted.",
    "start": "00:48:36",
    "end": "00:48:41"
  },
  {
    "text": "Yeah.",
    "start": "00:48:42",
    "end": "00:48:42"
  },
  {
    "text": "I think what she was referring to is how the revelation, in the way we talked about it wasn't this chronological sequence of events, but really the hinge for why that wouldn't be the blood of the people he was destroying is because the battle hadn't started yet. So it was appealing to chronology when chronology wasn't that important in other parts of the Revelation. So I think that's what she meant by a conflicted hermeneutic. But in general, I think there is a lot of pushback with that interpretation of it being Jesus blood.",
    "start": "00:48:43",
    "end": "00:49:21"
  },
  {
    "text": "Yeah, we got a couple other questions about that, too.",
    "start": "00:49:21",
    "end": "00:49:24"
  },
  {
    "text": "Yeah. So is this a bit of a stretch? Have other people interpreted it that way?",
    "start": "00:49:24",
    "end": "00:49:31"
  },
  {
    "text": "Yeah. Oh, yeah, totally. Yeah. I didn't make up the idea. I started reading people who are way smarter than me and found like, oh, man, there's so many really, really sharp biblical scholars, present and past, who have argued for that. You actually can't start with that scene of Jesus riding in on the horse to make the full case for that. It actually. It's about the depiction of Jesus and his army as victorious as a theme that runs throughout the whole book of Revelation. And so it goes all the way back to the letters to the seven churches where multiple people in these churches are being persecuted. He mentions churches being put in prison. Some have died, Christians have died as martyrs. But yet every letter, he talks about how each of these communities can become overcomers or conquerors to the one who overcomes Jesus makes a promise of vindication, stuff like that. So that raises the question of, well, oh, these are persecuted religious minorities, but John is telling them that they can be the conquerors. It's like military language. What does that mean? And then in the next vision, Revelation 4 and 5, Jesus is introduced as the. The conqueror. It's the same word as the one who conquers. And it's really important. Before Jesus is introduced onto the scene, he hears Jesus being announced, like a king entering a throne room. He hears. And the elders in the vision say is, behold, it's the lion of the tribe of Judah and the root of David. Who is conquering, who has conquered. And so those are both Old Testament texts. Lion of Judah, Genesis 49, Root of David, Isaiah 11. And in both of those cases, it's God raising up the messianic king as a violent conqueror and destroyer of wicked people. Yeah, In Genesis, it's like the lion tears and slashes and bites off the bad guy's head.",
    "start": "00:49:31",
    "end": "00:51:37"
  },
  {
    "text": "Yeah. Lions are brutal.",
    "start": "00:51:37",
    "end": "00:51:39"
  },
  {
    "text": "Yeah, totally. So it's very important. This is the introductory scene of Jesus in the new Here comes the lion. And so he's introduced as the lion and as the victorious messianic, butt kicking, Kill the bad guys. Messiah of Isaiah 11. That's what John hears. So, like, that's the announcement made over the loudspeakers. And then when he looks, the one who walks through the door, what he sees is a lamb, a helpless lamb with its throat slit and dripping, covered in its own blood. And that's Jesus throughout the whole rest of the vision of the Revelation until the moment on the white horse is the first time Jesus is depicted as not the bloody lamb. So if you read through Revelation 4 and 5 all the way through to chapter 19 where he appears on the horse every time Jesus is depicted or referred to as the Slaughtered Lamb.",
    "start": "00:51:39",
    "end": "00:52:35"
  },
  {
    "text": "And so this image of the Slaughtered Lamb obviously is connected to Jesus sacrificial death.",
    "start": "00:52:35",
    "end": "00:52:42"
  },
  {
    "text": "Yes, that's right. Yeah. It's a metaphor. Talking about Jesus is the victorious messianic king that the prophets were talking about. The Hebrew Bible, Genesis 49.",
    "start": "00:52:42",
    "end": "00:52:53"
  },
  {
    "text": "But his victory didn't come from being this ferocious lion that could rip people apart. Yes, his victory came from being a humble sacrificial lamb.",
    "start": "00:52:53",
    "end": "00:53:04"
  },
  {
    "text": "Sacrificial lamb. And in so doing, they aren't contradicting the Old Testament. What they're doing is picking up another strand of Old Testament promise that comes all the way back to Genesis 3, when God promised that a seed of the woman, a descendant of Eve, would come to crush the serpent. But his victory over this is Genesis 3:15. This descendant's victory will happen by himself being struck by the serpent. And then that gets played out, especially in Isaiah's depiction of the suffering servant king. So within even the Book of Isaiah, you've got Isaiah 11 butt kicking. Kill the bad guy's king. But then later in the Book of Isaiah, you find out that that figure is going to be victorious by giving up his own life.",
    "start": "00:53:04",
    "end": "00:53:53"
  },
  {
    "text": "So there's two ways to deal with that. The first way is to say there's two different modes. God's in warrior mode, and then he's in sacrificial mode and he's gonna go back to warrior mode.",
    "start": "00:53:53",
    "end": "00:54:05"
  },
  {
    "text": "Yeah, right, yeah, sure.",
    "start": "00:54:05",
    "end": "00:54:06"
  },
  {
    "text": "The second way is to say there's some strange interplay between these two, which is the way God actually wages war is through sacrifice.",
    "start": "00:54:06",
    "end": "00:54:18"
  },
  {
    "text": "Yes, yeah, yeah. You have both those portraits in the Old Testament and what Jesus seems to have done is. Has read, read them in light of each other, but reinterpreted the divine violence as an image of conquering by sacrificial love and giving up his life.",
    "start": "00:54:18",
    "end": "00:54:38"
  },
  {
    "text": "And if that's then your position, which is that's what Jesus did, then do you begin to reinterpret any divine violence as that, or is there still room for.",
    "start": "00:54:38",
    "end": "00:54:51"
  },
  {
    "text": "Well, hold on, let's just stick in the revelation. Let's finish the thread. Let's finish from the Lamb to the white horse. Okay, so from that scene where Jesus is called the slain lamb who conquers his enemies by dying for them, that's what that image means. Then from there, in chapter seven, the army of the Lamb is introduced. And the army of the Lamb is introduced as a crowd of people from all nations who have washed their robes white in the blood of the Lamb. So obviously a beautiful mixing of metaphors. They've become pure.",
    "start": "00:54:51",
    "end": "00:55:26"
  },
  {
    "text": "It's impossible to do.",
    "start": "00:55:26",
    "end": "00:55:27"
  },
  {
    "text": "That's right.",
    "start": "00:55:27",
    "end": "00:55:27"
  },
  {
    "text": "Try to make a robe white with blood.",
    "start": "00:55:28",
    "end": "00:55:30"
  },
  {
    "text": "Yeah, totally. But symbolically.",
    "start": "00:55:30",
    "end": "00:55:32"
  },
  {
    "text": "Symbolically it makes sense.",
    "start": "00:55:32",
    "end": "00:55:33"
  },
  {
    "text": "Using Leviticus, purification, sacrifice, imagery of through the blood, they have become the pure ones. And then later in Revelation 12, where it's the battle between the dragon and the army of the Lamb. This is such a great line. In Revelation 12, 10, and 11, our brethren, the army of the Lamb overcomes the dragon because of the blood of the Lamb and because of their testimony, because they didn't love their lives even unto death. So not only does the Lamb triumph and conquer by giving up his life, but the army of the Lamb conquers by the blood of God, conquers the dragon, conquers the dragon. In Revelation 12, by the word of their testimony, speaking the truth of the Gospel, the good news that King Jesus died for his enemies.",
    "start": "00:55:34",
    "end": "00:56:25"
  },
  {
    "text": "Which is kind of similar to the sword in the mouth.",
    "start": "00:56:25",
    "end": "00:56:26"
  },
  {
    "text": "Exactly. Yeah, that's where I'm going. Okay. And then they overcome with the blood of the Lamb, which is explained as they gave up their lives, so that then you come to the.",
    "start": "00:56:27",
    "end": "00:56:36"
  },
  {
    "text": "So they conquered the dragon by giving up their lives.",
    "start": "00:56:36",
    "end": "00:56:39"
  },
  {
    "text": "Giving up their lives. And by their words, by proclaiming Jesus as the true king before the dragon, even if the dragon kills them, we're dying just like our king died in act of sacrificial witness against the dragon and his violence. And thereby we conquer him. That's what it says. They conquered him through the blood of the Lamb. So that lays. There's actually more clues to this puzzle, but those are the main ones. And when you get to Jesus, you're already prepared.",
    "start": "00:56:39",
    "end": "00:57:10"
  },
  {
    "text": "Jesus on the white horse, Jesus on.",
    "start": "00:57:10",
    "end": "00:57:12"
  },
  {
    "text": "The white horse with blood on his robes and a sword in his mouth. You already know what these images mean. Blood on the robes is an image of purification, of being the pure one who has died on behalf of the testimony or on the message.",
    "start": "00:57:12",
    "end": "00:57:29"
  },
  {
    "text": "But it's also pulling from that Isaiah.",
    "start": "00:57:30",
    "end": "00:57:32"
  },
  {
    "text": "Okay, yes, Image.",
    "start": "00:57:33",
    "end": "00:57:34"
  },
  {
    "text": "So there's kind of a dual thing going on there.",
    "start": "00:57:34",
    "end": "00:57:36"
  },
  {
    "text": "So the other thing is in that. Okay, now we're in Revelation 19. The rider on the white horse. So Jesus isn't deduced. That paragraph is just a load of Old Testament hyperlinks. It's really. It's remarkable. Here, I'll just do it because you get the effect. It's Revelation 19:11. So I saw heaven opened and behold a white horse. And the one who sat on it is called Faithful and True. That phrase, faithful and true, is a play on some things going on in Hebrew in Isaiah 62.",
    "start": "00:57:36",
    "end": "00:58:09"
  },
  {
    "text": "Okay.",
    "start": "00:58:09",
    "end": "00:58:10"
  },
  {
    "text": "In righteousness he judges and wages war. That's a quotation from Psalm 96. His eyes are a flame of fire. That's a quotation from Daniel 11. On his head are many diadems. He has a name written on him which no one knows except himself. That's certainly allusion back to the divine name. That is unknown. But then God reveals as known to Moses in the burning bush, and then he's clothed with a robe dipped in blood. And that's an image from Isaiah 63.",
    "start": "00:58:10",
    "end": "00:58:40"
  },
  {
    "text": "Of trotting the WinePress alone.",
    "start": "00:58:41",
    "end": "00:58:43"
  },
  {
    "text": "Yes. So Isaiah 63. Actually, we talked about it earlier in the podcast. It's the image of God comes on the day of vengeance, the day of the Lord stomping grapes as an image of him stomping his enemies.",
    "start": "00:58:44",
    "end": "00:58:56"
  },
  {
    "text": "Yeah. Destroying the nations.",
    "start": "00:58:56",
    "end": "00:58:57"
  },
  {
    "text": "And it's the stomping, the treading of the winepress of his wrath that spatters their juice all over his garment. It's the stomping that makes the robe bloody.",
    "start": "00:58:57",
    "end": "00:59:09"
  },
  {
    "text": "Yeah.",
    "start": "00:59:09",
    "end": "00:59:09"
  },
  {
    "text": "And what John has done is he separated the stomping from the. How you get bloody.",
    "start": "00:59:09",
    "end": "00:59:16"
  },
  {
    "text": "Right.",
    "start": "00:59:16",
    "end": "00:59:17"
  },
  {
    "text": "And so he introduces Jesus as bloody before he mentions the treading, the winepress of the wrath in Isaiah 63. They're closely connected. In this scene, Jesus is bloody before any stomping begins.",
    "start": "00:59:17",
    "end": "00:59:32"
  },
  {
    "text": "Before the battle begins.",
    "start": "00:59:32",
    "end": "00:59:33"
  },
  {
    "text": "Before the battle begins. Yeah, he's still. Again, he's still showing up.",
    "start": "00:59:33",
    "end": "00:59:37"
  },
  {
    "text": "How important is that? That's. I think Robin's question. Is the chronology that important?",
    "start": "00:59:37",
    "end": "00:59:42"
  },
  {
    "text": "No, I'm not talking about chronology. I'm talking about the sequence of the sentences in this paragraph. So John is hyperlinked to a passage in Isaiah 63, where the sequence is, God comes stomping on his enemies, and that's what makes him bloody.",
    "start": "00:59:43",
    "end": "01:00:01"
  },
  {
    "text": "Yes.",
    "start": "01:00:01",
    "end": "01:00:01"
  },
  {
    "text": "And John has disturbed that sequence in Isaiah 63 and reversed it.",
    "start": "01:00:01",
    "end": "01:00:06"
  },
  {
    "text": "So he comes bloody, but he's gonna stomp.",
    "start": "01:00:06",
    "end": "01:00:09"
  },
  {
    "text": "Yes. Which redefines what it means for Jesus to stump. And that's what the whole revelation has been doing. Stomping is another image for conquering. How does Jesus conquer? How does Jesus wage war? How does Jesus gain victory over his enemies? How does Jesus confront evil? He does it with a sword coming out of his mouth, which we already are prepared for that it's the testimony, it's the gospel that exposes the truth about Babylon, says no more. So one, and then two, the means of his conquering is the robe tipped in blood, namely the slain lamb who gives up his life. The saints who don't love their lives, even unto death.",
    "start": "01:00:10",
    "end": "01:00:53"
  },
  {
    "text": "Got it.",
    "start": "01:00:53",
    "end": "01:00:53"
  },
  {
    "text": "So John. The revelation is very intentional in how John introduces key words and images like blood and conquering. And then you watch him, he leaves a trail of breadcrumbs. All you do is read through the book quickly with a highlighter, just looking for one or two keywords at a time. And you'll see he's left these trails of themes that he develops throughout the book, one by one. And so this image of conquering by blood, by giving up your life is a key one, and it comes to its culmination right here. So my point would be, yes, he's reading Isaiah 63, but he has fundamentally transformed the images in light of his depiction of Jesus as the wounded victor. And I'm totally not the only person who reads the Revelation this way. Leon Morris, classic down the line, orthodox Protestant commentator. He makes a whole case of this. Ian Boxall, many commentators, some don't. Some think that you should import the divine stomping from Isaiah 63, and that overrides. Right. But in my mind, you can't just say he's quoting the Old Testament. You have to ask, what's he doing with these Old Testament images? And I think you can make the best case that counts for the whole book is that he's transformed the divine violence of the Old Testament images in light of the cross.",
    "start": "01:00:53",
    "end": "01:02:15"
  },
  {
    "text": "Okay, so we've talked about this for a while now, but let me try to summarize. Please do the whole violence thing. Yeah, I came with this construct of saying, hey, look, isn't it as simple as God can have divine violence against people? And he has in the Old Testament, that's kind of his typical mode. That's like default mode. But here comes Jesus and it's this kind of like one time only special of get out of God's divine wrath because his wrath was put on Jesus instead. There's a little opportunity for switch, but that's not gonna be on sale forever. Right. And the day of the Lord is coming. And if you haven't signed up, you're gonna get back to what was the default mode, which is butt kicking.",
    "start": "01:02:15",
    "end": "01:03:10"
  },
  {
    "text": "Jesus getting stomped this time by Jesus.",
    "start": "01:03:10",
    "end": "01:03:13"
  },
  {
    "text": "Yeah. So there's that construct. When you have that construct, you get to a passage like Jesus bloodied with battle that comes from an image of God stomping the wine press. And you can see like, okay, cool. This is Jesus kicking butt.",
    "start": "01:03:13",
    "end": "01:03:34"
  },
  {
    "text": "No more Mr. Nice Guy.",
    "start": "01:03:34",
    "end": "01:03:35"
  },
  {
    "text": "No more Mr. Nice Guy.",
    "start": "01:03:35",
    "end": "01:03:36"
  },
  {
    "text": "Yeah.",
    "start": "01:03:36",
    "end": "01:03:37"
  },
  {
    "text": "Okay, so what you've done is you said, okay, let's start again. First of all, divine justice, divine violence, I should say in the Old Testament, it's actually pretty nuanced.",
    "start": "01:03:38",
    "end": "01:03:52"
  },
  {
    "text": "Yes.",
    "start": "01:03:52",
    "end": "01:03:53"
  },
  {
    "text": "4 out of 5 times, 8 out of 10, 16 out of 20, 32 out of 40 times. It's not actually God doing it. It's nature. It's natural consequences, just consequences. It's consequences.",
    "start": "01:03:53",
    "end": "01:04:09"
  },
  {
    "text": "Consequences for which God takes responsibility.",
    "start": "01:04:09",
    "end": "01:04:12"
  },
  {
    "text": "Yeah. And that's the phrase you've been using, takes responsibility. He's like, hey, no, no, I was behind that. Even though it was betrayed as just a normal consequence. And you brought out the Exodus passage that also. Well, and so even on those times where you're like, well, this is obviously God, those one out of five times, even those are often.",
    "start": "01:04:12",
    "end": "01:04:31"
  },
  {
    "text": "Yep. Some other agent of the violence is introduced.",
    "start": "01:04:31",
    "end": "01:04:35"
  },
  {
    "text": "Yeah.",
    "start": "01:04:35",
    "end": "01:04:36"
  },
  {
    "text": "Even if it's destroyer.",
    "start": "01:04:36",
    "end": "01:04:37"
  },
  {
    "text": "That's so interesting.",
    "start": "01:04:38",
    "end": "01:04:39"
  },
  {
    "text": "Mysterious agent.",
    "start": "01:04:39",
    "end": "01:04:40"
  },
  {
    "text": "Yeah.",
    "start": "01:04:40",
    "end": "01:04:40"
  },
  {
    "text": "And remember, we're not making this up. Paul the apostle was tracking with this trend.",
    "start": "01:04:42",
    "end": "01:04:47"
  },
  {
    "text": "Yes.",
    "start": "01:04:47",
    "end": "01:04:48"
  },
  {
    "text": "And he himself inserted imported the destroyer into the numbers. There's other stories where the destroyer doesn't appear, which means that he's worked out a theology that even when God does direct divine violence, it's still him handing people over to something other.",
    "start": "01:04:48",
    "end": "01:05:05"
  },
  {
    "text": "And that becomes. The key term is handing over.",
    "start": "01:05:05",
    "end": "01:05:08"
  },
  {
    "text": "Yeah.",
    "start": "01:05:08",
    "end": "01:05:08"
  },
  {
    "text": "And I loved that idea of God is sustaining the created order and he is actually making things. He's giving order by his own power.",
    "start": "01:05:09",
    "end": "01:05:22"
  },
  {
    "text": "He is 24 7, imposing order so that creation doesn't implode.",
    "start": "01:05:22",
    "end": "01:05:27"
  },
  {
    "text": "And so the consequence is him just saying, I'm going to let unfold what will naturally unfold because of the disorder you're trying to create. I'm not going to create more order out of your disorder. I'm just going to let the Disorder be.",
    "start": "01:05:27",
    "end": "01:05:41"
  },
  {
    "text": "Yeah. Yeah. You want tohu va vohu.",
    "start": "01:05:41",
    "end": "01:05:44"
  },
  {
    "text": "Yeah.",
    "start": "01:05:44",
    "end": "01:05:44"
  },
  {
    "text": "You want formless and void.",
    "start": "01:05:44",
    "end": "01:05:46"
  },
  {
    "text": "Yeah.",
    "start": "01:05:46",
    "end": "01:05:46"
  },
  {
    "text": "Then have it.",
    "start": "01:05:46",
    "end": "01:05:48"
  },
  {
    "text": "Then Jesus comes. There's this weird thing where.",
    "start": "01:05:49",
    "end": "01:05:53"
  },
  {
    "text": "Well, sorry, but I back up and say, but also within the Old Testament itself, there is another strand, another theme of that the real victory over evil at its root, Genesis 3:15, is going to come by a wounded victor.",
    "start": "01:05:53",
    "end": "01:06:10"
  },
  {
    "text": "That's true.",
    "start": "01:06:10",
    "end": "01:06:11"
  },
  {
    "text": "So you have within the Old Testament multiple strands or ideas about how evil gets ultimately defeated.",
    "start": "01:06:11",
    "end": "01:06:19"
  },
  {
    "text": "Okay, so here's my question then. Well, and then to finish the loop, Jesus comes, He's handed over on our behalf. That is God's wrath. Jesus taking the consequence that should have been ours. And so then the question becomes, but.",
    "start": "01:06:21",
    "end": "01:06:37"
  },
  {
    "text": "That consequence is humans doing violence to Jesus.",
    "start": "01:06:37",
    "end": "01:06:40"
  },
  {
    "text": "Yeah.",
    "start": "01:06:40",
    "end": "01:06:40"
  },
  {
    "text": "So it's still human violence perpetrating the evil.",
    "start": "01:06:41",
    "end": "01:06:44"
  },
  {
    "text": "Yeah. Is God's wrath.",
    "start": "01:06:44",
    "end": "01:06:46"
  },
  {
    "text": "And God takes responsibility. Jesus takes responsibility. He intentionally puts himself in the place of a violent Jewish rebel against Rome to take responsibility for Israel's violence and all humanity's violence.",
    "start": "01:06:46",
    "end": "01:07:04"
  },
  {
    "text": "And the followers of Jesus then, empowered by the Spirit, are called to live this type of life of surrender, of sacrificial love. And then where it becomes really clear is in the Revelation, John is trying to make a point, is like, this is how you have victory. This is how you conquer. It seems completely backwards, but this is the message. This is how you conquer.",
    "start": "01:07:04",
    "end": "01:07:32"
  },
  {
    "text": "Yeah. And he's not the only one who did that. Think of some famous lines in Paul's letters, like Ephesians, first of all, our enemies are not flesh. There is a war on. There is a conflict against evil, but the enemy is not human. It's a darker, spiritual evil that makes humans commit violence and evil against each other. And therefore, the armor and the sword and the shield of Christian warfare is truth. Right. Salvation. The scriptures, the armor of God is another way of both of those themes of the enemy isn't human, so don't kill humans thinking that you're solving the real problem. And two, the armor and weapons are all metaphorical for Christian virtues or for the Gospel. So Paul the Apostle is totally on the same wavelength as the author of the Revelation. This John who wrote the Revelation had a more creative imagination with his symbolic imagery that he mostly derived from the Old Testament.",
    "start": "01:07:32",
    "end": "01:08:43"
  },
  {
    "text": "Yeah. Okay. With all that in mind, does God still kick some butt sometimes? Right? The sheep and the goats, right? Yeah. Or the wheat and the tares. It's like God's going to come and he's going to say, you guys are. You guys are cool. You guys are not cool. And the images you get are of weeping. So the sheep and the goats. It's like.",
    "start": "01:08:43",
    "end": "01:09:12"
  },
  {
    "text": "Well, both of those just have to do with separation. There's coming a moment when God will separate out evil from his creation.",
    "start": "01:09:12",
    "end": "01:09:20"
  },
  {
    "text": "But it's pretty violent. And.",
    "start": "01:09:20",
    "end": "01:09:21"
  },
  {
    "text": "Like, there's a variety of images that Jesus uses in his own teachings. There's a variety of images that Paul uses and that's used in the revelation. And many of them conflict on the literal level. You know, fire or darkness.",
    "start": "01:09:23",
    "end": "01:09:38"
  },
  {
    "text": "Right.",
    "start": "01:09:38",
    "end": "01:09:38"
  },
  {
    "text": "Well, which one is it?",
    "start": "01:09:38",
    "end": "01:09:39"
  },
  {
    "text": "Yeah.",
    "start": "01:09:39",
    "end": "01:09:39"
  },
  {
    "text": "Well, dark fire. That's not the wrong question because they both are meaningful depictions of what happens to evil if it is contained and left to itself eternally.",
    "start": "01:09:39",
    "end": "01:09:50"
  },
  {
    "text": "Yeah.",
    "start": "01:09:50",
    "end": "01:09:51"
  },
  {
    "text": "So darkness is image of isolation and blindness. Fire is an image of obviously, self destruction.",
    "start": "01:09:51",
    "end": "01:09:58"
  },
  {
    "text": "Yeah.",
    "start": "01:09:58",
    "end": "01:09:59"
  },
  {
    "text": "And decomposition, disintegration.",
    "start": "01:09:59",
    "end": "01:10:02"
  },
  {
    "text": "Yeah.",
    "start": "01:10:02",
    "end": "01:10:03"
  },
  {
    "text": "Obviously weeping and gnashing of teeth are images of resentment or grief, sorrow. Grief. And then containment or separation. The image of being outside the city. And then Paul's image in 1st Thessalonians 1 is away from the face of the Lord, which actually is a phrase that he borrowed from Isaiah, chapter two. But it's being. It's the garden banishment image. It's if I don't want to be a part of God's creation, where the key value is love for the other is more important than myself, which is what Jesus embodied. If I don't want to be a part of a world where the economy of relationships and all other relations, all relationships on all levels, is the other is more important than me. If I don't want to live in that world and the high demand that it places on me, then God won't allow anyone or anything to spoil that world that he's going to create. So he contains evil. And the only references to its ultimate destiny and those who choose it are these images that we just surveyed. I don't need anything more than those images personally to make you want to not be. I don't need any more information. I don't want to know. That's not my responsibility.",
    "start": "01:10:03",
    "end": "01:11:26"
  },
  {
    "text": "Yeah.",
    "start": "01:11:27",
    "end": "01:11:27"
  },
  {
    "text": "My responsibility is to love my neighbor.",
    "start": "01:11:27",
    "end": "01:11:29"
  },
  {
    "text": "Yeah.",
    "start": "01:11:29",
    "end": "01:11:29"
  },
  {
    "text": "And not kill people thinking that I'm accomplishing something. Right. Something that's actually going to solve the real problems of the human condition.",
    "start": "01:11:29",
    "end": "01:11:39"
  },
  {
    "text": "So one thing you can say then from this construct that you're saying, which you're calling biblical.",
    "start": "01:11:40",
    "end": "01:11:46"
  },
  {
    "text": "And again, it's not just mine, it's me reading lots and lots of other people. But it seems to me it's more consistent with what I see going on in the Bible than the first construct.",
    "start": "01:11:49",
    "end": "01:12:00"
  },
  {
    "text": "You've made a very good case. It seems like what the Bible is saying about how God is going to deal with evil, the problem of evil and in us, but also in the created order, is to conquer it through sacrifice. And that it just boggles the mind because, okay, that worked maybe at one point, and maybe that'll work for me, but that can't work on a universal scale. Like, you're not going to change the whole world that way. Don't you have to come and finally just impose some divine biceps, you know, like.",
    "start": "01:12:00",
    "end": "01:12:41"
  },
  {
    "text": "Yeah, yeah, yeah. It's not about being passive. Passivism. Jesus was anything but passive.",
    "start": "01:12:42",
    "end": "01:12:47"
  },
  {
    "text": "Yeah.",
    "start": "01:12:47",
    "end": "01:12:48"
  },
  {
    "text": "But the means of his confrontation was enemy love and self sacrifice. And so as far as, like, what this ultimately refers to, how God deals with and contains and separates out evil and those who choose it, to me, it's just, it's so fundamentally inconsistent with who Jesus is. Not just was, but who he is and continues to be. Everything I can see in the New Testament, I can't see one text that points me in the direction of God chopping people's heads off at the end of days. That's so, to me, fundamentally inconsistent with everything that Jesus reveals about God's ultimate character.",
    "start": "01:12:48",
    "end": "01:13:30"
  },
  {
    "text": "The real challenge, he won't deal with evil and he will give you what you want.",
    "start": "01:13:31",
    "end": "01:13:35"
  },
  {
    "text": "Yeah, he will deal with evil or.",
    "start": "01:13:35",
    "end": "01:13:37"
  },
  {
    "text": "He won't put up with evil.",
    "start": "01:13:37",
    "end": "01:13:40"
  },
  {
    "text": "He won't put up with evil. Yeah. I'm not saying that it's all going to be rosy and we're all going to dance with daisies.",
    "start": "01:13:40",
    "end": "01:13:44"
  },
  {
    "text": "He's not like, it's okay, you know, like.",
    "start": "01:13:44",
    "end": "01:13:47"
  },
  {
    "text": "Yeah, that's right. Yeah, that's. Yeah. For God to say, it's fine. Yeah, let's just start like a pansy, no big deal. Yeah, yeah, that's that itself.",
    "start": "01:13:47",
    "end": "01:13:55"
  },
  {
    "text": "He isn't an enabler.",
    "start": "01:13:55",
    "end": "01:13:57"
  },
  {
    "text": "Correct. Yeah. That would be a horrible overlooking of the train wreck of human evil. So what it shows is that we as humans, we're like trained. Our bodies are rigged to fight. You know what I mean?",
    "start": "01:13:57",
    "end": "01:14:10"
  },
  {
    "text": "Right.",
    "start": "01:14:10",
    "end": "01:14:10"
  },
  {
    "text": "I think about this all the time.",
    "start": "01:14:10",
    "end": "01:14:12"
  },
  {
    "text": "I've got young boys.",
    "start": "01:14:12",
    "end": "01:14:13"
  },
  {
    "text": "Totally. Yeah. We both have little boys. It's very clear watching, like the aggression that's just in their bodies. And then when I think about moments, you know, the things I think about as I go to sleep, my fears and so on of like somebody attacking my kids or something, like, you know, those little bad dream scenarios that you make up. They don't happen to you. You make them in your mind and then you're like, oh, why Did I do that? But yeah. And then I end up in these little imaginative scenarios where I'm like, fighting people to protect my family or something. So our imaginations are captive to that framework. And it's so difficult for us to think about how God could confront and remove and deal with evil and people who choose evil in a way that doesn't involve violence. Like, we just don't even know what that scenario could look like. But it seems to me that's the whole point of the cross, is that it broke open a whole new way of everything, especially with how God confronts evil.",
    "start": "01:14:14",
    "end": "01:15:19"
  },
  {
    "text": "Well, to do that successfully would require true power to be able to be vulnerable. But still, conquer means you're really powerful, right? Yeah.",
    "start": "01:15:20",
    "end": "01:15:31"
  },
  {
    "text": "That's interesting. Yeah.",
    "start": "01:15:31",
    "end": "01:15:32"
  },
  {
    "text": "You have a different kind of power that is more powerful than picking a fight, because by nature, being vulnerable means you're gonna get destroyed and that then that's it. But if being vulnerable and sacrificial means, yeah, you might get worked over, but you will actually conquer in the end. That means there's a deeper power at work.",
    "start": "01:15:32",
    "end": "01:16:01"
  },
  {
    "text": "Yes. Yeah. Yeah. And that's why I think the apostles in the New Testament don't abandon military language. Because, Paul, they use the language of conquer, fight, battle armor, because it is weapons. Yes. It requires an enormous amount of activism.",
    "start": "01:16:01",
    "end": "01:16:21"
  },
  {
    "text": "Yeah. Right. Like if you think about somewhat like a sword fight and if one guy is trying to kill the other guy and the other guy is trying to fight him but not kill him, who's got the harder job?",
    "start": "01:16:21",
    "end": "01:16:36"
  },
  {
    "text": "Whoa. That's a really good. Yeah. You know, there's an author, a theologian with a recent book out on divine violence in the Bible and Jesus, his name's Greg Boyd. He has a chapter called Divine Aikido. And aikido is this ancient martial art where the whole point, it's entirely defensive.",
    "start": "01:16:37",
    "end": "01:16:58"
  },
  {
    "text": "Self defense. Yeah, self defense.",
    "start": "01:16:58",
    "end": "01:17:00"
  },
  {
    "text": "But what you do, it's about learning how to redirect the momentum and energy coming at you aggressively and disarm it by turning that momentum back on them. So somehow they're running at you. You find a way to leverage it so that their energy flips them upside down with you on top. And then they're trapped in their own.",
    "start": "01:17:00",
    "end": "01:17:21"
  },
  {
    "text": "And the purpose isn't then to pound on their face.",
    "start": "01:17:21",
    "end": "01:17:24"
  },
  {
    "text": "It's to like, to immobilize them.",
    "start": "01:17:24",
    "end": "01:17:25"
  },
  {
    "text": "It's to make it so the fight's over.",
    "start": "01:17:25",
    "end": "01:17:27"
  },
  {
    "text": "So the fight's over. Yeah. So I really love that metaphor. Divine act, the cross, the crucifixion, as divine Aikido. That's Greg Voight's phrase.",
    "start": "01:17:27",
    "end": "01:17:35"
  },
  {
    "text": "Aikido.",
    "start": "01:17:35",
    "end": "01:17:36"
  },
  {
    "text": "Aikido.",
    "start": "01:17:36",
    "end": "01:17:37"
  },
  {
    "text": "It's a jujitsu move.",
    "start": "01:17:37",
    "end": "01:17:38"
  },
  {
    "text": "Yeah, It's Jesus. Putting you in a. Oh, is it a move? It's not a martial art. It's a move.",
    "start": "01:17:38",
    "end": "01:17:43"
  },
  {
    "text": "Oh, no. Jiu jitsu is probably another form. Yeah, but that's when someone does something so like a really crafty statement or something that just kind of disarms you or like just.",
    "start": "01:17:43",
    "end": "01:17:55"
  },
  {
    "text": "Oh, yeah.",
    "start": "01:17:55",
    "end": "01:17:55"
  },
  {
    "text": "Just wins with one, like, clean swoop. People tend to say, like, whoa, that was like some verbal jiu jitsu.",
    "start": "01:17:55",
    "end": "01:18:03"
  },
  {
    "text": "Yeah, that's right. Yeah. Redirecting. But I. Yeah, your way of putting that was really clicked my imagination.",
    "start": "01:18:03",
    "end": "01:18:08"
  },
  {
    "text": "Right.",
    "start": "01:18:08",
    "end": "01:18:09"
  },
  {
    "text": "In a sword fight, who has a harder job?",
    "start": "01:18:09",
    "end": "01:18:11"
  },
  {
    "text": "Who has a harder job?",
    "start": "01:18:11",
    "end": "01:18:12"
  },
  {
    "text": "The one trying to chop off ahead or the one trying to win but not killing the opponent?",
    "start": "01:18:12",
    "end": "01:18:18"
  },
  {
    "text": "Yeah. Which one's more of a battle?",
    "start": "01:18:18",
    "end": "01:18:19"
  },
  {
    "text": "Which one requires more creativity?",
    "start": "01:18:19",
    "end": "01:18:21"
  },
  {
    "text": "Yeah.",
    "start": "01:18:22",
    "end": "01:18:22"
  },
  {
    "text": "More power over your muscles and your movements.",
    "start": "01:18:22",
    "end": "01:18:25"
  },
  {
    "text": "Mm.",
    "start": "01:18:26",
    "end": "01:18:26"
  },
  {
    "text": "Wow.",
    "start": "01:18:26",
    "end": "01:18:27"
  },
  {
    "text": "It was really interesting. So my son's 6 and he watches a lot of cartoons. And, you know, there's always good guys and bad guys in cartoons. We were in the car the other day and he goes, we're talking about good guys and bad guys. And he goes, you know, the best way to beat a bad guy? And I'm like, ready for like, flamethrowers or whatever. And I go, what? And he goes, making them a good guy.",
    "start": "01:18:27",
    "end": "01:18:48"
  },
  {
    "text": "Whoa.",
    "start": "01:18:49",
    "end": "01:18:49"
  },
  {
    "text": "And I was like, whoa, dude, he.",
    "start": "01:18:50",
    "end": "01:18:52"
  },
  {
    "text": "Came up with that.",
    "start": "01:18:52",
    "end": "01:18:53"
  },
  {
    "text": "Yeah, it came from, like, one of the shows.",
    "start": "01:18:53",
    "end": "01:18:56"
  },
  {
    "text": "I don't know.",
    "start": "01:18:56",
    "end": "01:18:56"
  },
  {
    "text": "Oh, I see. Like, they made one of the bad guys a good guy.",
    "start": "01:18:56",
    "end": "01:18:59"
  },
  {
    "text": "Yeah.",
    "start": "01:18:59",
    "end": "01:18:59"
  },
  {
    "text": "And somehow for him, I think we've talked about this a little bit before, but for him, he just connect the dots. He was like, that's the most. That's the best way. And I was like, yeah, that's the gospel. Like, it's crazy.",
    "start": "01:18:59",
    "end": "01:19:14"
  },
  {
    "text": "Yeah.",
    "start": "01:19:14",
    "end": "01:19:14"
  },
  {
    "text": "While we were enemies and God, Yes. Died for us.",
    "start": "01:19:14",
    "end": "01:19:18"
  },
  {
    "text": "Yeah. God's own love is demonstrated in this. While we were sinners, the Messiah died for us. That's exactly right. I've had this conversation many times, both in classroom discussions, working through the Bible, and you get to these portraits of divine violence. And there's a strand of American culture that's extremely aggressive and violent and get the bad guy and drop bombs and kill him, you know, that kind of thing. But then there's also this real popular type of non violence that's out there even in pop culture. And that that approach is the morally superior way or more noble. And so, of course, we're children of our culture. But ultimately, I'm trying the best I can to not let that drive what I see in the Bible. And so everything that we just went through, to me, comes from a face value. Just simple look at the text of the Bible in all of its details. Don't leave out the details. Like, look at the details, and what you'll find is a lot of nuance when it comes to violence. And ultimately, I think what you discover is this theme that breaks our categories, that God's way of winning is by divine aikido. And so, anyhow, we might be wrong about this. I don't think I'm wrong, But it certainly invites more conversation. Things are not as simple as many people think.",
    "start": "01:19:18",
    "end": "01:20:53"
  },
  {
    "text": "Okay, we've been rambling, but we're supposed to be answering people's questions. But actually, we have been. As I'm looking over these questions we've touched on.",
    "start": "01:20:53",
    "end": "01:21:03"
  },
  {
    "text": "We touched on almost the ideas raised by almost every question.",
    "start": "01:21:03",
    "end": "01:21:06"
  },
  {
    "text": "Yeah.",
    "start": "01:21:06",
    "end": "01:21:06"
  },
  {
    "text": "People sent to us. There's just a couple other more detailed ones that we'll hit on before we close.",
    "start": "01:21:06",
    "end": "01:21:11"
  },
  {
    "text": "So there's one by Shaylee Taylor, and she wrote, I've been listening to the podcasts on the day of the Lord and was wondering about Jesus's teachings in Matthew 24. What is he referring to here? I just don't understand it. Is he talking about a singular event when he returns? And what does he mean about people disappearing? So Matthew 24, two men walking in the field, one disappears.",
    "start": "01:21:11",
    "end": "01:21:39"
  },
  {
    "text": "Is that Larry Norman? Gosh. Anyway, all right.",
    "start": "01:21:39",
    "end": "01:21:44"
  },
  {
    "text": "I wish we'd all be.",
    "start": "01:21:44",
    "end": "01:21:46"
  },
  {
    "text": "If you don't know what we're singing.",
    "start": "01:21:46",
    "end": "01:21:47"
  },
  {
    "text": "I don't know why I'm singing with.",
    "start": "01:21:47",
    "end": "01:21:47"
  },
  {
    "text": "The twang to a 1970s Christian folk song about the rapture.",
    "start": "01:21:47",
    "end": "01:21:53"
  },
  {
    "text": "Yeah. Which is. I was gonna say traditional, but it's not traditional. It's a modern way of interpreting Matthew 24.",
    "start": "01:21:53",
    "end": "01:22:01"
  },
  {
    "text": "It's the way that. It's the idea that some Christians have embraced.",
    "start": "01:22:01",
    "end": "01:22:06"
  },
  {
    "text": "Matthew 24 is Jesus talking about the fall of Rome and the day of the Lord.",
    "start": "01:22:06",
    "end": "01:22:13"
  },
  {
    "text": "Jerusalem.",
    "start": "01:22:13",
    "end": "01:22:13"
  },
  {
    "text": "I mean, Jerusalem.",
    "start": "01:22:13",
    "end": "01:22:14"
  },
  {
    "text": "Yeah, yeah. So Matthew 24, Jesus disciples come up to him. He's already pulled his stunt in the temple of clearing the money changers, his symbolic, prophetic protest and announcement that the temple would be destroyed.",
    "start": "01:22:14",
    "end": "01:22:29"
  },
  {
    "text": "Yeah.",
    "start": "01:22:30",
    "end": "01:22:30"
  },
  {
    "text": "So he's already done it symbolically, and it got him into a heap of trouble. And then he's walking outside of the temple complex, and the disciples say, wow, look at the nice buildings, Jesus. And he kills the buzz of the party of celebrating how awesome the temple looks and he says, do you see all these things? Truly, I tell you, not one stone will be left on another that won't be torn down. And so then they go to the Mount of Olives and the disciples in Matthew ask two questions. Since the question was about Matthew, they ask, tell us, when will these things happen?",
    "start": "01:22:30",
    "end": "01:23:02"
  },
  {
    "text": "Yeah, when's the temple going to get destroyed?",
    "start": "01:23:03",
    "end": "01:23:05"
  },
  {
    "text": "Exactly. So what they're asking is what he just talked about. When is the time, I would want to know the temple is going to be destroyed. It's the center of everything.",
    "start": "01:23:05",
    "end": "01:23:11"
  },
  {
    "text": "Is that like next week? Is that going to be in a couple years?",
    "start": "01:23:11",
    "end": "01:23:15"
  },
  {
    "text": "And then the second related question is, and what is the sign of your presence or your coming and the conclusion of the age? So there's two questions, but that in their minds are totally related. The fall of Jerusalem and must be.",
    "start": "01:23:16",
    "end": "01:23:32"
  },
  {
    "text": "The end of the age.",
    "start": "01:23:32",
    "end": "01:23:33"
  },
  {
    "text": "The end of the age. And we're back in the same territory as with the prophets and the fall of Babylon. Why did Isaiah depict the fall of Babylon in the language very similarly, almost indistinguishable from the end of the age?",
    "start": "01:23:33",
    "end": "01:23:47"
  },
  {
    "text": "Yeah.",
    "start": "01:23:47",
    "end": "01:23:47"
  },
  {
    "text": "So Matthew 24 fits the same pattern that we've been talking about here. In Jesus response, he goes on to talk about what's going to be leading up to the destruction of Jerusalem, which is going to happen 35 plus years from Jesus having this conversation. So he talks about there's going to be lots of wars, famines, earthquakes, namely an average day on planet Earth.",
    "start": "01:23:48",
    "end": "01:24:16"
  },
  {
    "text": "Average year.",
    "start": "01:24:16",
    "end": "01:24:17"
  },
  {
    "text": "An average year, yeah. There's going to be lots of false leaders, false messiahs. That's a whole rabbit trail. But in other words, people who will come claiming to be the king from the line of David, who's going to kick the enemy's butt and save us from Rome. And there were those figures, they're the ones who started the war against rome in the 60s, in 30 years from Jesus saying these words. Then he talks about how when you see Jerusalem attacked by the Romans, and the phrase he uses to describe it.",
    "start": "01:24:17",
    "end": "01:24:49"
  },
  {
    "text": "Is, does he say by the Romans?",
    "start": "01:24:49",
    "end": "01:24:51"
  },
  {
    "text": "What he says is when you see the abomination of desolations and standing in the holy place, which in both Daniel and in the passages in Isaiah, in Isaiah it's referring to the Assyrian king, the Assyrian king, Assyrian king coming to Jerusalem. And then after that the Babylonian king and his army is coming to destroy and defile Jerusalem and the temple for Jesus, he's picking up on this motif, talking about the marching of Gentile soldiers into the temple to destroy it. And we know that that's what he meant. What's fascinating, Luke in the Gospel of Luke has a parallel to the speech of Jesus. And at precisely this point, he takes out the abomination of desolation and replaces it with an image his readers could understand more easily. And he says, when you see Jerusalem surrounded by armies, you'll know that its desolation is near. So there you go. So he's talking about the destruction of Jerusalem, but then he goes on to start using apocalyptic imagery from the prophets about it. So great tribulation like the world's never seen.",
    "start": "01:24:51",
    "end": "01:26:02"
  },
  {
    "text": "It sounds like the end of the world.",
    "start": "01:26:03",
    "end": "01:26:05"
  },
  {
    "text": "It sounds like the end of the world, but it's doing exactly the way Isaiah envisioned Babylon, which if you had.",
    "start": "01:26:05",
    "end": "01:26:10"
  },
  {
    "text": "Listened to the previous six hours of conversation, especially towards the beginning, you talked about the mountain range.",
    "start": "01:26:10",
    "end": "01:26:17"
  },
  {
    "text": "Correct.",
    "start": "01:26:17",
    "end": "01:26:18"
  },
  {
    "text": "And so looking straight on, not straight on from the side, it's hard to distinguish each hill cascading upwards.",
    "start": "01:26:18",
    "end": "01:26:28"
  },
  {
    "text": "Yeah, that's looking straight on, looking straight on towards the mountain with the foothills.",
    "start": "01:26:28",
    "end": "01:26:32"
  },
  {
    "text": "In the foreground right in front of you.",
    "start": "01:26:32",
    "end": "01:26:35"
  },
  {
    "text": "It just looks like one long string hills up to the tallest one.",
    "start": "01:26:35",
    "end": "01:26:39"
  },
  {
    "text": "And that's how it feels when you're reading these prophetics.",
    "start": "01:26:39",
    "end": "01:26:42"
  },
  {
    "text": "That's right, yeah. But if you look at the course of history, obviously, is the other vantage point, is the other vantage point Jesus looking back, could tell the fall of Babylon, you know, in 539 BC wasn't the end of the world, but it was one step. It was a manifestation of the day of the Lord against the ultimate Babylon. Which is why. Right, go Back to Matthew 24. Right after this. He quotes from Isaiah 13, immediately after the tribulation of those days, the sun will be. This is a quote. The sun will be darkened, the moon won't give its light, the stars will fall from the sky. He. He's quoting from Isaiah 13's depiction of the fall of Babylon and he's applying those words to the fall of Jerusalem, but which again goes to show he believes that Jerusalem has become converted to become Babylon. And so what he's predicting is the fall of another Babylon, Israel become Babylon, which isn't the first time Israel has become Babylon. So that goes on.",
    "start": "01:26:42",
    "end": "01:27:46"
  },
  {
    "text": "So her question, is he talking about a singular event when he returns? How would you answer that question then?",
    "start": "01:27:46",
    "end": "01:27:53"
  },
  {
    "text": "I'd say he's talking about the fall of Jerusalem, which is a singular event. Singular event within the framework with apocalyptic Babylon prophetic language. But because when he gets down to a certain point, he says, truly in verse 34, he says, this generation won't pass away until all these things take place.",
    "start": "01:27:54",
    "end": "01:28:13"
  },
  {
    "text": "Right.",
    "start": "01:28:13",
    "end": "01:28:13"
  },
  {
    "text": "So he just says it to the guy standing, you guys are going to see this in your lifetime. He says it.",
    "start": "01:28:13",
    "end": "01:28:17"
  },
  {
    "text": "Right.",
    "start": "01:28:17",
    "end": "01:28:17"
  },
  {
    "text": "And then I think in verse 36, with a large number of Matthew scholars and interpreters, that in verse 36, he then moves to talk about the ultimate.",
    "start": "01:28:18",
    "end": "01:28:28"
  },
  {
    "text": "Day, which was the second part of their question.",
    "start": "01:28:28",
    "end": "01:28:32"
  },
  {
    "text": "Yes. The second part of the question is the end of the age. Jesus separates them out, or at least he addresses the question separately. And in verse 36, he says, but of that day and hour, yeah, nobody knows, not even the angels. He says, I don't even know. And so that's ultimately going to be a surprise. And that moves him into a saying about the flood. He compares it to the flood. It's very intentional, handing the world over to its chaos, handing Jerusalem over to the chaotic flood waters. And so he says, handing the whole world. In this case, handing the whole world. Using the image of the flood to talk about the destruction of Jerusalem, which Jesus didn't make up that idea. Go read Isaiah 54. Isaiah himself described the destruction of Jerusalem as the flood waters of Noah.",
    "start": "01:28:32",
    "end": "01:29:20"
  },
  {
    "text": "You said now he's talking about the end of the age, not just the destruction of Jerusalem.",
    "start": "01:29:20",
    "end": "01:29:23"
  },
  {
    "text": "Ah, correct. There'll be the fall of the ultimate Babylon. Okay. Yeah, that's right. Yeah. Jerusalem is the new Babylon. But sorry, in the flood comments of Jesus, he says, for in those days before the flood, people were having a great time eating, drinking, marrying until Noah entered the ark. They didn't understand until the flood came and took them away. So the images of the flood waters of Tohu va V of chaos, people being handed over to judgment and surprise, you're going about your daily life.",
    "start": "01:29:23",
    "end": "01:29:54"
  },
  {
    "text": "Now you're gone.",
    "start": "01:29:55",
    "end": "01:29:55"
  },
  {
    "text": "Right. When God hands the world over to its own evil so that he can overcome evil and bring about the new creation.",
    "start": "01:29:57",
    "end": "01:30:05"
  },
  {
    "text": "Oh, interesting.",
    "start": "01:30:05",
    "end": "01:30:05"
  },
  {
    "text": "It would be like the flood that takes the wicked away.",
    "start": "01:30:06",
    "end": "01:30:08"
  },
  {
    "text": "Wow.",
    "start": "01:30:08",
    "end": "01:30:09"
  },
  {
    "text": "And then he uses two other images of daily life.",
    "start": "01:30:09",
    "end": "01:30:12"
  },
  {
    "text": "Yeah.",
    "start": "01:30:12",
    "end": "01:30:12"
  },
  {
    "text": "One was when people in the days of Noah, eating, drinking, marrying.",
    "start": "01:30:12",
    "end": "01:30:16"
  },
  {
    "text": "Yeah.",
    "start": "01:30:16",
    "end": "01:30:17"
  },
  {
    "text": "And the flood came and took them away.",
    "start": "01:30:17",
    "end": "01:30:18"
  },
  {
    "text": "Right.",
    "start": "01:30:18",
    "end": "01:30:19"
  },
  {
    "text": "So there's going to be two guys working in the field, one taken.",
    "start": "01:30:19",
    "end": "01:30:22"
  },
  {
    "text": "So it's the wicked being taken away.",
    "start": "01:30:23",
    "end": "01:30:25"
  },
  {
    "text": "I think this makes the most sense of those sayings in context. So like the flood, it's actually the exact opposite of the rapture interpretation. Right, yeah, because that's saying you're taken away. Positively, but in context. I don't see how that makes any sense of what Jesus is getting at.",
    "start": "01:30:26",
    "end": "01:30:42"
  },
  {
    "text": "Interesting. So it's like, like the flood wiped people away and handed them over. Took them away.",
    "start": "01:30:42",
    "end": "01:30:48"
  },
  {
    "text": "So when God hands over the big.",
    "start": "01:30:49",
    "end": "01:30:51"
  },
  {
    "text": "Bad Babylon, what's interesting is a flood, it's a weird flood that could take. That goes over two guys in a field and only one gets taken away.",
    "start": "01:30:51",
    "end": "01:31:00"
  },
  {
    "text": "Oh, right, that's right. Yeah. The flood comes and takes away like the group as a group, the wicked. Yeah, something. But then. Yeah, then he's using the image of other images of daily life. But then talking about. Yeah, it's selective. Right. It's not everybody's.",
    "start": "01:31:00",
    "end": "01:31:16"
  },
  {
    "text": "It's not going to drown everyone.",
    "start": "01:31:17",
    "end": "01:31:18"
  },
  {
    "text": "Yeah. Some people think also that here in these two things, two in the field, two grinding at the mill, one taken, one left. He's using the take away language from the flood, but he's also using images. I forget this was Dale Allison, in his commentary, thinks that here he's also alluding to the fact that just in daily life in Galilee, Roman soldiers can just come and seize people, haul them away. That he's alluding to that experience of just surprise taken by the enemy.",
    "start": "01:31:18",
    "end": "01:31:51"
  },
  {
    "text": "So that would have been a normal kind of image. People like, oh, yeah, taken away. I get that.",
    "start": "01:31:51",
    "end": "01:31:55"
  },
  {
    "text": "Yeah. My uncle was out with my cousin in the fields the other day and the Roman soldiers came and just like they took him away. We haven't seen him since. Yeah, that kind of thing.",
    "start": "01:31:55",
    "end": "01:32:03"
  },
  {
    "text": "Interesting.",
    "start": "01:32:03",
    "end": "01:32:04"
  },
  {
    "text": "So either way, what Jesus is doing with Jerusalem and the end of the age is very similar to what we talked about in the first podcast of the day of the Lord, of that kind of like bifocal view of the near and the far, but viewing them as together.",
    "start": "01:32:05",
    "end": "01:32:20"
  },
  {
    "text": "Okay, yeah, here's the next question.",
    "start": "01:32:21",
    "end": "01:32:23"
  },
  {
    "text": "Hello, Tim and John, this is Christelle from South Africa. My question is if you know that you stay in a Babylon where there is state capture and corruption and a lot of violence going on, should one immigrate or should one stay put and just recognize it as the day of the Lord? Thank you.",
    "start": "01:32:24",
    "end": "01:32:49"
  },
  {
    "text": "That's a great question, Crystal. I'm not sure one person can answer that for another. So, yeah, we're talking about Babylon as this biblical image for just unjust, corrupt human societies.",
    "start": "01:32:49",
    "end": "01:33:01"
  },
  {
    "text": "Yeah. What if you look around one day and you're like, man, I'm in Babylon. This is so corrupt, everything. Do you take off? Is that a smart move?",
    "start": "01:33:01",
    "end": "01:33:10"
  },
  {
    "text": "Yeah.",
    "start": "01:33:10",
    "end": "01:33:11"
  },
  {
    "text": "Do you like, just move to the countryside and kind of create your own little commune and just be like, guys, we can't Babylon out there?",
    "start": "01:33:11",
    "end": "01:33:20"
  },
  {
    "text": "Yeah.",
    "start": "01:33:20",
    "end": "01:33:20"
  },
  {
    "text": "Do you go to another country that is less Babylon? Man, it's so funny. Like right now, because we're more of a global community.",
    "start": "01:33:22",
    "end": "01:33:31"
  },
  {
    "text": "Yeah.",
    "start": "01:33:32",
    "end": "01:33:32"
  },
  {
    "text": "You have an option now to live anywhere in the world that you want to. I mean, pretty much, yeah, you can't go live in North Korea, but there's a service out there where it's for like, especially for like programmers and people who can kind of work from wherever and they match you with cities that really fit your personality and they'll then try to get relocate you there, help you find a job or just help you just live there. And so you take this survey of what you're looking for in life and they'll be like, oh, you want to live in Amsterdam? Like that's probably the best option for you. Or you want to live in Vienna. And it's really interesting. I took the quiz and I don't remember what city it was. I didn't even know what it was. I think it was in Italy somewhere.",
    "start": "01:33:32",
    "end": "01:34:17"
  },
  {
    "text": "That's amazing. I've never heard of that.",
    "start": "01:34:19",
    "end": "01:34:21"
  },
  {
    "text": "But anyways, it just made me think of that because it's like if you had that quiz for Christians, like, okay, which country is the most. What city should you live in if you want to not deal with Babylon?",
    "start": "01:34:21",
    "end": "01:34:32"
  },
  {
    "text": "Yeah, it's interesting, right?",
    "start": "01:34:32",
    "end": "01:34:33"
  },
  {
    "text": "Or where the anti Babylon is most at work. Should all the Christians get up and be like, well, let's go move there and like let's. That's not really what she's asking, but. So let's start with what she's really asking.",
    "start": "01:34:33",
    "end": "01:34:44"
  },
  {
    "text": "Yeah, totally. Well, there's one sense in which I, I think viewing the prophets as a lens to look through would mean that we probably will find portraits of Babylon in every human society, just by nature. That's the human condition. The human condition is Babylon. I think that's the point of Babylon in the Bible.",
    "start": "01:34:45",
    "end": "01:35:07"
  },
  {
    "text": "Can't escape it.",
    "start": "01:35:07",
    "end": "01:35:08"
  },
  {
    "text": "So there's one sense in which you can't escape it.",
    "start": "01:35:08",
    "end": "01:35:10"
  },
  {
    "text": "Yeah. Go set up shop somewhere else and it will become Babylon.",
    "start": "01:35:10",
    "end": "01:35:13"
  },
  {
    "text": "Yeah, you're commune with your friends will become some kind of Babylon. Peek out. Peek its nasty head, whatever. I think that's just part of the human condition. So I think there's just different biblical images or texts that are relevant to the conversation. So one is Jeremiah's letter to the exiles in Babylon. It's a famous passage.",
    "start": "01:35:13",
    "end": "01:35:37"
  },
  {
    "text": "Literally in Babylon.",
    "start": "01:35:37",
    "end": "01:35:38"
  },
  {
    "text": "They're in Babylon, literally in ancient Babylon. And he says, yeah, you guys are going to be there a while until the day of the Lord on Babylon.",
    "start": "01:35:38",
    "end": "01:35:46"
  },
  {
    "text": "Get comfy.",
    "start": "01:35:46",
    "end": "01:35:46"
  },
  {
    "text": "So get comfy. Build houses and seek the shalom of Babylon for its well being is your well being. Plant gardens. So that's the image of own your identity as exiles and seek the common good. That seems to be the portrait that Peter draws on in the letter of First Peter, where in the end I just remembered, he talks about the one who is in Babylon together. Chosen with you, sends greetings. Seems like he's talking about the church community in Rome, but he uses Babylon as the code for Rome.",
    "start": "01:35:46",
    "end": "01:36:22"
  },
  {
    "text": "Nice.",
    "start": "01:36:22",
    "end": "01:36:22"
  },
  {
    "text": "Wink, wink. Yeah, and chosen together with you. And he's writing to church communities in what would be modern day Turkey, Asia Minor, and he calls them exiles and immigrants and wanderers in chapters one and two. So Peter conceives of the whole of Christian existence as life in exile in Babylon. And he doesn't tell them to move, he just says, bear witness to Jesus, Seek the common good. If people hurt you or kill you, bless them in the name of Jesus and trust that God will vindicate you. So that's the image of stay put and bear witness to the true king of the world, even if it means hardship.",
    "start": "01:36:23",
    "end": "01:37:06"
  },
  {
    "text": "Plant gardens and carry on.",
    "start": "01:37:06",
    "end": "01:37:07"
  },
  {
    "text": "Plant gardens and carry on. But there probably would be other more specific situations where, you know, moving out. There are many, for example, many Middle Eastern Christians, Arab Christians that have immigrated out of their ancient communities in Iraq and Iran and Afghanistan. Really old, like from the first five centuries of the church, Bethlehem. And just because it's become so unlivable there and so you can't make. That's why I said earlier, you probably can't make that decision on behalf of somebody else.",
    "start": "01:37:08",
    "end": "01:37:44"
  },
  {
    "text": "Right.",
    "start": "01:37:44",
    "end": "01:37:45"
  },
  {
    "text": "Because until you've lived through their hardship in a city or place, you can't know why they made the decision they made. So plant gardens and carry on, but don't judge people who do move out.",
    "start": "01:37:45",
    "end": "01:37:57"
  },
  {
    "text": "Move out of Babylon.",
    "start": "01:37:57",
    "end": "01:37:58"
  },
  {
    "text": "Babylon. To a less terrible version of Babylon. Yeah, yeah, it's a good question.",
    "start": "01:37:58",
    "end": "01:38:04"
  },
  {
    "text": "That is a good question. And it's a good place to end things. We didn't get to all of your questions, but in a way we kind of did.",
    "start": "01:38:04",
    "end": "01:38:11"
  },
  {
    "text": "Yeah, we kind of covered the topics by most questions and we also went on holy cow. This is like a whole separate part of the podcast.",
    "start": "01:38:11",
    "end": "01:38:20"
  },
  {
    "text": "Yeah.",
    "start": "01:38:20",
    "end": "01:38:21"
  },
  {
    "text": "Thank you for your questions, you guys. It's really stimulating.",
    "start": "01:38:21",
    "end": "01:38:23"
  },
  {
    "text": "Yeah, thanks for engaging with us at this level. And we will do it again. I don't know on which topic, but.",
    "start": "01:38:23",
    "end": "01:38:33"
  },
  {
    "text": "Yeah, Day of the Lord. Alright, signing off. Thanks you guys.",
    "start": "01:38:34",
    "end": "01:38:38"
  },
  {
    "text": "Sam Sa.",
    "start": "01:38:46",
    "end": "01:39:12"
  }
]