[
  {
    "text": "This is the Bible Project podcast, and we've been walking through a big theme in the Bible, the day of the Lord. It's a phrase the biblical writers use to describe moments in human history when God intervenes to stop corrupt human societies and rescue his people. So in earlier episodes, we discussed the big moments in this theme, like the Tower of Babel, which is really the Tower of Babylon, Israel's exodus from Egypt, and even Israel itself being led into exile into Babylon. In this episode, we finally get to Jesus. During the time of Jesus, Israel was being occupied by a new type of Babylon, a brutal military power, the ancient Roman Empire. And so Israel is hoping still for the day of the Lord to be set free, to be set free from Rome. Now, the gospel accounts of Jesus introduce him with Day of the Lord vocabulary. And so we're led to anticipate that this man will somehow bring the day, fight against Rome and rescue Israel. But he doesn't. Instead, Jesus goes to war with something else entirely.",
    "start": "00:00:11",
    "end": "00:01:15"
  },
  {
    "text": "What Jesus confronts is an entity that he believed existed that many modern people don't even believe exists, which is beings or forces of spiritual evil.",
    "start": "00:01:15",
    "end": "00:01:25"
  },
  {
    "text": "So today we're going to look at Jesus, spiritual evil and the upside down.",
    "start": "00:01:26",
    "end": "00:01:31"
  },
  {
    "text": "Nature of true power.",
    "start": "00:01:31",
    "end": "00:01:32"
  },
  {
    "text": "Here we go.",
    "start": "00:01:33",
    "end": "00:01:33"
  },
  {
    "text": "So the big question we're asking is how is God going to deal with kind of structured organizations, evil, which is something we all long for. Although it's tricky when we have to come to grips with the fact that we are ourselves part of the problem. And then I guess you can then think of Jesus as well.",
    "start": "00:01:48",
    "end": "00:02:11"
  },
  {
    "text": "Jesus agrees with the prophets that the.",
    "start": "00:02:12",
    "end": "00:02:16"
  },
  {
    "text": "Day of the Lord is coming.",
    "start": "00:02:16",
    "end": "00:02:17"
  },
  {
    "text": "The day of the Lord is coming. He also agrees with the prophets that the day of the Lord has to confront more than just the sum total of stupid human decisions, but that there is a reality of evil that is animating, that's subhuman, that's underneath this evil perpetuated by a Babylon.",
    "start": "00:02:17",
    "end": "00:02:45"
  },
  {
    "text": "Why do you use the word subhuman?",
    "start": "00:02:45",
    "end": "00:02:47"
  },
  {
    "text": "Yes. Well, I've come to this place where I think what Jesus confronts in what the Gospels call daimonion, demigods, spiritual entities that are not the one true God and they're not good. Our imaginations in the modern west have become so captive to the medieval European ways of thinking about these beings as little gargoyles that sit on your shoulder and tell you to whatever lust or steal. So that's so stupid, really. There's gargoyles, that's ridiculous. And I think what we've ended up doing is then confusing that ridiculousness with what the Bible is actually trying to tell us.",
    "start": "00:02:47",
    "end": "00:03:42"
  },
  {
    "text": "Why are gargoyles ridiculous?",
    "start": "00:03:42",
    "end": "00:03:44"
  },
  {
    "text": "Because they don't exist.",
    "start": "00:03:44",
    "end": "00:03:45"
  },
  {
    "text": "Because they don't exist.",
    "start": "00:03:45",
    "end": "00:03:46"
  },
  {
    "text": "They're not real.",
    "start": "00:03:47",
    "end": "00:03:48"
  },
  {
    "text": "But they're just a representation of evil. Right. I don't know a lot about gargoyles.",
    "start": "00:03:48",
    "end": "00:03:54"
  },
  {
    "text": "Yeah, I don't know either. And there is biblical precedent for a reptilian creature as they rather than a cargo. It's just what C.S. lewis said. The forces of spiritual evil are most effective when people either make too little or too much of them. And I think for much of modern Western culture, maybe people who experience more of the pressure of a secular worldview, this whole idea of spiritual evil is almost an embarrassment.",
    "start": "00:03:54",
    "end": "00:04:27"
  },
  {
    "text": "We take too little of it.",
    "start": "00:04:27",
    "end": "00:04:29"
  },
  {
    "text": "Yeah. And there are other people who live in the modern west, and they make a lot of it, too.",
    "start": "00:04:29",
    "end": "00:04:35"
  },
  {
    "text": "Well, the way you're describing, kind of the development of this theme, it seems like a linchpin to go from. Sure, there's all these nations that are evil and prideful and oppressive that God's coming to war against, but underneath of.",
    "start": "00:04:35",
    "end": "00:04:56"
  },
  {
    "text": "All that, something more.",
    "start": "00:04:56",
    "end": "00:04:57"
  },
  {
    "text": "Something more significant.",
    "start": "00:04:57",
    "end": "00:04:58"
  },
  {
    "text": "Yes. And more sinister. And more sinister and mysterious. The talking snake is mysterious on page three of the Bible.",
    "start": "00:04:59",
    "end": "00:05:06"
  },
  {
    "text": "Yeah.",
    "start": "00:05:06",
    "end": "00:05:07"
  },
  {
    "text": "What's that about?",
    "start": "00:05:07",
    "end": "00:05:08"
  },
  {
    "text": "And so when Jesus comes to war to bring the day of the Lord.",
    "start": "00:05:08",
    "end": "00:05:14"
  },
  {
    "text": "Yes.",
    "start": "00:05:14",
    "end": "00:05:15"
  },
  {
    "text": "What is he warring against?",
    "start": "00:05:15",
    "end": "00:05:17"
  },
  {
    "text": "Correct.",
    "start": "00:05:17",
    "end": "00:05:17"
  },
  {
    "text": "And how does he war? So those two questions we will develop in this theme. I was originally asking, well, what does the counter Babylon look like? But that's the Kingdom of God video. This video is what was Jesus going to war with? And how does he go to war with it?",
    "start": "00:05:18",
    "end": "00:05:38"
  },
  {
    "text": "Correct. Yeah. If we're doing these iterations, we have to develop the human rebellion to be like God leading to Babylon, then Egypt, as a development of that, as the oppressor, then Israel becomes that the prophets.",
    "start": "00:05:38",
    "end": "00:05:53"
  },
  {
    "text": "Say all these other nations.",
    "start": "00:05:53",
    "end": "00:05:55"
  },
  {
    "text": "It's going to happen again. Jesus comes to bring the warrior God to bear on Israel. And what does he target? He targets demons.",
    "start": "00:05:55",
    "end": "00:06:08"
  },
  {
    "text": "Yeah. You know, back up real quick. So day of the Lord comes on Israel in the form of Assyria, Babylon.",
    "start": "00:06:10",
    "end": "00:06:18"
  },
  {
    "text": "Yes. And they end up in exile.",
    "start": "00:06:18",
    "end": "00:06:19"
  },
  {
    "text": "And they end up in exile. And now they're hoping the day of Lord comes again to free them.",
    "start": "00:06:19",
    "end": "00:06:24"
  },
  {
    "text": "Yes, totally. Yep.",
    "start": "00:06:24",
    "end": "00:06:25"
  },
  {
    "text": "So now they're like, hoping. Okay, well, we're still hoping in the day of the Lord.",
    "start": "00:06:25",
    "end": "00:06:28"
  },
  {
    "text": "Correct.",
    "start": "00:06:28",
    "end": "00:06:29"
  },
  {
    "text": "And the day of the Lord this time will free us from Rome because we know that ultimately that's gonna happen.",
    "start": "00:06:29",
    "end": "00:06:38"
  },
  {
    "text": "Yeah, yeah, that's right. Passover is about liberation from slavery.",
    "start": "00:06:38",
    "end": "00:06:42"
  },
  {
    "text": "So we paid our dues.",
    "start": "00:06:43",
    "end": "00:06:44"
  },
  {
    "text": "Yep, yep.",
    "start": "00:06:44",
    "end": "00:06:45"
  },
  {
    "text": "And now let's get back on track. And so Jesus comes and he's gonna bring the day of the Lord. And we know that because John the Baptist says he uses the same language. The day of the Lord.",
    "start": "00:06:45",
    "end": "00:06:58"
  },
  {
    "text": "Yep.",
    "start": "00:06:58",
    "end": "00:06:58"
  },
  {
    "text": "And so when Jesus comes, you would expect the obvious thing would be he's going to go to war on Rome. Maybe you would think, oh, well, maybe just kind of like what happened with the prophets, there'll be a twist. He's going to go on to war with Jerusalem. But what he really goes to war with are.",
    "start": "00:06:59",
    "end": "00:07:20"
  },
  {
    "text": "Yeah. Is an entity that he believed existed that many modern people don't even believe exists, which is evil beings or forces of spiritual evil. Spiritual evil. Think about how the story of Jesus works right after. In all the Gospels. Excuse me, not all. Matthew, Mark and Luke, there's the baptism story. And then Jesus goes into the wilderness. We're told in Mark that he was tested by the Satan, the accuser, the opposer. And then Matthew and Luke actually supply a story about the testing of Jesus in the wilderness. And what's the testing all about? It's spiritual evil in its most intense form. Questioning Jesus identity as the Messiah king, bringing the kingdom of God. And then specifically, it's that Jesus used his divine status to assert his own authority and reputation.",
    "start": "00:07:22",
    "end": "00:08:35"
  },
  {
    "text": "That's the temptation we were talking about.",
    "start": "00:08:35",
    "end": "00:08:36"
  },
  {
    "text": "Yeah. Why would. If you're the Son of God, why are you starving out here in the wilderness? Use your power to transform stones into bread.",
    "start": "00:08:36",
    "end": "00:08:44"
  },
  {
    "text": "If you have ultimate power.",
    "start": "00:08:45",
    "end": "00:08:47"
  },
  {
    "text": "Yes.",
    "start": "00:08:47",
    "end": "00:08:47"
  },
  {
    "text": "Then use it the way would benefit you.",
    "start": "00:08:48",
    "end": "00:08:50"
  },
  {
    "text": "Yeah. Use it to benefit yourself. And then all authority. Look out on the kingdoms of the earth. I rule this, says the Satan, and give your allegiance to me and it will be yours. And of course, Jesus completely resists then and says, worship God alone. He quotes the Shema, and worship God alone. So right from the very beginning, the career of Jesus is marked by an initial conflict with spiritual evil and victory.",
    "start": "00:08:50",
    "end": "00:09:28"
  },
  {
    "text": "So what was the first temptation again? Make the stones a great.",
    "start": "00:09:28",
    "end": "00:09:31"
  },
  {
    "text": "Make the stones. There's three. They're actually in different orders in Matthew, Matthew and Luke, but we'll just go with the Matthew account. So the first one is, if you are the Son of God, why are you starving out here? Surely God wouldn't let you die out here if you're really the Son. So tell the stones to become bread. And Jesus just says, listen, those aren't my priorities. My priority is to live by the will of God.",
    "start": "00:09:31",
    "end": "00:10:03"
  },
  {
    "text": "And why is this a temptation? Just getting them off task?",
    "start": "00:10:03",
    "end": "00:10:06"
  },
  {
    "text": "Well, no, I think the temptation has to do with Jesus using his own power and status for self benefit as opposed to apparently he's being led by the spirit into a hardship, fasting for 40 days, that's not particularly pleasant. Why would God ask me to do that, do something that hard and deprive myself? If you're the son of God, you don't deserve this.",
    "start": "00:10:06",
    "end": "00:10:37"
  },
  {
    "text": "Yeah, yeah. I mean, so like the key question that I feel like to wrestle with is how do you handle power?",
    "start": "00:10:37",
    "end": "00:10:45"
  },
  {
    "text": "Yes. Yeah. What is Jesus going to do with his status and power as cause?",
    "start": "00:10:46",
    "end": "00:10:51"
  },
  {
    "text": "What we've seen with Solomon and the Pharaoh and Nebuchadnezzar and all of these people that end up leading groups into becoming Babylon, literally or metaphorically, is they misuse their power. Every human has been given authority to reign on God's behalf. So we all have this kind of power.",
    "start": "00:10:51",
    "end": "00:11:15"
  },
  {
    "text": "According to page one.",
    "start": "00:11:15",
    "end": "00:11:16"
  },
  {
    "text": "Page one of the Bible and Genesis three is about us deciding that we want this power on our own terms. One of the results of that is it leads to Babylon, which leads to oppression and injustice and God has to come and deal with it. And so at the core of this is how does a human deal with power correctly? And so now you have a human who has ultimate power, who is God himself in flesh, could do anything, and whose desire is to lead a movement back to God. So the question is, how is he going to deal with his power? So it's interesting to think through the temptation through that lens because first Satan's like, well, just take care of yourself. And he's like, no, that's not what. I'm not supposed to use my power just to take care of myself.",
    "start": "00:11:16",
    "end": "00:12:08"
  },
  {
    "text": "Yes.",
    "start": "00:12:08",
    "end": "00:12:09"
  },
  {
    "text": "Which Solomon's making 500 gold plated swords, like shields. That was not on his mind. And he had a lot of wisdom. Right. And, and then the second temptation is.",
    "start": "00:12:09",
    "end": "00:12:22"
  },
  {
    "text": "Yeah. In Matthew it's make yourself pretty glorious to the temple and dive off. Truly commit yourself to God's loving care by forcing God's hand to rescue you.",
    "start": "00:12:22",
    "end": "00:12:34"
  },
  {
    "text": "Yeah, that's kind of a show of power a little bit.",
    "start": "00:12:34",
    "end": "00:12:37"
  },
  {
    "text": "Yeah. So the first one is about is Jesus going to determine his own fate or is he going to as a human, submit to the guidance and will of the Father?",
    "start": "00:12:37",
    "end": "00:12:48"
  },
  {
    "text": "Right.",
    "start": "00:12:48",
    "end": "00:12:48"
  },
  {
    "text": "And he says, I'm going to go with what the Father guides me to do, even if it means suffering hardship. Okay, well, if you think it's a.",
    "start": "00:12:49",
    "end": "00:12:56"
  },
  {
    "text": "Hard thing to do when you have power.",
    "start": "00:12:56",
    "end": "00:12:58"
  },
  {
    "text": "Correct, yeah.",
    "start": "00:12:58",
    "end": "00:12:59"
  },
  {
    "text": "Sacrificial and submit when you don't have to.",
    "start": "00:13:00",
    "end": "00:13:03"
  },
  {
    "text": "Correct, Yep. And the second temptation is to go to the temple, right? The meeting place of heaven and earth, where the God of Israel is. If you're the Son of God, throw yourself down and God will be forced to rescue you, since you are his Son, after all. And Jesus just says, that's not the kind of relationship I have with the Father. I don't use my status to make God perform tricks where if you have.",
    "start": "00:13:03",
    "end": "00:13:29"
  },
  {
    "text": "A lot of power, then you have a lot of status, and then you'll find opportunities to make yourself look good. Not just look good, but to put yourself in the position where you're the one in charge. And that's kind of what he. If Jesus did that, it's him saying, I want to be in charge. Like, you come to God on my terms.",
    "start": "00:13:29",
    "end": "00:13:49"
  },
  {
    "text": "Yes. This would be making God work on his terms. Making the Father.",
    "start": "00:13:50",
    "end": "00:13:54"
  },
  {
    "text": "Yeah, the Father God work on the behalf of the.",
    "start": "00:13:54",
    "end": "00:13:56"
  },
  {
    "text": "Yes. This is the Son.",
    "start": "00:13:56",
    "end": "00:13:57"
  },
  {
    "text": "Son's terms.",
    "start": "00:13:57",
    "end": "00:13:58"
  },
  {
    "text": "Yeah. Once again, this whole thing, there's so many stories colliding here. There's the guard. This is a retelling of Genesis 3. It's also a retelling of Exodus in the wilderness, overlapped. And now it's the Incarnation. So the Son and the Father and what? The force of spiritual evil is trying to get this figure with great power, right, the Son of God, to misuse it, but to use his power for his own advantage or to assert that God the Father, do what the Son wants.",
    "start": "00:13:58",
    "end": "00:14:35"
  },
  {
    "text": "Couldn't you say that, Satan, that this evil, but like, this spiritual evil is trying to get Jesus to succumb to the same temptation that everyone else has come to, and that's created these Babylons, Correct?",
    "start": "00:14:35",
    "end": "00:14:53"
  },
  {
    "text": "That's right, yeah. What's happening in the garden? Well, you won't die. And really you're just going to become like God.",
    "start": "00:14:53",
    "end": "00:15:01"
  },
  {
    "text": "And it's worked every time. It's worked with Adam and Eve. Right. It's worked with the kings of Israel. It's worked with all these other kings and other nations. It's such a simple, easy one, two punch for Satan. He's so used to it. He's like, hey, you're powerful. Take care of yourself. Do things on your own terms. Have other people serve you. Totally makes sense. You can be like God and it always works. And then he comes to Jesus and he does it.",
    "start": "00:15:01",
    "end": "00:15:32"
  },
  {
    "text": "Yes.",
    "start": "00:15:32",
    "end": "00:15:32"
  },
  {
    "text": "And Jesus is like, nope, no, that's not how it's gonna happen.",
    "start": "00:15:32",
    "end": "00:15:36"
  },
  {
    "text": "No, I'm gonna sit here starving, wondering if the Father will provide food for me. Daily bread.",
    "start": "00:15:36",
    "end": "00:15:43"
  },
  {
    "text": "Even though I don't have to.",
    "start": "00:15:45",
    "end": "00:15:46"
  },
  {
    "text": "But that's a better way to exist in that place of humility and trust than declaring that God is just gonna do whatever I want the Father to do. So it's really profound. The story is really profound.",
    "start": "00:15:46",
    "end": "00:15:59"
  },
  {
    "text": "His final tact is just worship me. It kind of seems like at this point he must know that one's not.",
    "start": "00:15:59",
    "end": "00:16:05"
  },
  {
    "text": "Going to work, you know, like, yes, yes. Yeah.",
    "start": "00:16:05",
    "end": "00:16:10"
  },
  {
    "text": "That one doesn't seem as tempting as the other two.",
    "start": "00:16:10",
    "end": "00:16:13"
  },
  {
    "text": "Well, but so it's the acknowledgment that the kingdoms of this world. That's what he says. The kingdoms of the world and their splendor, I will give them to you. So there's the acknowledgement that the kingdoms of the world are captive to influence.",
    "start": "00:16:13",
    "end": "00:16:29"
  },
  {
    "text": "And that's what you care for. Ultimately, this is like dealing with terrorists. It's like, yeah, it's like, I have what you want.",
    "start": "00:16:29",
    "end": "00:16:35"
  },
  {
    "text": "Yes.",
    "start": "00:16:35",
    "end": "00:16:36"
  },
  {
    "text": "And you want it so desperately. It's like if someone kidnapped your kids.",
    "start": "00:16:36",
    "end": "00:16:39"
  },
  {
    "text": "Yeah.",
    "start": "00:16:39",
    "end": "00:16:39"
  },
  {
    "text": "And they're like, yes, I will give you your kids back. You just need to do this one thing for me. And it happens to be this one thing is in a bag full of cash.",
    "start": "00:16:39",
    "end": "00:16:49"
  },
  {
    "text": "It's you giving your allegiance to me.",
    "start": "00:16:51",
    "end": "00:16:53"
  },
  {
    "text": "Give your allegiance to me.",
    "start": "00:16:53",
    "end": "00:16:54"
  },
  {
    "text": "Okay. And this is really what's important about the story. What does. What does that mean? What would it mean, mean for Jesus to give up his vocation as the suffering servant and to become the messianic king on evil's terms? Well, in a way we already know. Like, the whole Hebrew Bible has told us the story of the rise and fall of kingdoms who have given their allegiance to Babel. Right. And there's two subtle allusions here. This is Old Testament narrative style where the story makes connections to other points in the story. But there's only one other place where Jesus is asked the question, if you really are the son of God. And this is at the beginning of Matthew. That story is at the end. It's the rebels, literally the rebels, the Jewish rebels that are hanging on the.",
    "start": "00:16:54",
    "end": "00:17:46"
  },
  {
    "text": "Cross next to him.",
    "start": "00:17:46",
    "end": "00:17:47"
  },
  {
    "text": "They're hanging on the cross. They're on the cross because they actually have been instigating violent revolution against Rome.",
    "start": "00:17:47",
    "end": "00:17:52"
  },
  {
    "text": "So Rome's killing them.",
    "start": "00:17:53",
    "end": "00:17:54"
  },
  {
    "text": "Yep. So they're crucified next to him. And. And then people are passing by, hurling insults at Jesus. And what they say is, hey, if you are the son of God, get down off the cross.",
    "start": "00:17:54",
    "end": "00:18:06"
  },
  {
    "text": "Show your power.",
    "start": "00:18:06",
    "end": "00:18:06"
  },
  {
    "text": "Show your power. Stop this suffering.",
    "start": "00:18:06",
    "end": "00:18:09"
  },
  {
    "text": "Yeah.",
    "start": "00:18:10",
    "end": "00:18:10"
  },
  {
    "text": "Why would the Father lead you out here in the desert to starve? Why would he abandon you to be executed with rebels if you really are the Son of God. Matthew's trying to get us to see. There's a parallel. These are parallel temptations. It was for Jesus to abandon the vocation of suffering, love and embrace the ethic of Babylon.",
    "start": "00:18:10",
    "end": "00:18:32"
  },
  {
    "text": "Yeah. If he embraced the ethic of Babylon in order to be given control.",
    "start": "00:18:32",
    "end": "00:18:38"
  },
  {
    "text": "Control. That's how he will gain power.",
    "start": "00:18:38",
    "end": "00:18:40"
  },
  {
    "text": "That's how he will gain his power and influence. But then he won't be able to actually defeat evil. Evil, which is what he'll be using.",
    "start": "00:18:40",
    "end": "00:18:49"
  },
  {
    "text": "The same method, which is self exaltation leading to violence.",
    "start": "00:18:49",
    "end": "00:18:54"
  },
  {
    "text": "But the ultimate aim is to defeat evil.",
    "start": "00:18:54",
    "end": "00:18:57"
  },
  {
    "text": "To defeat.",
    "start": "00:18:57",
    "end": "00:18:58"
  },
  {
    "text": "Defeat Satan and defeat evil.",
    "start": "00:18:58",
    "end": "00:18:59"
  },
  {
    "text": "Correct.",
    "start": "00:18:59",
    "end": "00:19:00"
  },
  {
    "text": "And to do that he has to suffer.",
    "start": "00:19:00",
    "end": "00:19:02"
  },
  {
    "text": "That's right. That's the first clue about what's happening here. The second clue is what Jesus says at the end of the temptation, which is, away from me, Satan. And this is exactly verbatim what he says to Peter when he tells the disciples that he's going to Jerusalem to die. And Peter says, no, you're not.",
    "start": "00:19:02",
    "end": "00:19:24"
  },
  {
    "text": "Yeah, it's not a good idea.",
    "start": "00:19:24",
    "end": "00:19:25"
  },
  {
    "text": "That's not how you become king in this world. I was ready to lay down my life for you. He says in John. And Jesus says, get away from me, Satan. He says that to Peter so he can discern in Peter the same temptation that he faced here, which is to use the methods of Babylon, to conquer Babylon. Use the methods of evil, self exaltation and violence.",
    "start": "00:19:25",
    "end": "00:19:54"
  },
  {
    "text": "Is that what that parable is about? With the strong binding a strong man?",
    "start": "00:19:54",
    "end": "00:19:58"
  },
  {
    "text": "Yes. Yeah, we'll talk about the strong man. Oh, cool. Yes, totally.",
    "start": "00:19:58",
    "end": "00:20:00"
  },
  {
    "text": "I never understood that parable.",
    "start": "00:20:01",
    "end": "00:20:02"
  },
  {
    "text": "That's a very important parable for this whole theme. So think, where did this story come from of Jesus in the wilderness? Yeah, it only came from one place.",
    "start": "00:20:02",
    "end": "00:20:13"
  },
  {
    "text": "Jesus.",
    "start": "00:20:13",
    "end": "00:20:14"
  },
  {
    "text": "Did Jesus pass this along about this experience that he had 40 days? Yeah, it's gnarly.",
    "start": "00:20:14",
    "end": "00:20:21"
  },
  {
    "text": "He didn't have his biographer out there with him.",
    "start": "00:20:21",
    "end": "00:20:23"
  },
  {
    "text": "Yeah. So you know, what did Jesus encounter in the wilderness?",
    "start": "00:20:23",
    "end": "00:20:28"
  },
  {
    "text": "A seven headed sea dragon.",
    "start": "00:20:28",
    "end": "00:20:30"
  },
  {
    "text": "Right. And what is going on with that talking serpent in the garden? This mysterious. It's the voice. You know, this is very personal, but we all have these moments where it's exactly. We know this choice will end in hurt feelings, destructive consequences for myself or other people. In that moment, it becomes the good thing for us to do. What is happening?",
    "start": "00:20:31",
    "end": "00:20:59"
  },
  {
    "text": "When you talk about it that way, you seem to make it more of like an internal psyche kind of wrestling a little bit. You could read it that way.",
    "start": "00:20:59",
    "end": "00:21:07"
  },
  {
    "text": "Oh well, you could. I mean, I think Jesus clearly this was a Being an entity external to himself.",
    "start": "00:21:07",
    "end": "00:21:14"
  },
  {
    "text": "Yeah.",
    "start": "00:21:14",
    "end": "00:21:15"
  },
  {
    "text": "You can't get away from that.",
    "start": "00:21:15",
    "end": "00:21:16"
  },
  {
    "text": "Yeah.",
    "start": "00:21:16",
    "end": "00:21:17"
  },
  {
    "text": "Some people would just translate it in terms of modern psychology.",
    "start": "00:21:18",
    "end": "00:21:20"
  },
  {
    "text": "Sure.",
    "start": "00:21:21",
    "end": "00:21:21"
  },
  {
    "text": "And say this.",
    "start": "00:21:21",
    "end": "00:21:22"
  },
  {
    "text": "But this seems deeper than that.",
    "start": "00:21:22",
    "end": "00:21:24"
  },
  {
    "text": "Yeah. But I think if I'm going to follow Jesus, I need to follow him on this point. That evil is deeper than just the.",
    "start": "00:21:24",
    "end": "00:21:32"
  },
  {
    "text": "Hormones in my brain.",
    "start": "00:21:32",
    "end": "00:21:33"
  },
  {
    "text": "Yeah, yeah. Or that we are cooperating with something now. The reason why earlier I said subhuman. It's more. I just don't ever want to give too much dignity to whatever this thing is.",
    "start": "00:21:33",
    "end": "00:21:48"
  },
  {
    "text": "Yeah. It's like anti human.",
    "start": "00:21:49",
    "end": "00:21:51"
  },
  {
    "text": "Yes, that's exactly right. Yeah.",
    "start": "00:21:51",
    "end": "00:21:54"
  },
  {
    "text": "I mean but I think I was getting tripped up by sub. Because if it is supernatural, if it's spiritual.",
    "start": "00:21:54",
    "end": "00:21:59"
  },
  {
    "text": "Yeah. If it's angelic.",
    "start": "00:22:00",
    "end": "00:22:01"
  },
  {
    "text": "Angelic then you know.",
    "start": "00:22:01",
    "end": "00:22:02"
  },
  {
    "text": "Yeah.",
    "start": "00:22:03",
    "end": "00:22:03"
  },
  {
    "text": "If you think about the hierarchy of.",
    "start": "00:22:03",
    "end": "00:22:05"
  },
  {
    "text": "Sure.",
    "start": "00:22:06",
    "end": "00:22:06"
  },
  {
    "text": "Then I suppose they're a little spiritual beings or whatever.",
    "start": "00:22:06",
    "end": "00:22:08"
  },
  {
    "text": "They're a little more dazzling than we are. Though we're not much lower According to Psalm 8 than the heavenly beings. No, it's more that all of the titles given to this being are not proper names, they're titles. The devil means the gossip. The slanderer diabolos. The Satan means the one who is opposed.",
    "start": "00:22:08",
    "end": "00:22:34"
  },
  {
    "text": "The accuser.",
    "start": "00:22:34",
    "end": "00:22:35"
  },
  {
    "text": "Yeah. So all of these words don't even give the dignity of an actual name to spiritual evil. It just describes what spiritual evil does. It opposes the health and flourishing of humans and it accuses us. So this story sets the terms. Jesus sees himself on a vocation. That evil is going to tempt him to seize power in a way that will itself result in his own defeat if he gives in. And Jesus in the wilderness replays the Garden of Eden rebellion and he emerges victorious.",
    "start": "00:22:35",
    "end": "00:23:15"
  },
  {
    "text": "Yeah.",
    "start": "00:23:16",
    "end": "00:23:16"
  },
  {
    "text": "And what he does immediately after that. Matthew is set out to declare his war on evil.",
    "start": "00:23:16",
    "end": "00:23:23"
  },
  {
    "text": "Really?",
    "start": "00:23:24",
    "end": "00:23:24"
  },
  {
    "text": "Which he calls the. He goes out, away, get out of here. Then the devil left him and angels came and attended to him. Jesus heard that John the Baptist had been put in prison. Evil rearing its head. Leaving Nazareth he went, made his home base in Capernaum and off he goes announcing that the kingdom of heaven is invading earth.",
    "start": "00:23:24",
    "end": "00:23:48"
  },
  {
    "text": "I love the like the Jack Reacher character, the Mel Gibson, like the Punisher. The Punisher. It's the payback, it's the like I'm gonna take control, I'm gonna make things right. And it's. And in the same way the Western where they go and they just shoot em up, make it happen. And that's something so deeply ingrained. I think most of our psyches of like yes. That's awesome. And so that's what Jesus is coming to do, but in a way that's very scandalous and not at first, like when you really understand. It's almost kind of like, oh, no, that's not exactly how I was hoping for. But then you realize, whoa, this, this is the only way for. For humans to truly be human and for us to bring actual peace and justice.",
    "start": "00:24:11",
    "end": "00:25:17"
  },
  {
    "text": "Yeah. Is to stop thinking that we can defeat evil by killing each other, killing other humans.",
    "start": "00:25:17",
    "end": "00:25:26"
  },
  {
    "text": "But what most people say is like, that's just pacifism. And pacifists just get killed by bullets and it doesn't do any good.",
    "start": "00:25:26",
    "end": "00:25:34"
  },
  {
    "text": "Yep. Yeah. That's surely what everybody thought about Jesus on Good Friday.",
    "start": "00:25:34",
    "end": "00:25:40"
  },
  {
    "text": "Yeah.",
    "start": "00:25:41",
    "end": "00:25:41"
  },
  {
    "text": "By 6:00pm on Good Friday. Another tragedy. And that's why, I mean, the cross is a hopeless tragedy if the resurrection didn't happen.",
    "start": "00:25:42",
    "end": "00:25:58"
  },
  {
    "text": "When Jesus died and he was dead, was there a battle against evil in this? Like, in some way? Like, what do we know?",
    "start": "00:25:59",
    "end": "00:26:08"
  },
  {
    "text": "Ah, well, here's something interesting. We're kind of merging pieces here, but that's okay. All the gospel authors, all four of them, depict Jesus death with day of the Lord images. Darkness. Isaiah 13, Joel 2, Exodus, a day of darkness. Yes. Earthquake. The temple itself. The earthquake does something. The gentiles around look on and are terrified. Or in the case of the Roman soldier, he's salmazzo, stunned. So the gospel authors with these clues, these memories of things that took place are trying to tell us that the crucifixion was God confronting Babylon. It was a manifestation of the day of the Lord. And Jesus surely believed when he got arrested in Luke, he said, listen, have I been re. Leading rebellion that you're out here with swords and clubs. Ridiculous. Telling people to love their neighbor. But this is your hour when darkness reigns. That's what he says In Luke chapter 22, when he gets arrested. This is the hour of darkness, of spiritual evil. So Jesus, this is how he saw things. He was confronting and defeating evil. Just like God confronted Pharaoh.",
    "start": "00:26:09",
    "end": "00:27:30"
  },
  {
    "text": "What's happening during those three days when he's dead?",
    "start": "00:27:30",
    "end": "00:27:33"
  },
  {
    "text": "Oh, man, that's a whole other thing.",
    "start": "00:27:33",
    "end": "00:27:37"
  },
  {
    "text": "It's a whole other story.",
    "start": "00:27:38",
    "end": "00:27:38"
  },
  {
    "text": "There is a very ancient Christian tradition of Jesus going to the realm of the dead and announcing good news to all humanity that hadn't heard the good news and therefore robbing death and sin and evil of their victims. But that's not Jesus.",
    "start": "00:27:38",
    "end": "00:27:54"
  },
  {
    "text": "That's not.",
    "start": "00:27:54",
    "end": "00:27:55"
  },
  {
    "text": "That's not found in the New Testament anywhere. Yeah.",
    "start": "00:27:55",
    "end": "00:27:57"
  },
  {
    "text": "When Jesus raises from the dead, we know that in that act he has defeated evil, right?",
    "start": "00:27:57",
    "end": "00:28:04"
  },
  {
    "text": "Yes. What is the net result of humans declaring themselves to be God and defining good and evil for themselves? Death as a consequence. And as a divine act of justice, a consequence for that rebellion, it leads to death. And so what Jesus does is overcome that.",
    "start": "00:28:05",
    "end": "00:28:27"
  },
  {
    "text": "He overcomes death. Death, which is separate than overcoming spiritual evil.",
    "start": "00:28:27",
    "end": "00:28:32"
  },
  {
    "text": "Oh, well, it's intertwined.",
    "start": "00:28:32",
    "end": "00:28:34"
  },
  {
    "text": "Intertwined.",
    "start": "00:28:34",
    "end": "00:28:35"
  },
  {
    "text": "That's why in Paul the apostle's vocabulary, sin and death are two sides of the same coin. It's why in Genesis, you have the serpent in Genesis 3, but then you have sin crouching at. Crouching at Cain's door. And in both cases, the net effect is mortality and death. So when humans give in to evil, people are going to die.",
    "start": "00:28:35",
    "end": "00:28:56"
  },
  {
    "text": "So what does Jesus do to defeat sin and death?",
    "start": "00:28:56",
    "end": "00:29:00"
  },
  {
    "text": "Well, this is where the idea of substitution comes in. Jesus is a human going the way of all humans to suffer as a result of evil. But he becomes the human who is vindicated from that. He dies the way every other human under the power of evil dies. But he comes out the other side vindicated to life. What happens to him is, as a result of the Creator, God's life and power. That's what Paul says, according to the New Testament. He is our only hope.",
    "start": "00:29:01",
    "end": "00:29:37"
  },
  {
    "text": "The same power that raised Jesus from the dead can raise you also, I guess. I imagine there must have been some battle, right?",
    "start": "00:29:38",
    "end": "00:29:46"
  },
  {
    "text": "Well, I think the battle started in the wilderness, sure.",
    "start": "00:29:46",
    "end": "00:29:49"
  },
  {
    "text": "But it was finished in the grave.",
    "start": "00:29:49",
    "end": "00:29:51"
  },
  {
    "text": "And it was on in the garden of Gethsemane, and it was on as he got arrested.",
    "start": "00:29:51",
    "end": "00:29:56"
  },
  {
    "text": "So do you imagine that it continued on in the grave and that's where it was won?",
    "start": "00:29:56",
    "end": "00:29:59"
  },
  {
    "text": "Oh, like Jesus is in some disembodied state having it out. Yeah, that story goes untold. It's untold in the writings of the apostles.",
    "start": "00:30:00",
    "end": "00:30:11"
  },
  {
    "text": "But we know that somehow between Jesus being alive and battling evil in the garden, being killed, rising from the dead, and having defeated evil, he defeated death by coming back alive. Sure, but how did he defeat evil?",
    "start": "00:30:12",
    "end": "00:30:30"
  },
  {
    "text": "I see.",
    "start": "00:30:30",
    "end": "00:30:31"
  },
  {
    "text": "By merely coming back alive.",
    "start": "00:30:31",
    "end": "00:30:32"
  },
  {
    "text": "I understand.",
    "start": "00:30:32",
    "end": "00:30:33"
  },
  {
    "text": "Or was there another confrontation?",
    "start": "00:30:33",
    "end": "00:30:35"
  },
  {
    "text": "Well, this is why the clips together. What is evil? It's human beings elevating their own identity, desires, goals, aspirations to divine status, and then having given full allegiance to those idols, lives accordingly. And the biblical diagnosis is that will inevitably result in a way of life that's destructive for yourself and for other people around you, and that is the embrace of evil. And so Jesus is a human who doesn't live that way. He lives as a human in full submission and allegiance to the world.",
    "start": "00:30:36",
    "end": "00:31:18"
  },
  {
    "text": "So his defeat of evil is simply just not submitting to it.",
    "start": "00:31:18",
    "end": "00:31:22"
  },
  {
    "text": "I see. Yeah. Being the one who doesn't succumb to. To the test, the temptation, but he suffers its consequences. He suffers the consequences of somebody who gave in to evil, even though he himself never did. And he's vindicated from the consequences of evil. And he then says his own life becomes a gift to others. They'll follow him and trust that he'll do for them what happened to him, namely vindicate them from death and sin. It's the story of Jesus. It's the story of Christianity. As Paul says In Romans, chapter 8, in the flesh of Jesus, God condemned sin. So Paul doesn't have the idea that God punished Jesus. What he has is that God punished sin in the human existence of Jesus. And Jesus succumbing to mortality and death and violence and then vindicating him, he was this a new kind of human. I like that you're asking this question, because this is so. It gets repeated so often. But I think there's something really profound here. What does it mean for the Son of God to die and come back to life? And how is that a victory? How is that a defeat of evil? That's what you're asking?",
    "start": "00:31:22",
    "end": "00:33:14"
  },
  {
    "text": "Yeah.",
    "start": "00:33:15",
    "end": "00:33:15"
  },
  {
    "text": "When does evil get defeated?",
    "start": "00:33:15",
    "end": "00:33:17"
  },
  {
    "text": "When does evil get defeated? It's obvious that it's a defeat of death.",
    "start": "00:33:17",
    "end": "00:33:20"
  },
  {
    "text": "Death is the consequence, but it's also like a weapon that human beings weld against each other. That's how Babylon gains power. It's through the threat or use of violence and oppression. And death. There's something about evil loses its power.",
    "start": "00:33:20",
    "end": "00:33:38"
  },
  {
    "text": "Power over Jesus because death is no longer a threat to him.",
    "start": "00:33:38",
    "end": "00:33:43"
  },
  {
    "text": "Death is not a threat. He's not afraid to give up his life, and he's not going to use death as a way to coerce anybody else. And that is the Bible's depiction of evil. It's the use of violence, force, or death to assert my power and a will over another human.",
    "start": "00:33:43",
    "end": "00:34:02"
  },
  {
    "text": "The promise of evil is you will have power.",
    "start": "00:34:02",
    "end": "00:34:05"
  },
  {
    "text": "You will be like God.",
    "start": "00:34:06",
    "end": "00:34:07"
  },
  {
    "text": "But then the consequences of evil is death. And not only the consequences for you that you will die, but that in order to have power, you have to use death.",
    "start": "00:34:09",
    "end": "00:34:20"
  },
  {
    "text": "Yeah. You will participate in death as a means to secure your way of life. So Jesus, through your tax dollars or. Well, you know what I'm saying.",
    "start": "00:34:20",
    "end": "00:34:32"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:34:32",
    "end": "00:34:33"
  },
  {
    "text": "But you can't escape it. Yeah, we all participate. We all participate in the foods we eat, the everything.",
    "start": "00:34:33",
    "end": "00:34:39"
  },
  {
    "text": "Yeah.",
    "start": "00:34:40",
    "end": "00:34:40"
  },
  {
    "text": "We're all participants in structures of violence. Structures of violence? Yeah. That protect our way of life.",
    "start": "00:34:40",
    "end": "00:34:50"
  },
  {
    "text": "Yeah.",
    "start": "00:34:50",
    "end": "00:34:51"
  },
  {
    "text": "No matter what kingdom on the planet you live in.",
    "start": "00:34:51",
    "end": "00:34:53"
  },
  {
    "text": "I know it gets pretty sad when I. You know, sobering. When you.",
    "start": "00:34:53",
    "end": "00:34:58"
  },
  {
    "text": "Yeah.",
    "start": "00:34:58",
    "end": "00:34:58"
  },
  {
    "text": "Realize.",
    "start": "00:34:58",
    "end": "00:34:59"
  },
  {
    "text": "Yeah.",
    "start": "00:34:59",
    "end": "00:35:00"
  },
  {
    "text": "How much we participate in violence.",
    "start": "00:35:00",
    "end": "00:35:02"
  },
  {
    "text": "And so here's a human. Here's God become human. He declares a completely different way.",
    "start": "00:35:02",
    "end": "00:35:09"
  },
  {
    "text": "Well, yeah. So the promise of evil is power, but the consequence of evil is death. And participating in death as the way to have power, which is not true power. And. And that's the problem. And Jesus comes and he's tempted with the promise of power. The promise of evil.",
    "start": "00:35:10",
    "end": "00:35:39"
  },
  {
    "text": "Yes.",
    "start": "00:35:39",
    "end": "00:35:40"
  },
  {
    "text": "And he says no, but he still needs to then exert his authority. And is he going to use death to do it? Which is now he's using. He would be using the way that evil wields power.",
    "start": "00:35:40",
    "end": "00:36:00"
  },
  {
    "text": "Yep. Which is why he discerns under Peter's rebuke of no, dying is not in the cards for you, Jesus. That's not how you'll become king. And what he discerns is that's evil. A satanic power.",
    "start": "00:36:00",
    "end": "00:36:15"
  },
  {
    "text": "The idea is satanic.",
    "start": "00:36:16",
    "end": "00:36:18"
  },
  {
    "text": "Satanic because it's participating in the promise of evil. I like that phrase, promise of evil. Because there is a promise.",
    "start": "00:36:18",
    "end": "00:36:28"
  },
  {
    "text": "Yeah. You'll live and you'll be like God.",
    "start": "00:36:29",
    "end": "00:36:31"
  },
  {
    "text": "You'll live, you'll become God and determine the life and death of others, but you will survive and you'll have power.",
    "start": "00:36:31",
    "end": "00:36:39"
  },
  {
    "text": "You'll have power. So what Jesus does is he lets evil use its one weapon against him, and once it gets you in, you're stuck. But Jesus never gives in to the promise. And so it still has action, which is, I'm going to use then my power against you, which is death. And Satan is celebrating. He thinks he's defeated the Son of God. Then Jesus rising from the dead is showing that death actually has no power over him.",
    "start": "00:36:40",
    "end": "00:37:18"
  },
  {
    "text": "That's right.",
    "start": "00:37:18",
    "end": "00:37:19"
  },
  {
    "text": "And so by rising from the dead, he's both defeated death and defeated evil.",
    "start": "00:37:19",
    "end": "00:37:25"
  },
  {
    "text": "He's robbed evil of the one. He's robbed evil of the one thing that it actually.",
    "start": "00:37:25",
    "end": "00:37:30"
  },
  {
    "text": "That's better than defeating.",
    "start": "00:37:30",
    "end": "00:37:30"
  },
  {
    "text": "I mean, he.",
    "start": "00:37:30",
    "end": "00:37:31"
  },
  {
    "text": "Because he hasn't ultimately defeated evil in a way like he's robbed evil of its power.",
    "start": "00:37:31",
    "end": "00:37:36"
  },
  {
    "text": "Yeah. Yeah. Interesting. Yeah. Look at how Paul puts it in the letter to The Colossians, verse 13 of chapter 2, when you were dead in your sins. Classic Pauline connection of sin and death. Although he's talking about being the living dead because he's talking to people who are alive. So you were alive, but you were actually basically dead because you've given into evil.",
    "start": "00:37:36",
    "end": "00:38:03"
  },
  {
    "text": "Yeah. The power of death is reigning in.",
    "start": "00:38:03",
    "end": "00:38:05"
  },
  {
    "text": "Your body and in the uncircumcision of your flesh. Talking to gentiles. And you weren't even part of the covenant people of Israel. God made you alive with the Messiah. He forgave us all our sins, having cancelled the charge of our legal indebtedness, which stood against us and condemned us. So the fact that we have given in to evil and participated in evil means that we are accountable to our evil. Yeah, accountable. And its consequence is death, which is both a punishment and a consequence. It's the divine pronouncement of where evil leads when I choose it. Death. And he's taken that all away, nailing it to the cross. And then look at this. And having disarmed the powers and authorities, he made a public spectacle of them. Literally, he made a public spectacle humiliation of them triumphing over them by the cross. Talk about turning a metaphor upside down. Because the cross was a public humiliation. That was its whole purpose, was to publicly kill while shaming and humiliating the person and the people group being killed. Yeah. But he says actually it's the reverse. Evil itself was being publicly humiliated because.",
    "start": "00:38:05",
    "end": "00:39:31"
  },
  {
    "text": "It was using its one move.",
    "start": "00:39:31",
    "end": "00:39:34"
  },
  {
    "text": "Because one thing. Yes.",
    "start": "00:39:34",
    "end": "00:39:36"
  },
  {
    "text": "And it came up completely shallow.",
    "start": "00:39:36",
    "end": "00:39:40"
  },
  {
    "text": "Could not overcome the Messiah. They could just have one tool or one weapon.",
    "start": "00:39:40",
    "end": "00:39:45"
  },
  {
    "text": "Well, the cross does symbolize that weapon to its max. Because not only are you killing someone, you're killing them super slowly and painfully.",
    "start": "00:39:45",
    "end": "00:39:54"
  },
  {
    "text": "And publicly and publicly.",
    "start": "00:39:54",
    "end": "00:39:56"
  },
  {
    "text": "And you're showing your power to kill.",
    "start": "00:39:56",
    "end": "00:39:58"
  },
  {
    "text": "Correct.",
    "start": "00:39:58",
    "end": "00:39:59"
  },
  {
    "text": "So you are just, you are making as big of a show you can of the one thing that you can do really well, which is death.",
    "start": "00:39:59",
    "end": "00:40:09"
  },
  {
    "text": "Death. The threat of death.",
    "start": "00:40:09",
    "end": "00:40:11"
  },
  {
    "text": "The threat of death. And everyone looking realizes you truly are in power because look at you killing that person in that way. And that's how Jesus dies.",
    "start": "00:40:11",
    "end": "00:40:22"
  },
  {
    "text": "Yes. Jesus willingly allows himself to undergo that as his way of waging war on evil and death to show that it actually isn't the most powerful thing in the universe.",
    "start": "00:40:22",
    "end": "00:40:39"
  },
  {
    "text": "And when he triumphs over them, rising from the dead, it's this humiliation to death.",
    "start": "00:40:39",
    "end": "00:40:46"
  },
  {
    "text": "Yeah. And in Colossians 2 here, verse 15, there's a long standing question of, well, what powers and authorities did he disarm and humiliate by the cross? The Romans actually seems like Romans one that day. But he's turning this upside down. But the question is, well, isn't he probably talking about spiritual powers and authorities? That's actually how Paul most often uses these words, is to refer to demons or demonic powers. And I think actually in Paul's Mind, just like Isaiah's mind. It's two sides of the same coin. Beneath the oppressive, violent powers of this world, Isaiah and Paul, see, yeah.",
    "start": "00:40:46",
    "end": "00:41:32"
  },
  {
    "text": "Rome was using spiritual powers, the promise of evil, which was death, to exert its authority.",
    "start": "00:41:32",
    "end": "00:41:39"
  },
  {
    "text": "Correct.",
    "start": "00:41:39",
    "end": "00:41:39"
  },
  {
    "text": "And was Babylon at that moment. And underneath that is spiritual evil.",
    "start": "00:41:39",
    "end": "00:41:47"
  },
  {
    "text": "The powers and authorities that Jesus confronted in the wilderness and in the Garden of Gethsemane and on the cross. And that humanity encountered as far back as we can possibly tell and gave into and has lived in the aftermath of that ever since.",
    "start": "00:41:47",
    "end": "00:42:07"
  },
  {
    "text": "It's interesting in this passage you just read that he forgave us our sins, having canceled the charge of our legal indebtedness, which stood against us and condemned us, he took it away, nailing it to the cross. And that's a funny word play, right? Because what you nail to the cross is the person who's going to die.",
    "start": "00:42:08",
    "end": "00:42:27"
  },
  {
    "text": "Yeah. Oh, and the charge, like the charge above Jesus, head King of the Jews.",
    "start": "00:42:27",
    "end": "00:42:32"
  },
  {
    "text": "And that goes up there too.",
    "start": "00:42:32",
    "end": "00:42:33"
  },
  {
    "text": "That's his charge.",
    "start": "00:42:33",
    "end": "00:42:34"
  },
  {
    "text": "Yeah.",
    "start": "00:42:34",
    "end": "00:42:34"
  },
  {
    "text": "This is what he was accused of.",
    "start": "00:42:34",
    "end": "00:42:36"
  },
  {
    "text": "And now what's being put up there is your charge.",
    "start": "00:42:36",
    "end": "00:42:40"
  },
  {
    "text": "What you're accused of is what is on the side. That's what that's about. Oh, I think so. That's how I've always read it.",
    "start": "00:42:40",
    "end": "00:42:46"
  },
  {
    "text": "Yeah. Yeah, that makes sense. That's not what I was getting at, but that's awesome. I pictured, like, instead of nailing Jesus to the cross, it's nailing your condemnation to the cross.",
    "start": "00:42:46",
    "end": "00:42:56"
  },
  {
    "text": "Oh, got it. Jesus is not there anymore making a play off of the sign of accusation about his head because he calls it the charge of legal indebtedness.",
    "start": "00:42:56",
    "end": "00:43:09"
  },
  {
    "text": "Okay.",
    "start": "00:43:09",
    "end": "00:43:09"
  },
  {
    "text": "What was Jesus accused of? Being. Claiming to be the king of the Jews.",
    "start": "00:43:10",
    "end": "00:43:15"
  },
  {
    "text": "And what are you accused of?",
    "start": "00:43:15",
    "end": "00:43:17"
  },
  {
    "text": "Yeah, well, long list. Right?",
    "start": "00:43:17",
    "end": "00:43:21"
  },
  {
    "text": "Right.",
    "start": "00:43:21",
    "end": "00:43:22"
  },
  {
    "text": "Yeah. As Paul says in 1 Corinthians 15, he's died for our sins according to the Scriptures. So it's. By which he means the Hebrew Bible. The Hebrew Bible is the story that explains what it is that Jesus is dying for and how his death is a victory.",
    "start": "00:43:22",
    "end": "00:43:43"
  },
  {
    "text": "So it seems like there's two different things. It's like he's dying to defeat death, disarm evil. But then the other thing is he's dying as a substitution for your sins. And so how do those connect?",
    "start": "00:43:43",
    "end": "00:44:01"
  },
  {
    "text": "Well, I mean, I think they're not separate. Our friend Josh Butler, who wrote a book, the Pursuing God. The Pursuing God had this great analogy of how we create this dichotomy between sin and death as a consequence for human sin and evil, death as a consequence of human sin and evil. And then punishment, death as a punishment, divine punishment for evil. It uses this analogy of a fish hopping up onto a dock, jumping, you know, up out of the water, and then accidentally, it jumps up onto a dock and it's gasping and dying. We, in English, we would say that fish is dying, not as a punishment, as a consequence. As a consequence, because it's violated its proper limits. It's exceeded its limits and entered an environment where it can only be bound for death. And if you think about it, that's exactly how the garden narrative portrays death. Because God says in the day that eat of the tree, you'll die. And then they eat of the tree, and they don't die on the spot, because God.",
    "start": "00:44:01",
    "end": "00:45:22"
  },
  {
    "text": "Now they're the fish floundering on the.",
    "start": "00:45:24",
    "end": "00:45:25"
  },
  {
    "text": "Dock, but now they're the fish floundering on the dock, and they die as a consequence. But that consequence is the punishment. And what Butler, Josh Butler says is the great analogy. He says most Christians think that death as a punishment is a fisherman coming with a huge paddle and looking at the gasping fish and then, like, beating it to death and annihilating it. That's for us, what the word punishment means. It's something on top of the natural consequence. And if you look at how the biblical authors think of death, they view the consequence itself as the punishment. The fish flopping on the dock is the punishment. And that's why the prophets view Babylon coming to town to take out Jerusalem. So is that a divine. They said that was a divine punishment. If I were a political analyst in the ancient Near East, I would say, well, it's bad trade policy, actually. You know, Zedekiah made a covenant with Nebuchadnezzar and he broke it. He tried to join an alliance. You know, you could give a political analysis of why Babylon destroyed Jerusalem, and you would say, that's a consequence. But the prophets look at that same set of events and they say, no, that's a divine punishment. And it's not God whacking the fish with a paddle. It's God's own people jumping out of the water onto the dock and suffering the punishment of their sins, which is the consequence of death. Anyway. That analogy really helped me, at least give clarity to the difference. So here the punishment consequence of sin is death, because death is what humans weld over each other through our sins. So then bringing that all the way back to the cross, he died for our sins? According to the scriptures, yeah.",
    "start": "00:45:25",
    "end": "00:47:29"
  },
  {
    "text": "Paul says, so the indebtedness is not like some vindication that God is exacting as much as it's the consequence of what you've done that God's just letting happen.",
    "start": "00:47:29",
    "end": "00:47:48"
  },
  {
    "text": "Well, yeah, but again, God letting it happen is the punishment.",
    "start": "00:47:49",
    "end": "00:47:56"
  },
  {
    "text": "Right. Which then is.",
    "start": "00:47:56",
    "end": "00:47:58"
  },
  {
    "text": "Yeah, we're all the way back to this is Paul's view of God's wrath. In Romans chapter one, the wrath of God is revealed against human sin and wickedness. And then he three times repeatedly says, he paints these scenarios of human beings giving into idolatry and destructive behavior. And he says, and God gave them over to. And then he describes the consequences of their destructive decisions. And so God's wrath is not separable from him handing people over to the natural consequences of their decisions, which is death. And that's surely what Paul's trying to get us to see when he says he died for our sins according to the scriptures, according to how the Old Testament describes sin and consequences.",
    "start": "00:47:58",
    "end": "00:48:46"
  },
  {
    "text": "Yeah. So trying to kind of pull more themes into this. Jesus, the Messiah, the king who's gonna bring a kingdom. He's going to reign over the earth and bring humanity back to a restored.",
    "start": "00:48:46",
    "end": "00:49:09"
  },
  {
    "text": "Relationship with God to bring humans back to their original calling and their original calling to rule the world on God's behalf.",
    "start": "00:49:09",
    "end": "00:49:18"
  },
  {
    "text": "And the thing that is getting in.",
    "start": "00:49:19",
    "end": "00:49:23"
  },
  {
    "text": "The way is the promise of evil.",
    "start": "00:49:23",
    "end": "00:49:27"
  },
  {
    "text": "The promise of evil. And it's infiltrated humanity and has caused all of these institutions and nations to become what the Bible then just starts referring to as Babylon.",
    "start": "00:49:27",
    "end": "00:49:48"
  },
  {
    "text": "Babylon, yeah.",
    "start": "00:49:48",
    "end": "00:49:49"
  },
  {
    "text": "And this, this anti. Kingdom. And when, when God comes to stop a Babylon, that's to confront Babylon. To confront Babylon.",
    "start": "00:49:49",
    "end": "00:50:08"
  },
  {
    "text": "Bring the day of the Lord.",
    "start": "00:50:08",
    "end": "00:50:08"
  },
  {
    "text": "That's the day of the Lord.",
    "start": "00:50:08",
    "end": "00:50:09"
  },
  {
    "text": "Yeah.",
    "start": "00:50:09",
    "end": "00:50:10"
  },
  {
    "text": "And we know that he's going to do that ultimately for all of humanity. This king is going to come and do that. So Jesus comes, he's the king, we think, okay, he's got power. He's got true power. How is he gonna defeat Babylon? He won't use the power of evil, which is the threat of death or death itself, to create an idol out.",
    "start": "00:50:10",
    "end": "00:50:39"
  },
  {
    "text": "Of my own survival and status and therefore use violence and death as a way to exalt myself over you.",
    "start": "00:50:39",
    "end": "00:50:49"
  },
  {
    "text": "Yeah.",
    "start": "00:50:49",
    "end": "00:50:50"
  },
  {
    "text": "Jesus refuses to use that ethic of Babylon to assert his own authority.",
    "start": "00:50:50",
    "end": "00:50:57"
  },
  {
    "text": "Instead he confronts what is this kind of underneath the power of Babylon, which is spiritual evil. Like he spends a lot of time doing that. He talks about this new kind of ethic for people who live as a counter Babylon. When he's arrested and executed, he doesn't fight back. He lets it kill him. He lets evil use its one tool. And then he shows that that actually didn't have any power over him.",
    "start": "00:50:57",
    "end": "00:51:36"
  },
  {
    "text": "That God's love for the world, his ability to create life out of death is more powerful than evil.",
    "start": "00:51:39",
    "end": "00:51:49"
  },
  {
    "text": "His ability to create life out of death is more powerful.",
    "start": "00:51:51",
    "end": "00:51:55"
  },
  {
    "text": "The only thing evil can do is threaten you with violence and death. What God's love does is. Is say actually what's more powerful. Love. Suffering.",
    "start": "00:51:55",
    "end": "00:52:07"
  },
  {
    "text": "Love, suffering, love.",
    "start": "00:52:07",
    "end": "00:52:09"
  },
  {
    "text": "Instead of killing you for wanting to kill me, I'll let you kill me because I love you.",
    "start": "00:52:09",
    "end": "00:52:15"
  },
  {
    "text": "And so then what does this mean for you or for anyone? I have been. I have succumbed to the promise of evil. There's a consequence punishment for that which is death. And the only way out of that is align myself with Jesus as the true king and let his power over death become my power over death.",
    "start": "00:52:16",
    "end": "00:52:45"
  },
  {
    "text": "Yes, to let his death become the stand in for my own death. Let his resurrection become my hope in life, because that's all that remains. This side of his return is a hope in which I trust.",
    "start": "00:52:45",
    "end": "00:53:04"
  },
  {
    "text": "And if that's then, if Jesus then is my Lord in that way, then I am now I've been conscripted into the counter Babylon. I am now supposed to live in such a way. The same ethic, the same way of exerting power.",
    "start": "00:53:04",
    "end": "00:53:27"
  },
  {
    "text": "The whole of the ethical call and challenge of the New Testament comes into focus when you see that as being the core meaning. What happened?",
    "start": "00:53:27",
    "end": "00:53:39"
  },
  {
    "text": "The ethical call doesn't get me in.",
    "start": "00:53:39",
    "end": "00:53:41"
  },
  {
    "text": "No. But the ethic of Jesus and then developed by the apostles is the only reasonable way to live. If you really believe Jesus died for my sins and rose from the dead as the Lord, as the Lord of all. The only reasonable response is to say I can no longer use the weapon of Babylon to live in this world. That's a subhuman way of existing. It's the way of death.",
    "start": "00:53:42",
    "end": "00:54:12"
  },
  {
    "text": "Thanks for listening to the Bible Project podcast. We're going to have one more episode in this series on the biblical theme of the day of the Lord. We're going to look at the book of Revelation, how this all comes together with a vision for the end of the world. Really the beginning of a new age, the final big D day of the Lord. And we'll also have a discussion on what this all means for our modern politics, how we're living in Babylon, seeking the peace of Babylon, but also citizens of the kingdom of God. So make sure to tune in and subscribe. After that final episode, we'll do a Q and R question and response where we'll take your questions about the Day of the Lord and we'll try to touch on anything that we missed or go deeper into things that intrigued you. If you want your question in the podcast, email us audio of you asking your question and try to keep it around 15 seconds and make sure to add your name and where you're from. You can send your question to supportoinethebibleproject.com if you haven't seen it yet. Our video on the Day of the Lord has been released. It's on our YouTube channel, YouTube.com thebibleproject and it's also on our website, thebibleproject.com we are a nonprofit, crowdfunded studio and it's all possible because of people like you who are helping support it. So thanks for being a part of this with us.",
    "start": "00:54:13",
    "end": "00:55:27"
  }
]