[
  {
    "text": "This is the BibleProject Podcast. I'm John and today on this episode I'm going to be talking with Tim Mackey about the day of the Lord. This is the final in a six part series on the day of the Lord. So it's been a long journey, but we're finally here. If you're just joining us, I'd highly recommend you listen to the other five episodes. But if you're not going to, here's a couple ideas to be familiar with so you can keep up with the conversation. The first word is Babylon. Babylon was an ancient civilization that Israel was captured by. It represented to them a civilization in rebellion against God. A corrupt injust human system that God needs to upend. But in the Bible, Babylon becomes an archetype. It becomes a way of describing any civilization that's in rebellion against God. So Egypt is described as Babylon. Even Israel is described as Babylon. In the day of Jesus. Rome was considered Babylon. The second thing to keep in mind is this phrase, the day of the Lord. Biblical authors use this phrase to describe when and how God intervenes in human history to stop corrupt civilizations to destroy Babylon. In the last episode we talked about how Jesus came and how his death was considered a day of the Lord. And that's where we'll pick up this conversation again. That will lead us into a conversation about the book of the Revelation, a book that's made Christians really scratch their heads and ask a lot of questions like when's Jesus going to come back? What's it going to look like the.",
    "start": "00:00:10",
    "end": "00:01:39"
  },
  {
    "text": "Final day of the Lord? What does it actually mean? And the biblical authors are not interested in giving us that information. It's like Paul says, concerning times and dates. I'm not going to write to you about that.",
    "start": "00:01:39",
    "end": "00:01:51"
  },
  {
    "text": "Finish this episode with a practical conversation about what it means to be living in Babylon while waiting for the day of the Lord and participating in a new type of kingdom. Thanks for listening.",
    "start": "00:01:52",
    "end": "00:02:03"
  },
  {
    "text": "Here we go.",
    "start": "00:02:03",
    "end": "00:02:04"
  },
  {
    "text": "Okay, the home stretch on this theme of the day of the Lord. We're going to talk about what the followers of Jesus thought of and how they used the phrase day of the Lord and what that phrase, the day of the Lord means to us now, 2,000 years later.",
    "start": "00:02:24",
    "end": "00:02:40"
  },
  {
    "text": "So then the question is the day of the Lord. In modern popular usage, G is the second coming, his return, and the events leading up to that. What's interesting, there are two letters in the New Testament that use the phrase day of the Lord more than once. And it's Paul's first and second letter, the thessalonians and this was a church community that was having. They had a lot of questions about Jesus return and what was all going to happen. And they were afraid, can we stop for a second?",
    "start": "00:02:40",
    "end": "00:03:10"
  },
  {
    "text": "Because his return, why didn't it just end there? Like so Jesus, yes, defeats death. And at that point could have been the big D day of the Lord could have began. But instead he appears to his disciples and he says, like, go and proclaim this kingdom to the whole world and use the power of the Holy Spirit, which I will give you. And then now we've been living in this era for 2000 years where, where followers of Jesus are supposed to be living in this counter, creating a counter Babylon. But then Jesus promises that one day he will come back and defeat evil permanently. Then there'll be the new age.",
    "start": "00:03:10",
    "end": "00:04:05"
  },
  {
    "text": "Yeah. Although the claim is that the day of the Lord, the victory actually did happen on Good Friday. 3. It was the inauguration, to use a theological term that I find helpful. It was like an inaugural ceremony that truly placed Jesus as the Lord of heaven and earth. And he is truly reigning.",
    "start": "00:04:07",
    "end": "00:04:35"
  },
  {
    "text": "But not everyone knows.",
    "start": "00:04:35",
    "end": "00:04:37"
  },
  {
    "text": "Yeah, not everyone knows, apparently or not everyone acknowledges it like Pharaoh or Nebuchadnezzar. And not everyone responds appropriately.",
    "start": "00:04:37",
    "end": "00:04:47"
  },
  {
    "text": "Pharaoh and Nebuchadnezzar before Jesus.",
    "start": "00:04:48",
    "end": "00:04:50"
  },
  {
    "text": "Oh, I'm just using them as icons. Like Pharaoh said, I don't acknowledge Yahweh. So you have somebody who knows about Yahweh, the God of Israel, but they don't acknowledge it. They don't acknowledge that he.",
    "start": "00:04:50",
    "end": "00:05:02"
  },
  {
    "text": "So people know about Jesus but don't.",
    "start": "00:05:03",
    "end": "00:05:05"
  },
  {
    "text": "Acknowledge him as their Lord. And then the delay has been a challenge for Christians from the very beginning. Second Peter addresses this where he responds to skeptics who said, yeah, everything's going on like it did before Jesus ever came. So did anything really change? And Peter reflects on it and he says, listen, God works with long expanses of time. And he just had the basic biblical chronology. He just had an inkling of the time expanses involved. But he uses the language of Psalm 90 to say, a thousand years, like a day. So how God works in history doesn't at all correspond to our perceptions of time. That's the point. And then he says, and it's God's mercy that's giving you time to come to terms with your own mortality and participation in evil so that you'll repent. So, I mean, I'm with you. It's a tough one. So the Thessalonians wrote to Paul and said, well, wait, what about followers of Jesus who die before he Returns. What about them? Because this is like in the first generation. And so he writes in chapter four, don't worry, it's okay. You know, Jesus can reclaim people from the dead, whether they're in the grave or alive. It's okay. And then what he calls it is the Lord's coming. And then right after that, he says, brothers and sisters, about times and dates we're not going to write to. You can't predict this. No prophecy code for this. For you know very well that the day of the Lord, that's one of the key appearances in the New Testament of that phrase, will come like a thief in the night. While people are saying peace and safety, this was a public service announcement of the Roman Empire. The Pax Romana.",
    "start": "00:05:05",
    "end": "00:07:11"
  },
  {
    "text": "Stay calm and peace.",
    "start": "00:07:11",
    "end": "00:07:13"
  },
  {
    "text": "We're fine. Everything's fine.",
    "start": "00:07:13",
    "end": "00:07:15"
  },
  {
    "text": "What was the British one? Stay calm and carry on.",
    "start": "00:07:15",
    "end": "00:07:18"
  },
  {
    "text": "Stay calm and carry on. Peace and safety. So he's even right here, he's poking at Rome's version of peace. Sure. True shalom has come to the world through Rome. At what cost? At an enormous cost of the majority of the population are slaves and the gigantic army is securing that peace. And so he doesn't say Rome, but he doesn't need to. He just quotes the propaganda. And then he says destruction will come on them. And then he quotes different Testament prophets as labor pains on a pregnant woman. They won't escape both from the book of Isaiah. So Paul will appeal to the day of the Lord to talk about the Babylon of his day, namely Rome. And his basic counsel is it's not about timelines and predicting this. Just know that Jesus is Lord of heaven and earth and that your life and your death is power.",
    "start": "00:07:18",
    "end": "00:08:13"
  },
  {
    "text": "So there he's talking about Rome falling, not about the.",
    "start": "00:08:13",
    "end": "00:08:16"
  },
  {
    "text": "Well, we're at the same for him. It's the same thing with Isaiah. Was Isaiah talking about the end of the world or the fall of Babylon? And so was Paul talking here about the fall of Rome or Jesus ultimate return and defeat of Babylon? And it doesn't seem like he even wants to think about those as separate things because again, in the biblical way of viewing history, it's the same narrative story.",
    "start": "00:08:17",
    "end": "00:08:44"
  },
  {
    "text": "It's like looking forward, it's the same. When you look back, you go, oh, that was the day of the Lord against Rome or the day of the Lord against Babylon. But when you're looking forward to it, you don't distinguish it between that and.",
    "start": "00:08:44",
    "end": "00:08:58"
  },
  {
    "text": "And how could they know, right? I mean, God could have told them. Well, sure, but apparently he didn't because he says about times and dates, I'm not going to write to you. So he doesn't say, well, Rome's going to fall roughly in the 400s, and I could just.",
    "start": "00:08:59",
    "end": "00:09:13"
  },
  {
    "text": "But then a couple more thousand years.",
    "start": "00:09:13",
    "end": "00:09:14"
  },
  {
    "text": "In the same way, why Jesus doesn't draw this clear line between the fall of Jerusalem and his own return in the Gospel? Because what they want their listeners to see is that the same justice that God will bring on the whole world is exactly what's breaking into history right here in the fall of Jerusalem or in the fall of Rome. The book of the New Testament that is all about the hope of Jesus return is of course, the last one, the book of Revelation. The whole book is about the conflict of the kingdom of God brought through Jesus, the slain lamb, the crucified Jesus in conflict with the kingdom of this world, which is only ever called. Well, it's called Babylon through most of the book of Revelation. But there's one place in chapter 11 where the unified humanity in rebellion against God is in chapter 11, verse 8, called the Great city, which is spiritually called Sodom and Egypt, where the Lord was crucified. So this is, if you were wondering, like, are these guys playing fast and loose, making Babylon into Egypt and Israel becomes Babylon. Well, here you go. It's like the smoking gun is a New Testament author just throwing it all together. Yeah, he's talking about Babylon as the larger character in the book of Revelation, but he also calls the great city Sodom and Egypt and Jerusalem, the crucified Jesus. He sees them all as manifestations of the same thing, a city, a whole people group that have given in to the promise of evil. I love that phrase, the promise of evil. So Babylon. So at the end of the book, before Jesus comes riding on the white horse to bring his kingdom, if God's kingdom is going to come through Jesus, Babylon must fall. And so In Revelation, chapter 17 through 19 is a long set of visions and poems about the fall of Babylon. And it's amazing. Every single Old Testament passage from the prophets about the fall of Babylon gets quoted. And in the Revelation, in those chapters of Revelation about the fall of Babylon.",
    "start": "00:09:15",
    "end": "00:12:07"
  },
  {
    "text": "They just all get thrown in.",
    "start": "00:12:07",
    "end": "00:12:09"
  },
  {
    "text": "He's literally. He's quoted.",
    "start": "00:12:09",
    "end": "00:12:10"
  },
  {
    "text": "He's just grabbing everything he said.",
    "start": "00:12:10",
    "end": "00:12:11"
  },
  {
    "text": "Yeah, there's a bunch in Isaiah, a bunch in Jeremiah, a bunch in Ezekiel, and then a handful of minor prophets, and he systematically pulled quotes from all of them. It's really remarkable.",
    "start": "00:12:11",
    "end": "00:12:22"
  },
  {
    "text": "Just get them in there.",
    "start": "00:12:22",
    "end": "00:12:23"
  },
  {
    "text": "Yeah. And so, and other from the fall of Tyre to Israel's north, from Edom to the southeast and at Sodom and Egypt and Jerusalem. So it's just the Mega. I think we've talked about this in the Revelation. The great city Babylon is like a Mega Transformer.",
    "start": "00:12:23",
    "end": "00:12:44"
  },
  {
    "text": "That's right. You talked about that.",
    "start": "00:12:44",
    "end": "00:12:46"
  },
  {
    "text": "Have we used this before? I don't remember.",
    "start": "00:12:46",
    "end": "00:12:47"
  },
  {
    "text": "Yeah, I remember you talking about this before.",
    "start": "00:12:47",
    "end": "00:12:49"
  },
  {
    "text": "Yeah, yeah, yeah. So there's one version from my childhood that I think you don't remember called Voltron. Yeah, it was like five lions, robotic lions, that would join into one defender of the universe. Yes, Voltron.",
    "start": "00:12:49",
    "end": "00:13:02"
  },
  {
    "text": "Yeah.",
    "start": "00:13:02",
    "end": "00:13:03"
  },
  {
    "text": "And then in Transformers, there was.",
    "start": "00:13:03",
    "end": "00:13:05"
  },
  {
    "text": "That wasn't a Transformer.",
    "start": "00:13:05",
    "end": "00:13:06"
  },
  {
    "text": "No, no, that was a different thing. That was just Voltron.",
    "start": "00:13:06",
    "end": "00:13:09"
  },
  {
    "text": "Yeah.",
    "start": "00:13:09",
    "end": "00:13:09"
  },
  {
    "text": "But then in Transformers there was an Autobot version and a Decepticon version of a team.",
    "start": "00:13:09",
    "end": "00:13:16"
  },
  {
    "text": "Yeah, they can all combine into one.",
    "start": "00:13:17",
    "end": "00:13:19"
  },
  {
    "text": "Robot that combine into this big massive robot. And so I remember I had the Constructicons, the Decepticon one. They were all these neon green construction vehicles that formed into this massive Destructobot. And that's exactly the way Babylon.",
    "start": "00:13:19",
    "end": "00:13:38"
  },
  {
    "text": "Yeah. All of these ancient cities or current cities, all thrown together as this one massive empire.",
    "start": "00:13:38",
    "end": "00:13:49"
  },
  {
    "text": "And so in these chapters, it's basically just the kingdom collapses and Babylon collapses, and the nations of the earth lament and mourn, and a long list of all the economic goods that Babylon made its wealth off of. And the last one in the list is Human lives in chapter 18. And then after that is the coming of the rider on the white horse. It's Jesus. And there's some debate about this because he comes with a sword, but then.",
    "start": "00:13:49",
    "end": "00:14:26"
  },
  {
    "text": "But the sword's coming out of his mouth.",
    "start": "00:14:26",
    "end": "00:14:27"
  },
  {
    "text": "Yes, the sword's a metaphor because it's coming out of his mouth. He's quoting from two passages in Isaiah which is proclaiming justice. It's his verdict.",
    "start": "00:14:27",
    "end": "00:14:36"
  },
  {
    "text": "The sword is his words.",
    "start": "00:14:36",
    "end": "00:14:38"
  },
  {
    "text": "It's his words that hold Babylon and those who participate in accountable. And this fits into the whole depiction of Jesus as the victor in the book of Revelation. He's a slain lamb. So he's the most helpless creature. And not only that, and his neck is slit and he's all bloody. That's the victor in the Revelation. So he's taking the image of the cross and made it a theme to describe the essence of Jesus identity. Yeah, Slain Victor. I was actually really thinking about this. Over the weekend we watched a movie with Jessica's sister in law and her husband called the Magnificent Seven.",
    "start": "00:14:38",
    "end": "00:15:26"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:15:27",
    "end": "00:15:27"
  },
  {
    "text": "It's kind of like a. I saw.",
    "start": "00:15:27",
    "end": "00:15:29"
  },
  {
    "text": "Half of it and then I fell asleep. Not because it was boring, but because I was really tired.",
    "start": "00:15:29",
    "end": "00:15:32"
  },
  {
    "text": "Denzel Washington, Chris Pratt.",
    "start": "00:15:34",
    "end": "00:15:35"
  },
  {
    "text": "Yeah.",
    "start": "00:15:36",
    "end": "00:15:36"
  },
  {
    "text": "And just classic Western tale. Totally, you know, every.",
    "start": "00:15:37",
    "end": "00:15:43"
  },
  {
    "text": "And you just want to see him beat up the Batman.",
    "start": "00:15:44",
    "end": "00:15:46"
  },
  {
    "text": "Yeah, it's just a classic. But what was interesting was the innocent town that gets hijacked by the evil, you know, gold mining barons, that kind of thing. The innocent people are super religious. And the first scene of the pastor, he's this wimp of a man. Of course, of course. He's portrayed as a total coward. And so he first uses prophetic critique of the bad guy. Who do you think you are? Don't come into the Lord's house. And then he's just like slapped down. And then he's one of the characters in the story who has this conversion. And what his conversion to is, the only way to beat this guy is to kill him and to kill all of his henchmen. And so by the end, he ends up praying for and giving his blessing on the heroes as they're about to go annihilate the bad guys and kill them all. And then the preacher's there at the end thanking God for this victory. And so it just. It's exactly what we're talking about here.",
    "start": "00:15:46",
    "end": "00:16:53"
  },
  {
    "text": "The day of the Lord.",
    "start": "00:16:53",
    "end": "00:16:53"
  },
  {
    "text": "And so, yes, as you would imagine it, that is. That is the day of the Lord. From the Old Testament prophets point of view.",
    "start": "00:16:53",
    "end": "00:17:00"
  },
  {
    "text": "The day that the throne wrote in and they took down that villain and his crew.",
    "start": "00:17:00",
    "end": "00:17:06"
  },
  {
    "text": "Yep.",
    "start": "00:17:06",
    "end": "00:17:06"
  },
  {
    "text": "And rescued the oppressed.",
    "start": "00:17:07",
    "end": "00:17:08"
  },
  {
    "text": "But according to Jesus, that's not the day of the Lord. If Jesus had been Denzel Washington, he would have failed. That would be a failure because he would have given in to the devil.",
    "start": "00:17:08",
    "end": "00:17:21"
  },
  {
    "text": "Right.",
    "start": "00:17:21",
    "end": "00:17:22"
  },
  {
    "text": "And so in a way, yeah.",
    "start": "00:17:22",
    "end": "00:17:25"
  },
  {
    "text": "If there was a scene where Denzel Washington is confronted by this spiritual force who says, hey, I'm going to give you success if you give me Allegian.",
    "start": "00:17:25",
    "end": "00:17:36"
  },
  {
    "text": "Yep.",
    "start": "00:17:36",
    "end": "00:17:37"
  },
  {
    "text": "And I'm gonna give you a chance.",
    "start": "00:17:37",
    "end": "00:17:38"
  },
  {
    "text": "To blow the bad guy's head off if you just take him.",
    "start": "00:17:38",
    "end": "00:17:41"
  },
  {
    "text": "And the king's like, yes. And then he goes and they take care of business.",
    "start": "00:17:41",
    "end": "00:17:45"
  },
  {
    "text": "Yep.",
    "start": "00:17:45",
    "end": "00:17:45"
  },
  {
    "text": "That scene didn't obviously happen.",
    "start": "00:17:45",
    "end": "00:17:47"
  },
  {
    "text": "Yeah. But it's. Yeah. The preacher in the Magnificent Seven, I think, according to honest reading of the gospel narratives, would actually put the preacher in the place of Judas. Like, he said, he's on the side of Jesus, but actually, in the end, he knows the only real way to defeat evil is to be like Babylon. Is to be like Babylon. And so it becomes a betrayal of Jesus. Anyway. And I walked away from the movie really disturbed because Everything in me, I grew up watching West. You want to celebrate that? Everything in me wants to celebrate. I grew up watching westerns with my dad. It's really nostalgic for me to watch Westerns, But I was really conflicted by the end of the film because I was like, that's not the way of Jesus. But I love that the bad guy died the way that he did. It's the scandal of the cross. I think it's uncomfortable. It is uncomfortable. So he comes riding on a white horse. So he takes a very traditional image, right, of Denzel Washington coming in. But then his guns aren't material. They're his words. And then we're told that he's covered in blood. Yeah, but the battle hasn't even happened yet. He's already covered in blood before the battle happens. And he's using. Here's the thing. This is a good example in that phrase. He's using an image drawn from Isaiah 63 that's really actually a divine warrior image. That's kind of disturbing. But this is a good example of how the New Testament authors work. So it's a depiction of the day of the lord in Isaiah 63. And the prophet asks, it's like he's on a mountain or a hill, and he sees a savior figure coming up over the hills. Who is this coming up from the south? From Edom, the land of one of Israel's great enemies. From Botra, it's another land. And his garments are all stained red. Who is this coming, robed in splendor, striding in the greatness of his strength. And then the victor speaks. It's me proclaiming victory, mighty to save. Then the prophet asks, well, why are your clothes all red like you've been treading in a winepress? And then the victor responds, I've trodden the winepress alone from the nations. No one was with me. I trampled the nations in my anger, trod them in my wrath. Their blood were using, treading a winepress. The blood of grapes spatters my garments, stained my clothing. For me it was the day of vengeance, the day of the Lord.",
    "start": "00:17:49",
    "end": "00:20:43"
  },
  {
    "text": "Yeah. And there the blood was, the nations.",
    "start": "00:20:43",
    "end": "00:20:47"
  },
  {
    "text": "Yeah, it's a metaphor. He's stomping the wicked of the nations like grapes. The poem isn't saying, oh, he's squashing tiny humans. He's squashing grapes. And it's a metaphor of divine justice.",
    "start": "00:20:47",
    "end": "00:21:03"
  },
  {
    "text": "He's in a wine press by himself, squishing down the grapes. And he's saying, that's him bringing vengeance.",
    "start": "00:21:04",
    "end": "00:21:12"
  },
  {
    "text": "On Avenging all the innocent blood.",
    "start": "00:21:12",
    "end": "00:21:15"
  },
  {
    "text": "And so the wine on his garments is really the blood.",
    "start": "00:21:15",
    "end": "00:21:19"
  },
  {
    "text": "Yeah. Becomes this metaphor of the blood of the wicked that he's. I mean, it's a very violent image. Yeah, it's super violent image.",
    "start": "00:21:19",
    "end": "00:21:28"
  },
  {
    "text": "Yeah.",
    "start": "00:21:28",
    "end": "00:21:29"
  },
  {
    "text": "So here's how John picks this image up in the revelation. In Revelation 19, verse 11, he says, I saw heaven standing open There before me was a white horse. His rider is called faithful and true. With justice he brings judgment and he wages war. His eyes are like blazing fire. It's from Daniel describing the ancient days. From Daniel. On his head are many crowns. We already remember that from Revelation chapter 5. He has a name written on him that nobody knows but himself. The name representing your truest identity. He's dressed in a robe dipped in blood and his name is the word of God. The armies of heaven following him, riding on a white horse. So here he is. He's bloody. The battle hasn't even started.",
    "start": "00:21:30",
    "end": "00:22:23"
  },
  {
    "text": "How do you know the battle hasn't started?",
    "start": "00:22:23",
    "end": "00:22:24"
  },
  {
    "text": "Oh, because it's going to start down below. All he did is arrive over the hilltop with the sunrise. You know, that's the idea.",
    "start": "00:22:25",
    "end": "00:22:33"
  },
  {
    "text": "He's waging war. The battle hasn't started.",
    "start": "00:22:33",
    "end": "00:22:35"
  },
  {
    "text": "He arrives with his clothes covered with blood. Coming out of his mouth is the sword. That is a metaphor of his verdict with which he strikes the nations. This is a quotation from Isaiah 11. He strikes the wicked with the breath of his mouth. He rules with an iron scepter. That's a quote from Psalm 2. He treads the winepress of the fury of the wrath of God Almighty. And you're like, wait, I thought, wait. So he treads the winepress.",
    "start": "00:22:35",
    "end": "00:23:05"
  },
  {
    "text": "But wasn't that. So the wine press can't be him at battle because he hasn't gone to battle yet. Right.",
    "start": "00:23:06",
    "end": "00:23:12"
  },
  {
    "text": "Or he's come. He treads the winepress of the fury of the wrath. So in Isaiah 63, that's how he got bloody. That's how he gets bloody is by treading the winepress.",
    "start": "00:23:12",
    "end": "00:23:23"
  },
  {
    "text": "Here he shows up bloody.",
    "start": "00:23:23",
    "end": "00:23:25"
  },
  {
    "text": "He's already bloody. And this is how he's waging war.",
    "start": "00:23:25",
    "end": "00:23:29"
  },
  {
    "text": "Yeah.",
    "start": "00:23:29",
    "end": "00:23:29"
  },
  {
    "text": "So John's showing. He's colliding images here. He's showing that Jesus way of waging war is the fulfillment of all of these Old Testament images. But he's turning also at the same time, turning it upside down in light of the scandal of the cross. And so it's the same thing that happened earlier in Revelation, where he says, I saw the one who could guide history and open the scroll. It's the lion of Judah. Right? The aggressive lion.",
    "start": "00:23:30",
    "end": "00:24:00"
  },
  {
    "text": "Yeah.",
    "start": "00:24:00",
    "end": "00:24:01"
  },
  {
    "text": "And he says that's what he heard announced, and then what he sees is a lamb with a slit throat. So he's constantly taking aggressive, violent, Old Testament Day of the Lord imagery and saying the cross was the day of the Lord. It was the fulfillment of those images. And it did not involve God killing his enemies. It actually involved the Son of God allowing himself to be killed by them. I think it's inescapable. This is why readings of the book of Revelation that I don't know, help people look forward to some future cataclysm of violence where Jesus comes with the sword, cutting people apart. To me, it's just. It's not just a misreading of Revelation. To me, it's a betrayal of Jesus. Because what you're saying is, oh, Jesus used the means of the cross, but that was just like his way of being nice for a little bit.",
    "start": "00:24:01",
    "end": "00:25:20"
  },
  {
    "text": "But really, ultimately, he will use the threat of death as his true power to bring justice.",
    "start": "00:25:20",
    "end": "00:25:29"
  },
  {
    "text": "And I'm not saying that there isn't a reality to final justice where people suffer the consequences of their decisions if they don't yield to Jesus.",
    "start": "00:25:29",
    "end": "00:25:40"
  },
  {
    "text": "Right.",
    "start": "00:25:40",
    "end": "00:25:40"
  },
  {
    "text": "Not saying that. But what I'm saying is the New Testament is transforming these violent images of the Day of the Lord in a really important way that has gone largely unnoticed by the modern Western church. Because we love Denzel Washington.",
    "start": "00:25:40",
    "end": "00:25:58"
  },
  {
    "text": "Yeah.",
    "start": "00:25:58",
    "end": "00:25:58"
  },
  {
    "text": "Strangling the bad guy to death, you know, feels good. It does. It's satisfying. Anyhow. That's how the day of the Lord comes to its completion in the last book of the Bible is this paradox. And so what does the. Here he defeats the armies of evil, and then in chapter 20, Babylon, death, the beast, the dragon, they're all cast into the lake of fire. They are assigned, they're quarantined to a place of eternal self destruction. And that's the defeat of evil. And you can say that's a violent image, but it's interesting. It's people being consigned or handed over to what they've chosen. Something that they've chosen, which is destruction.",
    "start": "00:25:58",
    "end": "00:26:49"
  },
  {
    "text": "Yeah. Well, how did. How did Butler talk about it? He talked about as creating a place for that to exist, but not inside of creation.",
    "start": "00:26:50",
    "end": "00:26:58"
  },
  {
    "text": "Yeah. If somebody refuses, like Pharaoh, to acknowledge Jesus as their Lord, using Pharaoh as an icon or Babylon, then God will honor the dignity of that decision and allow people to exist in that.",
    "start": "00:26:58",
    "end": "00:27:16"
  },
  {
    "text": "Yeah. So confinement, I think was the term.",
    "start": "00:27:16",
    "end": "00:27:19"
  },
  {
    "text": "Confinement. Yes. But what God won't allow is for that evil to pollute or vandalize his creation anymore. And so the end of Revelation is the new Jerusalem. And then outside the city are. So, wait, I thought they were in a lake of fire. But then in chapter 20. But then in chapter 22, the wicked are just outside the city. So these images of that God will contain those who choose evil. And the point is that he won't allow them to ruin his world anymore. And of course we wonder, how does that all actually refer to the final day of the Lord? What does it actually mean? I don't think.",
    "start": "00:27:19",
    "end": "00:28:07"
  },
  {
    "text": "And when will we know it's going to happen?",
    "start": "00:28:07",
    "end": "00:28:09"
  },
  {
    "text": "When? And we just. The biblical authors are not interested in giving us that information. It's like Paul says, concerning times and dates. I'm not going to write to you about that. What you need to know is what this means for history and for your own setting right now so that you can follow the Messiah.",
    "start": "00:28:09",
    "end": "00:28:28"
  },
  {
    "text": "What are the telltale signs that you have become part of Babylon?",
    "start": "00:28:30",
    "end": "00:28:35"
  },
  {
    "text": "Well, think through the portraits. We have three steps so far. We had Genesis 3 to 11, then we add Egypt, the description of Egypt in the book of Exodus, and then we add Solomon's reign and the description of Israel in those books. And each one kind of progressed the portrait. So Genesis 3 to 11 was about autonomy, human autonomy from God, wanting to redefine good and evil.",
    "start": "00:28:36",
    "end": "00:29:00"
  },
  {
    "text": "And every political structure does that.",
    "start": "00:29:00",
    "end": "00:29:03"
  },
  {
    "text": "Yeah, every political structure has to define what is good and not good in its regime.",
    "start": "00:29:03",
    "end": "00:29:10"
  },
  {
    "text": "There's no political structure that says, you know, we're going to do this under the guidance of Yahweh. Right.",
    "start": "00:29:10",
    "end": "00:29:18"
  },
  {
    "text": "Well, I don't know. I think different in the ancient world. Maybe in the ancient world, every political. Oh, right now. Well, sure. I mean, this again gets into whole debate about American history. Sure. But God language has been used in America's entire political history. And for most of European political history, God language, meaning appealing to some kind of divine standard as giving moral legitimacy to policies and decisions. So one nation under God, the liberty and all of that. Yeah, that's all. That's all God's language, worldview. Yep. So.",
    "start": "00:29:18",
    "end": "00:30:02"
  },
  {
    "text": "But no one's constitution written in is.",
    "start": "00:30:03",
    "end": "00:30:05"
  },
  {
    "text": "Saying, no, not right now. Yeah, that's like the laws of the Torah.",
    "start": "00:30:05",
    "end": "00:30:10"
  },
  {
    "text": "Well, not the laws of the Torah, necessarily, but even just, you know, as a. As a nation, we will always fear God and we will not try to define good and evil on our own terms, but always do it, you know.",
    "start": "00:30:10",
    "end": "00:30:24"
  },
  {
    "text": "Yes.",
    "start": "00:30:24",
    "end": "00:30:25"
  },
  {
    "text": "Under guidance.",
    "start": "00:30:26",
    "end": "00:30:26"
  },
  {
    "text": "Yeah. Well, it depends, like, which God, you know, I mean, that's a whole debate, even about America. One Nation under God. Well, what God is that? Like the kind of neutered Christian God, you know, of American civil religion or the actual, like the God revealed in Jesus of Nazareth?",
    "start": "00:30:27",
    "end": "00:30:44"
  },
  {
    "text": "Yeah.",
    "start": "00:30:45",
    "end": "00:30:45"
  },
  {
    "text": "You know, which is.",
    "start": "00:30:45",
    "end": "00:30:46"
  },
  {
    "text": "I think that's what I'm trying to say is there isn't any nation state that says Yahweh is our God. We will. Written into our Constitution.",
    "start": "00:30:46",
    "end": "00:30:59"
  },
  {
    "text": "Sure, yeah.",
    "start": "00:30:59",
    "end": "00:31:00"
  },
  {
    "text": "Is that we will.",
    "start": "00:31:00",
    "end": "00:31:02"
  },
  {
    "text": "Maybe that nation state does not exist. Not even. Yeah. Modern Israel is not that nation state. It's an extremely secular nation state that like America uses its religious heritage as a framework for its language. But the actual people and the value systems at work are modern.",
    "start": "00:31:03",
    "end": "00:31:23"
  },
  {
    "text": "And I think what's interesting, there's this fear because when you see that happen in like radical Islam.",
    "start": "00:31:24",
    "end": "00:31:32"
  },
  {
    "text": "Yeah, sure, sure.",
    "start": "00:31:34",
    "end": "00:31:35"
  },
  {
    "text": "Really can get ugly.",
    "start": "00:31:35",
    "end": "00:31:37"
  },
  {
    "text": "Yes.",
    "start": "00:31:37",
    "end": "00:31:37"
  },
  {
    "text": "And so you wonder, will that be the same thing? If a nation state said, hey, we follow Yahweh and believe in Jesus and the resurrection and the kingdom of God and we want to build around that, is it gonna get ugly?",
    "start": "00:31:37",
    "end": "00:31:53"
  },
  {
    "text": "Yeah.",
    "start": "00:31:54",
    "end": "00:31:54"
  },
  {
    "text": "And I guess if. If they. If you truly are following Jesus, then you would be this weird nation state that constantly is forgiving and surrendering at weird moments and creating peace and injustice in radical ways.",
    "start": "00:31:54",
    "end": "00:32:14"
  },
  {
    "text": "Yes.",
    "start": "00:32:15",
    "end": "00:32:15"
  },
  {
    "text": "Like maybe it's not even possible. You probably just get beat up.",
    "start": "00:32:15",
    "end": "00:32:18"
  },
  {
    "text": "It exists right now.",
    "start": "00:32:20",
    "end": "00:32:21"
  },
  {
    "text": "How does it exist?",
    "start": "00:32:22",
    "end": "00:32:23"
  },
  {
    "text": "It's called the church.",
    "start": "00:32:23",
    "end": "00:32:24"
  },
  {
    "text": "But that's not a nation state.",
    "start": "00:32:24",
    "end": "00:32:25"
  },
  {
    "text": "No, but it's a.",
    "start": "00:32:27",
    "end": "00:32:28"
  },
  {
    "text": "That's an institution.",
    "start": "00:32:28",
    "end": "00:32:29"
  },
  {
    "text": "It's an institution.",
    "start": "00:32:29",
    "end": "00:32:30"
  },
  {
    "text": "That's what the church is supposed to be.",
    "start": "00:32:30",
    "end": "00:32:31"
  },
  {
    "text": "That Jesus instituted a multi ethnic covenant. People bound by their allegiance to Jesus and his love for them, that lives by a radically different value system as a counter bet to Babylon. We're describing churches in the New Testament.",
    "start": "00:32:31",
    "end": "00:32:51"
  },
  {
    "text": "You're right. You were describing churches.",
    "start": "00:32:51",
    "end": "00:32:53"
  },
  {
    "text": "At least the vision of what? The movement of Jesus Christ.",
    "start": "00:32:54",
    "end": "00:32:57"
  },
  {
    "text": "But I've never thought of churches on the same kind of platform as a political structure.",
    "start": "00:32:57",
    "end": "00:33:02"
  },
  {
    "text": "Oh, I see. Well, what is a political structure? It's just a group of people who commit. Share resources. Who share resources and agree to a set of policies and values that govern their common life together. That's what the word politics means. The word polis refers to a bound city surrounded by a wall. And politikos is polis. Yeah, and politikos is the terms to which we all commit to live together. And so the. The movement that Jesus started is a political movement.",
    "start": "00:33:02",
    "end": "00:33:38"
  },
  {
    "text": "Is a movement of people.",
    "start": "00:33:40",
    "end": "00:33:42"
  },
  {
    "text": "In the classic sense of that word.",
    "start": "00:33:42",
    "end": "00:33:43"
  },
  {
    "text": "In the classic sense, yeah. Not in the sense of we're any.",
    "start": "00:33:43",
    "end": "00:33:46"
  },
  {
    "text": "Group of people that commits to a commitment to living together by a certain set of values is a political body in the classic sense of that word.",
    "start": "00:33:46",
    "end": "00:33:59"
  },
  {
    "text": "Yeah.",
    "start": "00:33:59",
    "end": "00:34:00"
  },
  {
    "text": "Yeah, yeah. Stanley Hauer was in some circles, controversial Christian theologian, but he's probably one of the most important voices arguing for a complete separation between the movement of Jesus and the power structures of the world. And he talks about that the church doesn't have a political influence. He just says the church is a politics. It's a great way of putting it.",
    "start": "00:34:02",
    "end": "00:34:34"
  },
  {
    "text": "Yeah, that makes sense the way we're talking about it. That seems like. So that seems like the strategy that you should have as the church is don't intertwine yourself with politics. Be your own politics.",
    "start": "00:34:34",
    "end": "00:34:47"
  },
  {
    "text": "But the problem is that's not actually what the apostles advocated.",
    "start": "00:34:47",
    "end": "00:34:50"
  },
  {
    "text": "Right. Okay.",
    "start": "00:34:50",
    "end": "00:34:51"
  },
  {
    "text": "So what they advocated was live. They adopted Jeremiah's philosophy, which was live in the midst of Babylon and fully immerse yourself, but out of allegiance to a different ruler and with a completely different value system, which most of the time is going to create overlap in pursuit of the common good, but sometimes will create a conflict of allegiance. And then God's people are to obey God rather than man, as Peter puts it in the book of Acts, and happily suffer whatever consequences come, even if it means death. And here we're into the Book of Daniel or Esther.",
    "start": "00:34:51",
    "end": "00:35:31"
  },
  {
    "text": "Yeah. Because, you know, depending on that moment in history and what you're doing as the church, you're either being celebrated or you're a threat to national security.",
    "start": "00:35:32",
    "end": "00:35:44"
  },
  {
    "text": "That's right. Which is exactly how the early Christians were perceived in the first two centuries as a political threat. A group of people organizing out of allegiance to a different king.",
    "start": "00:35:44",
    "end": "00:35:57"
  },
  {
    "text": "Yeah. And that's true persecution. Like when you're a political threat.",
    "start": "00:35:57",
    "end": "00:36:01"
  },
  {
    "text": "Correct.",
    "start": "00:36:02",
    "end": "00:36:02"
  },
  {
    "text": "Like if all of a sudden. And sorry to international listeners again, but if all of a sudden in America it was Christianity is a political threat. Like, then you could say, okay, persecution.",
    "start": "00:36:02",
    "end": "00:36:16"
  },
  {
    "text": "Until then, you just get made fun of in cities on each of the west or East Coast.",
    "start": "00:36:17",
    "end": "00:36:22"
  },
  {
    "text": "Yeah.",
    "start": "00:36:22",
    "end": "00:36:22"
  },
  {
    "text": "That'S the worst.",
    "start": "00:36:24",
    "end": "00:36:25"
  },
  {
    "text": "It gets butt of jokes.",
    "start": "00:36:25",
    "end": "00:36:26"
  },
  {
    "text": "Yeah. But, yeah, our brothers and sisters in many, many countries in the world are considered actually persecuted because the Christian movement is viewed as a threat to the social order.",
    "start": "00:36:26",
    "end": "00:36:39"
  },
  {
    "text": "Yeah.",
    "start": "00:36:39",
    "end": "00:36:39"
  },
  {
    "text": "And there are some Americans who feel that way about Christianity, that it's actually a danger to America's social order.",
    "start": "00:36:39",
    "end": "00:36:47"
  },
  {
    "text": "Sure.",
    "start": "00:36:47",
    "end": "00:36:48"
  },
  {
    "text": "And of course, many American Christians see it exactly the opposite.",
    "start": "00:36:48",
    "end": "00:36:53"
  },
  {
    "text": "Right.",
    "start": "00:36:54",
    "end": "00:36:54"
  },
  {
    "text": "So the day of the Lord in the prophets absolutely raises the questions of what you call political theology. The way you think as a Christian about my relationship to the power institutions of the world.",
    "start": "00:36:55",
    "end": "00:37:09"
  },
  {
    "text": "So when people ask you about your politics, you don't have to go into detail, but if someone asks you, do you have an answer? Do you have like a rote? Kind of like, here's my stance on things politically.",
    "start": "00:37:10",
    "end": "00:37:21"
  },
  {
    "text": "Well, I mean, you can just do it in a shorthand way that just invites a conversation, which is to say, jesus is Lord.",
    "start": "00:37:21",
    "end": "00:37:28"
  },
  {
    "text": "What's your. Yeah.",
    "start": "00:37:29",
    "end": "00:37:31"
  },
  {
    "text": "And so when. When Caesar or Nebuchadnezzar or the president is on board with the common good as defined by Jesus, then we are happy neighbors seeking each other's.",
    "start": "00:37:31",
    "end": "00:37:45"
  },
  {
    "text": "So when someone says what political party you're in, you say, jesus is Lord.",
    "start": "00:37:45",
    "end": "00:37:48"
  },
  {
    "text": "Oh, I think that's what a Christian should say. Okay. And then out of moral conscience, you get informed about the issues, the policies, the leaders, and have to, if you're in a democratic republic like we have the privilege of being, use your voting influence, decide according to your conscience. And that clearly differs even within the body of Christ. Sure, clearly.",
    "start": "00:37:48",
    "end": "00:38:16"
  },
  {
    "text": "Yeah.",
    "start": "00:38:16",
    "end": "00:38:16"
  },
  {
    "text": "Because different values are different senses of what is right.",
    "start": "00:38:17",
    "end": "00:38:20"
  },
  {
    "text": "Yeah.",
    "start": "00:38:21",
    "end": "00:38:22"
  },
  {
    "text": "Or different core values of what is right. And here we go, man. There's a book I just listened to podcast on Jonathan Haidt, the Righteous Mind, why Good People are Divided by Politics and Religion. I don't think he's a Christian, but the podcast I was listening to, it's for theologians who talk about theology.",
    "start": "00:38:22",
    "end": "00:38:46"
  },
  {
    "text": "Yeah.",
    "start": "00:38:47",
    "end": "00:38:47"
  },
  {
    "text": "What's that one called?",
    "start": "00:38:47",
    "end": "00:38:48"
  },
  {
    "text": "It's called Mere Fidelity.",
    "start": "00:38:48",
    "end": "00:38:49"
  },
  {
    "text": "Yeah, Mere fidelity.",
    "start": "00:38:49",
    "end": "00:38:50"
  },
  {
    "text": "And so they did a great review and discussion of this book. But Jonathan Haidt has identified why it is that people in American culture just talk past each other. And his argument is just simply that they have different core values of defining what is the right and the good. So some people define evil as harm. Some people define evil as disorder or violating natural boundary lines. Some people define evil as inequality, lack of equality. And those base definitions will then create whole narratives of what is good. And then you get people in the same room who are just talking past each other. They inhabit different worlds. His point in writing the book is to just help people see that true dialogue means learning what's underneath other people's core values. And that diversity is within the body of Christ itself, which is by definition a multi ethnic international movement. And so we should expect that there'll be different ways that different Christians in different countries at different times relate to the power structures around them.",
    "start": "00:38:50",
    "end": "00:40:07"
  },
  {
    "text": "I think one thing that leads to a lot of political divides is fear. And that is, you know, your nation state protects you in your way of life. And one of the biggest fears as a human is to lose security.",
    "start": "00:40:08",
    "end": "00:40:27"
  },
  {
    "text": "Yes.",
    "start": "00:40:27",
    "end": "00:40:28"
  },
  {
    "text": "To lose your freedoms. I think that how you think that might come to happen is the thing you're going to fight against and the things that you think are gonna protect those freedoms is what you're gonna fight for. But at the base of it is because we're really afraid. I get afraid. I get afraid of thinking like, what if the economy collapses? What if all these different scenarios. I was just listening to this podcast last night and they're talking about how antibiotics are like, we're running out of antibiotic strains that are actually effective. And, and it's only gonna take like, it'll take a couple billion dollars probably to develop a new one. And corporations don't wanna do it because there's not really any money in it because people only use it once and the nation states are not organized enough to do it isn't a priority. So we're just kinda sitting around waiting.",
    "start": "00:40:28",
    "end": "00:41:29"
  },
  {
    "text": "For the next Black plague. Yeah, right.",
    "start": "00:41:29",
    "end": "00:41:32"
  },
  {
    "text": "And so there's always fear. That's just normal. But I think what I'm realizing is if you, if you, if your politics is Jesus is Lord, no matter what happens. You know that phrase, like, whatever happens, God's in control. Like the prophets, as they're seeing all this chaos and they're seeing these wars.",
    "start": "00:41:32",
    "end": "00:41:52"
  },
  {
    "text": "Imagine the world they inhabit.",
    "start": "00:41:52",
    "end": "00:41:54"
  },
  {
    "text": "Oh my goodness.",
    "start": "00:41:54",
    "end": "00:41:54"
  },
  {
    "text": "Yeah.",
    "start": "00:41:54",
    "end": "00:41:55"
  },
  {
    "text": "And they go, this is the day of the Lord.",
    "start": "00:41:55",
    "end": "00:41:56"
  },
  {
    "text": "This is.",
    "start": "00:41:57",
    "end": "00:41:57"
  },
  {
    "text": "Yeah, this is the Lord at work. Even though it's ugly and even though it's scary, like. And so I'm kind of imagining, like, what's the worst case scenario for me in my part of the world. And if that happens, I usually am not the one to say this, but God must have a plan. And like, the church will stand, the kingdom of God will prevail.",
    "start": "00:41:57",
    "end": "00:42:22"
  },
  {
    "text": "Yeah, yeah. This is why the story of Israel, so we don't have to be afraid. Yes, that's right. This is why the Old Testament story doesn't end with exile. It goes on to continue the story of what it means to be the covenant people of God, even when all the structures that we thought are what defined us as the people of God are obliterated. And so you have Daniel. What did he do wrong?",
    "start": "00:42:22",
    "end": "00:42:45"
  },
  {
    "text": "You know, what did Daniel do wrong?",
    "start": "00:42:46",
    "end": "00:42:47"
  },
  {
    "text": "Yeah, what did Daniel do wrong? He's a Torah abiding, legit worshiper of Yahweh and his life gets ruined because of the rise and fall of kingdoms and babylons. And so he's forced to walk this line of allegiance to the God of Israel, even though against his will, it seems, he's drafted into the Babylonian government and he takes a Babylonian name, he wears Babylonian clothes, and he serves in the Babylonian government. But then there are these moments of conflict, of values, and he publicly pledges allegiance to the God of Israel and says, I'll happily suffer the consequences, but I won't acknowledge that Babylon is God. He does it with a good attitude, and he says, you can kill me. So that becomes the paradigm of God's people among Babylon and among the nations.",
    "start": "00:42:47",
    "end": "00:43:46"
  },
  {
    "text": "He wasn't driven by fear.",
    "start": "00:43:46",
    "end": "00:43:48"
  },
  {
    "text": "He wasn't driven by fear. Yeah, totally. It's right. And so this is why the Jesus story is such a scandal. Such a scandal. And it doesn't mean rejecting, taking, being proud of what national identity you have. I don't think it means that, but it does mean my national identity is relativized. It's transcended by my allegiance to the king of the nations and my allegiance to the body, that political body, which is the body of Jesus. I mean, this is so scandalous to say, but what it means is I create this healthy ambiguity in my allegiance to whatever nation I happen to live in. I'll seek its best. But if the thing comes crashing down because it's become Babylon, well, it's the way the day of the Lord works and my kingdom became Babylon, I sure hope I wasn't participating in it.",
    "start": "00:43:48",
    "end": "00:44:42"
  },
  {
    "text": "And that puts you in such a. That puts you in a very interesting position because let's say you, Tim, had the ear of the president. Right. But the president knows you are sitting in this ambiguous position where you will seek the best of the country, but you will not if it is an antithesis to the kingdom of God. So at one moment, you could be in great favor with the president because there's all this alignment, and then the next moment you could be thrown into alliance.",
    "start": "00:44:42",
    "end": "00:45:20"
  },
  {
    "text": "Yeah. Because you're not fully on the team. Yeah, yeah, that's right.",
    "start": "00:45:20",
    "end": "00:45:24"
  },
  {
    "text": "That's. Do you think Christians need to embrace that ambiguity of that reality?",
    "start": "00:45:24",
    "end": "00:45:29"
  },
  {
    "text": "I think many or most do.",
    "start": "00:45:29",
    "end": "00:45:31"
  },
  {
    "text": "Yeah.",
    "start": "00:45:31",
    "end": "00:45:31"
  },
  {
    "text": "And then there are the extremes that just say, withdraw and go farm in the countryside, you know, and just let Babylon go to hell in a handbasket.",
    "start": "00:45:32",
    "end": "00:45:43"
  },
  {
    "text": "Right.",
    "start": "00:45:43",
    "end": "00:45:43"
  },
  {
    "text": "And then there are those who say, no, you know, this is the best thing.",
    "start": "00:45:43",
    "end": "00:45:48"
  },
  {
    "text": "God's God is at work.",
    "start": "00:45:48",
    "end": "00:45:50"
  },
  {
    "text": "God is at work. And this is the best expression of God's will in the world is this form of government. And so I'm gonna.",
    "start": "00:45:50",
    "end": "00:45:56"
  },
  {
    "text": "There is perfect alignment.",
    "start": "00:45:57",
    "end": "00:45:58"
  },
  {
    "text": "Perfect alignment.",
    "start": "00:45:58",
    "end": "00:45:59"
  },
  {
    "text": "Yeah.",
    "start": "00:45:59",
    "end": "00:45:59"
  },
  {
    "text": "Yeah.",
    "start": "00:45:59",
    "end": "00:45:59"
  },
  {
    "text": "So that's One extreme.",
    "start": "00:46:00",
    "end": "00:46:00"
  },
  {
    "text": "Yep.",
    "start": "00:46:00",
    "end": "00:46:01"
  },
  {
    "text": "Extreme is.",
    "start": "00:46:01",
    "end": "00:46:02"
  },
  {
    "text": "Yeah. Full separatism.",
    "start": "00:46:02",
    "end": "00:46:04"
  },
  {
    "text": "Yeah.",
    "start": "00:46:04",
    "end": "00:46:04"
  },
  {
    "text": "Right.",
    "start": "00:46:05",
    "end": "00:46:05"
  },
  {
    "text": "And then everything in between.",
    "start": "00:46:05",
    "end": "00:46:06"
  },
  {
    "text": "And then the messy middle is where almost all the stories in the Bible tend to land, which is Daniel, Joseph, Esther, the apostles relationship to the temple in Jerusalem and the early chapters of Acts and Paul in Rome at the end of the book of Acts.",
    "start": "00:46:06",
    "end": "00:46:25"
  },
  {
    "text": "Yeah.",
    "start": "00:46:25",
    "end": "00:46:26"
  },
  {
    "text": "He's under house arrest, doesn't try and escape. He fully submits to the political machinery of the Roman system, even though he knows that he's there unjustly. And then he leverages his prison time to talk strategic influencers about Jesus. There you go. Political theology is anything but simple. It's never simple. Anything that's simplifies, it's trying to sell you something.",
    "start": "00:46:26",
    "end": "00:46:52"
  },
  {
    "text": "Yeah. It seems what further complicates it is that then your definition of what is the kingdom supposed to look like? You know, what are. How do you define evil? Like what you were saying? Like now you have to, as the church come to agreement on how we're defining evil.",
    "start": "00:46:52",
    "end": "00:47:12"
  },
  {
    "text": "Correct.",
    "start": "00:47:12",
    "end": "00:47:13"
  },
  {
    "text": "And that influences then what you think the kingdom of God is as it is, arose.",
    "start": "00:47:13",
    "end": "00:47:19"
  },
  {
    "text": "Yeah. How it ought to take expression through a specific local church.",
    "start": "00:47:19",
    "end": "00:47:24"
  },
  {
    "text": "And it seems like even within Christian communities there is disagreement.",
    "start": "00:47:24",
    "end": "00:47:29"
  },
  {
    "text": "Yep, that's right. Yeah.",
    "start": "00:47:29",
    "end": "00:47:31"
  },
  {
    "text": "Which makes it even messier.",
    "start": "00:47:31",
    "end": "00:47:32"
  },
  {
    "text": "Is it? Yeah, that's right. Yeah. Is the greatest threat the dissolution of the family and of sexual immorality, or is the greatest threat vast racial and economic inequalities? You know, you just have to go back to the teachings of the apostles and the prophets and discern in the guidance of the Spirit what expression a particular church is supposed to make in its context. Wow. So the day of the Lord, that's a lot. The day of the Lord is solving a problem so that something better can happen afterwards. It's not an end in itself.",
    "start": "00:47:32",
    "end": "00:48:12"
  },
  {
    "text": "Okay, we did it. The Day of the Lord. This was by far the longest and most in depth series we've done, but we've gotten a lot of good feedback about it and I hope you enjoyed it. I'm sure you've got some lingering questions, so in an upcoming episode, we're going to do our best to respond to many of those questions. If you want your question responded to, send it to us in audio form. Try to keep it around 15 seconds and make sure to use your name and where you're from as well. Then send your question to supportointhebibleproject.com we need your question by 9am on Tuesday morning. That's May 23rd, so I know a lot of people listen to this on Monday morning on a commute. That means you just got 24 hours. In the meantime, if you missed any of the previous episodes, we recommend you go back and listen to them. And if you haven't done so already, our video on the Day of the Lord is out on YouTube. YouTube.com TheBibleProject we summarize this entire theme in five minutes as best as we could. The BibleProject is a nonprofit, crowdfunded studio here in Portland, Oregon. We make videos and resources that are free and we can do it because of the generous support of people like you who pitch in and make it happen. We believe the Bible is one unified story that leads to Jesus and has profound wisdom for the modern world. So thanks for listening and being a part of this with us.",
    "start": "00:48:14",
    "end": "00:49:32"
  },
  {
    "text": "Sam.",
    "start": "00:49:37",
    "end": "00:50:01"
  }
]