[
  {
    "text": "Hey, this is John from the bibleproject. Today on the podcast, we're starting a new podcast series on a really big topic in the Bible. We asked our supporters to vote on the next biblical theme they'd like to see us make into a video. And the winner was. The Day of the Lord. The Day of the Lord is a biblical theme that runs all through the story of the Bible. Biblical authors use it to describe when and how God intervenes in human history to rescue people from oppression.",
    "start": "00:00:07",
    "end": "00:00:34"
  },
  {
    "text": "The biblical authors, they have a deep conviction that one true God of Israel is the creator and he's the king of history, and that history has a purpose and a goal. So there's coming a moment where if God's a good creator of all, he will defeat evil once and for all and. And rescue the innocent and vindicate the righteous and bring about a new creation.",
    "start": "00:00:34",
    "end": "00:00:59"
  },
  {
    "text": "In this first episode, Tim and I are gonna set the stage by talking about the Kingdom of Babylon. The origin story of the Kingdom of Babylon is an important part of the biblical narrative, and it's something most of us miss. So what's the deal with Babylon and the Day of the Lord? We'll discuss that today. Here we go. So we are doing a new theme video that was voted on.",
    "start": "00:00:59",
    "end": "00:01:31"
  },
  {
    "text": "Yes. Yes.",
    "start": "00:01:32",
    "end": "00:01:32"
  },
  {
    "text": "First time we got to do a vote, and everyone who was a supporter of the project voted, and we got 2,500 votes. And the winning theme was Day of the Lord.",
    "start": "00:01:32",
    "end": "00:01:45"
  },
  {
    "text": "People are interested in end of the world apocalyptic scenarios. Yeah, I suppose.",
    "start": "00:01:45",
    "end": "00:01:53"
  },
  {
    "text": "Yeah. Super interesting to think about.",
    "start": "00:01:53",
    "end": "00:01:56"
  },
  {
    "text": "And for many people, that's what the Day of the Lord refers to.",
    "start": "00:01:56",
    "end": "00:02:00"
  },
  {
    "text": "It's about that. The final day of judgment.",
    "start": "00:02:00",
    "end": "00:02:03"
  },
  {
    "text": "Mm. Yeah. Where all. Every human stands before God and has a verdict rendered over their life, and they are assigned to one of two eternal destinies. Yeah, I think that's the.",
    "start": "00:02:03",
    "end": "00:02:19"
  },
  {
    "text": "The category that we have.",
    "start": "00:02:19",
    "end": "00:02:20"
  },
  {
    "text": "Yep. Yeah. And maybe all of the horrible things in history that lead up to that.",
    "start": "00:02:20",
    "end": "00:02:25"
  },
  {
    "text": "Well, I think what actually what's interesting is when you use the phrase Day of the Lord, when people talk about that, they don't talk about. They don't use the phrase day of the Lord generally.",
    "start": "00:02:25",
    "end": "00:02:34"
  },
  {
    "text": "Oh, that's true.",
    "start": "00:02:34",
    "end": "00:02:35"
  },
  {
    "text": "They use.",
    "start": "00:02:35",
    "end": "00:02:36"
  },
  {
    "text": "That's interesting.",
    "start": "00:02:36",
    "end": "00:02:36"
  },
  {
    "text": "You know, the rapture and tribulation and end times.",
    "start": "00:02:37",
    "end": "00:02:39"
  },
  {
    "text": "End times, End judgment. Oh, oh, oh, got it.",
    "start": "00:02:40",
    "end": "00:02:42"
  },
  {
    "text": "Is the main phrase, Right.",
    "start": "00:02:43",
    "end": "00:02:44"
  },
  {
    "text": "Cataclysm of history.",
    "start": "00:02:44",
    "end": "00:02:45"
  },
  {
    "text": "Yeah. So the phrase day of the Lord already kind of is helpful in that. It doesn't have that baggage necessarily, but I think that's probably what people still tend to Think about.",
    "start": "00:02:45",
    "end": "00:02:59"
  },
  {
    "text": "Yes.",
    "start": "00:02:59",
    "end": "00:02:59"
  },
  {
    "text": "But for me, I don't have this robust understanding of this phrase, the day of the Lord, so I don't really have a good category to put it in, so. So I'm hoping it's a little bit fresh still, that that category could be molded.",
    "start": "00:03:00",
    "end": "00:03:14"
  },
  {
    "text": "Yeah, that's good. By the way, the biblical authors actually use the term.",
    "start": "00:03:14",
    "end": "00:03:19"
  },
  {
    "text": "Hopefully.",
    "start": "00:03:19",
    "end": "00:03:19"
  },
  {
    "text": "Yeah, yeah. It's interesting. It's the phrase. So, yeah, we'll kind of work through where the term originated from. This is one of those things where studying a theme like the day of the Lord, you can't just study the phrase. The phrase occurs all over different sections of the Bible, mostly in the prophets, Old Testament prophets. But the origins of the idea and where it's rooted in the biblical storyline actually starts way, way in the beginning, in the first dozen or so pages of Genesis, and it stretches all the way to the last couple pages of the book of Revelation. And it's a phrase that appears all throughout the Bible and an idea that permeates the whole Bible, which is why we chose it as a theme video.",
    "start": "00:03:19",
    "end": "00:04:06"
  },
  {
    "text": "So the phrase is really just one way to talk about the idea.",
    "start": "00:04:06",
    "end": "00:04:13"
  },
  {
    "text": "Yeah. So just to put it all together in just one intro sentence or short paragraph. So the day of the Lord is a phrase that refers to a bigger theme, arch throughout the whole Bible about how God is at work in history to confront human evil, but specifically on the collective human evil, like the evil of societies and empires and how they ruin and destroy whole societies and people in the world. So the day of the Lord is about moments in history when God confronts collective human evil. And. And it's always associated with some act of liberation for the people who suffer under that evil society or empire, the oppressed people. Yeah. And so when God acts in history to confront evil and redeem the innocent, that is how God brings his kingdom or asserts his rule over all of creation. So the day of the Lord is a. Associated with all these different things, but basically about how God is king of history, that he won't allow human evil to last forever. He will defeat it, rescue the innocent, and become the gracious king over all of the world.",
    "start": "00:04:14",
    "end": "00:05:39"
  },
  {
    "text": "Okay, but the way you're describing it is like an ongoing type of event.",
    "start": "00:05:40",
    "end": "00:05:45"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:05:45",
    "end": "00:05:46"
  },
  {
    "text": "But it's called the day of the Lord.",
    "start": "00:05:46",
    "end": "00:05:49"
  },
  {
    "text": "Yes. Yeah. So here. Yeah, we'll have to talk about the way the Old Testament prophets, specifically who wrote the narratives of the Old Testament and then the prophetic books, like they viewed history in a way that modern Westerners, we have to make some adjustments to the way we think about things, to adopt their view of history. Because we think of the moment at the end of history when every human stands before the Great White Throne and.",
    "start": "00:05:49",
    "end": "00:06:20"
  },
  {
    "text": "They don't think about that.",
    "start": "00:06:20",
    "end": "00:06:21"
  },
  {
    "text": "Well, the prophets assume that that moment's coming, but they take the language and imagery about that hope and they use it to describe moments within history within their own, specifically within Israel's history.",
    "start": "00:06:22",
    "end": "00:06:39"
  },
  {
    "text": "Interesting.",
    "start": "00:06:39",
    "end": "00:06:39"
  },
  {
    "text": "And then Jesus and the apostles used it to describe moments in their history. And it's always pointing towards the ultimate event. And it's almost like they view the day of the Lord as almost like. Well, we don't use overhead projectors anymore.",
    "start": "00:06:39",
    "end": "00:06:59"
  },
  {
    "text": "Right.",
    "start": "00:06:59",
    "end": "00:06:59"
  },
  {
    "text": "So I don't know if anybody.",
    "start": "00:07:01",
    "end": "00:07:02"
  },
  {
    "text": "A product of the 90s.",
    "start": "00:07:02",
    "end": "00:07:03"
  },
  {
    "text": "Yeah. Of the late 80s and 90s about transparencies, but think about a transparent sheet of plastic that has images on it. You know, you could overlay images on top of each other. And so there's something about the base images of that. God's the creator. He's good. He won't allow evil to last forever. There's coming a day when he'll confront it forever and ever. Amen. And then the prophets end times, the end times. The end of time as we experience it, and the beginning of the new age and the new creation. So the transition from the world as we know it into the world as God intended it in the new creation. What's that transition like? It's going to have to involve some sort of justice on all of the horrible evil that's been done in human history. So the biblical authors all just assume that, but they will also use the language and ideas, images, metaphors of that final act of justice and use it to describe things happening. Like the downfall of Babylon in 539-bc.",
    "start": "00:07:03",
    "end": "00:08:17"
  },
  {
    "text": "They call that the day of the Lord.",
    "start": "00:08:18",
    "end": "00:08:19"
  },
  {
    "text": "They will also call that the day of the Lord.",
    "start": "00:08:19",
    "end": "00:08:21"
  },
  {
    "text": "Yeah, like, think of it as like an end times kind of event.",
    "start": "00:08:21",
    "end": "00:08:25"
  },
  {
    "text": "Yeah.",
    "start": "00:08:26",
    "end": "00:08:27"
  },
  {
    "text": "Like this age is ending kind of thing.",
    "start": "00:08:27",
    "end": "00:08:30"
  },
  {
    "text": "It's interesting. I think it's. Did David actually think he was a sheep when he said, the Lord is my shepherd, I shall not want, he leads me?",
    "start": "00:08:30",
    "end": "00:08:41"
  },
  {
    "text": "Yeah, probably not.",
    "start": "00:08:41",
    "end": "00:08:42"
  },
  {
    "text": "So I think the prophets could fully distinguish between the fact that Babylon falling to the Persians in 539 BC but wasn't the end of the world, but in another sense it was the end of the world as they knew it.",
    "start": "00:08:43",
    "end": "00:09:00"
  },
  {
    "text": "Yeah. The world order changed.",
    "start": "00:09:00",
    "end": "00:09:02"
  },
  {
    "text": "The world order changed. And as they experienced it, it was a huge empire over much of the ancient Near East.",
    "start": "00:09:02",
    "end": "00:09:09"
  },
  {
    "text": "Yeah. And that's Hard to imagine. I've, you know, I've never lived through something like that, but if that happened here, if all of a sudden would.",
    "start": "00:09:09",
    "end": "00:09:20"
  },
  {
    "text": "Feel like the end of the world.",
    "start": "00:09:20",
    "end": "00:09:21"
  },
  {
    "text": "America fell and whoever took over and. And it would feel like a completely new reality.",
    "start": "00:09:21",
    "end": "00:09:29"
  },
  {
    "text": "Yeah, apologies for our American centric worldview to people listening outside the U.S. but yeah, anytime a great empire falls to the people who are under the thumb of that empire or who lived in it, the world's ending. What we're invited into. It's the ancient Israelite, Jewish, Christian biblical view of history that's very different from Eastern worldviews that have like a cyclical view of history. You know, Eastern worldviews that have a, like a karma pattern or cycle built into the universe. So biblical history that is Jewish and Christian is linear. It has an ord, has a beginning point. It's finite. It's moving in a certain purpose direction. And there are moments that change everything and move it all in a new direction. And so the biblical authors all accept that history is going somewhere and that God as the creator of time and all things, is going to move things towards a positive end. So there's an ultimate moment when God will confront evil. But there are also moments within human history where evil powers fall and the world changes as a result. And these are the kind of moments that are described with this phrase, the day of the Lord. You could use. I didn't make this up, but I forget where I first learned it, of little D days of the Lord.",
    "start": "00:09:30",
    "end": "00:11:37"
  },
  {
    "text": "Right.",
    "start": "00:11:37",
    "end": "00:11:38"
  },
  {
    "text": "And then the capital D day of the Lord and the prophets. So the capital D being like the final judgment. But then the biblical authors will use the language about capital D day to describe little D days in their own life experience.",
    "start": "00:11:38",
    "end": "00:11:54"
  },
  {
    "text": "The day of the Lord is a final day when the created order turns over to be what God intended it to be. But in order for that to happen, there has to be this reckoning of evil.",
    "start": "00:11:55",
    "end": "00:12:08"
  },
  {
    "text": "Yeah, yeah. The biblical view of history is all is not as it should be. The world as we experience it is not the way it's supposed to be.",
    "start": "00:12:08",
    "end": "00:12:16"
  },
  {
    "text": "And that's the big D day of the Lord.",
    "start": "00:12:16",
    "end": "00:12:18"
  },
  {
    "text": "And so there's coming a moment where if God's a good creator of all, he will transition things into a renewed state of creation where life and love and justice and beauty range the day.",
    "start": "00:12:18",
    "end": "00:12:31"
  },
  {
    "text": "So someone comes to you and says, let's talk about end times, final judgment. Yes, they're talking about the big D.",
    "start": "00:12:31",
    "end": "00:12:37"
  },
  {
    "text": "Day of the Lord, I think. Yeah. In a common Western theological language, popular level. Yeah. People think end of the world, day of the Lord, end times. And they think of that like my.",
    "start": "00:12:37",
    "end": "00:12:53"
  },
  {
    "text": "Mother in law knew we were doing this theme and she came up to me and she said, oh, you're doing the day of the Lord, so you're gonna talk about end times. Like that's kind of what her ride was at. Like end times, which in the west.",
    "start": "00:12:53",
    "end": "00:13:04"
  },
  {
    "text": "Is shaped specifically by a couple hundred year old tradition rooted in a theological movement called dispensationalism. So, yeah, that all gets wrapped up into this idea of rapture and the Antichrist and one world government and microchips.",
    "start": "00:13:05",
    "end": "00:13:20"
  },
  {
    "text": "Yeah. Kind of regardless of how that's gonna happen.",
    "start": "00:13:20",
    "end": "00:13:22"
  },
  {
    "text": "Yeah. Right. That's what comes to people's minds.",
    "start": "00:13:22",
    "end": "00:13:24"
  },
  {
    "text": "That's what comes to people's minds.",
    "start": "00:13:24",
    "end": "00:13:25"
  },
  {
    "text": "Yes.",
    "start": "00:13:25",
    "end": "00:13:25"
  },
  {
    "text": "But there will be a day or there will be a moment in human history when this age ends and there's a new age.",
    "start": "00:13:27",
    "end": "00:13:36"
  },
  {
    "text": "Yep. This is a core tenet of Jewish and Christian hope that no matter what subgroup you belong to, everybody agrees on this.",
    "start": "00:13:36",
    "end": "00:13:46"
  },
  {
    "text": "And that's the big D day of the Lord.",
    "start": "00:13:47",
    "end": "00:13:48"
  },
  {
    "text": "The big D day of the Lord is the moment when God confronts evil, removes it from his world, and he restores and heals it into a new creation. What the biblical authors do is they take language associated with that day and use it to describe moments within our experience of history where evil doesn't get the final word and where good and justice does happen. A good metaphor that, again, I didn't make up. It has a long history in biblical studies is of a mountain range. So if you live in Portland, you can look east and you see one of the towers of the Cascade volcanic mountain range. You see Mount Hood. If you go up to the west hills above Portland, you see Portland in front of you and then Mount Hood, like in the backdrop. It's majestic. Google it. It's really amazing.",
    "start": "00:13:48",
    "end": "00:14:45"
  },
  {
    "text": "Google Earth it.",
    "start": "00:14:45",
    "end": "00:14:46"
  },
  {
    "text": "Google Earth it. Yeah, you can fly around. Leading up to Mount Hood is this chain of foothills that go out through a town called Damascus and then Sandy and then rhododendron. Rhododendron and zigzag. So when you're in Portland looking out towards Mount Hood, all those foothills kind of merge together and they become this kind of indistinguishable greenish terrain leading up to the mountain. But it's ascending up to the mountain.",
    "start": "00:14:46",
    "end": "00:15:21"
  },
  {
    "text": "With its own summit.",
    "start": "00:15:21",
    "end": "00:15:22"
  },
  {
    "text": "Yeah. And so it all looks kind of hazy. And what dominates the perspective is Mount Hood. But if you were to take a quick helicopter ride like south to like Silverton, you would be Right in, in the middle and south. And you would be looking at it from exactly the side direction. And then you would see, oh, there's Portland in the valley. And then, oh, it does slowly rise up to Sandy. That's a really distinct range of hills. And then, oh, there's long. Actually really it's like 20 miles between Sandy and rhododendron.",
    "start": "00:15:22",
    "end": "00:15:58"
  },
  {
    "text": "Right.",
    "start": "00:15:58",
    "end": "00:15:59"
  },
  {
    "text": "So you see the space between these. So it's the best metaphor I've ever heard of the way.",
    "start": "00:15:59",
    "end": "00:16:03"
  },
  {
    "text": "So when you're in the middle of history, it's like you're looking at the.",
    "start": "00:16:03",
    "end": "00:16:06"
  },
  {
    "text": "Mountain range from one perspective, the prophets. It's like you're standing overlooking Portland and all of history with the mountain dominating your perspective. That's what it feels like to read the books of the prophets.",
    "start": "00:16:06",
    "end": "00:16:22"
  },
  {
    "text": "Got it.",
    "start": "00:16:22",
    "end": "00:16:22"
  },
  {
    "text": "And so you can see like, oh yeah, there's foothills, the fall of Babylon. But what dominates your viewpoint is that this is one small hill leading up to Mount Mount Hood.",
    "start": "00:16:23",
    "end": "00:16:34"
  },
  {
    "text": "But then, because to talk about anything and not include Mount Hood when you're looking at that perspective is weird because that's the main feature.",
    "start": "00:16:34",
    "end": "00:16:43"
  },
  {
    "text": "So we'll look at this. There's a famous poem in Isaiah, chapter 13 where he talks about the stars falling from heaven and the mountains shake and there's fire and I mean it's like it's the end of the world. And then in the poem he says it clear as day. He's describing the fall of the city of Babylon to the Persians in 539 BC. He says it in the poem itself, but he's using the language about poetic imagery about the end of the world to describe that event. And so that's the kind of thing that the prophets do. This is what Jesus does when he predicts the fall of Jerusalem in the Gospels. He uses. He actually quotes from that chapter of Isaiah that described the fall of Babylon. He uses Isaiah's poetry to describe the fall of Jerusalem, but he does so in this cataclysmic language. So this is just the way the biblical authors speak. Our experience of living in history is within the chain of foothills. And what we see are the event, the hills ahead of us.",
    "start": "00:16:43",
    "end": "00:17:55"
  },
  {
    "text": "Yeah, we like to really distinguish between all the foothills.",
    "start": "00:17:55",
    "end": "00:17:59"
  },
  {
    "text": "Yes.",
    "start": "00:17:59",
    "end": "00:17:59"
  },
  {
    "text": "Like, we want to like a lot more clarity. Like are you talking about fall of Babylon or are you talking about the final judgment? And they're kind of like, eh, we're just kind of. It's all like kind of melding together in some way.",
    "start": "00:17:59",
    "end": "00:18:14"
  },
  {
    "text": "Yeah, well, yeah, because the biblical authors just think so differently than Modern Westerners do. So they think in terms of these big plot lines of how God is at work in history. It's a figural interpretation of history. In other words, they view certain key events as being these key images or figures where you have clarity about that was an act of God. And then that moment in history becomes fixed, and you use the language of that event to describe future events that are like that.",
    "start": "00:18:14",
    "end": "00:18:50"
  },
  {
    "text": "And they do that with the Exodus.",
    "start": "00:18:50",
    "end": "00:18:52"
  },
  {
    "text": "They do that with the Exodus, and they do that with the rise and fall of Babylon and actually the rise and fall of Egypt. The rise and fall of Babylon are the most important biblical stories to understand. To understand the day of the Lord and why Jesus talks the way he does about Jerusalem and its fall and why John in the book of Revelation talks about the rise and fall of Rome. But he never says Rome anywhere. In the book of Revelation. He only uses the word Babylon.",
    "start": "00:18:52",
    "end": "00:19:23"
  },
  {
    "text": "But he's referring to Rome.",
    "start": "00:19:23",
    "end": "00:19:24"
  },
  {
    "text": "But he's referring to Rome and more than Rome at the same time.",
    "start": "00:19:24",
    "end": "00:19:29"
  },
  {
    "text": "So, yeah, this seems really important to understand. And you said it's different than the way we think. So I just want to take a moment and try to make sure I'm thinking this way.",
    "start": "00:19:31",
    "end": "00:19:44"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:19:44",
    "end": "00:19:45"
  },
  {
    "text": "Okay. What I heard you say was. What's the word you use? Figural.",
    "start": "00:19:46",
    "end": "00:19:51"
  },
  {
    "text": "Figural.",
    "start": "00:19:51",
    "end": "00:19:52"
  },
  {
    "text": "Figural.",
    "start": "00:19:52",
    "end": "00:19:52"
  },
  {
    "text": "I kind of like the word archetype because I think it's a little bit more familiar to English speakers. If something is an archetype, it means it's like the prime example of. Of which there are many other types of examples, but they all fall under the umbrella of the perfect example. And so in the biblical author's way of viewing history, the rise and fall of Egypt and the rise and fall of Babylon become archetypes of how God is working in all of human history.",
    "start": "00:19:53",
    "end": "00:20:26"
  },
  {
    "text": "Because in Egypt, God takes down an.",
    "start": "00:20:26",
    "end": "00:20:29"
  },
  {
    "text": "Evil, oppressive, oppressive empire, frees his people, and frees to live under his kingdom and rule.",
    "start": "00:20:29",
    "end": "00:20:36"
  },
  {
    "text": "Okay. And Babylon is thought of as this large, oppressive, evil empire that has exalted.",
    "start": "00:20:36",
    "end": "00:20:46"
  },
  {
    "text": "Itself to the place of God.",
    "start": "00:20:46",
    "end": "00:20:50"
  },
  {
    "text": "And so that also needs to be taken down. And when it is, people who were oppressed are freedom.",
    "start": "00:20:50",
    "end": "00:20:58"
  },
  {
    "text": "Yeah.",
    "start": "00:20:58",
    "end": "00:20:58"
  },
  {
    "text": "And so that becomes an archetypical way. Is that the right way to use that word?",
    "start": "00:20:58",
    "end": "00:21:03"
  },
  {
    "text": "Yeah, of archetypal. Typical archetypal. Somebody email us answer to that one.",
    "start": "00:21:03",
    "end": "00:21:11"
  },
  {
    "text": "That becomes a way to describe what God's going to do to the whole world order and how he's going to rescue all people who are oppressed.",
    "start": "00:21:12",
    "end": "00:21:23"
  },
  {
    "text": "Yes.",
    "start": "00:21:23",
    "end": "00:21:23"
  },
  {
    "text": "And that's the day of the Lord.",
    "start": "00:21:24",
    "end": "00:21:26"
  },
  {
    "text": "Yes. Yeah. Yeah. So thus the end of the world in the Revelation book of Revelation is described as the fall of Babylon. And why the prophets often use language of the ten plagues of Exodus. Oh, what? Let's just go for the last book of the Bible again. The Revelation describes all of these waves of divine judgment in all of the sevens in the book of Revelation. They're just. It's the 10 plagues put in a blender. So it's God will. When God confronts evil, ultimately he will do will be the fulfillment of what he's been up to for thousands of years now.",
    "start": "00:21:26",
    "end": "00:22:05"
  },
  {
    "text": "He's already been doing this.",
    "start": "00:22:05",
    "end": "00:22:06"
  },
  {
    "text": "He's already been doing this.",
    "start": "00:22:06",
    "end": "00:22:07"
  },
  {
    "text": "And if we want to think about what it's going to be like, ultimately, let's use the language of the stories when he already did it correct in a micro way.",
    "start": "00:22:07",
    "end": "00:22:18"
  },
  {
    "text": "Yeah, yeah, yeah. We. I know we can think of a good analogy. We all have these in our histories where maybe a formative moment from your childhood.",
    "start": "00:22:18",
    "end": "00:22:26"
  },
  {
    "text": "I was trying to think about that.",
    "start": "00:22:27",
    "end": "00:22:28"
  },
  {
    "text": "Well, think of like a childhood bully, something.",
    "start": "00:22:28",
    "end": "00:22:31"
  },
  {
    "text": "Yeah. And you stood up to the bully or you didn't. And then your life, you think about the new bullies that you have to stand up to the boss or the neighbor or the whatever.",
    "start": "00:22:31",
    "end": "00:22:42"
  },
  {
    "text": "Yeah.",
    "start": "00:22:42",
    "end": "00:22:42"
  },
  {
    "text": "But the childhood bully becomes the archetype.",
    "start": "00:22:42",
    "end": "00:22:45"
  },
  {
    "text": "My dad would, my whole growing up would always, once or twice a year, bring up the story of Freddy Fitzgibbons. Freddy Fitzgibbons, his bully in like whatever, fourth grade. And, you know, would pummel him and beat him up for the rest of his adult life. My dad was on a mission to overcome all the Freddy Fitzgibbons in his life.",
    "start": "00:22:45",
    "end": "00:23:14"
  },
  {
    "text": "Exactly.",
    "start": "00:23:14",
    "end": "00:23:15"
  },
  {
    "text": "Yeah. So maybe. No, actually that's not a silly example. It was very serious to my dad.",
    "start": "00:23:15",
    "end": "00:23:21"
  },
  {
    "text": "Sure.",
    "start": "00:23:21",
    "end": "00:23:21"
  },
  {
    "text": "Freddy shapes. Yeah. Freddy Fitzgibbons was an archetype.",
    "start": "00:23:21",
    "end": "00:23:25"
  },
  {
    "text": "That's an amazing name.",
    "start": "00:23:25",
    "end": "00:23:26"
  },
  {
    "text": "Should I believe him?",
    "start": "00:23:30",
    "end": "00:23:31"
  },
  {
    "text": "I know.",
    "start": "00:23:31",
    "end": "00:23:31"
  },
  {
    "text": "I actually asked him.",
    "start": "00:23:31",
    "end": "00:23:32"
  },
  {
    "text": "It sounds made up.",
    "start": "00:23:32",
    "end": "00:23:33"
  },
  {
    "text": "Yeah.",
    "start": "00:23:35",
    "end": "00:23:35"
  },
  {
    "text": "Oh, man.",
    "start": "00:23:35",
    "end": "00:23:36"
  },
  {
    "text": "But then as you go on through your life experience, everything gets filtered through that formative bullying experience as a kid. So you're lame boss or your mean manager at work becomes a Freddy Fitzgibbons. Something like that is what's going on in the Bible's view of Babylon and Egypt and the day of the Lord.",
    "start": "00:23:37",
    "end": "00:24:03"
  },
  {
    "text": "But you could take it even further because in the Bible you're saying that God actually was at work in the fall of Egypt or, sorry, at the fall of Pharaoh. In that moment of time, Egypt didn't actually fall. But anyways, in the same way, God will also be at Work the spirit of. Or Freddy himself is not at work in her new boss.",
    "start": "00:24:04",
    "end": "00:24:30"
  },
  {
    "text": "Yeah, that's true. That's right. Yeah. That's just in my brain that's making a correlation. Yeah. So this is why in the Old Testament, what we call the history books are in Jewish tradition, called the books of the prophets. Joshua, Judges, Samuel, Kings. And why Moses is described as a prophet. Because it's retelling the story of Israel, but from the prophet's point of view. So it's the prophets who make these connections. That when Babylon fell, there was a moment there that wasn't just significant in terms of geopolitics, but something about God's work in the world, in and through the story of Israel. And that's about, you know, I can't claim to have that vantage point to interpret history myself. In current events. There are some Christians who do feel like.",
    "start": "00:24:30",
    "end": "00:25:27"
  },
  {
    "text": "What would be an example of that?",
    "start": "00:25:27",
    "end": "00:25:28"
  },
  {
    "text": "I think like a Pat Robertson or Jerry Falwell type who would see an earthquake or, you know, a certain downfall of a country and then, you know, claim that they could see God's hand behind it and reasons for why God.",
    "start": "00:25:29",
    "end": "00:25:49"
  },
  {
    "text": "Would do that, because the prophets would say, this happened for this reason, and it's a picture of what's to come.",
    "start": "00:25:49",
    "end": "00:25:57"
  },
  {
    "text": "Correct? Yeah. The prophets look at Babylon falling to the Persians and they say, yeah, you had it coming. You claimed that the kings of Babylon claimed that they were God. So of course God's going to take them out.",
    "start": "00:25:57",
    "end": "00:26:10"
  },
  {
    "text": "Everyone's life can be thought of as a story that has these kind of archetypical, archetypal moments of a call to adventure. And then you cross the threshold to a new world, and there's these new.",
    "start": "00:26:10",
    "end": "00:26:32"
  },
  {
    "text": "Realities you have to battle, milestone moments where you gain new skills or new.",
    "start": "00:26:32",
    "end": "00:26:39"
  },
  {
    "text": "Understanding, mentors that come to help you. And then you gotta fight that thing that you dread. And then you die and are born again into kind of a new season of life. And that's what our best stories are about. And there's something mythic about that, that when it happens in our lives, we think in these big categories of fighting our dragons and being called to this adventure, and it helps make sense of it.",
    "start": "00:26:39",
    "end": "00:27:18"
  },
  {
    "text": "In Israelite Jewish tradition, the liberation from Egypt, the defeat of Egypt is memorialized as that kind of event every year at Passover. The Jewish people for millennia have been reliving the archetypal deliverance and defeat of evil in that meal. They have this ritual meal that retells the story of Passover. Of course, that was the meal that Jesus chose To reshape the symbols to communicate the meaning of his death. So that's Jesus tying in his own story to this archetypal event. And then also the destruction of the Temple by the Babylonians was memorialized with the day of fasting on what's called the 9th of AV, or Tisha B Av. And then this is actually a great example. So 539, excuse me, 587 BC was when the Babylonians invaded Jerusalem, destroyed the Temple. We don't know when, but not long after, there was a fasting, a period of fasting that the Israelite people did to mourn and grieve the loss of the Temple. But then in later Jewish history, in 70 AD, so what is that? Separated by 600 years of history, the Romans, as Jesus predicted, came and destroyed Jerusalem and the Temple. And then in later Jewish history, from there, those two temple destructions got merged together in this mourning ritual. Mourning every year called the 9th or Tisha B AV. So on this one day, if you're a Jewish person observant, you mourn the loss of the Temple to the Babylonians and to Rome. Even though they were at different times of the year, they didn't happen on this day, but you've put them together as a moment, an archetypal moment where God allowed the nations to overcome his own people.",
    "start": "00:27:19",
    "end": "00:29:24"
  },
  {
    "text": "So it's like we create these milestones, we celebrate moments and we think about.",
    "start": "00:29:25",
    "end": "00:29:32"
  },
  {
    "text": "Prop up moments or moments of loss.",
    "start": "00:29:32",
    "end": "00:29:34"
  },
  {
    "text": "Yeah, loss. Or good things to help make sense.",
    "start": "00:29:35",
    "end": "00:29:39"
  },
  {
    "text": "Yes, of life.",
    "start": "00:29:39",
    "end": "00:29:41"
  },
  {
    "text": "And so whether that's defeating a bully when you're a child. My family for a while, we had a very tragic event when I was in high school. And so every year we would just kind of memorialize that day. And so that would be the same kind of thing as fasting because of the temple being destroyed. Although we would eat a meal, we wouldn't fast, but it helps, kind of makes sense. And they become these moments that then you anchor things around.",
    "start": "00:29:42",
    "end": "00:30:17"
  },
  {
    "text": "Yes.",
    "start": "00:30:17",
    "end": "00:30:17"
  },
  {
    "text": "So connect that then to this idea of day of the Lord.",
    "start": "00:30:20",
    "end": "00:30:23"
  },
  {
    "text": "Yeah. So the biblical authors, the prophets, who both wrote the history books of the Old Testament and the prophetic books, they have a deep conviction that the one true God of Israel is the creator and he's the king of history, that history has a purpose and a goal. And that if you look, if you have eyes to see, you'll see key events in history that are strung together by these connections and they all fit into this pattern and these archetypes. And that's what the biblical story is. Training your mind to do is to see history this way and to see it all leading up towards the great day and hope when God will liberate his creation and world from human evil and corruption, defeat evil once and for all, and rescue the innocent and vindicate the righteous and bring about a new creation. And so these archetypal moments, ritual moments, feast days in Israel's calendar and then the Christian calendar that flows out of it because Jesus of Passover and then Pentecost, right, These become these ways of bringing order to our story, our story. And so that's on a corporate level. And then like what you're saying is we also find ways of doing that as individuals too. And it's just, I think it's creating patterns of time. This is January 2, 2017, that we're recording this. I was just thinking about this and I was trying to explain this to my 5 year old son. Why this day matters, like why is it, why do we call that day December 31st and this day January 1st? It's not inherent to the universe. There's no like January 1st molecule, you know what I'm saying? It's arbitrary. This is a structure humans have imposed on time. So there's something inherent about that cycle, but that the year should begin and end with that cycle.",
    "start": "00:30:24",
    "end": "00:32:34"
  },
  {
    "text": "Right. What part of the cycle?",
    "start": "00:32:34",
    "end": "00:32:35"
  },
  {
    "text": "Yeah, why shouldn't January 1st be June 1st? Or why should, you know. And so it's a human construct placed upon. And that doesn't mean it's arbitrary. It's anchored in realities like the revolution of the, the revolution of the earth around the sun. And so in the same way the prophets are claiming that this framework of viewing history in light of the biblical worldview that tunes you into a divine intent, a divine purpose, the God's guiding history, and that key events in history will give you clues about history's meaning and therefore the meaning of your life, how our lives fit into the bigger story. So this is a good conversation. I didn't actually anticipate we'd talk about quite this, but this is really foundational for how the biblical authors think about history.",
    "start": "00:32:35",
    "end": "00:33:33"
  },
  {
    "text": "So I'm imagining I'm one of the prophets and I'm looking at my history of my people and there's all these stories. I get a perspective, a divine perspective of the importance of these stories. And one of the stories is God rescuing us from being slaves in Egypt, bringing justice to this oppressive people and then bringing us into freedom. And I realize, oh wait, not only did God do that for us, you know, hundreds of Years ago. But that's what God's going to do for the whole world eventually. And so God kind of gives me that perspective of that those things are very similar. And so now when I go to write about what it's going to be like when God comes to do that for the whole world, I'm using the.",
    "start": "00:33:34",
    "end": "00:34:31"
  },
  {
    "text": "Language of the Exodus story and the defeat of Egypt and the 10 plagues and the destruction of Pharaoh and his armies in the waters, because I want.",
    "start": "00:34:31",
    "end": "00:34:45"
  },
  {
    "text": "You, the reader, to understand that it's the same kind of.",
    "start": "00:34:45",
    "end": "00:34:50"
  },
  {
    "text": "That's right. Activity whenever a similar kind of evil rears its head. Nations and empires and rulers who don't acknowledge the. That they are under God's authority. And they.",
    "start": "00:34:51",
    "end": "00:35:06"
  },
  {
    "text": "And I want you to make that connection so much. I'll call it the Day of the Lord.",
    "start": "00:35:07",
    "end": "00:35:11"
  },
  {
    "text": "Yes. Yeah, that's right. Yep.",
    "start": "00:35:11",
    "end": "00:35:13"
  },
  {
    "text": "And yes. Even though it's not going to be the ultimate day of the Lord, it was a day of the Lord.",
    "start": "00:35:13",
    "end": "00:35:20"
  },
  {
    "text": "Correct. So, yeah. Where does this idea begin? We kind of have to start before the phrase gets used. The day or the day of the Lord. We have to start with what the day of the Lord is about. God created confronting evil. Well, where did evil come from? And why does God have to confront evil? So you have to at least try and summarize what's going on in pages 3 to 11 of Genesis.",
    "start": "00:35:20",
    "end": "00:36:09"
  },
  {
    "text": "When's the first time it's used? You usually have that trivia question. Oh, that's true.",
    "start": "00:36:09",
    "end": "00:36:14"
  },
  {
    "text": "Yeah. You know, it's interesting. If you're reading through the Bible both in traditional Christian order or in Jewish order, the first time you come across it is in the book of Isaiah.",
    "start": "00:36:14",
    "end": "00:36:25"
  },
  {
    "text": "It's pretty late in the game.",
    "start": "00:36:26",
    "end": "00:36:27"
  },
  {
    "text": "Yeah. The first time you come across the phrase day of the Lord, historically, if you were to rearrange the prophets into chronological order, it would be Amos, Amos, chapter five, I think. But the idea is way older. The idea of the day or a particular day or time when God confronted evil as being this archetypal moment that is rooted in the Exodus story itself.",
    "start": "00:36:27",
    "end": "00:36:59"
  },
  {
    "text": "So Exodus, first time and not with Babel, Babylon, the Tower of Babel.",
    "start": "00:37:00",
    "end": "00:37:07"
  },
  {
    "text": "Well, yes, but in a very sophisticated literary way.",
    "start": "00:37:08",
    "end": "00:37:12"
  },
  {
    "text": "Okay. So it's important to the theme, but this idea of a day developed yet.",
    "start": "00:37:13",
    "end": "00:37:19"
  },
  {
    "text": "A day when collective human evil gets confronted by God. That's right. In the first pages of the Bible. And that's where the day of the Lord theme begins.",
    "start": "00:37:19",
    "end": "00:37:31"
  },
  {
    "text": "Okay. And that's Genesis 11. Tower of Babel.",
    "start": "00:37:31",
    "end": "00:37:35"
  },
  {
    "text": "Yeah. So the way typically in Christian tradition, when we talk about the fall.",
    "start": "00:37:35",
    "end": "00:37:42"
  },
  {
    "text": "Yeah, we think of Genesis 3.",
    "start": "00:37:42",
    "end": "00:37:44"
  },
  {
    "text": "We just think of Genesis 3 in the garden and the fruit and the expulsion from the garden and so on. And so that's true. All the word, the word fall is never used in that story, Right?",
    "start": "00:37:44",
    "end": "00:37:54"
  },
  {
    "text": "Yeah. That's interesting.",
    "start": "00:37:56",
    "end": "00:37:57"
  },
  {
    "text": "Yeah, it is.",
    "start": "00:37:57",
    "end": "00:37:58"
  },
  {
    "text": "Where does that word come from?",
    "start": "00:37:58",
    "end": "00:37:59"
  },
  {
    "text": "Oh, it's a long history, I think. I don't know off the top of my head. But it's a fall from the good that was possible, but that was forfeited.",
    "start": "00:37:59",
    "end": "00:38:09"
  },
  {
    "text": "Yeah.",
    "start": "00:38:09",
    "end": "00:38:09"
  },
  {
    "text": "So I prefer the term rebellion.",
    "start": "00:38:09",
    "end": "00:38:11"
  },
  {
    "text": "Okay.",
    "start": "00:38:11",
    "end": "00:38:12"
  },
  {
    "text": "The rebellion, which it characterized miraculously. What's going on in the story? The humans were given a call to trust and they went rogue. One, they went rogue.",
    "start": "00:38:12",
    "end": "00:38:22"
  },
  {
    "text": "That's a good rebellion though.",
    "start": "00:38:22",
    "end": "00:38:23"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:38:23",
    "end": "00:38:24"
  },
  {
    "text": "You could think of the kingdom of God as a rebellion against Babylon.",
    "start": "00:38:24",
    "end": "00:38:29"
  },
  {
    "text": "Yeah, that's true. Yeah.",
    "start": "00:38:29",
    "end": "00:38:30"
  },
  {
    "text": "And so in a way, the kingdom.",
    "start": "00:38:30",
    "end": "00:38:31"
  },
  {
    "text": "Is the rebellion, it's the counter rebellion.",
    "start": "00:38:31",
    "end": "00:38:33"
  },
  {
    "text": "Yeah. But in Genesis 3. Genesis 3, humans rebel against God's kingdom.",
    "start": "00:38:33",
    "end": "00:38:39"
  },
  {
    "text": "Yeah. So remember the image of God, whole theme of the image of God, Humanity is the royal image of God. God wants to rule the world through his image bearing creatures, humans who will take creation somewhere on God's behalf. So humanity has to depend on God as they try and define good and evil as they go about ruling the world. And humans decide they want to seize that knowledge for themselves. So what's important is that Genesis 3 just in its literary design, is closely tied to the story in Genesis 4, which is all connected. It's cascade of horrible stories.",
    "start": "00:38:39",
    "end": "00:39:21"
  },
  {
    "text": "Yeah. From Genesis 3 to 11 all the.",
    "start": "00:39:21",
    "end": "00:39:23"
  },
  {
    "text": "Way to chapter 11, this whole section.",
    "start": "00:39:23",
    "end": "00:39:26"
  },
  {
    "text": "Yeah.",
    "start": "00:39:26",
    "end": "00:39:26"
  },
  {
    "text": "You can't separate any one story from what comes before or after, or else you'd dismantle the whole story.",
    "start": "00:39:26",
    "end": "00:39:32"
  },
  {
    "text": "So we got the fall and the banishment and Cain and Abel and.",
    "start": "00:39:32",
    "end": "00:39:36"
  },
  {
    "text": "And then Cain building a city full of violence and murder. Then the sons of God and the flood story, then the building of Babylon. And they're all connected. So in Genesis 3, humans distrust God, they rebel and don't do what God asked them to do. And so the tragic result is that the two humans, all of a sudden, the first casualty when the humans take from the tree has nothing to do with God. It has to do with each of them. They hide from each. They can't trust each other, so they put on clothes to protect their naked bodies from each other. So now all of a sudden that these two humans define good and evil on their own terms. Maybe you and I don't define good and evil the same way. And then that full vulnerability of naked and no shame is fractured. And so the clothing of hiding their bodies from each other is this very powerful image of the two humans that were. That were meant to be one flesh are now disconnected from each other. And then also, then immediately their intimacy with God is disconnected. And the bad guy in that story is the serpent who deceived them. So the next story is about two brothers of Cain and Abel, and one brother's jealous against another. And God says to Cain, hey, listen, sin is crouching at your door. Its desire is for you, but you can overcome it. So it's a very similar story of God approaches and says, hey, now you've got a choice. What are you going to do? And it's not a serpent crouching at your door. It's sin. So in this parallel fall story, the serpent gets swapped out for this more abstract concept of sin, which is like crouching. Yeah. But it's depicted as an animal. It wants to eat you up, wants to devour you.",
    "start": "00:39:38",
    "end": "00:41:50"
  },
  {
    "text": "Like a crouching tiger.",
    "start": "00:41:50",
    "end": "00:41:51"
  },
  {
    "text": "Yeah, Hidden dragon. It just came out. Yeah, you're the one who said it. So I had to complete the movie title.",
    "start": "00:41:51",
    "end": "00:42:02"
  },
  {
    "text": "Yeah, yeah. I could just picture the tiger just like really low through the high grass, coming up on the zebra.",
    "start": "00:42:03",
    "end": "00:42:12"
  },
  {
    "text": "Yeah. And so Genesis 3 and Genesis, they're mutually interpreting. You have to read each story in light of each other. So what is that serpent? Well, it doesn't say in the story, except that it's a creature in rebellion against God. But then in Genesis 4, we learn more. It's sin come to life, so to speak. It's the principle of failure and missing out on something's purpose or mark a deviation from what God intends. That's what's crouching. So then here's what Cain does after he murders his brother. He's banished like his parents were. And then he goes and builds a city. And that city is where metal working and music, all kinds of technology is developed in his city, which is awesome. We're going, yes, humanity is subduing and flourishing. And flourishing. But then Cain's violence is repeated by a descendant of his named Lamech, who sings this poem to his multiple wives about how someone insulted his honor by slapping him, and so he murdered him on the spot. And he says, if you thought Cain should be avenged seven times, then me, 77 times. So it's the story of Cain because.",
    "start": "00:42:12",
    "end": "00:43:36"
  },
  {
    "text": "Cain was protected by God.",
    "start": "00:43:36",
    "end": "00:43:37"
  },
  {
    "text": "Correct.",
    "start": "00:43:38",
    "end": "00:43:39"
  },
  {
    "text": "And so Lamech is saying, hey, if Cain got away with it.",
    "start": "00:43:39",
    "end": "00:43:41"
  },
  {
    "text": "That's right. If Cain got away with murder and God said, if anyone murders, Cain avenged seven times, then me 77 times.",
    "start": "00:43:42",
    "end": "00:43:50"
  },
  {
    "text": "Taking God's grace and using it as license.",
    "start": "00:43:51",
    "end": "00:43:56"
  },
  {
    "text": "Yes. Yeah. And he's celebrating murder, whereas Cain murdered and then felt horrible and brother's blood crying from the ground, and he's instantly convicted. But Lamech is celebrating violence, and that characterizes this whole city that Cain has built. Then the next main story is in Genesis 6, the sons of God, which is not just a rabbit hole, it's a black hole. Speculation. Totally. But whether it's rebellious angels who have sex with women or royal descendants, Kings. Lines of kings. Because the phrase son of God elsewhere in the Bible can refer to kings who are acting just like Lamech of collecting women for themselves. Whichever interpretation is right, I have an opinion, but whatever. Doesn't matter right now. The point is, in the story, it leads to more violence. The prelude to the flood story says God looked at the world and it was corrupt and full of violence. So violence from Cain to Lamech to the city of Cain and now to the result of the Sons of God is violence.",
    "start": "00:43:56",
    "end": "00:45:11"
  },
  {
    "text": "It's spiraling out of control.",
    "start": "00:45:12",
    "end": "00:45:13"
  },
  {
    "text": "Yes. The death of the innocent spiraling out of control. So you get the flood story again, rabbit hole or black hole? Depends. But the whole spiral culminates in the story of Babel, the building of the city of Babel in Genesis 11.",
    "start": "00:45:13",
    "end": "00:45:31"
  },
  {
    "text": "So we just skipped a bunch. Genesis 6 is sons of God. The flood takes place in Genesis 6 through 8.",
    "start": "00:45:32",
    "end": "00:45:39"
  },
  {
    "text": "6 through 8 into the beginning of 9 is Noah's recommission.",
    "start": "00:45:39",
    "end": "00:45:43"
  },
  {
    "text": "And then Enoch's in there somewhere.",
    "start": "00:45:44",
    "end": "00:45:46"
  },
  {
    "text": "Yeah, Enoch's earlier in chapter five. Yeah.",
    "start": "00:45:47",
    "end": "00:45:50"
  },
  {
    "text": "Then what happens in nine and ten then?",
    "start": "00:45:50",
    "end": "00:45:52"
  },
  {
    "text": "Well, nine is Noah gets off the boat and gets drunk. And then that mysterious thing happens in the tent with Ham. Then Noah utters a poetic blessing and curse on his three sons, which then plays out his three sons, Shem, Ham, and Japheth. Japheth. And then those three sons become this umbrella over the table of nations in Genesis 10, which is essentially giving you. It's kind of like, you know how books like fantasy books will always begin with a map of whatever.",
    "start": "00:45:52",
    "end": "00:46:28"
  },
  {
    "text": "Yeah, it's the map of the known world at that point.",
    "start": "00:46:28",
    "end": "00:46:30"
  },
  {
    "text": "Yeah. So Genesis 10 is the map of the biblical world, so to speak, of geography, but not just geography of people groups and where those people groups stand in relationship to God and the people of God.",
    "start": "00:46:30",
    "end": "00:46:45"
  },
  {
    "text": "And then in Genesis 11, all of them come together?",
    "start": "00:46:45",
    "end": "00:46:48"
  },
  {
    "text": "Well, no, no. In Genesis 10, they're actually out of chronological order, because Genesis 10 already presumes all These people, groups, languages, and so on.",
    "start": "00:46:48",
    "end": "00:46:59"
  },
  {
    "text": "But in Genesis 11, it's before they've scattered.",
    "start": "00:46:59",
    "end": "00:47:02"
  },
  {
    "text": "Yeah. Genesis 11 depicts its vision of collective humanity coming together to build a city and a tower so that they don't get scattered all over the land.",
    "start": "00:47:02",
    "end": "00:47:16"
  },
  {
    "text": "Okay. And so this is the important story that begins the theme for us. All of that discussion of Genesis 3 through 11 is to help see how the Tower of Babel is connected to the series of stories that are all describing the fall of humanity.",
    "start": "00:47:16",
    "end": "00:47:33"
  },
  {
    "text": "Yeah. It keeps the rebellion in each story, the circle of influence, and the casualties keep the circle widening and widening. It's like the ripple effect. More and more humans are getting caught up in the violence.",
    "start": "00:47:33",
    "end": "00:47:49"
  },
  {
    "text": "So this is the climax of it.",
    "start": "00:47:49",
    "end": "00:47:51"
  },
  {
    "text": "And so this becomes the climax, and nobody actually dies. It's the least violent story in Genesis 3:11, but that's because it's making a different point.",
    "start": "00:47:51",
    "end": "00:48:01"
  },
  {
    "text": "Yeah. The flood is a much bigger circle than.",
    "start": "00:48:01",
    "end": "00:48:05"
  },
  {
    "text": "Oh, sheesh. Yeah. It's the whole Earth. Yeah, totally. We should just do a podcast discussion on the flood. I have a stack of books I need to read. Not about the debates and worldwide or regional world. Yeah, no, more about its theological meaning in the storyline of Genesis. But anyway, so, yeah, the circle keeps widening. And so Genesis 11 is the capstone, which you think would be about this murderous. It's all been about violence and murder. And Genesis 11 is about building temples, ancient temples and cities. And so it becomes this backward glance at all the stories about what is it the humans are doing as they exalt themselves and define good and evil for themselves, and it leads to violence. So it's the building of the city of Babel. The Hebrew word of the name of the city is Bael. Bavel.",
    "start": "00:48:05",
    "end": "00:49:04"
  },
  {
    "text": "Bavel.",
    "start": "00:49:04",
    "end": "00:49:05"
  },
  {
    "text": "Bavel. Mm. Yeah.",
    "start": "00:49:05",
    "end": "00:49:06"
  },
  {
    "text": "Yeah, I was just reading that chapter.",
    "start": "00:49:06",
    "end": "00:49:07"
  },
  {
    "text": "That's why. Yeah, Bavel.",
    "start": "00:49:07",
    "end": "00:49:09"
  },
  {
    "text": "It's a V. I thought it was in.",
    "start": "00:49:09",
    "end": "00:49:10"
  },
  {
    "text": "Well, it's spelled with the Hebrew letter B, or bayt, but in certain pronunciation forms, you say it like a V instead of B.",
    "start": "00:49:11",
    "end": "00:49:22"
  },
  {
    "text": "Okay. Oh. Which is related. Which is similar to a Hebrew word that.",
    "start": "00:49:23",
    "end": "00:49:30"
  },
  {
    "text": "For confusion.",
    "start": "00:49:30",
    "end": "00:49:31"
  },
  {
    "text": "For confusion. Which is.",
    "start": "00:49:31",
    "end": "00:49:32"
  },
  {
    "text": "Yeah. So they speak one language.",
    "start": "00:49:32",
    "end": "00:49:34"
  },
  {
    "text": "What's that Hebrew word?",
    "start": "00:49:34",
    "end": "00:49:35"
  },
  {
    "text": "Balal Bilal. They speak one language.",
    "start": "00:49:35",
    "end": "00:49:38"
  },
  {
    "text": "That's what Allah.",
    "start": "00:49:38",
    "end": "00:49:39"
  },
  {
    "text": "And in that unified effort, they build the city and tower. And God says, nope, you're not gonna do that. And He Balals. Bavel.",
    "start": "00:49:39",
    "end": "00:49:47"
  },
  {
    "text": "Yeah, it's a word play.",
    "start": "00:49:47",
    "end": "00:49:49"
  },
  {
    "text": "Yeah, it's a word play.",
    "start": "00:49:49",
    "end": "00:49:49"
  },
  {
    "text": "He Bals. Bavel.",
    "start": "00:49:49",
    "end": "00:49:51"
  },
  {
    "text": "Yep. So here's what's.",
    "start": "00:49:51",
    "end": "00:49:54"
  },
  {
    "text": "But the whole city is called Bavel.",
    "start": "00:49:54",
    "end": "00:49:55"
  },
  {
    "text": "Correct.",
    "start": "00:49:55",
    "end": "00:49:56"
  },
  {
    "text": "Yes, but there's one particular tower that they're building.",
    "start": "00:49:56",
    "end": "00:49:59"
  },
  {
    "text": "A whole city and one tower. Well, there's a few key things about this. First of all, it's humans unifying in these efforts. And the technology that they are developing is described in detail in the story that instead of just stacking stones and using mortar.",
    "start": "00:49:59",
    "end": "00:50:19"
  },
  {
    "text": "Yeah, it's so old school.",
    "start": "00:50:19",
    "end": "00:50:21"
  },
  {
    "text": "Yeah. They mass produce uniform sized bricks and then use tar. This is ancient Mesopotamian architecture. And you can build things way taller and way faster.",
    "start": "00:50:21",
    "end": "00:50:37"
  },
  {
    "text": "The brick revolution.",
    "start": "00:50:37",
    "end": "00:50:38"
  },
  {
    "text": "The brick revolution. So there's a technological development which isn't inherently bad. But last time humans were developing technology in Kane City, it led to City of Murder and all that with Lamech.",
    "start": "00:50:38",
    "end": "00:50:52"
  },
  {
    "text": "The music led to murder?",
    "start": "00:50:52",
    "end": "00:50:54"
  },
  {
    "text": "Well, no, but it's tied. It's like, here's the city, all these great developments, and then Lamech, ah, killed a man.",
    "start": "00:50:54",
    "end": "00:51:00"
  },
  {
    "text": "So it didn't lead to it.",
    "start": "00:51:00",
    "end": "00:51:02"
  },
  {
    "text": "No, that's a good point. But technology in the hands of people who define good and evil apart from God leads to the city of Cain and murder. In this case, it's human technology tied into a certain kind of pride. Because what the humans do is they build a city and then a tower that goes up to the heavens. And so where this is going to go, you get the image. We're here on the land. I want to be up there in the heavens. Build a tower to get there. In modern English, that just sounds like we want to be closer to the sky. I want to see further. Mesopotamia is really flat. But in the ancient world, these kinds of towers had a whole different being.",
    "start": "00:51:02",
    "end": "00:51:51"
  },
  {
    "text": "High in the sky, that's a great place to be. Like, your vantage point is much better. There's a power and authority that comes from.",
    "start": "00:51:51",
    "end": "00:52:02"
  },
  {
    "text": "Yeah, you feel something. You've had this experience recently.",
    "start": "00:52:02",
    "end": "00:52:05"
  },
  {
    "text": "Yeah. I was telling you about being in New York and being on the 44th story of the New York Times building. And it just. You look down and there's just like these tiny little cars and tinier little people just crawling around on the street. And you just feel above it all. And it just makes you feel kind of powerful.",
    "start": "00:52:05",
    "end": "00:52:26"
  },
  {
    "text": "Yeah.",
    "start": "00:52:27",
    "end": "00:52:27"
  },
  {
    "text": "Even though you're not. You're the same person, you're just higher up.",
    "start": "00:52:27",
    "end": "00:52:30"
  },
  {
    "text": "Yes.",
    "start": "00:52:30",
    "end": "00:52:31"
  },
  {
    "text": "And I just started to imagine, man, if I had an office this high, I would make totally different decisions day to day.",
    "start": "00:52:31",
    "end": "00:52:38"
  },
  {
    "text": "Would it be good for your soul?",
    "start": "00:52:38",
    "end": "00:52:39"
  },
  {
    "text": "No, I don't think it would.",
    "start": "00:52:39",
    "end": "00:52:40"
  },
  {
    "text": "I don't think it would. I would like too highly of yourself.",
    "start": "00:52:41",
    "end": "00:52:43"
  },
  {
    "text": "Yeah. But I think in New York, if you're going to have A powerful, like, hedge fund or something. You kind of have to. You gotta have to do that.",
    "start": "00:52:43",
    "end": "00:52:51"
  },
  {
    "text": "Yeah.",
    "start": "00:52:51",
    "end": "00:52:52"
  },
  {
    "text": "You kind of have to feel invincible. But yeah, there's something about that. And then also military reasons, having the high ground. I mean, there's just like. And then there's the whole thing about where does God live? God lives in the sky. There's that ancient. The word heavens and the word sky is the same Hebrew word.",
    "start": "00:52:52",
    "end": "00:53:12"
  },
  {
    "text": "Correct.",
    "start": "00:53:12",
    "end": "00:53:12"
  },
  {
    "text": "And so there's this kind of where is God's domain? It must be something like the sky.",
    "start": "00:53:12",
    "end": "00:53:20"
  },
  {
    "text": "Yeah. When the biblical authors and other ancient authors in the same cultural environment depicted God as the supreme God and ruler of all, that's when they would depict God as being in the sky. He can look down.",
    "start": "00:53:20",
    "end": "00:53:38"
  },
  {
    "text": "Yeah. You're looking down everything.",
    "start": "00:53:38",
    "end": "00:53:39"
  },
  {
    "text": "Yeah.",
    "start": "00:53:39",
    "end": "00:53:40"
  },
  {
    "text": "He's in the high rise.",
    "start": "00:53:40",
    "end": "00:53:42"
  },
  {
    "text": "Yeah. It's one of the most well known things about ancient near eastern Mesopotamian Babylonian architecture is these buildings that are being referred to here with the word tower. But the only. It's very flat. It's the delta region of the Euphrates River. So royal palaces could get pretty tall. And then temples.",
    "start": "00:53:42",
    "end": "00:54:06"
  },
  {
    "text": "Those would be the tall buildings.",
    "start": "00:54:07",
    "end": "00:54:08"
  },
  {
    "text": "Yeah. Which would be the forerunners of the pyramids, These step structures that have four corners all at a diagonal, leading up with a long ramp or stairway. And then on the top is some kind of platform, and up there is a temple facility where sacrifices are offered and only the priests and royal officials can go up there. So it's a sacred space.",
    "start": "00:54:08",
    "end": "00:54:35"
  },
  {
    "text": "So did they think of this one, this tower, as a temple, or did they think of it as something else? Because they weren't trying to. They weren't building it for a God, they were building it for themselves.",
    "start": "00:54:35",
    "end": "00:54:48"
  },
  {
    "text": "Well, and so I think the story assumes that you know this.",
    "start": "00:54:48",
    "end": "00:54:51"
  },
  {
    "text": "Yes. You know what these structures are.",
    "start": "00:54:51",
    "end": "00:54:53"
  },
  {
    "text": "Yeah.",
    "start": "00:54:53",
    "end": "00:54:53"
  },
  {
    "text": "So.",
    "start": "00:54:53",
    "end": "00:54:53"
  },
  {
    "text": "So where the narrator leaves it is what the people say is, we want to make a name for ourselves. So come, let's build a city and a tower that reaches up to the skies. Whatever it means, it's about humans elevating their honor, their name, their power up to the place of the gods. And that's what the story says. So we can infer more and wonder what kind of ziggurat was it and to which God? Ziggurat being the name of the kind of temple structure you're talking about? Yeah. The biblical author knows about these structures. Ancient Israelites know all about them. Point is, this tower is humans exalting themselves to the place of the gods.",
    "start": "00:54:54",
    "end": "00:55:45"
  },
  {
    "text": "And that's the culmination of all of these.",
    "start": "00:55:46",
    "end": "00:55:48"
  },
  {
    "text": "It's the culminating event of the Genesis 3:11 rebellion, which all these stories have.",
    "start": "00:55:48",
    "end": "00:55:54"
  },
  {
    "text": "A bit of pride tied into them.",
    "start": "00:55:54",
    "end": "00:55:56"
  },
  {
    "text": "Yep. Yeah, that's right. So that itself is significant. The name of the city in our English translations is translated as Babel. What's interesting is that Hebrew word in the hundreds of times that it appears throughout the rest of the Old Testament is never translated as Bab except in its one occurrence in Genesis 11. Everywhere else, it's translated as Babylon, because that's what the word means.",
    "start": "00:55:56",
    "end": "00:56:26"
  },
  {
    "text": "Bavel.",
    "start": "00:56:27",
    "end": "00:56:28"
  },
  {
    "text": "Bavel is the Hebrew word for Babylon. Bavel is Babylon.",
    "start": "00:56:28",
    "end": "00:56:34"
  },
  {
    "text": "Babylon is our English. So when you're referring to the ancient empire, Babylon in Hebrew, that's bavel.",
    "start": "00:56:35",
    "end": "00:56:43"
  },
  {
    "text": "In any period, that's what they call it. Yeah. And when Babylon, much later, is going to come take out the Israelites, it's called Babel. Yeah. In Hebrew, it's the same word.",
    "start": "00:56:44",
    "end": "00:56:54"
  },
  {
    "text": "Okay. How did that end up becoming Babylon?",
    "start": "00:56:54",
    "end": "00:56:58"
  },
  {
    "text": "Oh, in the.",
    "start": "00:56:59",
    "end": "00:56:59"
  },
  {
    "text": "Why didn't we just use like a transliteration and just. Or whatever and call it Babel?",
    "start": "00:56:59",
    "end": "00:57:03"
  },
  {
    "text": "Yeah, like. Yeah, because for other. Like Bethel or Israelite neighbors, like Moab or Ammon or.",
    "start": "00:57:03",
    "end": "00:57:09"
  },
  {
    "text": "We don't change.",
    "start": "00:57:10",
    "end": "00:57:11"
  },
  {
    "text": "Yeah, we don't change it. That has to do with the history of the English word.",
    "start": "00:57:11",
    "end": "00:57:15"
  },
  {
    "text": "Yeah.",
    "start": "00:57:15",
    "end": "00:57:16"
  },
  {
    "text": "I don't know.",
    "start": "00:57:16",
    "end": "00:57:16"
  },
  {
    "text": "Okay.",
    "start": "00:57:16",
    "end": "00:57:17"
  },
  {
    "text": "We'd have to look it up in the Tyndale translation to see. That would be the first English rendering of the Hebrew word. That would be the Tyndale translation. The Tyndale was the first English translation that was made public. Anyhow.",
    "start": "00:57:17",
    "end": "00:57:30"
  },
  {
    "text": "So anyhow, the word bevel, translated, Genesis 11 is Babel is Babel.",
    "start": "00:57:30",
    "end": "00:57:36"
  },
  {
    "text": "And so what that does is that hides from most English readers the fact that this is Babylon, this is the founding of the symbol. What do you think?",
    "start": "00:57:37",
    "end": "00:57:46"
  },
  {
    "text": "Do you think it would be more helpful for it to be Babylon?",
    "start": "00:57:46",
    "end": "00:57:49"
  },
  {
    "text": "I do, yeah. Yeah. And then put in a footnote, the word rhymes with the word confusion for.",
    "start": "00:57:49",
    "end": "00:57:56"
  },
  {
    "text": "God confused Babel, because Babel. Has that always been a word to describe confused language, or did it become that way because of Tyndale?",
    "start": "00:57:56",
    "end": "00:58:04"
  },
  {
    "text": "That's a good question. And I also don't know the answer to that. No, this is the. If it is, then it's another example. There are many of English words or phrases that have entered English through the early English Tyndale and King James translations that wouldn't be in English except for.",
    "start": "00:58:04",
    "end": "00:58:23"
  },
  {
    "text": "If Genesis 11 had been translated Babylon, we wouldn't be having this conversation trying to help people understand that it's the same Hebrew word.",
    "start": "00:58:24",
    "end": "00:58:36"
  },
  {
    "text": "So the Reason this is significant. A couple things. First of all, ancient Babylon existed long before it ever came. To destroy Jerusalem.",
    "start": "00:58:36",
    "end": "00:58:45"
  },
  {
    "text": "Yeah. To be this big world.",
    "start": "00:58:45",
    "end": "00:58:46"
  },
  {
    "text": "Yeah. It was, it was a powerful nation way back even before Abraham. There's a famous king of Babylon called Hammurabi and he wrote a famous law code that he said he received from the gods of Babylon and so on. So Babylon had been around, but it was not a powerful empire the way it was later in Israel's history. But the fact that the author of Genesis has chosen the founding of the city of Babylon to be the climax, the archetypal climax of humanity's rebellion against God, it's very significant.",
    "start": "00:58:46",
    "end": "00:59:21"
  },
  {
    "text": "You're supposed to think of this city as pretty bad news.",
    "start": "00:59:21",
    "end": "00:59:26"
  },
  {
    "text": "Yes. So violence has been reigning from Genesis 3 up to it. And now we get the diagnosis of what's the problem of the human psyche, individually and collectively, that's leading to this horrible rebellion. And it's in Genesis 11, this self exaltation turning human structures into gods.",
    "start": "00:59:26",
    "end": "00:59:52"
  },
  {
    "text": "Yeah. In modern reformed Christianity, the fall is all about that individual decision to eat of the fruit.",
    "start": "00:59:53",
    "end": "01:00:04"
  },
  {
    "text": "Yeah.",
    "start": "01:00:04",
    "end": "01:00:05"
  },
  {
    "text": "But just as much the fall is also the story of, in Genesis 11, this very corporate, corporate move towards becoming like God as an empire.",
    "start": "01:00:06",
    "end": "01:00:20"
  },
  {
    "text": "Yeah. Taking our way of life, our economy, whatever technology, our collective interests and accomplishments, and then elevating them to the place of the gods, to a place of divine status, of worship. And that's what the tower is, it's the center of worship. So. Yeah. The biblical diagnosis of the human condition in Genesis 3 to 11 is really sophisticated. Yeah. It's personal, the way it affects individuals and then marriages and families, cities, communities, regions and whole nations. Every one of those gets analysis. Yeah. It gets its own story. I mean, it makes sense. Like a damaged marriage or a damaged relationship between two neighbors. That's bad. But it only affects a handful of people. But when a whole society elevates its own values and definitions of good and evil to divine status, then people start dying, things get really bad, and entire.",
    "start": "01:00:21",
    "end": "01:01:30"
  },
  {
    "text": "People groups become oppressed.",
    "start": "01:01:30",
    "end": "01:01:32"
  },
  {
    "text": "Correct.",
    "start": "01:01:32",
    "end": "01:01:32"
  },
  {
    "text": "And there's a lot of bad stuff.",
    "start": "01:01:32",
    "end": "01:01:34"
  },
  {
    "text": "Yeah. So which we'll move on to the next step then with Egypt. But to kind of bring this to a loop then Genesis 11 also lays the foundation of Babylon as an archetype because it's the first depiction of collective human evil. But it's also Babylon is where Israel is going to end up at the end of this long narrative arc that stretches to the end of the book of second Kings. So Abraham is going to get called out of the scattering of Babylon in the next chapter, Genesis 12. And then his family is eventually going to end up back in exile in Babylon because Babylon destroyed Jerusalem and took its people captive. So Babylon is both at the beginning and ending of the big biblical story of Israel in the Old Testament. And at both ends of the story, it represents this.",
    "start": "01:01:34",
    "end": "01:02:28"
  },
  {
    "text": "It represents the rebellion at a civilization level that becomes arrogant and corrupt.",
    "start": "01:02:29",
    "end": "01:02:42"
  },
  {
    "text": "Yep. And it's not the last time that Babylon exalting itself to a divine status. That's going to be an important motif all throughout the Old Testament and the prophets and so on. It's going to continue. So Genesis 3:11 is crucial for understanding the day of the Lord. Genesis 11. The phrase day of the Lord isn't used in this story, but as we're gonna see.",
    "start": "01:02:42",
    "end": "01:03:07"
  },
  {
    "text": "But the day of the Lord is coming to.",
    "start": "01:03:08",
    "end": "01:03:11"
  },
  {
    "text": "To confront this problem. Yes, to confront this problem.",
    "start": "01:03:13",
    "end": "01:03:16"
  },
  {
    "text": "And this is the problem.",
    "start": "01:03:16",
    "end": "01:03:17"
  },
  {
    "text": "Yep.",
    "start": "01:03:17",
    "end": "01:03:18"
  },
  {
    "text": "Genesis 3:11 is describing the problem. The problem that the day of the Lord needs to confront.",
    "start": "01:03:18",
    "end": "01:03:22"
  },
  {
    "text": "Correct? Yep. Yep. That's how this matters.",
    "start": "01:03:22",
    "end": "01:03:25"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. Next week we'll continue our discussion on the day of the Lord. We just released our video on the Holy Spirit. Check it out on our YouTube channel, YouTube.com thebibleproject Let us know what you thought of it. We're on Facebook, facebook.com join the Bibleproject and on TwitteroinBibleProj. You can see everything we're up to on our website, thebibleproject.com thanks for being a part of this with us.",
    "start": "01:03:26",
    "end": "01:03:54"
  }
]