[
  {
    "text": "We're tracing the theme of the anointed. Anointing is a practice of smearing oil on people and sometimes places. It's a symbol marking a person or an area as a place where heaven and earth unites. Today, we're talking about the anointing of Israel's first kings, Saul and then King David. And here's what's surprising. King Saul, the first anointed king, becomes the first antichrist.",
    "start": "00:00:04",
    "end": "00:00:29"
  },
  {
    "text": "In the Bible, the Greek word Christ is the Greek word for anointed one. So the antichrist means the anti anointed one. What's interesting is the first anointed king in Israel's history actually becomes the biggest obstacle to the anointed king that God wants to raise up, that is David, his replacement. So Saul becomes the first anti anointed.",
    "start": "00:00:29",
    "end": "00:00:50"
  },
  {
    "text": "Saul is given an opportunity to lead Israel as the anointed, but he fails to trust in God's word. So God picks David instead. David is anointed privately, and he spends years waiting for his public anointing. And this begins an important idea within the theme of the anointed that the anointed one must trust in God's word patiently, even when it leads to suffering.",
    "start": "00:00:50",
    "end": "00:01:13"
  },
  {
    "text": "You have an anointed one who's given everything they need to succeed. But there are moments that are going to need to trust and trust God's wisdom. And in Saul's case, he does it first and then he stops. But now here's David. And he not only succeeds where Adam and Eve failed, because Saul did that too, but now David is succeeding where Saul failed test after test. In fact, Saul becomes the test, and David refuses to exalt himself to the public place of God's anointed one.",
    "start": "00:01:13",
    "end": "00:01:47"
  },
  {
    "text": "And remember, God's anointed one is supposed to crush the snake. So if Saul has become a snake, should David kill him? In other words, what. What do you do with the snake if the snake is your brother?",
    "start": "00:01:47",
    "end": "00:02:00"
  },
  {
    "text": "Portrait of the anointed one takes a big step forward in the story of David, whatever it's going to look like to stomp on the snake. Sometimes it's as simple as Goliath, you know, kill the bad guy. But what if the bad guy is the anointed one, Saul, your brother? What then? So the true victory of God's real anointed one is to sit patiently and wait through suffering, even suffering that comes from your own brothers, and allow God to elevate you to the place of rule and to trust that God will bring about the downfall of your persecutors.",
    "start": "00:02:00",
    "end": "00:02:39"
  },
  {
    "text": "Today, Tim Mackey and I explore the theme of the anointed in the story of Israel's first kings, Saul and David. I'm John Collins. You're listening to BibleProject Podcast. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:02:41",
    "end": "00:02:54"
  },
  {
    "text": "Hey, John. Hi.",
    "start": "00:02:54",
    "end": "00:02:55"
  },
  {
    "text": "Hi.",
    "start": "00:02:55",
    "end": "00:02:56"
  },
  {
    "text": "Hello. Hello.",
    "start": "00:02:56",
    "end": "00:02:57"
  },
  {
    "text": "And welcome to another conversation I get to have with you.",
    "start": "00:02:58",
    "end": "00:03:03"
  },
  {
    "text": "Yeah, totally. Hundreds. There's been hundreds of hours.",
    "start": "00:03:03",
    "end": "00:03:07"
  },
  {
    "text": "Yeah. And I simultaneously have learned so much and probably should know 10 times as much as I actually do with the amount of hours.",
    "start": "00:03:08",
    "end": "00:03:17"
  },
  {
    "text": "Yeah, right.",
    "start": "00:03:17",
    "end": "00:03:18"
  },
  {
    "text": "The number of pure minutes we have logged.",
    "start": "00:03:18",
    "end": "00:03:22"
  },
  {
    "text": "No, I'll go back and look at series. We've done notes from previous podcast series, and it's like, oh, wow. None of that's in my head right now. I have to look at the notes and then it uploads.",
    "start": "00:03:22",
    "end": "00:03:34"
  },
  {
    "text": "Yeah.",
    "start": "00:03:34",
    "end": "00:03:34"
  },
  {
    "text": "So it falls out your ears. Yeah, that's okay.",
    "start": "00:03:34",
    "end": "00:03:36"
  },
  {
    "text": "You try to cram it in. Keep it in. We're talking about the theme of the anointed.",
    "start": "00:03:36",
    "end": "00:03:42"
  },
  {
    "text": "The anointed, yes.",
    "start": "00:03:42",
    "end": "00:03:43"
  },
  {
    "text": "So this has been great. We've been talking about that. There's a ritual in which, in the New Testament, we came upon it, where these early first century Christians were smearing oil on each other and praying for each other.",
    "start": "00:03:44",
    "end": "00:03:59"
  },
  {
    "text": "Yeah.",
    "start": "00:04:00",
    "end": "00:04:00"
  },
  {
    "text": "And you're like, that's kind of weird.",
    "start": "00:04:00",
    "end": "00:04:03"
  },
  {
    "text": "Praying for God's healing power to transform somebody and heal them.",
    "start": "00:04:03",
    "end": "00:04:08"
  },
  {
    "text": "Well, yeah. And so praying for healing, that's its own thing, and it's a beautiful thing. But then the practice of putting oil on someone, where'd that come from? So we started tracing that whole idea, and it brought us back to, in the Hebrew Bible, the ritual of using oil. But it was very specific, not for just healing people or just kind of like having prayer sessions. It was to select someone and anoint them, meaning to commission them, appoint them as a representative for everyone else. You're marking them as like a gateway between heaven and earth, a guide, a mediator, someone whose feet are on the ground, but who can then, like, bring the divine down to us.",
    "start": "00:04:08",
    "end": "00:04:58"
  },
  {
    "text": "Yeah. And the key for that was looking at not just the people who get oil poured on them in the Hebrew Bible, but also the places that get anointed or smeared with oil. And there were two that we looked at, because they are the two, which is the rock that Jacob pours oil on where he had a vision that heaven and earth are connected in that spot. And then the tabernacle with the tent and everything in the tent and around it got this super special oil smeared or poured on it, and it marked that as a heaven on Earth place. A Garden of Eden spot where God's presence overlaps with earth.",
    "start": "00:04:58",
    "end": "00:05:37"
  },
  {
    "text": "Yeah. So more abstractly than even just a person, it's just marking a place as a portal to heaven.",
    "start": "00:05:37",
    "end": "00:05:43"
  },
  {
    "text": "A portal between heaven and earth. And that can be a walking, talking bridge between heaven and earth in the form of a prophet or a priest or a king. Those are the three people associated with anointing in the Hebrew Bible. Or it can be a place that's a place of a sacred space. In Jacob's case, it's a place called that he names Bethel, House of God, and he calls it the gate of heaven. But then the tabernacle is portable, so you can take that anywhere. And as long as Yahweh's glory is inhabiting it as it tours through the wilderness, any place can become a heaven on Earth. Portal based on where Yahweh wants to set up a camp.",
    "start": "00:05:43",
    "end": "00:06:23"
  },
  {
    "text": "Yeah. So you showed us how Moses gave very specific ingredients, a recipe for some anointing oil. And it kind of makes you wonder, like, how was their imagination shaped in such that they were like, you know what? We need to use oil.",
    "start": "00:06:24",
    "end": "00:06:41"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:06:42",
    "end": "00:06:43"
  },
  {
    "text": "You know what will really mark this place as a heaven and earth spot?",
    "start": "00:06:43",
    "end": "00:06:45"
  },
  {
    "text": "Yeah.",
    "start": "00:06:45",
    "end": "00:06:46"
  },
  {
    "text": "Smear some oil.",
    "start": "00:06:46",
    "end": "00:06:47"
  },
  {
    "text": "Oil. And not just any oil. Oil.",
    "start": "00:06:47",
    "end": "00:06:49"
  },
  {
    "text": "With fragrant oil.",
    "start": "00:06:49",
    "end": "00:06:50"
  },
  {
    "text": "Yeah, with fragrant oil. With cassia and myrrh and fragrant cane and et cetera.",
    "start": "00:06:50",
    "end": "00:06:57"
  },
  {
    "text": "We explored the logic of that brought us back to Genesis 2.",
    "start": "00:06:57",
    "end": "00:07:00"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:07:00",
    "end": "00:07:01"
  },
  {
    "text": "And we looked at the symbols and the meaning behind God taking land and watering it, forming man, forming the garden. And so there's, you know, the water of life being instrumental for the creation of life.",
    "start": "00:07:01",
    "end": "00:07:18"
  },
  {
    "text": "Yeah.",
    "start": "00:07:18",
    "end": "00:07:18"
  },
  {
    "text": "But then there was one more ingredient for humans, and that was God's breath breathing into the mud, the clay. And so we just talked about kind of the beauty of this image of the spirit combined with water to create life. Water of life and spirit. And what better object lesson, I suppose what better item to represent that than oil? Because it's the life of a plant, the water of a plant with all the life in it. The oils.",
    "start": "00:07:18",
    "end": "00:07:51"
  },
  {
    "text": "Yeah. The fragrances, life of the plant.",
    "start": "00:07:51",
    "end": "00:07:53"
  },
  {
    "text": "Yeah. Compressed down into, like, maximized.",
    "start": "00:07:53",
    "end": "00:07:58"
  },
  {
    "text": "Yeah.",
    "start": "00:07:58",
    "end": "00:07:59"
  },
  {
    "text": "And as a way to think about what does it look like when spirit and water come together? It's kind of a cool image for that.",
    "start": "00:07:59",
    "end": "00:08:05"
  },
  {
    "text": "Yeah, that's right. In other words, in the Garden of Eden, God provides the water from the ground that irrigates the dirt one, so that the form of the human can be made out of the mud. And then so that the plants can grow up. So water of life is key for the growth of life. But for human life, you need more than just the earthly source, the water watering the dirt. You need a heavenly source. And that's what the spirit or the breath is from God. And so water giving life and the spirit bringing life to humans become joint images. And that's foundational because that pairing or that analogy between water and breath or spirit from God is fundamental to how the biblical poets in the psalms and the prophets and the New Testament all talk about the spirit as liquid, liquid life.",
    "start": "00:08:05",
    "end": "00:09:00"
  },
  {
    "text": "Which is actually kind of a weird way to think about the spirit because the spirit is breath or wind, right?",
    "start": "00:09:00",
    "end": "00:09:05"
  },
  {
    "text": "Yeah.",
    "start": "00:09:05",
    "end": "00:09:05"
  },
  {
    "text": "And so why would you start talking about wind or breath with the metaphor of liquid?",
    "start": "00:09:06",
    "end": "00:09:10"
  },
  {
    "text": "Liquid?",
    "start": "00:09:10",
    "end": "00:09:10"
  },
  {
    "text": "It's like, clearly not liquid.",
    "start": "00:09:10",
    "end": "00:09:12"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:09:12",
    "end": "00:09:13"
  },
  {
    "text": "It's like fundamentally not liquid.",
    "start": "00:09:13",
    "end": "00:09:16"
  },
  {
    "text": "Yeah, that's right. But metaphorically, there are ways of thinking about each other. The effects of water are like, compared to the effects of the spirit in the Garden of Eden story. And so that connection in that story provides the foundation for why the spirit is described as liquid. Throughout the day, the spirit could be.",
    "start": "00:09:16",
    "end": "00:09:34"
  },
  {
    "text": "Poured on you, you could be filled with the spirit. These are liquid metaphors.",
    "start": "00:09:34",
    "end": "00:09:39"
  },
  {
    "text": "That's right. So the association of water and spirit as like, images. And then what better liquid to symbolize that life giving, energizing spirit that fills a place on earth with the heavenly presence of God? What better liquid than Kool aid?",
    "start": "00:09:39",
    "end": "00:09:57"
  },
  {
    "text": "Country Delight. Have you ever had Country Delight?",
    "start": "00:10:02",
    "end": "00:10:05"
  },
  {
    "text": "You just got me two times. I do remember Country Delight. What was that? Yes, it was like a lemonade type of. What was Country Delight?",
    "start": "00:10:07",
    "end": "00:10:18"
  },
  {
    "text": "Yeah, it was water. It was not a spirit and water. That was like two water and sugar.",
    "start": "00:10:18",
    "end": "00:10:24"
  },
  {
    "text": "Drinks from my childhood. Whoa. Thank you for that. That was impeccable timing.",
    "start": "00:10:24",
    "end": "00:10:29"
  },
  {
    "text": "Sorry. Oil, Oil, oil, Oil and vegetable oil. I mean, sort of olive oil. We're not talking about like.",
    "start": "00:10:29",
    "end": "00:10:38"
  },
  {
    "text": "That's right.",
    "start": "00:10:38",
    "end": "00:10:38"
  },
  {
    "text": "Petroleum.",
    "start": "00:10:38",
    "end": "00:10:39"
  },
  {
    "text": "Yeah. No, olive oil, which is, you know, olives are the seed of the olive tree. So the seed is the life. And out of you squeeze that life seed of the olive tree, and out comes this dense liquid that man does so many good things. So olive oil becomes a liquid symbol of the water of life, which in Genesis 2 is set on analogy to the life giving, heaven conveying presence of the spirit.",
    "start": "00:10:39",
    "end": "00:11:10"
  },
  {
    "text": "And when it's used in the Hebrew Bible, it's for people being set apart to like, lead in some way as an ambassador, A. What's the word you'd want to use?",
    "start": "00:11:10",
    "end": "00:11:21"
  },
  {
    "text": "Oh, representative. Representative, yeah, yeah. An image to use the language of Genesis 1. All right, so what we're going to go on today and the next few episodes is there's one particular group of people within the storyline of the Hebrew Bible that gets called the anointed ones and that are associated with the energizing power of the spirit. And those are the kings, Israel's kings, and then specifically the kings that are David and Solomon, and then the kings from the line of David. So what we're going to focus on right now is actually the rivalry between the first anointed king, Saul, and then we're going to see how he becomes the anti Anointed. The Antichrist, remember?",
    "start": "00:11:21",
    "end": "00:12:05"
  },
  {
    "text": "Oh, yeah. Anointed means Christ.",
    "start": "00:12:05",
    "end": "00:12:06"
  },
  {
    "text": "Yeah, Anointed. The Greek word. Christ is the Greek word for anointed one. So the Antichrist means the anti anointed one. And what's interesting is the first anointed king in Israel's history actually becomes the biggest obstacle to the anointed king that God wants to raise up. That is David, his replacement. So Saul becomes the first anti anointed. And that's what we'll talk about right now, shall we?",
    "start": "00:12:06",
    "end": "00:12:32"
  },
  {
    "text": "Let's do it.",
    "start": "00:12:32",
    "end": "00:12:33"
  },
  {
    "text": "So quick, backstory from the Torah. Moses anoints the tabernacle and the high priest. And the first person called the Anointed One in Israel is actually the high priest of Israel, Aaron, his brother. And so that's true throughout the Torah, Aaron is the anointed One. He represents all the people before God. Once Moses dies and Aaron dies, Aaron's sons start becoming the high priest. But the leadership of Israel moves on to the shoulders of a guy named Joshua. And the Torah concludes in the last chapter of Deuteronomy by telling us that the Spirit, God's spirit that was empowering Moses, passed on and entered into Joshua. This is in Deuteronomy 34. So Joshua, he's like the heaven on earth person. He's empowered by God's heavenly spirit. But, you know, there's no story about him being anointed. He's not called the anointed one. It's just as far as, you know, the priests are the anointed ones, but they're not ever called that in the Book of Joshua. Once you get into the Book of Judges, after that, Joshua dies and leader after leader, God raises up. And what we're all told is that God's spirit will come upon and empower these different leaders for a time period, like Gideon or Jephthah or Samson.",
    "start": "00:13:02",
    "end": "00:14:17"
  },
  {
    "text": "These are the Judges.",
    "start": "00:14:17",
    "end": "00:14:18"
  },
  {
    "text": "Yeah, the Judges. Yeah, that's right. And so none of them are anointed, none of them are called king, but they are leaders that God empowers for a time and a place.",
    "start": "00:14:18",
    "end": "00:14:27"
  },
  {
    "text": "Are any filled with the Spirit?",
    "start": "00:14:27",
    "end": "00:14:29"
  },
  {
    "text": "Yeah, that's what I'm saying. The spirit. The phrase is the Spirit of God came upon Gideon right before he's about to go into battle or something like that, and then it'll empower them, but it's always temporary and for a period of time. So when you step into the book of Samuel, the people don't have a king, but they want one. And so they approach the judge, the prophetic ruling leader of the tribes at the time. And that's a guy named Samuel, who's more of a prophet figure. And that's a whole story. We explored some of those dynamics in our firstborn podcast series on the Firstborn. Yeah, yeah, yeah.",
    "start": "00:14:29",
    "end": "00:15:04"
  },
  {
    "text": "Hannah's kid.",
    "start": "00:15:04",
    "end": "00:15:05"
  },
  {
    "text": "Yeah, Hannah's son. So I think all I want to talk about for this moment is just to start our story right now with Saul being anointed to become king, that people ask for a king, and God leads this guy Saul from the tribe of Benjamin to meet Samuel. And God says to Samuel, he's the guy. So in 1st Samuel, chapter 9, verse 16, this is what God says to Samuel. This time tomorrow, I'm going to send you a man from the land of Benjamin. You must anoint him as the leader over my people, Israel. And then in chapter 10, verse 1, when they finally meet and they've had a few conversations, Samuel took a flask of oil and he poured it over his head, kissing him, saying, has not Yahweh anointed you as leader over his inheritance? So that's Saul being anointed. Just later, like, a few sentences later, what we're told is, as Saul turned to leave Samuel, like he just got oil poured on his head. Maybe it made his hair shiny, and he kind of, like, massaged it in.",
    "start": "00:15:05",
    "end": "00:16:13"
  },
  {
    "text": "You're filling in the gaps here.",
    "start": "00:16:14",
    "end": "00:16:15"
  },
  {
    "text": "Give it. Yeah, okay, but give it some volume. They all had long hair back then, right? At least in.",
    "start": "00:16:15",
    "end": "00:16:21"
  },
  {
    "text": "Did they?",
    "start": "00:16:21",
    "end": "00:16:21"
  },
  {
    "text": "I don't know. In religious media, they do. So what we're told is he was walking away, and he's on his way to a place named Givi. Ah. Which means high place. And he meets this group of prophets, and the spirit of God rushed upon Saul, and he started prophesying along with this band of prophets.",
    "start": "00:16:21",
    "end": "00:16:43"
  },
  {
    "text": "Hmm. You skipped the verse.",
    "start": "00:16:43",
    "end": "00:16:45"
  },
  {
    "text": "What's that?",
    "start": "00:16:46",
    "end": "00:16:47"
  },
  {
    "text": "He turned his shoulder to depart. God changed his heart.",
    "start": "00:16:47",
    "end": "00:16:50"
  },
  {
    "text": "God changed his heart. Yeah.",
    "start": "00:16:50",
    "end": "00:16:52"
  },
  {
    "text": "You skipped that on purpose.",
    "start": "00:16:52",
    "end": "00:16:54"
  },
  {
    "text": "Well, it's just because it's a rabbit hole.",
    "start": "00:16:54",
    "end": "00:16:55"
  },
  {
    "text": "Okay.",
    "start": "00:16:55",
    "end": "00:16:56"
  },
  {
    "text": "Yeah. Okay. That's why I skipped it. But God turned his heart over. Yeah. It's an interesting theme. The heart of Saul is fickle and it keeps flipping back and forth.",
    "start": "00:16:58",
    "end": "00:17:08"
  },
  {
    "text": "The. His is Saul's heart or is God's own heart?",
    "start": "00:17:08",
    "end": "00:17:11"
  },
  {
    "text": "This is God changed Saul's heart. Okay. Yep. There's something similar with Saul's heart that's on analogy with the heart of Pharaoh in the Exodus scroll. But that's a whole thing in the Saul story we don't have time to get into. The point is that right after his anointing, the heavenly power and presence of the spirit fills his mind and heart and body such that he actually begins hearing the words of God and speaking them to others. Prophesying.",
    "start": "00:17:11",
    "end": "00:17:38"
  },
  {
    "text": "Yeah. With the procession of prophets. How many prophets do you need to make a procession?",
    "start": "00:17:38",
    "end": "00:17:43"
  },
  {
    "text": "That's a good question. Maybe just three, four. I don't know.",
    "start": "00:17:43",
    "end": "00:17:46"
  },
  {
    "text": "How many prophets were around, like, on a given day in a given place in Israel here, shaking your head.",
    "start": "00:17:47",
    "end": "00:17:52"
  },
  {
    "text": "There's no information about these things.",
    "start": "00:17:52",
    "end": "00:17:55"
  },
  {
    "text": "There's a procession of them.",
    "start": "00:17:55",
    "end": "00:17:56"
  },
  {
    "text": "Yep, there's a procession. So notice anointing with oil is coordinated with the spirit, the spirit of God coming upon him. Okay, so just like in Genesis chapter two, the water, the liquid that God provides to saturate the ground, to prepare it to become a vessel for the heavenly spirit to fill the ground and appoint the royal priestly human who will be God's representative. That's all. Genesis 2, all those images are being associated here with the liquid poured to appoint him as king, and then the spirit coming to empower him to do so. Okay, so now Saul is set up as a new. Like a new Adam, a new human. The next story. This is so great, man. Now, there was a guy named Snake. First Samuel.",
    "start": "00:17:56",
    "end": "00:18:50"
  },
  {
    "text": "Nahash.",
    "start": "00:18:50",
    "end": "00:18:50"
  },
  {
    "text": "Chapter 11 is what I'm reading here. Now, Nahash.",
    "start": "00:18:50",
    "end": "00:18:54"
  },
  {
    "text": "That's literally snake.",
    "start": "00:18:54",
    "end": "00:18:55"
  },
  {
    "text": "Nahash, the Ammonite went up.",
    "start": "00:18:55",
    "end": "00:18:58"
  },
  {
    "text": "That's not like a word that sounds like snake. That's snake.",
    "start": "00:18:58",
    "end": "00:19:01"
  },
  {
    "text": "It's a guy named Snake.",
    "start": "00:19:01",
    "end": "00:19:02"
  },
  {
    "text": "Yeah.",
    "start": "00:19:03",
    "end": "00:19:03"
  },
  {
    "text": "In Hebrew. In Hebrew, Nahash. Our translations don't translate his name, which I guess it's fine. It's a name, but it's the word snake. It's the exact same word as in Genesis 3.",
    "start": "00:19:03",
    "end": "00:19:12"
  },
  {
    "text": "Yeah.",
    "start": "00:19:12",
    "end": "00:19:13"
  },
  {
    "text": "So this guy named Snake who's from the Ammonites, he came up and camped against this town in Israel, Yahweh, Gilad. So, okay, this isn't a rival nation. The Ammonites are the Ammonites they're, you know, distant siblings of the Israelites. These are one of the sons of Lot and his daughters. From that. Oh, is it night of drunk sex in the cave at the end of Genesis 19? Come the ammonites, come the Moabites and the Ammonites.",
    "start": "00:19:14",
    "end": "00:19:41"
  },
  {
    "text": "Okay, Yep.",
    "start": "00:19:41",
    "end": "00:19:42"
  },
  {
    "text": "So Nachash, the Ammonite.",
    "start": "00:19:42",
    "end": "00:19:44"
  },
  {
    "text": "So are they also in the Genesis 10 table of nations?",
    "start": "00:19:44",
    "end": "00:19:47"
  },
  {
    "text": "No, they come into existence after the Sodom and Gomorrah story. Okay, Yep, yep. So this guy named Snake, who's from one of the rival sibling tribes of Israel, made war on this Israelite town. And the people of Yahweh say to Snake, make a treaty with us and we'll serve you. And Nahash, the Snake, the Ammonite said, on this condition, I will make a treaty with you all by gouging out your right eyes, so I will disgrace you within all of Israel. Okay, so this is the surrender terms. Yeah, I'll let you surrender.",
    "start": "00:19:48",
    "end": "00:20:26"
  },
  {
    "text": "Yeah.",
    "start": "00:20:26",
    "end": "00:20:26"
  },
  {
    "text": "Either I'm going to kill you, but.",
    "start": "00:20:26",
    "end": "00:20:27"
  },
  {
    "text": "You got to maim yourself, or I'll let you surrender.",
    "start": "00:20:27",
    "end": "00:20:29"
  },
  {
    "text": "So, Nachash, the gouger of the eye, recall that in the Genesis story, blindness and sight are key images associated with what? The snake, the snake's role.",
    "start": "00:20:30",
    "end": "00:20:42"
  },
  {
    "text": "Oh, your eyes will be opened.",
    "start": "00:20:42",
    "end": "00:20:43"
  },
  {
    "text": "The snake says, no, on the day you eat of it, you won't die. Your eyes will be opened and you will become Elohim or become like Elohim. And on the day they eat of it, their eyes are opened and what they see is that they're naked. So he's essentially saying that they are blind and that he has the key for their eyes to be opened. Now here's a guy named Snape wanting to blind them, saying, I'm going to blind their eyes. Yeah. Okay, these are great examples. These are all little Eden. Very creative hyperlinks to the Eden story. So if Saul is like a new Adam, right. Appointed through liquid and spirit, and now there's a snake in the garden. Yeah, yeah. What are we going to do? So just then, Saul, skipping down to verse five, was coming in from the field behind the cattle, and he said, boy, why is everybody crying today? What's the matter with everybody?",
    "start": "00:20:43",
    "end": "00:21:46"
  },
  {
    "text": "He didn't see the snake out there camped up against the city.",
    "start": "00:21:46",
    "end": "00:21:50"
  },
  {
    "text": "So the people told him about all the words from the men of Yahweh, from the city. And the spirit of God rushed upon Saul when he heard these words, and he became angry. So you've got a guy named Snake. And he said, I want to bring public shame on all of Israel. That's what he said by gouging out the eyes. And when Saul hears these words of disgrace spoken over the people of God Israel, he hears it, he gets angry. The spirit of God comes upon him. So he mustered all the people at Bezek. The Israelites were 300,000. The men of Judah were 30,000.",
    "start": "00:21:50",
    "end": "00:22:34"
  },
  {
    "text": "Ten to one.",
    "start": "00:22:34",
    "end": "00:22:35"
  },
  {
    "text": "Yep. Notice the repetition of the number three here. And he said to the messengers who had come, this is what you should tell the men of Yahweh, Gilead Tomorrow deliverance will come for you when the sun is hot. So at the height of the day will be your rescue. And so the messengers went and they told. And the men of Yahweh rejoiced. Hooray. So the men of Yahweh turn and send messengers to snake and they say, you know, tomorrow. Could you wait till tomorrow?",
    "start": "00:22:35",
    "end": "00:23:08"
  },
  {
    "text": "Can we do the I thing tomorrow? So look at.",
    "start": "00:23:08",
    "end": "00:23:11"
  },
  {
    "text": "So yeah, we'll come at you tomorrow and you can do to us whatever is good in your eyes. That's right. From the Eden. Eden story. Yeah, it's good in your eyes. So the next day, Saul put together all the soldiers in how many divisions?",
    "start": "00:23:11",
    "end": "00:23:26"
  },
  {
    "text": "Three.",
    "start": "00:23:27",
    "end": "00:23:27"
  },
  {
    "text": "Three divisions. This is part of how the motif of the test or the ordeal.",
    "start": "00:23:27",
    "end": "00:23:32"
  },
  {
    "text": "Yeah, Three symbolizes a test.",
    "start": "00:23:32",
    "end": "00:23:35"
  },
  {
    "text": "Yeah. Often when you're getting to the ordeal, I like that, the ordeal. In other words, the belly of the whale. This is how the Hebrew Bible melody works. So later biblical narratives are designed in order often to be patterned after the order of the early chapters of Genesis. And so you've had a new Adam established in the garden. A snake appears. And that snake, the appearance of the snake creates a test or a choice for God's appointed one.",
    "start": "00:23:35",
    "end": "00:24:05"
  },
  {
    "text": "Right. And three represents the test.",
    "start": "00:24:05",
    "end": "00:24:07"
  },
  {
    "text": "And oftentimes things the number three or patterns of three, sometimes 40 occur. Or sometimes 40. Yeah, that's right. So with his 300,000 men and 30,000 soldiers of Judah placed in three divisions, they went out and they struck down the Ammonites at the heat of the day. And it happened that the remainder were scattered so that not even two of the snaky Ammonites remained together. He ran out the snake. Way to go, Saul.",
    "start": "00:24:07",
    "end": "00:24:38"
  },
  {
    "text": "Alright.",
    "start": "00:24:38",
    "end": "00:24:38"
  },
  {
    "text": "Yeah, yeah. So all the people came to Gilgal and they made Saul king before the Lord in Gilgal. And they offered sacrifices and everybody rejoiced.",
    "start": "00:24:39",
    "end": "00:24:50"
  },
  {
    "text": "This is the story that won him over in a way.",
    "start": "00:24:50",
    "end": "00:24:52"
  },
  {
    "text": "Yeah. In other words, Saul has been privately anointed as king. And Samuel put him before the people. And the people say that they want him. And then this battle happens. So it's his victory over a guy named Snake that qualifies him in the eyes of the people to say, we want you. We want this guy. So this is the rise of Saul. And it's just on the retelling that I just summarized, you're like, yeah, I think God could work with this guy. He overcame, literally overcame.",
    "start": "00:24:52",
    "end": "00:25:27"
  },
  {
    "text": "This was a good hiring decision.",
    "start": "00:25:27",
    "end": "00:25:28"
  },
  {
    "text": "The Snake. Totally.",
    "start": "00:25:28",
    "end": "00:25:29"
  },
  {
    "text": "Yeah.",
    "start": "00:25:29",
    "end": "00:25:30"
  },
  {
    "text": "Yeah. Okay, so what happens from here in Saul's story is the sequence from 1 Samuel, chapters 12 through 15. And it's a series of failures of Saul, two major ones. And you'll just have to trust me. But the language in all of these stories just goes right through the language of Genesis 1:11 again. Except when he comes to each of those two ordeals or tests, again, he fails both of them. And so in 1 Samuel 15, when he fails both of those tests, this is what he's told by Samuel, the guy who anointed him first. Samuel 15:26, Samuel said to Saul, you have rejected the word of Yahweh. And so Yahweh has rejected you as being king among Israel. As Samuel turned to go, Saul seized the edge of his robe. So, like, Samuel's leaving, he's angry. And Saul grabs just the edge of the robe and it tears off in his hand. He, like, tears off a piece of the robe. It's a vivid scene. And Samuel turns around and he looks at his torn robe and this is what he says. Yahweh has torn the kingdom of Israel from you today, Saul, and he's going to give it to your neighbor, one who has more TOV than you, more good than you.",
    "start": "00:25:30",
    "end": "00:26:56"
  },
  {
    "text": "It's a very cinematic scene.",
    "start": "00:26:56",
    "end": "00:26:57"
  },
  {
    "text": "It is, yeah. It's pretty epic.",
    "start": "00:26:57",
    "end": "00:26:59"
  },
  {
    "text": "Saul grabs the robe, it tears. Samuel turns around and goes, God's tearing the kingdom from you. And cut. Yeah, yeah, that's pretty scene. Or tov.",
    "start": "00:26:59",
    "end": "00:27:12"
  },
  {
    "text": "Or tov. Okay, so that's the sequence that ends with 1 Samuel 15. The next chapter is about begins the descent of Saul and the rise of David. So the anointed one has shifted. Now he is no longer God's favored Anointed one in God's eyes. But nobody else knows that other than these two. And God's going to raise up a new anointed one. And as Saul is beginning his downfall, David is beginning his rise. And the rest of the first Samuel story is going to be about these parallel tracks of the true anointed and then the anti anointed and just track the sequence of the story of David we're going to do just now, like we're going to do. And it's been designed to imitate the rise of Saul. David's rise is going to imitate Saul's rise to power and in really creative and clever ways. So moving on to David, shall we? This is the neighbor who is more Tov than Saul. So chapter 16 begins, and God tells Samuel, I'm done with Saul. Let's go to this guy's house in the town named Bethlehem to a guy named Jesse. He's got all these sons. And we've also explored the story of the selection of David earlier this year in the Firstborn podcast series. So I just want to go to the moment that when David walks into the room, Samuel takes the horn of oil and he anoints him in the midst of his brothers. And the spirit of the Lord came powerfully upon David from that day forward. And you're like, oh, yeah, that's what happened with Saul. That's exactly what happened with David. In the exact same words, oh, remember? Except Samuel had a flask of oil.",
    "start": "00:27:13",
    "end": "00:29:28"
  },
  {
    "text": "This is a horn.",
    "start": "00:29:29",
    "end": "00:29:30"
  },
  {
    "text": "Now it's coming out of, like, an empty ram's horn. Yeah, yeah.",
    "start": "00:29:30",
    "end": "00:29:34"
  },
  {
    "text": "It's a better design choice.",
    "start": "00:29:35",
    "end": "00:29:36"
  },
  {
    "text": "Yep. The next chapter is 1 Samuel 17. Pretty famous story about David versus a guy named Goliath. So the Philistines are fighting the Israelites, and we're told that the Philistines are on one side of a valley, Israelites on the other side. And then there's this battle line in between them. And what we're told is that every day, the biggest, baddest warrior of the Philistines, he's called in Hebrew the Ish Benayim, the man of the in between.",
    "start": "00:29:36",
    "end": "00:30:05"
  },
  {
    "text": "Oh, wow.",
    "start": "00:30:06",
    "end": "00:30:06"
  },
  {
    "text": "It gets translated as champion in our English translations. I don't know why.",
    "start": "00:30:06",
    "end": "00:30:12"
  },
  {
    "text": "The man of the in between.",
    "start": "00:30:12",
    "end": "00:30:13"
  },
  {
    "text": "Yeah, because he's walking in between the battle lines. Yeah, he just, like, strolls out there to the in between the battle lines.",
    "start": "00:30:14",
    "end": "00:30:20"
  },
  {
    "text": "Yeah.",
    "start": "00:30:20",
    "end": "00:30:21"
  },
  {
    "text": "So the. The man of the in between came out from the armies of the Philistines. His name was Goliath. Goliath. His height was. Well, depends on what ancient text you're reading. So that's a whole rabbit. Rabbit hole. Whether he was, like, 11ft high or 7ft high. Oh, there's textual variants in ancient manuscripts.",
    "start": "00:30:21",
    "end": "00:30:40"
  },
  {
    "text": "Okay. I mean, that's quite a difference.",
    "start": "00:30:40",
    "end": "00:30:41"
  },
  {
    "text": "It is quite a difference. Yeah. But we start focusing on the bronze helmet on his head and the scaly armor that weighed 5,000 shekels of bronze. His bronze greaves, his bronze javelin. The word bronze is spelled with the letters of the word snake. Nachash is snake. Nachoshet is bronze, and the armor is scaly.",
    "start": "00:30:41",
    "end": "00:31:10"
  },
  {
    "text": "Okay.",
    "start": "00:31:11",
    "end": "00:31:11"
  },
  {
    "text": "Kashkoshit, which is the same word used to describe animal like reptile scales in the Hebrew Bible.",
    "start": "00:31:11",
    "end": "00:31:18"
  },
  {
    "text": "Yeah.",
    "start": "00:31:18",
    "end": "00:31:18"
  },
  {
    "text": "So he's being described as a big bronze snake.",
    "start": "00:31:18",
    "end": "00:31:21"
  },
  {
    "text": "Yeah.",
    "start": "00:31:21",
    "end": "00:31:21"
  },
  {
    "text": "Now, it's a wordplay. It's a clever wordplay.",
    "start": "00:31:22",
    "end": "00:31:24"
  },
  {
    "text": "Right?",
    "start": "00:31:24",
    "end": "00:31:24"
  },
  {
    "text": "Okay. But pay attention. He would go out, verse eight, and shout at the ranks of Israel and say, why did you guys even come out to draw up in battle today? Am I not the Philistine? And aren't you the servants of Saul? Choose a man. Let him come down to me. If he can fight with me and kill me, we'll become your slaves. But if I prevail against him and kill him, you will become our slaves. And again, the Philistine said, I publicly shame the ranks of Israel this day. Give me a man that we may fight together.",
    "start": "00:31:24",
    "end": "00:32:00"
  },
  {
    "text": "A public shaming.",
    "start": "00:32:01",
    "end": "00:32:02"
  },
  {
    "text": "Yeah. He is bringing public shame. It's trash talk. So some translations translate this. I taunt the ranks of Israel. Some translations say I defy. But it's. You're shaming someone. Basically. That's what bullies do, you know, it's like, stand up for yourself, you know? So that's what he's doing. He's disgracing them.",
    "start": "00:32:02",
    "end": "00:32:27"
  },
  {
    "text": "Is that the same phrase used or just the same idea used by.",
    "start": "00:32:27",
    "end": "00:32:31"
  },
  {
    "text": "It's a different word from what Nachash the Ammonite did. It's the same ide. He wants to bring disgrace.",
    "start": "00:32:31",
    "end": "00:32:36"
  },
  {
    "text": "Yeah, disgrace.",
    "start": "00:32:36",
    "end": "00:32:37"
  },
  {
    "text": "Okay. And when Saul heard these words of the Philistine. Okay, stop right there. So here's a big, bronze, snaky dude of Israel's enemies bringing public disgrace on Israel. How did Saul respond last time this happened?",
    "start": "00:32:37",
    "end": "00:32:52"
  },
  {
    "text": "Yeah, he just took care of them.",
    "start": "00:32:52",
    "end": "00:32:54"
  },
  {
    "text": "Yeah, he drove him out. Yeah. The spirit of God came on him and he drove him out. This time, when Saul and all Israel heard these words of the Philistine, they were dismayed. They were greatly afraid. You're like, oh, okay, so something's changed. His heart has changed. But then in the next paragraph, David appears on the scene. His dad's like, hey, go visit your brother's on the front line. Bring him some cheese and oats and yummy things. So David shows up with, like, all these goodies. And we're told in verse 22, he ran to the battle line, and he entered in order to greet his brothers. And as he was saying hi to his Brothers, behold the Ish Benayim. The man of the in between, the Philistine, was coming up just at that moment. Imagine the timing. And he spoke the same words. And David heard them. And when all the men of Israel saw him, they fled. And they were greatly afraid. But David, he spoke to the guys standing around him and he said, you know, is the king said he's going to do anything for the man who will kill that Philistine and take away this reproach from Israel. Who is this uncircumcised Philistine? That he should bring public shame on the armies of the living God. You can see what's happening here. I think you probably can.",
    "start": "00:32:54",
    "end": "00:34:19"
  },
  {
    "text": "Oh, well, I mean, just on a very literal level, as he's. He's asking, is there a bounty and why isn't the king. What's the king gonna do about this?",
    "start": "00:34:20",
    "end": "00:34:29"
  },
  {
    "text": "Yeah. Yeah. What's Saul doing?",
    "start": "00:34:29",
    "end": "00:34:30"
  },
  {
    "text": "Yeah.",
    "start": "00:34:31",
    "end": "00:34:31"
  },
  {
    "text": "Is he gonna do anything?",
    "start": "00:34:31",
    "end": "00:34:32"
  },
  {
    "text": "Yeah.",
    "start": "00:34:32",
    "end": "00:34:33"
  },
  {
    "text": "So what Saul did when he heard the words is he's freaking out with his army and no one's gonna go up to him. So you have two anointed ones in the story. You have Saul.",
    "start": "00:34:33",
    "end": "00:34:45"
  },
  {
    "text": "That's right. Because David's been anointed.",
    "start": "00:34:46",
    "end": "00:34:48"
  },
  {
    "text": "Yeah, he's been anointed privately, but just. He just like, you know, nobody knows about except a few. So now you have two anointed ones. And Saul is responding the opposite way he did last time he encountered a snake. And now David is responding more like Saul did back when Saul encountered sneaky man, the ammonite. So now David is like becoming a new Saul or becoming what Saul ought to have done or should have done. So Saul hears about this young kid who's like, you know, trash talking this Philistine. So he brings him into his tent and he says, listen, this is what Saul says to David. You are not able to go against this Philistine. You're just a kid. He's been a warrior.",
    "start": "00:34:48",
    "end": "00:35:38"
  },
  {
    "text": "Did we skip a part where he actually volunteered?",
    "start": "00:35:38",
    "end": "00:35:40"
  },
  {
    "text": "Yeah, he actually does volunteer. He does volunteer. That's right. But he volunteers because Saul hears the rumors start spreading that there's this kid who's saying that he would be willing to fight the Philistine. So Saul tries to talk him out of it, and David gives this great speech when he says, listen, I've been a shepherd for a while, and you know, there have been times when a lion or a bear would come and take one of the lambs. And you know what? I just went after that thing and I attacked it, and I rescued the lamb from its mouth. And if a lion or the bear rose up against me, I would seize it by its beard.",
    "start": "00:35:40",
    "end": "00:36:18"
  },
  {
    "text": "Wow.",
    "start": "00:36:19",
    "end": "00:36:19"
  },
  {
    "text": "I guess the lions have mane. What's the beard of a bear?",
    "start": "00:36:19",
    "end": "00:36:23"
  },
  {
    "text": "You know, I guess they can be hairy. They can be kind of hairy.",
    "start": "00:36:24",
    "end": "00:36:27"
  },
  {
    "text": "Furry. Yeah, Just under the chin there.",
    "start": "00:36:27",
    "end": "00:36:29"
  },
  {
    "text": "Yeah. And if they've been drooling or something, then that's kind of like just that hair just hanging down and so.",
    "start": "00:36:29",
    "end": "00:36:35"
  },
  {
    "text": "Well, let's keep reading. I seized him by his beard. I would strike him and kill him, that lion or bear. I mean, your servant has killed both a lion and a bear. And this Philistine will be just like that because he has publicly shamed the armies of the living God. So David said, the Lord, who delivered me from the paw of the lion, from the paw of the bear, will deliver me from the hand of this Philistine. Snake. Snake is my addition. So he's comparing Goliath to this wild beast. Yeah, And Goliath has already been subtly compared to a beast of the field, namely a snake. So now David is being portrayed on analogy. David's now the new Adam in the story, facing the snake in his ordeal, just like Saul did. But now Saul is facing this snake, and he's totally afraid. And you can see the contrast. So let's just stop.",
    "start": "00:36:35",
    "end": "00:37:38"
  },
  {
    "text": "This is a pivot point.",
    "start": "00:37:38",
    "end": "00:37:39"
  },
  {
    "text": "It's a pivot point. Yeah. But notice how creative this is.",
    "start": "00:37:39",
    "end": "00:37:42"
  },
  {
    "text": "Right.",
    "start": "00:37:43",
    "end": "00:37:43"
  },
  {
    "text": "Just the way the narrative's being shaped to compare both of these characters back to Adam in the garden and then to contrast them with each other within the Samuel story.",
    "start": "00:37:43",
    "end": "00:37:54"
  },
  {
    "text": "Yeah. Who pointed this stuff out to you? I mean, this is not very clear on the surface. Like the. Oh, I mean, that guy's name is Snake. I guess you're reading in Hebrew.",
    "start": "00:37:54",
    "end": "00:38:05"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:38:05",
    "end": "00:38:06"
  },
  {
    "text": "The bronze sounds like the word snake.",
    "start": "00:38:07",
    "end": "00:38:10"
  },
  {
    "text": "Yeah. So two things. One, this is. Over the last many years, I have been going to every Jewish and Israeli scholar's work who's trying to understand the reading habits and skills of Jewish Bible nerds in the Second Temple period. And when you learn how they read their Bible, it becomes clear that they were reading it along the grain of its design. So this is a lot of what we've been doing with design patterns and hyperlinks in the melody. So I did, however, find an author who. So for a while, I was just like, oh, I could see all this. It makes a lot of sense. And I've learned a lot also from a number of scholars. William Tooman, David Andrew Teeter, Jake Stromberg. These are Hebrew Bible Scholars right now publishing and pursuing similar questions in Hebrew Bible. But I found an author, Brian Verrett, who wrote a book recently called the Serpent in Samuel, a Messianic Motif. And when I read his book, I was like, I'm not crazy. He sees it all too. So if this is a topic that interests you, this is a whole book on Garden of Eden imagery specific to the snake in the story of Samuel. So just not making this up. Okay.",
    "start": "00:38:10",
    "end": "00:39:34"
  },
  {
    "text": "So, yes, it is very creative, very interesting, and it makes you want to stop and kind of think more about these ideas, but it's incredibly easy to miss. I mean. But cool. Yep, you're showing us. Thank you.",
    "start": "00:39:34",
    "end": "00:39:48"
  },
  {
    "text": "Yeah, totally. Okay. We're almost. We're getting there.",
    "start": "00:39:48",
    "end": "00:39:51"
  },
  {
    "text": "Okay.",
    "start": "00:39:51",
    "end": "00:39:51"
  },
  {
    "text": "So the Philistine mocks. David, says, am I a dog that you're coming to me with?",
    "start": "00:39:52",
    "end": "00:39:57"
  },
  {
    "text": "This is Goliath.",
    "start": "00:39:57",
    "end": "00:39:58"
  },
  {
    "text": "This is Goliath, yeah. Okay. So David goes out, he selects his five smooth stones, gets a sling, all that.",
    "start": "00:39:58",
    "end": "00:40:05"
  },
  {
    "text": "I've heard that sermon.",
    "start": "00:40:06",
    "end": "00:40:07"
  },
  {
    "text": "And he goes out to face the giant snake. And this giant snake makes fun of him, saying, am I a dog? You are coming at me with sticks.",
    "start": "00:40:09",
    "end": "00:40:18"
  },
  {
    "text": "Yeah.",
    "start": "00:40:18",
    "end": "00:40:18"
  },
  {
    "text": "And the reader is thinking, no, like, you're like a bear or a lion or like a snake. That's what you are. So the Philistine cursed David by his Elohim. So in the name of Dagon and in the name of baal, I curse you, Israelite. And so David famously says to the giant snake, you are coming at me with a sword and a spear and a javelin, but I am coming to you in the name of Yahweh of hosts, the God of Israel's battle lines, whom you have publicly shamed. So that theme of shame is really key here.",
    "start": "00:40:19",
    "end": "00:40:57"
  },
  {
    "text": "Why? Because Adam and Eve feel shame.",
    "start": "00:40:58",
    "end": "00:41:00"
  },
  {
    "text": "Adam and Eve, they were naked and not ashamed. And then on a day they ate of the fruit, their eyes were opened and they saw that they were naked. And then they hide their bodies from each other. So this is also an echo of the. The Eden motif here.",
    "start": "00:41:00",
    "end": "00:41:14"
  },
  {
    "text": "Yeah, that's worth thinking about a little bit more. Shame is. It's a feeling of inferiority.",
    "start": "00:41:15",
    "end": "00:41:21"
  },
  {
    "text": "Causes you to hide.",
    "start": "00:41:22",
    "end": "00:41:23"
  },
  {
    "text": "Causes you to hide.",
    "start": "00:41:24",
    "end": "00:41:25"
  },
  {
    "text": "Yeah.",
    "start": "00:41:25",
    "end": "00:41:25"
  },
  {
    "text": "But it seems like also this is an honor shame society.",
    "start": "00:41:26",
    "end": "00:41:29"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:41:29",
    "end": "00:41:30"
  },
  {
    "text": "And really, it's like by being publicly disgraced, it's kind of one of the worst things that could happen to you in a way.",
    "start": "00:41:30",
    "end": "00:41:39"
  },
  {
    "text": "Yeah. Your identity is kind of bound up in your status in this case among the nations.",
    "start": "00:41:39",
    "end": "00:41:46"
  },
  {
    "text": "To be shamed is to be treated as nothing, as less Than. Which is kind of like, you know, Jesus saying, you can murder someone, you could also just hate your brother.",
    "start": "00:41:46",
    "end": "00:42:00"
  },
  {
    "text": "Yeah.",
    "start": "00:42:00",
    "end": "00:42:00"
  },
  {
    "text": "And it's like, just as bad as murder.",
    "start": "00:42:00",
    "end": "00:42:02"
  },
  {
    "text": "Yeah.",
    "start": "00:42:02",
    "end": "00:42:02"
  },
  {
    "text": "It's like, by making them.",
    "start": "00:42:02",
    "end": "00:42:04"
  },
  {
    "text": "Yeah. By publicly insulting them. Yeah, yeah.",
    "start": "00:42:04",
    "end": "00:42:06"
  },
  {
    "text": "Shaming them.",
    "start": "00:42:06",
    "end": "00:42:07"
  },
  {
    "text": "Yep.",
    "start": "00:42:07",
    "end": "00:42:07"
  },
  {
    "text": "It's a big deal. It's kind of connected to the idea of being the image God and Adam and Eve feeling shame. No one's shaming them. But all of a sudden, something happened where by taking the fruit wisdom on their own terms, their eyes were opened, but then they recognized we suck.",
    "start": "00:42:07",
    "end": "00:42:27"
  },
  {
    "text": "Yeah. We've made a huge. I've made a terrible.",
    "start": "00:42:29",
    "end": "00:42:33"
  },
  {
    "text": "I've made a terrible mistake.",
    "start": "00:42:33",
    "end": "00:42:34"
  },
  {
    "text": "That's a whole trope now in different films and shows. I've made a horrible decision.",
    "start": "00:42:36",
    "end": "00:42:41"
  },
  {
    "text": "Yeah.",
    "start": "00:42:44",
    "end": "00:42:44"
  },
  {
    "text": "It's that moment, a moment of realization that's right now, here, it's someone forcing public shame on another that would resist it. But the Israelites, their king is running away. So in a way, as Saul fears and runs away from the giant snake, it's a way of him saying, my God is not powerful enough to deliver us, and we are not powerful enough of a nation to defend ourselves. So their status among the nations is lowered. And for David, he's like, no, my God delivered me from a lion and bear. He's the living God, so he can take off the head of the snake. And that's essentially what David does. He famously slings Goliath with one stone sinks into his forehead. And then there's a little focus of the story where David runs up with no sword in his hand. And then in verse 51 of 1 Samuel 17, David ran and stood over the Philistine, took his sword, drew it from its sheath, killed him, and cut off his head with it. So he crushes the head. Genesis 3:15. He strikes the head, and he is not struck by the snake because in.",
    "start": "00:42:44",
    "end": "00:44:07"
  },
  {
    "text": "Genesis 3, the snake crusher will also be struck.",
    "start": "00:44:07",
    "end": "00:44:10"
  },
  {
    "text": "Yeah. So in this case, it's just one direction.",
    "start": "00:44:10",
    "end": "00:44:13"
  },
  {
    "text": "Just a snake whooping.",
    "start": "00:44:13",
    "end": "00:44:14"
  },
  {
    "text": "Yeah, totally. So here then, David is compared. Well, he's contrasted with Adam and Eve in that he successfully drives out the snake, crushes the snake's head. So by the time you get to the end of 1 Samuel 17, you are feeling great about this kid. You're like, he has radical faith and trust in Yahweh and he is secretly Israel's king, but Israel does not recognize it yet.",
    "start": "00:44:14",
    "end": "00:44:45"
  },
  {
    "text": "You're feeling great about that. But didn't we feel great about that when Saul told about the snake?",
    "start": "00:44:45",
    "end": "00:44:49"
  },
  {
    "text": "Yeah, we were. Yeah. So There must be some tests coming.",
    "start": "00:44:49",
    "end": "00:44:51"
  },
  {
    "text": "Okay.",
    "start": "00:44:51",
    "end": "00:44:52"
  },
  {
    "text": "I expect some tests to come David's way. And lo and behold, when did the test begin? Chapter 18. Here, Saul becomes jealous about how God is elevating David. And people are singing songs about David saying, you know, Saul killed his thousands of Philistines, but David killed his tens of thousands. This is what it says. The young women sing in the town.",
    "start": "00:44:52",
    "end": "00:45:17"
  },
  {
    "text": "That will get under your skin.",
    "start": "00:45:18",
    "end": "00:45:19"
  },
  {
    "text": "It does? Yeah. So in these chapters, I'm all leading up to 1 Samuel 24, which will land the plane here. But for the next five chapters, 1 Samuel 18, 23, it's all stories about Saul trying to kill David.",
    "start": "00:45:21",
    "end": "00:45:36"
  },
  {
    "text": "So this is a Cain and Abel kind of thing.",
    "start": "00:45:36",
    "end": "00:45:38"
  },
  {
    "text": "Exactly. Right.",
    "start": "00:45:38",
    "end": "00:45:39"
  },
  {
    "text": "Yeah.",
    "start": "00:45:39",
    "end": "00:45:40"
  },
  {
    "text": "Yeah. So David is like, an Adam or like an Abel, you know, who is favored in God's eyes. The chosen one. And Saul takes on the role of, like, a Cain who's anti. The anointed one. But they're both anointed ones. That's what makes it.",
    "start": "00:45:40",
    "end": "00:45:57"
  },
  {
    "text": "Yeah, it's the Anointed one turn into.",
    "start": "00:45:57",
    "end": "00:46:00"
  },
  {
    "text": "Yeah. The anti. Anointed.",
    "start": "00:46:01",
    "end": "00:46:02"
  },
  {
    "text": "The Cain figure.",
    "start": "00:46:02",
    "end": "00:46:03"
  },
  {
    "text": "Yeah. The Christ and the Antichrist. Yeah.",
    "start": "00:46:03",
    "end": "00:46:06"
  },
  {
    "text": "Whoa.",
    "start": "00:46:06",
    "end": "00:46:06"
  },
  {
    "text": "Yeah, it's interesting. So in other words, they're almost like reverse mirrors of each other because they're both Israelite kings, but one has been anointed secretly, privately, one has been anointed publicly. And it's about the rivalry between the two. So notice all of these themes. The anointed one, but the firstborn. Right. The rivalry between these two kinsmen kings. There's so many themes overlapping right here.",
    "start": "00:46:07",
    "end": "00:46:36"
  },
  {
    "text": "Sam.",
    "start": "00:46:40",
    "end": "00:47:06"
  },
  {
    "text": "So this all builds up to First Samuel 24, where David flees. He just has to run for his life into the wilderness, but he's got a crew of, like, faithful band of brothers around him. And so in 1 Samuel 24, David flees to a cave. And caves, you know, from the Book of Genesis, are little refuges that are like, Eden. Eden refuges.",
    "start": "00:47:06",
    "end": "00:47:30"
  },
  {
    "text": "We do. We know this. Okay.",
    "start": "00:47:30",
    "end": "00:47:33"
  },
  {
    "text": "And then More specifically, in 1 Samuel 24, 1, we're told that David is dwelling in the wilderness of Ein Gedi, which is an actual place. It is also the words of the phrase Garden of Eden with just the letters swapped around. The phrase Garden of Eden is gone. Eden and Ein Gedi is the same letters, just reversed.",
    "start": "00:47:33",
    "end": "00:47:58"
  },
  {
    "text": "Okay.",
    "start": "00:47:58",
    "end": "00:47:59"
  },
  {
    "text": "So he's in his own little Eden.",
    "start": "00:47:59",
    "end": "00:48:01"
  },
  {
    "text": "But it's in a wilderness.",
    "start": "00:48:01",
    "end": "00:48:02"
  },
  {
    "text": "In a wilderness.",
    "start": "00:48:02",
    "end": "00:48:02"
  },
  {
    "text": "Well, so was the Garden of Eden.",
    "start": "00:48:02",
    "end": "00:48:04"
  },
  {
    "text": "Yeah, but. Exactly. Right. Totally. Yeah. So Saul took 3,000 chosen men to seek David in front of.",
    "start": "00:48:04",
    "end": "00:48:13"
  },
  {
    "text": "I just want to talk David.",
    "start": "00:48:13",
    "end": "00:48:14"
  },
  {
    "text": "So there was this cave, and Saul looked into the cave, and he went in. He was like, guys, I really got to go to the bathroom. And we're told that he went in to relieve himself.",
    "start": "00:48:16",
    "end": "00:48:30"
  },
  {
    "text": "In Hebrew, that is. Let's have a little Hebrew lesson here.",
    "start": "00:48:30",
    "end": "00:48:34"
  },
  {
    "text": "In Hebrew, it means to cover over the feet.",
    "start": "00:48:34",
    "end": "00:48:37"
  },
  {
    "text": "Really?",
    "start": "00:48:38",
    "end": "00:48:38"
  },
  {
    "text": "It means you take down your robe.",
    "start": "00:48:39",
    "end": "00:48:41"
  },
  {
    "text": "Oh, that's how you say it.",
    "start": "00:48:41",
    "end": "00:48:42"
  },
  {
    "text": "So it's covering your feet, and you're squatting and you're taking a dump.",
    "start": "00:48:42",
    "end": "00:48:46"
  },
  {
    "text": "Oh, this is the number two.",
    "start": "00:48:46",
    "end": "00:48:48"
  },
  {
    "text": "Yeah.",
    "start": "00:48:48",
    "end": "00:48:49"
  },
  {
    "text": "To cover over your feet. Oh, I'm totally gonna use that. I need to go cover over my feet.",
    "start": "00:48:49",
    "end": "00:48:54"
  },
  {
    "text": "Yeah. So, I mean, you get the idea. If you have a robe, there's basically two things you can do. I would be more inclined to hike it up. Yeah, yeah, yeah. And just hold it under my shoulders.",
    "start": "00:48:55",
    "end": "00:49:05"
  },
  {
    "text": "That's awkward if I'm squatting.",
    "start": "00:49:05",
    "end": "00:49:06"
  },
  {
    "text": "But it's awkward. It could fall down and then.",
    "start": "00:49:06",
    "end": "00:49:08"
  },
  {
    "text": "Yeah.",
    "start": "00:49:08",
    "end": "00:49:08"
  },
  {
    "text": "So instead you kind of take it.",
    "start": "00:49:08",
    "end": "00:49:11"
  },
  {
    "text": "Down and you kind of, like, blouse.",
    "start": "00:49:11",
    "end": "00:49:13"
  },
  {
    "text": "It out, and then it's over your feet.",
    "start": "00:49:13",
    "end": "00:49:15"
  },
  {
    "text": "Yeah.",
    "start": "00:49:15",
    "end": "00:49:15"
  },
  {
    "text": "At least that's the phrase. It's not a common phrase. It's only.",
    "start": "00:49:15",
    "end": "00:49:19"
  },
  {
    "text": "It's an idiom.",
    "start": "00:49:19",
    "end": "00:49:20"
  },
  {
    "text": "Yeah, it's an idiom. It's used also in the story of that really overweight King Eglon in Judges, chapter three.",
    "start": "00:49:20",
    "end": "00:49:27"
  },
  {
    "text": "He does a squatty.",
    "start": "00:49:27",
    "end": "00:49:28"
  },
  {
    "text": "And that's. Well, that's about Ehud, who stabs him in the stomach. Anyway, that's a whole other thing.",
    "start": "00:49:28",
    "end": "00:49:34"
  },
  {
    "text": "But say it in Hebrew for me. Just. Please, just indulge me.",
    "start": "00:49:34",
    "end": "00:49:37"
  },
  {
    "text": "So Saul went into the cave. Lehasek et Raghrav. Hasek et Raghlav. Hasek is to cover et Raghrav is the feet.",
    "start": "00:49:39",
    "end": "00:49:48"
  },
  {
    "text": "His feet. I'm not going to be able to pull that off.",
    "start": "00:49:48",
    "end": "00:49:50"
  },
  {
    "text": "All right, and then here, the narrator says, now, David and his men had been sitting in that very cave in the back, like they were hiding in the cave. So, Saul. They're, like, touring around the wilderness looking for David. They went and hid in this cave. Just imagine this would be a great film scene, and you're looking out, and you just see King Saul coming in.",
    "start": "00:49:51",
    "end": "00:50:15"
  },
  {
    "text": "Yeah.",
    "start": "00:50:15",
    "end": "00:50:16"
  },
  {
    "text": "But then he goes halfway, and then he turns around and.",
    "start": "00:50:16",
    "end": "00:50:19"
  },
  {
    "text": "Yeah. You're like, oh, he found us. Oh, wait, no. He's going to the bathroom.",
    "start": "00:50:19",
    "end": "00:50:22"
  },
  {
    "text": "He's gone.",
    "start": "00:50:22",
    "end": "00:50:22"
  },
  {
    "text": "He's covering his feet.",
    "start": "00:50:23",
    "end": "00:50:24"
  },
  {
    "text": "Okay. This is so classic, man. In other words, he's naked. Oh, well, yeah. Half naked, you know? So again, think of Eden. Sure. Okay. That was here.",
    "start": "00:50:26",
    "end": "00:50:37"
  },
  {
    "text": "Okay.",
    "start": "00:50:37",
    "end": "00:50:37"
  },
  {
    "text": "Right. The men of David said to him, this is the day which Yahweh said to you, I'm going to give your enemy into your hand. So, David, you should do to him what is good in your eyes. This is what they're saying.",
    "start": "00:50:37",
    "end": "00:50:52"
  },
  {
    "text": "And that's the phrase from the Garden of Eden.",
    "start": "00:50:52",
    "end": "00:50:54"
  },
  {
    "text": "Yeah. This is also the phrase used from the story of. With Nachash, the ammonite.",
    "start": "00:50:54",
    "end": "00:50:59"
  },
  {
    "text": "Yeah. They told the Ammonites. Yeah. Do what's good in your eyes.",
    "start": "00:50:59",
    "end": "00:51:02"
  },
  {
    "text": "Yeah.",
    "start": "00:51:02",
    "end": "00:51:02"
  },
  {
    "text": "But to be clear, in the Garden of Eden, how is the phrase used? The woman saw it was good in her eyes.",
    "start": "00:51:02",
    "end": "00:51:07"
  },
  {
    "text": "Yeah. Yeah. She saw that the tree was good for seeing or good to look at.",
    "start": "00:51:07",
    "end": "00:51:13"
  },
  {
    "text": "Okay.",
    "start": "00:51:13",
    "end": "00:51:13"
  },
  {
    "text": "Yeah. And then she took from the fruit and she ate. And then later, that act is called. God describes what Adam and Eve did as stretching out their hand and taking from the tree. Okay. So David's friends are saying, david, do what's good in your eyes. Like this guy's trying to kill you.",
    "start": "00:51:13",
    "end": "00:51:32"
  },
  {
    "text": "Yeah. Here's your moment.",
    "start": "00:51:32",
    "end": "00:51:33"
  },
  {
    "text": "Yeah. So David got up and he cut off the edge of Saul's robe.",
    "start": "00:51:33",
    "end": "00:51:40"
  },
  {
    "text": "Oh, that sounds familiar.",
    "start": "00:51:40",
    "end": "00:51:42"
  },
  {
    "text": "Yeah. Cut off the edge of the robe, but secretly. So how he pulled this off?",
    "start": "00:51:42",
    "end": "00:51:48"
  },
  {
    "text": "I mean, ninja. Yeah.",
    "start": "00:51:49",
    "end": "00:51:53"
  },
  {
    "text": "Like what? Wasn't it quiet in there? Like, was Saul being loud about his business? You know, that David could. Like, anyway. Leaves a lot to the imagination.",
    "start": "00:51:54",
    "end": "00:52:03"
  },
  {
    "text": "Yeah. Saul was focused.",
    "start": "00:52:03",
    "end": "00:52:05"
  },
  {
    "text": "So it came about afterwards that David's. It says his heart struck him because he had cut off the edge of Saul's robe.",
    "start": "00:52:05",
    "end": "00:52:15"
  },
  {
    "text": "Oh. He felt bad about it.",
    "start": "00:52:15",
    "end": "00:52:16"
  },
  {
    "text": "He felt bad. He's like, I shouldn't have done that. So David said to his men, may the Lord forbid that I ever do such a thing to my master, who is Yahweh's anointed one. Isn't that interesting?",
    "start": "00:52:16",
    "end": "00:52:33"
  },
  {
    "text": "Yeah. Because David knows he's also the anointed one. Yeah. Not just also, but like, he's clued in that he is the true anointed one.",
    "start": "00:52:34",
    "end": "00:52:43"
  },
  {
    "text": "Yeah. Yeah. But he is willing to honor. Even though God's anointed one has become the anti anointed one. David says, far be it from me to do that or. Or to stretch out my hand against him, which is the phrase to describe what Adam did.",
    "start": "00:52:43",
    "end": "00:53:02"
  },
  {
    "text": "Stretch out their hand and take.",
    "start": "00:53:02",
    "end": "00:53:03"
  },
  {
    "text": "Yep. Yeah. For he is the anointed one. So in other words, he's being portrayed here.",
    "start": "00:53:03",
    "end": "00:53:07"
  },
  {
    "text": "So they told David, like, just take him out, stretch out your hand and kill him.",
    "start": "00:53:08",
    "end": "00:53:12"
  },
  {
    "text": "Yep. That's right.",
    "start": "00:53:12",
    "end": "00:53:13"
  },
  {
    "text": "David doesn't do that. He just stretches out his hand and he takes a bit of his robe.",
    "start": "00:53:13",
    "end": "00:53:16"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:53:16",
    "end": "00:53:17"
  },
  {
    "text": "And even that, David's like, I've gone too far.",
    "start": "00:53:17",
    "end": "00:53:19"
  },
  {
    "text": "Yep. And he says to us, guys, no, I'm not going to do what's good in my eyes, and I'm not going to stretch out my hand against him. So in this scene, Saul going to the bathroom becomes the Tree of Knowing, good and bad for David.",
    "start": "00:53:19",
    "end": "00:53:34"
  },
  {
    "text": "Well, striking him down becomes taking the fruit.",
    "start": "00:53:34",
    "end": "00:53:36"
  },
  {
    "text": "Exactly. Right.",
    "start": "00:53:36",
    "end": "00:53:37"
  },
  {
    "text": "Yeah.",
    "start": "00:53:37",
    "end": "00:53:37"
  },
  {
    "text": "Yep. And he won't do it. And with these words, verse seven, David sharply rebuked his men, and he didn't allow them to strike Saul either. Saul left the cave and went his way. So David passes his test. So what's rad is, once Saul gets down the hill, David runs out to the mouth of the cave and he says, look, Saul, it's me. And Saul's like, what, David? What? And he says, look, I've got your robe right here. I'm not trying to kill you.",
    "start": "00:53:37",
    "end": "00:54:07"
  },
  {
    "text": "You left something.",
    "start": "00:54:09",
    "end": "00:54:10"
  },
  {
    "text": "Yeah, totally. Yeah. So as soon as David finished saying These words, verse 16, Saul said, is that your voice, David, my son? And he started crying. And he said, you are more righteous than I am. You have done tov to me. You did tov. You did good. And I have been doing ra. I've been doing bad. It's the tov of the same words as the Tree of Knowing, good and bad. Just as you told me about the good that you did to me, how Yahweh delivered me into your hands. But you didn't kill me. You know, when a guy finds his enemy, does he let him get away? May Yahweh reward you for the good that you have done to me today. I know that you will be king and the kingdom of Israel will be established in your hands. So I think, what one. This is just great storytelling. You know, the robe.",
    "start": "00:54:10",
    "end": "00:55:05"
  },
  {
    "text": "Yeah, it is.",
    "start": "00:55:05",
    "end": "00:55:06"
  },
  {
    "text": "And they're both compared to Adam. But then Saul fails, like Adam and Eve, but David succeed, or Adam and Eve fail. It's just all, you know, a hall of mirrors of all the stories reflecting off each other. But what we're meditating on is what does it look like when God's heavenly presence manifests itself in an earthly human ruler? And Saul and David offer these contrast portraits.",
    "start": "00:55:06",
    "end": "00:55:34"
  },
  {
    "text": "Well, in both of them, they are anointed. They both have a confrontation with the snake. Usually the story goes, in the Bible, the snake deceives you. Yeah, you take and then you fail the test. But both of them actually, yeah, succeed their first test. Succeed their first test with the snake. But then comes more tests. And while Saul failed his subsequent tests, what we get here is David, after defeating his snake, Goliath, now having this other victory over. Well, Saul's now the snake here.",
    "start": "00:55:36",
    "end": "00:56:16"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:56:16",
    "end": "00:56:16"
  },
  {
    "text": "Well, he's the tree, but he's also the enemy.",
    "start": "00:56:16",
    "end": "00:56:21"
  },
  {
    "text": "Yeah.",
    "start": "00:56:21",
    "end": "00:56:21"
  },
  {
    "text": "And he's the test. And David succeeds. He doesn't take what he could have taken. And Saul could see like, whoa. That was the right move. That was good.",
    "start": "00:56:22",
    "end": "00:56:31"
  },
  {
    "text": "Yeah.",
    "start": "00:56:31",
    "end": "00:56:32"
  },
  {
    "text": "So to be an Anointed One means you're going to have tests and you're required to pass the test. And you can fail the test and you can lose your status as the Anointed One. I mean, that's crazy.",
    "start": "00:56:32",
    "end": "00:56:45"
  },
  {
    "text": "Yeah, exactly. Yeah. The Anointed One can, through their choices, become the anti. Anointed One. And I don't like that. The Anointed One.",
    "start": "00:56:45",
    "end": "00:56:55"
  },
  {
    "text": "Is that kind of rub you wrong a little bit? God would be like, you're the one. Like, you start Monday, and then it's like, I've made a mistake.",
    "start": "00:56:59",
    "end": "00:57:10"
  },
  {
    "text": "Well, I don't know. How is that different than the story of humanity?",
    "start": "00:57:10",
    "end": "00:57:13"
  },
  {
    "text": "That's true. That bugs me, too.",
    "start": "00:57:14",
    "end": "00:57:16"
  },
  {
    "text": "Ah, okay. Yeah, yeah.",
    "start": "00:57:20",
    "end": "00:57:21"
  },
  {
    "text": "But you're right. That's a good point. The story of humanity, that is the story of humanity.",
    "start": "00:57:21",
    "end": "00:57:26"
  },
  {
    "text": "Yeah. That's why all these stories are being hyperlinked and set on analogy to Adam and Eve.",
    "start": "00:57:26",
    "end": "00:57:31"
  },
  {
    "text": "So I'm just annoyed by being human.",
    "start": "00:57:31",
    "end": "00:57:34"
  },
  {
    "text": "Yeah, I guess. So look at the meta plot themes. Here you have an Anointed One who's given everything they need to succeed. But there are moments that are going to need to trust and trust God's wisdom. And in Saul's case, he does it first and then he stops. And we didn't look at those stories in detail. Saul's failure stories, but they're all about him not listening to the word of the Lord and doing God's command. Just like what God says to Adam and Eve. But now here's David. And he not only succeeds where Adam and Eve failed, because Saul did that too, but now David is succeeding where Saul failed test after test. In fact, Saul becomes the test, and David refuses to exalt himself to the public place of God's Anointed One. Yeah, that's what's key here.",
    "start": "00:57:35",
    "end": "00:58:29"
  },
  {
    "text": "He's being patient. And he's kind of like, has this radical trust. And like, if God wants me to be the Anointed One, I'll wait for God's timing.",
    "start": "00:58:29",
    "end": "00:58:39"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:58:39",
    "end": "00:58:40"
  },
  {
    "text": "And I won't take.",
    "start": "00:58:41",
    "end": "00:58:42"
  },
  {
    "text": "Yeah.",
    "start": "00:58:42",
    "end": "00:58:43"
  },
  {
    "text": "In my own initiative.",
    "start": "00:58:43",
    "end": "00:58:46"
  },
  {
    "text": "Yep, that's right. And in fact, that's what the next two Chapters, we don't have time to look at them first. Samuel 25 and 26 tell two more stories, making a total of three right here that are David's kind of ultimate test. And three times he refrains from using the sword to make himself king. And in the middle time, it's not even his own decision fully. He's persuaded by a wise woman named. My father is the Redeemer, Abigail. And she convinces David not to use the sword to try and assert his authority as king. And he listens to her, and he does the will of God by listening to the woman when he faces his test. So I guess the whole thing is the portrait of the Anointed one takes a big step forward in the story of David in that whatever it's gonna look like to stomp on the snake. Yes, there is a. Sometimes it's as simple as Goliath, you know, like, that's fair, that it's kind of a common trope. There's a good guy, there's a bad guy. Kill the bad guy.",
    "start": "00:58:46",
    "end": "00:59:51"
  },
  {
    "text": "By simple you mean it's plain.",
    "start": "00:59:51",
    "end": "00:59:52"
  },
  {
    "text": "Yeah, plain. There's the bad guy. He's described like a snake, talks like a snake.",
    "start": "00:59:52",
    "end": "00:59:57"
  },
  {
    "text": "Take the bad guy out.",
    "start": "00:59:57",
    "end": "00:59:58"
  },
  {
    "text": "Take him out. But what if the bad guy is the anointed one, Saul, a fellow.",
    "start": "00:59:58",
    "end": "01:00:04"
  },
  {
    "text": "A fellow Israelite, Your brother who's still king. Yeah. What then?",
    "start": "01:00:04",
    "end": "01:00:09"
  },
  {
    "text": "What then?",
    "start": "01:00:09",
    "end": "01:00:10"
  },
  {
    "text": "How do you fight the snake when the snake is your brother?",
    "start": "01:00:10",
    "end": "01:00:14"
  },
  {
    "text": "Whoa. Yeah. Yeah. And in this case, he doesn't crush his head. He allows the snake to bring about his own ruin and he waits for God to elevate him.",
    "start": "01:00:14",
    "end": "01:00:24"
  },
  {
    "text": "You know, as we think about, you know, their relationship as a Cain and Abel kind of story, it's fun to rethink of the story of Cain and Abel as like, Cain tries to kill Abel, isn't able to. I didn't mean to say that.",
    "start": "01:00:24",
    "end": "01:00:39"
  },
  {
    "text": "What? The word play on Abel.",
    "start": "01:00:40",
    "end": "01:00:42"
  },
  {
    "text": "Cain tried to kill Abel.",
    "start": "01:00:42",
    "end": "01:00:43"
  },
  {
    "text": "Yeah.",
    "start": "01:00:43",
    "end": "01:00:43"
  },
  {
    "text": "He isn't able to. He isn't able to.",
    "start": "01:00:44",
    "end": "01:00:47"
  },
  {
    "text": "He doesn't have the ability to.",
    "start": "01:00:47",
    "end": "01:00:49"
  },
  {
    "text": "And then Abel can then go back and take out Cain and then decides not to.",
    "start": "01:00:50",
    "end": "01:00:57"
  },
  {
    "text": "That's the story, right?",
    "start": "01:00:57",
    "end": "01:00:57"
  },
  {
    "text": "That's the story.",
    "start": "01:00:57",
    "end": "01:00:58"
  },
  {
    "text": "Yeah, that's right. So the true victory of God's real Anointed one is to sit patiently and wait through suffering.",
    "start": "01:00:58",
    "end": "01:01:08"
  },
  {
    "text": "Wow.",
    "start": "01:01:08",
    "end": "01:01:09"
  },
  {
    "text": "Even suffering that comes from your own brothers. And allow God to elevate you to the place of rule and to trust that God will bring about the downfall of your persecutors who claim to be the anointed ones. And when I First started to see these themes at work. It was so hard for me not to start thinking about how the gospel authors have shaped the story of Jesus.",
    "start": "01:01:09",
    "end": "01:01:36"
  },
  {
    "text": "Yeah, I was thinking about that. Like, how much was Jesus thinking about David when he would talk about the ethic of the kingdom, too? You know, like, how do you treat your enemy?",
    "start": "01:01:36",
    "end": "01:01:51"
  },
  {
    "text": "Yeah. David killed plenty of enemies, at least in this story. But for this story. Yes, this story, clearly the author wants to see this as the tests of David's faith.",
    "start": "01:01:51",
    "end": "01:02:02"
  },
  {
    "text": "Yeah.",
    "start": "01:02:02",
    "end": "01:02:03"
  },
  {
    "text": "He doesn't take vengeance into his own hands. It's really powerful.",
    "start": "01:02:03",
    "end": "01:02:08"
  },
  {
    "text": "Young David's pretty rad.",
    "start": "01:02:08",
    "end": "01:02:10"
  },
  {
    "text": "Yeah. Yep.",
    "start": "01:02:10",
    "end": "01:02:11"
  },
  {
    "text": "I've killed lions. Send me after him.",
    "start": "01:02:11",
    "end": "01:02:14"
  },
  {
    "text": "Yeah. So I think why this is cool for the anointed conversation is the reason why most people think of a king from the line of David when they hear the word Messiah is because the David story is the fullest narrative portrait of the Anointed One in the Bible. I mean, Aaron appears in the Torah, and he's important, but he doesn't get nearly as much airtime as David.",
    "start": "01:02:14",
    "end": "01:02:38"
  },
  {
    "text": "There's one character who is an anointed one who gets a lot of page time.",
    "start": "01:02:39",
    "end": "01:02:44"
  },
  {
    "text": "David.",
    "start": "01:02:45",
    "end": "01:02:45"
  },
  {
    "text": "David. But also God very explicitly says there's going to be a king in the line of David who is going to.",
    "start": "01:02:45",
    "end": "01:02:52"
  },
  {
    "text": "Yeah. In fact, this perfect place to land the plane. At the very end of David's life, he sings two poems that we call 2nd Samuel, chapter 23 and 22 Samuel 22. It's also identical to Psalm 18 in the book of Psalms.",
    "start": "01:02:52",
    "end": "01:03:09"
  },
  {
    "text": "Okay.",
    "start": "01:03:09",
    "end": "01:03:09"
  },
  {
    "text": "It's a song of David that he sang when the Lord rescued him from the hand of Saul and the hand of all his enemies. That's how it opens. And he retells the story in poetic imagery of how God's rescued him throughout his life. And the last line, last lines of the poem are this. He says, yahweh is alive. How blessed is my rock.",
    "start": "01:03:10",
    "end": "01:03:32"
  },
  {
    "text": "Yahweh is the rock.",
    "start": "01:03:33",
    "end": "01:03:34"
  },
  {
    "text": "May God, the rock of my rescue, be exalted. God accomplished vengeance on my behalf. He brought peoples under me. He brings me out from my enemies, from those who rise up against me. You lift me up from violent men. You rescue me so I will praise you. Yahweh among the nations. I'll sing praises to your name. And you're like, yeah, Brad, here's the last line. He makes great deliverance for his king. He shows loyal love to his anointed one, to David, and to his seed forever. So what he's saying here is that the rescues that God performed for me Based on the promises he's made to me, he will continue to do that for my seed on into the future. So I think the contribution that the story of David makes in the Hebrew Bible is to portray him in the story of his rise. I mean, he blows it eventually, but to portray him in his rise as being this portrait that's kind of like Moses in the Torah, the kind of human we need, who will be victorious over the snake, will need to be like David was on his best day. And David trusts that God will do for that descendant of mine, the anointed descendant of mine. What God did for me, he will do for my descendants as well. And so in that sense, the Samuel scroll is pointing forward. It's a messianic story. It's a story about the Messiah, about.",
    "start": "01:03:34",
    "end": "01:05:09"
  },
  {
    "text": "A future anointed one.",
    "start": "01:05:09",
    "end": "01:05:10"
  },
  {
    "text": "Yeah. Who will be like the past anointed one of David. So with the story of David, the portrait of the anointed one that the Hebrew Bible points to, if you think of a mosaic made up of lots of little tiles, the David tiles, there's, like, a lot of David tiles. And that's what we've been exploring in this conversation. It's pretty rad.",
    "start": "01:05:10",
    "end": "01:05:32"
  },
  {
    "text": "Yeah. And so next.",
    "start": "01:05:32",
    "end": "01:05:34"
  },
  {
    "text": "Yeah, next what I want to look at is how this portrait of the anointed one in David's story is picked up and developed in the scroll of Isaiah and then in the Psalms. Okay. And then we'll turn to see how the story of Jesus and the Gospels is modeled and hyperlinked to Isaiah, the Psalms, and the story of David and the story of Adam and Eve.",
    "start": "01:05:36",
    "end": "01:06:02"
  },
  {
    "text": "All right, great.",
    "start": "01:06:02",
    "end": "01:06:03"
  },
  {
    "text": "After that.",
    "start": "01:06:03",
    "end": "01:06:03"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week, we're talking about David again. The new David promised and looked for in the scripture.",
    "start": "01:06:07",
    "end": "01:06:15"
  },
  {
    "text": "He won't look like a royal glorious heir from the line of David ruling in Jerusalem. It's not going to be like that. That rule is going to look like somebody who is rejected, isn't honorable in the eyes of important people, and he identifies with people in their suffering and grief.",
    "start": "01:06:16",
    "end": "01:06:39"
  },
  {
    "text": "Today's episode was brought to you by our podcast team producer Creat Cooper Peltz, associate producer Lindsey Ponder, lead editor Dan Gummel, and editors Tyler Bailey and Frank Garza. Tyler Bailey also mixed this episode, and Hannah Wu provided the annotations for our annotated podcast on our app. Bibleproject is a crowdfunded nonprofit, and we exist to experience the Bible as one unified story that leads to Jesus. And everything that we make is free because of the generous support of thousands of people just like you. So thank you so much for being a part of this with us. Hi, this is Hadassah and I'm from Puerto Rico.",
    "start": "01:06:39",
    "end": "01:07:13"
  },
  {
    "text": "Hi, this is Yana Lee and I'm from Rancho Santa Margarita, California. I first heard about bibleproject through my co worker while I was working at my church. I use bibleproject for the enrichment of my biblical understanding.",
    "start": "01:07:13",
    "end": "01:07:24"
  },
  {
    "text": "I first heard about Bibleproject through YouTube when I was browsing for information about a Bible passage. I use bibleproject for Bible study both in my personal life but also when I give class to the youth at my church. My favorite thing about bibleproject is how it helps me understand God's Word even more.",
    "start": "01:07:24",
    "end": "01:07:42"
  },
  {
    "text": "The creative and simple way you explain these really intricate and complicated biblical themes. We believe the Bible is a unified story that leads to Jesus.",
    "start": "01:07:43",
    "end": "01:07:53"
  },
  {
    "text": "We're a crowdfunded project by people like me.",
    "start": "01:07:53",
    "end": "01:07:55"
  },
  {
    "text": "Find free videos, study notes, podcasts, classes and more@bibleproject.com.",
    "start": "01:07:56",
    "end": "01:08:01"
  }
]