[
  {
    "text": "Today is our final episode exploring a theme called the Anointed. So far, we've done a survey of the Hebrew Bible, talking about how prophets, priests, and kings all have oil smeared on them, a ritual to symbolize that their lives are a bridge between heaven and earth. Today we look at the theme of the anointed in the New Testament, focusing on, you guessed it, the life of Jesus Christ. That is Jesus, the Anointed One.",
    "start": "00:00:04",
    "end": "00:00:32"
  },
  {
    "text": "Christ is a verb which means to smear, pour oil upon. Why is Jesus called Christ if he never had an official oil anointing ceremony in Jerusalem? Because there was one for the high priest. That's how he became the Anointed One. And in ancient Israel, there was a ceremony for kings involving oil. So how can you call this guy a messiah, an anointed One, if you never had that ceremony?",
    "start": "00:00:32",
    "end": "00:00:55"
  },
  {
    "text": "The gospel writers treat the baptism of Jesus like an anointing ceremony where God pours out not oil, but his spirit.",
    "start": "00:00:55",
    "end": "00:01:03"
  },
  {
    "text": "The claim of this narrative is no, no, no. The oil ceremony is a symbol of the original human image of God. Anointing of Eden, where God provides water on the dry land to grow a garden and then pours out his spirit on a particular lump of the dry ground that has been formed into the shape of a human but is not yet alive until it is christened with the spirit of God. That's what Jesus experiences here after his resurrection.",
    "start": "00:01:03",
    "end": "00:01:35"
  },
  {
    "text": "His disciples then, and every disciple since receives God's spirit as well, making all the disciples of Jesus anointed ones.",
    "start": "00:01:35",
    "end": "00:01:44"
  },
  {
    "text": "You could turn to acts of Pentecost, which would be the equivalent of, like, a public anointing of many. So what's significant is the sufferings of Christ becomes a model for the suffering of Christians, because to be the anointed one is to be one outside of Eden who endures the tests of our trust and allegiance on behalf of others. So make sure. If your life's terrible, just really try and make sure it's not because of, like, bad choices that you've made, because then nobody will look at you and be able to tell your suffering apart. But there's something that marks the suffering of the righteous that becomes a witness to the sufferings of Christ.",
    "start": "00:01:44",
    "end": "00:02:25"
  },
  {
    "text": "Today, Tim Mackey and I finish the theme of the anointed looking at the life of Jesus. I'm John Collins, and you're listening to BibleProject Podcast. Thanks for joining us. Here we go. It's him.",
    "start": "00:02:25",
    "end": "00:02:42"
  },
  {
    "text": "Hey, John. Hello.",
    "start": "00:02:42",
    "end": "00:02:44"
  },
  {
    "text": "Hello. We're talking about the anointed.",
    "start": "00:02:44",
    "end": "00:02:46"
  },
  {
    "text": "We're going to land the plane.",
    "start": "00:02:47",
    "end": "00:02:48"
  },
  {
    "text": "This is Going to be the last episode in theory. Yeah.",
    "start": "00:02:48",
    "end": "00:02:52"
  },
  {
    "text": "Famous last words.",
    "start": "00:02:52",
    "end": "00:02:53"
  },
  {
    "text": "We're optimistic that we will finish the theme of the anointed today. And we're talking about Jesus. We're talking about Jesus as the Christ.",
    "start": "00:02:53",
    "end": "00:03:02"
  },
  {
    "text": "Yeah.",
    "start": "00:03:03",
    "end": "00:03:03"
  },
  {
    "text": "That word means shiach. It means to have oil poured on you to anoint. And so we've got all these words. Christ, messiah, anointed. It all is the same thing.",
    "start": "00:03:03",
    "end": "00:03:16"
  },
  {
    "text": "Yeah. That's confusing somebody who in ancient Israelite culture had oil poured on their head. The oiled kind of.",
    "start": "00:03:16",
    "end": "00:03:23"
  },
  {
    "text": "The oiled one.",
    "start": "00:03:23",
    "end": "00:03:24"
  },
  {
    "text": "Yeah, the oiled. Yeah, that's exactly right. Yeah. I was just working through Isaiah for a project, and there's a line in Isaiah 20 where it's just a phrase talking about oiling a shield. Like to make it shiny.",
    "start": "00:03:24",
    "end": "00:03:39"
  },
  {
    "text": "Okay.",
    "start": "00:03:39",
    "end": "00:03:39"
  },
  {
    "text": "To set on a wall. And it's the verb mashach, from which we get mashiach messiah. To smear with oil, make it shiny.",
    "start": "00:03:40",
    "end": "00:03:47"
  },
  {
    "text": "Yeah, yeah. That's completely lost with our word. Christ.",
    "start": "00:03:47",
    "end": "00:03:50"
  },
  {
    "text": "Yes. Because we don't Christ anything. We don't Christ anything. It's not a verb that we pour. You christen something, but you christen.",
    "start": "00:03:51",
    "end": "00:03:58"
  },
  {
    "text": "Is that part of it? Whoa. Has that been hiding in plain sight this whole time?",
    "start": "00:03:59",
    "end": "00:04:06"
  },
  {
    "text": "Christen, verb. To give a baby a Christian name at baptism as a sign of admission into the Christian church, or more generally, to dedicate something with a ceremony often involving liquid. So, yeah, Chrisan. Good job, John.",
    "start": "00:04:07",
    "end": "00:04:29"
  },
  {
    "text": "Hold on, I'm going to etymology this.",
    "start": "00:04:29",
    "end": "00:04:32"
  },
  {
    "text": "Yeah. Old English, Chris. Nyan. To make Christian.",
    "start": "00:04:33",
    "end": "00:04:38"
  },
  {
    "text": "Huh. Okay, well, interesting.",
    "start": "00:04:39",
    "end": "00:04:42"
  },
  {
    "text": "To baptize into the Christian church. Interesting. But what's fascinating is that it's associated with, you know, water. Yeah, Water baptism. Okay, well, there you go. Christ is a verb. Apparently in older English.",
    "start": "00:04:42",
    "end": "00:04:54"
  },
  {
    "text": "Yes, you can.",
    "start": "00:04:54",
    "end": "00:04:55"
  },
  {
    "text": "Christ something. You stand corrected. Of course, that's not English word I ever use or grew up using, but there you go. Christ is a verb which means to smear or pour oil upon. And we have been surveying the symbolism and meaning of what that oil is and its roots all the way back in the Garden of Eden narrative, where God provides water on the dry land to grow a garden and then pours out his spirit on a particular lump of the dry ground that has been formed into the shape of a human but is not yet alive until it is christened with the spirit of God. And so we'd been tracing how liquid and God's spirit are joined in parallelism in the narrative design of the Eden story, that God's gift of life to the land comes in the form of water and in the form of spirit in the garden. So what the anointing oil is doing in these later stories is as a symbol of both. It's a liquid life symbol, which is why in the stories of the kings from the line of David, when they get anointed with oil, later in the biblical story, it happens along with the same moment of God's spirit rushing upon them to empower them to be kings and bring about life and justice and so on. So water, spirit oil, and the life of heaven being poured onto something on earth. These are all of the images connected with anointing oil in the story of the Bible.",
    "start": "00:04:55",
    "end": "00:06:35"
  },
  {
    "text": "And God anointed all of humanity to be his image. Yeah, but then there's this particular anointing that happens to the priests and the kings, which is designating a class of humans or a human, the high priest or the king, and saying, you in a more special way now are going to represent humanity to God and be a bridge.",
    "start": "00:06:35",
    "end": "00:06:58"
  },
  {
    "text": "Yep, bridge between heaven and earth. Between heaven and earth, yeah.",
    "start": "00:06:58",
    "end": "00:07:02"
  },
  {
    "text": "And this culminates in, well, the high priest, it was done for Aaron, but the character who gets the most page time as an anointed one is King David. And really the theme of the Mashiach, the oiled one, the anointed, really centralizes around this idea of a king from the line of David who will rule. And then what we looked at was kind of this next move, which is the anointed one's going to rule through suffering. We looked a lot at those passages of this paradox between victory and suffering.",
    "start": "00:07:02",
    "end": "00:07:39"
  },
  {
    "text": "Yeah, that's right. So the story of David in the Samuel scroll in the Hebrew Bible has been designed in tandem with the portrait of a coming new David that you find in the Isaiah scroll and in the Psalms scroll. They've all been designed and coordinated with each other so that the story of David being anointed privately and then patiently waiting for God to exalt him as king through a long period of suffering and persecution by a guy who thinks he's the real anointed one and anti anointed, that is King Saul. And all that suffering and patience is really key to what David's anointing is. Apparently heaven, when it arrives on earth, is very patient and slow and doesn't look like it's going to turn into anything. And it involves a lot of pain. And so that's exactly the portrait of the new David coming, who's an anointed one by water and spirit in the Isaiah scroll, the suffering servant. And then in the Psalm scroll, the figure of the Messiah or the David of the past is the image of a coming Messiah in the future. So we looked at suffering David Psalms, where he cries out to God and suffers as God's anointed one, but then is exalted in the end to bring the kingdom of God over all nations and bring life out of death. So all that's in just the Hebrew Bible. So anointing, there's kind of two themes we've been tracing in these conversations. Anointing is about a liquid symbol of the spirit, of life, of heaven being poured out on the earth to appoint a representative. But then that representative brings the life of heaven to earth through patient suffering, awaiting God to exalt them so they can truly reunite heaven and earth. And so all of that, you feel like you're already summarizing the New Testament, right? But really, it's that all that's there in the Hebrew Bible. And when Jesus comes onto the scene, he talks about himself in precisely in continuity with that storyline and that pattern. And so the Gospel authors talk about the story of Jesus that way, too. So I thought what we would do in this conversation is just sample the story of Jesus anointing that we call his baptism in the opening chapter of the Gospel of Mark. And then I thought we would just tour some other uses of the word Christ or Christian, the origin of the word Christian.",
    "start": "00:07:39",
    "end": "00:10:11"
  },
  {
    "text": "Okay.",
    "start": "00:10:11",
    "end": "00:10:12"
  },
  {
    "text": "In the New Testament and find the same connection of themes about suffering, patience, and waiting for God to bring heaven to earth. And that is part of the calling of the anointed ones. So there you go. Anointing in the New Testament.",
    "start": "00:10:12",
    "end": "00:10:26"
  },
  {
    "text": "Yeah.",
    "start": "00:10:26",
    "end": "00:10:26"
  },
  {
    "text": "Sweet.",
    "start": "00:10:26",
    "end": "00:10:27"
  },
  {
    "text": "Sam.",
    "start": "00:10:34",
    "end": "00:10:49"
  },
  {
    "text": "We're going to look right now at the first 15 verses of the Gospel of Mark. And that's the first kind of opening literary unit. Let's just go for it, see what happens. The beginning of the good news about Jesus. Messiah, the son of God. Opening line.",
    "start": "00:11:06",
    "end": "00:11:25"
  },
  {
    "text": "And in Greek, this is Christos.",
    "start": "00:11:26",
    "end": "00:11:28"
  },
  {
    "text": "Yeah, that's right. All our English translations will likely say.",
    "start": "00:11:28",
    "end": "00:11:31"
  },
  {
    "text": "Jesus Christ Christos is the Greek translation of the word Mashiach.",
    "start": "00:11:31",
    "end": "00:11:38"
  },
  {
    "text": "Correct? You got it.",
    "start": "00:11:38",
    "end": "00:11:40"
  },
  {
    "text": "Okay.",
    "start": "00:11:40",
    "end": "00:11:40"
  },
  {
    "text": "So the beginning of the good news about Jesus, the ones mirrored with oil, the son of God, just as it is written, you know, like it's written in Isaiah, the prophet. And then Mark goes on to provide us a quotation of Exodus 23, Malachi, chapter 4, and then from Isaiah, chapter 40, and he blends them all together. And this is an awesome rabbit hole that we are not going to go down. We're just going to walk right around it. But the blended quote reads, look, I send my messenger before my face who will prepare your way. A voice crying out in the wilderness, make ready the way of the Lord. Make straight his paths. Mark is presenting this as a little snapshot of a voice from a divine figure to a divine figure, a me. I am going to send my messenger who will prepare your way. And then in the next part of the quote, you're told that. That preparing the way of the Lord. So God is speaking to somebody called the Lord about how God's going to send a messenger to prepare the way of the Lord in the wilderness.",
    "start": "00:11:40",
    "end": "00:13:01"
  },
  {
    "text": "Look, I send my messenger. So this is. This is Yahweh talking. Yeah, I'm going to send my messenger. Yeah, I'll prepare your way. So now that's talking directly to the messenger.",
    "start": "00:13:02",
    "end": "00:13:12"
  },
  {
    "text": "I'll send my messenger before your way. So this will be you and me talking.",
    "start": "00:13:13",
    "end": "00:13:17"
  },
  {
    "text": "Okay?",
    "start": "00:13:17",
    "end": "00:13:17"
  },
  {
    "text": "I, Tim, am going to send my messenger before you, John. So the messenger's not you, it's somebody else.",
    "start": "00:13:17",
    "end": "00:13:24"
  },
  {
    "text": "Who's the you in this context?",
    "start": "00:13:24",
    "end": "00:13:26"
  },
  {
    "text": "Exactly. It's God talking to God. So if you look up these passages in context, it's Yahweh speaking. But then if you look at the plain meaning of these quotes, it's I, Yahweh, will send my messenger. There's some messenger before my face who will prepare your way. So Yahweh is speaking to somebody that's called you. And then in the next line, to make ready the way of the Lord, which is the Greek word Kyrios, which translates the divine name Yahweh. This is Yahweh speaking to Yahweh.",
    "start": "00:13:26",
    "end": "00:14:01"
  },
  {
    "text": "I don't know if I see it. Do I need to see it?",
    "start": "00:14:02",
    "end": "00:14:04"
  },
  {
    "text": "Ah. Mark is trying to give us a category about a divine multiplicity within the one God that is Yahweh.",
    "start": "00:14:04",
    "end": "00:14:15"
  },
  {
    "text": "Yeah, I get that, but I don't see it.",
    "start": "00:14:16",
    "end": "00:14:19"
  },
  {
    "text": "Well, there's a me and there's a you, and both of them are.",
    "start": "00:14:19",
    "end": "00:14:23"
  },
  {
    "text": "But there's a messenger, too.",
    "start": "00:14:23",
    "end": "00:14:24"
  },
  {
    "text": "And the me is sending to you a messenger. Okay, that's right. Yep.",
    "start": "00:14:24",
    "end": "00:14:28"
  },
  {
    "text": "So the me and the you are both Yahweh. The messenger's not.",
    "start": "00:14:28",
    "end": "00:14:31"
  },
  {
    "text": "The messenger's just a messenger.",
    "start": "00:14:31",
    "end": "00:14:33"
  },
  {
    "text": "Okay?",
    "start": "00:14:33",
    "end": "00:14:33"
  },
  {
    "text": "Yep. And the messenger is going to be a voice in the wilderness. Okay, so apparently this little blended quote, it's like a riddle.",
    "start": "00:14:34",
    "end": "00:14:40"
  },
  {
    "text": "Okay?",
    "start": "00:14:40",
    "end": "00:14:41"
  },
  {
    "text": "And this narrative that you're about to read is going to prepare you to both understand the riddle, and the riddle will help you understand the narrative you're about to read.",
    "start": "00:14:41",
    "end": "00:14:49"
  },
  {
    "text": "And the narrative is when Jesus gets.",
    "start": "00:14:49",
    "end": "00:14:51"
  },
  {
    "text": "Baptized, and it's when a guy named John shows up in the wilderness yelling a message. And you're like, oh, the messenger. Here's the messenger in the wilderness crying out, okay, and what's he saying? Well, he's dunking everybody in the Jordan river, announcing a baptism of repentance for forgiving failures. And there came out to him all the Judean countryside and all the Jerusalemites, and they were baptized by him in the Jordan river, confessing their failures. So what does it mean to prepare the way? Apparently, it means Israel recognizing that it has violated the covenant with Yahweh, going back many centuries. And if we confess and repent, acknowledge we have not been faithful to our agreement with Yahweh, then that is making us ready for some new appearance that Yahweh is going to make in our midst. That's what the quote is. So a little bit about John's clothing.",
    "start": "00:14:51",
    "end": "00:15:52"
  },
  {
    "text": "Yeah.",
    "start": "00:15:54",
    "end": "00:15:54"
  },
  {
    "text": "Camel hair, leather belts.",
    "start": "00:15:54",
    "end": "00:15:55"
  },
  {
    "text": "I've got questions, but we can.",
    "start": "00:15:55",
    "end": "00:15:57"
  },
  {
    "text": "Locust of honey. Yeah. He's dressed exactly like Elijah.",
    "start": "00:15:57",
    "end": "00:16:01"
  },
  {
    "text": "Okay.",
    "start": "00:16:01",
    "end": "00:16:01"
  },
  {
    "text": "This is exactly like how Elijah dressed. And he eats off the wild of the land, you know, like Adam, just, you know, Anyway. Oh, and then you get his announcement.",
    "start": "00:16:01",
    "end": "00:16:11"
  },
  {
    "text": "Okay.",
    "start": "00:16:11",
    "end": "00:16:11"
  },
  {
    "text": "There is coming someone stronger than me coming behind me of whom I am not worthy, while stooping down to loosen the strap of his sandals. You know, I've been baptizing y' all in water, but he's going to baptize you in the Holy Spirit, Water and spirit. So the baptism is about this immersion in water, which has lots of symbolic meanings of purification, but also passage through danger and death, like in the waters of the reed sea in Exodus or the flood, like in the Noah and the Ark. The Israelites passing through the waters of the Jordan on their way to the promised land.",
    "start": "00:16:12",
    "end": "00:16:53"
  },
  {
    "text": "Yeah. It's fascinating that nowhere in the Hebrew Bible are you told to do a ritual like this. It makes sense with all those themes. Passing through the sea purification rituals.",
    "start": "00:16:53",
    "end": "00:17:04"
  },
  {
    "text": "Yeah.",
    "start": "00:17:04",
    "end": "00:17:04"
  },
  {
    "text": "Is there something that happened in the Second Temple time that, like, made this an actual official ritual?",
    "start": "00:17:04",
    "end": "00:17:11"
  },
  {
    "text": "In Leviticus, in the Torah, there are regulations about how the priests are to wash themselves before entering the holy space. And then if somebody's been ritually impure, they bathe. Yeah, they bathe themselves on the seventh day as the culmination of their purification. So those instances of specific washing to transfer somebody from the realm of death or commonness into the realm of life became widespread practice.",
    "start": "00:17:11",
    "end": "00:17:41"
  },
  {
    "text": "Okay.",
    "start": "00:17:41",
    "end": "00:17:42"
  },
  {
    "text": "So. But yeah, by this period, there's poor pools of baptism water all over Jerusalem to help people do a washing before they go up to the temple. But then also in other places in towns where maybe before beginning a time of prayer or before going to synagogue and that kind of thing.",
    "start": "00:17:42",
    "end": "00:18:01"
  },
  {
    "text": "Okay, so to go out into the wilderness to do this, is that like.",
    "start": "00:18:01",
    "end": "00:18:05"
  },
  {
    "text": "A. Yeah, That's a unique thing that John's pulling here. It's as if the whole nation needs to be purified. Thus the confessing and repenting. But also we need to go back to the place where Joshua led us into the land and like re enter the land by crossing the Jordan again is another layer of the symbolism.",
    "start": "00:18:05",
    "end": "00:18:25"
  },
  {
    "text": "Cool.",
    "start": "00:18:25",
    "end": "00:18:26"
  },
  {
    "text": "But the point is that in relationship to this quote, John is being portrayed as the voice crying out in the wilderness that's preparing the way for Yahweh to show up. Yeah, that's what Yahweh said to Yahweh.",
    "start": "00:18:26",
    "end": "00:18:38"
  },
  {
    "text": "And then John says, there's someone coming.",
    "start": "00:18:39",
    "end": "00:18:40"
  },
  {
    "text": "There's someone coming stronger than me.",
    "start": "00:18:40",
    "end": "00:18:42"
  },
  {
    "text": "He's.",
    "start": "00:18:42",
    "end": "00:18:42"
  },
  {
    "text": "Yeah, the strong one.",
    "start": "00:18:42",
    "end": "00:18:43"
  },
  {
    "text": "The mighty.",
    "start": "00:18:44",
    "end": "00:18:44"
  },
  {
    "text": "The mighty one. Yeah, the strong one. So you think, okay, the quote set me up to look for a messenger crying in the wilderness. Check. So now I'm looking for the Lord Yahweh to show up. Having the way prepared for him now. And who's the next character we're introduced to verse 9. It came about in those days. Yes. Yeshua Jesus. Greek than Hebrew than English. Jesus came from Nazareth of Galilee and he was baptized in the Jordan by John. So Jesus identifies himself with this renewed and washed covenant, ready Israel. And immediately as he rose up from the water, he saw the skies being torn open and the spirit coming down as a dove upon him. And a voice from the skies, you are my son, the beloved one. In you I delight. And then immediately the spirit cast him into the wilderness. And he was in the wilderness 40 days, being tested by the adversary. He was with the animals and messengers served him. After the handing over of John, Jesus went into Galilee announcing the good news from the opening line. The good news of God saying, the time is filled full, the reign or the rule of God has come near. Repent and trust in this good news. There you go.",
    "start": "00:18:44",
    "end": "00:20:19"
  },
  {
    "text": "Yeah. So kind of explicitly connected to the theme of anointing is we talked about Adam, the human Adam being formed from the land, and then his anointing being the water of life and the spirit of God.",
    "start": "00:20:19",
    "end": "00:20:39"
  },
  {
    "text": "Yeah, out in the wilderness.",
    "start": "00:20:39",
    "end": "00:20:41"
  },
  {
    "text": "That's true. Out in the wilderness before being put in the garden.",
    "start": "00:20:41",
    "end": "00:20:44"
  },
  {
    "text": "Correct. Yeah. So out in the wilderness, God provides water that saturates the ground and that makes the Garden possible, But it's the parallel pouring out of the Spirit into that saturated ground that brings life. So the analogy being activated here is that Jesus goes out into the wilderness and becomes part of a new humanity being formed there through water baptism. But then, uniquely, what happens to Jesus different from everybody else. Though John anticipated it, he said, I'm just doing a water thing. The strong one's coming, and he's going to have Holy Spirit action. And so the Spirit descends upon him like a bird. So that bird hovering over the waters is a very creative little Hyperlink to Genesis 1, verse 2, where the Spirit of God is hovering over those dark waters, and then also in Eden, images being drawn here where it's both through water and the pouring out of the Spirit that this new Adam is appointed.",
    "start": "00:20:44",
    "end": "00:21:55"
  },
  {
    "text": "Okay, so it's an anointing symbolizing a new humanity being formed.",
    "start": "00:21:56",
    "end": "00:22:02"
  },
  {
    "text": "Yeah, yeah. So not with oil. Okay, so this is where. And again, we've been working on a video script kind of summarizing all of this. So what we're trying to say is that the oil is a symbol of the most original anointing, which is water and spirit in the garden.",
    "start": "00:22:02",
    "end": "00:22:20"
  },
  {
    "text": "Yeah. And so outside the garden.",
    "start": "00:22:20",
    "end": "00:22:23"
  },
  {
    "text": "Outside. In the wilderness. In the wilderness, yeah, yeah, totally. And actually, that anointing of the human is parallel to the birthing of the garden, the life of the heavenly garden here on earth.",
    "start": "00:22:23",
    "end": "00:22:35"
  },
  {
    "text": "And the anointing of the human was giving human life.",
    "start": "00:22:35",
    "end": "00:22:37"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:22:37",
    "end": "00:22:38"
  },
  {
    "text": "Making the human a living soul. So the first Adam. Yes, the first human.",
    "start": "00:22:39",
    "end": "00:22:46"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:22:46",
    "end": "00:22:46"
  },
  {
    "text": "So then you're saying that thing was symbolized later in taking oil. And we've talked about this. What's a substance that could, like, just help us appreciate the beauty of that anointing?",
    "start": "00:22:46",
    "end": "00:23:00"
  },
  {
    "text": "Yeah. Of the water spirit, garden anointing.",
    "start": "00:23:00",
    "end": "00:23:02"
  },
  {
    "text": "It's oil.",
    "start": "00:23:03",
    "end": "00:23:03"
  },
  {
    "text": "Yeah, the juice. The life juice of thick, fragrant life. Juice of garden plants.",
    "start": "00:23:04",
    "end": "00:23:10"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:23:10",
    "end": "00:23:10"
  },
  {
    "text": "It's no better symbol.",
    "start": "00:23:10",
    "end": "00:23:11"
  },
  {
    "text": "And so we've been tracing that theme, and that theme becomes kind of about who's gonna be the special human who's going to bring us back, who's gonna kind of reclaim this whole failure, which is humanity's failure to not live with God in the garden and trust his wisdom. And so that becomes the hope of this anointed one. And now we have Jesus coming, and. And he isn't anointed with oil, that symbol that's been used for priests and kings, but he gets this baptism. And just like in Genesis 2, where the Spirit comes down to give life to the formed human, the Spirit comes down, and then we get this announcement that this is God's Son. And we're supposed to see that as the proclamation of, like, the new humanity.",
    "start": "00:23:12",
    "end": "00:24:01"
  },
  {
    "text": "Yep. Yeah. The arrival of the new royal priestly human image of God. Yeah. And so one way to put the question is, why is Jesus called Christ if he never had an official oil anointing ceremony in Jerusalem? Right. Because there was one for the high priest. That's how he became the Anointed One. And in ancient Israel, there was a ceremony for kings involving oil. So how can you call this guy the Messiah, an anointed One, if you never had that ceremony? And the claim of this narrative is. No, no, no. The oil ceremony is a symbol of the original human image of God, anointing of Eden. And that's what Jesus experiences here. It's sort of like it's. What do you say? Ain't nothing but the real thing. As Bono would say, it's not the symbol, it's the real thing of which the oil is a symbol. Sorry, that's like a 90s pop culture reference, but that was high school for me. So, one other thing. Notice how the opening of this unit was with a blended quotation from the Old Testament scriptures, but three of them, but all blended together as if they're one. And that quote had two divine figures. Oh, right, yeah, right. Me, Yahweh, talking to a you, Yahweh, who's going to go on a journey somewhere, the way of the Lord. So also the voice from the skies is a blended quotation from three Old Testament passages. And it again is a divine me speaking to a divine you. Except it's made a little more explicit here.",
    "start": "00:24:01",
    "end": "00:25:46"
  },
  {
    "text": "You are my son. This is Jesus.",
    "start": "00:25:46",
    "end": "00:25:50"
  },
  {
    "text": "So whoever is saying this is calling somebody my son means it's a father addressing my son. So the Yahweh speaking to Yahweh in the opening blended quote is now the Father speaking to my son. You are my son comes from Psalm 2, verse 7, which we read, which.",
    "start": "00:25:51",
    "end": "00:26:13"
  },
  {
    "text": "Is about the Anointed One.",
    "start": "00:26:13",
    "end": "00:26:14"
  },
  {
    "text": "About the Anointed One, yep. A king. From the line of David, the beloved one is a phrase that uniquely describes Isaac in relationship to Abraham In Genesis 22, the suffering, take your son, the one whom you love, and offer him up as the ascension offering. And then in you I delight is lifted from the first suffering servant poem in the book of Isaiah, Isaiah 42:1. This is my servant, the one in whom I delight. And so the quotes are adapted.",
    "start": "00:26:14",
    "end": "00:26:52"
  },
  {
    "text": "So these quotes are all. Well, the first and third one Definitely are specifically about the anointed one, correct?",
    "start": "00:26:52",
    "end": "00:26:58"
  },
  {
    "text": "Yeah, that's right. Yeah. And the middle one is about a son who it seems like, is going to suffer for the sins of others, but God rescues him from death.",
    "start": "00:26:58",
    "end": "00:27:09"
  },
  {
    "text": "Yeah.",
    "start": "00:27:09",
    "end": "00:27:10"
  },
  {
    "text": "So very cool.",
    "start": "00:27:10",
    "end": "00:27:11"
  },
  {
    "text": "And is there something here, too, that we talked about David's story that he was anointed in private?",
    "start": "00:27:11",
    "end": "00:27:16"
  },
  {
    "text": "Oh, yeah. Yeah.",
    "start": "00:27:16",
    "end": "00:27:17"
  },
  {
    "text": "This kind of feels a little bit like that, too.",
    "start": "00:27:17",
    "end": "00:27:19"
  },
  {
    "text": "Totally.",
    "start": "00:27:19",
    "end": "00:27:20"
  },
  {
    "text": "They're outside Jerusalem.",
    "start": "00:27:20",
    "end": "00:27:21"
  },
  {
    "text": "Yeah.",
    "start": "00:27:21",
    "end": "00:27:21"
  },
  {
    "text": "It's this secret little anointing. Like, it's almost like if you have eyes to see it, here it is. Even if you were there, would you have fully appreciated what was going on?",
    "start": "00:27:21",
    "end": "00:27:32"
  },
  {
    "text": "Yeah, kind of thing. Yeah, actually, yeah. There's little details because it says when he came up out of the water, he saw the skies being open. Oh, interesting. So does that mean he's having a vision and that only he hears the voice? So what's interesting is that in the Gospel of John's recollection of the story, John says, I saw the spirit coming on him, and this is the Lamb of God.",
    "start": "00:27:32",
    "end": "00:27:58"
  },
  {
    "text": "Actually, John was kind of on a different plane of consciousness too, wasn't he?",
    "start": "00:27:58",
    "end": "00:28:02"
  },
  {
    "text": "Well, that's true. He was standing right there. So what other people heard, you know, the story just doesn't. Doesn't say. And actually, I thought it would be cool as a next step to read John's. John doesn't have the story. We read Mark. Matthew has a version of it. Luke has a version of it. John doesn't have a narrative. Let's just read it.",
    "start": "00:28:02",
    "end": "00:28:22"
  },
  {
    "text": "Okay.",
    "start": "00:28:22",
    "end": "00:28:23"
  },
  {
    "text": "Because it's a cool kind of another refraction in the fourth gospel.",
    "start": "00:28:23",
    "end": "00:28:26"
  },
  {
    "text": "Sam.",
    "start": "00:28:29",
    "end": "00:28:55"
  },
  {
    "text": "So I'm going to begin after the prologue of John, which is verses 1 to 18. We made a video about that.",
    "start": "00:29:04",
    "end": "00:29:09"
  },
  {
    "text": "Yeah.",
    "start": "00:29:09",
    "end": "00:29:10"
  },
  {
    "text": "But the narrative proper picks up in verse 19. This is the testimony of John, when the Judeans, that's the Greek word eudaos, means Judeans, gets translated as the Jews in our Bible. And there's.",
    "start": "00:29:10",
    "end": "00:29:26"
  },
  {
    "text": "It's not completely wrong, but it's not completely right.",
    "start": "00:29:26",
    "end": "00:29:29"
  },
  {
    "text": "Yeah, that's exactly right. Well, I couldn't say it better, so I'm going to say the Judeans.",
    "start": "00:29:29",
    "end": "00:29:35"
  },
  {
    "text": "The Judeans.",
    "start": "00:29:35",
    "end": "00:29:36"
  },
  {
    "text": "Because that's often how it's translated in the other three gospels.",
    "start": "00:29:36",
    "end": "00:29:39"
  },
  {
    "text": "Okay.",
    "start": "00:29:39",
    "end": "00:29:39"
  },
  {
    "text": "The Judeans sent to him priests and Levites from Jerusalem saying, who are you, John? And he confessed, and didn't deny, but confessed. Listen, I am not the Christ.",
    "start": "00:29:39",
    "end": "00:29:51"
  },
  {
    "text": "Yeah, okay, let's get that out of the way.",
    "start": "00:29:51",
    "end": "00:29:53"
  },
  {
    "text": "That's right. They asked him, well, are you Elijah? And he said, what does that mean?",
    "start": "00:29:54",
    "end": "00:29:59"
  },
  {
    "text": "To ask someone if they're Elijah.",
    "start": "00:29:59",
    "end": "00:30:01"
  },
  {
    "text": "Ah. Because there's a cultural story based on traditions rooted in the Hebrew Bible where God says in Malachi, I'm going to send Elijah, that is a prophet like Elijah, who's going to prepare the people for the coming of Yahweh.",
    "start": "00:30:01",
    "end": "00:30:18"
  },
  {
    "text": "And during Passover, isn't there, like, you keep the seat open for Elijah.",
    "start": "00:30:18",
    "end": "00:30:21"
  },
  {
    "text": "Yep, yep. Because remember, he didn't die. He was taken up into heaven like Enoch, so he could appear at any moment.",
    "start": "00:30:21",
    "end": "00:30:27"
  },
  {
    "text": "I see. To ask someone, are you Elijah? Are they literally being like, are you Elijah? Or are you a type?",
    "start": "00:30:27",
    "end": "00:30:33"
  },
  {
    "text": "Oh, got it. Most likely, are you Elijah, like returned?",
    "start": "00:30:34",
    "end": "00:30:39"
  },
  {
    "text": "Yeah. Did you beam down from heaven?",
    "start": "00:30:39",
    "end": "00:30:40"
  },
  {
    "text": "Correct.",
    "start": "00:30:40",
    "end": "00:30:41"
  },
  {
    "text": "Well, yeah, it's kind of. That's a pretty strange thing to ask someone, I guess.",
    "start": "00:30:41",
    "end": "00:30:47"
  },
  {
    "text": "Unless. I don't know. I guess it's like, are you Santa Claus?",
    "start": "00:30:48",
    "end": "00:30:52"
  },
  {
    "text": "It's kind of the equivalent. Yeah. Are you jfk?",
    "start": "00:30:52",
    "end": "00:30:55"
  },
  {
    "text": "Okay, yeah, got it. But if there was a conspiracy that not only was jfk, JFK was actually never died. And if he lives on today. Yeah. And if that was a widespread official story. Okay, then be like, wait, that wouldn't be a strange question. Third question they ask, are you the prophet? By which they mean the prophet, like Moses anticipated in the final paragraph of Deuteronomy.",
    "start": "00:30:55",
    "end": "00:31:25"
  },
  {
    "text": "I kind of just converged that character, the prophet that Mose talks about as the Anointed One. Here they're parsing that out.",
    "start": "00:31:25",
    "end": "00:31:33"
  },
  {
    "text": "Yeah. Check this out. They ask three questions. Are you the special expected one from the Torah? The prophet.",
    "start": "00:31:33",
    "end": "00:31:41"
  },
  {
    "text": "The prophet.",
    "start": "00:31:41",
    "end": "00:31:42"
  },
  {
    "text": "That's the final paragraph of the Torah. Are you Elijah? That's the final paragraph of Malachi Prophets. Are you the Messiah? The opening scroll of the writings from the psalm, which is all about, begins with the Anointed One. So a three part question corresponding to the three parts of the Tanakh.",
    "start": "00:31:42",
    "end": "00:32:00"
  },
  {
    "text": "Cool.",
    "start": "00:32:00",
    "end": "00:32:01"
  },
  {
    "text": "Yeah. Then they said to him, well, who are you? So we can give an answer to those who sent us. And he said, and he also quotes from the same thing that Mark quoted from Isaiah 40, I am the voice of one crying in the wilderness, make straight the way of the Lord. Just like Isaiah said. So they had been sent from the Pharisees. And they asked him, well, why are you dunking people in water baptizing if you're not the Messiah or Elijah or the prophet? And he said, well, listen, I'm baptizing you in water, and that's cool, but. So this is my paraphrase. Among you stands somebody who you do not recognize. It's he who comes after me, the thong of whose sandal I'm not worthy to untie. This corresponds to what he said in Mark. And then the narrator says, these things happened in Bethany, beyond the Jordan where John was baptizing. Now, the next day, he saw Jesus coming to him, and he said, behold the Lamb of God who takes away the sin of the world. This is the one of whom I spoke when I said, after me is coming a man who is before me that is more important than me because he existed before me. I didn't recognize him, but so that he might be revealed to Israel. I came baptizing in water. And John testified, saying, I saw the Spirit descending like a dove out of the skies and resting on him. I didn't recognize him, but the one who sent me to baptize in water said to me, the one you see the Spirit descending and remaining on, that's the one who baptizes in the Holy Spirit. I saw it. I testify this is the Son of God. So notice we don't get a baptism story. We get a speech from John about the baptism that reflects the same ideas in the baptism story. But there's a couple differences that are important, which are. I'm sorry, I went like.",
    "start": "00:32:01",
    "end": "00:34:06"
  },
  {
    "text": "You wanted me to point them out.",
    "start": "00:34:06",
    "end": "00:34:07"
  },
  {
    "text": "No, I went like in teacher mode, where I'm like, class, class.",
    "start": "00:34:07",
    "end": "00:34:11"
  },
  {
    "text": "What do you see?",
    "start": "00:34:11",
    "end": "00:34:11"
  },
  {
    "text": "What are the differences? I'm sorry if that's patronizing.",
    "start": "00:34:12",
    "end": "00:34:14"
  },
  {
    "text": "Oh, okay. Let's see. Well, I mean, we did point out that John sees the Spirit here.",
    "start": "00:34:14",
    "end": "00:34:21"
  },
  {
    "text": "Oh, yeah, yeah, exactly.",
    "start": "00:34:21",
    "end": "00:34:23"
  },
  {
    "text": "But we had already talked about that. The dove, that's the same. Oh, okay. Yeah. So you just highlighted. Yes. Quote, behold the Lamb of God who takes away the sins of the world. Yeah, that's not in the Gospel of Mark.",
    "start": "00:34:23",
    "end": "00:34:44"
  },
  {
    "text": "In Mark, we get the divine speech, which is, you are my son, the Beloved One, in you I delight. And two of those three, remember, it's a blended quote of three sources from the Old Testament. Two of those three are from Genesis and Isaiah, which are all about this selected figure who's going to die or come near death on behalf of others in their sins. And so what John's summary is the Lamb of God. And that's from the Abraham and Isaac story. The Lamb is the substitute for Isaac.",
    "start": "00:34:44",
    "end": "00:35:21"
  },
  {
    "text": "Oh, it was a lamb. Or thought it was a goat.",
    "start": "00:35:22",
    "end": "00:35:24"
  },
  {
    "text": "Oh, sorry, it's a ram.",
    "start": "00:35:24",
    "end": "00:35:26"
  },
  {
    "text": "It's a ram.",
    "start": "00:35:26",
    "end": "00:35:27"
  },
  {
    "text": "But what Isaac asks, sorry. Is, where is the lamb?",
    "start": "00:35:27",
    "end": "00:35:31"
  },
  {
    "text": "Oh, okay.",
    "start": "00:35:31",
    "end": "00:35:32"
  },
  {
    "text": "And Abraham says, God will provide the lamb. Okay, so there's all this resonance here between what John says, and the implications of the quote.",
    "start": "00:35:32",
    "end": "00:35:44"
  },
  {
    "text": "So that's where this phrase comes from. Lamb of God. Comes from the Isaac story.",
    "start": "00:35:44",
    "end": "00:35:47"
  },
  {
    "text": "The lamb of God. Well, it comes from right here. When people talk about Jesus as the Lamb of God, they're using this phrase right here in John, chapter one. But the hyperlink in the Old Testament from. From that makes sense of what he's saying here is when Isaac asks his dad, where is the lamb for the.",
    "start": "00:35:48",
    "end": "00:36:06"
  },
  {
    "text": "Offering, is it also hyperlinked to just the general practice of taking unblemished lambs?",
    "start": "00:36:06",
    "end": "00:36:13"
  },
  {
    "text": "Yes.",
    "start": "00:36:13",
    "end": "00:36:13"
  },
  {
    "text": "For sacrifices.",
    "start": "00:36:14",
    "end": "00:36:15"
  },
  {
    "text": "Yeah. Though that can be from a sheep.",
    "start": "00:36:15",
    "end": "00:36:18"
  },
  {
    "text": "Yeah. It doesn't have to be a lamb.",
    "start": "00:36:18",
    "end": "00:36:19"
  },
  {
    "text": "It can be a ram. It can be a cow or a calf. So the idea of lambs is specific to the Abraham and Isaac story and the selection of the lamb in the Passover. Okay. Night of Passover.",
    "start": "00:36:19",
    "end": "00:36:30"
  },
  {
    "text": "Because that's a lamb, specifically.",
    "start": "00:36:30",
    "end": "00:36:31"
  },
  {
    "text": "Yeah, yeah. So what? Again, this is very subtle, but it's all about the apostles write. Whether or not they assume everybody will get the hyperlinks, that's kind of irrelevant. They don't let the audience's limitations determine how they write, but they bury in these hyperlinks all kinds of implications and deep connections. And so, incidentally, the story of Abraham and Isaac in particular lies underneath the language used in Mark's baptism story and here in John, this speech from John.",
    "start": "00:36:31",
    "end": "00:37:05"
  },
  {
    "text": "Yeah.",
    "start": "00:37:05",
    "end": "00:37:06"
  },
  {
    "text": "So also, just for our connection is also water and spirit is really key to identifying Jesus as the one, the one on whom you see the spirit descend. He's the one who will baptize, saturate in the Holy Spirit. So the association of the Spirit as liquid life that comes on Jesus, the anointed one is now a gift that the anointed one, Jesus, is going to be giving out to others. And we saw that at work in actually both the Psalms and Isaiah, though we didn't have a lot of time to talk about it. So that's a key, actually pivot in our conversation right here is that the anointing that Jesus experienced that made him publicly kind of, well, actually privately set forward as the new human is actually something that Jesus is on a mission to share with other people.",
    "start": "00:37:06",
    "end": "00:38:00"
  },
  {
    "text": "And this brings us full circle to. We started this whole conversation around the ritual of Christians anointing each other for healing.",
    "start": "00:38:01",
    "end": "00:38:07"
  },
  {
    "text": "Yes, yes, exactly.",
    "start": "00:38:07",
    "end": "00:38:09"
  },
  {
    "text": "And calling themselves Christians. Yeah, Anointed ones, where the anointed one was a person to come and lead. So why are all these followers of Jesus calling themselves anointed ones and anointing each other with oil?",
    "start": "00:38:09",
    "end": "00:38:26"
  },
  {
    "text": "Yeah. So let's make that move. We've looked at two passages in the Gospels where they're identifying Jesus not as one anointed with oil, but as one anointed with the real thing, the water and the spirit. That sets him up to be the one who will suffer. Remember, anointing and suffering is key to the portrait of David. And then in Isaiah and the Psalms. And so David, you know, he's going to take away the sin. He's a lamb who's going to die.",
    "start": "00:38:27",
    "end": "00:38:57"
  },
  {
    "text": "Yeah, that's the role of the lamb.",
    "start": "00:38:58",
    "end": "00:39:00"
  },
  {
    "text": "It's the role of the lamb is to die for the sins of others. And so that's the portrait of the vocation of the anointed one. And what Jesus is going to do and what the apostles assume is that vocation is not only for Jesus, but rather that's a vocation for the people of the anointed one, that is Christianos or anointed ones. And this phrase Christian appears two times in the New Testament. Isn't that interesting? The Bible is the Christian book.",
    "start": "00:39:00",
    "end": "00:39:31"
  },
  {
    "text": "Yeah.",
    "start": "00:39:31",
    "end": "00:39:32"
  },
  {
    "text": "And the word appears two times. Isn't that interesting?",
    "start": "00:39:32",
    "end": "00:39:35"
  },
  {
    "text": "Yeah.",
    "start": "00:39:35",
    "end": "00:39:35"
  },
  {
    "text": "Little factoid. This would be a great Bible trivia question. I bet if there's Bible trivia games out there, this is probably one of them. Where is the word Christian used for the first time in the Bible? That just has the ring of a great trivia question.",
    "start": "00:39:36",
    "end": "00:39:51"
  },
  {
    "text": "Totally. Now there's a rumor that because the school we went to kind of had a Bible trivia kind of thing where like.",
    "start": "00:39:51",
    "end": "00:40:02"
  },
  {
    "text": "Oh, Multnomah University. Yes.",
    "start": "00:40:02",
    "end": "00:40:03"
  },
  {
    "text": "And like, somehow someone was crowned, like, the Bible trivia champion of the year. I don't even remember how this would go down. I mean, I was so out of the loop. But didn't you win one year? Didn't you win the contest?",
    "start": "00:40:04",
    "end": "00:40:20"
  },
  {
    "text": "Yeah, yeah, I did.",
    "start": "00:40:20",
    "end": "00:40:21"
  },
  {
    "text": "How did the contest even go? Was it like a game show?",
    "start": "00:40:21",
    "end": "00:40:27"
  },
  {
    "text": "It was like. Well, we had like chapel, you know, once a week at our college.",
    "start": "00:40:27",
    "end": "00:40:34"
  },
  {
    "text": "I know I went to chapel. I just don't remember.",
    "start": "00:40:34",
    "end": "00:40:36"
  },
  {
    "text": "Yeah, one of the chapels was this event. I think people nominated. Okay, somebody nominated me. And there were like six people all at a table. And you had a buzzer. We had timed buzzers that you tap. And the announcer would just start reading some sentence out of the Bible and.",
    "start": "00:40:36",
    "end": "00:40:58"
  },
  {
    "text": "You'D have to know where it was.",
    "start": "00:40:58",
    "end": "00:40:59"
  },
  {
    "text": "And the first person to tap and they can name the book. Chapter and verse. Excuse me, Book and chapter, not verse.",
    "start": "00:40:59",
    "end": "00:41:06"
  },
  {
    "text": "Yeah, that would be crazy.",
    "start": "00:41:06",
    "end": "00:41:06"
  },
  {
    "text": "Book and chapter.",
    "start": "00:41:06",
    "end": "00:41:07"
  },
  {
    "text": "Book and chapter.",
    "start": "00:41:07",
    "end": "00:41:08"
  },
  {
    "text": "Yep. Yeah. And.",
    "start": "00:41:08",
    "end": "00:41:10"
  },
  {
    "text": "And you won.",
    "start": "00:41:11",
    "end": "00:41:11"
  },
  {
    "text": "And. Yes, I won that.",
    "start": "00:41:11",
    "end": "00:41:14"
  },
  {
    "text": "Do you remember what the winning.",
    "start": "00:41:14",
    "end": "00:41:15"
  },
  {
    "text": "Yeah, I think I won, like, $2,000 of a scholarship.",
    "start": "00:41:15",
    "end": "00:41:19"
  },
  {
    "text": "Oh, wow.",
    "start": "00:41:19",
    "end": "00:41:19"
  },
  {
    "text": "Towards tuition. It was rad.",
    "start": "00:41:19",
    "end": "00:41:21"
  },
  {
    "text": "That's cool. Do you remember what the, like, the book chapter was that you won on? Like, what was the. What was the quote?",
    "start": "00:41:21",
    "end": "00:41:27"
  },
  {
    "text": "No, no.",
    "start": "00:41:27",
    "end": "00:41:28"
  },
  {
    "text": "Okay.",
    "start": "00:41:28",
    "end": "00:41:29"
  },
  {
    "text": "No, I don't. But yeah, that's true.",
    "start": "00:41:29",
    "end": "00:41:31"
  },
  {
    "text": "So you should create the trivia game that you're talking about.",
    "start": "00:41:31",
    "end": "00:41:34"
  },
  {
    "text": "I guess I could. I guess I could.",
    "start": "00:41:34",
    "end": "00:41:37"
  },
  {
    "text": "We could put on the box, like, Created by Multnomah2003.Trivia champion.",
    "start": "00:41:37",
    "end": "00:41:42"
  },
  {
    "text": "More like. It was 99.",
    "start": "00:41:46",
    "end": "00:41:47"
  },
  {
    "text": "99, okay.",
    "start": "00:41:47",
    "end": "00:41:48"
  },
  {
    "text": "99 was a good year.",
    "start": "00:41:49",
    "end": "00:41:50"
  },
  {
    "text": "I was still in high school. Okay. That's why I don't remember.",
    "start": "00:41:51",
    "end": "00:41:53"
  },
  {
    "text": "What do you mean? That was your first year of Multnomah?",
    "start": "00:41:53",
    "end": "00:41:55"
  },
  {
    "text": "Yeah, but it came in fall of 99, so.",
    "start": "00:41:56",
    "end": "00:41:58"
  },
  {
    "text": "I understand. Yeah, I thought it was fall of 98.",
    "start": "00:42:00",
    "end": "00:42:03"
  },
  {
    "text": "No, I came in fall of 99.",
    "start": "00:42:03",
    "end": "00:42:05"
  },
  {
    "text": "99, yeah. Yes, that's right. Yep.",
    "start": "00:42:05",
    "end": "00:42:08"
  },
  {
    "text": "You were already christened the champion by the time I came.",
    "start": "00:42:08",
    "end": "00:42:13"
  },
  {
    "text": "Champion of trivia. What a illustrious title. Acts, chapter 11.",
    "start": "00:42:13",
    "end": "00:42:19"
  },
  {
    "text": "Okay.",
    "start": "00:42:19",
    "end": "00:42:20"
  },
  {
    "text": "Acts, chapter 11. And actually. Well, let's just read it.",
    "start": "00:42:20",
    "end": "00:42:24"
  },
  {
    "text": "All right.",
    "start": "00:42:24",
    "end": "00:42:24"
  },
  {
    "text": "This is about the birthing of a community of Jesus followers in the city of Antioch. Antakya is what it's called, called, I think, still today in Turkey. So this is after the guy named Stephen got publicly executed in Jerusalem. That happened all the way back in Acts chapter seven. But there was a big scattering of Jesus followers because it was, you know. So this picks up in Acts 11:19. Those who were scattered because of the persecution that occurred in connection with Stephen made their way all over to Phoenicia, Cyprus, and Antioch, speaking the Word to no one except Jewish people alone. So these are messianic Jews who flee Jerusalem, and so they go to their networks of synagogues and Jewish communities, you know, in the cities, in the regions.",
    "start": "00:42:59",
    "end": "00:43:52"
  },
  {
    "text": "Around the Word being. What happened to Stephen?",
    "start": "00:43:52",
    "end": "00:43:55"
  },
  {
    "text": "Ah, speaking the Word. No, in the Book of Acts, to speak the Word is shorthand to tell the story about the life, death and resurrection of Jesus. Yep.",
    "start": "00:43:55",
    "end": "00:44:04"
  },
  {
    "text": "Cool.",
    "start": "00:44:04",
    "end": "00:44:04"
  },
  {
    "text": "Now, there were some of them, however, men of Cyprus and Cyrene, who came to Antioch, and they began speaking to the Greeks, also announcing the Lord Jesus. And the hand of the Lord was with them. Large numbers believed and turned to the Lord. And the news about them reached the ears of the church at Jerusalem. So now we've got a couple hundred miles north, a church community full of Israelites and Greeks, all who are, like, down for Jesus. So the Jerusalem leaders send off Barnabas who's an important early Messianic Jewish leader, off to Antioch. He arrived there, he witnessed the grace of God. He was stoked. He began to encourage them all to remain true to the Lord. He was a good man, you know, full of the Holy Spirit. Many numbers were brought to the Lord. And then this is my little commentary. And he thought to himself, I need some help. And there's this guy, this rogue figure who just became a follower of Jesus, who used to actually help followers of Jesus get arrested. I'm going to go get that guy. So next verse. Barnabas left for Tarsus to find Saul. Such a rad story. You've got this new community bursting at the seams. Multicultural. All these languages. You got Greeks and people from Cyprus and Cyrene, Messianic Jews. They're all, like, eating in each other's houses and raising money and praying for sick people. And they're healed. And, like, what do you. I need some help to guide this community. I'm going to go get this former Pharisee named Saul. It's just so rad to think about that whole little story. So when he found him, he brought him to Antioch, and for a whole year, they just met the church and taught people how to understand the story of Jesus in light of the Scriptures and how to follow him. And the disciples were first called Christianos in Antioch. There you go. That's the origin of the word Christian.",
    "start": "00:44:05",
    "end": "00:46:16"
  },
  {
    "text": "Yeah. Saul and Barnabas hanging out for a year with this multicultural group of Jesus followers, learning how to read the Bible, learning how to live in community by the Spirit. And at some point, the term emerged for this group.",
    "start": "00:46:16",
    "end": "00:46:33"
  },
  {
    "text": "Yep, that's right, the anointed ones. Yeah. And notice how Luke draws attention to the fact that these were Messianic Jews who had gone to Antioch, and for a season, they only met with their Jewish brothers and sisters, talking to them about Jesus. But then as more people arrived, more Messianic Jews arrived. Some of them started going, hanging out in the Greek part of town. And then those people were stoked on Jesus. So you have this growing multicultural movement, and then that is what gets identified as the Christianos. So here, I'll just have a quote here from Ben Witherington, outstanding New Testament scholar. I love his commentary on the Book of Acts called the Acts of the Apostles. He just kind of has a little extended comment here on the origin of this word. So he says the term Christianoi, that's how you say it in Greek, is an important one, not least because it suggests a group distinguishable from The Jews, presumably because of the large number of gentiles in the church involved in Antioch. And we kind of saw that because.",
    "start": "00:46:33",
    "end": "00:47:41"
  },
  {
    "text": "Before that, if someone was wanting to talk about what these people were, like a group of people who are following Jesus, they might just call them Jews.",
    "start": "00:47:41",
    "end": "00:47:48"
  },
  {
    "text": "They would just call them Jews who are followers of the Way or who followed the Nazarene.",
    "start": "00:47:48",
    "end": "00:47:52"
  },
  {
    "text": "Okay.",
    "start": "00:47:52",
    "end": "00:47:53"
  },
  {
    "text": "Yep. And that's how followers of Jesus are referred to in the first chapters of Acts. Okay. But now there's a new social phenomenon happening because it's not just Jews. It's Jews and Greeks. So what do you call this group now?",
    "start": "00:47:53",
    "end": "00:48:09"
  },
  {
    "text": "By Greeks, we mean of Greek citizenship or Greek nationality.",
    "start": "00:48:09",
    "end": "00:48:13"
  },
  {
    "text": "Oh, well, Greek language, probably, primarily. Which. It can cover all kinds of nationalities, ethnicities, cultural backgrounds.",
    "start": "00:48:13",
    "end": "00:48:23"
  },
  {
    "text": "Yeah. Because the Greeks ruled the world at this point.",
    "start": "00:48:23",
    "end": "00:48:25"
  },
  {
    "text": "Yeah, that's right. So notice also the wording in Acts is the disciples were first called Christians in Acts. In other words, this was a term that other people used to refer to them. And Ben Witherington's gonna kind of spell that out. He says the analogies in Greek are with the term Herodians. It's a term used in Mark to describe people who are a part of the. Basically the court and crew and friendship network of King Herod.",
    "start": "00:48:25",
    "end": "00:48:55"
  },
  {
    "text": "Okay.",
    "start": "00:48:55",
    "end": "00:48:55"
  },
  {
    "text": "You could call them Herodians. Herodians.",
    "start": "00:48:55",
    "end": "00:48:57"
  },
  {
    "text": "Okay.",
    "start": "00:48:57",
    "end": "00:48:58"
  },
  {
    "text": "People who were part of the court crew and friend group of Caesar Augustus could be called in Greek, augustianoi.",
    "start": "00:48:58",
    "end": "00:49:06"
  },
  {
    "text": "Okay.",
    "start": "00:49:07",
    "end": "00:49:07"
  },
  {
    "text": "So Herodianoi. Augustianoi, Christianoi.",
    "start": "00:49:07",
    "end": "00:49:12"
  },
  {
    "text": "So people who were identifying with. So they were probably pretty regularly at this point talking about Jesus as the Christ, calling the Christ the Christ.",
    "start": "00:49:12",
    "end": "00:49:22"
  },
  {
    "text": "We're following Him, The Christas. Jesus Christus. Yeah.",
    "start": "00:49:22",
    "end": "00:49:24"
  },
  {
    "text": "And so when people are like, who are you talking about? Oh, the Christ. The people who follow the Christ.",
    "start": "00:49:24",
    "end": "00:49:29"
  },
  {
    "text": "The Christianoi.",
    "start": "00:49:29",
    "end": "00:49:30"
  },
  {
    "text": "The Christianoi.",
    "start": "00:49:30",
    "end": "00:49:31"
  },
  {
    "text": "Yeah. Yeah. And you could. Earlier, maybe before the church really grew, you could just call them the iodaoi, the Jews who confess Christos.",
    "start": "00:49:31",
    "end": "00:49:41"
  },
  {
    "text": "Right.",
    "start": "00:49:42",
    "end": "00:49:42"
  },
  {
    "text": "But not all of them do. But, you know, they meet in the synagogues, they hang in the synagogues.",
    "start": "00:49:42",
    "end": "00:49:46"
  },
  {
    "text": "But for an outsider, the most distinguishing factor is they're Jewish.",
    "start": "00:49:46",
    "end": "00:49:49"
  },
  {
    "text": "Yep.",
    "start": "00:49:49",
    "end": "00:49:50"
  },
  {
    "text": "They.",
    "start": "00:49:50",
    "end": "00:49:50"
  },
  {
    "text": "That's right. That's right.",
    "start": "00:49:50",
    "end": "00:49:51"
  },
  {
    "text": "And if you want to get more specific, there are Jewish people who are following this Jewish leader that was around not too long ago.",
    "start": "00:49:51",
    "end": "00:49:57"
  },
  {
    "text": "Yeah. So what's significant here is Christianoi. The origin of the word Christian is that it doesn't come from how followers of Jesus described themselves. It comes from how other people viewed them as a social group distinct from other social groups, namely a multicultural house Network based movement. That's Christianoe. So the term occurs in only two other places in the New Testament. Oh, that's right. It occurs two times in Acts, once in Peter. So three times was mistaken earlier in both places. It's a term found on the lips of others speaking about Christians. So this is interesting. When early Christians described themselves, they spoke of themselves as disciples, believers, holy ones, saints, brothers or sisters, followers of the Way or Nazarenes. It doesn't appear that Christians used the term Christiano of themselves before the second century. And it's a guy named Ignatius of Antioch, a church leader in the mid-1100s who uses the term frequently to describe himself. So something happened in a hundred years where the term stuck. And what? It's kind of like somebody calls you a name and then eventually you hear it enough and then you just start using it yourself.",
    "start": "00:49:58",
    "end": "00:51:21"
  },
  {
    "text": "Right.",
    "start": "00:51:21",
    "end": "00:51:22"
  },
  {
    "text": "Isn't that interesting? Yeah, yeah, yeah.",
    "start": "00:51:22",
    "end": "00:51:24"
  },
  {
    "text": "Speaking of Bono, I mean, that's what you, you brought Bono earlier.",
    "start": "00:51:25",
    "end": "00:51:28"
  },
  {
    "text": "Oh yeah, that's right.",
    "start": "00:51:29",
    "end": "00:51:30"
  },
  {
    "text": "That was a nickname for him that he just adopted.",
    "start": "00:51:30",
    "end": "00:51:32"
  },
  {
    "text": "Yeah. And the important fact is that the ending Janoi Christianoj because it had other. Augustiano suggests that the basis of identification wasn't ethnicity. It was your, what was perceived as your social adherence or your religious loyalties. It was a social group, not a, not an ethnic group. And that seems to be the origin of the term and what made it distinct from Eudayoi or Israelitai, Israelite or Jewish. So that's just a little, that's just a rad little session on the origin of the word Christian. Yeah, because it's a main word in our world today still.",
    "start": "00:51:32",
    "end": "00:52:15"
  },
  {
    "text": "Well, I mean, that doesn't close the loop for me because what we were trying to get to is why did these people actually think of themselves as anointed ones, like putting oil on each other and like there was this, it seemed like there was this sense of Jesus is the anointed one, but he started a new humanity that now we're a part of. And we actually are. I mean, and Paul would talk about being part of his body and there's this like this sense of identification that goes so pretty deep. Like what happened there?",
    "start": "00:52:16",
    "end": "00:52:48"
  },
  {
    "text": "Excellent. Okay, so I think to there we need to go back to John.",
    "start": "00:52:48",
    "end": "00:52:52"
  },
  {
    "text": "Okay.",
    "start": "00:52:52",
    "end": "00:52:52"
  },
  {
    "text": "And I maybe should have gone here before Acts. So we had that opening scene of Jesus both in Mark and in John, of Jesus being baptized, the spirit coming on him, and that was his anointing, so to speak. So at the conclusion of Matthew, Luke and John, there are narratives about Jesus commissioning his disciples out into the world in different ways. And John's commissioning is a direct recall back to the description of Jesus baptism. And so it's in John chapter 20, and it's after Jesus has appeared to the woman in the garden. She says, are you the gardener? And it's Mary. So there's that scene that just happened. So he's appeared to Mary. Then John, chapter 20, verse 19. It was evening on that day, the first day of the seven of the Sabbath, New creation. Yeah. And the doors were shut because the disciples, for fear of the Jews, were there, scared. And all of a sudden, Jesus was there standing in their midst, saying shalom. When he said this, he showed them his hands and his side, the nail marks and the big gash in his side. The disciples then rejoiced when they saw the Lord. And he said to them again, shalom, Shalom lechem. Peace to you.",
    "start": "00:52:52",
    "end": "00:54:20"
  },
  {
    "text": "But he wasn't speaking Hebrew. Jesus spoke Aramaic.",
    "start": "00:54:20",
    "end": "00:54:24"
  },
  {
    "text": "Aramaic? Yeah. Aya bish shalom aleichum. Just as the Father sent me. And when. What was the moment of public or private?",
    "start": "00:54:24",
    "end": "00:54:36"
  },
  {
    "text": "Well, the private. Public.",
    "start": "00:54:37",
    "end": "00:54:38"
  },
  {
    "text": "The private calling of the Son into his journey?",
    "start": "00:54:38",
    "end": "00:54:42"
  },
  {
    "text": "Baptism.",
    "start": "00:54:42",
    "end": "00:54:43"
  },
  {
    "text": "Baptism, yeah. Just as the Father sent me, I also send you. And when he said this, he breathed on them. And that word breathe is hyperlinking back to the moment that God breathed his spirit of life into the dirt.",
    "start": "00:54:43",
    "end": "00:55:02"
  },
  {
    "text": "Yeah, same word, Genesis 2.",
    "start": "00:55:02",
    "end": "00:55:03"
  },
  {
    "text": "Yep. So just as Yahweh Elohim breathed into the dirt to animate it and make them living beings. Yep. To make it living image and representative. So now the Son is taking the Spirit. Right. That empowered him to be the Anointed One. And he is sharing that spirit anointing. He breathed on them and said to them, receive the Holy Spirit. So this is a great. It's just also. It's great because it's a short scene, and it's Jesus passing on his spirit anointing to his followers. You could also then turn to Acts. This is like a private anointing. And then you could turn to Acts of Pentecost, which would be like the equivalent of like a public anointing, coronation of many. Yeah. But there at Pentecost, it's mixed also with temple presence, divine glory, symbolism of the fiery pillar of cloud and fire coming to inhabit the temple. Except now it's coming to rest over the many temples, the human temple. So that's the connection.",
    "start": "00:55:03",
    "end": "00:56:11"
  },
  {
    "text": "Okay.",
    "start": "00:56:11",
    "end": "00:56:12"
  },
  {
    "text": "So even though Jesus doesn't say, now you are the Christiano.",
    "start": "00:56:12",
    "end": "00:56:16"
  },
  {
    "text": "Right.",
    "start": "00:56:16",
    "end": "00:56:16"
  },
  {
    "text": "He's sharing with them the. The spirit anointing that He Received, and now it goes on them.",
    "start": "00:56:17",
    "end": "00:56:22"
  },
  {
    "text": "And this is also connected to. And I don't know. I don't remember if it was this conversation we looked at it, or a separate one. But in those Isaiah prophecies, there's some about these servants of the Anointed One, who. And I don't remember what passage it was, but there was this identification with the Anointed One. Like they actually became like doing anointed type things on behalf of the Anointed One.",
    "start": "00:56:22",
    "end": "00:56:48"
  },
  {
    "text": "Yeah, yeah, that's right. That's such an important part of Isaiah that's foundational for so much of the New Testament. It keeps coming up. I feel like in the last year, when we talk, I almost feel like it would just be good to see how that sequence works.",
    "start": "00:56:48",
    "end": "00:57:02"
  },
  {
    "text": "Is that remnant? Is that the remnant theme?",
    "start": "00:57:03",
    "end": "00:57:05"
  },
  {
    "text": "Well, you have God appointing. You have God having appointed Israel. This is the argument of Isaiah 40:48 is that God already has a servant. It's Israel, But Israel is blind and deaf and has proven itself unfaithful to the covenant and has ended up in exile. And so God raises up by his spirit. Is Isaiah 48 someone who just calls himself me? In Isaiah 48, 16, here I am. And Yahweh's spirit. And then in 49, Isaiah 49, that individual is called Israel. Yahweh says to them, you, individual anointed by the Spirit, you are Israel. And this person becomes Israel in the form of one human. And then that goes into the suffering servant poems where that anointed one is rejected by his own fellow Israelites who thought that he's cursed by God, but in reality his suffering is bearing the sins of Israel and therefore of the nations. And then there's a group that looks on the suffering of that one and has a conversion of their imaginations that's.",
    "start": "00:57:05",
    "end": "00:58:14"
  },
  {
    "text": "Like, oh, my gosh, this is all in isaiah.",
    "start": "00:58:14",
    "end": "00:58:17"
  },
  {
    "text": "Yeah. Isaiah 53 is a group of people who had their imaginations converted to realize that that one is actually God's anointed One. And so they began calling themselves the servants, the seed, those who listen to the servant or the remnant.",
    "start": "00:58:17",
    "end": "00:58:35"
  },
  {
    "text": "And is it Isaiah 60 where like. Or is it 61 where it's like the anointed one is like this priestly figure?",
    "start": "00:58:35",
    "end": "00:58:43"
  },
  {
    "text": "Yeah.",
    "start": "00:58:43",
    "end": "00:58:43"
  },
  {
    "text": "And then at some point in the poem, it's these followers of the anointed ones are also now these kind of priestly figures?",
    "start": "00:58:43",
    "end": "00:58:49"
  },
  {
    "text": "Yeah. The Spirit of the Lord is on me. He's anointed me to preach good news. So that's. Yep. And it's that figure in Isaiah 61 who later says he's going to dress. He's going to take people in Israel who are mourning and poor and hurting, and he's going to give them joy and dress them in the same robe, priestly robes that he's wearing, and make them oaks of righteousness. He's going to make them. Yeah, like new trees of Eden in a new garden, sprouting with righteousness and justice. So it's that idea that the one Anointed One shares his anointing with the others.",
    "start": "00:58:49",
    "end": "00:59:23"
  },
  {
    "text": "And these are also the rebuilders of the city. We looked at that in the city theme.",
    "start": "00:59:24",
    "end": "00:59:27"
  },
  {
    "text": "Exactly.",
    "start": "00:59:27",
    "end": "00:59:27"
  },
  {
    "text": "Of ancient cities. They had the restoration project.",
    "start": "00:59:27",
    "end": "00:59:30"
  },
  {
    "text": "Yeah, that's exactly. Exactly. Right. So we're here at that place where the Hebrew Bible bundles all the themes together. And so when you take the Anointed One out, there's all these other themes of the servant and the remnant and the seed and the one and the many, and, you know, all connected together. But. Yeah. So one last text to look at. This will be how we land the plane. Remember, the phrase Christian appears three times in the New Testament, twice in Acts, once in the letter of First Peter. And here, really, all the themes come together. Chapter four, verse 12. He says, beloved ones, don't be surprised at. As I'm reading the New American Standard, the fiery ordeal or the test. Literally, the test of fire.",
    "start": "00:59:30",
    "end": "01:00:17"
  },
  {
    "text": "The test of fire. Yeah.",
    "start": "01:00:17",
    "end": "01:00:19"
  },
  {
    "text": "So think about our test video, which is all about.",
    "start": "01:00:19",
    "end": "01:00:22"
  },
  {
    "text": "That's how that ends. Like that image of the test of fire that you gotta walk through.",
    "start": "01:00:22",
    "end": "01:00:26"
  },
  {
    "text": "Yeah. It's the flaming sword. Whoa.",
    "start": "01:00:26",
    "end": "01:00:28"
  },
  {
    "text": "Yeah, that's right.",
    "start": "01:00:28",
    "end": "01:00:28"
  },
  {
    "text": "Or it's the fire that Abraham carries up to Mount Moriah. His fire. The test of fire, which comes on you for your testing. So remember, testing isn't a trap.",
    "start": "01:00:28",
    "end": "01:00:41"
  },
  {
    "text": "Right. It's an opportunity.",
    "start": "01:00:41",
    "end": "01:00:43"
  },
  {
    "text": "It's opportunity to make public before God and to yourself the truth about you.",
    "start": "01:00:43",
    "end": "01:00:49"
  },
  {
    "text": "Yeah.",
    "start": "01:00:49",
    "end": "01:00:50"
  },
  {
    "text": "Yeah.",
    "start": "01:00:50",
    "end": "01:00:50"
  },
  {
    "text": "Did you build your house on the sand or did you build your house on the rock?",
    "start": "01:00:50",
    "end": "01:00:53"
  },
  {
    "text": "Yeah.",
    "start": "01:00:53",
    "end": "01:00:53"
  },
  {
    "text": "Fire's coming. Flood's coming.",
    "start": "01:00:54",
    "end": "01:00:56"
  },
  {
    "text": "Yeah. Don't be surprised at the fact that you're facing a test as if some strange thing is happening. It's actually really wonderful because it's like if your imagination has been shaped by the Hebrew Bible or the story of Jesus. You know, like, we're outside Eden. It's terrible out here.",
    "start": "01:00:56",
    "end": "01:01:15"
  },
  {
    "text": "Yeah.",
    "start": "01:01:15",
    "end": "01:01:16"
  },
  {
    "text": "And if we pretend it's not, we're tricking ourselves. And the test will come where it'll show. What?",
    "start": "01:01:17",
    "end": "01:01:22"
  },
  {
    "text": "What are you building?",
    "start": "01:01:22",
    "end": "01:01:23"
  },
  {
    "text": "What are you building? What do you really trust in. What do you think true life really consists of? So when your life gets horrible, don't. It's the test. So what he says here, to the degree that you share in the sufferings of the Messiah, the sufferings of the Anointed One. So note that's a little potent little phrase there. He assumes some storyline where if you know who the Messiah is, you know that to be the Anointed One is to be. Be the suffering One who suffers in the test. So he says, to the degree that you are now, if you're an Anointed.",
    "start": "01:01:23",
    "end": "01:02:04"
  },
  {
    "text": "One, your suffering is not some unique suffering. This is aligning yourself with the Messiah.",
    "start": "01:02:04",
    "end": "01:02:10"
  },
  {
    "text": "Yeah, that's right. So he says, to the degree that you share in the sufferings of the Anointed One, keep on rejoicing, because at the revelation of his glory, you will rejoice. If you are reviled or like publicly shamed for the name of the Messiah, in reality, you are the Blessed One. This is Beatitudes. You have the good life. To be cursed is actually to be blessed because the spirit of spirit anointing the spirit of glory and of God rests on you. Make sure that none of you suffers as a murderer or a thief, an evildoer, a troublesome meddler.",
    "start": "01:02:10",
    "end": "01:02:53"
  },
  {
    "text": "I see there's a way to suffer that's not the suffering of Christ. There's a suffering of Cain, essentially a suffering of.",
    "start": "01:02:53",
    "end": "01:03:00"
  },
  {
    "text": "Yeah, that's right. Yeah, yeah. Cain suffered. He has exiled for murdering his brother. So make sure no one suffers for like, you know, acting like Cain. But then this last line, if anyone suffers as a Christianos, he is not to be ashamed, but is to honor God by this name. So what's significant is that the sufferings of Christ becomes a model for the sufferings of Christians. Christians, because to be the Anointed One is to be one outside of Eden who endures the tests of our trust and allegiance on behalf of others. So make sure. If your life's terrible, just really try and make sure it's not because of, like, bad choices that you've made. Because then nobody will look at you and be able to tell your suffering apart, you know, but there's something that marks the suffering of the righteous that becomes a witness to the sufferings of Christ. It's interesting, the word Christian is used in this passage. It's the last time the word Christian is used in the New Testament.",
    "start": "01:03:00",
    "end": "01:04:08"
  },
  {
    "text": "Yeah. You made a point of saying the other time it was other people saying these guys are Cristianos.",
    "start": "01:04:09",
    "end": "01:04:14"
  },
  {
    "text": "Yeah.",
    "start": "01:04:14",
    "end": "01:04:14"
  },
  {
    "text": "Here it's Peter.",
    "start": "01:04:15",
    "end": "01:04:16"
  },
  {
    "text": "Yeah. Though he does say if you are publicly shamed for the name of Christ, which I think is parallel to suffering as a Christian. So we're still about how other people see you.",
    "start": "01:04:17",
    "end": "01:04:26"
  },
  {
    "text": "Oh, okay.",
    "start": "01:04:26",
    "end": "01:04:27"
  },
  {
    "text": "Yeah. Isn't that interesting? Yeah, yeah.",
    "start": "01:04:27",
    "end": "01:04:29"
  },
  {
    "text": "It does all come together. The suffering theme that was kind of right in the center of this conversation was a surprise for me, connected to David's suffering, to this future anointed one suffering, to how Jesus, his way was one of not ruling through, just taking power, but his rule came through suffering. And then Peter here is saying, like, don't be surprised that you're going to have hard times. It's connecting to. To that theme.",
    "start": "01:04:29",
    "end": "01:05:03"
  },
  {
    "text": "Yeah. The original anointing of water and spirit went down to the dirt that's occurring to me. No, it reached to the lowest place. The anointing was of the lowest thing, not the high posts of heaven above. But it reached down.",
    "start": "01:05:03",
    "end": "01:05:21"
  },
  {
    "text": "Yeah.",
    "start": "01:05:22",
    "end": "01:05:22"
  },
  {
    "text": "So even the first anointing, of which the later anointings are a symbol, are of the lowly.",
    "start": "01:05:22",
    "end": "01:05:27"
  },
  {
    "text": "Yeah.",
    "start": "01:05:27",
    "end": "01:05:27"
  },
  {
    "text": "And the lowly suffer with the trust that they will be empowered and infused by the spirit and lifted up into the life of Eden if they trust. So I think what we've tried to do here is take a word, Christ and Christian, that is very common in modern Western culture has many associations. And we've tried to relearn what all of the things you should think and feel when you hear this word, when you trace the idea through the story of the Bible. And I agree, it's surprising and profound. I don't have any hopes of redefining the word and the imaginations of our culture or something. But among here, like, for you and me and our listening audience, if we can begin to think about what it means to be an anointed one and a Christian in light of, you know, the biblical story, I think that gives leverage for the spirit when we're out, like doing our lives, to be able to prompt us into moments where we're like, is this a moment where heaven could come to earth through me? If I call myself an anointed one, you know, in a difficult conversation or meeting a stranger. So I think, there you go. May it be so.",
    "start": "01:05:28",
    "end": "01:06:42"
  },
  {
    "text": "Yeah. Thank you.",
    "start": "01:06:43",
    "end": "01:06:45"
  },
  {
    "text": "Yeah.",
    "start": "01:06:45",
    "end": "01:06:45"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week, we're beginning a brand new theme study which we're calling the City.",
    "start": "01:06:48",
    "end": "01:06:55"
  },
  {
    "text": "The Ideal for Human existence. In pages 1 and 2 of the Bible is a garden, the opposite of a city. And when cities get introduced, they're entirely negative, and they remain mostly negative throughout the biblical story so that by the time you reach reach the last page, the fact that God's heavenly realm that's going to merge with earth to be the new creation is depicted as a city I think is surprising. It ought to surprise us.",
    "start": "01:06:56",
    "end": "01:07:22"
  },
  {
    "text": "Today's episode was brought to you by our podcast team producer Cooper Peltz, associate Producer Lindsey Ponder, lead Editor Dan Gummel, editors Tyler Bailey and Frank Garza. Tyler Bailey also mixed this episode and Hannah Wu provided the indications for our annotated podcast in our app. Bibleproject is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus. Everything that we make is free because it's already been paid for by thousands of people just like you. Thank you so much for being a part of this with us.",
    "start": "01:07:22",
    "end": "01:07:55"
  },
  {
    "text": "Hi, I'm Julie and I'm from Seattle, Washington.",
    "start": "01:07:55",
    "end": "01:07:58"
  },
  {
    "text": "Hi, this is Rico and I'm from South Africa. I first heard about Bible project back in 2016. I used Bibleproject for quiet time with the Lord and various studies.",
    "start": "01:07:58",
    "end": "01:08:09"
  },
  {
    "text": "I first heard about bibleproject online. I used bibleproject for my devotional time.",
    "start": "01:08:09",
    "end": "01:08:14"
  },
  {
    "text": "My favorite thing about bibleproject is the Read Scripture series.",
    "start": "01:08:14",
    "end": "01:08:18"
  },
  {
    "text": "My favorite thing about bibleproject is how it brings the stories to life. For me, we believe the Bible is a unified story that leads to Jesus.",
    "start": "01:08:18",
    "end": "01:08:26"
  },
  {
    "text": "We're a crowdfunded project by people like me. Find free videos, study notes, podcast classes, and more@bibleproject.com.",
    "start": "01:08:26",
    "end": "01:08:34"
  }
]