[
  {
    "text": "We're exploring a new theme on the podcast called the Anointed. Anointing is taking oil, smearing it on someone, and it has a very specific purpose.",
    "start": "00:00:04",
    "end": "00:00:14"
  },
  {
    "text": "Oil marks a person or place that's a bridge between heaven and earth. Cool. But why oil? Why not wine? What's going on? So what we're gonna trace down in this conversation is there's a recipe for special anointing oil. You can find it in the Torah.",
    "start": "00:00:14",
    "end": "00:00:29"
  },
  {
    "text": "The recipe for anointing oil is by God to Moses on Mount Sinai. And it's not just oil. It's oil infused with pungent, aromatic spices. And it makes this incredible perfume.",
    "start": "00:00:29",
    "end": "00:00:42"
  },
  {
    "text": "How creation's packed with these plants that if you just ate the leaf, you would not enjoy it, but you crush it, pulverize it, or soak it, and then it can infuse this with a taste that just is, like, otherworldly. What I think the biblical authors want us to see in this anointing oil is the life of Eden condensed into a little dense liquid.",
    "start": "00:00:42",
    "end": "00:01:06"
  },
  {
    "text": "The life of Eden begins with the water of life filling the dry ground and forming the human. And then God's spirit fills the human, water and spirit marking humanity as a place where heaven and earth are one. And so to remember that place, or even to designate a place to be like that, we anoint it with oil.",
    "start": "00:01:07",
    "end": "00:01:26"
  },
  {
    "text": "There's moments when, through liquid and spirit, a person, a place, is marked as a special portal between heaven and earth to bring about that reunion of heaven and earth in some way. And I think that's where all of a sudden, all these themes come crashing together, of the liquid life and the spirit are joined images. And that's what anointing means in the Bible.",
    "start": "00:01:27",
    "end": "00:01:52"
  },
  {
    "text": "Today, Tim Mackey and I continue exploring the theme of the anointed, looking at the symbol of oil in the Bible. I'm John Collins, and you're listening to BibleProject PODC. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:01:52",
    "end": "00:02:08"
  },
  {
    "text": "Hey, John. Hello.",
    "start": "00:02:09",
    "end": "00:02:10"
  },
  {
    "text": "Hi. Hey. We're just kind of right at the beginning of a new conversation on the theme of anointing. Anointing, Smearing someone with oil.",
    "start": "00:02:10",
    "end": "00:02:19"
  },
  {
    "text": "Yes.",
    "start": "00:02:20",
    "end": "00:02:20"
  },
  {
    "text": "Yeah. So we kind of really set the stage. Last episode, you talked about how this was something that the early church was doing. James actually said in the letter that he wrote to early Christians to do it. When you're praying for healing for someone, smear oil on them. And just kind of begs the question, like, where'd this come from? And actually where that brought us to was a ritual we find in the Old Testament. The Hebrew Bible of anointing people with oil. And we very specifically saw that it was not just anyone. It wasn't people who needed prayer. Actually, I suppose you could pray for these people, but it was specifically to select one human and say, you now represent all of Israel in the case of the Old Testament, in a very special way, you're representing God to the people and the people to God. You are a bridge now or a gate between heaven and earth. So while you are amongst the people, you need to now be connected to God in a special way so heaven and earth can be united through you. And so this was done with the priests. Aaron was the first one anointed. This was done to Kings. One time it was done to a prophet. Well, it was said to be done.",
    "start": "00:02:21",
    "end": "00:03:36"
  },
  {
    "text": "It was supposed to have been done.",
    "start": "00:03:36",
    "end": "00:03:37"
  },
  {
    "text": "We don't know for a prophet, but ever was done.",
    "start": "00:03:37",
    "end": "00:03:39"
  },
  {
    "text": "That's right.",
    "start": "00:03:39",
    "end": "00:03:40"
  },
  {
    "text": "And also a few times objects are anointed. We didn't talk about it, but I think I remember that. Tabernacle objects.",
    "start": "00:03:40",
    "end": "00:03:47"
  },
  {
    "text": "Yeah, we'll talk about in just a moment.",
    "start": "00:03:47",
    "end": "00:03:49"
  },
  {
    "text": "Okay. But the one we did talk about was the story of Jacob when he was asleep out in the middle of nowhere, and he was on the run from his brother, who he had deceived. And he's out in the wilderness and he fell asleep and a gateway to heaven appears, a Ra to heaven. God's on the ramp, Angels are on the ramp. And he's like, this is the house of God.",
    "start": "00:03:49",
    "end": "00:04:11"
  },
  {
    "text": "Yeah, the gate of the skies.",
    "start": "00:04:11",
    "end": "00:04:12"
  },
  {
    "text": "He found the gate.",
    "start": "00:04:12",
    "end": "00:04:13"
  },
  {
    "text": "Yeah, the gate.",
    "start": "00:04:13",
    "end": "00:04:14"
  },
  {
    "text": "The gate found him. Stargate, as you said.",
    "start": "00:04:14",
    "end": "00:04:16"
  },
  {
    "text": "Yeah, Stargate. Wasn't that a sci fi movie?",
    "start": "00:04:16",
    "end": "00:04:19"
  },
  {
    "text": "Yeah.",
    "start": "00:04:19",
    "end": "00:04:19"
  },
  {
    "text": "Yeah.",
    "start": "00:04:19",
    "end": "00:04:19"
  },
  {
    "text": "And so the big aha is to anoint someone or something is to signify it as a connection point between heaven and earth, whether a person or a place.",
    "start": "00:04:20",
    "end": "00:04:32"
  },
  {
    "text": "Yep. And all of this is the background that is condensed and summarized in a title, the Anointed One. That is the main title applied to Jesus throughout the New Testament. Jesus Christ.",
    "start": "00:04:33",
    "end": "00:04:49"
  },
  {
    "text": "When we say Jesus Christ, that's Jesus Christos. Jesus, the anointed one.",
    "start": "00:04:49",
    "end": "00:04:55"
  },
  {
    "text": "Yep.",
    "start": "00:04:55",
    "end": "00:04:56"
  },
  {
    "text": "Christos means the person smeared with oil.",
    "start": "00:04:56",
    "end": "00:04:58"
  },
  {
    "text": "The person smeared with oil, which now we at least know on one level. The basic level of meaning for a Jewish man, an audience, to say that about someone is that this is a person who is marked out to be a link, a bridge between heaven and earth. That's what it means to call somebody the Christos.",
    "start": "00:04:58",
    "end": "00:05:17"
  },
  {
    "text": "Yeah. Now, I beg the question for me. We started the conversation saying that the early church was doing this for anyone who was Sick. And you told a story of, you know, when you were a kid, this was done to you when you were really sick. And that's different. Applying oil to someone and praying for healing is different than appointing oil on someone to establish them as the representative bridge between the divine and the land. And you said, well, there's something going on with the people of Jesus being called the anointed ones.",
    "start": "00:05:18",
    "end": "00:05:53"
  },
  {
    "text": "Yeah, Christians.",
    "start": "00:05:53",
    "end": "00:05:54"
  },
  {
    "text": "Christians. No longer is it just one person, but, like through Jesus. Now this anointing is going out, so I think we'll get there. But you said even before that we need to appreciate deeper what it is.",
    "start": "00:05:54",
    "end": "00:06:10"
  },
  {
    "text": "That the oil represents.",
    "start": "00:06:10",
    "end": "00:06:12"
  },
  {
    "text": "Represents. So far, we're just kind of taking it for granted. Okay, we're using oil.",
    "start": "00:06:12",
    "end": "00:06:15"
  },
  {
    "text": "Yeah, that's right. Oil marks a person or place that's a bridge between heaven and earth. Cool. But why oil? Why not?",
    "start": "00:06:15",
    "end": "00:06:21"
  },
  {
    "text": "Why oil?",
    "start": "00:06:21",
    "end": "00:06:22"
  },
  {
    "text": "Water? Why not wine? Why not?",
    "start": "00:06:22",
    "end": "00:06:24"
  },
  {
    "text": "Yeah. Wine would stain.",
    "start": "00:06:25",
    "end": "00:06:26"
  },
  {
    "text": "If you're wearing a nice linen afod that day. Yeah.",
    "start": "00:06:29",
    "end": "00:06:33"
  },
  {
    "text": "It doesn't smear as well, you know, Runs too much. Yeah. So something's going on with oil.",
    "start": "00:06:33",
    "end": "00:06:40"
  },
  {
    "text": "Yeah. Why oil? What's going on? So, yeah, what we're gonna trace down in this conversation is there's a recipe for special anointing oil. You can find it in the Torah, second scroll of the Torah.",
    "start": "00:06:40",
    "end": "00:06:53"
  },
  {
    "text": "See a business opportunity here.",
    "start": "00:06:53",
    "end": "00:06:54"
  },
  {
    "text": "I'm sure it's. Well, let's leave that for the moment. And what we're going to see is that recipe and why and how and when it gets used. All points back to the Garden of Eden. So, lo and behold, we're going to spend most of this conversation meditating on the Garden of Eden story. In Genesis chapter two, which, you know, all the main themes begin in the first chapters of the Bible. So it's inevitable that we'll be pulled back there. It's like a gravity well keeps pulling us back. In the early chapters of Genesis, I suppose I'm the one who allows it. I let myself get pulled in. Yeah, yeah.",
    "start": "00:06:57",
    "end": "00:07:36"
  },
  {
    "text": "It's a great. It's great.",
    "start": "00:07:37",
    "end": "00:07:38"
  },
  {
    "text": "I force you to go with me.",
    "start": "00:07:38",
    "end": "00:07:39"
  },
  {
    "text": "It's awesome.",
    "start": "00:07:39",
    "end": "00:07:40"
  },
  {
    "text": "Okay, so first, to an ancient recipe for making anointing. So in Exodus chapter 30, which is right near the end of when Moses has been up on Mount Sinai for 40 days and 40 nights up in the storm cloud, and he's been seeing God's heavenly temple and being shown all of these things. And then he is being given a blueprint for how he is to create a copy or an image of those things. That's called the Pattern, and that will be the tabernacle. So you get this image that the tabernacle and all the curtains and the segmented boundary areas and what they all mean, and the imagery that it's all a pattern or an image of some heavenly reality. Then what he's told is that after you make the tabernacle and all the.",
    "start": "00:07:40",
    "end": "00:09:10"
  },
  {
    "text": "Furniture, all the pieces, all the stuff.",
    "start": "00:09:10",
    "end": "00:09:12"
  },
  {
    "text": "Here'S what you are to do. You shall make a holy anointing oil. So holy, meaning set apart for a space that's dedicated to the presence of God. So it's the oil that marks a heaven on earth spot that is sacred and set apart from any other space.",
    "start": "00:09:12",
    "end": "00:09:32"
  },
  {
    "text": "Yeah.",
    "start": "00:09:32",
    "end": "00:09:32"
  },
  {
    "text": "It's to be a perfume mixture, the work of a perfumer. It shall be holy anointing oil. Okay. We'll look at the recipe in a moment. But here's what gets anointed. What gets anointed is the tent of Meeting. Ooh, the word meeting. Divine and human meeting. It's the bridge place of heaven and earth.",
    "start": "00:09:33",
    "end": "00:09:55"
  },
  {
    "text": "Yeah. Because the tabernacle is often called the tent of meeting or always called.",
    "start": "00:09:55",
    "end": "00:09:59"
  },
  {
    "text": "No, sometimes it's called the dwelling place, referring to the place that hosts God's glory. But when it's called the tent of Meeting, it's referring to the union. Union of divine and human in meeting in the tent. So anoint the actual big tent. Big tent.",
    "start": "00:10:01",
    "end": "00:10:18"
  },
  {
    "text": "The structure itself.",
    "start": "00:10:19",
    "end": "00:10:20"
  },
  {
    "text": "Yep. Then the golden box called the Ark of the Testimony. Then the table. That is the table for the bread, the sacred bread.",
    "start": "00:10:20",
    "end": "00:10:30"
  },
  {
    "text": "That's in the holy place.",
    "start": "00:10:30",
    "end": "00:10:31"
  },
  {
    "text": "It's in the holy place. And all the utensils get wiped down.",
    "start": "00:10:31",
    "end": "00:10:34"
  },
  {
    "text": "What are the utensils used for?",
    "start": "00:10:34",
    "end": "00:10:36"
  },
  {
    "text": "Oh, well, there's poles that are put in. There's little rings on that table, and then there's poles put into them. Maybe plates and stuff like that goes on the table. The menorah, the seven lampstand and all of its utensils, which is little snuffers and lamplighters and so on. Anoint the altar of incense. Anoint the altar of burnt offering. And then all of its utensils, like the knives and the forks, this is.",
    "start": "00:10:36",
    "end": "00:11:04"
  },
  {
    "text": "What'S out in the courtyard.",
    "start": "00:11:04",
    "end": "00:11:05"
  },
  {
    "text": "Out in the courtyard. Also the basin for water in its stand. Mark them as holy. They will become most holy. Whoever touches them will become holy. Then anoint Aaron and his sons. Mark them as holy so they can serve me. So the whole. Pretty comprehensive.",
    "start": "00:11:05",
    "end": "00:11:23"
  },
  {
    "text": "Yeah.",
    "start": "00:11:23",
    "end": "00:11:23"
  },
  {
    "text": "Every part of this space is being anointed. Yep. Marked as a heaven on earth space. So when an Israelite goes Through the door, the gateway into the courtyard. You are in heaven on earth.",
    "start": "00:11:23",
    "end": "00:11:40"
  },
  {
    "text": "Okay.",
    "start": "00:11:41",
    "end": "00:11:41"
  },
  {
    "text": "That's the idea.",
    "start": "00:11:42",
    "end": "00:11:42"
  },
  {
    "text": "Was this done just in its inauguration or was this done every time they.",
    "start": "00:11:43",
    "end": "00:11:48"
  },
  {
    "text": "Set it up at its inauguration?",
    "start": "00:11:48",
    "end": "00:11:50"
  },
  {
    "text": "Okay.",
    "start": "00:11:50",
    "end": "00:11:50"
  },
  {
    "text": "That's the whole idea. Yep. Yep. Okay, so what is this? Oil? Exodus 30, verse 22.",
    "start": "00:11:50",
    "end": "00:11:56"
  },
  {
    "text": "Yeah. Let's get a perfumer involved.",
    "start": "00:11:56",
    "end": "00:11:58"
  },
  {
    "text": "Yeah, yeah. Take for yourself. This is what God says to Moses. Take for yourself the finest of spices, flowing myrrh, 500 shekels, fragrant cinnamon, half as much.",
    "start": "00:11:58",
    "end": "00:12:11"
  },
  {
    "text": "A shekel is an amount, a unit of weight. It's a unit of weight. Okay.",
    "start": "00:12:11",
    "end": "00:12:14"
  },
  {
    "text": "Yeah.",
    "start": "00:12:14",
    "end": "00:12:15"
  },
  {
    "text": "This myrrh needs the flow.",
    "start": "00:12:15",
    "end": "00:12:16"
  },
  {
    "text": "Yeah. Myrrh. This was dictionary work I had to do.",
    "start": "00:12:17",
    "end": "00:12:20"
  },
  {
    "text": "Oh.",
    "start": "00:12:21",
    "end": "00:12:21"
  },
  {
    "text": "Myrrh, it's a resin, Is a southern Arabian gum resin with a strong aromatic smell. It flows out of trees unique to South Arabia. Oh, so it's a gummy.",
    "start": "00:12:21",
    "end": "00:12:34"
  },
  {
    "text": "Yeah, it's tree SAP.",
    "start": "00:12:34",
    "end": "00:12:35"
  },
  {
    "text": "Tree SAP. Yep. You know, maybe. Well, here in Pacific Northwest, we've got pines. We've got pines. And this is what makes.",
    "start": "00:12:35",
    "end": "00:12:44"
  },
  {
    "text": "There's a very distinct pine tree SAP smell. Yes, yes.",
    "start": "00:12:44",
    "end": "00:12:47"
  },
  {
    "text": "Yeah. Have you ever tried to taste it?",
    "start": "00:12:47",
    "end": "00:12:49"
  },
  {
    "text": "Oh, boy. Maybe as a kid. Yeah. Is it.",
    "start": "00:12:50",
    "end": "00:12:52"
  },
  {
    "text": "I think maybe I was with my kids and they wanted. Because it smells amazing when you're hiking in the summer, Right. Like in the Cascade Mountains, you know, where we live. And a warm afternoon up in the evergreen forest, and it's just. It's just the warm smell of pine. And you walk by a tree and it just smells amazing. And it has SAP. It smells extra amazing. And so this was some years ago, because the logic for my boys was if it smells amazing, like in our kitchen, then it probably is going to taste amazing. It's horrible. It's the most bitter. So bitter. But it smells so sweet. Isn't that interesting?",
    "start": "00:12:52",
    "end": "00:13:35"
  },
  {
    "text": "Totally.",
    "start": "00:13:35",
    "end": "00:13:35"
  },
  {
    "text": "Anyway, honey doesn't. I mean, honey has a smell. It's like the opposite, but it doesn't smell nearly as strong as it tastes.",
    "start": "00:13:35",
    "end": "00:13:43"
  },
  {
    "text": "Yeah.",
    "start": "00:13:43",
    "end": "00:13:44"
  },
  {
    "text": "And SAP's like the opposite.",
    "start": "00:13:44",
    "end": "00:13:45"
  },
  {
    "text": "It's also interesting that the default smell that we want for our cars, right. Like when we add an air freshener, like, the main scent is pine.",
    "start": "00:13:46",
    "end": "00:13:57"
  },
  {
    "text": "Pine, yeah. Yeah. What's that?",
    "start": "00:13:57",
    "end": "00:13:59"
  },
  {
    "text": "In the shape of a tree you hang from your.",
    "start": "00:13:59",
    "end": "00:14:01"
  },
  {
    "text": "Yeah. When did that start and why?",
    "start": "00:14:01",
    "end": "00:14:02"
  },
  {
    "text": "It's like, you know what I need in this car? I need the smell of the forest.",
    "start": "00:14:02",
    "end": "00:14:06"
  },
  {
    "text": "Smell of it. Okay. So.",
    "start": "00:14:06",
    "end": "00:14:12"
  },
  {
    "text": "All right.",
    "start": "00:14:12",
    "end": "00:14:13"
  },
  {
    "text": "This holy anointing oil had a southern Arabian tree smell to it. That's myrrh.",
    "start": "00:14:13",
    "end": "00:14:20"
  },
  {
    "text": "I want to smell that now, like right now, we should have a little sample of all these.",
    "start": "00:14:20",
    "end": "00:14:24"
  },
  {
    "text": "Yeah, we should. We should. So you have a base amount of myrrh.",
    "start": "00:14:24",
    "end": "00:14:29"
  },
  {
    "text": "Okay. I'm just gonna imagine pine.",
    "start": "00:14:29",
    "end": "00:14:31"
  },
  {
    "text": "I could go with pine. Then you get half as much of cinnamon. Cinnamon smells so amazing.",
    "start": "00:14:32",
    "end": "00:14:40"
  },
  {
    "text": "Cinnamon's amazing.",
    "start": "00:14:40",
    "end": "00:14:41"
  },
  {
    "text": "And a Wikipedia search taught me that the cinnamon tree is indigenous to modern Sri Lanka. Didn't know that. And spread all throughout the ancient world. Obviously, it's a tree.",
    "start": "00:14:41",
    "end": "00:14:53"
  },
  {
    "text": "Is it from the bark of the tree? Where do you get the cinnamon?",
    "start": "00:14:53",
    "end": "00:14:55"
  },
  {
    "text": "Hmm.",
    "start": "00:14:56",
    "end": "00:14:57"
  },
  {
    "text": "That's my favorite. Just cinnamon and sugar and butter, like on bread. It doesn't really get much better than that, honestly.",
    "start": "00:14:57",
    "end": "00:15:05"
  },
  {
    "text": "It's true.",
    "start": "00:15:05",
    "end": "00:15:05"
  },
  {
    "text": "Yeah. Bark. The inner bark of the tree.",
    "start": "00:15:06",
    "end": "00:15:09"
  },
  {
    "text": "Oh, yeah. Bark strips. Yeah. You've seen those?",
    "start": "00:15:10",
    "end": "00:15:12"
  },
  {
    "text": "Yeah. Okay. The cinnamon stick.",
    "start": "00:15:12",
    "end": "00:15:14"
  },
  {
    "text": "When you see a cinnamon stick. Yeah. And it's curled, it's a bark strip.",
    "start": "00:15:14",
    "end": "00:15:18"
  },
  {
    "text": "It's taking the inner layer of the bark, but then it kind of folds up because trees are round.",
    "start": "00:15:18",
    "end": "00:15:24"
  },
  {
    "text": "Yeah. It used to be known. Oh, yeah. As Ceylon cinnamon, because the island of Sri Lanka was formerly known as Ceylon, I think, in the British colonial period.",
    "start": "00:15:24",
    "end": "00:15:34"
  },
  {
    "text": "I think spices are just marvelous in general, if you think about it.",
    "start": "00:15:34",
    "end": "00:15:37"
  },
  {
    "text": "It's incredible. Okay. All right, so let us marvel more, because this is a part of the meaning of the oil. Yeah, yeah. Why are they so amazing?",
    "start": "00:15:37",
    "end": "00:15:44"
  },
  {
    "text": "Well, I mean, just think about how bland food would be, how bland food is without spices.",
    "start": "00:15:45",
    "end": "00:15:51"
  },
  {
    "text": "Yeah.",
    "start": "00:15:51",
    "end": "00:15:51"
  },
  {
    "text": "And all a spice is, like, you find some sort of plant, and you wouldn't eat this plant normally, like, it wouldn't make a meal, but you take the flavor of that, and then you spread that into a dish in combination with other flavors. And all of a sudden you have what was a meal is now a cuisine, you know, and how rare and special it was. I mean, there was whole trades, global trade economies set up on, like, we need some of that spice.",
    "start": "00:15:51",
    "end": "00:16:22"
  },
  {
    "text": "Yeah.",
    "start": "00:16:22",
    "end": "00:16:22"
  },
  {
    "text": "Yeah, let's get some of that over there.",
    "start": "00:16:22",
    "end": "00:16:24"
  },
  {
    "text": "No, the spice route from Southeast Asia through India, all the way over to North Africa.",
    "start": "00:16:24",
    "end": "00:16:32"
  },
  {
    "text": "Yeah.",
    "start": "00:16:32",
    "end": "00:16:32"
  },
  {
    "text": "This was a money route. Huge, huge amount.",
    "start": "00:16:33",
    "end": "00:16:36"
  },
  {
    "text": "Transforming our food experience.",
    "start": "00:16:37",
    "end": "00:16:38"
  },
  {
    "text": "Yeah. And this is all long before. I mean, the wheel had been invented, but this was long before planes, trains, and automobiles. Yeah. No really, really big deal. I've been really into paprika lately, been exploring paprika. It's sensitive. You can overdo it. And if it's not done right, it can go wrong. But the right amount of paprika in a certain savory kind of dish, you can really. Do you cook well, I'm more of the sous chef at our house. But there's certain things on Friday nights we do, like a Shabbat celebration. It's taco night. And I usually make the guacamole.",
    "start": "00:16:38",
    "end": "00:17:21"
  },
  {
    "text": "Nice.",
    "start": "00:17:21",
    "end": "00:17:22"
  },
  {
    "text": "So I've been exploring all different kinds of ways to make guacamole.",
    "start": "00:17:22",
    "end": "00:17:25"
  },
  {
    "text": "I'm the guacamole guy at home, too.",
    "start": "00:17:25",
    "end": "00:17:27"
  },
  {
    "text": "Are you really?",
    "start": "00:17:27",
    "end": "00:17:27"
  },
  {
    "text": "And that's really simple. I mean, really. It's garlic and onions and lime.",
    "start": "00:17:27",
    "end": "00:17:33"
  },
  {
    "text": "Onions?",
    "start": "00:17:34",
    "end": "00:17:34"
  },
  {
    "text": "Oh, yeah. You chop up onions really fine.",
    "start": "00:17:35",
    "end": "00:17:36"
  },
  {
    "text": "Garlic.",
    "start": "00:17:37",
    "end": "00:17:37"
  },
  {
    "text": "Yeah, yeah. And it's hard to do too much garlic, but it's possible.",
    "start": "00:17:37",
    "end": "00:17:41"
  },
  {
    "text": "Yeah, I've done it. Yeah, I've done it. Yeah.",
    "start": "00:17:42",
    "end": "00:17:44"
  },
  {
    "text": "And it's not like this isn't enjoyable. It's kind of more like, yeah, we smell horrible now.",
    "start": "00:17:44",
    "end": "00:17:48"
  },
  {
    "text": "Yeah, that's what it's. Yeah, totally. Right? Yeah. No, the lime's super important. Salt, of course.",
    "start": "00:17:48",
    "end": "00:17:53"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:17:53",
    "end": "00:17:54"
  },
  {
    "text": "And then. But a little paprika.",
    "start": "00:17:54",
    "end": "00:17:56"
  },
  {
    "text": "Okay, I'll. Let me try the paprika.",
    "start": "00:17:56",
    "end": "00:17:58"
  },
  {
    "text": "Yeah. Or sometimes oregano.",
    "start": "00:17:58",
    "end": "00:18:00"
  },
  {
    "text": "Okay.",
    "start": "00:18:01",
    "end": "00:18:01"
  },
  {
    "text": "But that's a good example of. Oregano is just like crushed leaves of some tree. The oregano tree. I have no idea.",
    "start": "00:18:01",
    "end": "00:18:08"
  },
  {
    "text": "I think it's a plant.",
    "start": "00:18:09",
    "end": "00:18:10"
  },
  {
    "text": "So what we're meditating on is about how creation's packed with these plants that if you just ate the leaf, you would not enjoy it, but you crush it or pulverize it or soak it. And then it can infuse this with a taste that just is, like, otherworldly. It just transforms. Okay. So that experience of taking what is mundane and filling it with some transformative power through this dust or smell from plants. Cultivated plants.",
    "start": "00:18:10",
    "end": "00:18:50"
  },
  {
    "text": "From plants.",
    "start": "00:18:50",
    "end": "00:18:50"
  },
  {
    "text": "Plant. Well, I mean, wild plants, but.",
    "start": "00:18:51",
    "end": "00:18:52"
  },
  {
    "text": "Or cinnamon. It's a tree, but yeah.",
    "start": "00:18:52",
    "end": "00:18:54"
  },
  {
    "text": "Yeah.",
    "start": "00:18:54",
    "end": "00:18:54"
  },
  {
    "text": "Trees and plants.",
    "start": "00:18:54",
    "end": "00:18:55"
  },
  {
    "text": "Okay, so we're not done yet. There's also some.",
    "start": "00:18:55",
    "end": "00:18:58"
  },
  {
    "text": "Oh, yeah. We only got to only got through two, so.",
    "start": "00:18:59",
    "end": "00:19:01"
  },
  {
    "text": "Yeah, two ingredients.",
    "start": "00:19:01",
    "end": "00:19:02"
  },
  {
    "text": "Got some myrrh, we got some tree SAP, a little bit of cinnamon.",
    "start": "00:19:02",
    "end": "00:19:06"
  },
  {
    "text": "Here we go. Yeah. Okay. Fragrant cane. Okay, so. Oh, yeah. So Hebrew lexicographers, which is what you call people who study the meaning of ancient words and ancient languages, are not sure what exact plant is being referred to here. It's only. The word is only used here and in Jeremiah chapter 6. But some sort of cane or reed plant that has a really strong smell. Have you ever had sweet cane before?",
    "start": "00:19:06",
    "end": "00:19:35"
  },
  {
    "text": "You're talking about sugar?",
    "start": "00:19:35",
    "end": "00:19:36"
  },
  {
    "text": "Sugar cane?",
    "start": "00:19:36",
    "end": "00:19:37"
  },
  {
    "text": "Yeah.",
    "start": "00:19:37",
    "end": "00:19:37"
  },
  {
    "text": "Yeah. That's like, full of the sugar water inside. Yeah, you just take a bite out of it.",
    "start": "00:19:37",
    "end": "00:19:41"
  },
  {
    "text": "Oh, you just eat the whole thing. I've Never.",
    "start": "00:19:41",
    "end": "00:19:43"
  },
  {
    "text": "Well, you take a bite. You peel off the.",
    "start": "00:19:43",
    "end": "00:19:46"
  },
  {
    "text": "Oh, you chew it and then spit it out.",
    "start": "00:19:46",
    "end": "00:19:47"
  },
  {
    "text": "Peel off and just. You take a bite, and it's just soaked. Goodness. But it's pulp. And then you spit out the pulp.",
    "start": "00:19:47",
    "end": "00:19:53"
  },
  {
    "text": "But I haven't done it. No.",
    "start": "00:19:53",
    "end": "00:19:56"
  },
  {
    "text": "It's a pretty remarkable experience. But my hunch is this is some kind of smelly. Because the whole thing is about the smell of this oil.",
    "start": "00:19:56",
    "end": "00:20:03"
  },
  {
    "text": "Okay.",
    "start": "00:20:03",
    "end": "00:20:03"
  },
  {
    "text": "Okay. Then after that, we're gonna have a.",
    "start": "00:20:03",
    "end": "00:20:06"
  },
  {
    "text": "Hard time making this if we don't even know what it is.",
    "start": "00:20:06",
    "end": "00:20:09"
  },
  {
    "text": "That's true. The last one is Cassia. 500 shekels of that.",
    "start": "00:20:09",
    "end": "00:20:14"
  },
  {
    "text": "Oh, that's a lot.",
    "start": "00:20:14",
    "end": "00:20:16"
  },
  {
    "text": "Yeah. Cassia. A Hebrew word, Kida. Some sort of aromatic bark from East Asian evergreen tree. You mix these four things together. You would have either boiled or dried them, crushed them into a powder. And then the last thing is, you mix it with a bunch of olive oil. So this myrrh, cinnamon, fragrant cane, cassia.",
    "start": "00:20:16",
    "end": "00:20:41"
  },
  {
    "text": "One part myrrh, half a part cinnamon.",
    "start": "00:20:41",
    "end": "00:20:44"
  },
  {
    "text": "Yep.",
    "start": "00:20:44",
    "end": "00:20:45"
  },
  {
    "text": "Half part cane, half part cane, one part cassia.",
    "start": "00:20:45",
    "end": "00:20:49"
  },
  {
    "text": "Yep.",
    "start": "00:20:49",
    "end": "00:20:50"
  },
  {
    "text": "Mix it with some olive oil, and.",
    "start": "00:20:50",
    "end": "00:20:52"
  },
  {
    "text": "You'Ve got some holy anointing oil.",
    "start": "00:20:52",
    "end": "00:20:54"
  },
  {
    "text": "You've got the holy anointing oil.",
    "start": "00:20:54",
    "end": "00:20:56"
  },
  {
    "text": "Yeah, yeah. So you could go find these things in the wild, but odds are, you know, if you're gonna get them through the spice trade, that they're being cultivated.",
    "start": "00:20:56",
    "end": "00:21:06"
  },
  {
    "text": "Yeah.",
    "start": "00:21:06",
    "end": "00:21:06"
  },
  {
    "text": "By this point. So you have these cultivated plants that smell and taste amazing, and then you mix it with the oil. Now, what's oil? So oil, like, olive oil is so funny. I was just looking at pictures that Jessica and I took when we went to go harvest olives on the Mount of Olives. When we lived in Jerusalem. Yeah, it was. Yeah. We had some friends who lived on the west side of the Mount of Olives, and they lived next to an olive field and got to know the people who owned it. And so when they harvested, they said, invite some of your friends to come. It was a remarkable experience. We spent all afternoon on just forked trees, thousands of olives. So you get this olive, and then you put them in burlap bags, and then you take them, and the next thing is they go get crushed because you can eat olive. Ooh. And they're actually really bad. They're terribly bitter. If you eat them off the tree.",
    "start": "00:21:07",
    "end": "00:22:06"
  },
  {
    "text": "Right off the tree.",
    "start": "00:22:06",
    "end": "00:22:06"
  },
  {
    "text": "Yeah. Yeah. They gotta be.",
    "start": "00:22:06",
    "end": "00:22:08"
  },
  {
    "text": "And they're probably pretty, like, tough.",
    "start": "00:22:08",
    "end": "00:22:09"
  },
  {
    "text": "Yeah, yeah, that's right. So you have to be soaked and brined and pickled and all that. And that's the Olives we typically eat have been soaked in various ways, but if you take them in their fresh state and crush them with stones, what will ooze out is this oil. And there's different ways to make it right. Virgin, Extra virgin. I've actually. I don't know what this means technically. I think it has to do with the age of the olives.",
    "start": "00:22:10",
    "end": "00:22:35"
  },
  {
    "text": "Okay.",
    "start": "00:22:35",
    "end": "00:22:35"
  },
  {
    "text": "But olive oil is this compressed form of the life juice.",
    "start": "00:22:35",
    "end": "00:22:41"
  },
  {
    "text": "Yeah.",
    "start": "00:22:42",
    "end": "00:22:42"
  },
  {
    "text": "Of this fruit of this tree.",
    "start": "00:22:42",
    "end": "00:22:45"
  },
  {
    "text": "Yeah. What are you technically getting? You're getting because there's water in there, and then you're just like. The water is soaked with fat. Ooh.",
    "start": "00:22:45",
    "end": "00:22:55"
  },
  {
    "text": "Here, here. Thank you, Wikipedia. It's a liquid fat obtained from olives, produced by pressing whole olives and extracting the oil. There you go. The liquid. Liquid fat. The composition of olive oil varies with lots of different things. Mainly. Oh. Consists of oleic acid. Oleic acid, Maybe why it's.",
    "start": "00:22:55",
    "end": "00:23:20"
  },
  {
    "text": "Click on that link.",
    "start": "00:23:20",
    "end": "00:23:21"
  },
  {
    "text": "So bitter. And other fatty acids. Linoleic acid and palmitic acid. Oleic acid.",
    "start": "00:23:21",
    "end": "00:23:28"
  },
  {
    "text": "Wait. Oh, just hover. It's fine.",
    "start": "00:23:28",
    "end": "00:23:30"
  },
  {
    "text": "It's a fatty acid that occurs naturally in various animals and plants, vegetable fats and oils. Colorless, odorless.",
    "start": "00:23:31",
    "end": "00:23:38"
  },
  {
    "text": "When I think of acid, I think of, like, something that's. I am not a chemist, obviously. I don't even know what acid really is.",
    "start": "00:23:38",
    "end": "00:23:45"
  },
  {
    "text": "Say monounsaturated omega 9 fatty acid.",
    "start": "00:23:45",
    "end": "00:23:49"
  },
  {
    "text": "Great. Can you oil, like, any plant? Well, if you, like, crush any plant. Are you gonna get some sort of oil?",
    "start": "00:23:49",
    "end": "00:23:56"
  },
  {
    "text": "Well, you'll get some kind of liquid.",
    "start": "00:23:56",
    "end": "00:23:58"
  },
  {
    "text": "You'll get some sort of liquid.",
    "start": "00:23:58",
    "end": "00:23:59"
  },
  {
    "text": "Yeah.",
    "start": "00:23:59",
    "end": "00:23:59"
  },
  {
    "text": "Right.",
    "start": "00:23:59",
    "end": "00:24:00"
  },
  {
    "text": "So then it's just, I guess, about the composition of it, whether it's the sticky smooth or more of the.",
    "start": "00:24:00",
    "end": "00:24:06"
  },
  {
    "text": "What's the substance of the oil? How useful it is, because. Yeah. I mean, we're in the oil renaissance of sorts. We've got avocado oil.",
    "start": "00:24:06",
    "end": "00:24:13"
  },
  {
    "text": "Yeah. We've got sunflower seed oil.",
    "start": "00:24:13",
    "end": "00:24:15"
  },
  {
    "text": "Sunflower seed oil.",
    "start": "00:24:15",
    "end": "00:24:16"
  },
  {
    "text": "This stuff's awesome. Yeah.",
    "start": "00:24:16",
    "end": "00:24:17"
  },
  {
    "text": "But probably the richer fattier the plant is than the richer the oil.",
    "start": "00:24:17",
    "end": "00:24:23"
  },
  {
    "text": "Yeah.",
    "start": "00:24:23",
    "end": "00:24:24"
  },
  {
    "text": "Okay.",
    "start": "00:24:24",
    "end": "00:24:24"
  },
  {
    "text": "But so that's thinking in terms of maybe our categories. So try and imagine an ancient imagination. You've got these plants that you cultivate in orchards that smell and taste like heaven.",
    "start": "00:24:25",
    "end": "00:24:37"
  },
  {
    "text": "Oh, you're talking about the fragrances.",
    "start": "00:24:38",
    "end": "00:24:40"
  },
  {
    "text": "Yeah, totally. I mean, you're just like, wow. Like myrrh, cassia. Wow.",
    "start": "00:24:40",
    "end": "00:24:45"
  },
  {
    "text": "Okay.",
    "start": "00:24:45",
    "end": "00:24:46"
  },
  {
    "text": "And then olive oil is this compressed, dense liquid that the life of the olive. Yeah. It comes from the very fruit of the olive. And when you add it to dishes, I mean, olive oil was one of the main staples of cooking and life in the Mediterranean.",
    "start": "00:24:46",
    "end": "00:25:05"
  },
  {
    "text": "Just dip some bread and oil.",
    "start": "00:25:05",
    "end": "00:25:07"
  },
  {
    "text": "Yeah, you can. Yep. Dip it. You can use it as skin lotion.",
    "start": "00:25:07",
    "end": "00:25:11"
  },
  {
    "text": "Multipurpose.",
    "start": "00:25:13",
    "end": "00:25:13"
  },
  {
    "text": "Multipurpose. And then used for all kinds of cooking. Use it for your oil lamps.",
    "start": "00:25:13",
    "end": "00:25:20"
  },
  {
    "text": "Okay, Right, Yeah.",
    "start": "00:25:20",
    "end": "00:25:21"
  },
  {
    "text": "So olive oil was just like a staple of daily life on the East Mediterranean where the Israelites were. And all of it comes from the life of the fruit of this tree.",
    "start": "00:25:21",
    "end": "00:25:32"
  },
  {
    "text": "Yeah.",
    "start": "00:25:32",
    "end": "00:25:33"
  },
  {
    "text": "So there's something about the connection of gardens, cultivated gardens, producing these smells and tastes and substances that bring life and richness and lusciousness and taste and smell. So these are all of the feelings associated with gardens, garden life and orchards. And so isn't it interesting that this is the substance that's used to get smeared all over the tabernacle? And what is the tabernacle? The tabernacle is a sacred space that's set apart as a portal between heaven and earth, divine and human. And it's decorated. Right. The tent and the fabrics are all decorated with palm trees and pomegranates and cherubim, heaven and earth creatures. So the heavenly garden that is the tabernacle is smeared with this compressed liquid symbol of life. It's like this. It's liquid life.",
    "start": "00:25:33",
    "end": "00:26:37"
  },
  {
    "text": "Yeah, Plant life.",
    "start": "00:26:37",
    "end": "00:26:38"
  },
  {
    "text": "Plant life, yeah. But condensed into this thick, rich, smelly liquid that I think becomes an image of the life of Eden. In other words, what I think the biblical authors want us to see in this anointing oil is the life of Eden condensed into a little dense liquid, which will lead a person to ask, well, what's going on in the Garden of Eden? What does the Garden of Eden mean? That this liquid would become a symbol of that. Those are kind of the steps, at least, of my journey of trying to understand this has taken me. So that leads me to ask, what if we were to go meditate on the Garden of Eden for a moment and ask ourselves, do the themes of liquid and life appear together anywhere in the Garden of Eden story? And lo and behold, the opening sentences give us a profound meditation on just that very thing. Okay, turning our attention to the second narrative unit in the story of Genesis. So you have the seven day creation story that goes from Genesis chapter one, verse one, to chapter two, verse three. Maybe just quick honorary mention is that the opening sentences of the seven day creation story combine. It begins with the land being dark and wild and waste and darkness over the face of the deep waters. But there, hovering over the face of the waters is the spirit of God. And then what happens is the spirit of God connected with the word of God. That God speaks ten times over the course of the seven days. God calls into existence a sprouting, flourishing garden on the dry land with fruit, plants and vegetation up out of the waters. So the seven day creation narrative has God calling a garden into existence out of the waters by means of his word and spirit.",
    "start": "00:26:38",
    "end": "00:29:18"
  },
  {
    "text": "Not explicitly a garden, but you're saying that God creates the dry land, comes out of the waters, but then the dry land sprouts with essentially a garden. Yeah, Trees and plants.",
    "start": "00:29:18",
    "end": "00:29:28"
  },
  {
    "text": "Totally. Yeah. The description of what's growing on day three, it's pretty great stuff. Vegetation, plants with seed, fruit trees with fruit after their kind, full of seeds. Yeah, you know. Yeah. So I guess if we think garden in terms of cultivated by a person.",
    "start": "00:29:28",
    "end": "00:29:47"
  },
  {
    "text": "Right.",
    "start": "00:29:47",
    "end": "00:29:48"
  },
  {
    "text": "But this is sort of like imagining all of the flourishing life and fruit trees that reproduce through fruit and seed as being God's garden, as it were.",
    "start": "00:29:48",
    "end": "00:29:59"
  },
  {
    "text": "Well, this feels like. Yeah, like an uncultivated garden where when we get into Genesis chapter two, verse four and on, it feels more cultivated.",
    "start": "00:29:59",
    "end": "00:30:08"
  },
  {
    "text": "It does, it does. So let's look at that story. I just wanted to call out the images of out of the waters. Yeah, out of the waters, the dry land bursting with plant life by means of God's spirit are all connected. So Genesis 2, 4, a new narrative unit begins that complements the seven day creation narrative, but it begins in a different way. So it says Genesis 2:4. These are the genealogies. This is my translation. These are the birthings of the skies and the land when they were created in the day of Yahweh Elohim making the land and the skies. And they're going to get a whole description of the pre created land as it were. And no shrub of the field was yet in the land. No plant of the field had yet sprouted. For Yahweh Elohim had not sent rain upon the land. So it's the opposite of how the seven day narrative begins, which is of too much water and dark.",
    "start": "00:30:08",
    "end": "00:31:13"
  },
  {
    "text": "Here we have a dry land, no plants.",
    "start": "00:31:13",
    "end": "00:31:16"
  },
  {
    "text": "No plants, no water. And there was no human to work the ground. But a stream would go up out from the land and it would water the face of the ground. So in the you begin with kind of like a problem sequence, there's no plants, there's no water, there's no humans. And then what God is going to do is just tick off each of those boxes, beginning with the no water problem. So a stream pops up out of the land and water is the Face of the ground. So now we've solved the water problem.",
    "start": "00:31:16",
    "end": "00:31:55"
  },
  {
    "text": "Now we got a bunch of mud.",
    "start": "00:31:55",
    "end": "00:31:57"
  },
  {
    "text": "Yeah, yeah. So God provides water in the wilderness, which is the primary first step in.",
    "start": "00:31:57",
    "end": "00:32:03"
  },
  {
    "text": "God creating foundational to life. Like, none of the life that's going to happen will come without this water.",
    "start": "00:32:03",
    "end": "00:32:10"
  },
  {
    "text": "That's right, yeah.",
    "start": "00:32:10",
    "end": "00:32:12"
  },
  {
    "text": "Water of life.",
    "start": "00:32:12",
    "end": "00:32:13"
  },
  {
    "text": "The water of life. And the water is instrumental in both the creation of humans and in the sprouting of plants, as we'll see.",
    "start": "00:32:13",
    "end": "00:32:20"
  },
  {
    "text": "But first, humans, right?",
    "start": "00:32:20",
    "end": "00:32:21"
  },
  {
    "text": "Yeah, exactly. Yep. So now you've got saturated dirt that is mud. And so Yahweh can form the human of dust from the ground. And he breathed into his nostrils the breath of life, and the human became a living being. So notice you have the similar elements here of water. Here are not dark chaos waters, but rather water that's been channeled to pop up out of the ground. And life, water, life, water. Yeah. But the water by itself can't bring about the kind of life that God purposes for the world. You need another ingredient, and that is Yahweh's spirit here with the word breath. Yahweh breathing the breath of life. So you get this combination of water and spirit. Then you get living being. So that's a little meditation there. You have liquid life in the form of water. Then you have spirit life in the form of breath. Of breath. And then you get. The human becomes the living being.",
    "start": "00:32:21",
    "end": "00:33:34"
  },
  {
    "text": "Okay, so the human is the land soaked with water, given God's breath.",
    "start": "00:33:35",
    "end": "00:33:44"
  },
  {
    "text": "Yeah, that's right. So humans are a combination of heaven and earth, as it were. They're of the dust of the ground.",
    "start": "00:33:44",
    "end": "00:33:52"
  },
  {
    "text": "Formed from the dust of the ground, but breathed into them is God's breath.",
    "start": "00:33:53",
    "end": "00:33:58"
  },
  {
    "text": "God's breath. Heavenly breath. Yeah.",
    "start": "00:33:58",
    "end": "00:34:01"
  },
  {
    "text": "But there's also the ingredient of water, because to form the ground, you needed.",
    "start": "00:34:02",
    "end": "00:34:11"
  },
  {
    "text": "Watery dirt, the dust, to become mud so that it can be formed. That word form is the word used to describe of working with clay to mold it. You can't mold dust, but you can mold mud or clay. So for humans. So now we've addressed the human problem. Verse 8. Yahweh Elohim planted a garden in Eden toward the east, and he placed there the human he had formed. And Yahweh Elohim caused to sprout from the ground. And then a list of things here. Every tree that's desirable to see and good for eating. And the tree of Life, also in the middle of the garden. And the Tree of Knowing, good and bad. So now we've solved the plant problem.",
    "start": "00:34:11",
    "end": "00:35:00"
  },
  {
    "text": "And tree doesn't just refer to trees. Right. This is eights.",
    "start": "00:35:01",
    "end": "00:35:06"
  },
  {
    "text": "Oh, yeah, that's right. It can refer to whole variety vines.",
    "start": "00:35:06",
    "end": "00:35:10"
  },
  {
    "text": "And shrubs and anything wooden.",
    "start": "00:35:10",
    "end": "00:35:14"
  },
  {
    "text": "Yeah. With a wooden stock. Yeah. So the problem was no plants, no human, no water. And God solved the problem in the order of provide water, solve the human, and solve the plant problem. But notice how the order goes. He forms the human, he plants a garden, then he puts the human in the garden. And then we're told what is sprouting in the garden, Namely, every tree that's desirable. So there's this combination of the water is like the precondition. It's what makes possible both the making of the human and the sprouting of the garden.",
    "start": "00:35:14",
    "end": "00:35:56"
  },
  {
    "text": "The base.",
    "start": "00:35:57",
    "end": "00:35:58"
  },
  {
    "text": "Yeah. So the water of life is foundationally necessary for this sprouting of life here on the land. And that if you have water, you can get plants, but if you have just the water, you don't get image of God, human. You need some other element, a heavenly element. Breath, water and spirit. Yes. Yeah.",
    "start": "00:35:58",
    "end": "00:36:20"
  },
  {
    "text": "And, well, okay, here it's called breath. But you're saying that's connected to God's spirit.",
    "start": "00:36:20",
    "end": "00:36:24"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:36:24",
    "end": "00:36:25"
  },
  {
    "text": "And, yeah, it's interesting. So, like, I'm not like a chemist, but, like, I think there's language around. You've got some sort of base liquid, but there's. Then when you add some sort of active ingredient, and then something new happens. But in this situation, what you need as a base is water and land together. And then the active ingredient to make a living being.",
    "start": "00:36:26",
    "end": "00:36:54"
  },
  {
    "text": "Oh, yeah. Is breath.",
    "start": "00:36:54",
    "end": "00:36:55"
  },
  {
    "text": "Is breath.",
    "start": "00:36:55",
    "end": "00:36:55"
  },
  {
    "text": "Yeah. So I think the thing to note here, in the way this is designed is that what water does for the land to bring about plants is set on analogy for what the spirit does with the watered ground to bring about the human. And even the three lines, verses seven through nine here, this is about the Hebrew literary design of these verses. But there's three little units here, each of them beginning with three things that Yahweh Elohim does. And the opening word of each of these three statements all sound the same in Hebrew. So Yahweh Elohim formed the human. The first word is vayetzer. To form Yahweh Elohim planted a garden. Vayeta is planted. Yahweh Elohim caused to sprout from the ground. Vayetmach. So Vayetzer, Vayeta. Vayetmach. And then there's other things in here that repeated words that kind of match it together. So the human life that emerges from the ground is Set on analogy to the plants that come up out of the ground. And the humans are the result of water and spirit, the plants are the result of water. So the way that water works and brings life is set on analogy to the way that water and spirit bring life. Does that make any sense?",
    "start": "00:36:55",
    "end": "00:38:27"
  },
  {
    "text": "Yeah. We've talked about before how in the biblical imagination, ancient imagination, animals and humans. We're just talking about humans here. But animals and humans are fundamentally different than plants in terms of their types of life.",
    "start": "00:38:27",
    "end": "00:38:44"
  },
  {
    "text": "That's right. The word living creature, living being is not applied to plants.",
    "start": "00:38:44",
    "end": "00:38:49"
  },
  {
    "text": "Plants. Plants have. They are alive and they have seed, which makes them part of this generative, multiplying life that God creates. And they need water. But then there's this category of living creatures.",
    "start": "00:38:49",
    "end": "00:39:05"
  },
  {
    "text": "Yeah, animate. Yeah, animate creatures. Yeah.",
    "start": "00:39:05",
    "end": "00:39:09"
  },
  {
    "text": "And we're here, we're just talking about humans, but yeah. It's also the case that all animals have the breath of God, right?",
    "start": "00:39:09",
    "end": "00:39:17"
  },
  {
    "text": "Yes, that's exactly.",
    "start": "00:39:17",
    "end": "00:39:18"
  },
  {
    "text": "We are all animated humans and any creature through the life giving ruach energy.",
    "start": "00:39:18",
    "end": "00:39:26"
  },
  {
    "text": "That's right.",
    "start": "00:39:27",
    "end": "00:39:27"
  },
  {
    "text": "Of God.",
    "start": "00:39:28",
    "end": "00:39:28"
  },
  {
    "text": "Yep. And a great place to go is go meditate on Psalm 104 and take a long walk and think about the role of God's spirit in that poem. And the spirit that's blowing around in creation, blowing the trees, is the spirit that animates humans, is the spirit that animates animals. And it's God's spirit.",
    "start": "00:39:29",
    "end": "00:39:51"
  },
  {
    "text": "So there's also a theme of talking about people like trees.",
    "start": "00:40:25",
    "end": "00:40:28"
  },
  {
    "text": "Yes, that's right. Yeah.",
    "start": "00:40:28",
    "end": "00:40:29"
  },
  {
    "text": "Great Lakes talking about that. So just kind of enter this mindset is to go like, as. As a. Whatever I am, this thing that I am, I'm like a tree. I come from the land and I'm watered.",
    "start": "00:40:30",
    "end": "00:40:45"
  },
  {
    "text": "Yeah.",
    "start": "00:40:45",
    "end": "00:40:45"
  },
  {
    "text": "And I could be like a healthy tree planted by stream, or I could be kind of a withered tree. And so in some way I'm kind of like a tree. But I'm not merely a tree. Trees just have the water of life from the land.",
    "start": "00:40:46",
    "end": "00:40:59"
  },
  {
    "text": "Yeah.",
    "start": "00:40:59",
    "end": "00:41:00"
  },
  {
    "text": "I'm something even more. There's another ingredient that has caused me to be a living being, a creature, which is God's spirit. And so when I think about life, what it means to be alive, I think about the water of life. That makes me kind of like the trees. But then I think of also then the spirit of God, which makes me into a living nephesh.",
    "start": "00:41:00",
    "end": "00:41:25"
  },
  {
    "text": "Yeah, Nefesh. A living creature.",
    "start": "00:41:25",
    "end": "00:41:26"
  },
  {
    "text": "Living creature.",
    "start": "00:41:26",
    "end": "00:41:27"
  },
  {
    "text": "Yeah.",
    "start": "00:41:27",
    "end": "00:41:28"
  },
  {
    "text": "And maybe to say, where you taking us in? This is to say if I'm going to be marveling in that. I'm also marveling in, like, man, I've got this substance called oil and it's this pretty amazing stuff. It makes food amazing. It brings life to me when I eat.",
    "start": "00:41:28",
    "end": "00:41:46"
  },
  {
    "text": "Restores my skin.",
    "start": "00:41:47",
    "end": "00:41:48"
  },
  {
    "text": "It restores my skin.",
    "start": "00:41:48",
    "end": "00:41:49"
  },
  {
    "text": "You go from flaky to shiny and smooth.",
    "start": "00:41:49",
    "end": "00:41:52"
  },
  {
    "text": "Yeah, yeah, yeah. And there's so much life. And what is oil? It's like water comes from fruit. It comes from the fruit of trees, the seed of trees. And it's like, it's liquid like water, but it's infused with so much more life than merely water.",
    "start": "00:41:52",
    "end": "00:42:10"
  },
  {
    "text": "Ye.",
    "start": "00:42:10",
    "end": "00:42:11"
  },
  {
    "text": "And so then my imagination is thinking like, okay, what is the life that's infused in this oil? And it just makes me just meditate and think of, like, what's the life infused in me that makes me alive? And those two ideas are now, like, so good connected.",
    "start": "00:42:11",
    "end": "00:42:27"
  },
  {
    "text": "I'm so compelled by what you're saying right now.",
    "start": "00:42:28",
    "end": "00:42:30"
  },
  {
    "text": "Have I convinced you, Tim? Have I made the point?",
    "start": "00:42:31",
    "end": "00:42:34"
  },
  {
    "text": "Yeah, that's totally right. So what water does to the ground, bringing about life is like what spirit does to the lifeless ground to make it human. And so water and spirit, liquid and spirit become joined here in terms of. They both play analogous roles in bringing about life to different types of creatures. So going from here, there's two paths you can track down that I think help us understand anointing oil. One is that throughout the rest of the story of the Bible, when God wants to talk about a new era or a new time when he will bring about the restoration of creation and bring new life to the land, what you often get are images of Yahweh providing water in the wilderness. And what you'll start to see, especially in the prophets, is they talk about a new era of God's spirit coming. And they always describe the spirit as a liquid. So, for example, Isaiah, chapter 44, verse 2, this is what the Lord says, the one who made you and formed you. This is God speaking to exiled Israel through the prophet. So this is what God says, who made you and formed you. It's the same word as Genesis 2. Formed you from the womb. Who will help you? Don't be afraid, Jacob, my servant, for I will pour out water on the thirsty land and streams on the dry ground.",
    "start": "00:42:36",
    "end": "00:44:25"
  },
  {
    "text": "You're like, oh, yeah, Genesis 2.",
    "start": "00:44:25",
    "end": "00:44:27"
  },
  {
    "text": "Yeah, Yahweh does that kind of thing.",
    "start": "00:44:27",
    "end": "00:44:29"
  },
  {
    "text": "That's how, like, this all started.",
    "start": "00:44:30",
    "end": "00:44:31"
  },
  {
    "text": "Yeah, totally. Yeah. That's how humans were formed. So I pour out water on the thirsty land, streams on the dry ground. I will pour out my spirit on your Seed your offspring and pour out my blessing on your descendants. They will spring up among the grass like poplars by streams of water.",
    "start": "00:44:31",
    "end": "00:44:53"
  },
  {
    "text": "Yeah, okay. It's cool. Like, this idea of blessing now being thrown in the mix is something we haven't really talked specifically about, which is the life of the Garden of Eden is a life of abundance.",
    "start": "00:44:53",
    "end": "00:45:05"
  },
  {
    "text": "That's right. Yes.",
    "start": "00:45:05",
    "end": "00:45:06"
  },
  {
    "text": "And where life can multiply.",
    "start": "00:45:06",
    "end": "00:45:08"
  },
  {
    "text": "Yeah.",
    "start": "00:45:08",
    "end": "00:45:09"
  },
  {
    "text": "And so oil as a symbol makes sense to represent abundance.",
    "start": "00:45:09",
    "end": "00:45:15"
  },
  {
    "text": "Abundance.",
    "start": "00:45:15",
    "end": "00:45:15"
  },
  {
    "text": "It's compressed life.",
    "start": "00:45:16",
    "end": "00:45:17"
  },
  {
    "text": "Yes, yeah, exactly right. And here, none of this oil isn't mentioned here.",
    "start": "00:45:17",
    "end": "00:45:21"
  },
  {
    "text": "Oh, yeah, yeah, yeah, yeah.",
    "start": "00:45:21",
    "end": "00:45:22"
  },
  {
    "text": "Just liquid. So I'll pour out water on the desert ground. I'll pour out my spirit on your descendants. The assumption is you all and your descendants are like a dry, lifeless ground. He says to the people in exile to Babylon. But there's an era coming, just like when God looked upon that barren desert wasteland in the beginning of the Eden story, when he will bring about a new creation and a new humanity. And it will begin with the pouring of water and the pouring out of the spirit. And those are joined images.",
    "start": "00:45:22",
    "end": "00:45:58"
  },
  {
    "text": "So at a basic point, you're saying, isn't it cool to see how receiving God's spirit is turned into a liquid metaphor.",
    "start": "00:45:58",
    "end": "00:46:06"
  },
  {
    "text": "Yeah.",
    "start": "00:46:06",
    "end": "00:46:06"
  },
  {
    "text": "There's a connection.",
    "start": "00:46:06",
    "end": "00:46:07"
  },
  {
    "text": "Yeah.",
    "start": "00:46:07",
    "end": "00:46:08"
  },
  {
    "text": "Between what's going on with the living water, but God's spirit coming down and with the living water creating living nephesh.",
    "start": "00:46:08",
    "end": "00:46:18"
  },
  {
    "text": "Yeah.",
    "start": "00:46:18",
    "end": "00:46:18"
  },
  {
    "text": "And this idea of now we can think of God's spirit like a liquid.",
    "start": "00:46:18",
    "end": "00:46:22"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:46:22",
    "end": "00:46:23"
  },
  {
    "text": "Can I pause and ask? There's kind of fundamentally different types of getting God's spirit. It feels like we're talking about because God breathing in the nostrils and. And every creature being full of the breath of God feels like this kind of universal. Like we all are animated by God, in Him, we move.",
    "start": "00:46:23",
    "end": "00:46:41"
  },
  {
    "text": "And that's the Garden of Eden sense. Yeah, yeah.",
    "start": "00:46:41",
    "end": "00:46:44"
  },
  {
    "text": "But it's also the sense now, Right?",
    "start": "00:46:44",
    "end": "00:46:47"
  },
  {
    "text": "Yeah.",
    "start": "00:46:47",
    "end": "00:46:48"
  },
  {
    "text": "The outside of the garden would say, I still am animated by God's ruach.",
    "start": "00:46:48",
    "end": "00:46:52"
  },
  {
    "text": "Yes.",
    "start": "00:46:52",
    "end": "00:46:52"
  },
  {
    "text": "And when he takes it, my life is gone. I go down to the ground.",
    "start": "00:46:52",
    "end": "00:46:56"
  },
  {
    "text": "That is how God's spirit is talked about all over the Hebrew Bible, in Job, Ecclesiastes, in the Psalms, God's breath is in my nostrils.",
    "start": "00:46:56",
    "end": "00:47:07"
  },
  {
    "text": "Job says, there's another way the spirit is talked about. Like when it descends on David when he's anointed.",
    "start": "00:47:07",
    "end": "00:47:14"
  },
  {
    "text": "Yes, exactly right.",
    "start": "00:47:14",
    "end": "00:47:16"
  },
  {
    "text": "When he's anointed because David's alive, he has the spirit of God in his nostrils. But then the spirit of God comes down again. We're talking about spirit descending on you in two different ways now.",
    "start": "00:47:17",
    "end": "00:47:32"
  },
  {
    "text": "Yeah. It's like there is life 1.0, which is just pretty great. Yeah, I mean, it's pretty amazing. Yeah, totally.",
    "start": "00:47:32",
    "end": "00:47:42"
  },
  {
    "text": "But having God's breath in you.",
    "start": "00:47:42",
    "end": "00:47:45"
  },
  {
    "text": "There is Another level, Life 2.0, that is described by Isaiah. He's talking to a group of people who have the breath of God in their nostrils. In Isaiah 44, they're alive, but they're also dead, as it were, because they're cut off from the land of promise and blessing. They believe they're cut off from God's presence because they violated the covenant and they're living in the land of dust and death. So they're alive, but dead. In other words, you can be alive in one sense, but if you're outside of Eden, you're.",
    "start": "00:47:45",
    "end": "00:48:24"
  },
  {
    "text": "Yeah. On the day you eat of this fruit, you will die.",
    "start": "00:48:24",
    "end": "00:48:26"
  },
  {
    "text": "You will die. And then the day they eat of the forbidden fruit, they.",
    "start": "00:48:26",
    "end": "00:48:31"
  },
  {
    "text": "They're still alive.",
    "start": "00:48:31",
    "end": "00:48:31"
  },
  {
    "text": "They are exiled, but they're exiled. They're alive, but in the land of dust and death. And so if God is going to restore humanity to the abundant life of Eden and to eternal life, that becomes what this language of a new pouring of water and a new pouring of spirit to be connected to the life of heaven. And so here Isaiah is hoping that Israel will once again be recreated, as it were, into a new humanity through water and spirit. And that's what he's hoping for here. So that's for a whole group of people. But then you start to see that all of these anointed figures, like in Aaron or like that spot that Jacob anointed, or like King David. King David is the first person who it said when he got the oil poured on his head, the spirit of the Lord came on him. Water and spirit. Now he's already alive. He's already got the breath of God in his nostrils.",
    "start": "00:48:32",
    "end": "00:49:36"
  },
  {
    "text": "Yeah.",
    "start": "00:49:36",
    "end": "00:49:36"
  },
  {
    "text": "So all of a sudden there's moments when through liquid and spirit, a person, a place is marked as a special portal between heaven and earth to bring about that reunion of heaven and earth in some way. And I think that's where all of a sudden all these themes come crashing together of the liquid life and the spirit are joined images. And that's what anointing means in the Bible, which in my mind is just a bundle of associated images. Now, right. When you were explaining it earlier, it actually made more sense to me than it made in my head.",
    "start": "00:49:37",
    "end": "00:50:20"
  },
  {
    "text": "Great.",
    "start": "00:50:22",
    "end": "00:50:23"
  },
  {
    "text": "So what's significant, I guess you can go from here, is a question that You've asked. Well, first of all, are the pieces. Does this tie together into a coherent idea? Liquid and spirit in the Garden of Eden story are how God brings about life.",
    "start": "00:50:23",
    "end": "00:50:39"
  },
  {
    "text": "But what is a way to represent that liquid and spirit together?",
    "start": "00:50:40",
    "end": "00:50:45"
  },
  {
    "text": "Yeah. Oil.",
    "start": "00:50:45",
    "end": "00:50:46"
  },
  {
    "text": "Oil is water. Fragrant. Fragrant oil, but it's infused with more life than just merely being water.",
    "start": "00:50:46",
    "end": "00:50:52"
  },
  {
    "text": "Compressed life.",
    "start": "00:50:52",
    "end": "00:50:52"
  },
  {
    "text": "Compressed life. So it represents the idea of God's spirit infused in water.",
    "start": "00:50:53",
    "end": "00:50:59"
  },
  {
    "text": "Yeah.",
    "start": "00:50:59",
    "end": "00:50:59"
  },
  {
    "text": "And so when we anoint someone with oil, it's a symbol saying, we want God's divine breath in a new way. And it's needed particularly for people who are going to stand in the gap.",
    "start": "00:50:59",
    "end": "00:51:14"
  },
  {
    "text": "Yeah.",
    "start": "00:51:15",
    "end": "00:51:15"
  },
  {
    "text": "Be the bridge between heaven and earth. They need that.",
    "start": "00:51:15",
    "end": "00:51:17"
  },
  {
    "text": "Yeah.",
    "start": "00:51:17",
    "end": "00:51:18"
  },
  {
    "text": "And so. But then we are looking at Isaiah 44, and there's this image of God's spirit being poured on in a new way to all of the people, not just the anointed one, but all of the seed.",
    "start": "00:51:18",
    "end": "00:51:37"
  },
  {
    "text": "Yeah, exactly. And in fact, when Joel, the prophet Joel picks up this promise, famously In Joel chapter two, he talks about a future day when chapter two, verse 28, God says, I will pour out my spirit on all humanity. And all your sons and daughters will prophesy. They'll become bridges for God's heavenly word to be spoken here on earth. And your old men will dream dreams like Jacob and see visions and dreams and visions are about being on earth.",
    "start": "00:51:37",
    "end": "00:52:07"
  },
  {
    "text": "But be connected to the divine.",
    "start": "00:52:08",
    "end": "00:52:09"
  },
  {
    "text": "Your imagination becomes open to the life and love and the message of heaven. And even on male and female slaves, I'll pour out my spiritual. So the whole human family is on the docket for getting life 2.0. That's described as liquid life.",
    "start": "00:52:09",
    "end": "00:52:29"
  },
  {
    "text": "And by life 2.0, you just mean life restored in a way, because.",
    "start": "00:52:29",
    "end": "00:52:34"
  },
  {
    "text": "Reunified with heaven.",
    "start": "00:52:34",
    "end": "00:52:36"
  },
  {
    "text": "Because what happened is we had life outside the garden is death.",
    "start": "00:52:36",
    "end": "00:52:41"
  },
  {
    "text": "But we still have the breath of God in our nostrils.",
    "start": "00:52:42",
    "end": "00:52:44"
  },
  {
    "text": "But we still have some life.",
    "start": "00:52:44",
    "end": "00:52:46"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:52:46",
    "end": "00:52:46"
  },
  {
    "text": "So how do we get back to full life? Yeah, it's almost like we went from 1.0 to, like a beta version.",
    "start": "00:52:46",
    "end": "00:52:53"
  },
  {
    "text": "Oh, that's true. Actually, that's a better way.",
    "start": "00:52:53",
    "end": "00:52:55"
  },
  {
    "text": "And we need to get back.",
    "start": "00:52:55",
    "end": "00:52:56"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:52:57",
    "end": "00:52:59"
  },
  {
    "text": "Since we're using programming language. Metaphor.",
    "start": "00:52:59",
    "end": "00:53:02"
  },
  {
    "text": "Yeah. So this is why the images of the anointing oil as a liquid, that's connected with the coming of God's spirit on people and places that are portals between heaven and earth. This is all one united set of ideas. So with all those things tied together, hopefully in our minds, we can go forward and explore a couple other moments in the biblical story where anointing comes up, one will be to talk about the role of the kings, because the anointed kings becomes especially significant with the story of David. And then in the Isaiah scroll, we just looked at one. But the idea of an anointed one and an anointed people plays a huge role in the future, pointing hope of the storyline in the Bible. And then all that gets drawn upon by Jesus and the apostles as we go on from there. But for now, we should just meditate on liquid life and go make some guacamole.",
    "start": "00:53:03",
    "end": "00:54:07"
  },
  {
    "text": "Which phone is this? Ready? Don't touch it. All right, we're recording. Okay. Hey, everyone. Hi. Hi. I got a bunch of kids here. How old are you guys? 11. 11. And you're all in the same school? Yes. What's the school called? It's Marathon Academy. Marathon Academy. And do you guys use Bible projects? Yes. Yeah. Oh, yeah. Every day.",
    "start": "00:54:12",
    "end": "00:54:34"
  },
  {
    "text": "Every day.",
    "start": "00:54:34",
    "end": "00:54:35"
  },
  {
    "text": "Every single. Every single day we use the Bible project. Do you use it at home? Do you use it in class?",
    "start": "00:54:35",
    "end": "00:54:40"
  },
  {
    "text": "Both.",
    "start": "00:54:40",
    "end": "00:54:40"
  },
  {
    "text": "Whenever I can. Cool. Maybe one or two of you. What's your favorite video? My favorite is probably the Tree of Life video. I really like this video. I like the Tree of Life video, too.",
    "start": "00:54:40",
    "end": "00:54:51"
  },
  {
    "text": "Shama.",
    "start": "00:54:51",
    "end": "00:54:51"
  },
  {
    "text": "Shama. I like the agape one. Agape. That's a good one. Well, we're gonna read the outro, so you guys just repeat after me. We believe the Bible is a unified story that leads to Jesus. We believe the Bible is a unified story leading to Jesus. We're a crowdfunded project by people like me. We're a crowdfunded project like people like me. Find free videos. Find free videos. Study notes. Study notes, podcasts, podcasts, classes, classes, and more and more@bibleproject.com. @bible Bibleproject.com.",
    "start": "00:54:51",
    "end": "00:55:31"
  },
  {
    "text": "Yeah.",
    "start": "00:55:31",
    "end": "00:55:32"
  },
  {
    "text": "All right.",
    "start": "00:55:32",
    "end": "00:55:32"
  },
  {
    "text": "Nice job, y'.",
    "start": "00:55:33",
    "end": "00:55:34"
  },
  {
    "text": "All.",
    "start": "00:55:34",
    "end": "00:55:34"
  }
]