[
  {
    "text": "Today on the podcast, we begin a brand new theme study all about the practice of anointing people with oil. Sounds a little obscure, but we picked this theme because it's the title applied the most to Jesus in the New Testament. Jesus the Christ, meaning Jesus the anointed one.",
    "start": "00:00:05",
    "end": "00:00:22"
  },
  {
    "text": "It's the Greek word krio, which, when you talk about a person who has been poured or smeared with oil, the title of that figure is Christas, which is the title Christ. And that is a Jewish Greek way of describing an ancient Israelite practice of pouring oil on certain people and places. And the Hebrew word for that is mashach. And what you call someone who's had oil smeared or poured over them is mashiach, from which we get the word Messiah.",
    "start": "00:00:22",
    "end": "00:00:51"
  },
  {
    "text": "In the Hebrew Bible, the people anointed with oil were priests, prophets, and kings.",
    "start": "00:00:51",
    "end": "00:00:55"
  },
  {
    "text": "To be the anointed one means you have this ritual where you've got the oil placed on your head and it marks a person or a place as a portal between heaven and earth. And with the kings, the priests, and the prophets, you get this image of a portal of God's rule for the king, a portal of God's presence through the priest, a portal for God's word and purpose through the prophet. All those heavenly realities are brought to earth, so to speak, through this one who's marked by the oil.",
    "start": "00:00:55",
    "end": "00:01:24"
  },
  {
    "text": "Why couldn't priests, prophets, and kings be anointed with water or wine or something else? What makes oil so special? Well, if you've been listening to the podcast for any amount of time, it won't surprise you that oil has to do with the Garden of Eden.",
    "start": "00:01:24",
    "end": "00:01:37"
  },
  {
    "text": "This is all about the Garden of Eden and the garden plants. And oil becomes a symbol of the abundant, restorative, heavenly life of God. The infinite, inexhaustible life and power of God in the heavens that can touched down here on Earth. Through these representative people who get the oil poured on them, the oil becomes itself the symbol of the liquid life of God that touches down here on Earth.",
    "start": "00:01:37",
    "end": "00:02:06"
  },
  {
    "text": "Today, Tim Mackey and I dive into the theme of the anointed. I'm John Collins, and you're listening to BibleProject Podcast. Thanks for joining us. Here we go. Okay. Hey, Tim. Hey.",
    "start": "00:02:06",
    "end": "00:02:21"
  },
  {
    "text": "Hey, John. Hello.",
    "start": "00:02:21",
    "end": "00:02:22"
  },
  {
    "text": "Hey. We are starting a new set of conversations around a new theme.",
    "start": "00:02:23",
    "end": "00:02:27"
  },
  {
    "text": "Mm, yes, we are.",
    "start": "00:02:27",
    "end": "00:02:28"
  },
  {
    "text": "This will be a little shorter than normal. We're not gonna be as thorough with this theme in our conversations.",
    "start": "00:02:29",
    "end": "00:02:35"
  },
  {
    "text": "Yep.",
    "start": "00:02:35",
    "end": "00:02:35"
  },
  {
    "text": "But we're gonna dive in deep when we want to. And the theme is the theme for.",
    "start": "00:02:36",
    "end": "00:02:43"
  },
  {
    "text": "This series of Conversations is drumroll.",
    "start": "00:02:43",
    "end": "00:02:47"
  },
  {
    "text": "Everyone actually knows by the time they've gotten to this part of the.",
    "start": "00:02:47",
    "end": "00:02:50"
  },
  {
    "text": "It's true. Cause it's like part of the name of what you click on.",
    "start": "00:02:50",
    "end": "00:02:53"
  },
  {
    "text": "But I'm still. So much suspense.",
    "start": "00:02:53",
    "end": "00:02:55"
  },
  {
    "text": "The Anointed. The Anointed One or Anointing.",
    "start": "00:02:55",
    "end": "00:02:59"
  },
  {
    "text": "The Anointed. The Anointed One. The Anointing.",
    "start": "00:03:00",
    "end": "00:03:03"
  },
  {
    "text": "Yeah. What we are going to meditate on is moments in the biblical story where someone gets oil poured on their head or when an object gets oil poured on top of it.",
    "start": "00:03:03",
    "end": "00:03:18"
  },
  {
    "text": "Yeah, that's a very specific thing to care about.",
    "start": "00:03:19",
    "end": "00:03:22"
  },
  {
    "text": "Yeah, totally. Yeah. Actually, maybe we need to take a few moments and make a case for why this is worthy of being categorized as a biblical theme. Because over the years, what we have tried to do in our theme videos is let the biblical authors set the agenda. So it's good to come to scripture with our questions and our felt needs and try and see what, you know, biblical authors have to say that might overlap with that. But what we're trying to do in this project is listen how to hear the biblical authors on their own terms, what they care about in their time and culture and way.",
    "start": "00:03:22",
    "end": "00:03:59"
  },
  {
    "text": "You're telling me that you haven't been in a situation in your life where you were trying to put oil on you and you're like, you know, I gotta figure out, am I doing this the way the Bible wants me to do it?",
    "start": "00:03:59",
    "end": "00:04:12"
  },
  {
    "text": "Yeah. Well, you know, what's interesting is unless you grow up in a church community.",
    "start": "00:04:12",
    "end": "00:04:19"
  },
  {
    "text": "That's true. Some traditions do toil in the church.",
    "start": "00:04:19",
    "end": "00:04:21"
  },
  {
    "text": "Yeah, we're in a synagogue, you know, Jewish community, various practices. So I did grow up. My parents followed Jesus and they did. They hadn't been following Jesus very long before I was born. But When I was 6, 7 years old, I got this really rare virus that attacked my spinal cord. Yeah, it was like an autoimmune thing. Really, really rare thing. And my little growing spinal cord started eating itself. Like, you know, my immune system was attacking it, and I couldn't walk for about four or five months.",
    "start": "00:04:21",
    "end": "00:05:02"
  },
  {
    "text": "Wow.",
    "start": "00:05:02",
    "end": "00:05:03"
  },
  {
    "text": "Little boy. And I have just a few vivid memories of that experience. One was going to the doctor and getting a spinal tap.",
    "start": "00:05:03",
    "end": "00:05:12"
  },
  {
    "text": "Yeah, that's gnarly. I've had those.",
    "start": "00:05:12",
    "end": "00:05:14"
  },
  {
    "text": "Holy cow. Wow. So that's a vivid memory. Another memory I have is after, I don't know, a month or two, my parents brought me to church. My dad would just, like, carry me around. And our family was a part of a house church at that time. And so I remember everybody coming around me to pray for me at this one gathering, and somebody had a little bowl of oil, and they, like, dipped their finger in the oil and made the cross on my forehead and they prayed for me. And what's really astounding is that my pediatrician, at least as my mom, I don't remember a lot of these details. My mom tells the story that the pediatrician said it could be like a year, if things go well, before I'm able to have full use of my legs again. And I think by within month four, I was able to start walking again.",
    "start": "00:05:15",
    "end": "00:06:10"
  },
  {
    "text": "Wow.",
    "start": "00:06:10",
    "end": "00:06:10"
  },
  {
    "text": "And it was maybe a month or so after that prayer meeting. And then by month six, I was. It's like it never happened.",
    "start": "00:06:10",
    "end": "00:06:18"
  },
  {
    "text": "Wow.",
    "start": "00:06:18",
    "end": "00:06:19"
  },
  {
    "text": "And the pediatrician was just astounded by it. So, anyway.",
    "start": "00:06:19",
    "end": "00:06:23"
  },
  {
    "text": "So that was your experience with oil?",
    "start": "00:06:23",
    "end": "00:06:24"
  },
  {
    "text": "That was my first. Yeah.",
    "start": "00:06:24",
    "end": "00:06:26"
  },
  {
    "text": "Anointing.",
    "start": "00:06:26",
    "end": "00:06:27"
  },
  {
    "text": "I haven't thought about that for a really long time, but somehow when you just said that, that's an early memory I have, and it involves getting anointed and then prayed for that the healing power of God would heal my spinal cord. And I had a remarkably rapid healing. That surprised all the doctors involved. Yeah. Isn't that interesting?",
    "start": "00:06:28",
    "end": "00:06:51"
  },
  {
    "text": "Yeah. Is anointing with oil also a Catholic church thing?",
    "start": "00:06:51",
    "end": "00:06:56"
  },
  {
    "text": "Yes. I mean, it's an ancient Christian thing. It's mentioned even in the apostolic writings. And so it's a practice that has spread into all branches of the Christian tradition. Orthodox, Catholic, and Protestant. Really? There wasn't any prayer. Prayer? Because that's in the New Testament. Well, we would pray prayer, but praying for people and anointing them, Smearing a little oil on their foreheads. Really?",
    "start": "00:06:56",
    "end": "00:07:23"
  },
  {
    "text": "No, I remember, actually I worked for a Christian bookstore when I was a senior in high school, and I think it was the first time I encountered, like, anointing oil. Cause they sold it at the Christian Book store.",
    "start": "00:07:23",
    "end": "00:07:36"
  },
  {
    "text": "Yeah.",
    "start": "00:07:36",
    "end": "00:07:37"
  },
  {
    "text": "Because they sold little piles of it. And I just was just like, what. What do you do with this? What's this for?",
    "start": "00:07:37",
    "end": "00:07:44"
  },
  {
    "text": "It probably had some corny logo on it.",
    "start": "00:07:44",
    "end": "00:07:46"
  },
  {
    "text": "Oh, yeah. I wish I could remember. Yeah.",
    "start": "00:07:46",
    "end": "00:07:50"
  },
  {
    "text": "Okay, so these are modern reverberations of this practice, right?",
    "start": "00:07:50",
    "end": "00:07:56"
  },
  {
    "text": "Yeah.",
    "start": "00:07:56",
    "end": "00:07:57"
  },
  {
    "text": "In current Christian practice and in the Christian tradition, it has roots and stories and poems that we're going to look at in the Hebrew Bible, but in the New Testament. Actually, I think if you follow through, this will be the last time that the actual practice is mentioned. It's in the Letter of James. That's why I was surprised that your church didn't do it, because it's in the Bible. If You're a Bible church, which for most Protestants means a New Testament Bible church.",
    "start": "00:07:57",
    "end": "00:08:24"
  },
  {
    "text": "I don't know if they were against it, and maybe it happened without me being aware, but I never encountered it.",
    "start": "00:08:24",
    "end": "00:08:30"
  },
  {
    "text": "Here, check this out. James, chapter 5, verse 14. Is anyone among you sick? He should call for the elders of the church. They should pray over him. Anointing him. That means smearing or wiping him with oil in the name of the Lord. And the prayer offered in trust will restore the one who is sick. Cool. Now, this is embedded in a paragraph that has a lot more nuance than how that sounds. Just ripping it out of context. But my point is, this is a practice rooted in early Christianity of praying, prayer, and anointing to ask for the healing love of God to come and meet his suffering. Hurting people. That's the thing. And so this practice has different variations in almost all strands of Christianity that I'm aware of.",
    "start": "00:08:30",
    "end": "00:09:24"
  },
  {
    "text": "Yeah.",
    "start": "00:09:24",
    "end": "00:09:25"
  },
  {
    "text": "So anyway, that makes sense of why you came across it in the bookstore.",
    "start": "00:09:25",
    "end": "00:09:28"
  },
  {
    "text": "Right.",
    "start": "00:09:30",
    "end": "00:09:30"
  },
  {
    "text": "And it was in direct response to this passage for why my parents had the people in their house, church, pray for me.",
    "start": "00:09:30",
    "end": "00:09:36"
  },
  {
    "text": "Makes complete sense.",
    "start": "00:09:36",
    "end": "00:09:37"
  },
  {
    "text": "Yeah. So we're at the end of the chain here.",
    "start": "00:09:37",
    "end": "00:09:40"
  },
  {
    "text": "Yes. Why would you do this? Besides the fact that the Bible is telling you this is a thing you do?",
    "start": "00:09:40",
    "end": "00:09:45"
  },
  {
    "text": "Yeah. What does it mean?",
    "start": "00:09:45",
    "end": "00:09:47"
  },
  {
    "text": "What does it mean? Where did the practice come from?",
    "start": "00:09:47",
    "end": "00:09:50"
  },
  {
    "text": "Yep. So that's one way into this question. And what you find if you go from here in James and start going backwards, you'll find that all the trails lead you back to a particular word for anoint or smear with oil. It's a Greek word, krio, which, when you talk about a person who has been poured or smeared with oil, the title of that figure is Christos, which is the name Christ. Excuse me? The title Christ. And that is a Jewish Greek way of describing an ancient Israelite practice of pouring oil on certain people and places. And the Hebrew word for that is mashach. And what you call someone who's had oil smeared or poured over them is mashiach, from which we get the word messiah.",
    "start": "00:09:50",
    "end": "00:10:41"
  },
  {
    "text": "Okay. Yeah, yeah. So to say this back.",
    "start": "00:10:41",
    "end": "00:10:45"
  },
  {
    "text": "Yeah.",
    "start": "00:10:45",
    "end": "00:10:45"
  },
  {
    "text": "There's a word in Greek. Well, let's start with Hebrew.",
    "start": "00:10:46",
    "end": "00:10:48"
  },
  {
    "text": "Oh, okay. I was going backwards.",
    "start": "00:10:48",
    "end": "00:10:50"
  },
  {
    "text": "Yeah, you're going backwards. Okay, let's go backwards.",
    "start": "00:10:50",
    "end": "00:10:51"
  },
  {
    "text": "Yeah.",
    "start": "00:10:51",
    "end": "00:10:52"
  },
  {
    "text": "So James would have been using the word to anoint krio.",
    "start": "00:10:52",
    "end": "00:10:56"
  },
  {
    "text": "He actually uses a synonym of it, Alepho, but it means the same. It means to put a thick, dense oil liquid on someone.",
    "start": "00:10:56",
    "end": "00:11:05"
  },
  {
    "text": "Okay. So to put oil on someone, there's a word in Greek.",
    "start": "00:11:05",
    "end": "00:11:09"
  },
  {
    "text": "There's actually a couple words.",
    "start": "00:11:10",
    "end": "00:11:11"
  },
  {
    "text": "There's a couple words in Greek. One is krio.",
    "start": "00:11:11",
    "end": "00:11:14"
  },
  {
    "text": "Yeah.",
    "start": "00:11:14",
    "end": "00:11:14"
  },
  {
    "text": "And then if you are someone who has had this done to you, you're a Christos.",
    "start": "00:11:14",
    "end": "00:11:19"
  },
  {
    "text": "Yeah, Christos.",
    "start": "00:11:19",
    "end": "00:11:20"
  },
  {
    "text": "And that's where we get the word Christ. So to call Jesus the Christ is say Jesus, the one who's been anointed with oil.",
    "start": "00:11:21",
    "end": "00:11:28"
  },
  {
    "text": "Correct.",
    "start": "00:11:29",
    "end": "00:11:29"
  },
  {
    "text": "Jesus, the anointed one.",
    "start": "00:11:29",
    "end": "00:11:30"
  },
  {
    "text": "Jesus the anointed one.",
    "start": "00:11:30",
    "end": "00:11:31"
  },
  {
    "text": "And anointed one, I don't have a lot of categories for. But when you say messiah, that's another very familiar term.",
    "start": "00:11:31",
    "end": "00:11:39"
  },
  {
    "text": "Yeah.",
    "start": "00:11:39",
    "end": "00:11:40"
  },
  {
    "text": "And you're saying that in Hebrew, the same idea has the Hebrew word mashiach, which we get the word messiah.",
    "start": "00:11:40",
    "end": "00:11:48"
  },
  {
    "text": "Yep.",
    "start": "00:11:48",
    "end": "00:11:49"
  },
  {
    "text": "So to be the anointed one in Hebrew is to be the mashiach. To be the anointed one in Greek is to be the Christos. Either way, it's the same idea.",
    "start": "00:11:49",
    "end": "00:11:58"
  },
  {
    "text": "Same idea, different vocabulary.",
    "start": "00:11:58",
    "end": "00:12:00"
  },
  {
    "text": "Different vocabulary.",
    "start": "00:12:00",
    "end": "00:12:01"
  },
  {
    "text": "Yeah.",
    "start": "00:12:01",
    "end": "00:12:01"
  },
  {
    "text": "The one anointed.",
    "start": "00:12:01",
    "end": "00:12:02"
  },
  {
    "text": "Yep. And to be anointed or to be the anointed one means I'm someone who had oil poured on me, specifically my head.",
    "start": "00:12:03",
    "end": "00:12:11"
  },
  {
    "text": "Right. But I'm imagining for a very specific purpose.",
    "start": "00:12:12",
    "end": "00:12:16"
  },
  {
    "text": "Yeah. Oh, yeah. It's fully. You wouldn't be, like, loaded with tons of symbolism. Yeah. Which we'll talk about.",
    "start": "00:12:16",
    "end": "00:12:21"
  },
  {
    "text": "Yeah. Would you? I mean, like, if you were, like, walking down the street and someone spilled some oil on you on accident, you'd be like, oh, I'm shia.",
    "start": "00:12:21",
    "end": "00:12:29"
  },
  {
    "text": "No, I'm a guy. That's a good question. Yeah. You would probably use the word pour or spill there.",
    "start": "00:12:29",
    "end": "00:12:38"
  },
  {
    "text": "Okay.",
    "start": "00:12:38",
    "end": "00:12:38"
  },
  {
    "text": "So krio and mashah, these verbs, creo, Greek, meshach, Hebrew, is referring to a ritual. So this is a sacred ritual.",
    "start": "00:12:39",
    "end": "00:12:49"
  },
  {
    "text": "Okay.",
    "start": "00:12:50",
    "end": "00:12:50"
  },
  {
    "text": "So which is, like, what happened to me, you know, in that church gathering or what the oil was being sold for in your Christian bookstore. It's for a special ritual. It's not just for, like, I could use it to put on someone's head, or I could use it to, like, fry up some mishiaki fries. Yeah. Or something like that. Yeah.",
    "start": "00:12:50",
    "end": "00:13:08"
  },
  {
    "text": "It's not that.",
    "start": "00:13:08",
    "end": "00:13:09"
  },
  {
    "text": "It's specific oil used for a sacred ritual purpose, for things that are connected to the presence of God in some way.",
    "start": "00:13:09",
    "end": "00:13:18"
  },
  {
    "text": "Okay.",
    "start": "00:13:18",
    "end": "00:13:18"
  },
  {
    "text": "I mean, it's very general. It has way more specific symbolism that we're going to explore. So we are going to release a video exploring this theme in the storyline of the Bible, and we've actually already written the script for that video in real time. That's what we're talking right now. It's in production. And so what we're doing now that we've written the script is kind of taking what we learned and then some of the notes that I put together and kind of sessioning our way through them. That's the mission. So one way to start this conversation is just to start with the unique and odd practice, once you step back and think of it, of pouring oil on someone's head as something that's like, cosmically full of meaning. Like, okay, but what's that for? Another way to get at this is to notice that the name of Jesus, the name that he's typically known or called by, actually has this word anointed one, built into it.",
    "start": "00:13:18",
    "end": "00:14:23"
  },
  {
    "text": "And it's a title, not a name.",
    "start": "00:14:24",
    "end": "00:14:25"
  },
  {
    "text": "Well, exactly, exactly. So Jesus Christ.",
    "start": "00:14:25",
    "end": "00:14:29"
  },
  {
    "text": "Jesus the Christ.",
    "start": "00:14:29",
    "end": "00:14:30"
  },
  {
    "text": "Jesus Christ. Well, I'm just saying the way people normally say his name is Jesus Christ.",
    "start": "00:14:31",
    "end": "00:14:37"
  },
  {
    "text": "Only when you're cussing.",
    "start": "00:14:37",
    "end": "00:14:38"
  },
  {
    "text": "What? No, I follow Jesus Christ.",
    "start": "00:14:39",
    "end": "00:14:41"
  },
  {
    "text": "Do you say that?",
    "start": "00:14:42",
    "end": "00:14:42"
  },
  {
    "text": "I usually say I follow Jesus. Yeah, but Jesus Christ.",
    "start": "00:14:42",
    "end": "00:14:45"
  },
  {
    "text": "I feel like I only hear the full thing. Oh, this is context of cussing.",
    "start": "00:14:47",
    "end": "00:14:51"
  },
  {
    "text": "Okay. Isn't that wild now? But is that what you hear when you read the New Testament?",
    "start": "00:14:51",
    "end": "00:14:57"
  },
  {
    "text": "Oh, no.",
    "start": "00:14:58",
    "end": "00:14:59"
  },
  {
    "text": "First Corinthians, chapter one, verse one. Paul called as an apostle of Jesus Christ by the will of God. Do you hear the cuss word?",
    "start": "00:14:59",
    "end": "00:15:07"
  },
  {
    "text": "No.",
    "start": "00:15:07",
    "end": "00:15:07"
  },
  {
    "text": "No. So when you're reading it in the Bible, it doesn't feel like the cuss word phrase, but you're just saying in normal speech, if you say I follow Jesus. If I say I follow Jesus Christ, that sounds funnier to me.",
    "start": "00:15:07",
    "end": "00:15:19"
  },
  {
    "text": "No, it does sound a little odd because I mostly hear I follow Jesus. Yeah, but when you just say Jesus Christ, avoiding any context.",
    "start": "00:15:19",
    "end": "00:15:29"
  },
  {
    "text": "Oh, yeah, Then, yeah, it just sounds like a cuss. Yeah, that's. Yeah, there's a whole thing to meditate on right there. So what's interesting about the phrase Jesus Christ is the way that it sounds in English is as the way that in English or Western culture we structure personal names, which is your given name and then your family name. And usually we don't include the middle name. I call you John Collins and you call me Tim Mackey. Actually, I call you John. If I'm talking to someone else about you, I'll clarify, John Collins. So what's interesting is that I think in run of the mill American culture, and because this name has become a cuss word or cuss phrase, that it's widely assumed that Christ is just like Jesus, last name, like his family name, born to Joseph Christ, Mary Christ, Joseph, Mary Christ had a son, Jesus Christ. And I think most people, after they follow Jesus a while, figure out that that's not the case. I don't know when that became particularly clear to me, but it was connected with me coming to understand the fact that Christ was not a name, that it's a title. So that's just. That's the main point of this whole last 10 minutes of conversation. Christ is not a name, it's a title.",
    "start": "00:15:29",
    "end": "00:16:57"
  },
  {
    "text": "And it's a title connected to an ancient practice of pouring oil on someone for a very specific meaning.",
    "start": "00:16:57",
    "end": "00:17:05"
  },
  {
    "text": "You got it. So what's interesting is here we'll just sample the way the phrase gets used to in the New Testament. So let's just turn to the Gospel of Mark, chapter one, which reads the beginning of the good news about Jesus Christ, the son of God. So it's the Greek words Jesus, it's Jesus name in Greek, and Christos, Jesus Messiah. So what's interesting is in the New Testament, predominantly, when the phrase Jesus Christ is used, the word the is not put in front of Christ, Jesus the Christ. It happens occasionally, but because of the lack of the word the, it's very easy to feel like they're using it as a family name. But you get other instances, like later on in Mark, where Jesus asks his disciples, like, who do people say that I am? And they say, ah, you're someone say John the Baptist or Elijah. And Jesus says, but who do you all say that I am? And Peter answers, you are the Christ. And there in English, reflecting the fact that they're in Greek, the word the is in front of it. So it's very clearly a title. So essentially, I think what we need to do in our minds is supply that word the mentally every time you see the word, because it always retained its nuance of meaning as a title, not a family name.",
    "start": "00:17:05",
    "end": "00:18:37"
  },
  {
    "text": "Yeah.",
    "start": "00:18:37",
    "end": "00:18:37"
  },
  {
    "text": "So here's an interesting example. In John, chapter one, Jesus is cruising around Galilee and he's starting to recruit his crew, his little discipleship crew. And when he gets to Andrew, he goes and finds his brother Simon and says, we have found the Messiah. And then John interrupts the story and he whispers in your ear. The narrator speaks in your ear and says, translated into Greek, it means Christos.",
    "start": "00:18:38",
    "end": "00:19:09"
  },
  {
    "text": "So what's the word he uses first?",
    "start": "00:19:10",
    "end": "00:19:11"
  },
  {
    "text": "Yeah, so when you quote Simon's speech, he spells the Hebrew word Mashiach with Greek letters.",
    "start": "00:19:11",
    "end": "00:19:20"
  },
  {
    "text": "Oh. So he transliterates.",
    "start": "00:19:20",
    "end": "00:19:22"
  },
  {
    "text": "He transliterates Mashiach into Greek letters Messias. And. And then John whispers in your ear, says, yeah. And that translated into Greek means Christos. So the biblical authors have not forgotten that this is a title. And I guess that's. Maybe that's not that big of a deal to make the point. But mentally for me, I just started saying Jesus Messiah to. Because in English it just sounds like a last name. Just the way it works.",
    "start": "00:19:22",
    "end": "00:19:56"
  },
  {
    "text": "Christ does.",
    "start": "00:19:56",
    "end": "00:19:57"
  },
  {
    "text": "Yeah.",
    "start": "00:19:57",
    "end": "00:19:57"
  },
  {
    "text": "The Messiah doesn't.",
    "start": "00:19:57",
    "end": "00:19:58"
  },
  {
    "text": "Messiah doesn't. So I've gotten into the habit of just when I see the phrase Jesus Christ or Jesus Christos, just say Jesus Messias or Jesus Messiah. Which just begs the question of, well, so what does that mean? And it reminds you of what it means.",
    "start": "00:19:58",
    "end": "00:20:15"
  },
  {
    "text": "Yeah. What does that mean? To be the Messiah?",
    "start": "00:20:16",
    "end": "00:20:19"
  },
  {
    "text": "What does it mean? So first we're going to explore its meaning in multiple steps of the conversation. But maybe let's get at it this way. Let's do a quick survey of who or what gets oil poured on them or it in the storyline of the Bible. And it's actually a fairly limited number of people and places. And just working through that list itself can I think get us closer? Well, let's take an inductive approach before we dial in or give a dictionary definition. Let's just see if we can begin to track with the meaning based on who or what gets anointed. So now a little tour of people who get oil poured on their head in the storyline of the Bible.",
    "start": "00:20:21",
    "end": "00:21:08"
  },
  {
    "text": "It.",
    "start": "00:21:16",
    "end": "00:21:16"
  },
  {
    "text": "You probably know the first one because it's fairly common. If you're an average follower of Jesus, you've gone to church gatherings for a while and heard the Bible taught, you probably know of one main category of people.",
    "start": "00:21:51",
    "end": "00:22:01"
  },
  {
    "text": "Oh, priests.",
    "start": "00:22:02",
    "end": "00:22:03"
  },
  {
    "text": "Oh, oh. Interesting. Yes. Yep. Yes, yes. To priests. Wait, what am I? Not very, not very many. It's not. But it is. Yeah. It is mentioned.",
    "start": "00:22:03",
    "end": "00:22:12"
  },
  {
    "text": "Okay.",
    "start": "00:22:12",
    "end": "00:22:12"
  },
  {
    "text": "Yeah.",
    "start": "00:22:12",
    "end": "00:22:12"
  },
  {
    "text": "Wait. The first group of people in the Bible.",
    "start": "00:22:12",
    "end": "00:22:14"
  },
  {
    "text": "The first group of people in the Bible anointed with oil are priests. That's right.",
    "start": "00:22:14",
    "end": "00:22:19"
  },
  {
    "text": "Yeah.",
    "start": "00:22:19",
    "end": "00:22:19"
  },
  {
    "text": "Yeah, that's right. Yeah. And the most numerous group of people who get oil poured in their head in the Bible would be Kings is kings. Yep, that's right. And then maybe one time a prophet. So let's start with priests, since they come first. Okay, so when Moses is up on Mount Sinai in the midst of the lightning storm, seeing the heavenly temple and getting the blueprints for the tabernacle, There's a whole, two whole chapters about the humans and the dress that they're going to have who are going to work in and around this sacred tabernacle when it's finally built on the land down below.",
    "start": "00:22:19",
    "end": "00:23:03"
  },
  {
    "text": "And by humans, you mean the priests?",
    "start": "00:23:04",
    "end": "00:23:06"
  },
  {
    "text": "The priests, exactly right.",
    "start": "00:23:06",
    "end": "00:23:08"
  },
  {
    "text": "The people who are going to work in Tabernacle and how they're supposed to dress. That's part of the vision that Moses is getting on Sinai.",
    "start": "00:23:08",
    "end": "00:23:14"
  },
  {
    "text": "You got it. Yep. So Exodus chapter 29 is all about the special clothes, the shiny, glimmering, brilliant, colorful clothes that Aaron's going to wear. It's Moses, brother. And he gets a special, like garment, this golden chess piece with all these jewels and shoulder pieces and tassels and robes. Then chapter 29, verse 6, you will set a turban on his head and put a holy crown on the turban, and you shall take the oil of anointing, and you shall pour it out on his head. Ooh. And anoint him. Notice the pouring and the anointing are separate steps. So you pour, and then as you pour, there's like a smearing or a.",
    "start": "00:23:14",
    "end": "00:24:01"
  },
  {
    "text": "Oh, you're waving your hand at me.",
    "start": "00:24:01",
    "end": "00:24:05"
  },
  {
    "text": "Yeah, I am. If I poured oil from my vantage point, I'm pouring oil on you, and then I'm.",
    "start": "00:24:05",
    "end": "00:24:11"
  },
  {
    "text": "And then you're rubbing it in.",
    "start": "00:24:11",
    "end": "00:24:12"
  },
  {
    "text": "Yeah, I'm rubbing. I'm kind of wiping it on your forehead. Okay, yeah, that's the idea. And then you shall bring his sons and their robes and do the same to them. So. So this is the first figure in the Bible who gets called that. And then when the ritual actually happens is In Leviticus, chapter 8, when Moses does all of this. Oh, interestingly, he sprinkles the oil on seven times and anoints the altar. We'll talk about that in a minute. And then he puts some of that oil on Aaron's head. So he's the first one. And after that point, he's called the Mashiach. Aaron is an anointed one. He's called by two titles, the priest or the high priest, Al Kohen, Hagadol, the great priest, or the anointed one. Okay, so that's the priest.",
    "start": "00:24:12",
    "end": "00:25:06"
  },
  {
    "text": "Okay.",
    "start": "00:25:06",
    "end": "00:25:06"
  },
  {
    "text": "Next are kings. And so priests come first in the storyline of Israel. And then it's only much later in the story. Joshua leads them into the land of Canaan. They establish themselves. They are constantly getting defeated by the nation, hostile nations around them. And so God raises up deliverers for them by empowering them with his spirit. But it's after many cycles of this that eventually the people come to their prophetic leader at the time, Samuel, and say, listen, we. We want a king. And so the first king that Israel chooses is a guy named Saul. And what we're told is that Samuel the prophet. Actually, here, we'll just read the story. So one day before Saul's arriving, the Lord had revealed to Samuel this saying, about this time tomorrow, I will send you a man from the land of Benjamin, and you shall mashach him to become a leader. New American Standard has prince. Whenever I see the word prince anywhere, I just think of medieval princes wearing those, like, poofy sleeve type shirts and with, like, feathers, and they're. You know what I'm saying.",
    "start": "00:25:07",
    "end": "00:26:30"
  },
  {
    "text": "Why is it translated prince here in Nais?",
    "start": "00:26:30",
    "end": "00:26:33"
  },
  {
    "text": "Well, it's. Hmm. It's the word for chieftain or leader. English Standard Version. Yeah.",
    "start": "00:26:34",
    "end": "00:26:42"
  },
  {
    "text": "Why wouldn't it be king? I mean, this is Saul becoming king.",
    "start": "00:26:42",
    "end": "00:26:45"
  },
  {
    "text": "Yeah, yeah. And he will, after he undergoes this. But it's the Hebrew word nagid, which is a more general title. New American Standard. Anoint him as ruler. That's niv. Yeah. It's interesting. Interesting word. Chief, leader. But you're right, the word prince very specifically means son of the king, at least for us.",
    "start": "00:26:45",
    "end": "00:27:08"
  },
  {
    "text": "In English.",
    "start": "00:27:08",
    "end": "00:27:08"
  },
  {
    "text": "In English. Yeah. And that's not what this word means in Hebrew. That's why it's a bit misleading.",
    "start": "00:27:08",
    "end": "00:27:14"
  },
  {
    "text": "Yeah. Okay, so that's an aside. You kind of paused on that word.",
    "start": "00:27:14",
    "end": "00:27:17"
  },
  {
    "text": "That's right. So you shall anoint him to become a leader over my people, Israel, and he will deliver. So here it's God setting aside one out of the many.",
    "start": "00:27:17",
    "end": "00:27:27"
  },
  {
    "text": "Okay.",
    "start": "00:27:27",
    "end": "00:27:27"
  },
  {
    "text": "And marking them as a deliverer.",
    "start": "00:27:27",
    "end": "00:27:30"
  },
  {
    "text": "It's coronation.",
    "start": "00:27:30",
    "end": "00:27:30"
  },
  {
    "text": "Yeah, that's right. So Samuel does. He gets a flask of oil out the next day and he pours it on his head. He kissed him and said, hasn't Yahweh anointed you to be a ruler over his inheritance? So that's Saul. After Saul blows his chance at being Israel's leader. That's the whole story. David is the next king who's anointed. And what's interesting about the story of David is when he gets anointed, an additional thing happens. So in 1 Samuel, 16:13, Samuel took the horn of oil and anointed David in the middle of his brothers, who they thought they were going to get oil poured on their heads.",
    "start": "00:27:31",
    "end": "00:28:18"
  },
  {
    "text": "Yeah. One of them, David's the youngest of all the brothers.",
    "start": "00:28:18",
    "end": "00:28:20"
  },
  {
    "text": "Yep. And when the oil gets poured on his head, the spirit of Yahweh rushed mightily upon him from that day onward. So that's very significant connection as we're going to see, for the meaning of.",
    "start": "00:28:20",
    "end": "00:28:37"
  },
  {
    "text": "This ritual, the connection of oil and spirit.",
    "start": "00:28:37",
    "end": "00:28:40"
  },
  {
    "text": "Oil and spirit. Yeah. Liquid and spirit. Because this liquid is clearly a Symbol of something. And what is it a symbol of? And here in the story of David, it's associated some way in the coming down of the oil on his head is associated with the coming upon him by the spirit. The other king who's mentioned who gets anointed before they become king officially is king king named Jehu. He's the king up in the northern tribes. We've never talked about Jehu ever, I think in the history of the project Jehu. So these Saul, David and Jehu get anointed before they publicly become king. There are three kings that get anointed by prophets at their like inaugural ceremonies. That's Solomon, then two kings from the line of David, later on, Joash and Jehoahaz in the book of second kings. And what's interesting is all three of the kings that get anointed before they become king publicly, it's all by prophets who were specifically instructed by Yahweh to go do it. So it's like a secret anointing or a little, maybe a private anointing before.",
    "start": "00:28:40",
    "end": "00:30:03"
  },
  {
    "text": "The public one, which is more of the coronation.",
    "start": "00:30:03",
    "end": "00:30:06"
  },
  {
    "text": "Exactly. Okay, yeah. So at least we can put together somehow this anointing is God's way of setting apart or marking someone. And what priests do is they represent the presence of God to people and they represent people to God. So they're like mediating figures between the divine and the human. And kings are also portrayed in a similar role. In the Bible. We might think of kings just mainly as rulers, but in the biblical story, they're very much mediators between God and the people, but not in the sacred space, but more out in the day to day affairs of leading the people. So God will hold the kings accountable for what the people do. And the people often hold the king accountable for what he's doing in relationship to God. So there's a commonality. We begin to kind of isolate the profile.",
    "start": "00:30:06",
    "end": "00:31:06"
  },
  {
    "text": "The commonality being that anointing someone is setting them apart as a leader to.",
    "start": "00:31:07",
    "end": "00:31:13"
  },
  {
    "text": "As a representative of some kind.",
    "start": "00:31:15",
    "end": "00:31:17"
  },
  {
    "text": "They represent the people well in a leadership capacity. I guess the king is more of a leader than a priest. Is that why you're just a different kind?",
    "start": "00:31:18",
    "end": "00:31:28"
  },
  {
    "text": "Different kind of leader?",
    "start": "00:31:28",
    "end": "00:31:29"
  },
  {
    "text": "Different kind of leader?",
    "start": "00:31:29",
    "end": "00:31:30"
  },
  {
    "text": "Yeah, I mean, I guess the high priest is a leader in the tabernacle or temple. So you're right, you're a leader. But the reason why their leadership role matters and is not just like an operations role, is there some representative function.",
    "start": "00:31:30",
    "end": "00:31:44"
  },
  {
    "text": "They play because there's other elders and you know, tribal chieftains or Whatever.",
    "start": "00:31:44",
    "end": "00:31:49"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:31:49",
    "end": "00:31:50"
  },
  {
    "text": "They're leaders too.",
    "start": "00:31:50",
    "end": "00:31:51"
  },
  {
    "text": "Yeah, that's right. Yeah.",
    "start": "00:31:51",
    "end": "00:31:52"
  },
  {
    "text": "But the priest and the king represent all of the people to God in a unique way. Represent?",
    "start": "00:31:52",
    "end": "00:32:02"
  },
  {
    "text": "Represent.",
    "start": "00:32:02",
    "end": "00:32:03"
  },
  {
    "text": "What do you mean by the word represent?",
    "start": "00:32:03",
    "end": "00:32:04"
  },
  {
    "text": "Re. Present.",
    "start": "00:32:05",
    "end": "00:32:06"
  },
  {
    "text": "Oh, I get it.",
    "start": "00:32:08",
    "end": "00:32:09"
  },
  {
    "text": "So there's a group of people that God's in a covenant relationship with in the storyline of the Bible. And all of those people stand in a covenant obligation and they've said yes to the terms of the covenant. These are the laws of the Torah and so on. But the primary mediator, representative figure of the people in the life and function of Israel in the story of the Bible is two key figures and then a third that we'll talk about in a second. And one of them is the king. So God will hold the king accountable for what the king allows or doesn't allow the people to do. God will hold the priest accountable as a representative of. Of all of the people. And this is explored in the Torah where there are in numbers, chapter 18 and 19, where if the people defile the land or do something terrible or break the terms of the covenant, God will hold the high priest accountable and his household, that's representative.",
    "start": "00:32:12",
    "end": "00:33:12"
  },
  {
    "text": "Okay, there's an accountability.",
    "start": "00:33:12",
    "end": "00:33:14"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:33:14",
    "end": "00:33:15"
  },
  {
    "text": "There's also a, almost like a, a delegation of, like instead of God talking to everyone, he can just go directly to that person and God will address.",
    "start": "00:33:15",
    "end": "00:33:28"
  },
  {
    "text": "The king or the priest when he wants to address the people. So a representative role. So there's a third category of people that's associated with anointing, but it's not very common, and that's prophets. So there's actually only one time that a prophet is supposed to be anointed to mark the beginning of his career as a prophet. When Elijah is about to retire, though not fully, but he's going to appoint a successor, God tells him, go find this young guy Elisha and anoint him. And it's not clear that he ever did that. He does go meet Elisha, but it's never said whether he pours oil on his head or not. So that's interesting, but I just to complete that list, priests, kings and prophets. And all of these figures are figures who represent some part of Yahweh to the people. Whether the priest is God's presence, the king represents God's authority and rule, and prophets represent God's purpose and word. They speak the word of God to the people. So all of them are in this role. To be an anointed one is to be somebody who brings what is from God in this heavenly realm and mediating it to people here on the land, and then vice versa. That an anointed one is somebody who represents the people on the land before God in this heavenly realm in some way. So that's where we're at so far. Does that feel fairly clear or intuitive?",
    "start": "00:33:28",
    "end": "00:35:14"
  },
  {
    "text": "It's a bridge.",
    "start": "00:35:14",
    "end": "00:35:15"
  },
  {
    "text": "Yeah, a bridge.",
    "start": "00:35:16",
    "end": "00:35:17"
  },
  {
    "text": "But it's a person bridging together the divine and the human and the human.",
    "start": "00:35:17",
    "end": "00:35:22"
  },
  {
    "text": "Or another way to say that is they are bridges between heaven and earth, or a gate. A gate between heaven and earth. And where this really began to take on significance for me, or I feel like my light bulb moment happened a number of years ago when I paid attention to the handful of places that get anointed with oil in the Bible. Because typically when you think of the anointed one, it refers to a person. But to really get the meaning of what anointing means, you have to look at these places. The first place practice of anointing in the Bible happens not to a person, but to a pile of rocks or actually to one big rock, you know, among some other rocks. And this is the story of Jacob, who was fleeing from his brother and his father in the book of Genesis, chapter 28. It's a fascinating, fascinating story. Should we read it?",
    "start": "00:35:22",
    "end": "00:36:25"
  },
  {
    "text": "Yeah.",
    "start": "00:36:25",
    "end": "00:36:25"
  },
  {
    "text": "Sam, Genesis 28:10 and Yaakov. Sorry, my translation. I try and spell the names the way they're pronounced in Hebrew. So, Yaakov, Jacob went out from Beersheba and he went to Haran and he encountered the place, the place. And he stayed the night there. But because the sun had gone down, and so he took some stones of the place and he set his headrest and he laid down in that place. It's very clearly like something about the place. Something about this place. Yeah.",
    "start": "00:36:25",
    "end": "00:37:33"
  },
  {
    "text": "Is that a normal thing? Use a stone to sleep on? Sounds uncomfortable.",
    "start": "00:37:34",
    "end": "00:37:38"
  },
  {
    "text": "You know, it does. But, you know, in Egypt. Have you ever seen these ancient Egyptian headrests? Oh, man. They're this little pillar and then it's a big.",
    "start": "00:37:39",
    "end": "00:37:50"
  },
  {
    "text": "It cups your head.",
    "start": "00:37:50",
    "end": "00:37:51"
  },
  {
    "text": "Yeah, it's a big U shaped thing and it's exactly sized so that if you're sleeping on your side, your head doesn't go down, doesn't go up, it's just straight. And yeah, I've actually seen some modern pillow makers trying to recreate versions of this because I think it actually is really good for your stomach.",
    "start": "00:37:51",
    "end": "00:38:11"
  },
  {
    "text": "There's no cushion. I just feel like you just need a little cushion there. I like the idea of the structure. Just add a little cushion.",
    "start": "00:38:11",
    "end": "00:38:17"
  },
  {
    "text": "Yeah, yeah. Well, so there you go. So the fact that it's a stone for the headrest is also of symbolic importance for the.",
    "start": "00:38:17",
    "end": "00:38:25"
  },
  {
    "text": "Because the stone's about to get anointed.",
    "start": "00:38:25",
    "end": "00:38:27"
  },
  {
    "text": "Yeah.",
    "start": "00:38:27",
    "end": "00:38:28"
  },
  {
    "text": "Okay.",
    "start": "00:38:28",
    "end": "00:38:28"
  },
  {
    "text": "You'll see. So now he's sleeping. His, you know, his state of consciousness is made more vulnerable to perceiving other dimensions of reality. And so he has a dream, and behold, there was a ramp set on the land. Sometimes translated ladder or stairway. Most accurately, a ramp or stairway. But a stair ramp. Some driveways are like this, you know, like it has the ramp for the tires.",
    "start": "00:38:28",
    "end": "00:38:59"
  },
  {
    "text": "Oh.",
    "start": "00:38:59",
    "end": "00:39:00"
  },
  {
    "text": "But in the middle of stairs, stairs to walk.",
    "start": "00:39:00",
    "end": "00:39:02"
  },
  {
    "text": "Oh, yeah, I've seen this. That's what I'm supposed to imagine.",
    "start": "00:39:02",
    "end": "00:39:05"
  },
  {
    "text": "I don't know. Okay, yeah. Sulam. People debate these things if it's actually a proper stairway or a ramp, but it amounts to the same thing. Now, its head was in the skies. The head of this ramp on the land was up in the skies. Now that's not the first time you've heard about something with its head up in the skies before.",
    "start": "00:39:05",
    "end": "00:39:29"
  },
  {
    "text": "You're Talking about Genesis 11, the Tower.",
    "start": "00:39:29",
    "end": "00:39:33"
  },
  {
    "text": "Of Babel, Tower of Babylon.",
    "start": "00:39:33",
    "end": "00:39:35"
  },
  {
    "text": "Babylon, yeah. They built the structure and its head was in the skies.",
    "start": "00:39:36",
    "end": "00:39:44"
  },
  {
    "text": "They built a city with a tower to make a name for themselves. With its head in the skies. Yeah, yeah. This is the exact same phrase.",
    "start": "00:39:44",
    "end": "00:39:52"
  },
  {
    "text": "Okay.",
    "start": "00:39:52",
    "end": "00:39:52"
  },
  {
    "text": "Yeah. So what the people of Babylon were striving to build.",
    "start": "00:39:52",
    "end": "00:39:56"
  },
  {
    "text": "Which was a gateway to heaven.",
    "start": "00:39:58",
    "end": "00:39:59"
  },
  {
    "text": "A gateway to heaven. And in fact, the word Babel or Babylon in the Semitic language in Akkadian means the gate of the gods. Oh, yeah, Bob, Il means gate of the gods.",
    "start": "00:39:59",
    "end": "00:40:15"
  },
  {
    "text": "Oh, wow. In Akkadian.",
    "start": "00:40:15",
    "end": "00:40:17"
  },
  {
    "text": "Yeah. Which is a cousin language.",
    "start": "00:40:17",
    "end": "00:40:19"
  },
  {
    "text": "It's a Semitic language.",
    "start": "00:40:19",
    "end": "00:40:20"
  },
  {
    "text": "Cousin Semitic language to ancient Hebrew. So just tuck that thought away.",
    "start": "00:40:20",
    "end": "00:40:24"
  },
  {
    "text": "That's Il instead of El.",
    "start": "00:40:24",
    "end": "00:40:25"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:40:25",
    "end": "00:40:26"
  },
  {
    "text": "It's for God. Babil.",
    "start": "00:40:26",
    "end": "00:40:28"
  },
  {
    "text": "Babil. The gate of the gods. So what Jacob sees is a ramp going up into the skies, set on the land, but its head is up in the skies. And look, messengers of Elohim God were going up and going down upon it. There's traffic between heaven and earth on this ramp. And look, Yahweh was standing on it. And then Yahweh has this long speech where he says to Jacob, repeating the promises that he made to Abraham and then to Isaac, his father, saying, the land that you are lying on, I will give it to you and to your descendants. And your descendants will be like the dust of the land you're going to break out to the west. The east, the north, the south. And. And in you, all, the families of the ground are going to find blessing and also in your seed. Okay. That's classic. Promise to Abraham.",
    "start": "00:40:28",
    "end": "00:41:24"
  },
  {
    "text": "Okay.",
    "start": "00:41:24",
    "end": "00:41:24"
  },
  {
    "text": "I am going to go with you. I'll keep you wherever you go. I'll return you back to this ground. I will not abandon you until I've done what I've spoken to you.",
    "start": "00:41:25",
    "end": "00:41:34"
  },
  {
    "text": "Bring you back to this spot.",
    "start": "00:41:35",
    "end": "00:41:36"
  },
  {
    "text": "Bring you back to this ground.",
    "start": "00:41:37",
    "end": "00:41:38"
  },
  {
    "text": "This ground?",
    "start": "00:41:39",
    "end": "00:41:39"
  },
  {
    "text": "Yeah, like the Adamant, meaning the spot. The land they kill you. Oh, no, no, no. Jacob's fleeing, and he's about to leave his homeland, the land of his family.",
    "start": "00:41:40",
    "end": "00:41:50"
  },
  {
    "text": "Okay, but he's still technically in it.",
    "start": "00:41:50",
    "end": "00:41:52"
  },
  {
    "text": "Yep. He's on the border.",
    "start": "00:41:52",
    "end": "00:41:53"
  },
  {
    "text": "He's on the border. I see.",
    "start": "00:41:53",
    "end": "00:41:54"
  },
  {
    "text": "Yeah.",
    "start": "00:41:54",
    "end": "00:41:55"
  },
  {
    "text": "Okay.",
    "start": "00:41:55",
    "end": "00:41:55"
  },
  {
    "text": "He's running north, away from his brother. So Jacob woke up from his sleep and he said, surely Yahweh is in this place. And I had no clue.",
    "start": "00:41:55",
    "end": "00:42:06"
  },
  {
    "text": "This place.",
    "start": "00:42:07",
    "end": "00:42:07"
  },
  {
    "text": "I didn't know it. This place. And Jacob was afraid, and he said, how terrifying is this place? This is none other than the house of Elohim. This is the gate of the skies.",
    "start": "00:42:07",
    "end": "00:42:21"
  },
  {
    "text": "He found the secret temple.",
    "start": "00:42:22",
    "end": "00:42:23"
  },
  {
    "text": "Yes. Or it found him.",
    "start": "00:42:24",
    "end": "00:42:26"
  },
  {
    "text": "It found him.",
    "start": "00:42:26",
    "end": "00:42:27"
  },
  {
    "text": "Yeah. Yeah. So the phrase house of Elohim is beit, and Elohim, he's going to call the name of this place Bethel or Beth El. Bethel El is short for Elohim. So, House of God. So he gets up in the morning, and he took that stone that he used for a headrest, and he set it upright now with a pillar, and he poured olive oil on its head. And he called its name Beth El, House of El. And formerly the. The name of the place in the beginning was Almond Tree or Luz. And then he makes a vow, saying, if God will protect me, then I'm come back here. And this stone that I have placed as a pillar, it will become the house of Elohim. And I will give to God a tenth of anything he gives to me. That's the story.",
    "start": "00:42:28",
    "end": "00:43:22"
  },
  {
    "text": "Luz, a city.",
    "start": "00:43:23",
    "end": "00:43:24"
  },
  {
    "text": "Yeah. Apparently he's in proximity to a city called Luz, a walled enclosure called Luz, which means almond tree. So everything in the story is about the place?",
    "start": "00:43:25",
    "end": "00:43:36"
  },
  {
    "text": "Yeah, the place.",
    "start": "00:43:36",
    "end": "00:43:37"
  },
  {
    "text": "It's a place. He doesn't recognize what its true significance is. And it's only when he falls asleep that he's open to see what's there. And what he sees is it's a portal between heaven and earth. And so his response is to pour oil, to anoint it with oil. So surely this story is actually foundational for helping us understand the meaning of this symbol, this ritual practice.",
    "start": "00:43:37",
    "end": "00:44:05"
  },
  {
    "text": "Yeah. What we could deduce is that to pour oil on an object that's marking a place is to say, this place is a bridge between heaven and earth. There's a connection here between heaven and earth. And to anoint it is to signify that place, his connection to the divine. Now, the place isn't in some way mediating. I mean, there's a stairway. So like angelic beings, God himself, there's access. So in some sense, the place is a mediator of the divine.",
    "start": "00:44:06",
    "end": "00:44:41"
  },
  {
    "text": "Yeah. And specifically, he took a stone from the place, he used it as his head rest. Then he has a dream about a ramp being set on the land with its head up in the skies. So his head is now on the ground.",
    "start": "00:44:41",
    "end": "00:44:59"
  },
  {
    "text": "Yeah.",
    "start": "00:44:59",
    "end": "00:45:00"
  },
  {
    "text": "And he's dreaming of a ramp right there on that rock. As his head's on the rock, then the rock becomes a stairway leading up.",
    "start": "00:45:00",
    "end": "00:45:08"
  },
  {
    "text": "The rock becomes the stairway.",
    "start": "00:45:08",
    "end": "00:45:10"
  },
  {
    "text": "Well, he had a dream. His head is on this rock.",
    "start": "00:45:10",
    "end": "00:45:14"
  },
  {
    "text": "Yeah, yeah. You can imagine that.",
    "start": "00:45:14",
    "end": "00:45:16"
  },
  {
    "text": "And then in his head, he's all of a sudden seeing a dream. There's some connection between the rock, his head, the ramp, and its head. Got it up in the skies. And then when he says, I'm gonna take the rock that I use for a headrest and set it up as a pillar, then the thing on which his head rested, he turns upright, pointing up to the sky. And this was very common. The Hebrew word is matzeva, for pillar, for pillar. And these ritual stone pillars were very common. In fact, there are many that still exist today from the period of ancient Israel that you can go to Israel and go see ancient temples. And there'll be these matzevot or matzevah. And it's not even that tall. It's maybe like 16, 18 inches tall, like a rock. And often archaeologists will find rocks like this tipped over, but usually they'll have some sort of little ritual circle of rocks placed around them. And let's say a wall collapsed and it got buried. And then they dig it up, and they're like, oh, matzewa. So the rock that becomes the headrest becomes the ramp with its head in the skies, becomes symbolized by the rock for the headrest that he turns upright into a pillar and he poured.",
    "start": "00:45:16",
    "end": "00:46:42"
  },
  {
    "text": "The thing that he's anointing is the stairway. Is what you're saying. You connect all those ideas.",
    "start": "00:46:42",
    "end": "00:46:48"
  },
  {
    "text": "And he poured olive oil on its.",
    "start": "00:46:48",
    "end": "00:46:50"
  },
  {
    "text": "Head, on the head of the stairway.",
    "start": "00:46:50",
    "end": "00:46:52"
  },
  {
    "text": "On the head of the stone, which is a symbol of the stairway. Yeah, yeah, yeah.",
    "start": "00:46:52",
    "end": "00:46:57"
  },
  {
    "text": "His Head was in the skies. Is there an idea, then, that the role of a king or a priest and a prophet is for their head to be in the sky?",
    "start": "00:46:57",
    "end": "00:47:08"
  },
  {
    "text": "Well, I think it just in this story, things being on the ground or things being low and things being high.",
    "start": "00:47:10",
    "end": "00:47:17"
  },
  {
    "text": "Yeah.",
    "start": "00:47:17",
    "end": "00:47:18"
  },
  {
    "text": "Heaven and earth, high and low.",
    "start": "00:47:18",
    "end": "00:47:20"
  },
  {
    "text": "To be able to mediate between heaven and earth. Your feet are on the ground, but in some way, your mind needs to be connected to the divine.",
    "start": "00:47:20",
    "end": "00:47:28"
  },
  {
    "text": "Yeah. So if pouring oil on a place marks it as a portal with its feet on the ground, or in this case, his head on the ground but its head up in the sky, that becomes this really powerful narrative image of what is a mashiach, what is a person who is anointed? They must in some way play a similar role to this stone or this ramp, that they are a person set aside in ritual spaces to be portals between heaven and earth. And we go back, you know, think about the king mediates God's heavenly rule here on Earth. That's how humans are presented in page one of Genesis, as images of God. So God rules in the heaven above, and he installs earthly rulers on the land below. Now, we're not told. Well, in the next conversation, we'll go to the Garden of Eden story, because I do think there's an anointing there that if you have eyes to see it, it's all over. Just the word is not used in the Garden of Eden story. But humans are portrayed as the archetypal anointed ones, as the earthly representatives of God's heavenly rule. And priests are presented in the same way in the sacred space. And then prophets are a portal for the word of God to come to Earth.",
    "start": "00:47:28",
    "end": "00:48:54"
  },
  {
    "text": "So it's very connected to the idea of being the image of God.",
    "start": "00:48:54",
    "end": "00:48:57"
  },
  {
    "text": "Yeah, the image of God is a related idea for talking about someone as a representation of the divine. Yeah.",
    "start": "00:48:58",
    "end": "00:49:09"
  },
  {
    "text": "Are they, like, adjacent ideas or are they, like, pretty much synonyms?",
    "start": "00:49:10",
    "end": "00:49:15"
  },
  {
    "text": "Well, to be the anointed one means you've had this ritual where you've got the oil placed on your head. And that doesn't happen with Adam and Eve. So what's rad about the story is that it shows us the meaning of this practice, that it marks a person or a place as a portal between heaven and earth. And with the kings, the priests, and the prophets, you get this image of a portal of God's rule for the king, a portal of God's presence through the priest, a portal for God's word and purpose through the prophet. All those heavenly realities are brought to Earth, so to speak, through this one who's marked by the oil in the same way that this place and this rock becomes a portal between heaven and earth. And that's what this whole story is about with Jacob. So that raises all these other questions about, like, what is. What does that mean to be a.",
    "start": "00:49:15",
    "end": "00:50:27"
  },
  {
    "text": "Portal between heaven and earth?",
    "start": "00:50:27",
    "end": "00:50:28"
  },
  {
    "text": "Yeah, like, what's. What does that really mean? Yeah, I don't know if that's the question that comes to you.",
    "start": "00:50:28",
    "end": "00:50:35"
  },
  {
    "text": "Yeah, I mean, we've talked a lot about being the image of God, and so I guess I'm just assuming it means that. But instead of saying. Because generally when we say you're the image of God, we're talking about everyone. Everyone's role in representing God.",
    "start": "00:50:36",
    "end": "00:50:50"
  },
  {
    "text": "Oh, sure. Yeah, yeah, yeah.",
    "start": "00:50:50",
    "end": "00:50:52"
  },
  {
    "text": "Where to be an anointed one is more of a specific task of representing everyone.",
    "start": "00:50:52",
    "end": "00:50:57"
  },
  {
    "text": "That's the image of God set apart.",
    "start": "00:50:57",
    "end": "00:50:59"
  },
  {
    "text": "Yeah.",
    "start": "00:50:59",
    "end": "00:50:59"
  },
  {
    "text": "Like the high priest, you know, and the kings are set apart from the many.",
    "start": "00:50:59",
    "end": "00:51:02"
  },
  {
    "text": "Right. The question that lingers in my mind is, how is this connected to what James is telling the church to do?",
    "start": "00:51:03",
    "end": "00:51:13"
  },
  {
    "text": "Oh, okay.",
    "start": "00:51:13",
    "end": "00:51:13"
  },
  {
    "text": "What you experienced, you know, when you were seven and you were sick.",
    "start": "00:51:13",
    "end": "00:51:17"
  },
  {
    "text": "Yes.",
    "start": "00:51:17",
    "end": "00:51:18"
  },
  {
    "text": "Like, that had nothing to do with making you some sort of representative on behalf of them. It was because you were sick and they wanted God's healing.",
    "start": "00:51:18",
    "end": "00:51:31"
  },
  {
    "text": "That's right.",
    "start": "00:51:31",
    "end": "00:51:31"
  },
  {
    "text": "So there's got to be some sort of connection there. And I don't fully appreciate it.",
    "start": "00:51:31",
    "end": "00:51:35"
  },
  {
    "text": "Yeah. So where we'll go next in the next conversation is about the symbolism of oil, specifically. And this oil of anointing. And there's a recipe for it in the book of Exodus. And the recipe itself has all kinds of important hyperlinks to the Garden of Eden. And this is all about the Garden of Eden and the garden plants. And oil becomes a symbol of the abundant, restorative, heavenly life of God, the infinite, inexhaustible life and power of God in the heavens that can touched down here on Earth through these representative people who get the oil poured on them. And so somehow the oil becomes itself, this symbol of the liquid life, liquid life of God that touches down here on Earth. So this is what we'll explore in the next steps of the conversation. But just to let the cat out of the bag, notice how oil and prayer are connected in that passage in James that we looked at. And so what is prayer? Prayer is asking for the release of God's heavenly purpose and power and life here on earth in specific people and moments. And so it's as if the oil and the prayer for healing or the God's power for healing are linked symbols of each other. So in that sense, I think it is connected. You know, those people around me were praying that God's healing power would touch down on my spinal cord. And then I was able to walk months before any of the doctors thought I would be able to. It's just interesting turn of events.",
    "start": "00:51:35",
    "end": "00:53:21"
  },
  {
    "text": "Yeah. Okay, well, we'll probably get to it later then. But there seems to be a step that happens between. Because it seems like this ritual of anointing was specific for leaders. And then a few cases of, like, places.",
    "start": "00:53:22",
    "end": "00:53:37"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:53:37",
    "end": "00:53:38"
  },
  {
    "text": "And then at some point.",
    "start": "00:53:38",
    "end": "00:53:39"
  },
  {
    "text": "Yeah.",
    "start": "00:53:40",
    "end": "00:53:40"
  },
  {
    "text": "The early Christians were like, yeah, let's. Let's actually use this for more than just appointing leaders.",
    "start": "00:53:40",
    "end": "00:53:47"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:53:47",
    "end": "00:53:48"
  },
  {
    "text": "And how did that happen?",
    "start": "00:53:48",
    "end": "00:53:49"
  },
  {
    "text": "Yeah.",
    "start": "00:53:49",
    "end": "00:53:50"
  },
  {
    "text": "And why. And it sounds like the next part, though, is to talk about the significance of what oil is.",
    "start": "00:53:50",
    "end": "00:53:58"
  },
  {
    "text": "Yeah. Yep. Oh, yeah, dude. Because remember what Jesus followers eventually come to be called in the Book of Acts? They're called Nazarenes first in Jerusalem and followers of the Way. But once the followers of Jesus spread out and make the city of Antioch their home base, this is in the Book of Acts, they start being called Christianos, Anointed ones, plural. So how is it that this practice of marking just one out of thousands comes to be democratized to refer to everybody in a whole group of people? Like, what's going on with that? So these are the mysteries that we will ponder as we go on.",
    "start": "00:53:58",
    "end": "00:54:41"
  },
  {
    "text": "Okay.",
    "start": "00:54:41",
    "end": "00:54:42"
  },
  {
    "text": "Well, hey, this is Dan Gummel with the podcast team, and I'm back with another employee, Outro, and in the studio today is a friend of mine. You want to introduce yourself?",
    "start": "00:54:44",
    "end": "00:54:52"
  },
  {
    "text": "Yeah, my name's Anna and I live here in Portland, Oregon, and I work on the global team at bibleproject.",
    "start": "00:54:52",
    "end": "00:55:00"
  },
  {
    "text": "Well, tell me a little bit about what your day to day is.",
    "start": "00:55:00",
    "end": "00:55:03"
  },
  {
    "text": "Yeah. So I am the Spanish product manager. So everything that we do for bibleproject Spanish Espanol, I help with that. So we kind of work as a squad right now. So there's someone that's on the marketing team, someone that's on strategic relationships, someone that's on Web. And my job is to kind of get everyone together to collaborate and coordinate and make sure we're all on the same page.",
    "start": "00:55:03",
    "end": "00:55:28"
  },
  {
    "text": "And outside of the bibleproject English channels, Spanish is the second largest. Right?",
    "start": "00:55:28",
    "end": "00:55:35"
  },
  {
    "text": "Yeah. We have over 800,000 subscribers on YouTube.",
    "start": "00:55:35",
    "end": "00:55:39"
  },
  {
    "text": "Wow.",
    "start": "00:55:39",
    "end": "00:55:40"
  },
  {
    "text": "So exciting.",
    "start": "00:55:40",
    "end": "00:55:41"
  },
  {
    "text": "You'll be at a million here, we're hoping.",
    "start": "00:55:41",
    "end": "00:55:43"
  },
  {
    "text": "Yeah, maybe end of the year.",
    "start": "00:55:43",
    "end": "00:55:44"
  },
  {
    "text": "Really?",
    "start": "00:55:45",
    "end": "00:55:45"
  },
  {
    "text": "Yeah. That's kind of the projections.",
    "start": "00:55:45",
    "end": "00:55:47"
  },
  {
    "text": "End of 20, 23. A million on yeah.",
    "start": "00:55:48",
    "end": "00:55:50"
  },
  {
    "text": "Yeah.",
    "start": "00:55:50",
    "end": "00:55:50"
  },
  {
    "text": "Subs on yeah.",
    "start": "00:55:50",
    "end": "00:55:52"
  },
  {
    "text": "Wow. Tell me a little bit about your life outside of work.",
    "start": "00:55:52",
    "end": "00:55:54"
  },
  {
    "text": "Outside of work? I have a dog.",
    "start": "00:55:54",
    "end": "00:55:58"
  },
  {
    "text": "Okay, good.",
    "start": "00:55:58",
    "end": "00:55:59"
  },
  {
    "text": "I was about to be. If she. If she doesn't mention this dog, I'm about to just, like, throw the mic.",
    "start": "00:55:59",
    "end": "00:56:03"
  },
  {
    "text": "I bring my dog to work almost every single day. Her name's Scout, and she's a gold retriever. Yeah, I like running. I run along the, like, Portland bridges a lot with. Which is really fun.",
    "start": "00:56:03",
    "end": "00:56:14"
  },
  {
    "text": "Does Scout run with you?",
    "start": "00:56:14",
    "end": "00:56:15"
  },
  {
    "text": "She does, actually. Yeah. Yeah, she's gotten pretty good. She's gotten a little bit faster.",
    "start": "00:56:15",
    "end": "00:56:19"
  },
  {
    "text": "You used to have to, like, tow her from behind.",
    "start": "00:56:19",
    "end": "00:56:21"
  },
  {
    "text": "Like, not exactly, but she used to just get really distracted. I think now she knows, like, hey, we're on a run. This is what we're doing.",
    "start": "00:56:21",
    "end": "00:56:29"
  },
  {
    "text": "Would you like to read our outro?",
    "start": "00:56:29",
    "end": "00:56:31"
  },
  {
    "text": "I would, yeah.",
    "start": "00:56:31",
    "end": "00:56:32"
  },
  {
    "text": "Our credits.",
    "start": "00:56:32",
    "end": "00:56:32"
  },
  {
    "text": "Today's show came from our podcast team, including producer Cooper Peltz and associate producer Lindsey Ponder. Our lead editor is Dan Gummel. Additional editors are Tyler Bailey and Frank Garza. Tyler Bailey, AKA Tyler the creator, also mixed this episode. And Hannah Wu did our annotations for the BibleProject app. BibleProject is a crowdfunded nonprofit. Everything we make is free because of your generous support. Thank you so much for being part of this with us.",
    "start": "00:56:33",
    "end": "00:57:01"
  },
  {
    "text": "Sa.",
    "start": "00:57:05",
    "end": "00:57:05"
  }
]