[
  {
    "text": "We're tracing the theme of the Anointed One, a person who gets oil smeared on them to mark them as a bridge between heaven and earth. And this isn't just for the benefit of the Anointed One. The whole point is that they bridge heaven on earth on behalf of many.",
    "start": "00:00:04",
    "end": "00:00:20"
  },
  {
    "text": "When God chooses one on behalf of the many, it's always so that through them he can do something for the many.",
    "start": "00:00:20",
    "end": "00:00:27"
  },
  {
    "text": "Now, by mere page number, King David's story is the most thorough portrait of an Anointed One. In the last episode, we looked at narratives about David's life and we looked at prophecies about how a future Anointed One will come from his descendants. And what we found is that in David's story there are two aspects of what it means to be the Anointed.",
    "start": "00:00:27",
    "end": "00:00:51"
  },
  {
    "text": "One is victorious, confronting Goliath, driving out evil from the land and driving out the oppressor. Right. It's kind of a know, butt kicking portrait of God's Anointed One. And then right alongside that are stories of this patient, humble, waiting upon God, Anointed One who refuses to take vengeance into their own hands. And he's going to wait for God to deliver and exalt him over his adversaries. And somehow both of those portraits are alongside each other in David's story.",
    "start": "00:00:51",
    "end": "00:01:25"
  },
  {
    "text": "Today we turn to to the Psalms and we read about David's personal reflections on being the Anointed One. And we'll continue to see these two aspects there as well.",
    "start": "00:01:25",
    "end": "00:01:34"
  },
  {
    "text": "We're gonna see that same back and forth between the victorious smash your enemy Messiah in the Psalm scroll and also the crying out on my knees, suffering, persecuted, I think I'm gonna die. Portrait of the Anointed One.",
    "start": "00:01:35",
    "end": "00:01:51"
  },
  {
    "text": "David's emotional experiences depicted in the Psalms give us a glimpse into how Jesus interpreted experience as God's final Anointed One. That to be the Anointed means finding victory through suffering.",
    "start": "00:01:51",
    "end": "00:02:05"
  },
  {
    "text": "Jesus expected the worst for himself and his followers, but also expected the best and resurrection, hope, and all of that that's going on in his teachings and the stories about him is in deep continuity with these themes about the Anointed One from the Hebrew Bible.",
    "start": "00:02:05",
    "end": "00:02:25"
  },
  {
    "text": "Today, Tim Mackey and I talk about the story of David in the scroll of the Psalms. I'm John Collins and you're listening to BibleProject Podcast. Thanks for joining us. Here we go.",
    "start": "00:02:26",
    "end": "00:02:36"
  },
  {
    "text": "Hey. Hey, John. Hi.",
    "start": "00:02:40",
    "end": "00:02:41"
  },
  {
    "text": "Hello. We're in the Book of Psalms today, the scroll of Psalms, as we say here in the Bible Project land. And we're in the theme of the anointed.",
    "start": "00:02:41",
    "end": "00:02:51"
  },
  {
    "text": "Yep.",
    "start": "00:02:52",
    "end": "00:02:52"
  },
  {
    "text": "And so we've been tracing this theme of a. Well, I mean, it started with us talking about just the ritual of anointing. Smearing oil.",
    "start": "00:02:52",
    "end": "00:03:00"
  },
  {
    "text": "Yeah.",
    "start": "00:03:00",
    "end": "00:03:00"
  },
  {
    "text": "On someone.",
    "start": "00:03:00",
    "end": "00:03:01"
  },
  {
    "text": "Yeah. In the Jewish Christian tradition, smearing or pouring oil on a person's head is a deeply meaningful, ancient symbol with a whole story loaded into it. It's a symbol of liquid life, God's heavenly life taking the form of liquid. Because liquid, especially oils, fragrant oils, are, like, dense. It only takes a little bit to do a lot of.",
    "start": "00:03:01",
    "end": "00:03:34"
  },
  {
    "text": "A lot of nutrition in there. Why are you laughing?",
    "start": "00:03:35",
    "end": "00:03:37"
  },
  {
    "text": "A memory just came into my head. So this was from season when I was pastoral ministry. I remember one Sunday gathering we did, and we were talking about the theme of forgiveness and confession. And so we had little, like, tables at the back of the gathering room where if somebody wanted to come back and pray to confess something, as kind of a first step of that, they need to go confess and ask someone else for forgiveness. So let's just practice right now in the gathering. Just, like, you can say as much or as little as you want, but just to get up, move your body and say, I have something I need to confess. And we have people who would love to pray with you and anoint you with oil. That's a sign.",
    "start": "00:03:38",
    "end": "00:04:24"
  },
  {
    "text": "You had some oil back there at the tables.",
    "start": "00:04:24",
    "end": "00:04:26"
  },
  {
    "text": "Yeah, we had the little finger dab. The first person I dabbed, I made a little sign of the cross on their foreheads. Anybody I prayed with, it was really cool. It was beautiful. But the first person that came up, I was still kind of learning how much oil. And so I got way too much. And as I did the sign of the cross in oil on their forehead, it was so much, it just started dripping down into their eyes. And then it was supposed to be this meaningful moment, but they had oil in their eyes that I accidentally. So that's the image that came into.",
    "start": "00:04:26",
    "end": "00:04:58"
  },
  {
    "text": "My mind when you said, it doesn't take much. You don't need a lot.",
    "start": "00:04:58",
    "end": "00:05:02"
  },
  {
    "text": "You don't need a lot.",
    "start": "00:05:02",
    "end": "00:05:03"
  },
  {
    "text": "But there's the Psalm of, like, the oil just dripping down their face, you know?",
    "start": "00:05:03",
    "end": "00:05:08"
  },
  {
    "text": "Yeah, that's a good one. Oh, we gotta read that.",
    "start": "00:05:08",
    "end": "00:05:11"
  },
  {
    "text": "How wonderful it is.",
    "start": "00:05:11",
    "end": "00:05:12"
  },
  {
    "text": "Yeah.",
    "start": "00:05:13",
    "end": "00:05:13"
  },
  {
    "text": "Oil. Just your beard drenched in oil.",
    "start": "00:05:13",
    "end": "00:05:16"
  },
  {
    "text": "Oil is an Eden symbol in the Bible of just potent, packed, condensed, liquid form of life. Because Eden was a garden, and its plants all had oils and liquids, and it smelled perfumey and so on. And so that oil becomes a symbol of both the liquid that God poured out in the dry land to create the Garden of Eden and Yahweh's spirit that he poured out into the dirt so that it could become a human. So the anointing oil becomes a symbol of God's heavenly liquid life poured out on the land or on humans to fill them with this heavenly life and power.",
    "start": "00:05:16",
    "end": "00:05:59"
  },
  {
    "text": "So in some sense, all of humanity is anointed with God's breath, his spirit. We have the life of God. We have the breath of God in our nostrils. And. But then this ritual of taking oil and anointing someone was applied to the priests, because in particular, the priests were this class of people who were specifically.",
    "start": "00:05:59",
    "end": "00:06:22"
  },
  {
    "text": "Set apart within Israel, in Israel to.",
    "start": "00:06:22",
    "end": "00:06:25"
  },
  {
    "text": "Represent God to Israel, who could meet with God in God's holy place and then administer God's peace and whatever, his blessing and his life, his blessing to the people. So to be that person, to bridge God and human heaven and earth, the divine, and whatever we got going on here is to be an anointed one.",
    "start": "00:06:25",
    "end": "00:06:52"
  },
  {
    "text": "Yeah.",
    "start": "00:06:52",
    "end": "00:06:52"
  },
  {
    "text": "One smeared with oil.",
    "start": "00:06:52",
    "end": "00:06:54"
  },
  {
    "text": "Yep.",
    "start": "00:06:54",
    "end": "00:06:54"
  },
  {
    "text": "And so that happened to the priests. But then mostly, as this theme has developed in the Hebrew Bible, it in particular was attributed to one man named David.",
    "start": "00:06:55",
    "end": "00:07:09"
  },
  {
    "text": "Yeah. And David arises in Israel's story because the people of Israel want a king to lead them and represent them among the nations. So what, the priest was among Israel, an anointed one within Israel. Now the king is an anointed one among the nations, representing Israel before the nations.",
    "start": "00:07:09",
    "end": "00:07:30"
  },
  {
    "text": "So David gets anointed by Samuel in private. He's a young boy. He's the youngest. Of how many kids?",
    "start": "00:07:31",
    "end": "00:07:37"
  },
  {
    "text": "He has seven brothers.",
    "start": "00:07:38",
    "end": "00:07:39"
  },
  {
    "text": "Seven brothers, of course.",
    "start": "00:07:39",
    "end": "00:07:40"
  },
  {
    "text": "Yeah, of course he does.",
    "start": "00:07:40",
    "end": "00:07:42"
  },
  {
    "text": "And no one knows he's the anointed one except for this little private crew. And then in the meantime, he's slaying Goliath. He's like, he starts to get some notoriety. Saul, who is the king, is threatened by him, and then he's on the run for his life.",
    "start": "00:07:42",
    "end": "00:08:01"
  },
  {
    "text": "David is.",
    "start": "00:08:01",
    "end": "00:08:02"
  },
  {
    "text": "David is from Saul who wants to kill him.",
    "start": "00:08:02",
    "end": "00:08:05"
  },
  {
    "text": "That's right.",
    "start": "00:08:05",
    "end": "00:08:05"
  },
  {
    "text": "So here's the anointed one who is being persecuted, and he's out in the wilderness on the run, waiting patiently to become publicly known as the anointed One and publicly enthroned as king.",
    "start": "00:08:06",
    "end": "00:08:22"
  },
  {
    "text": "Yeah. So we get these two aspects of the portrait of the anointed one. One is victorious. We're confronting Goliath, driving out evil from the land and driving out the oppressor. Right. It's kind of a, you know, butt kicking portrait of God's anointed one. Yeah, Kicking out snake.",
    "start": "00:08:22",
    "end": "00:08:41"
  },
  {
    "text": "It's Jesus on the white horse.",
    "start": "00:08:41",
    "end": "00:08:42"
  },
  {
    "text": "And then right alongside that are stories of this patient, humble, waiting upon God, anointed one who refuses to take vengeance into their own hands, at least among Israel, against their Israelite brothers. And he's going to wait for God to deliver and exalt him over his adversaries.",
    "start": "00:08:44",
    "end": "00:09:06"
  },
  {
    "text": "Yeah.",
    "start": "00:09:06",
    "end": "00:09:07"
  },
  {
    "text": "And somehow both of those portraits are alongside each other in David's story, because after David is exalted to become king, he once again leads Israel in victory over the enemy nations that are around them. So he doesn't butt kicking, he gets.",
    "start": "00:09:07",
    "end": "00:09:23"
  },
  {
    "text": "Back to some butt kicking.",
    "start": "00:09:23",
    "end": "00:09:24"
  },
  {
    "text": "Yeah. So it's kind of there's two sides to the anointed one. One is victory and the other one is more of the suffering servant. And somehow the victory and the suffering become really closely connected together in David's story.",
    "start": "00:09:24",
    "end": "00:09:39"
  },
  {
    "text": "So this dual portrait then is continued to be developed in the Isaiah scroll. Yep, that's what we looked at. Which you've got this king, this anointed one, I should say, who's going to come from the line of David. In fact, he's like a new David. He's a new branch from the stump of Jesse, which is David's dad. And this king will fill the land with the knowledge of God and all the nations will come and there's going to be this new type of peace that's even just hard to wrap your minds around because it's just so different than the way we think the world works or we know that the world works.",
    "start": "00:09:40",
    "end": "00:10:16"
  },
  {
    "text": "Yeah.",
    "start": "00:10:16",
    "end": "00:10:16"
  },
  {
    "text": "So there's this victory ramped up, and then the other portrait of the patient suffering is also ramped up. And that this king, like people actually kind of avoid him and don't like him. And he's very meek and you just wouldn't notice him. And then he's going to suffer.",
    "start": "00:10:16",
    "end": "00:10:35"
  },
  {
    "text": "Yeah. What you find out in Isaiah is that he's appointed to both become the faithful, covenant faithful Israel on Israel's behalf, but also suffer for Israel's failures on their behalf. And that is the strange calling of the anointed servant. In the scroll of Isaiah, you got.",
    "start": "00:10:36",
    "end": "00:10:58"
  },
  {
    "text": "Victory, you got suffering, and then it starts to feel like you have victory through suffering somehow.",
    "start": "00:10:58",
    "end": "00:11:03"
  },
  {
    "text": "Totally. That's exactly right. Yes, exactly right. And if all of this is sounding strangely like the story of Jesus, it's just important to remind ourselves that this is all pre Christian, pre Jesus, Hebrew Bible. So this is one of those areas where, as followers of Jesus, yes, we do read the Hebrew Bible in light of Jesus, but we also read Jesus in light of the Hebrew Bible and the sense that Jesus makes of why he talks the way he does and why he related everything that he was doing to these writings in this story. That's the dynamic back and forth that we're looking at here. So what we're going to do is we're going to see that same, like, back and forth between the victorious, smash your enemy Messiah picture in the Psalm scroll and also the crying out on my knees, suffering, persecuted, I think I'm going to die. Portrait of the Anointed One. And the way the psalm scroll works, it's interesting because it's a collection of 150 poems. It's been very intentionally designed as a collection, as a collection, and little sub collections within sub collections. And at the smallest level, each individual poem is its own literary work. But then groups of psalms have been knit together through repeated words and little hyperlinks, forming little bundles. And when you begin to read psalms within their bundles in light of what came before and what came after, you start to see little cyclical storylines, and they all revolve around these same themes that work in the story of David and in the Isaiah scroll. So we can't talk about the whole psalm scroll, of course, right now. So really I just thought we would just read a handful of psalms and notice this kind of back and forth and pay attention to that juxtaposition of victory and suffering. Okay, so a great place to do that is to start off with the first psalm that mentions the Messiah or Anointed One, and lo and behold, it's Psalm 2. And then also look at the psalm right after it, which is Psalm 3, and you see some interesting things going on. So shall we.",
    "start": "00:11:03",
    "end": "00:13:24"
  },
  {
    "text": "Sam?",
    "start": "00:13:31",
    "end": "00:13:40"
  },
  {
    "text": "Okay. Psalm 2. Should we just go for it?",
    "start": "00:14:03",
    "end": "00:14:06"
  },
  {
    "text": "Yeah, let's read it.",
    "start": "00:14:06",
    "end": "00:14:07"
  },
  {
    "text": "Okay. John, why do the nations roar? And why do the peoples meditate on empty matters?",
    "start": "00:14:07",
    "end": "00:14:18"
  },
  {
    "text": "Hmm?",
    "start": "00:14:19",
    "end": "00:14:19"
  },
  {
    "text": "That's the opening question of Psalm 2.",
    "start": "00:14:20",
    "end": "00:14:23"
  },
  {
    "text": "This is a rhetorical question. Do you want me to.",
    "start": "00:14:23",
    "end": "00:14:26"
  },
  {
    "text": "You know, usually I pass you a ball and sometimes you pick it up.",
    "start": "00:14:27",
    "end": "00:14:31"
  },
  {
    "text": "You know, I mean, we, we just got done with the whole firstborn series. And the reason there that we meditated on was we don't believe in the generosity of God. We don't believe in the abundance and goodness of God. That's why we roar.",
    "start": "00:14:31",
    "end": "00:14:45"
  },
  {
    "text": "The nations roar. Yeah, yeah. Okay, let's let the poem, the poem will begin to nuance the answer, and that may in fact be a part of it. The kings of the land take their stand, and the rulers take counsel together against Yahweh and Against his Mashiach, his Anointed One, saying, let us tear apart their bonds. Let us cast off their cords from us.",
    "start": "00:14:48",
    "end": "00:15:19"
  },
  {
    "text": "So they feel, yeah, what's going on here? They tear apart their bonds.",
    "start": "00:15:20",
    "end": "00:15:25"
  },
  {
    "text": "Yeah, there's a backstory here. So in the framework of the Hebrew Bible, you've now read the Torah and you've read the Prophets, former and latter. And the psalm scroll starts. The third collection is. Yeah. The head scroll of this third and final section of the Tanakh called the writings. So what you know is that the Anointed One connected to royalty or rule over the nations is connected to that future hoped for, descendant of the line of David.",
    "start": "00:15:25",
    "end": "00:15:57"
  },
  {
    "text": "But this Anointed One, all the nations will come, and they will be like, yes, the knowledge of God, and there's gonna be peace.",
    "start": "00:15:57",
    "end": "00:16:04"
  },
  {
    "text": "You're thinking about Isaiah, chapter 11.",
    "start": "00:16:04",
    "end": "00:16:06"
  },
  {
    "text": "Yeah, Isaiah 11. There's other parts of Isaiah where the nations stream in and there's peace and there's death. But here, it's like, they're like, nope, we don't want this.",
    "start": "00:16:06",
    "end": "00:16:16"
  },
  {
    "text": "I don't want to live under the rule of Yahweh through his Anointed One. Yeah, well, you want to put us in your service, right? No way. Snapping off these bonds, in what sense.",
    "start": "00:16:16",
    "end": "00:16:27"
  },
  {
    "text": "Is anyone feeling bonded by Yahweh?",
    "start": "00:16:27",
    "end": "00:16:29"
  },
  {
    "text": "Yeah, these kings are. They're like, we don't want to serve.",
    "start": "00:16:29",
    "end": "00:16:32"
  },
  {
    "text": "Yahweh, but who am I supposed to be imagining?",
    "start": "00:16:32",
    "end": "00:16:35"
  },
  {
    "text": "But the image of the kings of the land.",
    "start": "00:16:35",
    "end": "00:16:37"
  },
  {
    "text": "When has ever the kings of the land been, like, dominated by Yahweh?",
    "start": "00:16:39",
    "end": "00:16:43"
  },
  {
    "text": "Okay, yeah, yeah. So we're remembering back. So one is the stories about David. There was the period at his high point, 2 Samuel, chapters 5 through 10, when David establishes Jerusalem as the capital, and he begins all these hostile nations, and they're all sibling rivals, Edom and the Ammonites and the Moabites and the Philistines on the coast and the Arameans up north. So all these hostile sibling nations that have been just crushing Israel for centuries, and David's the first one who turns the tables, reverses them. So you've got those stories on the brain. And then the prophets took that memory of the David of the past and projected that hope forward into a day when Yahweh would elevate the new David over all of the nations.",
    "start": "00:16:43",
    "end": "00:17:38"
  },
  {
    "text": "So this is kind of a new future moment that the Isaiah scroll hadn't really, maybe, at least in any of the passages we read, considered, we just got the moment where the Anointed One comes and everyone's like, yes. Awesome. Here there's like, kind of this moment before everyone's like, what? What are you gonna do?",
    "start": "00:17:38",
    "end": "00:17:55"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:17:55",
    "end": "00:17:56"
  },
  {
    "text": "This feels like a bond.",
    "start": "00:17:56",
    "end": "00:17:57"
  },
  {
    "text": "There are a handful of those moments in Isaiah, but it's not the most prominent. Okay, but here in the Psalms scroll. But also, I mean, you know, Psalms comes after Jeremiah and ezekiel and the 12, and there's a lot more.",
    "start": "00:17:57",
    "end": "00:18:10"
  },
  {
    "text": "There's a lot more of that. Okay. So there's this portrait where the Anointed One is going to bring peace, but there's going to be a time where.",
    "start": "00:18:10",
    "end": "00:18:18"
  },
  {
    "text": "The day of the Lord his rule.",
    "start": "00:18:19",
    "end": "00:18:20"
  },
  {
    "text": "Is going to create some conflict.",
    "start": "00:18:21",
    "end": "00:18:23"
  },
  {
    "text": "Yeah, the day of the Lord. Yeah. Not everybody will want to participate in the new thing that Yahweh does through his Anointed One, especially those who have the most to lose. The current kings of the land are invested in the status quo of how the world works. And when Yahweh comes to challenge them through his Anointed One, they're like, nope, not down for that. So that's the opening of the poem. You're right. So there's a whole backstory there that Yahweh wants to restore his reign and rule over the land through his chosen one.",
    "start": "00:18:23",
    "end": "00:18:59"
  },
  {
    "text": "Right.",
    "start": "00:18:59",
    "end": "00:18:59"
  },
  {
    "text": "And the nations don't take kindly to that. Okay, so that's the nations, and they rebel against Yahweh, and then you get a quote of their rebellious speech. The next three lines of the poem or the next three parts go in the same order, but have Yahweh's response. So he's going to have a response. Then he's going to rebel against the rebels, and then he's going to give a counter speech to their speech. So verse four, the one sitting in the skies, he laughs.",
    "start": "00:19:00",
    "end": "00:19:37"
  },
  {
    "text": "He finds this amusing.",
    "start": "00:19:37",
    "end": "00:19:38"
  },
  {
    "text": "Yahweh mocks them.",
    "start": "00:19:38",
    "end": "00:19:40"
  },
  {
    "text": "Wow. Okay.",
    "start": "00:19:41",
    "end": "00:19:42"
  },
  {
    "text": "Yeah. So he's kind of responding in kind. It's a measure for measure response. All right, you're going to play hardball, then. Let's play hardball. Kings of the Earth, he will speak to them in his anger, and in his hot anger, he will terrify them, saying, as for me, I have anointed my king upon Zion, my holy mountain. The word for anoint here is the verb to pour out. To pour out liquid, poured out.",
    "start": "00:19:42",
    "end": "00:20:16"
  },
  {
    "text": "My king.",
    "start": "00:20:16",
    "end": "00:20:17"
  },
  {
    "text": "Yeah, it's not the normal word. It's not the mashiach for mashiach word. It's literally the word pour out liquid, which seems to be an implied metaphor of pouring out upon my king is a little rabbit hole about that word. So the nations Roaring contrasts Yahweh laughing, the kings of the earth taking their stand. Contrasts Yahweh terrifying them in his anger. And then their speech saying, let's turn, let's rebel, is matched by Yahweh saying, here's my response. Meet my king, my anointed king. And he'll have a thing or two to say or do to you. So that's the opening of Psalm 2. Okay. The middle of the poem then moves to the first person speech of this anointed king. He starts talking to you. And I, the reader, we're like, oh, this is great. Finally we get to hear from that guy. So he starts speaking and he says, you know, dear reader, let me tell you something. Yahweh made a decree for me. Let me tell you about it. This is what Yahweh said to me. You are my son. Today I have birthed you. It's the verb to give birth. Ask of me, and I will give the nations as your inheritance and the ends of the land as your possession. You will break them.",
    "start": "00:20:17",
    "end": "00:21:45"
  },
  {
    "text": "So this is. This is the anointed one talking, talking.",
    "start": "00:21:45",
    "end": "00:21:48"
  },
  {
    "text": "To you, the reader telling us what Yahweh told him. So he's relaying a conversation. So Yahweh said to me, you are my son, today I've begotten you my son. Ask of me, and I'll give you the nations as your inheritance, the ends of the land as your possession. You will break them. That is the kings with a rod of iron and like a potter's vessel, you will shatter them.",
    "start": "00:21:48",
    "end": "00:22:14"
  },
  {
    "text": "Yeah, that's violent.",
    "start": "00:22:14",
    "end": "00:22:15"
  },
  {
    "text": "Yes, indeed. Totally. Yeah. So there's a father son relationship between the king and Yahweh.",
    "start": "00:22:15",
    "end": "00:22:23"
  },
  {
    "text": "And we talked about this last time. I guess I still don't fully appreciate it because in some sense, humanity in general are the image of God. So we are all the children of God.",
    "start": "00:22:23",
    "end": "00:22:36"
  },
  {
    "text": "Yes.",
    "start": "00:22:36",
    "end": "00:22:36"
  },
  {
    "text": "So in what more significant sense can anyone be a son of God than that?",
    "start": "00:22:37",
    "end": "00:22:41"
  },
  {
    "text": "Well, I think this is the new Adam, or the election theme, where God chooses one out of the many and makes them a special representative. So this is what Yahweh does with all of Israel as a kingdom of priests. And then this is what Yahweh does with the family of priests among Israel. And now this is what Yahweh does with one royal son among all the nations.",
    "start": "00:22:42",
    "end": "00:23:06"
  },
  {
    "text": "So we have one metaphor that's used in kind of levels of intensity in a way of like, so all of humanity is the image of God. So we're all the children of God.",
    "start": "00:23:07",
    "end": "00:23:19"
  },
  {
    "text": "Yeah.",
    "start": "00:23:19",
    "end": "00:23:20"
  },
  {
    "text": "But then God electing Israel and calling them my son. Are they my.",
    "start": "00:23:20",
    "end": "00:23:25"
  },
  {
    "text": "Yeah, my son.",
    "start": "00:23:26",
    "end": "00:23:26"
  },
  {
    "text": "This is my son.",
    "start": "00:23:26",
    "end": "00:23:27"
  },
  {
    "text": "In Exodus, chapter four, God calls Israel my son. Yep.",
    "start": "00:23:27",
    "end": "00:23:30"
  },
  {
    "text": "So that doesn't mean that the previous metaphor doesn't stand, that all humanity is God's children. But then we're using the metaphor in a new way to talk about, like a more intensity of God identifying with or.",
    "start": "00:23:31",
    "end": "00:23:43"
  },
  {
    "text": "Yeah.",
    "start": "00:23:43",
    "end": "00:23:44"
  },
  {
    "text": "What?",
    "start": "00:23:44",
    "end": "00:23:44"
  },
  {
    "text": "Because this is how election works in the Bible. When God chooses one on behalf of the many, it's always so that through them he can do something for the many. So God's unique and special son, who today I birth this metaphor for today your identity is, as it were, recreated, and you are designated as my son. That is my chosen one, who I will uniquely use to bring about my purposes for the many others for them.",
    "start": "00:23:45",
    "end": "00:24:20"
  },
  {
    "text": "I guess the metaphor works in my mind. If you think about, okay, we're all God's children, but then we've all said, like, we've gone to the court and said, like, actually, I don't want to be a child of God. And now we're off.",
    "start": "00:24:20",
    "end": "00:24:31"
  },
  {
    "text": "I see.",
    "start": "00:24:32",
    "end": "00:24:32"
  },
  {
    "text": "And then God's like, well, okay, how about you guys? Yeah, you guys be my kids. Because I want to, like, get everyone back.",
    "start": "00:24:32",
    "end": "00:24:38"
  },
  {
    "text": "Yeah. It's interesting you could think of it kind of like take an hourglass and then turn it on its side. And so the story of the Bible begins with all of humanity as the image and children of God. And then that goes the way that it goes, not so well. So God narrows down and chooses one family, the family of Abraham out from Mamini, So the family of Israel. And then God narrows it down even more to choose one sub family, David. And now one figure, the seed from the line of David, one person. But at every step, what yah is.",
    "start": "00:24:38",
    "end": "00:25:18"
  },
  {
    "text": "Now you're at the center of the hour.",
    "start": "00:25:18",
    "end": "00:25:19"
  },
  {
    "text": "Now you're at the center of the hourglass that just tipped on its side. But now what we're getting is that through that one, Yahweh's rule will be extended back out to all of the nations. So through the one, God incorporates the many to become a part of his inheritance and possession again. So God's method of repossessing all of the nations is precisely by his narrowing. And that's the paradox of elections. So I guess, I don't know, this is just how the concept works. And that's how the biblical authors see how this works.",
    "start": "00:25:19",
    "end": "00:25:57"
  },
  {
    "text": "Right. Okay, that's helpful. And then in this moment of, okay, we're at the center, we've got the king we're going to go back out to the nations.",
    "start": "00:25:57",
    "end": "00:26:06"
  },
  {
    "text": "Yeah.",
    "start": "00:26:06",
    "end": "00:26:07"
  },
  {
    "text": "We can fast forward all the way to the end and find this picture of peace amongst the nations.",
    "start": "00:26:07",
    "end": "00:26:13"
  },
  {
    "text": "Yeah.",
    "start": "00:26:13",
    "end": "00:26:14"
  },
  {
    "text": "So in this poem, Psalm 2, at the very beginning, we get a portrait of people going, oh, you're going to be bringing the peace to all the nations. Like, we don't think so.",
    "start": "00:26:14",
    "end": "00:26:24"
  },
  {
    "text": "Yeah.",
    "start": "00:26:24",
    "end": "00:26:24"
  },
  {
    "text": "We're not down, we're the kings, we're the rulers, we're not down. Confrontation.",
    "start": "00:26:24",
    "end": "00:26:29"
  },
  {
    "text": "Yeah, yeah, totally. This is exactly how the nations around Israel respond when David becomes king.",
    "start": "00:26:29",
    "end": "00:26:36"
  },
  {
    "text": "Okay.",
    "start": "00:26:36",
    "end": "00:26:36"
  },
  {
    "text": "And this is how, you know, Nebuchadnezzar or Sennacherib, king of Assyria, you know, this is how the kings of the earth respond. That God's going to elevate the king from this puny little state on the eastern coast of the Mediterranean to rule the world. Get over yourselves, Israelites. Right. That's kind of the idea. But in reality, it's through this one that God's rule will spread all of the nations.",
    "start": "00:26:37",
    "end": "00:27:02"
  },
  {
    "text": "Satan.",
    "start": "00:27:11",
    "end": "00:27:36"
  },
  {
    "text": "Okay, so that's the middle of the poem. That's the king. Now the poet comes back and addresses the kings of the land Again, the whole poem's a three part symmetry. It begins with the kings, in the middle is the sun, and it ends with the kings again. So the poet says, now, kings, show some discernment. You are warned, O judges of the land. Serve Yahweh with fear and rejoice with trembling. So this is kind of like in the prophets, the day of the Lord, the day of Yahweh is the bad news or good news? It's like. Well, it depends. Depends on if you're being rescued or if your kingdom is being dismantled on the day of Yahweh. And it all depends on how you relate to, to Yahweh.",
    "start": "00:27:37",
    "end": "00:28:29"
  },
  {
    "text": "And we're specifically talking about the people who have built kingdoms that are going to be dismantled.",
    "start": "00:28:30",
    "end": "00:28:36"
  },
  {
    "text": "Yeah.",
    "start": "00:28:36",
    "end": "00:28:36"
  },
  {
    "text": "So their response needs to be.",
    "start": "00:28:36",
    "end": "00:28:38"
  },
  {
    "text": "That's right.",
    "start": "00:28:38",
    "end": "00:28:39"
  },
  {
    "text": "A sense of humility.",
    "start": "00:28:39",
    "end": "00:28:40"
  },
  {
    "text": "Yeah. And I love the two images. Rejoice with trembling. There's like, there's a fear.",
    "start": "00:28:40",
    "end": "00:28:45"
  },
  {
    "text": "Yeah.",
    "start": "00:28:46",
    "end": "00:28:46"
  },
  {
    "text": "Because this is when the cosmos is de created, or at least the little world that we've built is de created. It's terrifying. But also it could be the best news in the world that the kings of the earth don't run the show anymore. That could be cause for great rejoicing.",
    "start": "00:28:46",
    "end": "00:29:02"
  },
  {
    "text": "Even if you're a king.",
    "start": "00:29:02",
    "end": "00:29:03"
  },
  {
    "text": "Well, me, not the king. Well, maybe, but maybe, maybe it's like, man, I'm tired of running this kingdom. I Don't know.",
    "start": "00:29:04",
    "end": "00:29:10"
  },
  {
    "text": "Yeah.",
    "start": "00:29:10",
    "end": "00:29:10"
  },
  {
    "text": "So the last line to the poem, kiss the son lest he become angry and you perish in the way. For his anger burns in an instant. Oh, the good life of all who take refuge in him.",
    "start": "00:29:10",
    "end": "00:29:28"
  },
  {
    "text": "Okay, so I mean, this portrait is. It's kind of a take charge, no nonsense. Yeah, Kind of like.",
    "start": "00:29:29",
    "end": "00:29:36"
  },
  {
    "text": "Yeah, shatter the nations with a rod of iron if you don't serve the sun. Yeah, yeah. It's really intense.",
    "start": "00:29:36",
    "end": "00:29:41"
  },
  {
    "text": "This guy is business.",
    "start": "00:29:41",
    "end": "00:29:43"
  },
  {
    "text": "Yeah. Yep. Okay, so it's very clear where that portrait.",
    "start": "00:29:43",
    "end": "00:29:47"
  },
  {
    "text": "Victory portrait.",
    "start": "00:29:47",
    "end": "00:29:48"
  },
  {
    "text": "That's a victory portrait. Okay. Psalm 3, a Psalm of David, you know, when he had to flee from Absalom, his son. Oh, yeah.",
    "start": "00:29:48",
    "end": "00:29:59"
  },
  {
    "text": "So this is David as an old man.",
    "start": "00:29:59",
    "end": "00:30:01"
  },
  {
    "text": "David as an old man.",
    "start": "00:30:01",
    "end": "00:30:03"
  },
  {
    "text": "His kingdom starting to slip away.",
    "start": "00:30:03",
    "end": "00:30:04"
  },
  {
    "text": "Yeah, yeah. And so he fled from Saul into the wilderness. Then God vindicated him. He had a period of success, and then he had a major failure. He murdered one of his soldiers, took that soldier's wife, got her pregnant, and that led to the chain of events that led for another uprising, but this time it's one of his own sons. And David has to flee into the wilderness again. And it's all parallel to fleeing from Saul, but now he's fleeing from his own son. And so these two wilderness wanderings of David, one from imposed by Saul, the other imposed by Absalom, are kind of bookends around the period of success in the middle. So when we read about the King David from Psalm 2, you're like, yeah, King David, like second Sam King at.",
    "start": "00:30:04",
    "end": "00:31:01"
  },
  {
    "text": "The height of his kingdom.",
    "start": "00:31:01",
    "end": "00:31:04"
  },
  {
    "text": "Yep. That's two Samuel chapters five through ten. Yeah. And then next poem. Yeah, David. But also, like, he had to run for his life more than once, one time from his own son. There's the poem. O Yahweh, my adversaries, oh, how they've increased. Many are rising up and saying against me. Many are saying about my being my Nephesh. There is no rescue for him in Elohim. God's done with David. God's written him off.",
    "start": "00:31:04",
    "end": "00:31:42"
  },
  {
    "text": "Yeah. That's a stark contrast to the, like, last poem, which is, don't mess. Like, in an instant, you're going to be crushed. And here it's like the anointed one saying, actually, this is kind of intense. Like, I don't think I'm gonna. There's a lot of them and they're out to get me.",
    "start": "00:31:43",
    "end": "00:32:07"
  },
  {
    "text": "And their propaganda is, he's not Yahweh's anointed one. Yahweh's not gonna say it. Yahweh's not committed to save David, but you, Yahweh, are a shield about me. You are. Oh, this is so good. You are my kavod. It's the Hebrew word, kavod. I think most of our English translations. This is verse three of the Psalm. Psalm three, say, you are my glory. Which I guess kind of makes sense in English. Does that make sense to you? You are my glory.",
    "start": "00:32:07",
    "end": "00:32:43"
  },
  {
    "text": "No, but I'm just very familiar with that phrase, but I think, like, overly familiar. I don't know what it means.",
    "start": "00:32:44",
    "end": "00:32:51"
  },
  {
    "text": "I could have glory, or you could say, I have glory and it's you. But that's not very clear in English.",
    "start": "00:32:51",
    "end": "00:32:59"
  },
  {
    "text": "No.",
    "start": "00:33:00",
    "end": "00:33:00"
  },
  {
    "text": "So the word kavod means honor.",
    "start": "00:33:00",
    "end": "00:33:02"
  },
  {
    "text": "Okay. Is this the weightiness word?",
    "start": "00:33:03",
    "end": "00:33:05"
  },
  {
    "text": "Yes, it means literally heavy or weightiness.",
    "start": "00:33:05",
    "end": "00:33:09"
  },
  {
    "text": "Okay.",
    "start": "00:33:09",
    "end": "00:33:09"
  },
  {
    "text": "So it's honor, shame within honor, shame societies, heaviness or honor. Glory is referring to the rank that you have in society and how people perceive you.",
    "start": "00:33:10",
    "end": "00:33:22"
  },
  {
    "text": "You matter.",
    "start": "00:33:22",
    "end": "00:33:22"
  },
  {
    "text": "Yep. You matter.",
    "start": "00:33:23",
    "end": "00:33:24"
  },
  {
    "text": "Yeah.",
    "start": "00:33:24",
    "end": "00:33:24"
  },
  {
    "text": "So right now, all of the public signs that David is a glorious king.",
    "start": "00:33:25",
    "end": "00:33:33"
  },
  {
    "text": "Ah. Everyone's saying, like, you don't matter.",
    "start": "00:33:33",
    "end": "00:33:35"
  },
  {
    "text": "It's gone.",
    "start": "00:33:35",
    "end": "00:33:36"
  },
  {
    "text": "All the enemies are after him.",
    "start": "00:33:36",
    "end": "00:33:37"
  },
  {
    "text": "Yeah. He just fled from his city.",
    "start": "00:33:37",
    "end": "00:33:39"
  },
  {
    "text": "Yeah.",
    "start": "00:33:39",
    "end": "00:33:40"
  },
  {
    "text": "He's in the wilderness. His son is on his throne, sending out soldiers to hunt his dad. David has no glory right now, but not in his point of view. In his mind, he does still have glory, but it's not himself or his throne. His city, his royal court. You, Yahweh, you are my glory. It's such a rad. That's actually a really rad.",
    "start": "00:33:40",
    "end": "00:34:06"
  },
  {
    "text": "You are what makes me matter.",
    "start": "00:34:06",
    "end": "00:34:08"
  },
  {
    "text": "Yeah. Yeah. All of my circumstances.",
    "start": "00:34:08",
    "end": "00:34:12"
  },
  {
    "text": "Obviously it isn't how awesome of a king I am, because look at where I'm at.",
    "start": "00:34:13",
    "end": "00:34:16"
  },
  {
    "text": "Yeah, totally. Exactly.",
    "start": "00:34:16",
    "end": "00:34:17"
  },
  {
    "text": "Yeah.",
    "start": "00:34:17",
    "end": "00:34:17"
  },
  {
    "text": "Yeah. That's powerful stuff. Yeah. So you are a shield about me. You are the thing that defines my worth and my status, not my crown and my throne. You, you are the one who lifts up my head. The idea of looking down in shame versus standing upright. I was crying to Yahweh with my voice, and he answered me from his holy mountain. So David has a mountain that he declared holy for the tabernacle, the city of David. Yeah. And now that's set on analogy to God's high and holy mountain, which would be like God's heavenly temple. So verse 5. I laid down and I slept. I woke up. Yahweh sustains me. I will not be afraid of 10,000 people who set themselves against me. All about, arise, Yahweh. Rescue me, o My God, you strike all my enemies on the cheek. You shatter the teeth of the wicked. Rescue belongs to Yahweh. May your blessing be on your people. So it's a wonderful little three part poem where he has this cry for deliverance and people are saying, there is no rescue for this guy. But then there's this statement of confidence, you are my protector. You are the one who defines whether I have status or not. And I know that when I cry, you hear me. And so I can lay down and sleep and I can rest. Yeah. Even though there's like all these soldiers out hunting for me in the wilderness. I'll just go get a good night's sleep.",
    "start": "00:34:17",
    "end": "00:36:10"
  },
  {
    "text": "Impressive.",
    "start": "00:36:12",
    "end": "00:36:12"
  },
  {
    "text": "Yeah. But then it ends with a petition, save me. You are the one who strike my enemies on the cheek. And you shatter the teeth of the wicked. Now what's interesting is that in Psalm 2, God said that the anointed one will shatter the kings of the earth. And now here's that king saying it's Yahweh who will bring about the shattering of the enemies. And rescue belongs to yahweh.",
    "start": "00:36:12",
    "end": "00:36:40"
  },
  {
    "text": "Does Psalm 2 have a. What's the thing called at the beginning of the poem?",
    "start": "00:36:40",
    "end": "00:36:44"
  },
  {
    "text": "It does not have a little superscription. Superscription heading? Nope.",
    "start": "00:36:45",
    "end": "00:36:48"
  },
  {
    "text": "So I think what's interesting, what happens to me when I read these back to back is I think, oh, Psalm 2. Well, that's about this future anointed king. The capital. A anointed king. You know, of the prophet's imagination.",
    "start": "00:36:49",
    "end": "00:37:02"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:37:02",
    "end": "00:37:03"
  },
  {
    "text": "Psalm 3. That's just David wallowing in that moment.",
    "start": "00:37:03",
    "end": "00:37:07"
  },
  {
    "text": "Yes.",
    "start": "00:37:07",
    "end": "00:37:07"
  },
  {
    "text": "Where like, things are going poor for him. And it seems like what you're presenting is you're saying both of these come from these moments in king David, Psalm 2 at the height of his kingdom, and Psalm 3 of when he's on the run. But then also both of these are taking those portraits and pushing them forward to a future anointed one. And I can see that clearly in Psalm 2, but in Psalm 3 I just kind of want to force it back into, like, this is just David's experience.",
    "start": "00:37:07",
    "end": "00:37:39"
  },
  {
    "text": "That's just biographical.",
    "start": "00:37:39",
    "end": "00:37:40"
  },
  {
    "text": "Yeah, but you're saying this Psalm 3 just as much is also this hope towards an anointed One that will also be in this kind of experience that David's in.",
    "start": "00:37:40",
    "end": "00:37:51"
  },
  {
    "text": "Yeah. In other words, this little hyperlink superscription, a psalm of David when he fled from Absalom. That's a little editorial note from the compilers of the Tanakh to go back and meditate on those moments. David's two wilderness exiles. And that whole story has been shaped from a perspective from centuries later about people reflecting the authors of these stories reflecting on the meaning. What does the story of David reveal? Because they already know that David wasn't the Messiah, and they know that God promised that a seed would come from the line of David and that that future David story would model or replay the themes and the patterns of the first David story. And so sometimes that's replaying the victory parts. That's like a psalm. Two other times, like Isaiah explored this future David will replay the suffering part of David's story. So it's more that the David story in Samuel is a narrative form of projecting into the future what the future David story will be like. And the Psalms are doing the same thing. So that's essentially where I think this is going. And as you go on into the psalm scroll, I think that becomes more clear. We'll look at a couple examples next, but this is definitely how everybody, we have any evidence for Jewish readers of the Hebrew Bible in the second Temple period all read the story of David and the Psalms this way, this future pointing. So the Messiah will both be a victor and someone who's rescued when others are victorious over him. And somehow those two hold together. And you said it good earlier, that you have the victory portrait and the suffering portrait, and they get so juggled back and forth that in your mind you start to merge them together so that the victory somehow comes through the suffering. And that's what Psalms 20 through 22 are about. Shall we take a quick dip here?",
    "start": "00:37:51",
    "end": "00:40:01"
  },
  {
    "text": "Let's do it.",
    "start": "00:40:01",
    "end": "00:40:02"
  },
  {
    "text": "Okay. Okay. We can't read all three of these Psalms, but I'm just gonna point out a couple things in 20 and 21. So Psalm 20 for the choir director. A psalm of David. Rabbit hole. May Yahweh answer you in the day of trouble. May the name of the God of Jacob set you securely on high. May he send you help from the sanctuary and support you from Zion. May he remember all of your offerings and find your burnt offerings acceptable. So there's like a. There's some we or us who's talking to a you in this poem.",
    "start": "00:40:02",
    "end": "00:41:21"
  },
  {
    "text": "Okay?",
    "start": "00:41:22",
    "end": "00:41:22"
  },
  {
    "text": "So the poet is talking to somebody saying, hey, I know that you're in trouble and that you're calling out to God, and I'm going to pray for you that God will answer your call from Zion. May he grant you your heart's desire and fulfill all of your plans, and we will sing for joy over your victory in the name of our God. We'll set up our banners. May Yahweh fulfill all of your requests. So there's a little story going on here. This is like the cheering section.",
    "start": "00:41:23",
    "end": "00:41:58"
  },
  {
    "text": "Yeah.",
    "start": "00:41:59",
    "end": "00:41:59"
  },
  {
    "text": "There's somebody out there suffering, appealing to God. And when you have victory, we will Praise God. Verse 6. Now, I know that Yahweh rescues his Anointed One. He will answer him from his holy heaven with the rescuing strength of his right hand. You know, some people boast in chariots, some people boast in horses. You know what we boast in the name of Yahweh, our God. People might fall down, get down on their knees, stumble. But we rise up, we stand upright, rescue Yahweh. May the King answer us in the day we call. So the king, Yahweh, is committed to delivering his Anointed One. That's very clear in this poem. But that rescue and victory, which will bring praise for those who watch it and see it happen, is going to be tested. It's going to be preceded by a time of hardship, defeat, of waiting for God to fulfill his promises. And it seems like it might not happen, but just hang on and keep crying out to Yahweh. That's the image here.",
    "start": "00:41:59",
    "end": "00:43:22"
  },
  {
    "text": "Yeah. And it's at some group comforting the Anointed One.",
    "start": "00:43:23",
    "end": "00:43:28"
  },
  {
    "text": "Yeah, Some like, he's got, like, a cheering squad. Cheering section. I don't know. I went to, like, two high school football games, so I think cheering.",
    "start": "00:43:28",
    "end": "00:43:36"
  },
  {
    "text": "Yeah. I mean, cheering's like, yeah, rah, rah. Let's go.",
    "start": "00:43:36",
    "end": "00:43:41"
  },
  {
    "text": "This is like your support circle.",
    "start": "00:43:42",
    "end": "00:43:43"
  },
  {
    "text": "Yeah. This is kind of like a therapy session. This is like, yeah, yeah, yeah. I mean, you almost imagine praying this over someone who's like, come to you. And they're like, man, life has just got me down.",
    "start": "00:43:43",
    "end": "00:43:55"
  },
  {
    "text": "Struggling.",
    "start": "00:43:56",
    "end": "00:43:56"
  },
  {
    "text": "Like, I. Like, I've got this going on. I got that going on. Like, this is kicking my butt. And you're like, all right, let's pray this prayer for you.",
    "start": "00:43:56",
    "end": "00:44:04"
  },
  {
    "text": "Yeah. Yeah, that's right. So this anointed King has a support circle that watches. Prays for watches. They pay attention. And when the Anointed One suffers, they are right there, you know, struggling and waiting. But when the Anointed One is delivered, they set up their banners and have a worship session. That's the idea.",
    "start": "00:44:04",
    "end": "00:44:29"
  },
  {
    "text": "Okay.",
    "start": "00:44:29",
    "end": "00:44:30"
  },
  {
    "text": "It's rad. And they trust, like, with the anointed one. Psalm 20. Psalm 21 is the same thing, except instead of using the word Anointed One, it just starts talking about the King. And about a day when the King cries out and Yahweh, is going to meet all of the requests and the cries of the king's heart and give him royal rule and length of days forever and ever. He's going to give this king eternal life. That's Psalm 21. Victory over his enemies and eternal life, long days. And you're like, yeah, Psalm 21. Awesome. Psalm 22 for the choir director upon.",
    "start": "00:44:30",
    "end": "00:45:16"
  },
  {
    "text": "Yeah, that's quite a name.",
    "start": "00:45:18",
    "end": "00:45:19"
  },
  {
    "text": "The doe of the dawn. The doe meaning like a deer.",
    "start": "00:45:19",
    "end": "00:45:23"
  },
  {
    "text": "Oh, the deer of the dawn.",
    "start": "00:45:23",
    "end": "00:45:25"
  },
  {
    "text": "The deer of the dawn.",
    "start": "00:45:25",
    "end": "00:45:26"
  },
  {
    "text": "That's his name.",
    "start": "00:45:26",
    "end": "00:45:27"
  },
  {
    "text": "Yep. Psalm of David. I'm actually going to turn to my translation. My God, my God, why have you abandoned me? Far from my rescue are the words of my cry. My God, I cry out to you by day, but you don't answer by night. But there is no rest for me. Whoa, that's a little. We're kneeling with David in the wilderness at night. Or in the previous two psalms, we are sitting. Or this is like a Psalm 3 moment, you know, where my enemies are saying of me, kind of. So we're in that waiting, waiting, suffering. And notice the psalmist complains, you've abandoned me. You're far from me. But yet he still calls God my God. So the relationship isn't so severed that you don't actually relate to God on a personal basis, but it's almost calling God my God highlights the paradox.",
    "start": "00:45:27",
    "end": "00:46:33"
  },
  {
    "text": "Yeah.",
    "start": "00:46:33",
    "end": "00:46:34"
  },
  {
    "text": "Why aren't you here now? As for you, you are holy. You dwell among the praises of Israel. In you our fathers trusted, they trusted, and you rescued them. They cried out to you and were rescued, and in you they trusted and weren't ashamed. So this is how this is supposed to work, Yahweh, People cry out to you and you rescue them. Yeah, that's how. Right, and that's what you've done in the past. But look at me. Verse 7. I'm like, Hardly even a human anymore. I'm like a worm, scorned by others, despised by people. This is all the language of Isaiah, the rejected servant of Isaiah. Everybody who sees me mocks me, abusing me with their mouths, shaking their heads, saying, oh, he trusts in Yahweh, let Yahweh save him. Let Yahweh deliver him, since he delights in him. Ooh, Isaiah 42. That's a little hyperlink where Yahweh said, I delight in my chosen servant and pour out my spirit on him.",
    "start": "00:46:34",
    "end": "00:47:39"
  },
  {
    "text": "Well, all of this, like, isn't this what the crowd calls out to Jesus, like, save yourself.",
    "start": "00:47:39",
    "end": "00:47:44"
  },
  {
    "text": "Ah, yes, the gospel authors. Well, first of all, Jesus.",
    "start": "00:47:44",
    "end": "00:47:49"
  },
  {
    "text": "Yeah. This is what he says.",
    "start": "00:47:49",
    "end": "00:47:50"
  },
  {
    "text": "He quotes the opening line of this poem, which is, before he dies, my God, my God, why have you forsaken me? And if you just take that line out of context, it could mean one thing. As with Jesus, it's always triggering the whole context or the whole poem. And that's important here. So Jesus. Yeah. Cries the first line. And the Gospel authors, in their narrating the events of the crucifixion are borrowing whole phrases from this poem at different points. That's exactly right. Yep. Yeah. Verse 10. But you are the one who brought me forth from the womb. You made me secure on my mother's breast. Upon you I was cast from the womb. And from the womb of my mother you have been my God, So don't be far. Distress is near, and there's no one to help. So we've kind of turned the ship a little bit in terms of. You have this cry of abandonment, this contrast with the past.",
    "start": "00:47:50",
    "end": "00:48:55"
  },
  {
    "text": "Okay.",
    "start": "00:48:55",
    "end": "00:48:56"
  },
  {
    "text": "But here I am, like, I'm a nobody. Everybody's mocking me. And then this last bit about the mother's womb is. He's now appealing and saying, we have been close. Yeah, we have been close. So our ancestors trusted you in the past, and you were there for them. I've trusted you in the past, and you provided for me through my mom. Right. You made me secure from the moment I came into this world. So why are you far from me now? He's like, highlighting the paradox. So there's a long section that goes on where he starts to describe his enemies. And they are in the form of bulls. Surround me. Strong bulls of Bashan encircle me. They're like lions tearing and roaring. They're like dogs. Verse 17. Surrounding me, a gathering of evildoers encircles me. It's the first time they're described as people. They have dug through my hands and my feet. This is a little rabbit hole here, Ka'. Aru. It's the word dig.",
    "start": "00:48:56",
    "end": "00:50:05"
  },
  {
    "text": "Is that like a. Is this a figure of speech of some sort?",
    "start": "00:50:05",
    "end": "00:50:08"
  },
  {
    "text": "It seems to be. It gets translated, pierced in our English translations.",
    "start": "00:50:08",
    "end": "00:50:13"
  },
  {
    "text": "Okay.",
    "start": "00:50:13",
    "end": "00:50:14"
  },
  {
    "text": "Pierced my hands and my feet, depending. There's also important manuscript variants in the history of the Hebrew text of this verse. And that's a whole fascinating rabbit hole. But one way or another, these animal like, enemies have attacked.",
    "start": "00:50:14",
    "end": "00:50:32"
  },
  {
    "text": "Yeah, they're doing damage.",
    "start": "00:50:32",
    "end": "00:50:33"
  },
  {
    "text": "They're doing damage. Yep. They divide up my clothes. They cast lots for my garments. That's picked up by the Gospel authors. Okay. But this is key. But as for you, Yahweh, don't be far again. Don't be far away. You're my strength. Hasten to my help, Deliver my life from the sword, from the power of the dogs, Rescue me from the mouth of the lion, you have answered me. From the horns of the wild ox. So now we've got dogs, lions, bulls, the ox, and a wild ox with huge horns that wants to, like, gore you. But notice.",
    "start": "00:50:33",
    "end": "00:51:14"
  },
  {
    "text": "And that's the raising of the horns. That's a sign of victory.",
    "start": "00:51:14",
    "end": "00:51:18"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:51:18",
    "end": "00:51:19"
  },
  {
    "text": "So he's likening this victory that he suddenly experiences at the very end of the poem as.",
    "start": "00:51:20",
    "end": "00:51:26"
  },
  {
    "text": "Yeah, now, this is not the end of the poem.",
    "start": "00:51:26",
    "end": "00:51:29"
  },
  {
    "text": "Oh, it's not the end of the.",
    "start": "00:51:29",
    "end": "00:51:29"
  },
  {
    "text": "Poem, but it is the moment where he says it brings closure to the moment where he says, all the way at the beginning, I cry out to you, but you don't answer.",
    "start": "00:51:29",
    "end": "00:51:38"
  },
  {
    "text": "Here's the answer.",
    "start": "00:51:38",
    "end": "00:51:39"
  },
  {
    "text": "And then he says, you do answer the rest of the poem.",
    "start": "00:51:39",
    "end": "00:51:43"
  },
  {
    "text": "Oh, there's a lot more.",
    "start": "00:51:43",
    "end": "00:51:44"
  },
  {
    "text": "There's a lot more. And we won't have time to read it.",
    "start": "00:51:44",
    "end": "00:51:47"
  },
  {
    "text": "You always say that. And then we read it. Yeah, because that's what she said of all of these poems. And we've read it all so far.",
    "start": "00:51:47",
    "end": "00:51:53"
  },
  {
    "text": "So, dear listener of the podcast, verses 23 through 31, you should go read it for yourself. Depict this suffering figure as going into the temple and praising God's name for his deliverance and throwing a huge feast. And the takeaway from this lesson of this cry to God and then rescue is that even those who go down to the dust, who cannot keep themselves alive, even they will get to eat and worship and bow down to Yahweh when Yahweh becomes king over all the nations. So somehow, the way that Yahweh's kingdom comes over the nations through his anointed one is not just through victory by itself, it's not just through suffering by itself, but it's through patient suffering and a waiting that takes you right into death. But then on the other side, through death and dust, there's vindication, exaltation, and God's kingdom provides a feast for all the nations, even for those who are down in the dust, which is the image of the grave.",
    "start": "00:51:55",
    "end": "00:53:13"
  },
  {
    "text": "It's the victory through suffering, victory through suffering, victory through death.",
    "start": "00:53:13",
    "end": "00:53:17"
  },
  {
    "text": "Yeah, exactly. So it's exactly the same ideas that the Isaiah scroll was exploring and that the David story was exploring as well. So to be anointed is this mixed bag. Yes, it's a very almost unwelcome type of calling because it seems to mark out people for exaltation. That only comes after a lot of hardship.",
    "start": "00:53:17",
    "end": "00:53:41"
  },
  {
    "text": "That does make sense of a lot of Paul's mentality in his letters.",
    "start": "00:53:42",
    "end": "00:53:46"
  },
  {
    "text": "Yeah. And of course, the mentality of Jesus. Yeah. So, man, it's really hard to process how upside down this literature is. The view of the world created here feels so upside down, because normally you would tell stories of great kings and great men of the past, you know, just by recounting their victories and their conquests. And the Hebrew Bible is just really obsessed with talking about how flawed human beings are and how Yahweh's salvation and rescue for the human family through this family of Israel always happens through these figures who get marked out for great suffering. And somehow through that suffering, it leads to vindication for themselves and others. And this is all what is packed into that little phrase. The anointed be the anointed one of Yahweh.",
    "start": "00:53:47",
    "end": "00:54:46"
  },
  {
    "text": "Wow. All right, so we've got this dual portrait of the anointed one victory. You can read Psalm 2 and you can just be like, yeah, the take charge king. Who's gonna just handle it.",
    "start": "00:54:47",
    "end": "00:55:00"
  },
  {
    "text": "Yep. Shatter the bad guys.",
    "start": "00:55:00",
    "end": "00:55:01"
  },
  {
    "text": "Take control.",
    "start": "00:55:01",
    "end": "00:55:02"
  },
  {
    "text": "Yeah.",
    "start": "00:55:02",
    "end": "00:55:03"
  },
  {
    "text": "But Psalm 3, you've got this picture of a king who's like, nope, my enemies are surrounding me and I need help. And then we just read in Psalm 23. Is that where we're at, Psalm 22.",
    "start": "00:55:03",
    "end": "00:55:17"
  },
  {
    "text": "We looked at Psalm 20, 21, and 22.",
    "start": "00:55:17",
    "end": "00:55:20"
  },
  {
    "text": "Yeah. That just ramped up of this person crying out to God, actually feeling abandoned. But then this hope of even those who go to the dust will be kept alive and that there will be this great victory, but it will include suffering.",
    "start": "00:55:21",
    "end": "00:55:39"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:55:39",
    "end": "00:55:41"
  },
  {
    "text": "So we're just reflecting on this portrait of the person who can bridge heaven and earth on behalf of the many, the anointed one. And how it's this real mix of suffering and victory. And it's all over Isaiah and the.",
    "start": "00:55:41",
    "end": "00:56:01"
  },
  {
    "text": "Psalms, which are all based on the story of David.",
    "start": "00:56:01",
    "end": "00:56:05"
  },
  {
    "text": "All based on the story of David, who is the kind of most poignant anointed one figure. So that leaves us one more turn, which is to then go to Jesus. And where we started this conversation is saying Jesus is called the Christ, and the Christ is the Greek way of saying Mashiach. Yeah, Actually, it's an English way of saying the Greek way of saying Mashiach.",
    "start": "00:56:05",
    "end": "00:56:30"
  },
  {
    "text": "Yeah, exactly. Christos Christ.",
    "start": "00:56:30",
    "end": "00:56:32"
  },
  {
    "text": "And so he, Jesus is the anointed one. Jesus identifies with the psalms and prophecies, and he sees his whole life through that lens.",
    "start": "00:56:33",
    "end": "00:56:42"
  },
  {
    "text": "Yeah. So that's what we'll explore in the next part of our conversation. How Jesus expected the worst for himself and his followers, but also expected the best and resurrection, hope, and all of that that's going on in his teachings and the stories about him is in deep continuity with these themes about the Anointed One from the Hebrew Bible. So we'll look at the story and words of Jesus next.",
    "start": "00:56:42",
    "end": "00:57:11"
  },
  {
    "text": "Thank you for listening to this episode of BibleProject Podcast. Next week we're gonna wrap up our series on the Anointed. Looking at the life of Jesus Christ.",
    "start": "00:57:14",
    "end": "00:57:23"
  },
  {
    "text": "Is a verb which means to smear or pour oil upon. Why is Jesus called Christ if he never had an official oil anointing ceremony in Jerusalem? Right? Cause there was one for the high priest and in ancient Israel there was a ceremony for kings involving oil. So how can you call this guy a king, the Messiah, an Anointed one, if you never had that ceremony?",
    "start": "00:57:23",
    "end": "00:57:44"
  },
  {
    "text": "This episode was brought to you by our podcast team producer Cooper Peltz, associate producer Lindsey Ponder, lead editor Dan Gummel and editors Tyler Bailey and Frank Garza. Tyler Bailey also mixed this episode and Hannah Wu provided the annotations for our annotated podcast in our app. Bibleproject is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leaves to Jesus everything that we make these podcasts, our videos, we've got classroom sessions, we've got study notes. It's all for free@bibleproject.com thanks for being a part of this with us. Hi, this is Brett from Barcelona, Spain. Hi, this is Ribby and I'm from London in the uk. I first heard about the Bible Project from a classmate when I was studying for a theology degree. I used the Bible Project to find out about key themes and storyline across the Bible.",
    "start": "00:57:44",
    "end": "00:58:33"
  },
  {
    "text": "I first heard about BibleProject through a.",
    "start": "00:58:33",
    "end": "00:58:35"
  },
  {
    "text": "Plan on the YouVersion Bible app. I use BibleProject as a new way to explore the Bible visually. My favorite thing about the Bible Project is it brings a fun and relaxed way to explore some pretty deep and challenging topics.",
    "start": "00:58:35",
    "end": "00:58:48"
  },
  {
    "text": "My favorite thing about Bible Project is.",
    "start": "00:58:48",
    "end": "00:58:50"
  },
  {
    "text": "It is exploratory and takes you on a journey through the many books of the Word of God. We believe the Bible is a unified.",
    "start": "00:58:50",
    "end": "00:58:56"
  },
  {
    "text": "Story that leads to Jesus where a.",
    "start": "00:58:56",
    "end": "00:58:58"
  },
  {
    "text": "Crowdfund of project by people like me. Find free videos, study notes, podcasts, classes and more@bibleproject.com.",
    "start": "00:58:58",
    "end": "00:59:06"
  }
]