[
  {
    "text": "According to the Bible, the entire cosmos belongs to God. But earth, it's a special place where God put humanity in charge to rule the world on his behalf as his image. And so the biblical view is that humanity, at its best, reveals or uncovers who God really is.",
    "start": "00:00:04",
    "end": "00:00:25"
  },
  {
    "text": "Our ideal calling and purpose is to be a walking, talking apocalypse of God's purpose. Will, power, creativity, love. To say that humans are made in the image of God is to say that humans are to be a bridge between heaven and earth.",
    "start": "00:00:26",
    "end": "00:00:42"
  },
  {
    "text": "And so the story of the Bible makes a pretty simple claim. The world is corrupt and violent and falling apart because humans have forgotten who we are. We are the image of the cosmic king. And. And we need an adjustment of our imagination to see that. We need an apocalypse.",
    "start": "00:00:42",
    "end": "00:01:00"
  },
  {
    "text": "In this view of the world, what apocalyptic literature is makes sense. Visions, a transportation to the divine throne room where the prophet gets a glimpse and learns divine wisdom, that he then returns to his own people and is able to give them either comfort or warning.",
    "start": "00:01:00",
    "end": "00:01:18"
  },
  {
    "text": "And so when we read apocalyptic dreams and visions in the Bible, we're often transported to God's cosmic flow, own room to Eden. And we see things the way God sees them.",
    "start": "00:01:18",
    "end": "00:01:29"
  },
  {
    "text": "All of these apocalyptic moments, they happen to Abraham, they happen to Jacob, they happen to Moses, they happen to David, they happen to all of these prophets, Isaiah, Ezekiel, Jeremiah, they are all moments when somebody, a human out in the realm of mortality, gets transported in altered states of consciousness back into Eden. And who do they see there? They see a human figure, often seated on a throne or sitting in the middle of the tree, like with what Moses sees in the burning bush that's on fire. They see a human figure, and this human figure is sometimes called the angel of Yahweh. We made a video about this. This human figure is sometimes called Yahweh sitting on his throne. So what's happening in the biblical story here is all rooted in how Genesis 1 and 2 work.",
    "start": "00:01:30",
    "end": "00:02:20"
  },
  {
    "text": "I'm John Collins. This is the Bible Project podcast. And today we continue our series on how to read apocalyptic literature. We're going to go back to where it all began and where it's all going to end. In a garden where God and humans rule the world together. Thanks for joining us. Here we go. We're talking about how to read apocalyptic literature.",
    "start": "00:02:20",
    "end": "00:02:57"
  },
  {
    "text": "Yes, we are.",
    "start": "00:02:57",
    "end": "00:02:58"
  },
  {
    "text": "It is some of the most intense and difficult to read parts of the Bible. Would you agree with that?",
    "start": "00:02:58",
    "end": "00:03:05"
  },
  {
    "text": "Yes. It has presented the most, I don't know, some of the most controversial and divided interpretations of any biblical texts throughout church history, especially modern Church history. Yeah.",
    "start": "00:03:06",
    "end": "00:03:20"
  },
  {
    "text": "The Bible, it has a flavor to it that feels unique and ancient in certain ways. But when you're reading the letters or you're reading even some of the poetry, it's like, yeah, I could hang with this.",
    "start": "00:03:20",
    "end": "00:03:34"
  },
  {
    "text": "Yeah. There's a lot I don't understand, but I can track with what's going on here. Letters, narratives.",
    "start": "00:03:35",
    "end": "00:03:40"
  },
  {
    "text": "Yeah. Or the narratives. Yeah, yeah. You're like, ah, that's not how I'm used to hearing a story be told, necessarily.",
    "start": "00:03:40",
    "end": "00:03:46"
  },
  {
    "text": "Yeah, but it's a story.",
    "start": "00:03:46",
    "end": "00:03:47"
  },
  {
    "text": "But it's a story.",
    "start": "00:03:47",
    "end": "00:03:47"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:03:47",
    "end": "00:03:48"
  },
  {
    "text": "And this is a letter. These are some words maybe I don't understand, but some ideas that are just super dense and I don't get yet. But. But I'm in a letter and I get it.",
    "start": "00:03:48",
    "end": "00:03:57"
  },
  {
    "text": "Yeah.",
    "start": "00:03:57",
    "end": "00:03:57"
  },
  {
    "text": "With apocalyptic literature, it's like I feel completely like, where am I? What is this?",
    "start": "00:03:57",
    "end": "00:04:04"
  },
  {
    "text": "Yeah. I'm in someone's acid trip.",
    "start": "00:04:04",
    "end": "00:04:06"
  },
  {
    "text": "Yeah.",
    "start": "00:04:07",
    "end": "00:04:07"
  },
  {
    "text": "I'm reading a literary account of somebody's dreams and visions full of symbol and imagery that does not make sense to me at all. Yeah, it's really bizarre.",
    "start": "00:04:08",
    "end": "00:04:20"
  },
  {
    "text": "It's really bizarre.",
    "start": "00:04:20",
    "end": "00:04:21"
  },
  {
    "text": "Yeah.",
    "start": "00:04:21",
    "end": "00:04:21"
  },
  {
    "text": "So we've been talking about setting the stage for reading it.",
    "start": "00:04:21",
    "end": "00:04:25"
  },
  {
    "text": "Correct.",
    "start": "00:04:25",
    "end": "00:04:26"
  },
  {
    "text": "And the first thing that you did was show us that this word apocalypse doesn't mean what we think it means.",
    "start": "00:04:26",
    "end": "00:04:34"
  },
  {
    "text": "Yeah. Well, I mean, it doesn't mean in the Bible what the same word means in modern English.",
    "start": "00:04:35",
    "end": "00:04:40"
  },
  {
    "text": "In modern English, it means the end of the world. Correct. In the Bible, it means to reveal something for what it really is.",
    "start": "00:04:40",
    "end": "00:04:47"
  },
  {
    "text": "To uncover something refers to a moment when the true nature of reality as a divine and human space overlapping, where that is revealed or uncovered to somebody, usually through a dream or through some altered state of consciousness.",
    "start": "00:04:47",
    "end": "00:05:04"
  },
  {
    "text": "Yeah. And those moments are intense, just like.",
    "start": "00:05:04",
    "end": "00:05:07"
  },
  {
    "text": "Your dreams are often intense.",
    "start": "00:05:07",
    "end": "00:05:09"
  },
  {
    "text": "That's true.",
    "start": "00:05:09",
    "end": "00:05:09"
  },
  {
    "text": "Yeah.",
    "start": "00:05:09",
    "end": "00:05:10"
  },
  {
    "text": "Often very intense and sometimes disturbing and.",
    "start": "00:05:10",
    "end": "00:05:13"
  },
  {
    "text": "Sometimes confusing and packed with images and symbols that take time to understand.",
    "start": "00:05:13",
    "end": "00:05:21"
  },
  {
    "text": "So. And you've walked us through a number of stories in the Bible where characters have these apocalyptic moments and where the.",
    "start": "00:05:21",
    "end": "00:05:28"
  },
  {
    "text": "Biblical vocabulary of apocalypse is used. Yeah, yeah.",
    "start": "00:05:28",
    "end": "00:05:31"
  },
  {
    "text": "So we talk about Paul and his experience of Jesus on the road to Damascus, and that was an apocalyptic moment for him, Correct?",
    "start": "00:05:32",
    "end": "00:05:38"
  },
  {
    "text": "Yeah.",
    "start": "00:05:38",
    "end": "00:05:38"
  },
  {
    "text": "Talk about Joseph and Stairway to Heaven. And that was an apocalypse.",
    "start": "00:05:38",
    "end": "00:05:42"
  },
  {
    "text": "Jacob.",
    "start": "00:05:42",
    "end": "00:05:43"
  },
  {
    "text": "Jacob. Sorry.",
    "start": "00:05:43",
    "end": "00:05:44"
  },
  {
    "text": "Yeah, that's right. Yeah. And so why both of those moments are helpful is, in one case, a man has ruined his life and is undergoing hardship and exile. And this apocalypse brings a message of comfort and assurance to him that all of the terrible stuff happening to him can Become the vehicle of God's purposes in his life to bring redemption to him and to the world. For Paul, he represents the city of man, the human city of oppression and violence, as he's persecuting the Jesus movement. And so for him, his apocalypse is one of warning and challenge. It stops him in his tracks, frightens him, and forces him to make a decision about his allegiance. And in a way, each of those stories of Jacob and of Paul represent the two functions of apocalypses in the Bible. They give you a divine perspective on hardship, which is assuring and comforting. And they also pull back the curtain on the true nature of human evil and oppression. And in that sense, it's a prophetic challenge or warning.",
    "start": "00:05:44",
    "end": "00:06:51"
  },
  {
    "text": "Man. These moments of uncovering, either way, it's intense.",
    "start": "00:06:51",
    "end": "00:06:55"
  },
  {
    "text": "In both cases, it's intense.",
    "start": "00:06:55",
    "end": "00:06:56"
  },
  {
    "text": "But, yeah, it could go either way. It could be this moment of realizing, wow, God is better than.",
    "start": "00:06:57",
    "end": "00:07:02"
  },
  {
    "text": "Than I thought, or my life isn't as off the tracks as I thought, or God hasn't forgotten about me.",
    "start": "00:07:02",
    "end": "00:07:10"
  },
  {
    "text": "Yeah.",
    "start": "00:07:10",
    "end": "00:07:11"
  },
  {
    "text": "And abandoned me like I. I thought he had.",
    "start": "00:07:11",
    "end": "00:07:13"
  },
  {
    "text": "Yeah. I remember one time I was hanging out with a friend and a guy who had been a mentor in my life since, like, high school, and we were sitting on his deck, and I. I asked him, is there something about me that you've thought about, but you've never told me? I think you've actually. You've actually asked me a similar question. You were like, is there anything I do that really bugs you?",
    "start": "00:07:13",
    "end": "00:07:33"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:07:33",
    "end": "00:07:34"
  },
  {
    "text": "It's a similar kind of question.",
    "start": "00:07:34",
    "end": "00:07:35"
  },
  {
    "text": "Yeah.",
    "start": "00:07:35",
    "end": "00:07:35"
  },
  {
    "text": "But this one was kind of like, is there something that you're observing about me that I'm unaware of? But. And you just kept yourself. And as soon as I asked that question, I was like, oh, my goodness, this is scary.",
    "start": "00:07:35",
    "end": "00:07:48"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:07:48",
    "end": "00:07:49"
  },
  {
    "text": "And I was like. I was kind of trembling.",
    "start": "00:07:49",
    "end": "00:07:50"
  },
  {
    "text": "Sure.",
    "start": "00:07:50",
    "end": "00:07:51"
  },
  {
    "text": "Because an apocalypse was coming.",
    "start": "00:07:51",
    "end": "00:07:53"
  },
  {
    "text": "And what happened. You don't have to share what happened.",
    "start": "00:07:56",
    "end": "00:07:59"
  },
  {
    "text": "He shared something with me.",
    "start": "00:07:59",
    "end": "00:08:00"
  },
  {
    "text": "Yeah.",
    "start": "00:08:00",
    "end": "00:08:00"
  },
  {
    "text": "And it was really great. It wasn't like something. It was very neutral. And he actually said, here's the thing I've noticed about you, and I don't know if it's good or bad. Oh, well, I'll tell you what he said. I. How did he put it? I have a boyishness about me where, like, I'll trust people really quickly and I'll just expect things will work out. And he's like, I don't know if it's just naive and foolish or if it's your secret weapon.",
    "start": "00:08:00",
    "end": "00:08:26"
  },
  {
    "text": "Fascinating. That's interesting.",
    "start": "00:08:27",
    "end": "00:08:29"
  },
  {
    "text": "That's really interesting.",
    "start": "00:08:29",
    "end": "00:08:29"
  },
  {
    "text": "I'll have to think about that. Yeah. I'm trying to think of a moment. I've had a handful of moments where another follower of Jesus that I don't know has approached me and told me about some kind of dream or something they saw. Yeah, Yeah. I was giving a lecture kind of sponsored by a church down in the Bay Area, down in San Francisco. And it was on the making of the Bible, the formation of the Bible. And I had mixed feelings about how it was going in the moment. I was like, is this working? Is this interesting to anybody? And then at a break, this woman who I've never met came up to me and said, you know, I saw this picture while you were talking. It's like you were down in a deep hole, digging, digging up secret treasure. And we were all way up at the surface of the hole looking down, and you're trying to reach up and show us what you're discovering. And some people can't see it very well, and some people can't believe what you're showing them. That's a cool image. Yeah, it was really. Obviously, I remembered it just like I remember the book of Revelation. Anyway, it was really encouraging. And so I went into the next half of the lecture going like, it's okay if I'm getting a lot of confused or blank stares, because there's a lot of people here who are like, this is really helping them. So that maybe was an example. It was more of a Jacob apocalypse type of vision. I mean, she said it was, you know, she didn't use the language of prophecy.",
    "start": "00:08:29",
    "end": "00:09:58"
  },
  {
    "text": "Right.",
    "start": "00:09:58",
    "end": "00:09:59"
  },
  {
    "text": "But she kind of framed it like that, like she was given this image. And that was really encouraging to me. I'll never forget that. So it's interesting how these apocalypses can take different forms in our lives, you know, whether interpersonal, like with you and your friend, or in the case of an image that's given to somebody, and then that girl had the bravery to come talk to a stranger, you know, and share that. Isn't that interesting?",
    "start": "00:09:59",
    "end": "00:10:24"
  },
  {
    "text": "Yeah.",
    "start": "00:10:24",
    "end": "00:10:25"
  },
  {
    "text": "So we cannot forget. Yeah. These two things about Apocalyptic One, they come from these moments where our conscious minds, or the author's conscious minds is almost bypassed on a logical level. And there's something deep about truth of reality that happens to them. And the only adequate language to describe it often is through images. And at the same time, it has a very personal function of encouraging people or challenging people to help them see things they wouldn't otherwise see. And isn't it interesting in all of the controversies in Our own generation about, like the book of Revelation, how easily those two things are lost in the shuffle in debates about literal or metaphorical interpretation or the fulfillment of a prediction or these kinds of things. Those are all, I think, really second or third order issues in what these books are trying to do in the Bible.",
    "start": "00:10:25",
    "end": "00:11:23"
  },
  {
    "text": "So we opened up the Revelation like the famous apocalypse, and you kind of showed us how it begins with John being taken by the spirit and being in the temple.",
    "start": "00:11:23",
    "end": "00:11:37"
  },
  {
    "text": "Yeah.",
    "start": "00:11:37",
    "end": "00:11:38"
  },
  {
    "text": "And he's there. The Son of Man is there.",
    "start": "00:11:38",
    "end": "00:11:40"
  },
  {
    "text": "Throne room in the heavenly temple.",
    "start": "00:11:41",
    "end": "00:11:42"
  },
  {
    "text": "The heavenly temple.",
    "start": "00:11:42",
    "end": "00:11:43"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:11:43",
    "end": "00:11:44"
  },
  {
    "text": "The cosmic, cosmic temple. Temple, yeah. And then how this is a recurring thing in the prophets as well. When these apocalypses happen, they find themselves in the temple. And you just asked, why is that?",
    "start": "00:11:44",
    "end": "00:12:00"
  },
  {
    "text": "What's up with that?",
    "start": "00:12:00",
    "end": "00:12:00"
  },
  {
    "text": "What's up with that? And then you said, and we'll find the answers in Genesis 1, 2, and 3.",
    "start": "00:12:00",
    "end": "00:12:06"
  },
  {
    "text": "Yeah. Surprise, surprise. So we could take quite a long time going through this. I'm not sure that would serve us or our mission for the moment. So maybe we'll revisit it one day. Yeah. What I'd like to do, I think in just this conversation is talk about how the biblical cosmos that's described in the opening chapters of Genesis, the three tiered cosmos, the heavens, the land and the sea, and the relationship of heaven and earth, and then also the function of humans as the image of God that bridges heaven and earth. If we can just get clarity on that, then I think a whole bunch of things in the rest of the Bible unfold. All these apocalyptic stories have a common thread all of a sudden that build up to the story of Jesus and why Mark specifically has shaped his story as an apocalypse. And then the book of Revelation, which we'll probably get into in the next step in the conversation. So you could just say the biblical cosmos. Understanding how the biblical cosmos, the biblical world is arranged is the key to understanding the apocalyptic imagination of the biblical authors.",
    "start": "00:12:06",
    "end": "00:13:17"
  },
  {
    "text": "How the biblical cosmos is arranged, how the authors of the Bible viewed how the universe is ordered.",
    "start": "00:13:17",
    "end": "00:13:26"
  },
  {
    "text": "Correct. This is our mission.",
    "start": "00:13:27",
    "end": "00:13:28"
  },
  {
    "text": "Great.",
    "start": "00:13:29",
    "end": "00:13:29"
  },
  {
    "text": "All right.",
    "start": "00:13:29",
    "end": "00:13:30"
  },
  {
    "text": "And we've. And we've gone through this. I don't know if there's a podcast.",
    "start": "00:13:30",
    "end": "00:13:33"
  },
  {
    "text": "Episode, Heaven and Earth, and our many discussions about the design of Genesis 1.",
    "start": "00:13:33",
    "end": "00:13:39"
  },
  {
    "text": "Yeah.",
    "start": "00:13:39",
    "end": "00:13:40"
  },
  {
    "text": "Which are scattered all over the podcast library. Yeah, yeah.",
    "start": "00:13:40",
    "end": "00:13:44"
  },
  {
    "text": "But let's go over it again.",
    "start": "00:13:44",
    "end": "00:13:45"
  },
  {
    "text": "Yeah.",
    "start": "00:13:45",
    "end": "00:13:45"
  },
  {
    "text": "Sam.",
    "start": "00:13:51",
    "end": "00:13:59"
  },
  {
    "text": "Okay, so the opening line of the Bible gives us a macro vision of the cosmos that is going to be ordered in the seven days of Genesis 1. But the first line in the Beginning, God created the skies and the land.",
    "start": "00:14:21",
    "end": "00:14:38"
  },
  {
    "text": "Heavens and the earth.",
    "start": "00:14:38",
    "end": "00:14:39"
  },
  {
    "text": "So it's a two realm or a two tiered description. Yes. As you get into the days of Genesis, especially days one through three, what you see is three realms outlined. So you have the baseline beginning. The uncreated or non created realm, non ordered realm is of a chaotic, dark, wild sea. So Gods first addresses the darkness, he contains it and brings it into order by letting his own divine light permeate the cosmos, begin to bring about a cosmos. Cosmos means ordered, ordered realm. Ordered realm, yeah. Second step is to deal with those waters and he splits them. The waters above and the waters below, creating what we've come to refer to as the snow globe.",
    "start": "00:14:39",
    "end": "00:15:27"
  },
  {
    "text": "Right. The sea and the waters above the sky, which in our modern understanding of the world, there's water in the clouds, in the sky. But in the ancient imagination, there is a dome above us and the waters are above there.",
    "start": "00:15:27",
    "end": "00:15:43"
  },
  {
    "text": "That's right.",
    "start": "00:15:43",
    "end": "00:15:44"
  },
  {
    "text": "And they come down from that.",
    "start": "00:15:44",
    "end": "00:15:45"
  },
  {
    "text": "Correct, that's right. So the blue thing above us, which has a convex dome shape. Yeah, it's made of water. And there's waters above it that don't collapse down on us only because of Yahweh's power over them and his covenant promise, like he made to Noah, to never let them collapse again.",
    "start": "00:15:45",
    "end": "00:16:04"
  },
  {
    "text": "It's interesting to feel like you live. The waters could collapse on you in any moment.",
    "start": "00:16:04",
    "end": "00:16:08"
  },
  {
    "text": "Yeah, that's life in the biblical world. That's crazy, because they can.",
    "start": "00:16:08",
    "end": "00:16:12"
  },
  {
    "text": "Well, yeah, if you live in a.",
    "start": "00:16:12",
    "end": "00:16:15"
  },
  {
    "text": "River delta, especially if you live in a flatland river delta. Like Mesopotamia.",
    "start": "00:16:15",
    "end": "00:16:21"
  },
  {
    "text": "Yeah, like Mesopotamia. Or like in the Nile.",
    "start": "00:16:21",
    "end": "00:16:23"
  },
  {
    "text": "Or the Nile. Yeah, that's right.",
    "start": "00:16:23",
    "end": "00:16:25"
  },
  {
    "text": "And it floods because it's raining really hard, and then the waters. Right. Yeah. You're out of luck.",
    "start": "00:16:25",
    "end": "00:16:31"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:16:31",
    "end": "00:16:32"
  },
  {
    "text": "You just have been.",
    "start": "00:16:32",
    "end": "00:16:32"
  },
  {
    "text": "Yeah. And many parts of the world have monsoon seasons that you this kind of thing. So there's a very real awareness that the skies support us and our lives, but they also can destroy us. They're dangerous and they're life giving at the same time. So waters above and waters below. And then on day three of Genesis, the dry land emerges out of the waters below and then is supported on top of those waters by the pillars of the earth. The biblical psalms talk about so much about, okay, so you get the snow globe and then idea of the waters above and below. And then where is God's realm? Well, you know, God's realm is the whole thing, the whole earth, everything belongs to Yahweh. But then specifically Yahweh's presence and his rule and power is consistently depicted as high above, even high above the blue thing. He's above it all. So we have to jettison our view of the globe. Just get a three tiered dry land, flat land surrounded by waters, waters underneath, and then the heavens above. And the limit of the heavens is the waters above. So in this biblical imagination, Yahweh rules from above those waters above. He's above the waters above. So here's just a couple of passages. This classic Biblical Cosmology, Psalm 103. Yahweh has established his throne in the skies. His kingdom rules over everything. It's classic.",
    "start": "00:16:33",
    "end": "00:18:07"
  },
  {
    "text": "It says heaven. You're saying skies, same word.",
    "start": "00:18:07",
    "end": "00:18:10"
  },
  {
    "text": "Yes, that's right. This is back to our Heaven and Earth podcast series. The word heaven in the Old Testament is always plural in Hebrew. There's no singular heaven in Hebrew.",
    "start": "00:18:10",
    "end": "00:18:20"
  },
  {
    "text": "And it's the word for sky and.",
    "start": "00:18:20",
    "end": "00:18:21"
  },
  {
    "text": "It'S the word for skies. That's right, yep. Isaiah 66, 1, 2. This is what Yahweh the skies are my throne and the land is my footstool. Where is a temple, a house that you can build for me? Where is it that you think I take up my rest? Hasn't my hand made all of this so that it came into being? This is a fascinating line.",
    "start": "00:18:21",
    "end": "00:18:45"
  },
  {
    "text": "Which one?",
    "start": "00:18:45",
    "end": "00:18:46"
  },
  {
    "text": "This whole statement. Oh, the whole statement. Because of course, there was a temple in Jerusalem, Right. Where God even said that he would take up residence among his people. But it's as if with this line here in Isaiah, it's like he's saying, listen, don't think that because you made me a little building, you can contain me. You can contain me. Like Solomon says when he builds the temple, the whole cosmos can't contain you, much less this house. But notice this conception. Heaven is my throne. But then also, he's got a spot here on the land.",
    "start": "00:18:46",
    "end": "00:19:15"
  },
  {
    "text": "My footstool, his feet are resting on the land.",
    "start": "00:19:16",
    "end": "00:19:18"
  },
  {
    "text": "And so this is crucial for understanding, like what Isaiah sees and Isaiah's apocalypse.",
    "start": "00:19:19",
    "end": "00:19:25"
  },
  {
    "text": "In his Apocalypse, he sees the bottom of the robe of Yahweh.",
    "start": "00:19:25",
    "end": "00:19:31"
  },
  {
    "text": "Yeah. From the waist down.",
    "start": "00:19:31",
    "end": "00:19:33"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:19:33",
    "end": "00:19:34"
  },
  {
    "text": "Or even the knees down.",
    "start": "00:19:34",
    "end": "00:19:36"
  },
  {
    "text": "Right, yeah. So he's seeing where God's like, feet are basically planted on his footstool.",
    "start": "00:19:36",
    "end": "00:19:41"
  },
  {
    "text": "Yeah. And this is Isaiah 66, like it's in the same book. So it's as if the temple space is like a portal. The heaven and earth overlap. And in the holy of holies is both heaven and earth. But particularly it's the touchdown spot of the heavens. With the earth. So it's a word picture. His throne is in the skies, but his feet touch the earthly temple. That's the image. Ooh, Psalm 11:4, which we'll come back to. Yahweh is in his holy temple. Yahweh's throne is in the heavens. His eyes behold and his eyelids test the sons of Adam.",
    "start": "00:19:41",
    "end": "00:20:22"
  },
  {
    "text": "What does that mean?",
    "start": "00:20:22",
    "end": "00:20:23"
  },
  {
    "text": "It means that he is looking down, he's got his high vantage point and he's watching. He's surveying his realm like an observant king. And then when he looks at what humans are doing, he's assessing what they do. And then will sometimes test people to see who they really are and who their allegiance is really to.",
    "start": "00:20:25",
    "end": "00:20:49"
  },
  {
    "text": "Lead me not into the test.",
    "start": "00:20:49",
    "end": "00:20:50"
  },
  {
    "text": "Lead me not into the test. Yeah. So that's the image. You've got the three tiered world and Yahweh's throne is in heavens, but also as a touchdown point here in the temple. Okay, next step. Because the heavenly throne, the heavens, and even above the heavens is the divine throne room. The skies above are often depicted as a divine throned room with God's divine council, with his angelic spiritual beings surrounding his throne. We've made videos on this. Yeah, the divine council, and talked about this at length. But again, all of this is just. It's assumed that you get all this the moment you step into apocalyptic texts.",
    "start": "00:20:50",
    "end": "00:21:31"
  },
  {
    "text": "In the Bible, which is tricky because that is a pretty dangerous assumption.",
    "start": "00:21:31",
    "end": "00:21:36"
  },
  {
    "text": "Yeah, totally. Yeah, that's right. So in Psalm 103, near the end of the poem, we get another one of these lines. Yahweh establishes throne in heaven, verse 20, then says, Praise Yahweh all you who is his angels, you strong ones who do his bidding, who obey his word. Praise Yahweh, all the hosts of heaven, all you servants who do his will. So notice the phrase host of heaven and the host angels is in parallelism. The hosts of heaven are most consistently referred to as what we think of as stars, whereas in the biblical imagination, the stars are images of the angelic hosts up in the divine council room. We did have an whole episode on.",
    "start": "00:21:36",
    "end": "00:22:24"
  },
  {
    "text": "This and we talked a lot about.",
    "start": "00:22:24",
    "end": "00:22:25"
  },
  {
    "text": "That in the God series.",
    "start": "00:22:25",
    "end": "00:22:26"
  },
  {
    "text": "But you pile this all together, it seems sometimes silly. You know, it's funny, with the three tiered universe, I can kind of get through it a lot easier. It's like, yeah, that's just how they viewed the universe.",
    "start": "00:22:26",
    "end": "00:22:38"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:22:38",
    "end": "00:22:39"
  },
  {
    "text": "But with the stars being creatures, I just always get hung up.",
    "start": "00:22:39",
    "end": "00:22:44"
  },
  {
    "text": "I always feel just like, yeah, yeah, yeah. Or the stars but remember Genesis 1, verse 14, I think.",
    "start": "00:22:44",
    "end": "00:22:50"
  },
  {
    "text": "Yeah.",
    "start": "00:22:50",
    "end": "00:22:50"
  },
  {
    "text": "The stars are. They're signs.",
    "start": "00:22:50",
    "end": "00:22:52"
  },
  {
    "text": "They're signs.",
    "start": "00:22:52",
    "end": "00:22:52"
  },
  {
    "text": "They're symbols.",
    "start": "00:22:52",
    "end": "00:22:53"
  },
  {
    "text": "Yeah.",
    "start": "00:22:53",
    "end": "00:22:54"
  },
  {
    "text": "Oh, actually, I'm going to quote from Robin Perry in a moment here. There is an awareness in the Bible and in ancient near east that the stars are creatures, but they are images of spiritual beings and can be distinguished from the spiritual beings that they symbolize. Anyway, we'll talk about that in a moment. Here's just another line. Psalm 89. The opening of Psalm 89. The heavens praise your wonders, O God, O Yahweh. Your faithfulness also is praised in the assembly of the holy ones. Who in the skies is comparable to Yahweh, who among the sons of God is like Yahweh? He's a God greatly feared in the council of the holy ones. This is where the phrase divine counsel comes from, from this line. He's awesome. From all those that surround him. It's the divine throne room up there again. So when Isaiah, when Ezekiel, when Daniel or John the Visionary have these apocalyptic moments of transportation into the divine throne.",
    "start": "00:22:54",
    "end": "00:23:55"
  },
  {
    "text": "Room, they find creatures out there.",
    "start": "00:23:55",
    "end": "00:23:57"
  },
  {
    "text": "Yeah. What they see is all of the attendants called the host of heaven, the living creatures, the elders, the angels. And that's all built on this kind of world model here. Now. So that's important because in a divine throne room, you've got a king and all the attendants, and that means that's where all the important decisions are made. When you look out at the world, it looks like humans are the ones running the place. And these apocalyptic moments are a revelation.",
    "start": "00:23:57",
    "end": "00:24:26"
  },
  {
    "text": "To realize, like, oh, there's powers behind this.",
    "start": "00:24:26",
    "end": "00:24:29"
  },
  {
    "text": "Here's where the real action is. It's this place that I see and discover what's really happening down here on the land. Yahweh is the true king, and with his divine counsel, he's working out his purposes and plans down here on the land. It's hard to remember that because.",
    "start": "00:24:29",
    "end": "00:24:50"
  },
  {
    "text": "Because you don't see it.",
    "start": "00:24:51",
    "end": "00:24:51"
  },
  {
    "text": "Yeah, you don't see it. You need an apocalyptic imagination to realize that there's more than meets the eye to the powers to be down here. We can or cannot read it. But it just hit me recently as I was working through the psalms, that Psalm 33 is a meditation on this very theme. I recommend the whole Psalm to people, but let's read it. All right, great. I've actually just excerpted a section from verses 4 through 15 of Psalm 33. 3. I'll let you read it.",
    "start": "00:24:51",
    "end": "00:25:22"
  },
  {
    "text": "For the word of the Lord is upright, and all his work is done in faithfulness. He loves righteousness and justice. The land is full of the loyal love of the Lord. By the word of the Lord, the heavens were made, and by the breath of his mouth, all their host being the angels or no.",
    "start": "00:25:22",
    "end": "00:25:39"
  },
  {
    "text": "Yeah, that's right. The heavens and their host. Yeah, yeah.",
    "start": "00:25:39",
    "end": "00:25:42"
  },
  {
    "text": "He gathers the waters of the sea together as a heap, and he lays up the deeps and storehouses. Is that about ordering the cosmos then?",
    "start": "00:25:42",
    "end": "00:25:51"
  },
  {
    "text": "Yeah, Particularly it's reflecting on the division of the waters in. In Genesis 1.",
    "start": "00:25:51",
    "end": "00:25:56"
  },
  {
    "text": "Let all the earth fear the Lord. Let all the inhabitants of the world stand in awe of him. For he spoke and it was done. He commanded and it stood fast.",
    "start": "00:25:57",
    "end": "00:26:08"
  },
  {
    "text": "Okay, so let's pause. So reflection on Genesis 1.",
    "start": "00:26:08",
    "end": "00:26:11"
  },
  {
    "text": "Yeah.",
    "start": "00:26:11",
    "end": "00:26:12"
  },
  {
    "text": "The cosmos is ordered by his word, by his word and his breath, his spirit. And therefore, the order and stability that we experience here in the land tells a story about the loyal love of Yahweh. Like the fact that we're here is an expression of God's creative, loyal, loving commitment to stabilize the cosmos. It's the result of this worldview. So whenever you talk about Genesis 1, you're not talking about just an event that happened in the past. You're talking about an event that continues to be. We have these words. There's creation and then there's sustaining creation. In the biblical imagination, there's no difference.",
    "start": "00:26:12",
    "end": "00:26:54"
  },
  {
    "text": "It's the same thing.",
    "start": "00:26:54",
    "end": "00:26:54"
  },
  {
    "text": "It's the same thing. So if that's true of the stability of the cosmos as a whole, let's now reflect on Yahweh's ordering providence.",
    "start": "00:26:54",
    "end": "00:27:04"
  },
  {
    "text": "Verse 10. The Lord nullifies the council of the nations. Nullifies the council of the nations. He frustrates the plans of the peoples. The counsel of the Lord stands forever the plans of his heart from generation to generation. Blessed is the nation whose God is the Lord, the people whom he has chosen for his own inheritance. The Lord looks from heaven. He sees all the sons of men from his dwelling place. He looks out on all the inhabitants of the earth, he who fashions the hearts of them all, he who understands all their works.",
    "start": "00:27:04",
    "end": "00:27:42"
  },
  {
    "text": "So Yahweh has this vantage point from his heavenly throne, and he sees what we're all doing.",
    "start": "00:27:42",
    "end": "00:27:48"
  },
  {
    "text": "His eyelids are testing us.",
    "start": "00:27:48",
    "end": "00:27:50"
  },
  {
    "text": "Yeah, totally. Yeah. And there are some nations and peoples who create plans.",
    "start": "00:27:50",
    "end": "00:27:55"
  },
  {
    "text": "Don't we all?",
    "start": "00:27:56",
    "end": "00:27:56"
  },
  {
    "text": "Yeah, exactly. That's exactly right.",
    "start": "00:27:56",
    "end": "00:27:58"
  },
  {
    "text": "We're all scheming.",
    "start": "00:27:58",
    "end": "00:27:59"
  },
  {
    "text": "We're all scheming, trying to survive and create a little bit of Eden in our own lives and families through our own wisdom and tribes. And sometimes we are Creating stability in Eden in a way that is harmful to ourselves and we don't know it, or it benefits just us, but hurts or neglects a lot of other people. And when Yahweh sees that, he loves to frustrate those plans. Think Babylon in Genesis 11, or any of the stories, Egypt. Right. In the story of Exodus. But then he is forming a people whose allegiance is to him. And those people will find blessing. Right. Blessed is the nation. And so the people make their plans. But then Yahweh, up in this heavenly throne room, verse 11, he's got his plans, his counsel, and the plans of his heart. This is language from the flood narrative about the plans of the heart. Anyway, so the whole point is you can see how that cosmology of the three tiers and Yahweh above them all results in this kind of view of reality.",
    "start": "00:27:59",
    "end": "00:29:03"
  },
  {
    "text": "We got the land, we live here, we have our plans. It looks like from day to day existence, that we're the ones running the show. But from the biblical imagination, there is a realm above with Yahweh and other spiritual powers that really run the show.",
    "start": "00:29:03",
    "end": "00:29:26"
  },
  {
    "text": "Really run the show. So what this creates is this is a worldview that generates a desire to know what the plans are up there. What if we could know those plans?",
    "start": "00:29:27",
    "end": "00:29:37"
  },
  {
    "text": "Yeah.",
    "start": "00:29:37",
    "end": "00:29:38"
  },
  {
    "text": "What if they could be shown to us? Then that would give us comfort and assurance when it seems like chaos and disorder and human evil are running the show. And it would also challenge and warn anybody who's trying to scheme up their own version of Eden and hurting themselves and other people in the process. In this view of the world, what apocalyptic literature is. Makes sense.",
    "start": "00:29:38",
    "end": "00:30:02"
  },
  {
    "text": "Yeah, right.",
    "start": "00:30:02",
    "end": "00:30:03"
  },
  {
    "text": "It makes sense. Visions, a transportation to the divine throne room where the prophet gets a glimpse and learns divine wisdom, that he then returns to his own people and is able to give them either comfort or warning. That's all I'm after here. For some reason, it feels very simple once you see it.",
    "start": "00:30:03",
    "end": "00:30:23"
  },
  {
    "text": "Yeah.",
    "start": "00:30:23",
    "end": "00:30:24"
  },
  {
    "text": "But if you don't have this, like you said just a little bit ago, this literature of heavenly dreams and visions and it all just seems very out of this world, which it is, but, you know, pun intended.",
    "start": "00:30:24",
    "end": "00:30:37"
  },
  {
    "text": "Well, it is. And I think what. What I'm expecting to find is that while this helps me situate into the purpose, I'm still going to feel really lost in a lot of the imagery.",
    "start": "00:30:37",
    "end": "00:30:47"
  },
  {
    "text": "Yeah, yeah, yeah, yeah.",
    "start": "00:30:47",
    "end": "00:30:48"
  },
  {
    "text": "Which is another skill set that we'll have to talk about. We've upset, but I think it's really helpful. It reminds me a bit of the Matrix the red pill, blue pill kind of thing. I'm just trying to think of other examples in our stories of, like, this moment of. Do you want to see what's really going on?",
    "start": "00:30:48",
    "end": "00:31:04"
  },
  {
    "text": "Yes. Yeah, that's exactly it.",
    "start": "00:31:05",
    "end": "00:31:07"
  },
  {
    "text": "That's the apocalypse.",
    "start": "00:31:07",
    "end": "00:31:08"
  },
  {
    "text": "Yeah. And that's interesting. It both actually comforts and challenges you at the same time.",
    "start": "00:31:08",
    "end": "00:31:13"
  },
  {
    "text": "Yeah.",
    "start": "00:31:13",
    "end": "00:31:13"
  },
  {
    "text": "It's sort of like if you're happy, things are working out for you.",
    "start": "00:31:13",
    "end": "00:31:16"
  },
  {
    "text": "Yeah. You're powerful and.",
    "start": "00:31:16",
    "end": "00:31:17"
  },
  {
    "text": "Yeah. You. Or you benefit from the people who are powerful and you're comfortable, then apocalypses are very unwelcome. Just like maybe, you know, you told the story of you and your friend earlier where you were inviting that input from your friend.",
    "start": "00:31:18",
    "end": "00:31:34"
  },
  {
    "text": "Right.",
    "start": "00:31:34",
    "end": "00:31:35"
  },
  {
    "text": "But what if you weren't Right. Looking for that, but they feel like they have to tell you something about yourself that you have not seen yet? Then that would be an unwelcome apocalypse.",
    "start": "00:31:35",
    "end": "00:31:44"
  },
  {
    "text": "Yeah.",
    "start": "00:31:45",
    "end": "00:31:46"
  },
  {
    "text": "Yeah. All right. So that's the cosmos. Let me just focus in on the image of God. We talk a lot about the image of God.",
    "start": "00:31:46",
    "end": "00:32:41"
  },
  {
    "text": "Yeah.",
    "start": "00:32:41",
    "end": "00:32:42"
  },
  {
    "text": "We have a podcast series on it. We have made a video on it.",
    "start": "00:32:42",
    "end": "00:32:45"
  },
  {
    "text": "But you said something, maybe was it yesterday in our conversation, or was yesterday we also interviewed Carmen?",
    "start": "00:32:45",
    "end": "00:32:53"
  },
  {
    "text": "Oh, yeah, Carmen.",
    "start": "00:32:53",
    "end": "00:32:54"
  },
  {
    "text": "I was in one of those conversations. You said something about the image of God that made me feel like I don't fully appreciate it yet. You said something to the effect of less about representing and more about almost kind of this incarnating.",
    "start": "00:32:54",
    "end": "00:33:09"
  },
  {
    "text": "Yeah, yeah, yeah, yeah. Okay. Yes, exactly. Right. So we have talked a lot about the image of God in Genesis 1 as a calling, a vocation, and an identity of human. It's not something humans have in Genesis 1. It's what humans are. And again, if you read the three verses in Genesis 1 that describe the image, verses 26 to 28, it becomes very clear that one of the main layers of meaning of it is ruling and representation. In the two statements about the image says, let us make human in our image according to our likeness, and let them rule. Or you could equally translate so that they can rule. So ruling is a key vocation of an image. So here we're dealing with an ancient Near Eastern concept of. Of kings placing statues of themselves in realms that they rule. The king can't be there, but his statue is there. It's one layer, another layer that I kind of knew was a part of the equation. But it's a scholar, Crispin Fletcher Lewis, who we also interviewed about a year ago, he's published a lot of work on the image of God in Ancient Judaism and in the ancient Near East. And he's alerted me to all kinds of other scholarship that I just didn't know about. What he's after is focusing on a layer of meaning about the image of God as being God's idol statue in the cosmic temple. So if in Genesis 1 the whole cosmos is like the dwelling place of God, that's the vision, that's what the seventh day means. God takes up his rest, dwells with humans in the snow globe and above it at the same time. So the idea of God installing an image in the sacred cosmos, that's Genesis 1, Genesis 2. Remember we've talked about this in other conversations. Genesis 2 focuses in on the dry land and gives us a three tiered conception of sacred space.",
    "start": "00:33:09",
    "end": "00:35:10"
  },
  {
    "text": "We talked about it in the family of God conversation, which I don't think we are going to release.",
    "start": "00:35:11",
    "end": "00:35:15"
  },
  {
    "text": "Oh, and we are building on that idea in our video on the temple.",
    "start": "00:35:16",
    "end": "00:35:20"
  },
  {
    "text": "Okay, right.",
    "start": "00:35:20",
    "end": "00:35:21"
  },
  {
    "text": "The Genesis 2 focuses in on the dry land and we have the dry land, but then we have a separating boundary with a realm called Delight Eden. And then within that we're given another boundary line of a garden in the land of delight. And then we're even told that there's a center to the garden which is where the tree of life is. And so this three tiered sacred space is the prototype of the temple or the temple conception of the land. And so right at the center of it is where God puts the image, which is where the idol statue of any deity would be in an ancient temple, right at the center. So Chris, Ben, Fletcher Lewis thinks this is really important for, for understanding the storyline of the Bible and the identity of Jesus. I think he's right. So first step is the word Image in Genesis 1 is one of the standard words for idol images.",
    "start": "00:35:21",
    "end": "00:36:16"
  },
  {
    "text": "An idol statue.",
    "start": "00:36:16",
    "end": "00:36:17"
  },
  {
    "text": "Yeah, yeah. And you know, you can just search it in the Book of Numbers in the Book of Kings. It's one of the standard words for idol statues. There's a quote from an essay by Fletcher Lewis called God's image, his cosmic temple and the High Priest. In order to appreciate the full force of this image of God in humanity theology, we must have in mind the role of idols in ancient Near Eastern religion. In that culture an idol is set up to be the real presence of the God. And because the God is really believed to inhabit the image, the image is the God. And its proper care and veneration guarantees the gods benefits and protection for the worshiping community. With this understanding of divine Images assumed, Genesis 1 has a sharply focused theological anthropology.",
    "start": "00:36:17",
    "end": "00:37:13"
  },
  {
    "text": "Yes. It is being very clear about what it believes about the nature of humanity.",
    "start": "00:37:15",
    "end": "00:37:21"
  },
  {
    "text": "Yes. From a religious point of view. Yeah, yeah. What is that sharply focused belief? That humanity is to be the eyes, ears, mouth, being and action of the creator God within his creation. This point gives the biblical prohibition of idolatry the strongest possible rationale for humans to make an idol. It's not just that it breaks one of the ten Commandments, it's utter folly because it fails to appreciate that according to the original order of creation, humanity functions in relation to God as the idols do in relation to their gods. So what an idol is to the God that is represented by an idol in the ancient world, this is what humanity is called in relationship to Yahweh, the creator God of Israel. Another scholar, Dean McBride, calls humanity in animate icon. He's using language from Roman Catholic or Eastern Orthodox tradition. Icons, iconography, which isn't just a picture, it's a window into the heavenly reality that humans are called animate icons. Or think of our language, then of apocalypse. Humans are in apocalypse.",
    "start": "00:37:21",
    "end": "00:38:39"
  },
  {
    "text": "Hmm. Humans are an apocalypse.",
    "start": "00:38:40",
    "end": "00:38:42"
  },
  {
    "text": "Another way you could say that humans are the image of God is that humans are an apocalypse of the creator.",
    "start": "00:38:42",
    "end": "00:38:48"
  },
  {
    "text": "Oh, we reveal who God is.",
    "start": "00:38:49",
    "end": "00:38:52"
  },
  {
    "text": "Yes. Or at least ideally. Ideally, our ideal calling and purpose is to be a walking, talking apocalypse of God's purpose. Will, power, creativity, love. I'm really happy about that. I haven't read anybody who says that. That phrase. Yeah. And I'm just so happy with it. It makes so much sense to me.",
    "start": "00:38:52",
    "end": "00:39:11"
  },
  {
    "text": "Say it again.",
    "start": "00:39:11",
    "end": "00:39:11"
  },
  {
    "text": "Another way to say that humans are the image of God is to say that humans are a walking, talking, acting apocalypse of the creator God in the world.",
    "start": "00:39:11",
    "end": "00:39:21"
  },
  {
    "text": "Yeah. Or could be.",
    "start": "00:39:22",
    "end": "00:39:23"
  },
  {
    "text": "Or are created to be.",
    "start": "00:39:24",
    "end": "00:39:26"
  },
  {
    "text": "Or created to be.",
    "start": "00:39:26",
    "end": "00:39:27"
  },
  {
    "text": "Yeah, yeah, yeah, that's right. Another way to say it is that humans. To say that humans are made in the image of God is to say that humans are to be a bridge between heaven and earth.",
    "start": "00:39:27",
    "end": "00:39:37"
  },
  {
    "text": "Sam, I think this idea is in Catholicism with sainthood a little bit.",
    "start": "00:39:42",
    "end": "00:40:25"
  },
  {
    "text": "Oh, totally. That's totally right.",
    "start": "00:40:25",
    "end": "00:40:27"
  },
  {
    "text": "You get this sense of.",
    "start": "00:40:27",
    "end": "00:40:28"
  },
  {
    "text": "In an Orthodox tradition, too.",
    "start": "00:40:28",
    "end": "00:40:29"
  },
  {
    "text": "An Orthodox tradition.",
    "start": "00:40:29",
    "end": "00:40:30"
  },
  {
    "text": "That's right.",
    "start": "00:40:30",
    "end": "00:40:30"
  },
  {
    "text": "That it happens where a person is. Is so connected to their true vocation as God's image that something, you know, to be with this person is like to experience an apocalypse.",
    "start": "00:40:31",
    "end": "00:40:44"
  },
  {
    "text": "Totally. Right.",
    "start": "00:40:44",
    "end": "00:40:45"
  },
  {
    "text": "Yeah.",
    "start": "00:40:45",
    "end": "00:40:45"
  },
  {
    "text": "Yeah. Again, for our Protestant listeners. Right. If saying Catholic Orthodox is a hang up. But what we're saying is that it's biblical when Paul can say the fruit of the spirit, when God's spirit is transforming someone into a new kind of Jesus. Human. What does that look like? And he describes the ninefold fruit of the spirit. Love, joy, peace, patience. What he's saying is that that kind of person's life becomes a window or a vehicle of God's own life and character reflected in and through that person. That's what we're talking about here.",
    "start": "00:40:45",
    "end": "00:41:17"
  },
  {
    "text": "And when we did our Son of Man conversation, we talked a lot about Moses.",
    "start": "00:41:17",
    "end": "00:41:22"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:41:22",
    "end": "00:41:23"
  },
  {
    "text": "And how he became the closest glimpse to this in the biblical narrative.",
    "start": "00:41:23",
    "end": "00:41:28"
  },
  {
    "text": "Yeah, we'll talk about it later.",
    "start": "00:41:28",
    "end": "00:41:29"
  },
  {
    "text": "Okay.",
    "start": "00:41:29",
    "end": "00:41:30"
  },
  {
    "text": "Or actually, we don't have to talk about it later. Let's talk about it now. The image of Moses going up into.",
    "start": "00:41:30",
    "end": "00:41:35"
  },
  {
    "text": "The skies, going up the mountain.",
    "start": "00:41:35",
    "end": "00:41:37"
  },
  {
    "text": "He goes up into the clouds.",
    "start": "00:41:37",
    "end": "00:41:38"
  },
  {
    "text": "Yeah.",
    "start": "00:41:38",
    "end": "00:41:39"
  },
  {
    "text": "So it's in Eden.",
    "start": "00:41:39",
    "end": "00:41:40"
  },
  {
    "text": "Yeah. And he's surrounded by the clouds.",
    "start": "00:41:40",
    "end": "00:41:41"
  },
  {
    "text": "Yeah. And then the more time he spends in the heavens, he's transformed in the apocalyptic throne room of God. He begins to look like God's glory. So much so that just like they had to put a veil over the holy of holies, he has to put a veil over his face to protect the people.",
    "start": "00:41:41",
    "end": "00:42:02"
  },
  {
    "text": "And Moses outstretched arm is God's outstretched arm.",
    "start": "00:42:02",
    "end": "00:42:05"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:42:05",
    "end": "00:42:05"
  },
  {
    "text": "The two characters become merged in a way that makes sense when you think of this.",
    "start": "00:42:05",
    "end": "00:42:10"
  },
  {
    "text": "Essentially, the image of God is the seedbed out of which the concept of the incarnation of Jesus grows. If humanity is ideally created to be the incarnation, the embodiment of God. And then what you go on is to read a story of all these screwed up humans who, like, fail to ever be faithful images of God, what will have to be the plot resolution of a story with that as the conflict? I guess what we need is a new kind of incarnation of the creator God, Jesus.",
    "start": "00:42:10",
    "end": "00:42:45"
  },
  {
    "text": "Incarnation is different than our incarnation.",
    "start": "00:42:45",
    "end": "00:42:47"
  },
  {
    "text": "Totally.",
    "start": "00:42:47",
    "end": "00:42:48"
  },
  {
    "text": "We are in the flesh.",
    "start": "00:42:48",
    "end": "00:42:49"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:42:49",
    "end": "00:42:51"
  },
  {
    "text": "The word incarnation theologically always referred to uniquely to Jesus. Uniquely to Jesus.",
    "start": "00:42:51",
    "end": "00:42:57"
  },
  {
    "text": "Correct.",
    "start": "00:42:57",
    "end": "00:42:58"
  },
  {
    "text": "In fact, I wanted to use that word in the book that Tristan and I wrote, but our editor was like, no, that's interesting. I wanted to say incarnate and an incarnate spirituality.",
    "start": "00:42:58",
    "end": "00:43:06"
  },
  {
    "text": "Yeah, I see, I see.",
    "start": "00:43:06",
    "end": "00:43:08"
  },
  {
    "text": "But that's Jesus was incarnate. We're not incarnate. But I'm like, but we are. We're in the flesh.",
    "start": "00:43:08",
    "end": "00:43:13"
  },
  {
    "text": "Yeah, I do agree with you. I think the way Jesus is presented is as a unique incarnation of God.",
    "start": "00:43:13",
    "end": "00:43:19"
  },
  {
    "text": "Yes. Because he's God himself taking human form, which is not what we are. I am not God himself taking human form.",
    "start": "00:43:19",
    "end": "00:43:26"
  },
  {
    "text": "Correct.",
    "start": "00:43:26",
    "end": "00:43:26"
  },
  {
    "text": "But I am. What would you say?",
    "start": "00:43:26",
    "end": "00:43:29"
  },
  {
    "text": "Yeah. You were made to be a representative, an embodied representation of God's character and rule here on Earth.",
    "start": "00:43:29",
    "end": "00:43:37"
  },
  {
    "text": "Yeah.",
    "start": "00:43:37",
    "end": "00:43:37"
  },
  {
    "text": "And to the degree that we allow ourselves to be shaped into the image, to use Paul's language in Romans 8, to be conformed to the image of Jesus, we will discover God's own life permeating ours. We're back to our God series in the podcast. Here's what's key. So think the whole biblical story flows out of this. Ideally, we're given the ideal in Genesis 1 of an image of God, humanity that consists of male and female, a whole humanity that is one image of God ruling and representing and being the incarnation of God in Earth. So that heaven and earth are one, but through humans. Through the humans. And that's the ideal given on page one. Genesis 2, as it were, begins the real story. Like what really happened or not what really happened? What happened.",
    "start": "00:43:37",
    "end": "00:44:29"
  },
  {
    "text": "Right.",
    "start": "00:44:29",
    "end": "00:44:30"
  },
  {
    "text": "Here's the ideal. Genesis 1. Let's begin the narrative. Genesis 2. And what you see is humans forfeiting the gift.",
    "start": "00:44:30",
    "end": "00:44:37"
  },
  {
    "text": "Yeah.",
    "start": "00:44:38",
    "end": "00:44:38"
  },
  {
    "text": "Corrupting their vocation and being exiled from the heaven and earth spot.",
    "start": "00:44:39",
    "end": "00:44:43"
  },
  {
    "text": "In Genesis 2, though, God is there as well.",
    "start": "00:44:43",
    "end": "00:44:46"
  },
  {
    "text": "Totally.",
    "start": "00:44:46",
    "end": "00:44:46"
  },
  {
    "text": "If we're going back to this whole ancient near east, if the king couldn't be there, sets up a idol, statue, represents him in a real way, or since the gods are not here with us in day to day life, here's them with us now. Genesis 2. God is there and we represent him.",
    "start": "00:44:46",
    "end": "00:45:07"
  },
  {
    "text": "Yeah. God is there and his human images are there.",
    "start": "00:45:07",
    "end": "00:45:10"
  },
  {
    "text": "Yeah.",
    "start": "00:45:10",
    "end": "00:45:11"
  },
  {
    "text": "Because Eden is heaven and earth. It's a place where heaven and earth are not different things. That's the whole point of what the high cosmic mountain garden is. So what you're saying is very important. God is there because he can hang out and walk with people there. And then there's some humans who are invited to participate.",
    "start": "00:45:11",
    "end": "00:45:31"
  },
  {
    "text": "Not just be with God.",
    "start": "00:45:32",
    "end": "00:45:33"
  },
  {
    "text": "Yeah. But also to ingest his own life.",
    "start": "00:45:33",
    "end": "00:45:37"
  },
  {
    "text": "Ingest his own life. That's a tree of life.",
    "start": "00:45:37",
    "end": "00:45:38"
  },
  {
    "text": "Through the thing in the middle of the garden.",
    "start": "00:45:38",
    "end": "00:45:40"
  },
  {
    "text": "And then embody God.",
    "start": "00:45:40",
    "end": "00:45:43"
  },
  {
    "text": "Yeah.",
    "start": "00:45:43",
    "end": "00:45:43"
  },
  {
    "text": "To the rest of creation.",
    "start": "00:45:44",
    "end": "00:45:45"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:45:45",
    "end": "00:45:46"
  },
  {
    "text": "And if God's there, why does he need human creatures to embody Him?",
    "start": "00:45:46",
    "end": "00:45:51"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:45:51",
    "end": "00:45:51"
  },
  {
    "text": "To creation.",
    "start": "00:45:51",
    "end": "00:45:52"
  },
  {
    "text": "Yeah.",
    "start": "00:45:52",
    "end": "00:45:53"
  },
  {
    "text": "That was a big mistake.",
    "start": "00:45:53",
    "end": "00:45:54"
  },
  {
    "text": "From one point of view. From another point of view, it's the ultimate act of love.",
    "start": "00:45:57",
    "end": "00:46:03"
  },
  {
    "text": "To share is power.",
    "start": "00:46:04",
    "end": "00:46:05"
  },
  {
    "text": "To share power and to really share it means to allow this other one to exist in their own way and to choose of their own freedom and dignity. And there we'll get into a really ancient debate, but okay, so that's very important, what you put your thumb on. I didn't quite say it as clear earlier as you intuited. So Yahweh is there in the garden, as well as the people. The people. Adam and Ev are invited to come closer, so to speak.",
    "start": "00:46:05",
    "end": "00:46:34"
  },
  {
    "text": "Yeah.",
    "start": "00:46:34",
    "end": "00:46:35"
  },
  {
    "text": "Through the tree in the middle. What they end up doing is acting foolishly, trying to get their own wisdom on their own terms. And so what they are is separated out of the heaven and Earth place, out into the dry land of death.",
    "start": "00:46:35",
    "end": "00:46:49"
  },
  {
    "text": "I'm not going to forget that one. Oh, that wasn't part of our conversation. That was. Oh, exiled NASA.",
    "start": "00:46:49",
    "end": "00:46:56"
  },
  {
    "text": "Oh, to carry up, to lift up to exile.",
    "start": "00:46:56",
    "end": "00:46:58"
  },
  {
    "text": "Right. Wasn't the same thing as NASA.",
    "start": "00:46:58",
    "end": "00:46:59"
  },
  {
    "text": "Oh, galad.",
    "start": "00:46:59",
    "end": "00:47:00"
  },
  {
    "text": "Oh, Galahad. I did forget it.",
    "start": "00:47:00",
    "end": "00:47:01"
  },
  {
    "text": "You did, yeah. They were galad.",
    "start": "00:47:01",
    "end": "00:47:03"
  },
  {
    "text": "They were galad.",
    "start": "00:47:03",
    "end": "00:47:03"
  },
  {
    "text": "They were galad. Yep. And so here's what's interesting then. All of these apocalyptic moments, they happen to Abraham, they happen to Jacob, they happen to Moses, they happen to David, they happen to all of these prophets, Isaiah, Ezekiel, Jeremiah. They are all moments when somebody, a human out in the realm of mortality, gets transported in altered states of consciousness back into Eden. And who do they see there? They see a human figure, often seated on a throne or sitting in the middle of the tree, like with what Moses sees in the burning bush that's on fire. They see a human figure, and this human figure is sometimes called the angel of Yahweh. We made a video about this. This human figure is sometimes called Yahweh sitting on his throne.",
    "start": "00:47:03",
    "end": "00:47:52"
  },
  {
    "text": "Or the ancient of days of Revelation.",
    "start": "00:47:53",
    "end": "00:47:56"
  },
  {
    "text": "Yeah. Or the son of Adam, the son of humanity, who is in the realm of suffering and death, but is exalted up to the throne. So what's happening in the biblical story here is all rooted in how Genesis 1 and 2 work. That Yahweh who's been up in the garden, these visionaries who are lost in the mess of human history in their lives.",
    "start": "00:47:56",
    "end": "00:48:17"
  },
  {
    "text": "And like Moses out in exile, suddenly getting transported back to Eden.",
    "start": "00:48:18",
    "end": "00:48:22"
  },
  {
    "text": "Yeah. And who do they meet there but a human looking figure, but who is also Yahweh. This is what the elders on Mount Sinai and Moses see in Exodus 24 says they see God. There's a throne above this pavement.",
    "start": "00:48:22",
    "end": "00:48:39"
  },
  {
    "text": "The emerald pavement.",
    "start": "00:48:40",
    "end": "00:48:41"
  },
  {
    "text": "Yeah. Which means they're on a high place.",
    "start": "00:48:41",
    "end": "00:48:43"
  },
  {
    "text": "Right up there in the skies.",
    "start": "00:48:43",
    "end": "00:48:44"
  },
  {
    "text": "They're in the skies. To be on the top of the mountain is to be in heaven, because it's where heaven and earth overlap. Oh, man. For my birthday A few months ago, my wife gave me the treat of a free Saturday. And there's a new route that I discovered on the east side of Mount Hood. So you can get up to, like, almost like, right to the glacier, some of the lower glaciers. Yeah. Within, like, about three and a half, four hours, they'll just go straight up, but. So I spent the afternoon, it was actually the day after my birthday, eating my lunch, sitting on this rock. And to the east, I could see all of Oregon, all of eastern Oregon. I'm looking up this mountain, and what was interesting was it was a very clear day in November. It was warm, too. And I could see these white whirlwind wisps at the summit. And I was just thinking, like, I'm here, calm, warm in the sun, but up there, it's crazy. Up there, I could just see it. It was dangerous. The winds must have been blowing so hard that from however many miles away I was, it looked like a whirlwind up there moving quick, which meant if you're standing there, it would probably be as tall as a skyscraper or something. You know what I'm saying? It is actually true of mountains, even in my cosmology, that they are places where humans don't fully belong. And if you're going to be there just for a little bit and you're touching the sky.",
    "start": "00:48:44",
    "end": "00:50:09"
  },
  {
    "text": "Yeah.",
    "start": "00:50:09",
    "end": "00:50:09"
  },
  {
    "text": "Anyway, it was just a recent experience that when I read the apocalypses now, it kind of makes it land.",
    "start": "00:50:09",
    "end": "00:50:15"
  },
  {
    "text": "When you say they see a human image there.",
    "start": "00:50:16",
    "end": "00:50:18"
  },
  {
    "text": "Yeah.",
    "start": "00:50:18",
    "end": "00:50:19"
  },
  {
    "text": "Adam and Eve walking in the garden with God.",
    "start": "00:50:19",
    "end": "00:50:21"
  },
  {
    "text": "What did they see exactly? I think it's a design pattern. The Eden narrative leaves you hanging like, well, what did it look like for them to encounter Yahweh up there? Then you get to Moses and he ends up in the Eden spot. And what he sees is that angel of Yahweh in a bush. Then later, Exodus 20:4, the elders and Moses are eating a meal up on the mountain, not on the summit, but near the summit. And they see God and the throne and a platform, and the platform is the blue sky dome. Then you get to Isaiah, and he can see the lower half of Yahweh in the temple with the divine council. You get to Ezekiel, and the mountaintop realm is mobile and comes and visits him in an altered state of consciousness. And he says, I saw the glory of Yahweh, like an Adam upon a throne, the appearance of an Adam. So what Daniel sees, I think what all of this is rooted in is they are seeing Yahweh as A human in a human form in Eden. I think that's what all these apocalypses are.",
    "start": "00:50:21",
    "end": "00:51:30"
  },
  {
    "text": "Right.",
    "start": "00:51:30",
    "end": "00:51:31"
  },
  {
    "text": "So let's go back.",
    "start": "00:51:31",
    "end": "00:51:32"
  },
  {
    "text": "How does that connect to the image.",
    "start": "00:51:32",
    "end": "00:51:33"
  },
  {
    "text": "That Yahweh, that the image is actually the incarnation? Here we're invited into a very ancient Christian interpretation of the image of God by Irenaeus. A church father scholar named Irenaeus. He understood the image of God in Genesis 1 to be referring ultimately to pre incarnate Jesus and that Adam and Eve are the image of the true image, which is the incarnate God. And then he goes back and he sees all of these human appearances of Yahweh the way the apostles saw them, which is as the pre incarnate Jesus. So he's reading the Eden narrative in Genesis 1 and 2 in light of the whole biblical story of the image of God. And I used to think like, oh, let's kind of fanciful, but I actually think he's onto something. In other words, what I'm saying is I think this idea is actually rooted in the Hebrew Bible, in all of these unfolding design patterns of apocalypse.",
    "start": "00:51:33",
    "end": "00:52:38"
  },
  {
    "text": "So you're saying that when Yahweh creates humans in his image, whatever form the creator of all things takes is a mind boggling. We'll never know.",
    "start": "00:52:38",
    "end": "00:52:51"
  },
  {
    "text": "Yeah, that's right. But that's the ancient of days.",
    "start": "00:52:51",
    "end": "00:52:53"
  },
  {
    "text": "That's the ancient of days.",
    "start": "00:52:53",
    "end": "00:52:55"
  },
  {
    "text": "Like, and so you could talk about him as like a old man on fire, but you know. Right, yeah, yeah, yeah. It's clear we're pushing the boundaries of human imagination.",
    "start": "00:52:55",
    "end": "00:53:07"
  },
  {
    "text": "But when he designs creatures who are going to image him, then you've got humans.",
    "start": "00:53:07",
    "end": "00:53:12"
  },
  {
    "text": "Humans. Yeah.",
    "start": "00:53:12",
    "end": "00:53:13"
  },
  {
    "text": "But what you're saying is. But notice that that's actually the shape that Yahweh takes with when he does appear.",
    "start": "00:53:13",
    "end": "00:53:22"
  },
  {
    "text": "When he does appear.",
    "start": "00:53:22",
    "end": "00:53:23"
  },
  {
    "text": "And so there's actually already an image of Yahweh appearing to the images of Yahweh.",
    "start": "00:53:23",
    "end": "00:53:30"
  },
  {
    "text": "Correct.",
    "start": "00:53:30",
    "end": "00:53:31"
  },
  {
    "text": "And that is sometimes the angel of the Lord. It's the Son of man.",
    "start": "00:53:31",
    "end": "00:53:36"
  },
  {
    "text": "Or sometimes just called Yahweh.",
    "start": "00:53:37",
    "end": "00:53:39"
  },
  {
    "text": "Or sometimes just called Yahweh.",
    "start": "00:53:39",
    "end": "00:53:40"
  },
  {
    "text": "Yeah.",
    "start": "00:53:40",
    "end": "00:53:41"
  },
  {
    "text": "And this is Jesus.",
    "start": "00:53:41",
    "end": "00:53:44"
  },
  {
    "text": "The apostles identify that one as the one whom they met in Jesus, who became flesh, as John puts it, the word became flesh and became the temple presence of God here in our midst. He tabernacled among us.",
    "start": "00:53:45",
    "end": "00:54:01"
  },
  {
    "text": "When Jesus became flesh, that was a very specific time in history where Yahweh embodied humanity in a way that was different than showing up as the angel of the Lord.",
    "start": "00:54:01",
    "end": "00:54:13"
  },
  {
    "text": "Correct.",
    "start": "00:54:13",
    "end": "00:54:13"
  },
  {
    "text": "Or showing up as.",
    "start": "00:54:13",
    "end": "00:54:14"
  },
  {
    "text": "Yeah, or as we said it in the video. In the video we made about this, the angel of Yahweh is Yahweh appearing as a human. The claim of the Gospels is that Jesus is Yahweh, become a human being. So that when in the last book of the Bible, the beginning of John's apocalypse begins with him being transported up into the heavenly temple and he meets a son of Adam who calls himself the beginning and the end, the living one.",
    "start": "00:54:14",
    "end": "00:54:41"
  },
  {
    "text": "Those characters merge again.",
    "start": "00:54:41",
    "end": "00:54:42"
  },
  {
    "text": "Who is dead and now alive.",
    "start": "00:54:42",
    "end": "00:54:44"
  },
  {
    "text": "And Jesus, now our living one.",
    "start": "00:54:44",
    "end": "00:54:46"
  },
  {
    "text": "Yeah, the reason. And then he looks like what the ancient of days is in Daniel, chapter seven. Yeah, the white hair and the glowing eyes and all of this. So the biblical apocalypses are about when these characters, usually prophets, are in an altered state of consciousness. They're transported to Eden and they see their Yahweh appearing to them in human form, or they encounter angelic, the divine council, who starts touring them around. And what they are shown is sometimes truths about the cosmos or truths about the outcome of history. And that allows them to come back into their context and to speak the word of the Lord and to name things for what they really are. So Daniel can come back to the palace of Babylon and look at Nebuchadnezzar and say, you're the beast, or you're the head of gold, or you're the dragon. Or he can look at the suffering covenant people of God and say, you are the suffering son of man awaiting your representative who will come and be vindicated from death and ascend back up to the heavenly throne.",
    "start": "00:54:46",
    "end": "00:56:00"
  },
  {
    "text": "Yeah. And that gets us back to our whole conversation about prophecy, which is it's less about what's going to happen in the future, and it's more about calling things as they are in the present.",
    "start": "00:56:00",
    "end": "00:56:10"
  },
  {
    "text": "Correct. In fact, here, let me. This is one of the best books on the Book of Revelation by a scholar named Richard Bauckham. The Theology of the Book of Revelation. So this focusing on the Book of Revelation, but it stands for all book of Daniel and all of these apocalyptic stories in the Bible. He says John's work is a prophetic apocalypse. And a few episodes ago we read the beginning and he says. He calls it an apocalypse. And he calls it a prophecy.",
    "start": "00:56:10",
    "end": "00:56:37"
  },
  {
    "text": "Yes.",
    "start": "00:56:37",
    "end": "00:56:37"
  },
  {
    "text": "Why does it get this double category title? He says it's called this because it communicates a disclosure of a transcendent perspective on the world. It's prophetic in the way that it addresses a concrete historical situation. The Christians in the Roman province of Asia at the end of the first century. So in other words, what he's saying is biblical prophecy. This is back to our how to Read the Bible series is not primarily or only predictions about the end of the world or future events. It's about the word of God through a human to address a group of people at a moment in history. So he's speaking to seven churches in the first century. It brings to its readers to go back to Bauckham, a prophetic word of God, enabling them to discern the divine purpose in their situation and respond appropriately. But he goes on, John's work is also apocalyptic because it offers that prophetic insight into God's purpose by disclosing the content of a vision in which John is taken out of this world, so to speak, so that he can see it differently. Here. John's work belongs to the apocalyptic tradition where a seer is taken in a vision to God's throne room in heaven to learn the secrets of the divine purpose so that he can see his world from a heavenly perspective. You see, all this comes together here.",
    "start": "00:56:37",
    "end": "00:57:59"
  },
  {
    "text": "That's a great summary. To see the world from a heavenly perspective.",
    "start": "00:57:59",
    "end": "00:58:02"
  },
  {
    "text": "That's exactly it. That's apocalyptic in a nutshell. Yep. It's humanity or a representative human getting a chance to return to Eden for a few moments to learn God's wisdom and then to bring that wisdom and word from God back to the earthly realm to see it from a heavenly perspective. Yeah. Isn't that helpful?",
    "start": "00:58:02",
    "end": "00:58:24"
  },
  {
    "text": "So helpful.",
    "start": "00:58:24",
    "end": "00:58:25"
  },
  {
    "text": "So he unpacks that a little bit more. Baucombe does. He says John's given a glimpse behind the scenes of history to see what's really going on in the events of his time and place. You could say that the vertical axis of apocalypse, he's brought up to a high place so he can see everything going on down below. But he's also. Bauckham goes on transported in vision into the final future of the world. So you call that a horizontal or a time axis. So you go up to get a glimpse of the past, the present and the future. And he does that so that he can see the present from the perspective of its final outcome.",
    "start": "00:58:25",
    "end": "00:59:05"
  },
  {
    "text": "And this is what makes apocalyptic literature so contentious.",
    "start": "00:59:05",
    "end": "00:59:09"
  },
  {
    "text": "Correct.",
    "start": "00:59:09",
    "end": "00:59:09"
  },
  {
    "text": "Is it Is talking about.",
    "start": "00:59:10",
    "end": "00:59:12"
  },
  {
    "text": "Yeah.",
    "start": "00:59:12",
    "end": "00:59:13"
  },
  {
    "text": "The future as well.",
    "start": "00:59:13",
    "end": "00:59:14"
  },
  {
    "text": "Yep.",
    "start": "00:59:14",
    "end": "00:59:14"
  },
  {
    "text": "And we desperately want to know how is it going to go down?",
    "start": "00:59:14",
    "end": "00:59:18"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:59:18",
    "end": "00:59:19"
  },
  {
    "text": "What's the future hold?",
    "start": "00:59:19",
    "end": "00:59:20"
  },
  {
    "text": "So actually, this is why I think the apocalyptic as an unveiling or a revealing by going up to a high place, is such a good visual image, because when you're high, you can see what's what. Used to be behind you. You can see what's in front of you and then what's ahead. And it's the vertical dimension that gives you the time focus, so to speak. And that's the function of. Yeah, the apocalypses. This last sentence of Bauckham, he says, so the effect of John's visions, one might say, is to expand his reader's world both spatially up into heaven and temporally into the future. Or to put it another way, he's opening their world to divine transcendence. Do you remember how in our exile video and conversations, we talked about how the image of being exiled from Eden is a spatial image, but that we're also exiles from the new creation that is yet to come? So we're exiles in time, so to speak. Time and space are really just two ways of talking about the same thing in the biblical story, which is the divine. Space, time, space, time. Yeah. So we've literally spanned from the first page of the Bible to the last pages of the Bible. But to me, this perspective has been so helpful, I guess, in just reading these literature to know why they are the way that they are. Yeah, that's really it. So I think the next step then is to just get kind of pretty practical to say, okay, these biblical visionaries are transported back into Eden, into the Heavenly Throne room, and they see stuff.",
    "start": "00:59:21",
    "end": "01:01:00"
  },
  {
    "text": "They see stuff.",
    "start": "01:01:00",
    "end": "01:01:01"
  },
  {
    "text": "They see stuff. These texts, whether it's Daniel, Revelation, are full of powerful symbols and images. How do you even go about reading and making sense of these people's dreams and visions? That's the next step to take.",
    "start": "01:01:02",
    "end": "01:01:15"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. This is our last call for questions for the Apostle Apocalyptic series. If you'd like to submit a question, we would love to hear from you. We're collecting those questions right now. You can record yourself. Try to keep the recording to about 30 seconds or so. And don't forget to tell us your name, where you're from. And you can email that question to infoibleproject.com Again, infoibleproject.com Next week, we'll wrap up our series and we'll walk through how to interpret Revelation 12, a chapter you might have labeled in your Bible as the woman and the dragon. And in that episode, we'll discuss the tools that we all need to read biblical apocalypses wisely.",
    "start": "01:01:19",
    "end": "01:02:03"
  },
  {
    "text": "In a way, the Book of Revelation is the culmination of all the design patterns in the Hebrew Bible. And then it gives you, the reader, the commission to go look at your reality in your time through the lens of the design path patterns. The pastoral function of this book is to summon every generation of its readers, to follow the lamb in its footsteps, and to resist the beast within and without, and to suffer along with the lamb if need be, and bearing witness to what he's done. Yeah, if that's not where it ends, then we've totally missed the purpose of apocalyptic literature.",
    "start": "01:02:03",
    "end": "01:02:39"
  },
  {
    "text": "Today's show is produced by Dan Gummel. Our theme music is from the band Tense. Bibleproject is a crowdfunded nonprofit in Portland, Oregon. We make free resources that show the Bible as a unified story that leads to Jesus. You can find everything that we have, everything that we're up to@bibleproject.com thanks for being a part of this with us.",
    "start": "01:02:40",
    "end": "01:03:00"
  },
  {
    "text": "Hi, this is Lillian. I'm from Albert Lee, Minnesota. Hey, this is Cruz. I'm from la. I was born in El Salvador. I listen to the Bible Project all the time and I use it because it's fun and creative. I can learn about the Bible in a much, much better way. My favorite thing about the Bible Project is that every video teaches me a new way to look at things in Scriptures. I'm just in awe at the quality.",
    "start": "01:03:00",
    "end": "01:03:25"
  },
  {
    "text": "Of the Word and the fact that.",
    "start": "01:03:25",
    "end": "01:03:26"
  },
  {
    "text": "It'S free to everyone.",
    "start": "01:03:26",
    "end": "01:03:27"
  },
  {
    "text": "We believe that the Bible is a.",
    "start": "01:03:28",
    "end": "01:03:30"
  },
  {
    "text": "Unified story that leads us to Jesus. We're a crowdfunded project by people just like me. You can find free videos, study notes, podcasts, and more@thebibleproject.com.",
    "start": "01:03:30",
    "end": "01:03:42"
  }
]