[
  {
    "text": "Hey, this is John at the bibleproject, and we're in the middle of a series on how to read apocalyptic literature in the Bible. So far, we've discussed how the word apocalypse doesn't mean the end of the world. Instead, an apocalypse is when something is uncovered or revealed in the Bible. An apocalypse is a sudden confrontation with. With the ultimate meaning of reality.",
    "start": "00:00:04",
    "end": "00:00:30"
  },
  {
    "text": "Once something's revealed to you or you have a revelation often results in clarity that you have to, like, work out. That's certainly what happened to Paul. This thing happened to him, and then it forced him to go into what he calls in Galatians, just this period in Arabia. He went solo for a while, I think, to just work it all out. So, like, the apocalypse gave him a new angle of vision, and then he had to go find clarity in light of this new vision of reality.",
    "start": "00:00:30",
    "end": "00:00:58"
  },
  {
    "text": "So today we discuss how an apocalypse isn't something you create. Rather, it's something that happens to you. And when an apocalypse does come, it's an opportunity to rethink everything. Thanks for joining us. Here we go. So we're in our series on how to read the Bible, and we are in the genre of literature called apocalyptic literature.",
    "start": "00:00:59",
    "end": "00:01:30"
  },
  {
    "text": "Yes.",
    "start": "00:01:30",
    "end": "00:01:30"
  },
  {
    "text": "Which you find in the prophets. I guess we haven't really talked about this.",
    "start": "00:01:30",
    "end": "00:01:35"
  },
  {
    "text": "Yeah, that's right. Maybe we should have started by listing what parts of the Bible we're talking about.",
    "start": "00:01:35",
    "end": "00:01:40"
  },
  {
    "text": "In my mind, it's a lot of the prophets and then the Revelation at the end of the day.",
    "start": "00:01:40",
    "end": "00:01:44"
  },
  {
    "text": "Let's start with Revelation. We call the Revelation the Revelation. Ooh. Not Revelations with an S on the end. How did that happen?",
    "start": "00:01:44",
    "end": "00:01:51"
  },
  {
    "text": "I don't know, but that's how I grew up.",
    "start": "00:01:51",
    "end": "00:01:53"
  },
  {
    "text": "Yeah. So many people call it Revelations. The opening line is the revelation. So that phrase, the revelation of Jesus Christ given to his servant John, that's the opening line of the last book of the Bible. That word, the revelation, is the Greek word apokalypsis, or if you spell it with English letters, apocalypse. The Apocalypse. So it seems to be some kind of title or heading to describe what the work is. And so what's happened is people who don't understand the cultural background and the literary style have come to associate that word with what they think the book is about, which is the destruction of the world. It's the apocalypse, which means the end of the world. We're going to explore that debatable issue. But then there are other books in the Bible where you have a prophet figure who has dreams or visions about ultimate reality. Daniel, Ezekiel, Amos, Isaiah, many of the prophets. And so those whole books aren't necessarily called apocalypses. They're called the books of the prophets. But within the books of the prophets, there are apocalyptic sections. That's a term that scholars often use. And so there you go. And then contemporary to the Revelation of John, which was written somewhere in the second half of the first century A.D. there is a growing body of Jewish literature that. That reads a lot like the Book of Revelation. And so these are called the Jewish apocalypses or Jewish apocalyptic literature. I actually, I do have a list of other contemporary.",
    "start": "00:01:53",
    "end": "00:03:28"
  },
  {
    "text": "Oh, wow. There's a lot.",
    "start": "00:03:29",
    "end": "00:03:30"
  },
  {
    "text": "Yeah. So within the Bible there are.",
    "start": "00:03:30",
    "end": "00:03:31"
  },
  {
    "text": "Oh, these are all the ones in the Bible.",
    "start": "00:03:32",
    "end": "00:03:33"
  },
  {
    "text": "These are all stories in which someone has an apocalyptic experience, which, as we talked about, is a dream revision.",
    "start": "00:03:33",
    "end": "00:03:40"
  },
  {
    "text": "That's different than literature written in an apocalyptic genre.",
    "start": "00:03:40",
    "end": "00:03:44"
  },
  {
    "text": "Kind of. Kind of scholarship and popular level use of the word apocalypse. And apocalyptic is extremely confused and muddy.",
    "start": "00:03:44",
    "end": "00:03:54"
  },
  {
    "text": "Perfect.",
    "start": "00:03:54",
    "end": "00:03:55"
  },
  {
    "text": "Yeah. Because it can refer to an event.",
    "start": "00:03:57",
    "end": "00:04:00"
  },
  {
    "text": "Yes.",
    "start": "00:04:01",
    "end": "00:04:01"
  },
  {
    "text": "Which in popular understanding is the end of the world. It can refer to a literary style.",
    "start": "00:04:01",
    "end": "00:04:06"
  },
  {
    "text": "And that's what we're talking about. The literary style.",
    "start": "00:04:06",
    "end": "00:04:08"
  },
  {
    "text": "Yep. Correct.",
    "start": "00:04:08",
    "end": "00:04:09"
  },
  {
    "text": "Ultimately.",
    "start": "00:04:09",
    "end": "00:04:09"
  },
  {
    "text": "And it can also refer to an event that happens to someone in a narrative when they have a dream or vision.",
    "start": "00:04:09",
    "end": "00:04:16"
  },
  {
    "text": "And so far we've just been talking about the word and what it means. And in the last episode, we just talked about how the word apocalyptic means to unveil or to uncover.",
    "start": "00:04:16",
    "end": "00:04:32"
  },
  {
    "text": "Correct.",
    "start": "00:04:32",
    "end": "00:04:33"
  },
  {
    "text": "And it doesn't necessarily mean for something to be destroyed in the world.",
    "start": "00:04:33",
    "end": "00:04:40"
  },
  {
    "text": "Yeah. Or to describe the end of something. End of something, yep.",
    "start": "00:04:40",
    "end": "00:04:43"
  },
  {
    "text": "That's a modern construct. But that's talking about apocalypse as just a word. And we talked about stories where people experience an uncovering of sorts. Jacob in the Stairway to Heaven, where.",
    "start": "00:04:43",
    "end": "00:04:56"
  },
  {
    "text": "They experience what their experience is, is described with the biblical vocabulary of apocalypse. Either the Hebrew word, which is gala, or the New Testament Greek word, which is apocalypto.",
    "start": "00:04:56",
    "end": "00:05:08"
  },
  {
    "text": "And you've got a whole list here of those kind of situations.",
    "start": "00:05:09",
    "end": "00:05:12"
  },
  {
    "text": "Yep. Let's see. Yeah. About 15 stories. And some of them are Isaiah's vision of Yahweh in Jerusalem, in the temple where he has the coal put to his lips. Or Ezekiel famously, you know, in Babylon seats, the divine throne mobile and the vision of the new temple and so on. Daniel's visions of beasts and divine thrones and so on. But there's also. Most of the most famous biblical prophets have moments where they have dreams or visions and it's an unveiling or a revealing of God. Abraham has many apocalypses where God appears to him, is uncovered.",
    "start": "00:05:12",
    "end": "00:05:52"
  },
  {
    "text": "Like just talking to him.",
    "start": "00:05:52",
    "end": "00:05:53"
  },
  {
    "text": "Yeah, yeah, totally. Yeah. Or where Abraham falls asleep and has a dream and a vision of God as a smoking fire, talking to him and so on. So what you could say is these are stories about apocalypses in the Bible.",
    "start": "00:05:53",
    "end": "00:06:08"
  },
  {
    "text": "So is it fair to say then, when the Bible describes the experience of the apocalypse, then they're writing in the genre of apocalyptic literature.",
    "start": "00:06:09",
    "end": "00:06:21"
  },
  {
    "text": "In other words, there actually wasn't a category. Like, we go down to Powell's Bookstore, big bookstore in Portland, and we go, do I go to poetry? Do I go to. Here, let me go to the apocalyptic section. So there was no apocalyptic section. In ancient Judaism, when you describe a moment when somebody has a dream or a vision and they see the true nature of reality or of God's purposes or what's going on, there is a typical mode in which they describe that dream or vision.",
    "start": "00:06:21",
    "end": "00:06:51"
  },
  {
    "text": "A mode.",
    "start": "00:06:51",
    "end": "00:06:51"
  },
  {
    "text": "And that way of describing the content of the dream or the vision is what we use the word apocalyptic to refer to. And so it just so happens the Bible, Christian Bible, ends with a whole book that. Unpacking the apocalyptic experience of a guy named John of Patmos.",
    "start": "00:06:51",
    "end": "00:07:08"
  },
  {
    "text": "So we're talking about it as a genre of literature.",
    "start": "00:07:09",
    "end": "00:07:11"
  },
  {
    "text": "Yeah.",
    "start": "00:07:11",
    "end": "00:07:12"
  },
  {
    "text": "And you described it as a mode of writing.",
    "start": "00:07:12",
    "end": "00:07:15"
  },
  {
    "text": "Yeah.",
    "start": "00:07:15",
    "end": "00:07:16"
  },
  {
    "text": "Which.",
    "start": "00:07:16",
    "end": "00:07:16"
  },
  {
    "text": "Which is literary style.",
    "start": "00:07:16",
    "end": "00:07:17"
  },
  {
    "text": "A literary style.",
    "start": "00:07:17",
    "end": "00:07:18"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:07:18",
    "end": "00:07:19"
  },
  {
    "text": "But you're saying if you would have gone and talked to an ancient Israelite and you're like, oh, you're writing in this literary style, they would kind of be like, no, I'm just.",
    "start": "00:07:19",
    "end": "00:07:28"
  },
  {
    "text": "Well, no, I think what they would say is, well, yeah, when I'm recounting the dream or a vision of an important prophet or figure, here's how you do it.",
    "start": "00:07:28",
    "end": "00:07:36"
  },
  {
    "text": "Here's how you do it.",
    "start": "00:07:36",
    "end": "00:07:38"
  },
  {
    "text": "Here's how you represent a dream or a vision in a literary style. Here's how we do it.",
    "start": "00:07:38",
    "end": "00:07:43"
  },
  {
    "text": "Got it.",
    "start": "00:07:43",
    "end": "00:07:43"
  },
  {
    "text": "Just like there's a way that you write an editorial for a newspaper.",
    "start": "00:07:43",
    "end": "00:07:47"
  },
  {
    "text": "Yes.",
    "start": "00:07:47",
    "end": "00:07:48"
  },
  {
    "text": "There's a way you write a blog post or a short essay or a. You get into a certain mode. I'm in this mode of this kind of literature. In the same way, when biblical authors represent somebody's dreams, they are fitting into a pattern, a convention, a way of doing it.",
    "start": "00:07:48",
    "end": "00:08:04"
  },
  {
    "text": "Yeah, that makes sense. We don't really have a corollary to that in, like, when we write down our dreams, like, if you dream journal, you, I think, are just trying to write exactly what you experience. There's no, like, convention for how to do it.",
    "start": "00:08:04",
    "end": "00:08:21"
  },
  {
    "text": "Right.",
    "start": "00:08:21",
    "end": "00:08:21"
  },
  {
    "text": "Necessarily.",
    "start": "00:08:21",
    "end": "00:08:22"
  },
  {
    "text": "Right.",
    "start": "00:08:22",
    "end": "00:08:23"
  },
  {
    "text": "But you're saying for ancient Israel, there was a mode, a convention for how you depict these kind of experiences.",
    "start": "00:08:23",
    "end": "00:08:33"
  },
  {
    "text": "In a way, these apocalyptic moments are a design pattern that unfolds and develops throughout the story of the Bible because they're all hyperlinked. When people have these dreams and visions within the Hebrew Bible, they're all experiencing variations of the same thing and developing and it develops as the Bible goes on. And it usually involves what feels and looks and is described like a temple. And they're encountering a superhuman figure on a throne, if they can even look at this figure because they're glowing so brightly. And they're usually given insight into what's happening around them and then given a message of some kind to share. That's what all of these have in common. And there's a heavy use of symbolic imagery, so that's what characterizes this. But there are different people having these experiences in different stories and moments. So what they're about will always be a little bit different. But there's some basic shared elements. And so, yeah, it raises a question. Like these people, I think, actually had these experiences. So it's fascinating that they keep seeing and encountering some of the same things. So it doesn't seem to be just a reflection of their internal psyche, but these people actually encountered someone. So I'm fine calling this how to read apocalyptic literature, as long as we. We have this kind of footnote to that meaning. Sometimes an apocalypse is a whole book, like the last book of the Bible, but that's the only case like that in the Bible. Every other apocalypse in the Bible is in a narrative setting within some larger work. The book of a prophet.",
    "start": "00:08:33",
    "end": "00:10:15"
  },
  {
    "text": "Well, arguably, the Revelation isn't entirely apocalypse, and that's true.",
    "start": "00:10:16",
    "end": "00:10:20"
  },
  {
    "text": "It's also a letter. Yeah, it's an apocalyptic prophetic letter. But anyhow, there's a lot of apocalyptic moments in the Bible in the time of Revelation. It does seem like those narratives in the Bible have given birth to a certain form of a book. The Revelation is one of them. And there's a lot of other scholars call them the Jewish apocalypses. So they go by different names. First Enoch, second Baruch, fourth Ezra, the Apocalypse of Abraham. But these are mostly modern titles to refer to these works, but they're about these biblical figures. They're written long after the life of any of these people, Enoch or Baruch. But it's an author imagining the dream or vision they had as through the eyes and experience of a biblical character. Anyway, they're actually really fascinating to read. But that's another matter. So that's what we're talking about when we say apocalyptic literature.",
    "start": "00:10:21",
    "end": "00:11:22"
  },
  {
    "text": "What's unique about the revelation in this list is if all the other ones are kind of imaginings. This one is what this guy John experienced.",
    "start": "00:11:22",
    "end": "00:11:31"
  },
  {
    "text": "Yeah. Another way to say that is the most typical mode in the period of the Second Temple. If a Jewish author was going to write in this apocalyptic mode, they would use a biblical character and turn that book into the author, so to speak. So Baruch, the scribe of Jeremiah, becomes like a mantle that the author puts on to experience the vision through their eyes. But the book is written for the author's own day and audience. And so it's a known. In other words, they expect that the reader will know. Like, this didn't actually come from Baruch, but it's representing the message of the prophets as if it came from Baruch and so on. And so the revelation to John of Patmos in the New Testament sticks out. It's the only Jewish apocalypse that he.",
    "start": "00:11:31",
    "end": "00:12:16"
  },
  {
    "text": "Doesn'T put on this Persona to experience it through. It's just him experiencing it.",
    "start": "00:12:16",
    "end": "00:12:22"
  },
  {
    "text": "Totally. Yeah, it sticks out among all the apocalypses, which is really interesting. So the name for that feature is called pseudepigrapha, which is a Greek compound word meaning false name. You write in the name of someone else. And so John is the only apocalypse that doesn't use the pseudepigraph feature, the false name feature. Anyway, those are little tidbits. All right, so we looked at the word vocabulary for apocalypse in the Old Testament and how that help us understand the meaning. It's about peeling back the curtain, seeing the true nature of reality. Let's look at some New Testament examples. We'll kind of fill out this picture. And this is great, because when you're in the New Testament, you can actually just get out of concordance and look for the word apocalypto. I'll let you read a famous parable of Jesus from Luke, chapter eight.",
    "start": "00:12:22",
    "end": "00:13:56"
  },
  {
    "text": "Okay. Luke 8, 16, 17. No one lights a lamp, covers it in a clay jar, puts it under a bed. Instead they put it on a stand so that those who come in can see the light. For there is nothing hidden that will not be visible and nothing concealed that will not be known or brought out into visibility.",
    "start": "00:13:56",
    "end": "00:14:15"
  },
  {
    "text": "So the whole point of the parable is about something covered and then something being exposed. So what's interesting, the word, the Greek word apokalupto is a compound word. Apa means from or away from, and kalupto means to cover or to conceal. So if you take the apa off, you get the Greek word kalupto, which is what Jesus says. If you kalupto a lamp, if you cover a lamp. So the opposite of apocalypse is kalypse, which means to cover.",
    "start": "00:14:16",
    "end": "00:14:50"
  },
  {
    "text": "Right. This works in English. Cover or uncover.",
    "start": "00:14:51",
    "end": "00:14:54"
  },
  {
    "text": "Oh, yeah, that's right. Cover, uncover. Kalupto, Apocalypto. Yeah, that's it. That's it, yeah. Now, what's fascinating, Jesus uses the word kalupto for covering the lamp. But when he describes the opposite, he doesn't use the Greek word apokalupto. It uses a synonym, phanerao, which means to become seeable. And so these two words, then apocalypse and aphaneirosis, become synonyms of the same thing. Paklupto means to uncover.",
    "start": "00:14:54",
    "end": "00:15:23"
  },
  {
    "text": "And when you uncover something, it becomes visible.",
    "start": "00:15:24",
    "end": "00:15:25"
  },
  {
    "text": "When you uncover something, it becomes visible or seeable. So here's another example in the teachings of Jesus. This is at the end of Matthew 11:25. At that time, Jesus said, I praise you, Father, Lord of heaven and earth, for you have hidden. That's the Greek word. Crypto. You've hidden.",
    "start": "00:15:25",
    "end": "00:15:46"
  },
  {
    "text": "Cryptic.",
    "start": "00:15:46",
    "end": "00:15:47"
  },
  {
    "text": "Cryptic, yeah. You've hidden these things from the wise and the learned, and you have apocalypsed them to little children. Yes. You were pleased to do this? Everything's been committed to me by my Father. No one knows the Son except the Father. No one knows the Father except the Son and those to whom the Son chooses to apocalypse him. So Jesus's true identity is an apocalypse to a close circle of people around him. The disciples had an apocalypse as they slowly came to understand who Jesus really was. I like using that use of the word because it's the actual word Jesus uses here.",
    "start": "00:15:47",
    "end": "00:16:26"
  },
  {
    "text": "Right.",
    "start": "00:16:26",
    "end": "00:16:27"
  },
  {
    "text": "The Gospels are apocalyptic not in the sense that they're about the end of the world. They're about the revealing of Jesus true identity. Is that interesting to think about it that way?",
    "start": "00:16:27",
    "end": "00:16:37"
  },
  {
    "text": "It is interesting. Mm. It's about understanding, like the true nature of something to be exposed to the true nature of something so that you can see it for what it really is, is an apocalypse. Do we have a word? When you see something as it really is, the true nature of something, you are enlightened.",
    "start": "00:16:37",
    "end": "00:16:56"
  },
  {
    "text": "Yeah. We use intellectual perception, vocabulary. You understand, you have insight. You are perceptive. A perceptive person is somebody who can see. Oh. But it's different, because if you're perceptive, it's you. It's. You are understanding it and seeing it.",
    "start": "00:16:56",
    "end": "00:17:14"
  },
  {
    "text": "For yourself versus it showing itself to.",
    "start": "00:17:14",
    "end": "00:17:17"
  },
  {
    "text": "You of an apocalypse. Like in Jesus Just said this is something that's hidden. Jesus true identity is hidden and you have to actually get to know him and start following him to have his identity apocalypsed for you. It's somebody else has to show it to you. You can't see it yourself. Dude, this is so interesting. If you read the gospels, what they're saying is that in and of themselves, humans remain blind to the true nature of reality. We need the creator to pull back the veil, so to speak. And in the story of Jesus, his life, death and resurrection, Jesus's claim right here in Matthew 11 is that he is the one who pulls back the curtain to the nature of reality and the nature of who he is. And unless you undergo that apocalypse, you won't understand him or yourself or the world.",
    "start": "00:17:17",
    "end": "00:18:07"
  },
  {
    "text": "We have a lot of words for when we are trying to pull back the veil. Enlightened, illuminated, perceptive. Yeah, but there's no like English word similar to when the divine or you know, if you don't believe in God, the un. Like the cosmos unveiling itself to you. What's that word, man?",
    "start": "00:18:07",
    "end": "00:18:30"
  },
  {
    "text": "So interesting. Well, I guess it depends on your social location. If you have grown up within or have a completely materialist worldview, there is no greater purpose.",
    "start": "00:18:30",
    "end": "00:18:39"
  },
  {
    "text": "You know what we call that?",
    "start": "00:18:39",
    "end": "00:18:40"
  },
  {
    "text": "Sorry, what?",
    "start": "00:18:40",
    "end": "00:18:40"
  },
  {
    "text": "A revelation.",
    "start": "00:18:40",
    "end": "00:18:41"
  },
  {
    "text": "Oh yeah. I had a revelation. We use it as something that happened to you.",
    "start": "00:18:41",
    "end": "00:18:46"
  },
  {
    "text": "Happened to you.",
    "start": "00:18:46",
    "end": "00:18:47"
  },
  {
    "text": "Oh, that's good.",
    "start": "00:18:47",
    "end": "00:18:47"
  },
  {
    "text": "Which is interesting is that's the translation of apocalypse. Apocalypse?",
    "start": "00:18:47",
    "end": "00:18:51"
  },
  {
    "text": "Yeah, the Greek word apocalypse. The revelation. The revelation, which is the noun of the verb reveal.",
    "start": "00:18:51",
    "end": "00:18:57"
  },
  {
    "text": "Yes, it was revealed to me. I had a revelation. An epiphany.",
    "start": "00:18:57",
    "end": "00:19:01"
  },
  {
    "text": "In English you can say I had a revelation. Which depending on who you're talking to, could mean I had an idea. But what you're describing is I feel like the idea happened to me.",
    "start": "00:19:01",
    "end": "00:19:12"
  },
  {
    "text": "The idea happened to me.",
    "start": "00:19:12",
    "end": "00:19:13"
  },
  {
    "text": "Yeah.",
    "start": "00:19:13",
    "end": "00:19:13"
  },
  {
    "text": "And we know, we know what that feels like.",
    "start": "00:19:13",
    "end": "00:19:15"
  },
  {
    "text": "Holy. That's exactly right. This is why we've talked about this before. Especially in ancient Greek culture, poets were called the muses. And that word muse means to be a channel of the gods communication. So a poets were. Because a good poet writes about things in a way that put you in touch with ultimate truth, what feels like ultimate meaning. And so they become their poetry, becomes a kind of apocalypse. A revelation. Yes, of the divine realm. To little old me reading this poem or something. Yeah, Revelation.",
    "start": "00:19:15",
    "end": "00:19:51"
  },
  {
    "text": "It's funny is calling the book a revelation. I never think of it in terms of the English term having a revelation.",
    "start": "00:19:51",
    "end": "00:19:58"
  },
  {
    "text": "That's interesting.",
    "start": "00:19:58",
    "end": "00:19:59"
  },
  {
    "text": "I just, for whatever reason, it Took on a life of its own. But thinking of it in that terms is really helpful because we don't use the word apocalypse. I mean, I could try to start using it.",
    "start": "00:19:59",
    "end": "00:20:10"
  },
  {
    "text": "Yeah.",
    "start": "00:20:10",
    "end": "00:20:10"
  },
  {
    "text": "But revelation.",
    "start": "00:20:10",
    "end": "00:20:11"
  },
  {
    "text": "Yeah, revelation. That's. That's it. You had a revelation. I think it's pretty close.",
    "start": "00:20:11",
    "end": "00:20:14"
  },
  {
    "text": "It's pretty close. It's a very personal thing.",
    "start": "00:20:14",
    "end": "00:20:17"
  },
  {
    "text": "I think why I like using the Greek word apocalypse is it kind of just jars you and it forces you to start redefining the word in terms of its actual meaning.",
    "start": "00:20:17",
    "end": "00:20:28"
  },
  {
    "text": "Well, help me with how you use it, though. I had an apocalypse.",
    "start": "00:20:28",
    "end": "00:20:31"
  },
  {
    "text": "Yeah, I think you'd say I had an apocalypse or it wasn't. That was an apocalypse or it was an apocalyptic moment. Moment where this is a story of an apocalypse. Yeah. In other words, it's a story of somebody's. A revelation that somebody has. I want to just take a quick case study of Paul the Apostle and how he uses this word. This is pretty significant. So Paul uses the vocabulary of apocalypto, Apokalupsis quite a bit in his letters. So like for example, in the opening letter to the Galatians, opening chapter of his letter to the Galatians, he talks about how the good news that he goes around announcing verse 12, I didn't receive it from any human. Rather, he says, I received it by apocalypse from Jesus the Messiah. So what he's saying is the core message he's announcing wasn't because he decided to have a cup of coffee with Peter or James in Jerusalem, something happened to him that he calls an apocalypse. That's at the root of why he's doing what he's doing.",
    "start": "00:20:31",
    "end": "00:21:36"
  },
  {
    "text": "It wasn't Peter who uncovered it for him. It was Jesus himself who uncovered it.",
    "start": "00:21:36",
    "end": "00:21:45"
  },
  {
    "text": "Jesus happened to him. And that happening to him was a revelation that changed his life and worldview. Everything he thought now he goes on, he says, because listen, you Galatians, you know of my previous way of life in the family of Judah.",
    "start": "00:21:45",
    "end": "00:22:03"
  },
  {
    "text": "He's a known quantity here.",
    "start": "00:22:03",
    "end": "00:22:04"
  },
  {
    "text": "Yep, I persecuted the church of God. I was trying to destroy it. You guys know. That was what I was doing. In fact, he says, I was advancing beyond anyone in my own age, so zealous for the traditions of my fathers. So there's my pre apocalyptic Paul. And then he says, but verse 15, when God, who set me apart from my mother's womb. So this was all God was at work before I even knew it, he says he called me by his grace and he was pleased to Apocalypse. It's a verb. He was pleased to apocalypse. His son. And then he uses the phrase in me so that I might announce him among the nations. So this phrase God was pleased to receive, reveal his son. And some people think it means to me, but it is the Greek word for in. It's fascinating. So then the question is, is he referring to the thing you just described earlier, that he had an apocalypse of Jesus and God was pleased to reveal Jesus to him, or is he saying now that I had an apocalypse of Jesus, God was pleased so that Jesus might be apocalypsed to in me, to others because he goes on to say, so that I could announce him among.",
    "start": "00:22:04",
    "end": "00:23:22"
  },
  {
    "text": "The nations, now others are experiencing Jesus through him.",
    "start": "00:23:22",
    "end": "00:23:26"
  },
  {
    "text": "Yeah. The apocalypse that he had is now the thing that he is to help other people have, which is to have apocalyptic encounter by seeing who Jesus. Really Isn't that interesting use of the vocabulary apocalypse. I like this.",
    "start": "00:23:26",
    "end": "00:23:41"
  },
  {
    "text": "I received it by an apocalypse from Jesus. So Jesus, and this is the Christ, this is post resurrection, correct? Like not the disciples walking around with Jesus.",
    "start": "00:24:26",
    "end": "00:24:38"
  },
  {
    "text": "This is the risen Jesus. Risen Jesus, yeah.",
    "start": "00:24:38",
    "end": "00:24:40"
  },
  {
    "text": "And we have a story of this happening. It was this intense moment for Paul.",
    "start": "00:24:40",
    "end": "00:24:44"
  },
  {
    "text": "Yeah, Just pause real quick and think about that. So he's describing, he seems to be describing here what Luke has given us in the book of Acts, which is the story of Paul's apocalypse of Jesus on the road to Damascus. What's interesting is the word apocalypse isn't used in that story. In the book of Acts, in Acts, chapter nine, what Luke says, how he narrates it is, Paul was nearing Damascus on the road, and a light from the skies flashed around him and he fell to the ground and heard a.",
    "start": "00:24:44",
    "end": "00:25:14"
  },
  {
    "text": "Voice, probably how Mantis should see the sky. Skies.",
    "start": "00:25:14",
    "end": "00:25:16"
  },
  {
    "text": "Sorry. Okay. Saul. Saul, why do you persecute me? And Saul asked, who is that? Who is that? Who are you? I am Yeshua, the one that you're persecuting. Get up, Saul. Go into the city. You'll be told what to do. Notice Saul gets up. And then it says he opened his eyes and he couldn't see anything. He was blind for three days. This is a great inversion of because usually when you have an apocalypse, you're able to see.",
    "start": "00:25:18",
    "end": "00:25:45"
  },
  {
    "text": "You can see more.",
    "start": "00:25:45",
    "end": "00:25:46"
  },
  {
    "text": "Yes. And he is seeing more physically through his physical eyes.",
    "start": "00:25:46",
    "end": "00:25:50"
  },
  {
    "text": "Yes.",
    "start": "00:25:50",
    "end": "00:25:51"
  },
  {
    "text": "Total. Isn't that interesting?",
    "start": "00:25:51",
    "end": "00:25:52"
  },
  {
    "text": "That is interesting. And back to our conversation in the last episode, which is our awareness of ourselves in the world gets in the way of what actually is going on.",
    "start": "00:25:52",
    "end": "00:26:00"
  },
  {
    "text": "That's right. Yeah. It's as if his blindness is about closing down his previous way of seeing. And there's going to be a whole new way of seeing that's going to open up for him. And these three days are like this period of waiting as he undergoes this transformation. What's great is it's a story about an apocalypse, but it doesn't use the word. But when Paul, in the letter to the Galatians, reflects back on it, he calls that moment an apocalypse. An apocalypse, yeah.",
    "start": "00:26:00",
    "end": "00:26:28"
  },
  {
    "text": "And then he says that I received the apocalypse, it happened to me. And then he goes on to say, God is pleased to reveal Jesus in me when I preach among the Gentiles, so that I can preach among the Gentiles.",
    "start": "00:26:28",
    "end": "00:26:44"
  },
  {
    "text": "Yes.",
    "start": "00:26:44",
    "end": "00:26:44"
  },
  {
    "text": "And so now he's saying that same revealing happens through my life as I go and I. And I tell people about Jesus.",
    "start": "00:26:44",
    "end": "00:26:53"
  },
  {
    "text": "Yes, yes. Okay. You want to see something interesting? Let's go back to the Book of Acts. Paul actually tells the story of his apocalypse. It's found three times in the book of Acts.",
    "start": "00:26:53",
    "end": "00:27:02"
  },
  {
    "text": "Right.",
    "start": "00:27:02",
    "end": "00:27:02"
  },
  {
    "text": "Never identical. Always the details are just a little bit different. The third time is when he's standing on trial before King Agrippa. This is in Acts 26.",
    "start": "00:27:02",
    "end": "00:27:11"
  },
  {
    "text": "Okay.",
    "start": "00:27:11",
    "end": "00:27:12"
  },
  {
    "text": "And so he starts telling Agrippa about what happened. This is in verse 13 of chapter 26. He says, King Agrippa, I was on the road and I saw a light from the heavens brighter than the sun blazing around. To me you're like, oh, yeah, I remember that detail. He includes that he had some people with him, I had some companions, so we all fell to the ground. And he says, I heard a voice speaking to me in Aramaic.",
    "start": "00:27:12",
    "end": "00:27:33"
  },
  {
    "text": "New detail.",
    "start": "00:27:33",
    "end": "00:27:34"
  },
  {
    "text": "Yeah. Shaul. Shaul. Why do you persecute me? It's hard for you to kick against the goads.",
    "start": "00:27:34",
    "end": "00:27:40"
  },
  {
    "text": "Hmm. I have no idea what that means.",
    "start": "00:27:40",
    "end": "00:27:42"
  },
  {
    "text": "You know what a goad is?",
    "start": "00:27:43",
    "end": "00:27:44"
  },
  {
    "text": "Nope. When you goad someone. Oh, so you're prodding. It's a prod.",
    "start": "00:27:44",
    "end": "00:27:48"
  },
  {
    "text": "Yeah. It's what a farmer, a herdsman uses. It's basically a staff with a sharp pointy spear on the end. And you use it to jab an animal to get it to move forward.",
    "start": "00:27:48",
    "end": "00:27:58"
  },
  {
    "text": "Lovely.",
    "start": "00:27:58",
    "end": "00:27:59"
  },
  {
    "text": "So Paul is like a stubborn ox who, instead of letting the goad motivate him, he's like pressing his body into it.",
    "start": "00:27:59",
    "end": "00:28:08"
  },
  {
    "text": "Yes, got it.",
    "start": "00:28:08",
    "end": "00:28:09"
  },
  {
    "text": "That's what Saul is like. It's a vivid image.",
    "start": "00:28:09",
    "end": "00:28:11"
  },
  {
    "text": "That's what my five year old is like.",
    "start": "00:28:11",
    "end": "00:28:12"
  },
  {
    "text": "Verse 16. Jesus says to Saul, now get up, stand on your feet. I have appeared to you, I've become visible to you, to appoint you as a servant and witness of what you've seen and will see. I will rescue you from your own people and from the nations. And then look at this. I'm sending you to them to open their eyes, to turn them from darkness to light, and from the power of the Satan to God, so that they may receive forgiveness of sins and a place among those who are made holy by faith in me. So, King Agrippa, I was not disobedient to this vision from the skies. So again, you were just summarizing. Paul says, I had an apocalypse.",
    "start": "00:28:14",
    "end": "00:28:56"
  },
  {
    "text": "Yeah.",
    "start": "00:28:56",
    "end": "00:28:56"
  },
  {
    "text": "And now God wants.",
    "start": "00:28:56",
    "end": "00:28:57"
  },
  {
    "text": "And this is what he's telling to Agrippa.",
    "start": "00:28:57",
    "end": "00:28:59"
  },
  {
    "text": "Exactly.",
    "start": "00:28:59",
    "end": "00:29:00"
  },
  {
    "text": "He.",
    "start": "00:29:00",
    "end": "00:29:00"
  },
  {
    "text": "Again, without the vocabulary, but with the idea.",
    "start": "00:29:00",
    "end": "00:29:03"
  },
  {
    "text": "I see.",
    "start": "00:29:03",
    "end": "00:29:03"
  },
  {
    "text": "Yeah.",
    "start": "00:29:03",
    "end": "00:29:04"
  },
  {
    "text": "Yeah.",
    "start": "00:29:04",
    "end": "00:29:04"
  },
  {
    "text": "The thing that he underwent is now what he wants other people to undergo. And so it's the language of seeing which is crucially important in apocalyptic stories.",
    "start": "00:29:04",
    "end": "00:29:14"
  },
  {
    "text": "What you see.",
    "start": "00:29:14",
    "end": "00:29:15"
  },
  {
    "text": "And the book of the Revelation.",
    "start": "00:29:15",
    "end": "00:29:18"
  },
  {
    "text": "Right.",
    "start": "00:29:18",
    "end": "00:29:18"
  },
  {
    "text": "It's about what he saw in his dreams and in his visions and what.",
    "start": "00:29:19",
    "end": "00:29:22"
  },
  {
    "text": "He hears a little bit.",
    "start": "00:29:22",
    "end": "00:29:23"
  },
  {
    "text": "And what he hears. That's right. Yeah. But the whole thing is the apocalypses are moments where you see truly. You see things for what they really are.",
    "start": "00:29:23",
    "end": "00:29:32"
  },
  {
    "text": "Yes.",
    "start": "00:29:32",
    "end": "00:29:33"
  },
  {
    "text": "Which goes back to our previous episode of the Conversation, kind of bringing it around. Full story.",
    "start": "00:29:33",
    "end": "00:29:38"
  },
  {
    "text": "I think another way we say that is a moment of clarity. Trying to think of.",
    "start": "00:29:39",
    "end": "00:29:42"
  },
  {
    "text": "Although the point when you say I have clarity, it means I was able to get there.",
    "start": "00:29:42",
    "end": "00:29:47"
  },
  {
    "text": "Yeah. That's more of I was able to get there. But there is a sense of. We all have this experience where you're just suddenly. It happens to you. You're like, oh, I thought this was what was going on. Now I can see something else is going on. That also is a bit of a moment of clarity that happens to you.",
    "start": "00:29:47",
    "end": "00:30:06"
  },
  {
    "text": "Yeah. Once something's revealed to you or you have a revelation often results in clarity that you have to, like, work out. I think that's certainly what happened to Paul. This thing happened to him.",
    "start": "00:30:06",
    "end": "00:30:18"
  },
  {
    "text": "Right.",
    "start": "00:30:18",
    "end": "00:30:19"
  },
  {
    "text": "And then it forced him to go into what he calls in Galatians, just this period in Arabia. He went solo for a while, I think, to just work it all out.",
    "start": "00:30:19",
    "end": "00:30:31"
  },
  {
    "text": "Yeah.",
    "start": "00:30:31",
    "end": "00:30:32"
  },
  {
    "text": "So, like, the apocalypse gave him a new angle of vision. And then he had to go find clarity, like, work it all out in light of this new vision of reality.",
    "start": "00:30:32",
    "end": "00:30:39"
  },
  {
    "text": "You know, this made me. Just reminded me of, I think, one of the more intimate spiritual moments I've had. I don't have a lot of times in my life where I feel like I'm talking to God or God's talking to me.",
    "start": "00:30:39",
    "end": "00:30:54"
  },
  {
    "text": "Yes.",
    "start": "00:30:54",
    "end": "00:30:54"
  },
  {
    "text": "But there's been a few. And one was I remember very clearly on a drive, I was by myself in a car for a couple hours. And so I just was. I decided to try to pray, but like, in a way of processing, like years of like, stuff that had been going on out, like, out loud in prayer. And I was getting through kind of the whole story, and suddenly I understood the story in a new way. And it felt like God was giving me that clarity. And that is that moment of like.",
    "start": "00:30:54",
    "end": "00:31:30"
  },
  {
    "text": "Oh, you're saying that's what was going on. You experienced as almost coming from outside yourself.",
    "start": "00:31:30",
    "end": "00:31:35"
  },
  {
    "text": "It felt like it was coming from.",
    "start": "00:31:35",
    "end": "00:31:36"
  },
  {
    "text": "Outside myself being given to you.",
    "start": "00:31:36",
    "end": "00:31:37"
  },
  {
    "text": "Because I have my interpretation of this is this happened and then this happened. And this was frustrating, this and this. And I'm like, I'm telling myself and God the whole story, a couple years of things. And towards the end, all of a sudden I realize the way I'm thinking about things wasn't completely correct. Here's a. Here's an insight.",
    "start": "00:31:37",
    "end": "00:32:01"
  },
  {
    "text": "Yeah.",
    "start": "00:32:01",
    "end": "00:32:02"
  },
  {
    "text": "That then kind of unraveled and repackaged everything that felt really true. And that feels like an apocalypse.",
    "start": "00:32:02",
    "end": "00:32:11"
  },
  {
    "text": "Yes. Yeah, totally. That is very similar in what the word apocalypse means in. In the Bible. And I resonate with that. I have not had many of these moments. And I think the whole point of this is even in the Bible, these moments are rare. They only happen to some people.",
    "start": "00:32:11",
    "end": "00:32:27"
  },
  {
    "text": "Well, yeah. I'm not trying to say I'm having a biblical apocalypse in the sense of like, the skies were opened, I saw visions, whatever, in the very mundane sense of a revelation. But from. From outside of myself.",
    "start": "00:32:28",
    "end": "00:32:40"
  },
  {
    "text": "Yeah, but you're making an analogy of. Yeah. Where something felt like it came to you from God, from outside, your own way of thinking about things.",
    "start": "00:32:40",
    "end": "00:32:48"
  },
  {
    "text": "Yeah.",
    "start": "00:32:48",
    "end": "00:32:48"
  },
  {
    "text": "And that is. That's exactly. I think that's exactly right. So I'm with you. I've never had an experience like that. I find that it is why I'm drawn more and more as years go by to get out into the woods, in the wilderness, go backpacking.",
    "start": "00:32:48",
    "end": "00:33:04"
  },
  {
    "text": "Yeah.",
    "start": "00:33:04",
    "end": "00:33:04"
  },
  {
    "text": "I think I thought about this. I guess it was revealed to me. I don't know. When I'm out in the middle of nowhere. All of the human made construction. Right. All of the humanly fabricated reality, because we live in the city where this all fabricated. Literally.",
    "start": "00:33:05",
    "end": "00:33:22"
  },
  {
    "text": "Yeah. There's no straight lines in nature.",
    "start": "00:33:22",
    "end": "00:33:24"
  },
  {
    "text": "Yeah. So to be an environment where I'm clearly like the outsider in a way, because we didn't generate any of the. I'm just out there.",
    "start": "00:33:24",
    "end": "00:33:34"
  },
  {
    "text": "Yes.",
    "start": "00:33:34",
    "end": "00:33:35"
  },
  {
    "text": "That's where I have really powerful moments. I'm thinking one particular where we were up in the Tetons in Wyoming and we were up at this place called Iceberg Lake. Oh my gosh, dude, it's just like so intense. The scenery is so intense. It's like you're in the Alps. And we went up to this really high ridge to get a viewpoint of almost the whole park. And. And then we went down and I kind of let the group go down and I went down by myself. And I was having a moment where it was like. I don't even know how to describe it, except there are moments where it's difficult for me to believe in God in the whole biblical worldview. And there are some moments where it feels like second nature. And that was one of those moments where I was just like, this whole thing is a work of art. It was just the beauty and the scope of it was overwhelming to me. But again, I didn't.",
    "start": "00:33:35",
    "end": "00:34:28"
  },
  {
    "text": "It revealed itself to you.",
    "start": "00:34:28",
    "end": "00:34:29"
  },
  {
    "text": "Yeah, but I didn't hear or see anything like in the biblical apocalypses, but I was tuning into something. I feel like tuning into the true nature of reality in a way that's hard for me to see in my day to day life. And those moments are a gift that increase my faith. And that's something similar to what these moments are like. So here's where I'd like us to go next. As you start to read into the stories about apocalypses and then apocalyptic literature like the Book of Revelation, you're going to notice key motifs, ideas, repeated themes. And so what I want to do is talk about why the apocalypses are the way they are. So we'll actually go to the Book of Revelation, we'll kind of point some things out. And then what I want to do is go back and build up from the Hebrew Bible. What is all of this? All of this visionary literature with divine thrones in the skies. Right.",
    "start": "00:34:29",
    "end": "00:35:24"
  },
  {
    "text": "So we're going to get into the meat and potatoes of. How do you actually read when people are describing their dreams and visions, they're talking about the universe being unveiled to them by God. The way that they describe it actually has a mode, a genre.",
    "start": "00:35:24",
    "end": "00:35:44"
  },
  {
    "text": "Yeah. A set of common images, themes, ideas.",
    "start": "00:35:44",
    "end": "00:35:46"
  },
  {
    "text": "Set of common images, themes, ideas. So we want to jump into what those are.",
    "start": "00:35:47",
    "end": "00:35:51"
  },
  {
    "text": "Yeah, you could say we want to explore the Jewish apocalyptic imagination. When the biblical authors, who are all ancient Israelites and Jews, have these dreams and experiences, they tend to describe them in a typical way and they tend to see a lot of the same things. What is all that? Why the Divine Thrones and the heavens and angels circling the throne.",
    "start": "00:35:51",
    "end": "00:36:15"
  },
  {
    "text": "And why all the blood and all the locusts?",
    "start": "00:36:15",
    "end": "00:36:20"
  },
  {
    "text": "Totally. The ratcheted up cosmic scenes of disintegration and collapse and so on. Like, what is this all about?",
    "start": "00:36:20",
    "end": "00:36:28"
  },
  {
    "text": "Right?",
    "start": "00:36:28",
    "end": "00:36:28"
  },
  {
    "text": "Yeah. And because this is what makes especially the book of Revelation so powerful to the people who read it or hear it, is you walk away really disturbed, inspired, and with imagination, full of imagery. Beasts and monsters and dragons and harlots and divine thrones and hybrid animals and blood, massive amounts of blood spilled on the ground in battles and wars. And what's this all about? So all of it has its roots in the storyline of the Hebrew Bible and the basic view of the universe found there. So that's what we're going to look at.",
    "start": "00:36:28",
    "end": "00:37:09"
  },
  {
    "text": "Thank you for listening to this episode of the BibleProject podcast. Next week. The Book of Revelation. It was written by a guy named John who was on an island called Patmos.",
    "start": "00:37:10",
    "end": "00:37:20"
  },
  {
    "text": "So his body, so to speak, is on an island. But then verse 10 he says, but I was in the spirit. Or we might say he's in an altered state of consciousness. That's when these moments often happen. Like for Daniel, it's he's been fasting and praying.",
    "start": "00:37:21",
    "end": "00:37:37"
  },
  {
    "text": "We're going to do a question and response episode on how to read apocalyptic literature. So if you have a question, you can submit it to us. Send it to infoibleproject.com we'd love to hear from you. Let us know your name, where you're from, and try to keep your question to about 20 seconds or so. Today's show was produced by Dan Gummel. Our theme music is from the band Tense. Bible Project is a crowdfunded nonprofit in Portland, Oregon. We make videos and other free resources that show that the Bible is a unified story that leads to Jesus. You can find everything that we've made for free because it's already been paid for by people like you. It's@bibleproject.com thanks for being a part of this with us.",
    "start": "00:37:38",
    "end": "00:38:21"
  },
  {
    "text": "My name is River. My name is Claire.",
    "start": "00:38:22",
    "end": "00:38:24"
  },
  {
    "text": "What's your favorite video in the Bible Project?",
    "start": "00:38:24",
    "end": "00:38:26"
  },
  {
    "text": "I think it's when God talks about the mustard seed and how it grows into a big, huge, big, huge tree thing. Mustard seed? Yeah. It's like where God says there's a little mustard seed and that's how my dead stuff's how I'm gonna die and then I'm gonna spur into a huge thing or something. Something.",
    "start": "00:38:28",
    "end": "00:38:53"
  },
  {
    "text": "How did you first find out about the Bible Project?",
    "start": "00:38:53",
    "end": "00:38:55"
  },
  {
    "text": "Oh, that was a long time ago. I don't even remember. I don't know Mom. I guess we believe the Bible as a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts and more@thebibleproject.com.",
    "start": "00:38:56",
    "end": "00:39:21"
  },
  {
    "text": "Sam.",
    "start": "00:39:25",
    "end": "00:39:33"
  }
]