[
  {
    "text": "Hey, this is John at the bibleproject. Today, Tim and I continue a conversation on how to read apocalyptic literature in the Bible. These are passages in the Bible where people describe their dreams and visions. And just like our own dreams and visions can be confusing, so can biblical ones.",
    "start": "00:00:03",
    "end": "00:00:21"
  },
  {
    "text": "So much of these apocalypses are full of imagery because they begin with people's dreams. And we all know what it's like to not understand our dreams. So there's an element to apocalyptic moments or books in the Bible where it feels like you're lost in a fog of imagery, just like you often feel in your dreams. And that's on purpose because this is dream literature.",
    "start": "00:00:22",
    "end": "00:00:45"
  },
  {
    "text": "Now, our dreams and visions are easy to write off. Maybe we're just randomly processing our lives. Maybe they're important, maybe they're not. But apocalyptic literature isn't a dream journal that we should ignore. They are moments when God is using their altered state of consciousness to show them his perspective on the world. And when it happens, it often happens.",
    "start": "00:00:46",
    "end": "00:01:07"
  },
  {
    "text": "In the same way.",
    "start": "00:01:07",
    "end": "00:01:09"
  },
  {
    "text": "They all of a sudden are standing in between heaven and earth in the divine throne room, and they are receiving messages that come in symbols. He's going to see an army of 144,000. He's going to see stars, dragons. It's like he's watching a movie screen with all of these images. But it's always in this heavenly temple.",
    "start": "00:01:09",
    "end": "00:01:30"
  },
  {
    "text": "Today we're going to open the Book of the Revelation of Jesus. It's the last book of the Bible. We're going to read about John's vision, and we're going to ask ourselves some questions.",
    "start": "00:01:31",
    "end": "00:01:42"
  },
  {
    "text": "Why are biblical apocalypses the way that they are? Well, what are they designed to do? And what's the reality that they're dealing with? They are texts that recount moments where somebody encountered heaven and earth in the same spot and that gave them a revelation about what's happening in their lives or in history. And then they're going to recount that to us so that we too can have the same experience by means of reading this account.",
    "start": "00:01:42",
    "end": "00:02:08"
  },
  {
    "text": "Thanks for joining us. Here we go.",
    "start": "00:02:08",
    "end": "00:02:10"
  },
  {
    "text": "So let's continue our conversation on how.",
    "start": "00:02:20",
    "end": "00:02:22"
  },
  {
    "text": "To read apocalyptic literature.",
    "start": "00:02:22",
    "end": "00:02:23"
  },
  {
    "text": "Yep.",
    "start": "00:02:24",
    "end": "00:02:24"
  },
  {
    "text": "There's parts in the Bible where someone is experiencing the universe as it really is. It's being uncovered from for them by God. And then we have these parts of the Bible and the prophets and the last book of the Bible, Revelation, which is written to describe these experiences. And they're often very graphic and intense and full of very imaginative symbols. That makes you kind of just wonder, like what Do I do with these?",
    "start": "00:02:24",
    "end": "00:02:58"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:02:58",
    "end": "00:02:59"
  },
  {
    "text": "Stars falling from the sky or locusts coming. Like, is this actually going to happen? Is this representing something? But there's a lot of the same kind of imagery kind of being repeated and it feels like riffed off of. So what you wanted to walk us through was where this imagery comes from?",
    "start": "00:02:59",
    "end": "00:03:19"
  },
  {
    "text": "Yeah, Yep, that's right. You have to first head at the issue of the word. It doesn't mean the cataclysmic destruction of the world, even though that's what it means in English. It means an uncovering, unveiling. The biblical apocalypses are moments that happen to people when they're in altered states of consciousness, dreams or visions. And that helps us understand why so much of these apocalypses are full of imagery, fantastic imagery, because they begin with people's dreams. And we all know what it's like to not understand our dreams. So there's an element to apocalyptic moments, or books in the Bible, where it feels like you're lost in a fog of imagery, just like you often feel in your dreams. And that's on purpose, because this is dream literature. You could say it comes out of people's dreams. So that's kind of the first step. And within the biblical story, these dream or vision moments are moments of clarity, of revelation, where people see heaven and earth as one, and they see reality and history in their lives in light of God's purposes and things as they really are. So that's kind of the first flow of thought. I think we can do all of that in about 45 seconds, really. But I would like us to think about starting the video with the meaning of the word. What apocalypse means dreams or visions. And then we'll do this step. Why these particular kinds of dreams and visions that have all this repeated imagery?",
    "start": "00:03:19",
    "end": "00:04:46"
  },
  {
    "text": "Okay.",
    "start": "00:04:46",
    "end": "00:04:47"
  },
  {
    "text": "Before we dive into where the imagery comes from, maybe we should actually just open the revelation.",
    "start": "00:04:47",
    "end": "00:04:52"
  },
  {
    "text": "Yeah.",
    "start": "00:04:52",
    "end": "00:04:53"
  },
  {
    "text": "And scan it for a few moments, kind of get the flow of things. Things here. So let's just go to chapter one. All right. Opening sentence of the last book of the Bible, the Revelation, which is the Greek word apocalypse. The Apocalypse of Jesus, the Messiah that God gave him to show to his servants the things that must soon take place. And so he, Jesus, sent and communicated by means of his messenger or Greek, angelos. It gets translated as angel, usually here, to his bond servant, John. There's a chain here. This is a apocalypse. Actually, it's interesting. We call it the Revelation of John. It actually, the opening line says it's the revelation of Jesus from Jesus, but Then it says the revelation that God the Father gave Jesus. Isn't that interesting, huh? So it's opening a chain of revelation here from God to Jesus, from Jesus to a messenger, and then from that messenger to a guy named John who's on the island of Patmos. John testified to the word of God, to the testimony of Jesus Messiah to everything that he saw. So there's. It's an apocalypse. So it's going to be about the things that he saw. Blessed is the one who reads and hears the words of this propheteia. So it's called an apocalypse. But now this book is also being called a prophecy, which means a word of God through a human that brings a divine perspective on usually current events or history. So you read and hear the words of the prophecy and keep the things that are written in it. For this isn't for the distant future. The time is near. It's for this moment, John says. And what follows are John to the seven churches. It starts reading like a letter. Grace and peace to you. So there's actually three literary genres coming together, two of which we've already covered in the how to Read the Bible series. Isn't that interesting? Yeah, the prophetic literature channel for the divine word to God's people.",
    "start": "00:04:53",
    "end": "00:07:26"
  },
  {
    "text": "And we've already mentioned how the prophets have these visions and then write about them. So apocalypse is within that genre already. But then this one also has letters.",
    "start": "00:07:27",
    "end": "00:07:38"
  },
  {
    "text": "So it's a prophetic book about this prophet's apocalypse that he communicates by means of a letter. Yeah, right, yeah. Go down to verse nine.",
    "start": "00:07:39",
    "end": "00:07:51"
  },
  {
    "text": "I, John, your brother and partner in the tribulation and the kingdom and the patient endurance that are in. Jesus was on the island called Patmos on account of the word of God and the testimony of Jesus. I was in the Spirit on the Lord's day, and I heard behind me a loud voice like a trumpet saying, write what you see in a book and send it to the seven churches. To Ephesus, into Smyrna, and to Pergamum and to Thyatira into Sardis, and to Philadelphia and Laodicea.",
    "start": "00:07:51",
    "end": "00:08:18"
  },
  {
    "text": "Okay, so let's pause. This is interesting. Where is John?",
    "start": "00:08:18",
    "end": "00:08:22"
  },
  {
    "text": "The island of Patmos, where else is he in the spirit?",
    "start": "00:08:22",
    "end": "00:08:26"
  },
  {
    "text": "Yeah, yeah, yeah. Welcome to apocalyptic vocabulary here. So where do these experiences take place? So interesting. He's saying like, I'm located somewhere.",
    "start": "00:08:29",
    "end": "00:08:41"
  },
  {
    "text": "Yeah.",
    "start": "00:08:41",
    "end": "00:08:41"
  },
  {
    "text": "Most likely people interpret, I was on an island because of the word of God. And testimony most likely means he's been. And the tradition is that he was exiled there. He was in prison there it was a prison island, like Alcatraz. Yeah. Or perhaps not. People debate these things. So his body, so to speak, is on an island. But then, yeah. In verse 10, he says, But I was in the spirit. That's interesting.",
    "start": "00:08:41",
    "end": "00:09:08"
  },
  {
    "text": "And he's not talking about, I was experiencing peace, patience, joy, kindness, goodness, faithfulness. He's talking about encountering the heavens, God, space.",
    "start": "00:09:09",
    "end": "00:09:19"
  },
  {
    "text": "Correct. Yeah. He got this vocabulary from. And he stands in the tradition of Israel's prophets, specifically here for this vocabulary, the prophet Ezekiel, who was sitting by a river, or more likely like a canal, irrigation canal in Babylon. And he talks about how the Spirit took him. Or here In Ezekiel, chapter 3, verse 14, the Spirit lifted me up and took me away. And he. All of a sudden, he's in the divine throne room seeing the Godmobile. So to say that you're in the spirit is like. It's a signal to the reader of, oh, I'm about having an apocalypse. Yes. Yeah. Or we might say he's in an altered state of consciousness.",
    "start": "00:09:19",
    "end": "00:10:01"
  },
  {
    "text": "Right.",
    "start": "00:10:01",
    "end": "00:10:01"
  },
  {
    "text": "Yeah. That's when these moments often happen. Like for Daniel, he's been fasting and praying. Often these apocalypses happen accompanied by physical deprivation that result in altered state of consciousness. Isn't that interesting?",
    "start": "00:10:01",
    "end": "00:10:16"
  },
  {
    "text": "That is interesting. It makes sense in the sense that of what we've been talking about, which is our normal state of consciousness, is attempting to constantly create a narrative about ourselves in the world that we understand and can help us just get through the day. Yeah.",
    "start": "00:10:16",
    "end": "00:10:32"
  },
  {
    "text": "And when you're warm and filled. Right. You're kind of like, I'm cool with how things are.",
    "start": "00:10:32",
    "end": "00:10:36"
  },
  {
    "text": "Yeah.",
    "start": "00:10:36",
    "end": "00:10:37"
  },
  {
    "text": "Yeah.",
    "start": "00:10:37",
    "end": "00:10:37"
  },
  {
    "text": "And to get past that, there's all sorts of ways poets use just imaginative language and, you know, you could tell someone a story. But another way to get past that is to alter your state of consciousness.",
    "start": "00:10:37",
    "end": "00:10:50"
  },
  {
    "text": "Yep.",
    "start": "00:10:50",
    "end": "00:10:50"
  },
  {
    "text": "And that happens in dreams, but it happens to people when they fast.",
    "start": "00:10:50",
    "end": "00:10:53"
  },
  {
    "text": "Yeah. Usually fasting and prayer are the means of entering into an altered state of consciousness when you're awake. We would call it a trance or a vision.",
    "start": "00:10:53",
    "end": "00:11:03"
  },
  {
    "text": "I was once told, or maybe heard a hypnotist say, that just closing your eyes puts you in a different state of consciousness.",
    "start": "00:11:03",
    "end": "00:11:11"
  },
  {
    "text": "Fascinating.",
    "start": "00:11:11",
    "end": "00:11:12"
  },
  {
    "text": "Slightly.",
    "start": "00:11:13",
    "end": "00:11:13"
  },
  {
    "text": "Just closing your eyes, you're in a new state of consciousness.",
    "start": "00:11:13",
    "end": "00:11:15"
  },
  {
    "text": "Okay, so that's Jun. He was on this island. Doesn't say why, but he was actually in the spirit, which means he is experiencing heaven and earth together.",
    "start": "00:11:15",
    "end": "00:11:26"
  },
  {
    "text": "Yeah. We should say it's not a different state of consciousness in itself, but more particularly one that's aligning with God.",
    "start": "00:11:26",
    "end": "00:11:34"
  },
  {
    "text": "Correct. In other words, being in this altered state of consciousness makes him aware of the fact that heaven and earth are one, even in the place where he's sitting. It's almost like you'd say becoming aware of a fifth dimension.",
    "start": "00:11:34",
    "end": "00:11:46"
  },
  {
    "text": "Where do you get that in here?",
    "start": "00:11:46",
    "end": "00:11:47"
  },
  {
    "text": "Oh, I'm just saying, if you follow the hyperlinks back to these other stories where people have. In fact, here, I was just looking at this one the other day in 1st Chronicles 21, the Hebrew Bible. Sorry, this sounds random right now, but it's a story about David. David, instead of trusting God, he wants to know how many soldiers he has so he can count his soldiers and trust in how many soldiers he has. Everyone's telling him, don't do that. Just trust God. And he's like, no, I'm going to count the soldiers in a census. So the whole story, it's a test. It's a test for David, and he fails the test. So God brings three choices for how David and his people will experience the consequences. It's a whole thing we don't have time to get into. But what he does is the consequences are just so terrible that he goes looking to offer a sacrifice to say that he's sorry to God, and he goes to this high place in old Jerusalem, to what's called the threshing floor of a guy named Ornan. And it says in verse 16, David lifted up his eyes and he saw. Now, normally in a narrative, you know, that's just you look around and you see. But what he sees is the angel of Yahweh standing in the middle of earth and heaven over Jerusalem holding a sword. Now, what he's seeing is an equivalent of the cherubim and the sword posted at the entry into the Garden of eden in Genesis 3, verse 24. Yeah, but this phrase is telling us that he's having a vision. Lifted up his eyes, and he saw something standing in the middle of heaven and earth at the same time.",
    "start": "00:11:48",
    "end": "00:13:25"
  },
  {
    "text": "Seeing the gateway.",
    "start": "00:13:25",
    "end": "00:13:26"
  },
  {
    "text": "Yeah. All of a sudden, this hilltop becomes a portal between heaven and earth. And that's what Ezekiel sees. And I think that's what John is signaling here. So John's tapping into a long tradition of visionary heaven and earth portals through altered states of consciousness. Okay, in verse 12, I just want to go on. Just read this real quick because we'll get into the imagery here. I turned around to see this voice, which, remember, the voice was a voice, but it sounds like a trumpet, which that's copy and paste from what the people experience on Mount Sinai. They hear God's voice as the voice of a thundering trumpet from the sky. Verse 12, Revelation 1. Then I turned around to see the voice that was speaking to me. And when I turned around, I saw the menorah that usually is in the holy place.",
    "start": "00:13:26",
    "end": "00:14:11"
  },
  {
    "text": "Seven golden lampstands.",
    "start": "00:14:11",
    "end": "00:14:12"
  },
  {
    "text": "Seven golden lampstands. All of a sudden he's in the holy place of the temple of a temple. And then in the middle of the lampstands, I saw a son of Adam clothed in a robe down to his feet, a golden sash across his chest. He's dressed like a priest. So all of a sudden he's transported into some kind of temple in the holy place where only priests belong. And he sees a human dressed like a priest. But not your average priest. His head and his hair were white like wool, like snow. And his eyes were like flames of fire. His feet like burnished bronze, glowing in a furnace. And his voice sounded like many waters. In his right hand he had seven stars. Out of his mouth came a two edged sword. His face was like the sun shining on all of its strength. And I saw him and I fell at his feet like I was dead.",
    "start": "00:14:12",
    "end": "00:15:04"
  },
  {
    "text": "Now it sounds like we're in some really trippy dream, because we are. Yeah.",
    "start": "00:15:04",
    "end": "00:15:09"
  },
  {
    "text": "So he's in now, some kind of heavenly temple, encountering a son of Adam, who's about to tell us that he's Jesus, the risen Jesus. Because he goes on to say, hey, don't be afraid. I don't know why I think that's funny.",
    "start": "00:15:09",
    "end": "00:15:26"
  },
  {
    "text": "Because there's a sword coming out of his mouth.",
    "start": "00:15:27",
    "end": "00:15:28"
  },
  {
    "text": "Yeah, exactly. Yeah. So I am the first and the last, the living one. I was dead, now I'm alive. I have the keys of death. It's the risen Jesus. So why is he having a dream about going to a heavenly temple, encountering a priest? Why is Jesus dressed like a priest in a temple? And why? Notice, why is he described as a son of Adam, a son of man? Think of Daniel chapter 7, where the son of man appears on the clouds to go up to the divine throne. But then, look, this is fascinating. If you go to Daniel 7, this is a good homework assignment for our listeners. Go to Daniel 7 and you'll see that there's a son of man exalted up after being in the realm of the beasts, trampled by the beasts. He's vindicated up to sit on the divine throne beside a figure called Ancient of Days. And the Ancient of Days has hair like wool.",
    "start": "00:15:28",
    "end": "00:16:17"
  },
  {
    "text": "That's right.",
    "start": "00:16:17",
    "end": "00:16:18"
  },
  {
    "text": "And he's. It's the Ancient of Days is the one that's Shining and like a light bulb. So what John has done is taken the Son of Man and the Ancient of Days, turned them into one character, and turned them into one character. It's an excellent example of his expression of the divine. Divine identity of Jesus. Anyhow, so every one of these images, like every single one, is hyperlinked to an apocalyptic story in the Hebrew Bible. Every Single one, whether Daniel 7 or Ezekiel or scenes from the Book of Isaiah. So we're getting a feel here. John had a dream or a vision on an island called Patmos, and he clearly intends to recount for us this dream. However, as he writes down a literary representation of that dream, he's helping us understand its meaning by connecting things that he saw to actual literary hyperlinks to dreams and visions from the Hebrew Bible. Yeah, you know, we're back to that meditation literature thing where he's not just giving us, like, a transcript of his dream, he's giving us an already interpreted version of his experience. As he writes it down, he's helping us understand it by following the hyperlinks. Does that make any sense?",
    "start": "00:16:18",
    "end": "00:17:33"
  },
  {
    "text": "It is making sense. I guess the question that arises is like, to what degree is he doing that? I mean, on one end of the spectrum, it's, I had some really strange experience, and if I explained it to you the way I experienced it, it's just going to seem ridiculous. But as I've processed it and I read the Scriptures, I realized, oh, the best way to explain it is in the same language.",
    "start": "00:17:33",
    "end": "00:17:56"
  },
  {
    "text": "Yeah.",
    "start": "00:17:56",
    "end": "00:17:57"
  },
  {
    "text": "And so I'm actually like, I'm doing a big reinterpretive move of what I actually experience to line it up with this tradition of prophets and how they describe the throne room. That's one end of the spectrum. The other spectrum is when you encounter God in his throne room, you see what other people have seen.",
    "start": "00:17:57",
    "end": "00:18:16"
  },
  {
    "text": "That's right.",
    "start": "00:18:16",
    "end": "00:18:17"
  },
  {
    "text": "Hair like white wool. And this is what he saw. And it just happens to be the way other people described it. And he could have said, you can describe white hair in a number of different ways, but he's like. The tradition is to say it like this so that people understand that I'm. Yeah, I'm talking about the same kind of thing.",
    "start": "00:18:17",
    "end": "00:18:36"
  },
  {
    "text": "Yeah, yeah, those are.",
    "start": "00:18:36",
    "end": "00:18:37"
  },
  {
    "text": "Actually.",
    "start": "00:18:37",
    "end": "00:18:37"
  },
  {
    "text": "You just described it helpfully. It's like two ends of a spectrum for how to explain what's happening here.",
    "start": "00:18:37",
    "end": "00:18:41"
  },
  {
    "text": "Right.",
    "start": "00:18:41",
    "end": "00:18:42"
  },
  {
    "text": "One is, it's this transcript just describing what he saw.",
    "start": "00:18:42",
    "end": "00:18:45"
  },
  {
    "text": "Yeah.",
    "start": "00:18:45",
    "end": "00:18:46"
  },
  {
    "text": "And because what he's seeing is the same divine reality that all the other prophets see, it's going to look and sound the same.",
    "start": "00:18:46",
    "end": "00:18:52"
  },
  {
    "text": "Right.",
    "start": "00:18:52",
    "end": "00:18:53"
  },
  {
    "text": "The other end of the spectrum is he had just crazy dreams like you and I do.",
    "start": "00:18:53",
    "end": "00:18:57"
  },
  {
    "text": "Yeah.",
    "start": "00:18:57",
    "end": "00:18:57"
  },
  {
    "text": "And he's interpreted them by means of scriptural imagery because he's a Bible nerd. You could also, I think a third position would be to say, go back to our conversation of how our brains are pre interpreting all reality for us already.",
    "start": "00:18:57",
    "end": "00:19:11"
  },
  {
    "text": "Right.",
    "start": "00:19:11",
    "end": "00:19:11"
  },
  {
    "text": "And so if you are someone like John, who clearly, as you go throughout the book, he is a master of the Hebrew Bible in Hebrew and Greek. He knows it in both languages and he'll use wordplays in Hebrew or Greek sometimes. So his mind is already saturated.",
    "start": "00:19:11",
    "end": "00:19:28"
  },
  {
    "text": "I see.",
    "start": "00:19:28",
    "end": "00:19:28"
  },
  {
    "text": "In the Hebrew Bible, those are already.",
    "start": "00:19:29",
    "end": "00:19:30"
  },
  {
    "text": "The neural pathways that exist.",
    "start": "00:19:30",
    "end": "00:19:32"
  },
  {
    "text": "Exactly. So when someone like that has a visionary experience, he's going to encounter the things that he knows what you encounter. And I'm not saying therefore what he saw isn't real. It's more of an in between of saying a scripturally saturated human mind will have certain kinds of dreams. But what I also want to draw attention to, and this is the work of the scholar Richard Baucombe on the book of Revelation. He's written a fat book and a.",
    "start": "00:19:32",
    "end": "00:20:01"
  },
  {
    "text": "Little book reading Revelation. Responsibility.",
    "start": "00:20:01",
    "end": "00:20:03"
  },
  {
    "text": "Oh, no, no. Different scholar. That's also awesome. That's by Michael Gorman. Balcombe wrote a little book called Just the Theology of the Book of Revelation. And he ponders this same issue and what he thinks the evidence of the book speaks towards is of a scripturally saturated mind having dreams and visions. But that John sat and crafted those accounts into a really well designed book. The patterns of the number seven, the literary design, the number of times that certain words occur, certain densities shows all the work that he worked on this thing for years as a literary work of communication, but that was rooted in real experiences that he had. So that's one thing that's interesting. But then what I want to ask is, why the temple? Why a priest? Let's keep going. Just some of the imagery. Go to chapter four. So after the letters, he says, I looked more visionary language. And look, a door in the skies open. And I heard a voice that I heard back then saying like the sound of a trumpet saying, come up here and I'll show you what will take place after these things. And so immediately I was in the spirit. It's almost like Star Trek, you know, people get beamed up. Yeah. And the heavens open.",
    "start": "00:20:03",
    "end": "00:21:56"
  },
  {
    "text": "Yeah. There's the gateway.",
    "start": "00:21:57",
    "end": "00:21:58"
  },
  {
    "text": "It's the gateway. And he goes up in the spirit. And look, a throne.",
    "start": "00:21:58",
    "end": "00:22:03"
  },
  {
    "text": "He's in the throne.",
    "start": "00:22:03",
    "end": "00:22:04"
  },
  {
    "text": "Room again in the heavens. And one sitting like the throne. And he describes that one just like Daniel and just like Ezekiel. Describe the one on the throne that they saw in the Old Testament. And there's all of these figures around the throne, 24 little thrones with elders. And then there's lightning. And then verse six, a sea of glass, which is exactly what the elders on top of Mount Sinai saw.",
    "start": "00:22:04",
    "end": "00:22:29"
  },
  {
    "text": "The raqia.",
    "start": "00:22:29",
    "end": "00:22:29"
  },
  {
    "text": "Yeah. And living creatures. Right. This is what Isaiah and Ezekiel saw on all these hybrid animals. So what's happening here? He's being transported to the heavenly throne room. To the heavenly temple. The heavenly throne room. Because the temple is the throne room. And this is true of all of these apocalypses. What people see and experience is the open heaven. And they all of a sudden are standing in between heaven and earth in the divine throne room. And they are receiving messages that come and symbols, all these symbolic dreams. He's going to see an army of 144,000. He's going to see stars and dragons. It's like he's watching a movie screen with all of these images. But it's always in this heavenly temple space. And the rest of the book of Revelation flows out of this. He's standing up in this throne room, seeing all of these images.",
    "start": "00:22:29",
    "end": "00:23:24"
  },
  {
    "text": "That's where he's located the whole time.",
    "start": "00:23:24",
    "end": "00:23:25"
  },
  {
    "text": "Or he'll be back down and then he'll be in the spirit again and see something in the skies. And what usually is, there's some kind of angel who becomes his tour guide. And this goes back to the Old Testament when Zechariah has his dreams and visions, there's somebody, there's an angel explaining it all to him. So for me, the question is, why this? Like, why is this the thing? Why a temple? Why heaven and earth? Why angelic priests explaining everything? Where does all this come from? It's all rooted in, once again, Genesis 1:3. And it's all rooted in the biblical cosmology of the three tiered universe. And it's all wrapped up in the image of God, the meaning of the image of God and how humans are called to be the bridge of heaven and earth, where God's wisdom flows through his images out into creation. So that's where we're all going. But I just wanted to set up, I think in the video we could be like, here's something interesting. Whenever people have these apocalypses, they can always see the same things. What's this all about? And then kind of like we did with the books of Solomon in this series, how to read the Bible, how we trace through how the wisdom literature and the ideas in it are rooted in the biblical story that then helps you understand how to read the books. I think we could do something similar here where we could quickly recap in a minute or two the biblical story that would explain why these people end up in this place having the same types of dreams and experiences. And again, I think this helps set up why the Jewish apocalyptic is what it is, which helps you know how to read it in a more informed.",
    "start": "00:23:25",
    "end": "00:25:05"
  },
  {
    "text": "Way and helps you understand what it means.",
    "start": "00:25:05",
    "end": "00:25:07"
  },
  {
    "text": "Yeah. Part of knowing what something means is knowing why it is the way that it is. Like if you get a cookbook, cookbooks are designed a certain way. So there's usually an opening description of the dish, then the list.",
    "start": "00:25:07",
    "end": "00:25:19"
  },
  {
    "text": "Nice photo.",
    "start": "00:25:20",
    "end": "00:25:20"
  },
  {
    "text": "Nice photo. Yeah, totally. You can never quite recreate in your own kitchen. There's list of ingredients and then step by step instructions, and then maybe a little concluding paragraph. Why is that? Well, because the nature of the thing is it's a book designed to help you get the raw ingredients and turn them into this. That determines what the presentation of the literature is. Same thing with here. Why are biblical apocalypses the way that they are? Well, what are they designed to do? And what's the reality that they're dealing with? And so now we're to what we just talked about. They are texts that recount moments where somebody encountered heaven and earth in the same spot and that gave them a revelation about what's happening in their lives or in history. And then they're going to recount that to us so that we too can have the same experience by means of reading this account. Right, that's what John told us.",
    "start": "00:25:20",
    "end": "00:26:14"
  },
  {
    "text": "So you're saying what are they meant to do?",
    "start": "00:26:14",
    "end": "00:26:17"
  },
  {
    "text": "Yeah, what are they meant to do?",
    "start": "00:26:17",
    "end": "00:26:18"
  },
  {
    "text": "And to you, by digging into why are they in temples, why is there a priest? Those questions. And then going back to Genesis 1 and 2, we're going to see what these are trying to do.",
    "start": "00:26:18",
    "end": "00:26:34"
  },
  {
    "text": "Yeah. The reason the apocalypses are like this is because they're rooted in the vision of human identity and the purpose of humans in God's world. Because humans are meant to be the human image of God, partnering with God in the heaven and earth place, where heaven and earth are one. Humans are exiled from that ideal because of their rebellion. And so when people in the Bible are returning to these moments, returning to a place where heaven and earth are one, and they see a human there who looks like a priest and who looks like God, and who is God giving Them wisdom for how to go back down to Earth and live in light of the true nature of reality, not in light of how they see things, but in light of how things really are. How things really are. That's what apocalypses are. They're meant to give the reader a window into what's really happening in light of the story of Jesus. And it's rooted all in how the story of the Bible opens in the Garden of Eden and with the image of God. This is my first time working through all these ideas, so there may be a better way to explain them that I'm not doing very well right now, but.",
    "start": "00:26:34",
    "end": "00:27:44"
  },
  {
    "text": "No, that makes sense. And, you know, we've been talking for years now, and we've talked a lot about Genesis 1 and 2. We've talked about the temple.",
    "start": "00:27:44",
    "end": "00:27:54"
  },
  {
    "text": "We have a whole video on it.",
    "start": "00:27:54",
    "end": "00:27:55"
  },
  {
    "text": "Video on it. The image of God, the whole podcast series.",
    "start": "00:27:55",
    "end": "00:27:59"
  },
  {
    "text": "Heaven and Earth.",
    "start": "00:27:59",
    "end": "00:28:00"
  },
  {
    "text": "Heaven and Earth together. And so all of those ideas, we haven't done anything on, like, priesthood, but I think we will.",
    "start": "00:28:00",
    "end": "00:28:06"
  },
  {
    "text": "We will. Yeah.",
    "start": "00:28:06",
    "end": "00:28:07"
  },
  {
    "text": "But all these ideas, then, are then fueling this literature, this apocalyptic literature, because it's trying to put you back into that. That biblical framework of human identity. What does it mean for heaven and Earth to be one?",
    "start": "00:28:07",
    "end": "00:28:23"
  },
  {
    "text": "Yeah.",
    "start": "00:28:23",
    "end": "00:28:23"
  },
  {
    "text": "So it's all about that.",
    "start": "00:28:23",
    "end": "00:28:24"
  },
  {
    "text": "Yep. These prophets and priests who return to Eden in these dreams and visions, and they meet a glowing figure there.",
    "start": "00:28:24",
    "end": "00:28:33"
  },
  {
    "text": "Yeah.",
    "start": "00:28:33",
    "end": "00:28:34"
  },
  {
    "text": "Who gives them wisdom about what's really happening in the world. Why are they all about this?",
    "start": "00:28:34",
    "end": "00:28:40"
  },
  {
    "text": "Yeah.",
    "start": "00:28:40",
    "end": "00:28:41"
  },
  {
    "text": "What's going on here? Once again, it all starts in Genesis 1:3.",
    "start": "00:28:41",
    "end": "00:28:45"
  },
  {
    "text": "Do you want to go back and talk about Genesis 1:3? I feel like.",
    "start": "00:28:45",
    "end": "00:28:48"
  },
  {
    "text": "Yeah, not in detail. I think a great next step for our conversation would be just if we were to tell that story very quickly, because I would love to do it in the video.",
    "start": "00:28:48",
    "end": "00:28:56"
  },
  {
    "text": "Okay.",
    "start": "00:28:56",
    "end": "00:28:56"
  },
  {
    "text": "To say humans are the image of God. We've mostly talked about the royal representation. There's a whole other layer of it that humans are the idol statues of God in the Eden place, where heaven and Earth are one. They're the bridge of heaven and Earth. They're the way that God's wisdom and rule gets exercised in the earthly realm. When humans rebel, they forfeit that ideal calling and go out of the Heaven and Earth place in exile. In exile. Out into the land of mortality and death. But God's not going to let that be the end. He's going on a mission to restore the life of Eden to creation and to make Heaven and Earth one. And so all of these dreams and visions culminating in Revelation happen when people are in difficult circumstances or Israel, God's purposes seem like they've gone off the track. And so God appoints, he tells Abraham. Abraham has many apocalypses. Moses has apocalypses. The whole temple structure is one big visual apocalypse, telling you about God's purpose to restore humanity to the heaven and earth place. Isaiah, Jeremiah, Ezekiel, they all have these.",
    "start": "00:28:56",
    "end": "00:30:05"
  },
  {
    "text": "Because for humans to be truly imaging God in creation is living in the temple, Correct?",
    "start": "00:30:05",
    "end": "00:30:13"
  },
  {
    "text": "That's right. The ideal cosmos for the biblical authors is the place where heaven and earth are the same.",
    "start": "00:30:13",
    "end": "00:30:19"
  },
  {
    "text": "And that is the temple.",
    "start": "00:30:19",
    "end": "00:30:20"
  },
  {
    "text": "And that is what the temple recalls and symbolizes. That's why it's all full of Eden imagery. It's a restored Eden. So the plot resolution of the Bible is what we need is a humanity restored to its calling to live at that heaven and earth intersection, to be God's image, to rule with his wisdom and love over a heaven and earth place. That's what was forfeited. And so throughout the whole story of the Bible, God's on a mission to get to that ideal. And what the prophets, people who have these dreams are seeing is that reality. But we're blind to it because we're in exile. And so the apocalypses are these words of challenge and encouragement.",
    "start": "00:30:20",
    "end": "00:31:02"
  },
  {
    "text": "What they end up seeing is a lot of crazy stuff and they see a lot of violence and.",
    "start": "00:31:02",
    "end": "00:31:09"
  },
  {
    "text": "Oh, sometimes that's what they see. Yeah. But not always.",
    "start": "00:31:09",
    "end": "00:31:12"
  },
  {
    "text": "So, okay, so this is really helpful. It's this moment of clarity back to our true calling and identity and having that, then we could go and make it so in our world.",
    "start": "00:31:13",
    "end": "00:31:27"
  },
  {
    "text": "Yeah, yeah. That's what an apocalypse is designed to help you go back to your life, but with a bigger perspective, a bigger story of reminding you that there's a whole realm of reality and of my life that it's hard for me to see, but it's really true. And so I now live as if God's kingdom is here on earth as it is in heaven. That's what the Lord's Prayer is. The Lord's Prayer is a prayer for an apocalypse. May your will be done. May your kingdom come. May your will be done here on earth as in heaven. May your will and your kingdom be apocalypsed right here in our midst. And then the rest of the Lord's Prayer is arming me to go help bring it about through faith and forgiveness and endurance. Apocalypse now.",
    "start": "00:31:27",
    "end": "00:32:11"
  },
  {
    "text": "Now, when I think of the revelation we read in chapters one and here in chapter four, this idea of being in the temple, seeing the Son of Man, the whole thing. But you go on to read it, and it's these trumpets and these seals and these bowls. So that's where I want to go then is like, well, then why all this imagery? Why is it so intense?",
    "start": "00:32:11",
    "end": "00:32:34"
  },
  {
    "text": "Totally.",
    "start": "00:32:34",
    "end": "00:32:35"
  },
  {
    "text": "Why is there so much violence?",
    "start": "00:32:36",
    "end": "00:32:37"
  },
  {
    "text": "Yeah, that's right. So first, the reason why I'm highlighting the temple is because that's the narrative setting of the book, where all the visions take place. There are either dreams where he's in the spirit in that place, and from that place he gets true clarity, where he can see the true nature of everything. But then what he sees are visions that are themselves packed with symbols. And what he sees, yeah, all of the creatures and angels and battles there. The clarity comes by following the hyperlinks to the Hebrew Bible. And in that sense, it's like a photo mosaic made up of a picture of someone's face. Jimi Hendrix with his face made up of a thousand pictures of him. Rocking out of him. Yeah, rocking out. And so the shape of a Jimi Hendrix's nose in a photo mosaic is maybe made up of all of his concerts in Europe or something like that. And so what you need to do is zoom in and think about each one of those photos individually, but then back up and see they've all been arranged. The metaphor only works partly to arrange into a nose. So in a similar way, every one of these dreams and visions that. That John sees in the heavenly temple is packed with little mini snippets from all over the Hebrew Bible. And in light of the story of Jesus and his resurrection, and what you get is the Book of Revelation. So it's actually. I think it's impossible. You can read the book without knowing anything about the Bible. And you'll get the basic idea.",
    "start": "00:32:37",
    "end": "00:34:10"
  },
  {
    "text": "Really?",
    "start": "00:34:10",
    "end": "00:34:11"
  },
  {
    "text": "I think so. There's a great conflict going on. The risen Jesus is the king of the world, and he's going to bring justice on human evil and bring about a new creation. That's Jimi Hendrix's face. But if you really want to understand the nuance of what he's doing, you got to zoom in and start looking at the individual.",
    "start": "00:34:11",
    "end": "00:34:31"
  },
  {
    "text": "Is this a famous photo mosaic of Jimi Hendrix? Is that what you're using as an example?",
    "start": "00:34:31",
    "end": "00:34:35"
  },
  {
    "text": "Yeah, I saw it recently.",
    "start": "00:34:35",
    "end": "00:34:36"
  },
  {
    "text": "Okay.",
    "start": "00:34:36",
    "end": "00:34:37"
  },
  {
    "text": "Yeah.",
    "start": "00:34:37",
    "end": "00:34:37"
  },
  {
    "text": "Just so people know why we're talking about Jimmy.",
    "start": "00:34:37",
    "end": "00:34:39"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:34:39",
    "end": "00:34:40"
  },
  {
    "text": "Sam.",
    "start": "00:34:47",
    "end": "00:35:02"
  },
  {
    "text": "So, yeah, maybe. Would it help to just real quick kind of walk through these block moments of these apocalypses. We'd start in Genesis 1 through 3 and do some stuff on the image of God and then walk through some Old Testament dreams and show how all of this is connected in a storyline. Then once we do that, how the Gospels are apocalypses come into a cool focus. There'll be some stories and things in the Gospel of Mark that really pop in a cool way. All that's a storyline that helps us make sense of what apocalypses are. Then the last step is, in light of all of that, what are some helpful steps for how you can go read in apocalyptic literature with greater skill?",
    "start": "00:35:24",
    "end": "00:36:06"
  },
  {
    "text": "Cool. And then when we do the steps, are we going to, like, read some of the seals or the trumpet?",
    "start": "00:36:06",
    "end": "00:36:12"
  },
  {
    "text": "Sure. Yeah. We could, like, look at a text and follow the hyperlinks.",
    "start": "00:36:12",
    "end": "00:36:14"
  },
  {
    "text": "Okay.",
    "start": "00:36:15",
    "end": "00:36:15"
  },
  {
    "text": "To see how it works.",
    "start": "00:36:15",
    "end": "00:36:16"
  },
  {
    "text": "That'd be great.",
    "start": "00:36:16",
    "end": "00:36:16"
  },
  {
    "text": "Totally.",
    "start": "00:36:16",
    "end": "00:36:17"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. Next week, we continue our conversation on apocalyptic literature by tying it into another important theme, one that we've talked a lot about on this podcast. The idea that humans are the image of God.",
    "start": "00:36:25",
    "end": "00:36:40"
  },
  {
    "text": "Another way to say that humans are the image of God is to say that humans are a walking, talking, acting apocalypse of the Creator, God of God's purpose, will, power, creativity, love in the world.",
    "start": "00:36:41",
    "end": "00:36:56"
  },
  {
    "text": "If you'd like to submit a question about apocalyptic literature in the Bible, we'd.",
    "start": "00:36:56",
    "end": "00:37:00"
  },
  {
    "text": "Love to hear from you.",
    "start": "00:37:00",
    "end": "00:37:01"
  },
  {
    "text": "We're collecting questions right now and you can send it to infoibleproject.com what you can do is record yourself asking your question. Try to keep it to around 30 seconds or less and let us know your name and where you're from. Again, email it to infoibleproject.com Today's show is produced by Dan Gummel, and our theme music is from the band Tense. Bibleproject is a crowdfunded nonprofit in Portland, Oregon. We want you to experience the Bible as a unified story that leads to Jesus. And everything we create to do that is free. It's on our website, Bibleproject.com and it's free because of the generous support of lots of people like you. So thank you for being a part of this with us. Hey, this is Taz Bright from United States First Knowledge. Hi, my name is Massielle Davila Ferrer. I'm from Lacombe, Alberta, Canada. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me.",
    "start": "00:37:01",
    "end": "00:37:58"
  },
  {
    "text": "Find free videos, study notes, podcasts, and more resources@thebibleproject.com.",
    "start": "00:37:58",
    "end": "00:38:03"
  }
]