[
  {
    "text": "Hey, this is John at the bibleproject. Today we're talking about how to read apocalyptic literature in the Bible. And if you've seen any movies, you know that the apocalypse means the end of the world.",
    "start": "00:00:03",
    "end": "00:00:16"
  },
  {
    "text": "In the Bible, the word apocalypse does not mean the final destruction of the world. That's not what it means. All you have to do is get out of concordance and look at the uses of the word.",
    "start": "00:00:16",
    "end": "00:00:26"
  },
  {
    "text": "Apocalypse is a Greek word and it actually means to reveal something or uncover something. A biblical apocalypse is when God's perspective on the world is revealed to us. The apostle Paul had an apocalypse on the road to Damascus when Jesus revealed himself to him. The prophet Daniel had an apocalypse when God revealed the meaning of King Nebuchadnezzar's dream to him. In fact, one of the most common ways that God's perspective of the world is revealed is through dreams.",
    "start": "00:00:26",
    "end": "00:00:57"
  },
  {
    "text": "We think of dreams in our culture as windows to. To the inside of someone. So here's what's fascinating is that most human cultures for most of human history have the opposite understanding of dreams. Most traditional cultures see dreams as a window to something outside of myself. It's an altered state of consciousness that potentially reveals the true nature of the world.",
    "start": "00:00:57",
    "end": "00:01:23"
  },
  {
    "text": "So today we're going to get apocalyptic. Thanks for joining us. Here we go. So we've made it to the end of this ongoing series on how to read the Bible. Yes, this is our final topic.",
    "start": "00:01:23",
    "end": "00:01:42"
  },
  {
    "text": "Yeah. The last video in the series will be how to read apocalyptic literature in the Bible. Saving the best for last.",
    "start": "00:01:42",
    "end": "00:01:50"
  },
  {
    "text": "Is it the best?",
    "start": "00:01:50",
    "end": "00:01:51"
  },
  {
    "text": "I don't know. It's culminating in a significant way. Yeah.",
    "start": "00:01:51",
    "end": "00:01:56"
  },
  {
    "text": "The last book of the Bible is.",
    "start": "00:01:56",
    "end": "00:01:57"
  },
  {
    "text": "The last book of the Bible. Apocalyptic is a type written in a literary style that has some predecessors in the Hebrew Bible and in some scenes in the New Testament. As we'll see, it's come to be called by scholars apocalyptic literature for reasons we will talk about. And it also shares literary features with a lot of other Jewish literature of the same period that are in either the now contained in collections called the Apocrypha or the Pseudepigrapha, which we'll talk about all that. Anyway, let's start here. John, do you have any memories of recent dreams that you've had?",
    "start": "00:01:57",
    "end": "00:02:39"
  },
  {
    "text": "Yeah, I dream a lot.",
    "start": "00:02:39",
    "end": "00:02:40"
  },
  {
    "text": "You sleep a lot?",
    "start": "00:02:41",
    "end": "00:02:42"
  },
  {
    "text": "I sleep a lot, yeah. I was just telling, I was just telling my wife how I had like back to back dreams.",
    "start": "00:02:42",
    "end": "00:02:51"
  },
  {
    "text": "Oh, like you woke up and went back to sleep kind of thing?",
    "start": "00:02:51",
    "end": "00:02:54"
  },
  {
    "text": "No, actually. So this was pretty recent, so maybe it was like, five nights ago, I had a dream. And in this dream, I mean, dreams are weird because they're hard to remember. And when you do remember them, you just remember these little fragments and emotions and. And then to try to explain it, it just gets ridiculous.",
    "start": "00:02:54",
    "end": "00:03:12"
  },
  {
    "text": "Yeah, it's hard. It's actually hard, at least for me to listen to someone else's dream because it's so subconscious. It's like, what is it all.",
    "start": "00:03:12",
    "end": "00:03:20"
  },
  {
    "text": "I was just about to tell you two of my dreams. I don't know. That's.",
    "start": "00:03:20",
    "end": "00:03:24"
  },
  {
    "text": "I'm so sorry. No, I asked you. I asked you. But I'm just saying, do you or do you. When you hear someone else describe a dream, you're like, oh, yeah, I want to know.",
    "start": "00:03:24",
    "end": "00:03:31"
  },
  {
    "text": "Oh, no, totally. It's always just like, okay, yeah, totally. Well, and. And Tristan's taking this life coaching class, and part of it was. Was the importance of dreams.",
    "start": "00:03:31",
    "end": "00:03:40"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:03:40",
    "end": "00:03:41"
  },
  {
    "text": "So she wanted to dissect that.",
    "start": "00:03:41",
    "end": "00:03:42"
  },
  {
    "text": "Yeah. Okay, let's. Let's talk about your dreams.",
    "start": "00:03:42",
    "end": "00:03:44"
  },
  {
    "text": "It wasn't. So. I don't know if I wanna talk about, but I'll just say that one night I have a dream, and in the dream, I felt really good about myself, and I felt like everything I did worked out, felt like people liked me. It just felt good. And that's rare for me in dreams. And then the next night, I have the complete opposite dream where it's like, I feel like I don't belong. I feel like I shouldn't be there. People are just putting up with me. I'm saying stupid things. I can't do anything right. Wow. Yeah.",
    "start": "00:03:44",
    "end": "00:04:18"
  },
  {
    "text": "Fascinating.",
    "start": "00:04:18",
    "end": "00:04:19"
  },
  {
    "text": "And what was actually happening in the dreams, that's where it just gets weird.",
    "start": "00:04:19",
    "end": "00:04:22"
  },
  {
    "text": "Yeah. Yeah. That's the impression from each dream world.",
    "start": "00:04:22",
    "end": "00:04:25"
  },
  {
    "text": "Yeah.",
    "start": "00:04:25",
    "end": "00:04:26"
  },
  {
    "text": "Wow.",
    "start": "00:04:26",
    "end": "00:04:26"
  },
  {
    "text": "But in the second one, there was some flying.",
    "start": "00:04:26",
    "end": "00:04:28"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:04:29",
    "end": "00:04:30"
  },
  {
    "text": "There was this weird flying where, like, we're also, like, shooting stuff in the sky, which was really weird. Just. Yeah. This is like these really strange moments. We were by the sea at this one point for some reason, you know, it's just.",
    "start": "00:04:30",
    "end": "00:04:46"
  },
  {
    "text": "Yeah.",
    "start": "00:04:46",
    "end": "00:04:47"
  },
  {
    "text": "Super abstract.",
    "start": "00:04:47",
    "end": "00:04:47"
  },
  {
    "text": "Did Tristan have any insight or questions about that, or did she just want to listen?",
    "start": "00:04:48",
    "end": "00:04:53"
  },
  {
    "text": "It was, like, early in the morning, and then I think just the day just took over.",
    "start": "00:04:53",
    "end": "00:04:58"
  },
  {
    "text": "I understand. Got it. So she didn't psychoanalyze your dreams. So this contrasting dreams about what? Your value, self worth.",
    "start": "00:04:58",
    "end": "00:05:06"
  },
  {
    "text": "Self worth.",
    "start": "00:05:06",
    "end": "00:05:07"
  },
  {
    "text": "That's really interesting. That feels like it's coming from a place deep inside. All right. I mean, those are issues we all. All feel and think about all the time, but rarely talk. About in the open.",
    "start": "00:05:07",
    "end": "00:05:20"
  },
  {
    "text": "Yeah.",
    "start": "00:05:20",
    "end": "00:05:21"
  },
  {
    "text": "That's interesting.",
    "start": "00:05:21",
    "end": "00:05:22"
  },
  {
    "text": "Totally.",
    "start": "00:05:22",
    "end": "00:05:23"
  },
  {
    "text": "I don't recall my dreams very often, but one recurring dream. Do you have recurring dreams? Yeah, themes. Do you. It's very common. I think the most consistent one I have are dreams under the motif of not being prepared or not being done with something that I thought was done. So I regular recurring dream is I'm either in some kind of school setting or I'm living my life. And I get a call from the University of Wisconsin in Madison that I had never actually finished my PhD.",
    "start": "00:05:23",
    "end": "00:05:55"
  },
  {
    "text": "Yes. I have this dream too, but it's about high school.",
    "start": "00:05:55",
    "end": "00:05:58"
  },
  {
    "text": "About high school.",
    "start": "00:05:58",
    "end": "00:05:59"
  },
  {
    "text": "I just like I realized I didn't graduate high school.",
    "start": "00:05:59",
    "end": "00:06:01"
  },
  {
    "text": "Yes.",
    "start": "00:06:01",
    "end": "00:06:02"
  },
  {
    "text": "Or like I wasn't prepared for a.",
    "start": "00:06:02",
    "end": "00:06:03"
  },
  {
    "text": "Test and I'm like, you get a call like you're. It's all like, it's all a sham. You have to come back and complete one more course and.",
    "start": "00:06:03",
    "end": "00:06:11"
  },
  {
    "text": "Yeah.",
    "start": "00:06:11",
    "end": "00:06:12"
  },
  {
    "text": "Anyway. Did I ever tell you the story of how I didn't pass my Ph.D. a dissertation?",
    "start": "00:06:12",
    "end": "00:06:18"
  },
  {
    "text": "No. You failed it first time?",
    "start": "00:06:18",
    "end": "00:06:20"
  },
  {
    "text": "No, I worked really hard for three years on this and finished it. It's a huge project and I really enjoyed it. But I was ready to move on with my life. And it was like the big day of the dissertation defense. So I got professors in my department and then I had to ask one outside reader from like a medieval literature department and he was expert in medieval manuscripts of some important poet anyway, because mine was on the manuscript history of the book of Ezekiel. And so I get into the defense and it's all going pretty well. And then there's one professor who just laid into me for a long list of typographical errors and real technical, like technical stuff, not like related to the heart of my thesis. She just shredded me. And so then they asked me to. Is normal. They asked me to leave the room and I'm in a room with like 15 other people watching the defense, mostly other students. My wife's there, a couple friends. And then they ask everyone to leave the room. And so I'm standing outside the room and everyone's chit chatting in the hallway and asking me, hey, how'd you feel? That went okay. Boy, you got roasted. All I can hear is raised voices through the door in the room. And about 20 minutes. I mean, this is the culmination of seven years of work and my life is on the line. Like the fate of my life, everything I'd worked for. And everyone's trying to chit chat and all I can hear is the raised voices behind this Door a bit about my work. And then they let me back in, and they informed me that I passed, but with revisions. So I had to enroll for another semester and do this long list of revisions, do some additional research. And in the end, then I passed, and I got an email that I passed, like, five months later.",
    "start": "00:06:20",
    "end": "00:08:16"
  },
  {
    "text": "So you. Yeah. You truly did.",
    "start": "00:08:17",
    "end": "00:08:19"
  },
  {
    "text": "It was traumatic.",
    "start": "00:08:19",
    "end": "00:08:20"
  },
  {
    "text": "Doctorate. Oh, but it was traumatic.",
    "start": "00:08:20",
    "end": "00:08:22"
  },
  {
    "text": "Yeah, it was traumatic. And yeah. Oh, yeah, I finished and I passed. The dreams are wrong, but that experience has left a mark on me. I know about it consciously is when I wake up with these dreams that I actually didn't pass.",
    "start": "00:08:22",
    "end": "00:08:35"
  },
  {
    "text": "Yeah. So anyway, I think it's very common, people having dreams about not being prepared or not accomplishing or finishing a thing that you thought you did.",
    "start": "00:08:35",
    "end": "00:08:46"
  },
  {
    "text": "That's right. Or being exposed before others like you were sharing. Okay, all right, so let's pause. Let's take stock for a moment. We're having this conversation. This is a typical of a conversation between two modern Westerners about their dreams. Neither one of us are psychologists, though your wife's a therapist, so you kind of get some of that infusion in your life. For us, dreams are strange, odd, funny. You tell stories about them, and then we have a sense that, like, yeah, they're probably tapping into some deep subconscious things in me, but we see them as a window into the internal. Our internal lives.",
    "start": "00:08:46",
    "end": "00:09:24"
  },
  {
    "text": "Yeah.",
    "start": "00:09:24",
    "end": "00:09:25"
  },
  {
    "text": "Right.",
    "start": "00:09:25",
    "end": "00:09:25"
  },
  {
    "text": "Our psyche.",
    "start": "00:09:25",
    "end": "00:09:26"
  },
  {
    "text": "Yeah. And this is all post Freud and Carl Jung don't know that much about the history of psychology, but, you know, I know enough to know that dream interpretation as a window into the reality of your subconscious. That's the. The meaning of dreams that I've been raised with in my cultural setting.",
    "start": "00:09:26",
    "end": "00:09:46"
  },
  {
    "text": "Right.",
    "start": "00:09:46",
    "end": "00:09:46"
  },
  {
    "text": "Do you resonate with that? That's. Yeah, totally. So here's what's fascinating, is that most human cultures, for most of human history, have the opposite understanding of dreams. We think of dreams in our culture as windows to the inside of someone. Most traditional cultures see dreams as a window to something outside of myself. It's an altered state of consciousness that reveals the. Potentially reveals the true nature of. Of the world to you. And think through human history as cultures are developing. Everybody's having dreams just like you and I are, but they see them, other cultures see them. And it differs from culture to culture. Yeah. As a window into the transcendent or a peek behind the curtain.",
    "start": "00:09:47",
    "end": "00:10:35"
  },
  {
    "text": "My dreams never feel that way.",
    "start": "00:10:35",
    "end": "00:10:36"
  },
  {
    "text": "Totally. Yeah. But to me, that's what's fascinating, is that even my experience of my own dreams has been shaped by this cultural understanding of dreams that I've been given, and I've never even taken a class on it. I've just absorbed it. So what's interesting about the Bible and apocalyptic literature is this is a literature that essentially is generated out of people's dreams and visions, altered states of consciousness.",
    "start": "00:10:39",
    "end": "00:11:05"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:11:05",
    "end": "00:11:06"
  },
  {
    "text": "And the Bible is participating in a pretty widely shared assumption, and it's still shared in many cultures today and subcultures in America, that dreams are like putting on. There's a movie trope where, like, a character in a story gets a set of glasses and can put them on and then see the reality of things.",
    "start": "00:11:07",
    "end": "00:11:28"
  },
  {
    "text": "Right.",
    "start": "00:11:28",
    "end": "00:11:28"
  },
  {
    "text": "All I'm thinking of the one is the handful of movies where people can see who's an alien or not. Oh, you know what I'm talking about. There's a number of movies where it's like, you put on the secret glasses and now you see who's an alien masquerading as a human and who's not. Anyway, it's similar. That's how dreams were understood in the ancient world. Ancient near east, as windows into the divine, where heaven and earth are one. And so I don't know. I don't know if you've ever noticed or thought about how many dreams and visions there are in the Bible, but it's like a lot all over.",
    "start": "00:11:28",
    "end": "00:12:01"
  },
  {
    "text": "And now whenever you're reading about a dream in the Bible, you're reading apocalyptic literature.",
    "start": "00:12:02",
    "end": "00:12:08"
  },
  {
    "text": "Well, we'll talk about this. Okay. It's in a moment. It's a moment of someone having an apocalypse. But we need to first back up.",
    "start": "00:12:09",
    "end": "00:12:16"
  },
  {
    "text": "What's a moment?",
    "start": "00:12:16",
    "end": "00:12:17"
  },
  {
    "text": "We'll get there. We'll get there. Before we even talk about the word apocalypse or apocalyptic, we're just talking about dreams. Just talking about dreams.",
    "start": "00:12:17",
    "end": "00:12:24"
  },
  {
    "text": "Yeah. Lots of dreams in the Bible.",
    "start": "00:12:24",
    "end": "00:12:25"
  },
  {
    "text": "Now I'm connecting it to the fact that there are lots of dreams in the Bible and dreams were seen as actually. If you tell someone about a dream you had in the ancient world, they're more likely to pay attention and be like, oh, this is a message. You're being given an understanding about reality that we aren't normally given. Dreams are a source of authority in the ancient world, whereas now we just see them as highly subjective and just a window into your own psyche as opposed to about the world at large.",
    "start": "00:12:25",
    "end": "00:12:56"
  },
  {
    "text": "Yeah.",
    "start": "00:12:56",
    "end": "00:12:56"
  },
  {
    "text": "Isn't that contrast interesting?",
    "start": "00:12:56",
    "end": "00:12:58"
  },
  {
    "text": "Yeah. If someone comes and tells you about their dream, you're kind of bored and you're like, okay, that's your dream.",
    "start": "00:12:58",
    "end": "00:13:05"
  },
  {
    "text": "Yeah.",
    "start": "00:13:05",
    "end": "00:13:05"
  },
  {
    "text": "But in the ancient world, someone tells a dream and it's like, you Got a special message from the universe.",
    "start": "00:13:06",
    "end": "00:13:11"
  },
  {
    "text": "Your 17 year old brother comes to you and says, you know, I had these two dreams that everybody in the family was bowing down to me. And in our culture we would respond and be like, like Joseph's brothers in that story in Genesis 37. What? You're crazy. You think you're going to rule over us? This Joseph's dream.",
    "start": "00:13:11",
    "end": "00:13:30"
  },
  {
    "text": "Yeah.",
    "start": "00:13:30",
    "end": "00:13:30"
  },
  {
    "text": "And his brothers see it as. He thinks that this is a prediction of some kind as opposed to saying.",
    "start": "00:13:30",
    "end": "00:13:38"
  },
  {
    "text": "You twerp, you narcissist.",
    "start": "00:13:38",
    "end": "00:13:40"
  },
  {
    "text": "Dreams of grandeur, you know, that kind of thing. I mean, they kind of do think that because they are jealous and angry, but. Yeah. And think of how many famous dreams there are. Oh, the birth stories of Jesus are filled with dreams.",
    "start": "00:13:40",
    "end": "00:13:52"
  },
  {
    "text": "Yeah.",
    "start": "00:13:52",
    "end": "00:13:52"
  },
  {
    "text": "Joseph has a dream, that's what he. He decides not to divorce Mary because of a dream. They go down to Egypt to flee Herod because of a dream. Pilate's wife has a dream about Jesus. She tells in the passion story of Jesus in the Gospels Matthew, he tells us about a dream that Pilate's wife has and she says, have nothing to do with this. Jesus of Nazareth, stay away from him.",
    "start": "00:13:52",
    "end": "00:14:15"
  },
  {
    "text": "Yeah, yeah. There's lots of dreams and there's obviously Joseph and when he gets to Egypt and the dreams, the calves.",
    "start": "00:14:15",
    "end": "00:14:23"
  },
  {
    "text": "Oh yeah. Pharaoh's dream.",
    "start": "00:14:23",
    "end": "00:14:25"
  },
  {
    "text": "Pharaoh's dream.",
    "start": "00:14:25",
    "end": "00:14:26"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:14:26",
    "end": "00:14:26"
  },
  {
    "text": "That he interprets.",
    "start": "00:14:26",
    "end": "00:14:27"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:14:27",
    "end": "00:14:28"
  },
  {
    "text": "Daniel interprets dreams. Yeah, yeah.",
    "start": "00:14:28",
    "end": "00:14:31"
  },
  {
    "text": "There's a whole layer of stories and literature in the Bible that is generated out of ancient Israelites having dreams and altered states of consciousness.",
    "start": "00:14:31",
    "end": "00:14:42"
  },
  {
    "text": "Yeah.",
    "start": "00:14:42",
    "end": "00:14:43"
  },
  {
    "text": "Tell me how you feel about this.",
    "start": "00:14:43",
    "end": "00:14:44"
  },
  {
    "text": "I guess it doesn't seem strange to me because I'm kind of used to that.",
    "start": "00:14:47",
    "end": "00:14:51"
  },
  {
    "text": "I see. Yeah.",
    "start": "00:14:51",
    "end": "00:14:52"
  },
  {
    "text": "But when you put it in the sense of if someone gave me their journal of dreams and said this is really important, I'd be like, no, it's not.",
    "start": "00:14:52",
    "end": "00:14:58"
  },
  {
    "text": "Yeah.",
    "start": "00:14:59",
    "end": "00:14:59"
  },
  {
    "text": "I mean, it's important if I want to get to know you.",
    "start": "00:14:59",
    "end": "00:15:01"
  },
  {
    "text": "Yeah, yeah, that's right. Again, we're back to that.",
    "start": "00:15:01",
    "end": "00:15:03"
  },
  {
    "text": "Yeah, yeah. But otherwise it's really not that significant.",
    "start": "00:15:03",
    "end": "00:15:06"
  },
  {
    "text": "Yeah.",
    "start": "00:15:07",
    "end": "00:15:07"
  },
  {
    "text": "And so it is strange from that mindset to go back to the Bible and go look at all these dreams and how important they are because it doesn't fit that paradigm. But for whatever reason, I've become inoculated to that.",
    "start": "00:15:07",
    "end": "00:15:19"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:15:19",
    "end": "00:15:21"
  },
  {
    "text": "Paradox.",
    "start": "00:15:21",
    "end": "00:15:21"
  },
  {
    "text": "That's right.",
    "start": "00:15:21",
    "end": "00:15:22"
  },
  {
    "text": "Or not paradox. Contradiction.",
    "start": "00:15:22",
    "end": "00:15:23"
  },
  {
    "text": "Yeah.",
    "start": "00:15:23",
    "end": "00:15:24"
  },
  {
    "text": "But thank you for bringing that up. That's really interesting. Someone just picking up the Bible for the first time might, from our culture would really be Struck with that.",
    "start": "00:15:24",
    "end": "00:15:34"
  },
  {
    "text": "Yeah. Perhaps even disturbed. Really?",
    "start": "00:15:34",
    "end": "00:15:37"
  },
  {
    "text": "Yeah.",
    "start": "00:15:38",
    "end": "00:15:38"
  },
  {
    "text": "Okay. Not only are you telling me that you, like, follow a man who you think is the Creator, become human as a Jewish man who died and then rose again? Next. Do you want me to take life guidance from a book, a large layer of which is based upon ancient Israelite dreams? You know, that's how it sounds to a lot of people in our culture.",
    "start": "00:15:38",
    "end": "00:16:03"
  },
  {
    "text": "Basically, some ancient Israelites went to sleep. Neurons were firing randomly throughout their brain, processing their lives, and they then want you to think that unlocks the mysteries of the universe.",
    "start": "00:16:03",
    "end": "00:16:17"
  },
  {
    "text": "Totally. That is how it sounds to recommend the Bible to someone who hasn't grown up around it.",
    "start": "00:16:17",
    "end": "00:16:23"
  },
  {
    "text": "Interesting.",
    "start": "00:16:23",
    "end": "00:16:24"
  },
  {
    "text": "So here's where I want to steer our conversation. This is in how to Read the Bible series. There's a handful of actual books of the Bible that either have sections of people's dreams and visions that use the vocabulary of apocalypse. There's a whole book, the last book of the Bible, that's called an apocalypse in the first sentence. So there's actually two challenges we need to address right now. First is just the word apocalyptic. And apocalypse has a particular meaning in our culture. That is not what it means in the Bible. So we have to tackle that bull by the horns. You like that mixing of metaphors?",
    "start": "00:16:24",
    "end": "00:17:00"
  },
  {
    "text": "Tackle the bull? Yeah. You could tackle a bull by its horns. I wouldn't recommend it.",
    "start": "00:17:01",
    "end": "00:17:04"
  },
  {
    "text": "And then second, what I want to do is once we get the biblical understanding of what apocalypses are to how they fit into the storyline of the Bible. And this was a whole new frontier of learning and reading for me over the last six months or so. Dude, it's so awesome. I learned so much.",
    "start": "00:17:05",
    "end": "00:17:24"
  },
  {
    "text": "Cool.",
    "start": "00:17:24",
    "end": "00:17:25"
  },
  {
    "text": "And that I'm really excited to share. But I think it's a helpful place to start that this is dream visionary literature in the Bible that claims to not give us a window so much into the psyche of the dreamer, but actually these dreams claim to give us a window into the true nature of the universe.",
    "start": "00:17:25",
    "end": "00:17:45"
  },
  {
    "text": "Yeah.",
    "start": "00:17:45",
    "end": "00:17:46"
  },
  {
    "text": "And its meaning.",
    "start": "00:17:46",
    "end": "00:17:47"
  },
  {
    "text": "Well, you've been talking about dreams specifically, but there's lots of visions.",
    "start": "00:17:47",
    "end": "00:17:51"
  },
  {
    "text": "That's right.",
    "start": "00:17:51",
    "end": "00:17:52"
  },
  {
    "text": "Which are like dreams in that it's an altered state of consciousness.",
    "start": "00:17:52",
    "end": "00:17:55"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:17:55",
    "end": "00:17:56"
  },
  {
    "text": "Of sorts.",
    "start": "00:17:56",
    "end": "00:17:57"
  },
  {
    "text": "You're just more of in an awake state as opposed to a sleep state.",
    "start": "00:17:57",
    "end": "00:18:01"
  },
  {
    "text": "But you weren't sleeping when it happened. It's more rare, I suppose. I've never experienced it.",
    "start": "00:18:01",
    "end": "00:18:05"
  },
  {
    "text": "Yeah, I agree. And we'll talk about this.",
    "start": "00:18:05",
    "end": "00:18:07"
  },
  {
    "text": "Okay.",
    "start": "00:18:07",
    "end": "00:18:07"
  },
  {
    "text": "Yeah. So that being said, let's talk about the apocalypse.",
    "start": "00:18:08",
    "end": "00:18:13"
  },
  {
    "text": "Sam.",
    "start": "00:18:33",
    "end": "00:18:44"
  },
  {
    "text": "Okay. I say the Word Apocalypse. John Collins. And what do you hear? What fires in your mind?",
    "start": "00:18:59",
    "end": "00:19:06"
  },
  {
    "text": "End of the world. World War Z. Oh, yes. Apocalypse Now.",
    "start": "00:19:06",
    "end": "00:19:12"
  },
  {
    "text": "Yep.",
    "start": "00:19:12",
    "end": "00:19:12"
  },
  {
    "text": "Yeah, you got. I mean, there's lots of Mad Max.",
    "start": "00:19:12",
    "end": "00:19:16"
  },
  {
    "text": "Yes.",
    "start": "00:19:16",
    "end": "00:19:16"
  },
  {
    "text": "It's an apocalyptic kind of movie.",
    "start": "00:19:16",
    "end": "00:19:17"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:19:17",
    "end": "00:19:18"
  },
  {
    "text": "Just like.",
    "start": "00:19:18",
    "end": "00:19:19"
  },
  {
    "text": "Okay, so end of the world. Fill that out more.",
    "start": "00:19:19",
    "end": "00:19:21"
  },
  {
    "text": "Oh, just like when the order and structure of the world as we know it, like, comes to an end and I guess either completely destroyed or there's some sort of post apocalyptic reality that now you have to navigate. And that's the, like, zombies or the.",
    "start": "00:19:21",
    "end": "00:19:38"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:19:38",
    "end": "00:19:39"
  },
  {
    "text": "Whatever.",
    "start": "00:19:39",
    "end": "00:19:39"
  },
  {
    "text": "Yeah. Okay, so in that phrase, post apocalyptic is a phrase.",
    "start": "00:19:40",
    "end": "00:19:44"
  },
  {
    "text": "Right.",
    "start": "00:19:44",
    "end": "00:19:44"
  },
  {
    "text": "In our culture.",
    "start": "00:19:44",
    "end": "00:19:45"
  },
  {
    "text": "Yeah.",
    "start": "00:19:45",
    "end": "00:19:45"
  },
  {
    "text": "Meaning after the destruction of the world as we know it. Yeah, yeah. Which. And that trope in movies and literature takes many forms because it could still be on planet Earth, but just a ruined planet Earth.",
    "start": "00:19:45",
    "end": "00:19:58"
  },
  {
    "text": "Right.",
    "start": "00:19:58",
    "end": "00:19:58"
  },
  {
    "text": "Or it could be that now you're floating in space because the planet itself is gone or no longer habitable or something like that.",
    "start": "00:19:58",
    "end": "00:20:06"
  },
  {
    "text": "Yeah.",
    "start": "00:20:06",
    "end": "00:20:06"
  },
  {
    "text": "These are all post apocalyptic scenarios. Yeah. This is the first thing we have to tackle in the video, I think, if we want to reach a broad audience, is we're talking about a type of literature that has been given this title, apocalypse or apocalyptic. And the meaning of the word in modern English is not what the word means in the Bible, which is going to cause great confusion. I copied the Dictionary.com, oh, you did? Okay, definitely.",
    "start": "00:20:06",
    "end": "00:20:31"
  },
  {
    "text": "I was about to look that up.",
    "start": "00:20:31",
    "end": "00:20:32"
  },
  {
    "text": "In the notes here.",
    "start": "00:20:32",
    "end": "00:20:33"
  },
  {
    "text": "Okay. The complete and final destruction of the world as described in the biblical book of Revelation.",
    "start": "00:20:33",
    "end": "00:20:38"
  },
  {
    "text": "Yeah. Oh, this is Dictionary.com.",
    "start": "00:20:38",
    "end": "00:20:39"
  },
  {
    "text": "Wow.",
    "start": "00:20:39",
    "end": "00:20:40"
  },
  {
    "text": "Interesting. That's the first most common meaning.",
    "start": "00:20:40",
    "end": "00:20:42"
  },
  {
    "text": "The complete and final destruction of the world as described in the biblical book of Revelation. That's really fascinating.",
    "start": "00:20:42",
    "end": "00:20:49"
  },
  {
    "text": "Yes, it is. And then the second meaning listed, the.",
    "start": "00:20:49",
    "end": "00:20:52"
  },
  {
    "text": "World isn't completely and finally destroyed in the book of Revelation. It's, like, restored.",
    "start": "00:20:52",
    "end": "00:20:58"
  },
  {
    "text": "Yeah, totally. Anyways, well, okay, so there you go. So the most common perception of the final book of the Bible, if somebody knows about it in our culture, is that it's about the destruction of the world. Yeah, yeah.",
    "start": "00:20:58",
    "end": "00:21:10"
  },
  {
    "text": "The second one is an event involving destruction or damage on an awesome or catastrophic scale.",
    "start": "00:21:10",
    "end": "00:21:17"
  },
  {
    "text": "Yeah, yeah. So that's the meaning being used in post apocalyptic. Yeah, Just a destruction of the world as we know it.",
    "start": "00:21:17",
    "end": "00:21:23"
  },
  {
    "text": "Yes. That definition has created a lot of movies and books.",
    "start": "00:21:23",
    "end": "00:21:27"
  },
  {
    "text": "Yeah, correct. Yeah, totally. So we've crossed this fork in the road so many times in this series, in all of our videos, where a word comes out of the Bible and enters the English language apocalypse is not even an English word.",
    "start": "00:21:27",
    "end": "00:21:42"
  },
  {
    "text": "Yeah, it's a Greek word.",
    "start": "00:21:42",
    "end": "00:21:43"
  },
  {
    "text": "It's a Greek word spelled with English letters. And the meaning that it now has in English is not at all what it means in the Bible. Like, not even close.",
    "start": "00:21:43",
    "end": "00:21:54"
  },
  {
    "text": "All right, bummer.",
    "start": "00:21:55",
    "end": "00:21:57"
  },
  {
    "text": "So we'll just say it one time and then the rest of our conversations. In the Bible, the word apocalypse does not mean the final destruction of the world. That's not what it means. All you have to do is get out of concordance and look at the uses of the word, which is what we're going to do right now. Right now. But just to be crystal clear, it doesn't mean the end of the world. Some moments or passages in the Bible that are in the neighborhood of the word apocalypse describe a collapse, a cosmic collapse, like in the Book of Revelation. But whether or not those have to do with the complete and final destruction of the world, to quote Dictionary.com that's a debatable matter, because there is a cosmos that endures that final destruction right at the end of the Book of Revelation.",
    "start": "00:21:57",
    "end": "00:22:45"
  },
  {
    "text": "There's still a cosmos, there is still.",
    "start": "00:22:45",
    "end": "00:22:47"
  },
  {
    "text": "An earth, but it's a renewed and restored one. So there you go. Not only does that meaning of apocalypse in modern English, it leads us to misunderstand what biblical apocalypses are actually saying, and then it prevents us from actually being able to understand what they are saying. So it's a double whammy. We're just at a disadvantage from the beginning.",
    "start": "00:22:48",
    "end": "00:23:10"
  },
  {
    "text": "Yeah.",
    "start": "00:23:10",
    "end": "00:23:10"
  },
  {
    "text": "So let's go on a mission. First, let's talk about the word apocalypse, what it means and doesn't mean. And then once we get an accurate vision of what apocalypses are in the Bible, which is about dreams and visions, then we'll plug it into the storyline of the Bible, see how that unfolds, and then we'll conclude with just some skills for reading this type of literature in the Bible. All right, step one in a nutshell. If you're in an elevator with someone and you hear them talking about the apocalypse, the end of the world, you could just say, you know, here's what's interesting. Hi, my name is. Here's what's really interesting. You know, I once looked up all of the words related to apocalypse in the Bible, and what they mean is uncover or to reveal. This is the meaning of apocalypse.",
    "start": "00:23:11",
    "end": "00:24:43"
  },
  {
    "text": "The meaning of the word apocalypse? Yes, it's uncover or reveal.",
    "start": "00:24:43",
    "end": "00:24:47"
  },
  {
    "text": "Yep. So let's just look at examples. The Greek word that has come in English, apocalypse comes from a noun, apocalypsis, which means uncovering. But then it can be a verb to apocalypto, which means I uncover or I to uncover. So it corresponds to a Hebrew word in the Hebrew Bible, which means the same thing. It's the word galah. It looks like gala when you transliterate it in English. So should we just look at some examples?",
    "start": "00:24:47",
    "end": "00:25:20"
  },
  {
    "text": "Yeah. And these words are related. Is it because the Septuagint translates as apocalyptic, correct?",
    "start": "00:25:20",
    "end": "00:25:26"
  },
  {
    "text": "Yeah, apocalyptic. So there's one main word for uncover or reveal in Hebrew, galah. And then. Yeah. When Jewish scholars, a couple hundred years before Jesus started translating the Hebrew Bible into Greek for their grandkids who were stopping speaking Hebrew because they thought Alexander the Great was awesome and they wanted to learn Greek, and so they used two main Greek words. We'll look at the second one in a minute. But the first one is this verb, apocalypto.",
    "start": "00:25:26",
    "end": "00:25:57"
  },
  {
    "text": "Okay.",
    "start": "00:25:57",
    "end": "00:25:58"
  },
  {
    "text": "Yeah. So here's one very clear example of the meaning of galah in Genesis 9. I'll let you read it.",
    "start": "00:25:58",
    "end": "00:26:04"
  },
  {
    "text": "Noah, a man of the soil, proceeded to plant a vineyard. This is after he got off the tree boat. The tree boat. And when he drank some of its wine, he became drunk and lay uncovered inside his tent. And you bolded and underlined uncovered.",
    "start": "00:26:04",
    "end": "00:26:20"
  },
  {
    "text": "Uncovered. Yeah. Well, it's just. It's such a great physical. Or not a great physical image. I don't know. A 600-year-old man naked in his tent. I don't know how pleasant that image is.",
    "start": "00:26:20",
    "end": "00:26:34"
  },
  {
    "text": "But that's kind of like what. In that people were living to be 800, 900 in those biblical genealogies.",
    "start": "00:26:35",
    "end": "00:26:42"
  },
  {
    "text": "No. Noah was the last of that generation. Everybody went downhill for.",
    "start": "00:26:42",
    "end": "00:26:46"
  },
  {
    "text": "He was. He was old.",
    "start": "00:26:46",
    "end": "00:26:47"
  },
  {
    "text": "Yeah. But the whole point is, it means to not have your clothes on.",
    "start": "00:26:47",
    "end": "00:26:51"
  },
  {
    "text": "Yeah.",
    "start": "00:26:51",
    "end": "00:26:51"
  },
  {
    "text": "Naked, to be exposed.",
    "start": "00:26:51",
    "end": "00:26:53"
  },
  {
    "text": "Naked, to be laid bare. And the word there is gala.",
    "start": "00:26:53",
    "end": "00:26:58"
  },
  {
    "text": "Gala. So we could look at a lot of other examples, but this. This is.",
    "start": "00:26:58",
    "end": "00:27:02"
  },
  {
    "text": "So are you saying. I could say when he drank some of its wine, he became drunk and laid. Apocalypse. He laid an apocalypse inside his tent.",
    "start": "00:27:02",
    "end": "00:27:12"
  },
  {
    "text": "Yeah. He became drunk and there was an apocalypse of his body.",
    "start": "00:27:12",
    "end": "00:27:16"
  },
  {
    "text": "An apocalypse of his body in the tent. Uncovering of his body.",
    "start": "00:27:16",
    "end": "00:27:19"
  },
  {
    "text": "Yeah. That's a proper use of the word apocalypse. Yeah. Or turn it into a verb. His. His body was apocalypsed.",
    "start": "00:27:19",
    "end": "00:27:25"
  },
  {
    "text": "That's funny. And we would go, oh, destroyed.",
    "start": "00:27:26",
    "end": "00:27:29"
  },
  {
    "text": "Yes, that's right, exactly.",
    "start": "00:27:29",
    "end": "00:27:31"
  },
  {
    "text": "But you're saying. No. Laid bare.",
    "start": "00:27:31",
    "end": "00:27:33"
  },
  {
    "text": "Laid covered, Uncovered. Yep. That's the basic meaning of the word. In fact, here, let me just. Sorry. Look at something. Let's look at what the Septuagint translators did here. Yeah. Yeah, that would be interesting.",
    "start": "00:27:33",
    "end": "00:27:45"
  },
  {
    "text": "Let's do it.",
    "start": "00:27:45",
    "end": "00:27:45"
  },
  {
    "text": "Yeah. They just translated. And he became naked. It's the word for naked, but in Hebrew it's. And he was exposed. He was uncovered.",
    "start": "00:27:45",
    "end": "00:27:52"
  },
  {
    "text": "He was uncovered.",
    "start": "00:27:52",
    "end": "00:27:53"
  },
  {
    "text": "And they use. They kind of use an interpretive paraphrase word. He became naked. Which is not what Gola means.",
    "start": "00:27:53",
    "end": "00:28:00"
  },
  {
    "text": "Right.",
    "start": "00:28:00",
    "end": "00:28:00"
  },
  {
    "text": "It just means to uncover. So there's lots of uses of this to uncover. You can uncover a table, a bowl, a city can be, in fact. Sorry. This is fascinating. The word galah is the word translated to go into exile in the prophets. Jerusalem, where the Israelites go into exile. It's the word galah. They are exposed.",
    "start": "00:28:01",
    "end": "00:28:24"
  },
  {
    "text": "Wait, is that always the word?",
    "start": "00:28:25",
    "end": "00:28:26"
  },
  {
    "text": "It's one of the most common words. One of the most common words, especially in the prophets.",
    "start": "00:28:26",
    "end": "00:28:29"
  },
  {
    "text": "Yes, that we translate exile.",
    "start": "00:28:30",
    "end": "00:28:31"
  },
  {
    "text": "So to go into exile as a translation of galah. Like, here's an example. Yeah, go to Isaiah 5, 13. So he's talking about how Jerusalem has become party central. Big drinking parties among the people who should be leading and protecting the city. And they're just like irresponsible drunks who take advantage of the poor. So this is a poem. He just lays into them. So in verse 13 of Isaiah 5, he says, Therefore my people are galad because of their lack of knowledge. He says, their honorable men are starving. The multitude in the city is parched with thirst. So the grave has opened its throat and its mouth wide, and all of Jerusalem's splendor and multitude, the din of revelry, will descend down into it. What he's talking about is how Assyria is coming to town and God going to let them surround the city if they don't change and take it out if they don't change their ways.",
    "start": "00:28:32",
    "end": "00:29:33"
  },
  {
    "text": "Which is a type of an apocalypse.",
    "start": "00:29:33",
    "end": "00:29:35"
  },
  {
    "text": "Yeah, exactly. It's to. This, for the city to.",
    "start": "00:29:35",
    "end": "00:29:38"
  },
  {
    "text": "Sorry. In the sense of the modern sense of an undoing.",
    "start": "00:29:38",
    "end": "00:29:42"
  },
  {
    "text": "I understand. Right, yeah.",
    "start": "00:29:42",
    "end": "00:29:44"
  },
  {
    "text": "Catastrophic event.",
    "start": "00:29:45",
    "end": "00:29:46"
  },
  {
    "text": "Correct, correct. It's catastrophic. But the. The core meaning of galah here is that the city is exposed to. In this case, to danger. And exposed. In chapter 20, he'll actually use the imagery of nakedness. You're going to be imprisoned in chain gangs and marched off naked to Assyria into exile.",
    "start": "00:29:46",
    "end": "00:30:07"
  },
  {
    "text": "Why is it translated exile if it. I mean, it would make just as much sense to say, therefore my people are exposed.",
    "start": "00:30:07",
    "end": "00:30:12"
  },
  {
    "text": "Yeah, totally. That's a great question. I think you would just have to go in on a case by case basis and look at the context. I Think. But because what Isaiah is predicting is that the city will be conquered, they'll be hauled off into captivity.",
    "start": "00:30:12",
    "end": "00:30:26"
  },
  {
    "text": "Yeah.",
    "start": "00:30:26",
    "end": "00:30:26"
  },
  {
    "text": "As a result of being galad. I guess you would say it's a paraphrase.",
    "start": "00:30:26",
    "end": "00:30:30"
  },
  {
    "text": "Well, so this is interesting. This is where the. The modern idea of a catastrophic event and undoing the destruction of the world as we know it and this biblical. This other concept of an unveiling or. Sorry, a. Yeah. Exposing.",
    "start": "00:30:30",
    "end": "00:30:49"
  },
  {
    "text": "Yes.",
    "start": "00:30:49",
    "end": "00:30:49"
  },
  {
    "text": "They kind of merge because you're being exposed now the realities of your own destruction is going to come upon you. And so the two ideas are both present here.",
    "start": "00:30:49",
    "end": "00:31:04"
  },
  {
    "text": "Yeah. I think you could say this. The basic meaning is uncovered to be exposed or uncovered. In certain contexts, you can use the word to mean exposed to danger or attack or captivity. And because of that context, it means something more like exposed to being taken or taken advantage of or hurt. Harmed. That kind of thing. Yeah, Exposure for harm. But that harm meaning is not in the actual word.",
    "start": "00:31:04",
    "end": "00:31:33"
  },
  {
    "text": "Yeah.",
    "start": "00:31:33",
    "end": "00:31:33"
  },
  {
    "text": "It's in the context of the usage of the word.",
    "start": "00:31:33",
    "end": "00:31:36"
  },
  {
    "text": "So you are going to be exposed. Is that going to bring you harm or not?",
    "start": "00:31:36",
    "end": "00:31:40"
  },
  {
    "text": "Correct.",
    "start": "00:31:40",
    "end": "00:31:41"
  },
  {
    "text": "Is dependent on the context.",
    "start": "00:31:41",
    "end": "00:31:42"
  },
  {
    "text": "Yeah. Yeah. And this is just how words work. Like our English word run means to physically, like run down the street. But we also have this phrase, we say he runs the show or she runs that company. So we're using the word run to now metaphorically mean operating, which is using run as like how your legs operate. I think that's how the metaphor works. And now you're making something run by making it work. So the word actually means to make operate in that context. But it's the context that shows that the word run means that not the actual word run. The word run means your legs carry you down the street or something like that.",
    "start": "00:31:42",
    "end": "00:32:22"
  },
  {
    "text": "So you're saying that the word apocalypse can in the Bible at times, because the context mean and a catastrophic event.",
    "start": "00:32:23",
    "end": "00:32:32"
  },
  {
    "text": "Sometimes people have a moment of revealing or something is revealed to them. And what is revealed is about something terrible that's going to happen.",
    "start": "00:32:34",
    "end": "00:32:44"
  },
  {
    "text": "Yeah.",
    "start": "00:32:44",
    "end": "00:32:44"
  },
  {
    "text": "But that terrible something that's going to happen isn't what the word means.",
    "start": "00:32:44",
    "end": "00:32:48"
  },
  {
    "text": "Right.",
    "start": "00:32:48",
    "end": "00:32:49"
  },
  {
    "text": "It's the word that can be used when you're talking about that subject matter. But there are all kinds of other things as we're going to see that are apocalypsed or galad that have nothing to do with the end of the world. So what we're after is what's the core meaning of this verb that could then be put into other contexts?",
    "start": "00:32:49",
    "end": "00:33:07"
  },
  {
    "text": "Yeah.",
    "start": "00:33:08",
    "end": "00:33:08"
  },
  {
    "text": "Oh. So let me show you another example.",
    "start": "00:33:08",
    "end": "00:33:10"
  },
  {
    "text": "Okay. Sam.",
    "start": "00:33:10",
    "end": "00:33:44"
  },
  {
    "text": "In the book of Genesis, there's quite a lot of dreams. We've talked about a few.",
    "start": "00:34:14",
    "end": "00:34:19"
  },
  {
    "text": "Jacob's Ladder.",
    "start": "00:34:20",
    "end": "00:34:21"
  },
  {
    "text": "Exactly.",
    "start": "00:34:21",
    "end": "00:34:21"
  },
  {
    "text": "Or staircase.",
    "start": "00:34:22",
    "end": "00:34:22"
  },
  {
    "text": "Okay, so this is interesting. So in that story in Genesis 28, Jacob goes to a certain place, starting in verse 10 and following, and he lays down to go to sleep, and he had a dream. In the dream, what he sees is a ramp or stairway connecting the land, and its head is in the heavens. And he sees angelic beings, spiritual beings. There's, like, traffic.",
    "start": "00:34:22",
    "end": "00:34:48"
  },
  {
    "text": "And so in this sense, he is seeing the cosmos uncovered. In a sense, it's like he was in a place, normal desert area, and then he's dreaming. All of a sudden, some veil is pulled back and he sees what's really happening.",
    "start": "00:34:48",
    "end": "00:35:02"
  },
  {
    "text": "Yes, that's right. So later in Jacob's story, in Genesis 35, he refers back to that dream, and he says, there, God galad himself to me. So God was uncovered for him there. But a lot more than God in the dream. It's like the nature of the cosmos is uncovered.",
    "start": "00:35:02",
    "end": "00:35:23"
  },
  {
    "text": "Yeah.",
    "start": "00:35:23",
    "end": "00:35:23"
  },
  {
    "text": "So this right here, this story gives us a person, and then he wakes up from his dream, and he says, Verse 16, Yahweh is in this place. I didn't even know it. And he started freaking out, and he was like, this place is terrifying. This is the house of God. This is the gate of the heavens. It's like a portal. So this story right here, this story is the biblical meaning of apocalyptic. It's perfect example.",
    "start": "00:35:23",
    "end": "00:35:51"
  },
  {
    "text": "And in that case, it was scary and intense, but didn't mean the undoing of him or the.",
    "start": "00:35:52",
    "end": "00:35:58"
  },
  {
    "text": "Oh, that's right.",
    "start": "00:35:58",
    "end": "00:35:59"
  },
  {
    "text": "Or the end of his existence or the end of the world. Yeah, it just meant that there was some sort of vantage point now that he had the glasses were put on, as you said earlier.",
    "start": "00:35:59",
    "end": "00:36:09"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:36:09",
    "end": "00:36:10"
  },
  {
    "text": "He could see more of reality.",
    "start": "00:36:10",
    "end": "00:36:11"
  },
  {
    "text": "More. Okay, yes. All right, so let's talk about this. This is back to our dream conversation. We in our culture see dreams as a window to your internal psyche and what you're processing. This story presumes that on two fronts. Think back to our video and conversations about heaven and earth in the podcast. This was, like, years ago, but the basic biblical cosmology is that heaven and earth are distinct realms, but they overlap and are actually meant to completely overlap. That's what the Garden of Eden story is about, and that's what the end of the biblical story is about. And so biblical heaven and Earth, God's space and human space are actually overlapping realities. But in the biblical story, after the Exile from the garden. Humans become, what do you say? Blind to or unaware of the fact that heaven and earth overlap, or we actually don't want them to because it's dangerous to us. And so in the story of the Bible, biblical apocalypses are about moments when people wake up to the true nature of reality. What you just said, you wake up to the fact that, oh, this is a place or a moment where heaven and earth are one. We might use the word peak behind the curtain. There's a cosmology at work here because he sees heaven and earth united with this ramp. But also notice it's in a dream. So this hit me like a ton of bricks as I was processing all of this. In the biblical imagination, dreams are altered states of consciousness are an in between heaven and earth space. It's where you are able to truly encounter reality as it is. Aside from all of the conscious ways that we suppress reality and rewrite reality. It's as if it takes a. Once our. Once our conscious experience of reality is shut down or disarmed or something. Right. And I think we actually share this idea in our culture about dreams or altered states of consciousness, that it's somehow all of the conscious ways you're manipulating reality and your understanding of it are disarmed. And it's just this pure window of your subconscious into your life or your experience. And I think that's the idea here, is that a disarmed human mind can see reality for what it really is.",
    "start": "00:36:11",
    "end": "00:38:40"
  },
  {
    "text": "And I think, is it that they can or is it the sense of every dream is.",
    "start": "00:38:40",
    "end": "00:38:45"
  },
  {
    "text": "Oh, yeah, that's a good question. Well, no, I think as we're going to go on and see it, not every dream is. Okay, some dreams.",
    "start": "00:38:46",
    "end": "00:38:53"
  },
  {
    "text": "Some dreams are just dreams. There was a category for them, which is just some dreams are just your mind in a state of rambling.",
    "start": "00:38:53",
    "end": "00:39:00"
  },
  {
    "text": "Yeah, totally. And that's right, because there's going to be some people coming along saying, I had a dream, I had a dream. This is what Yahweh says. And Jeremiah is going to say, no, you're making that dream up.",
    "start": "00:39:00",
    "end": "00:39:10"
  },
  {
    "text": "I see. Okay, this is interesting. You're saying that in a dream state, you have the ability to see things as they really are.",
    "start": "00:39:10",
    "end": "00:39:17"
  },
  {
    "text": "Correct.",
    "start": "00:39:17",
    "end": "00:39:18"
  },
  {
    "text": "Because you're not getting in the way.",
    "start": "00:39:18",
    "end": "00:39:21"
  },
  {
    "text": "Yeah.",
    "start": "00:39:21",
    "end": "00:39:22"
  },
  {
    "text": "Your consciousness. You know what's interesting about that is how it's really trippy to think about how our experience of the world is just a construct in our brains.",
    "start": "00:39:22",
    "end": "00:39:34"
  },
  {
    "text": "Totally.",
    "start": "00:39:34",
    "end": "00:39:34"
  },
  {
    "text": "Right?",
    "start": "00:39:34",
    "end": "00:39:35"
  },
  {
    "text": "Yes.",
    "start": "00:39:35",
    "end": "00:39:35"
  },
  {
    "text": "And yes. That our brain doesn't actually care to let us experience what actually Is happening.",
    "start": "00:39:35",
    "end": "00:39:45"
  },
  {
    "text": "Correct. Yes.",
    "start": "00:39:45",
    "end": "00:39:46"
  },
  {
    "text": "What it wants to do is, is it wants to give you a representation, pretty quick and dirty representation of what's happening. Good enough. So that you can survive.",
    "start": "00:39:46",
    "end": "00:39:56"
  },
  {
    "text": "So that you don't die.",
    "start": "00:39:56",
    "end": "00:39:57"
  },
  {
    "text": "Yeah. So you don't die. And so that you can live a life. That's great.",
    "start": "00:39:57",
    "end": "00:40:02"
  },
  {
    "text": "Yeah, that's exactly right.",
    "start": "00:40:02",
    "end": "00:40:03"
  },
  {
    "text": "And maybe we've talked about this, but color is a great example of this.",
    "start": "00:40:03",
    "end": "00:40:07"
  },
  {
    "text": "Yes, it is.",
    "start": "00:40:07",
    "end": "00:40:08"
  },
  {
    "text": "Like when you're seeing color, you're seeing wavelengths. And the color white, for example, is actually every single wavelength coming at you. Blue, red, green, everything.",
    "start": "00:40:08",
    "end": "00:40:19"
  },
  {
    "text": "Yes, yes, yes.",
    "start": "00:40:19",
    "end": "00:40:20"
  },
  {
    "text": "And your brain is. Is just like, ah, that's just why I'm just gonna represent that as white, which is not actually what's happening. Yeah, it's like every color.",
    "start": "00:40:20",
    "end": "00:40:27"
  },
  {
    "text": "Yeah, exactly. Yeah, yeah, yeah, yeah.",
    "start": "00:40:27",
    "end": "00:40:29"
  },
  {
    "text": "And it's weird to think about. Oh, so you know, at the mantis shrimp or is that what they're called?",
    "start": "00:40:29",
    "end": "00:40:32"
  },
  {
    "text": "Oh, yeah, yeah, totally.",
    "start": "00:40:32",
    "end": "00:40:34"
  },
  {
    "text": "They can like see they have like.",
    "start": "00:40:34",
    "end": "00:40:35"
  },
  {
    "text": "Yeah.",
    "start": "00:40:35",
    "end": "00:40:36"
  },
  {
    "text": "With 17 cones.",
    "start": "00:40:36",
    "end": "00:40:37"
  },
  {
    "text": "Color cones are so awesome looking. They look like a glowing, radiating rainbow.",
    "start": "00:40:37",
    "end": "00:40:43"
  },
  {
    "text": "Yeah, yeah. And so they can see like ultraviolet rays. They can see all these things. So they're seeing colors we can't even imagine.",
    "start": "00:40:43",
    "end": "00:40:49"
  },
  {
    "text": "Correct.",
    "start": "00:40:49",
    "end": "00:40:49"
  },
  {
    "text": "Imagine all of a sudden getting a few extra color cones. And now you can see X rays and you can see, you know, all these. You would be looking out into the sky and it would be like some brand new place. It would feel like an unveiling.",
    "start": "00:40:49",
    "end": "00:41:03"
  },
  {
    "text": "Yeah. Like I've been blind to the true reality that's right in front of me.",
    "start": "00:41:03",
    "end": "00:41:08"
  },
  {
    "text": "Right.",
    "start": "00:41:08",
    "end": "00:41:09"
  },
  {
    "text": "I don't have eyes to see it, though.",
    "start": "00:41:09",
    "end": "00:41:10"
  },
  {
    "text": "So in both those cases, like the equipment that we have to see reality, but then also the fact that we are just creating, we're almost simulating reality in our brain so that we can just navigate through what's happening, that we actually can get in the way of experiencing what's really going on.",
    "start": "00:41:10",
    "end": "00:41:29"
  },
  {
    "text": "Totally. Yeah. So yeah, those are such good examples, John. So that's kind of within a modern framework.",
    "start": "00:41:29",
    "end": "00:41:34"
  },
  {
    "text": "This is what optical illusions are.",
    "start": "00:41:34",
    "end": "00:41:36"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:41:36",
    "end": "00:41:36"
  },
  {
    "text": "Optical illusions are just playing on the fact that your brain is doing shortcuts. That is not actually experience reality as it is, but just helping you experience reality to be efficient and helpful. And so that's where we get all.",
    "start": "00:41:37",
    "end": "00:41:50"
  },
  {
    "text": "These crazy, like, optical illusions. And more than that, I think, like spatial orientation works like this too. Where I've told you this story before. When it's nice weather in Portland, maybe six, seven months of the year, I walk to work so that I can read while I walk. And so I've programmed a few, like, paths, a few routes so that I know, like, where all the cracks in the sidewalk are. And I can just read and not have to look where I'm going. Except when I cross the street. I put down the book when I am crossing the street. But it's happened to me numerous times where I maybe took a different turn when I get close to the studio and I look up for my book and I don't know where I am for about 15 to 10, 15 seconds. And I realize, oh, I took a different turn subconsciously. And where I thought I was is not where I am. So my brain had created reality.",
    "start": "00:41:50",
    "end": "00:42:44"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:42:44",
    "end": "00:42:45"
  },
  {
    "text": "While I was walking. Yeah, I thought you were created an alternate reality that didn't correspond to where I actually was. It's a silly example, but, well, we.",
    "start": "00:42:45",
    "end": "00:42:53"
  },
  {
    "text": "Do this all the time. Relationships too, where it's like I create a reality of what I think your motives are correct. Think. Yeah. Why you're doing what you're doing.",
    "start": "00:42:53",
    "end": "00:43:01"
  },
  {
    "text": "Yes.",
    "start": "00:43:01",
    "end": "00:43:01"
  },
  {
    "text": "And it's just. And it could be completely wrong, but I'm creating it so I can try to navigate through the world.",
    "start": "00:43:01",
    "end": "00:43:07"
  },
  {
    "text": "That's exactly right.",
    "start": "00:43:07",
    "end": "00:43:08"
  },
  {
    "text": "Now, with that said, it's also strange to say when you're sleeping or in some altered state of consciousness, you can experience reality as it truly is. You can make the argument that, no, you're actually experiencing just some even more.",
    "start": "00:43:09",
    "end": "00:43:23"
  },
  {
    "text": "Warped, like, oh, I understand.",
    "start": "00:43:23",
    "end": "00:43:26"
  },
  {
    "text": "Experience of reality. Like, what makes, you know. Like, it's still silly.",
    "start": "00:43:26",
    "end": "00:43:30"
  },
  {
    "text": "But wasn't this the core contribution again, of Freud and Jung to say that our conscious. Our ego, our conscious self is encountering reality and then fabricating narratives to make it less painful, more pleasurable, and so we can survive? And so what our subconscious is, is it's an unmanipulated self. It's an unfabricated self. And the way that it communicates to us is often through symbols, images, these fantastic imagery that fill our dreams. But the core intuitions. I mean, you just told me a few minutes ago about these dreams of feeling, like, valued and an important member of the world that's affirmed and welcome. And then another dream where you're a fraud and a sham and all this. Yeah, like, that's. Dude, that's deep stuff. Yeah, that gets really.",
    "start": "00:43:30",
    "end": "00:44:25"
  },
  {
    "text": "Gets to the core.",
    "start": "00:44:25",
    "end": "00:44:26"
  },
  {
    "text": "And that's probably, like, what's really going on with all of us. Yeah, but that's so sensitive and so vulnerable that our conscious self just covers all that up. It's the same thing as, like, the bully on the playground is probably the most insecure kid on the playground.",
    "start": "00:44:26",
    "end": "00:44:43"
  },
  {
    "text": "Right.",
    "start": "00:44:43",
    "end": "00:44:43"
  },
  {
    "text": "But he masks it by over asserting.",
    "start": "00:44:43",
    "end": "00:44:46"
  },
  {
    "text": "And so it's a disarming place. His dreams.",
    "start": "00:44:46",
    "end": "00:44:49"
  },
  {
    "text": "That's right. So I actually think the Jacob story is perfect. Why is he sleeping in a field?",
    "start": "00:44:49",
    "end": "00:44:54"
  },
  {
    "text": "He's running.",
    "start": "00:44:54",
    "end": "00:44:55"
  },
  {
    "text": "He and his mom just manipulated his dad and his brother. His brother wants to kill him and so he has to run for his life.",
    "start": "00:44:55",
    "end": "00:45:04"
  },
  {
    "text": "Yeah. And he's probably creating this whole story of like why that's happening.",
    "start": "00:45:04",
    "end": "00:45:07"
  },
  {
    "text": "Yes, yes. So he lays down and he has this dream where the God of his ancestors, God, appears to him and starts talking. I'm the God of Abraham, Isaac and Jacob. And what he hears God say is, listen, the promise that I gave to your father and your grandfather, I'm going to multiply your descendants here in this land. You're going to come back to the land. It's as if it's this moment of clarity. And he sees that his life is actually the stage of God's purposes and plans and that all of his manipulating and scheming and the suffering and pain of the relationships that are all broken, all that stripped away. And he sees that all of this is a vehicle of the thing that God is doing in my life. And all of a sudden, to be laid bare or to be exposed is. That's exactly what a great word to describe this moment.",
    "start": "00:45:07",
    "end": "00:46:01"
  },
  {
    "text": "Yeah.",
    "start": "00:46:01",
    "end": "00:46:01"
  },
  {
    "text": "And I like this idea of. It's this peeling back of your conscious fabrications of reality to your. To the true nature of reality.",
    "start": "00:46:01",
    "end": "00:46:10"
  },
  {
    "text": "Interesting. Yeah. Can you imagine if I granted you the ability right now to peel all that back? Would you do it? I mean, it's. It's like.",
    "start": "00:46:10",
    "end": "00:46:20"
  },
  {
    "text": "It's a good question.",
    "start": "00:46:20",
    "end": "00:46:21"
  },
  {
    "text": "It would be really intense, like if all of a sudden you were able to see the true. Like why you're really doing what you're doing.",
    "start": "00:46:21",
    "end": "00:46:29"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:46:29",
    "end": "00:46:30"
  },
  {
    "text": "And the state of the city that you're living in, and the pain and the suffering, but also the good, but just everything just becomes crystallized for what it really is.",
    "start": "00:46:30",
    "end": "00:46:41"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:46:41",
    "end": "00:46:42"
  },
  {
    "text": "It would be really intense.",
    "start": "00:46:43",
    "end": "00:46:45"
  },
  {
    "text": "One version of that is going to see a therapist. Yeah.",
    "start": "00:46:45",
    "end": "00:46:50"
  },
  {
    "text": "But that takes like, that's weeks and weeks and weeks as they slowly massage you into being able to do it.",
    "start": "00:46:50",
    "end": "00:46:56"
  },
  {
    "text": "But think like that the window to the internal is that form of exposure. The experience of therapy is so painful for so many of us. But then also flip that external. What if you could see the reality of all of the people and the stories that we're all living by and believing, and it's all laid bare. And what Jacob sees is that his life isn't just, you know, a set of molecules bouncing off out into chaos. What he sees is that there's a divine order and purpose, that heaven and earth really are one, and that his life and all of human history is the stage of God's purpose to reunite heaven and earth.",
    "start": "00:46:56",
    "end": "00:47:40"
  },
  {
    "text": "I think that's the beautiful thing about the biblical narrative is when that happens, when there's an apocalypse, when there's an unveiling, it's intense. But ultimately, what you find there is the slain lamb who is there for you, who wants to recreate, create you and find love.",
    "start": "00:47:40",
    "end": "00:47:57"
  },
  {
    "text": "Yes.",
    "start": "00:47:57",
    "end": "00:47:58"
  },
  {
    "text": "Sam.",
    "start": "00:48:21",
    "end": "00:48:37"
  },
  {
    "text": "Yeah. So these are the two sides of biblical apocalyptic. Sometimes it's somebody who's suffering, hurting, in pain, like here, Jacob, or with the book of Revelation, it's seven church communities, some of whom are being persecuted and killed for following Jesus, others of which are affluent, wealthy and apathetic. And so to those who are suffering, the biblical apocalypse brings great assurance that all of this pain, all of this chaos is the stage of God's loving purposes to restore creation. But yet, for the apathetic and the affluent, that same apocalypse is a warning. Like everything that you think is important and care about, it's all a sham. The power you think you have, it's all going away. It's all going to get stripped away, uncovered, in light of the reality of God's justice, that's going to address everything that's so screwed up about our world on the way to healing it. And so biblical apocalypses comfort and they challenge, they warn and they assure, bring assurance of God's love. But it's the same thing happening underneath all of apocalyptic in general. It's uncovering the true nature of reality, which tells the truth about myself and then tells the truth about who's really in charge around here and what's really going on. If you could peel back the curtain.",
    "start": "00:48:51",
    "end": "00:50:12"
  },
  {
    "text": "Yeah. If you're exposed to someone who loves you and who's for you, it can be a beautiful and intimate thing and full of joy and hope. If you're exposed to an enemy or if you're exposed in a situation where you're in danger, it's frightening and horrible.",
    "start": "00:50:12",
    "end": "00:50:31"
  },
  {
    "text": "Yeah, that's exactly right. So this is the big picture of apocalyptic, the meaning of what the word is in the Bible. So what I think might be helpful to do is go through from here some more uses of the word and some more stories of apocalypses just to kind of keep building this portrait. It's about when somebody gets a window into the true nature of reality. And then this will help us go back to, of course, the Garden of Eden and see and understand it as the first apocalypse.",
    "start": "00:50:32",
    "end": "00:51:06"
  },
  {
    "text": "Okay, thanks for listening to this episode of the BibleProject podcast. Next week we'll continue our discussion on how to read apocalyptic literature. We'll talk about how an apocalypse isn't something that we create. Rather, an apocalypse is something that happens to us.",
    "start": "00:51:06",
    "end": "00:51:24"
  },
  {
    "text": "If you read the Gospels, what they're saying is, is that in and of themselves, humans remain blind to the true nature of reality. We need the Creator to pull back the veil, so to speak. And in the story of Jesus, life, death, and resurrection, Jesus claim right here in Matthew 11 is that he is the one who pulls back the curtain to the nature of reality and the nature of who he is. And unless you undergo that apocalypse, you won't understand him or yourself or the world.",
    "start": "00:51:24",
    "end": "00:51:55"
  },
  {
    "text": "Today's show was produced by Dan Gummel. Our theme music is from the band Tense. If you're new to the Bible Project, well, welcome. We are a group of artists and educators in Portland, Oregon, and we create resources that show the Bible as a unified story that leads to Jesus. These resources are free because they've already been paid for by people like you who have pitched in and allowed us to just work on this project. And we're so thankful for you. So thank you for being a part of this with us.",
    "start": "00:51:55",
    "end": "00:52:26"
  },
  {
    "text": "Hi, this is Sarah Worsham from Dallas, Texas. And my favorite thing about the Bible Project is how accessible it makes the Scriptures to people who have never gotten a formal Bible training or education. And I love to use it in one on one Bible study and in small groups. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts and more@thebibleproject.com.",
    "start": "00:52:27",
    "end": "00:52:57"
  },
  {
    "text": "Sam.",
    "start": "00:53:12",
    "end": "00:53:19"
  }
]