[
  {
    "text": "Hey, this is John from the bibleproject. And today on the podcast, Tim and I are going to start a new series on how to read apocalyptic literature.",
    "start": "00:00:05",
    "end": "00:00:13"
  },
  {
    "text": "And this is one of those moments where it's really hard to check our own language and ideas at the door, but we must, because, spoiler alert, the word apocalypse in the Bible does not mean. Mean the end of the world. Like, not even at all.",
    "start": "00:00:13",
    "end": "00:00:29"
  },
  {
    "text": "This is parts of your Bible, full of symbolism and imagery and lots of crazy things happening. The Book of Revelation is one long piece of apocalyptic literature written in the form of a letter at the end of your Bible. So we're going to talk about apocalyptic literature, and we're bumping up this series because, well, things are crazy right now. So thanks for joining us. Here we go. So. Hey, Tim.",
    "start": "00:00:29",
    "end": "00:01:01"
  },
  {
    "text": "Hi, John.",
    "start": "00:01:01",
    "end": "00:01:02"
  },
  {
    "text": "We have been doing a whole series, an ongoing series on how to read the Bible.",
    "start": "00:01:03",
    "end": "00:01:08"
  },
  {
    "text": "Yeah.",
    "start": "00:01:08",
    "end": "00:01:09"
  },
  {
    "text": "And there's 19 videos in this series.",
    "start": "00:01:09",
    "end": "00:01:12"
  },
  {
    "text": "Yeah.",
    "start": "00:01:12",
    "end": "00:01:13"
  },
  {
    "text": "And the. The 19th video.",
    "start": "00:01:13",
    "end": "00:01:14"
  },
  {
    "text": "Yes.",
    "start": "00:01:14",
    "end": "00:01:15"
  },
  {
    "text": "Which will not come out until. I don't know, right before the summer.",
    "start": "00:01:15",
    "end": "00:01:19"
  },
  {
    "text": "Yeah. I think late spring, early summer, 2020.",
    "start": "00:01:20",
    "end": "00:01:23"
  },
  {
    "text": "Is going to be on how to read apocalyptic literature. It's the final video in the whole series.",
    "start": "00:01:24",
    "end": "00:01:28"
  },
  {
    "text": "Yeah. The video series on how to read the Bible will have 19 parts, three years in the making. And then we've had podcast conversations, short series for every one of those videos. It's been amazing. So apocalyptic literature is the last one. However, it won't end up being the last podcast series because we decided to do something brand new right now in this podcast episode and for this series. John, what's the story?",
    "start": "00:01:28",
    "end": "00:01:58"
  },
  {
    "text": "Well, we still have how to read the letters to do.",
    "start": "00:01:58",
    "end": "00:02:01"
  },
  {
    "text": "That's right.",
    "start": "00:02:01",
    "end": "00:02:02"
  },
  {
    "text": "And the letters being the small books in the back of your Bible that you're probably really familiar with because they're easy to preach, they're easy to read.",
    "start": "00:02:02",
    "end": "00:02:13"
  },
  {
    "text": "They're the most used and quoted parts of the Bible in at least the contemporary Protestant church. Yeah, yeah.",
    "start": "00:02:14",
    "end": "00:02:20"
  },
  {
    "text": "We have two videos that are gonna come out on those. How to read letters in their historical setting and also how to read them in their literary setting. But we're gonna skip that podcast conversation and then.",
    "start": "00:02:20",
    "end": "00:02:33"
  },
  {
    "text": "Or just delay it. We're gonna delay it.",
    "start": "00:02:33",
    "end": "00:02:35"
  },
  {
    "text": "Delay it.",
    "start": "00:02:35",
    "end": "00:02:36"
  },
  {
    "text": "Yeah, yeah, yep.",
    "start": "00:02:36",
    "end": "00:02:37"
  },
  {
    "text": "Not skip it. So we could jump into this conversation on apocalyptic literature, because right now we are experiencing an apocalypse, and we want to talk about that. And then this conversation, talking about kind of what's happening in the world with. With this novel, coronavirus, and how the whole world is dealing with it and how it's affecting everyone. By having a conversation about that and whether or not that is an apocalypse that'll tee us up to then just talk about apocalyptic literature. Yeah, for the next few episodes.",
    "start": "00:02:37",
    "end": "00:03:12"
  },
  {
    "text": "Yeah. Yes. So. Right. So the COVID 19 pandemic is weeks and months underway for most Europeans and Americans, obviously in Asia and China particularly. It's been around for longer. And at this point when we're recording this mid April 2020, virtually no one in the world has been unaffected by this.",
    "start": "00:03:12",
    "end": "00:03:33"
  },
  {
    "text": "Right, Yeah, I just looked it up. There's only a few countries that don't have any cases.",
    "start": "00:03:33",
    "end": "00:03:38"
  },
  {
    "text": "And so there are lots of Christians and even former Christians on the interweb who are having debates and conversations about whether this catastrophe is a sign of the apocalypse or a sign of the end times. I was telling you, John, the other day, I got a mailer, like a neighborhood city wide mailer for a Christian prophecy conference, like an end times prophecy conference that was going to be held at a hotel conference room in my part of town. But then they moved it to be online and it was everything you would kind of expect. You know, it was like, see how the book of revelation predicted the COVID 19 pandemic? That's what it said. See how, you know, current events are written. Written already 2000 years ago in the last book of the Bible, this kind of thing.",
    "start": "00:03:39",
    "end": "00:04:28"
  },
  {
    "text": "What do you think they mean with the book of Revelation? Predicted coronavirus. If you had to guess chapter and verse, what are they referring to?",
    "start": "00:04:28",
    "end": "00:04:37"
  },
  {
    "text": "Oh, the. There are three different seven part cycles of catastrophe. Right. The seven seals, the seven trumpets and the seven bowls. A number of them describe skin disease and diseases or plagues that affect the human population, but also famine and war and all this kind of thing. Cosmic collapse on a global scale. Those three seven part cycles of catastrophe have fueled the imaginations of every generation of Revelations readers for the last 2,000 years. Yeah. The number of generations that have thought they were in the final era of the history of the world because of those descriptions is very many. We're in a long chain here. That prophecy mailer I got fits into a very long chain of that interpretation of the book of Revelation.",
    "start": "00:04:37",
    "end": "00:05:29"
  },
  {
    "text": "Yeah, yeah. Plagues are very biblical thing.",
    "start": "00:05:29",
    "end": "00:05:33"
  },
  {
    "text": "Totally. Yeah.",
    "start": "00:05:33",
    "end": "00:05:34"
  },
  {
    "text": "Bible talks about plagues a lot.",
    "start": "00:05:34",
    "end": "00:05:35"
  },
  {
    "text": "Yeah, yeah. Going all the way back to the plagues on Egypt.",
    "start": "00:05:35",
    "end": "00:05:39"
  },
  {
    "text": "Yeah.",
    "start": "00:05:39",
    "end": "00:05:39"
  },
  {
    "text": "So, you know, diseases and plagues have actually been a repeating phenomenon for most generations, for most of human history. And so, yeah, they're widely discussed in the Bible, not just in apocalyptic literature. So essentially the weird irony, I don't know. Do you call it an irony. We just finished that five part podcast conversation on how to read apocalyptic literature. I don't know, two, three weeks before the pandemic really, really hit at least America. And so what we thought we would do was enlighten, kind of to anticipate what's going to be talked about in the episodes to come. We thought we would record like a real time reflection on what you and I have been experiencing since we had that conversation and how we're processing it, how we're trying to think about it in light of what we've learned about apocalyptic literature in the Bible. Hopefully, I think this will be helpful for you and I, John, and we hope that it will be helpful for you all and maybe kind of get all of us, John and I and all of you listening into a frame of mind for how these books of the Bible and sections of the Bible could actually really help us not just make sense, but help us respond appropriately to the situation that we all find ourselves in. SA.",
    "start": "00:05:40",
    "end": "00:07:18"
  },
  {
    "text": "So in the coming episodes, we're gonna, we're gonna walk through a lot of this, but let's do a bit of a crash course.",
    "start": "00:07:45",
    "end": "00:07:51"
  },
  {
    "text": "Okay.",
    "start": "00:07:51",
    "end": "00:07:51"
  },
  {
    "text": "On apocalyptic literature.",
    "start": "00:07:51",
    "end": "00:07:53"
  },
  {
    "text": "Yes.",
    "start": "00:07:53",
    "end": "00:07:54"
  },
  {
    "text": "And the first point of which that we talk about is, does the Apocalypse mean the end of the world?",
    "start": "00:07:54",
    "end": "00:08:01"
  },
  {
    "text": "Yes.",
    "start": "00:08:01",
    "end": "00:08:01"
  },
  {
    "text": "Because in popular uses of the phrase, that's what it means.",
    "start": "00:08:01",
    "end": "00:08:05"
  },
  {
    "text": "Correct.",
    "start": "00:08:05",
    "end": "00:08:06"
  },
  {
    "text": "If you're talking about apocalypse, you're talking about the world ending.",
    "start": "00:08:06",
    "end": "00:08:09"
  },
  {
    "text": "That's right.",
    "start": "00:08:09",
    "end": "00:08:10"
  },
  {
    "text": "In English.",
    "start": "00:08:10",
    "end": "00:08:10"
  },
  {
    "text": "Yes, in English. And that's because look up the word apocalypse in any English dictionary and it will tell you that it's an event, you know, related to the catastrophic destruction of the world. Total and complete destruction of the world. That's the meaning of the word in English. And this is one of those moments where it's really hard to check our own language and ideas at the door. But we must, because, spoiler alert, the word apocalypse in the Bible does not mean the end of the world. Like, not even at all.",
    "start": "00:08:10",
    "end": "00:08:43"
  },
  {
    "text": "Not even like a little bit.",
    "start": "00:08:43",
    "end": "00:08:45"
  },
  {
    "text": "It's not even close. The word has a very clear meaning. Look it up in any Bible dictionary, look it up in a concordance, and it'll become very clear that it does not mean the end of the world.",
    "start": "00:08:45",
    "end": "00:08:58"
  },
  {
    "text": "Okay.",
    "start": "00:08:59",
    "end": "00:09:00"
  },
  {
    "text": "All right. Should we dive further into that point? Yeah, we've just made a tall claim. Shall we back it up? Here's a teaching of Jesus where he uses the word apocalypse twice, two times. It's in Matthew, chapter 11. It's a prayer that Jesus prays to the Father, a prayer from the Son of God to the Father. It's from Matthew 11, 25, 27. At that time, Jesus said, I praise you, Father, Lord of the skies and the land, because you have hidden these things. And in context, these things are what Jesus is teaching about his true identity. You, Father, have hidden these things from the wise, from the learned, and you have apocalypsed them to little children. Whoa.",
    "start": "00:09:00",
    "end": "00:09:45"
  },
  {
    "text": "What's Jesus doing? He's ending the world.",
    "start": "00:09:45",
    "end": "00:09:48"
  },
  {
    "text": "Okay. Yes, Father. You were so pleased to do this. Jesus goes on. All things have been given over to be by my Father. No one knows the Son except the Father, and no one knows the Father except the Son and those people to whom the Son chooses to apocalypse the Father. Okay, so our English word apocalypse is not an English word. It's one of these Greek words that's spelled with English letters that has become an English word.",
    "start": "00:09:49",
    "end": "00:10:17"
  },
  {
    "text": "What's that called? Transliteration or.",
    "start": "00:10:17",
    "end": "00:10:19"
  },
  {
    "text": "Oh, yep, it's a transliteration.",
    "start": "00:10:19",
    "end": "00:10:21"
  },
  {
    "text": "Yeah.",
    "start": "00:10:21",
    "end": "00:10:22"
  },
  {
    "text": "Like baptism is a Greek word that means immersion. Angel is a Greek word spelled with English letters.",
    "start": "00:10:22",
    "end": "00:10:29"
  },
  {
    "text": "Okay. Yeah, I guess it's kind of more of a Anglicized version.",
    "start": "00:10:29",
    "end": "00:10:33"
  },
  {
    "text": "Yes. Yeah, that's right.",
    "start": "00:10:33",
    "end": "00:10:34"
  },
  {
    "text": "Where. Because in Greek, it's what, Apocalypsis or something.",
    "start": "00:10:34",
    "end": "00:10:38"
  },
  {
    "text": "Or apocalypsis is the noun, apocalypses.",
    "start": "00:10:38",
    "end": "00:10:41"
  },
  {
    "text": "Okay.",
    "start": "00:10:41",
    "end": "00:10:41"
  },
  {
    "text": "And then apocalypto is the verb. That's what Jesus uses here. So he apocalypses hidden things about himself, two children, and he apocalypses God the Father to other people. So whatever the word means, it has to be appropriate to how Jesus is using the word right here. Ooh, this is interesting. In this statement, the opposite of an apocalypse is for something to be hidden. Do you see that? You've hidden things from the wise and you have apocalypsed them to children. So you get the picture right here. The word means to uncover or reveal, to make something visible. That's what the word apocalypse means.",
    "start": "00:10:41",
    "end": "00:11:22"
  },
  {
    "text": "To make something visible.",
    "start": "00:11:22",
    "end": "00:11:23"
  },
  {
    "text": "Yeah.",
    "start": "00:11:23",
    "end": "00:11:24"
  },
  {
    "text": "Now, when I said, does it mean even a little bit the end of the world? In that if an apocalypse is making the end of the world visible, then the apocalypse, like, let's take the Book of Revelation.",
    "start": "00:11:24",
    "end": "00:11:38"
  },
  {
    "text": "Yeah.",
    "start": "00:11:38",
    "end": "00:11:38"
  },
  {
    "text": "The word revelation, because to reveal.",
    "start": "00:11:38",
    "end": "00:11:41"
  },
  {
    "text": "To reveal. Yeah, that's exactly.",
    "start": "00:11:41",
    "end": "00:11:44"
  },
  {
    "text": "And it is an apocalypse. The whole thing's an apocalypse.",
    "start": "00:11:44",
    "end": "00:11:46"
  },
  {
    "text": "Yes. Sorry. Just to make that clear, the first word of the last book of the Bible that we call the Revelation, the first word is apocalypsis, an apocalypse of Jesus Christ that God gave to him. So it's a revealing, an uncovering.",
    "start": "00:11:46",
    "end": "00:12:03"
  },
  {
    "text": "This is a revealing.",
    "start": "00:12:03",
    "end": "00:12:05"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:12:05",
    "end": "00:12:05"
  },
  {
    "text": "But arguably, it's a revealing about the.",
    "start": "00:12:05",
    "end": "00:12:07"
  },
  {
    "text": "End of the world, maybe that's a debatable matter. So in other words, if I uncover, let's say I made a really nice dinner for you. Let's say Jessica and I had you and Ch. Tristan over for dinner.",
    "start": "00:12:07",
    "end": "00:12:19"
  },
  {
    "text": "What'd you make us?",
    "start": "00:12:19",
    "end": "00:12:20"
  },
  {
    "text": "Ooh, man. Do you like fennel?",
    "start": "00:12:21",
    "end": "00:12:23"
  },
  {
    "text": "I don't know, do I?",
    "start": "00:12:23",
    "end": "00:12:24"
  },
  {
    "text": "Anyway, let's say I like pork chops and fennel. It's a totally non kosher meal. But let's say I like cover it. I cover the table with a little cloth to surprise you. If you come into the room and I pull back the cloth, it's an apocalypse. I uncovering. Now the fact that I'm uncovering a dinner, that's the thing that's being apocalypsed. But that doesn't affect the meaning of the word apocalypse. That doesn't mean that the word apocalypse always means an apocalypse of food. It's just, that's the thing in this moment that I might be apocalypsing, but.",
    "start": "00:12:24",
    "end": "00:13:00"
  },
  {
    "text": "When the Bible is revealing things. I'm just playing devil's advocate here.",
    "start": "00:13:00",
    "end": "00:13:04"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:13:04",
    "end": "00:13:05"
  },
  {
    "text": "When you're in apocalyptic literature, isn't the thing that it's revealing always the end of the world?",
    "start": "00:13:05",
    "end": "00:13:11"
  },
  {
    "text": "What we just read of Jesus, he's saying that his own mission to announce the kingdom of God in Galilee, he says it's an apocalypse. That's why he uses the word. He says God is apocalypsing to people who Jesus is. So in this case, the apocalypse of Jesus in the Gospel of Matthew is what's being revealed is who Jesus is, his identity. So that's not the end of the world. That's about the apocalypse of the Son of God. So in other words, an apocalypse refers to a moment when something that was not clear or very visible to people all of a sudden becomes clear because something has happened to open their eyes to see something they couldn't see before. That's an apocalypse. But what the apocalypse is about will differ from context to context.",
    "start": "00:13:11",
    "end": "00:14:00"
  },
  {
    "text": "And I've been a little facetious about this whole thing.",
    "start": "00:14:01",
    "end": "00:14:03"
  },
  {
    "text": "No, that's good.",
    "start": "00:14:03",
    "end": "00:14:04"
  },
  {
    "text": "Because the other thing is that if you've been listening to this podcast for any length or watch our videos, we talk a lot about how the story of the Bible isn't about just going to heaven when you die or the earth being destroyed and us being disembodied in some heavenly space. Story of the Bible is about a recreated earth. And so there is no end of the world. There's the beginning, the world, and there's a New beginning of the world.",
    "start": "00:14:04",
    "end": "00:14:32"
  },
  {
    "text": "Yeah, yeah. In fact, in the Gospel of Matthew later on, Jesus has a word to describe what he sees happening at the culmination of history. It's in Matthew, chapter 19, verse 28. He calls it in Greek the Palanganesia, the being born again of creation. The new American standard uses the word regeneration, or the NIV uses the phrase in the renewal of all things. I like that.",
    "start": "00:14:32",
    "end": "00:15:02"
  },
  {
    "text": "Yeah.",
    "start": "00:15:02",
    "end": "00:15:03"
  },
  {
    "text": "But Jesus vision for the end of history is the rebirth of the universe, a renewal of the universe.",
    "start": "00:15:03",
    "end": "00:15:10"
  },
  {
    "text": "And the story of the Bible is interested in that too.",
    "start": "00:15:10",
    "end": "00:15:12"
  },
  {
    "text": "Correct. That's what it's all aiming, aiming towards.",
    "start": "00:15:12",
    "end": "00:15:14"
  },
  {
    "text": "When the Bible talks about this, you know, pretty wild transformation of people and creation into something new, what is that going to look like? What's that going to be? The language and the symbols used end up being very imaginative and are written in what we call apocalyptic style.",
    "start": "00:15:15",
    "end": "00:15:36"
  },
  {
    "text": "Yeah. In other words, we haven't defined yet. And we will later in the series. I'm not sure we'll want to in this episode, give a full description of what makes a part of the Bible an apocalyptic piece of literature. But some of the descriptions of the culmination of history in the Bible are written in a literary form that you could call apocalyptic. And it is, it's highly symbolic. But there are also depictions about the future of the universe written in poetry in the prophets. They're not apocalypses, which are usually dreams or visions. They're just beautifully written poems, just poetic reflections that anticipate what God's going to do in the future. Or Paul can Write in Romans 8, he's writing a letter, but he'll talk about the future of the universe in discourse style. So the future of the universe is talked about in many literary styles in the Bible, but. But sometimes people have dreams or visions about that ultimate outcome. But whether or not that helps us understand everything about apocalypses in the Bible is yet to be determined. In other words, apocalypses can be about something else too. Not just the future, just not the.",
    "start": "00:15:37",
    "end": "00:16:42"
  },
  {
    "text": "Renew of all things.",
    "start": "00:16:42",
    "end": "00:16:42"
  },
  {
    "text": "That's one of the things that can be apocalypsed.",
    "start": "00:16:42",
    "end": "00:16:45"
  },
  {
    "text": "What else could an apocalypse be about?",
    "start": "00:16:45",
    "end": "00:16:47"
  },
  {
    "text": "Ah, that's good. Thank you for asking, John.",
    "start": "00:16:47",
    "end": "00:16:49"
  },
  {
    "text": "Sam.",
    "start": "00:16:49",
    "end": "00:17:05"
  },
  {
    "text": "Paul's letter to the Galatians in chapter one tells a short autobiography. And he talks about how, listen, I used to be a Pharisee. I was like, excelled everyone in my generation in my rabbinic school. And then he says, but all of a sudden he says, God apocalypsed his son to me. That's what he says in Galatians 1 what's cool about that is that he's referring to something that we have a narrative about in the Book of Acts.",
    "start": "00:17:37",
    "end": "00:18:02"
  },
  {
    "text": "Yeah, his road to Damascus.",
    "start": "00:18:02",
    "end": "00:18:04"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:18:04",
    "end": "00:18:05"
  },
  {
    "text": "Moment with Jesus.",
    "start": "00:18:05",
    "end": "00:18:06"
  },
  {
    "text": "So such a great example. Paul has a vision of the world that's biblical as he's going to Damascus. I mean, it's fully inspired by a lifetime of close reading of the Hebrew scriptures.",
    "start": "00:18:06",
    "end": "00:18:17"
  },
  {
    "text": "He believes in the God of Israel. He believes in God's promise to Abraham. He is waiting for the renewal of all things. He's in.",
    "start": "00:18:17",
    "end": "00:18:30"
  },
  {
    "text": "He's in. And in particular, he believes that when the faithful among Israel get their act together and are hyper devoted to the laws of the Torah, then God will respond by gifting them with the Messiah and the kingdom of God and the restoration of Jerusalem. That's his vision. And so when the Jesus movement pops up in Jerusalem, he thinks it's a heretical sect that's going to lead Israel astray from what really needs to happen. And so he joins the team to stomp it out. And he starts getting people arrested. And while he's on the road to go arrest some followers of Jesus in Damascus, the risen Jesus appears to him in a vision. But it's also some sort of event that shines a bright light because the people who are with him, he says, experience something too. And all of a sudden, Paul says he heard and met the risen Jesus, saying, you're fighting against me, I'm the one that you're hoping in. I represent the hope of Israel. And he stops Paul dead in his tracks. And so the point is that the narrative doesn't use the word apocalypse. It uses the imagery of light and how he can see Jesus now in a way he's never been able to see him before.",
    "start": "00:18:30",
    "end": "00:19:43"
  },
  {
    "text": "Right. So it's describing a revelation, it's describing an epiphany, an apocalypse.",
    "start": "00:19:44",
    "end": "00:19:48"
  },
  {
    "text": "I mean, he calls it an apocalypse in his letter to the Galatians, and.",
    "start": "00:19:48",
    "end": "00:19:51"
  },
  {
    "text": "He calls it an apocalypse.",
    "start": "00:19:51",
    "end": "00:19:52"
  },
  {
    "text": "Yeah. And what it is, is he can see something from God's point of view, from a divine point of view. He can now see the reality of the Jesus movement and of who Jesus is. He's been wrong. His current way of seeing the world is actually blinding him to the truth about reality and who Jesus is. And it took an apocalypse to reorient his imagination to truth. So this is such a great example. This is like the quintessential apocalypse where it's not just that you're blind or that you're hidden to. It's my current way of Seeing the world leaves whole parts of reality invisible to me. I can't see them and I won't be able to until there's some kind of event, often that God will allow or cause that shatters and disrupts my way of seeing. And all of a sudden I can see things that I've never seen before. But they were there all along. Yeah, in this case, the Jesus movement and so on. This is the heartbeat of biblical apocalypses. And so what is apocalypse might be something about the future, but in this case it's something that's right in front of Paul.",
    "start": "00:19:52",
    "end": "00:20:54"
  },
  {
    "text": "It's about his life. Yeah, it's about what's presently happening in his life.",
    "start": "00:20:54",
    "end": "00:20:58"
  },
  {
    "text": "So again, the future episodes will go into more examples and so on. But I guess real time right now for you and I, you've had, you know, some time to think about this, not just in light of the pandemic we're sitting in. We can talk about that in a minute. But just. I don't know how have you processed that or sat with it as you've had weeks to think about it now?",
    "start": "00:20:58",
    "end": "00:21:17"
  },
  {
    "text": "Well, I think that it's a really important distinction and it's gonna be hard. It's hard in my mind to make the shift from that word that's been used in a certain way my whole life in pop culture and in church. An apocalypse that's the end of the world. Apocalyptic literature then is literature about the end of the world. Two, a shift of an apocalypse is that moment of clarity of something being exposed and revealed or uncovered. So one, it's difficult to make that switch in my mind, but secondly, it's such a ripe and really wonderful way to think about the purpose of scripture, the purpose of meditating on God's word is that ultimately we talked about this in the poetry video. We develop these well worn paths of how we think about things.",
    "start": "00:21:17",
    "end": "00:22:09"
  },
  {
    "text": "Literally in our brain there are, well, warns it's synaptic pathways or whatever and.",
    "start": "00:22:10",
    "end": "00:22:17"
  },
  {
    "text": "Something crazy about the human brain. I think it's. It's a wonderful thing that we have, is that we're able to filter what we experience through our senses to like make a narrative out of it so that it makes sense. But when we do that, we're actually, we're creating a paradigm for how we experience the world that might not actually be what's happening in the world, or.",
    "start": "00:22:17",
    "end": "00:22:40"
  },
  {
    "text": "It might capture only part of what's really happening. Right.",
    "start": "00:22:40",
    "end": "00:22:44"
  },
  {
    "text": "Or just part. Right. How I could say something to my wife in a certain tone, with certain language, and I think it's communicating one thing, and she experiences something completely different. And then on and on and on. There's these moments in our lives where something happens that our filters get disrupted and suddenly you can reorient yourself.",
    "start": "00:22:44",
    "end": "00:23:07"
  },
  {
    "text": "Yeah.",
    "start": "00:23:07",
    "end": "00:23:07"
  },
  {
    "text": "And that moment, I've called it an epiphany for a lot of my life. In fact, built a whole company around the idea of making videos that have an epiphany.",
    "start": "00:23:07",
    "end": "00:23:16"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:23:17",
    "end": "00:23:17"
  },
  {
    "text": "You know, as a person who's been in a spiritual tradition my whole life of following Jesus, that's really important. There's this conversion moment you talk about a lot. This moment of like, oh, man, I've been thinking about things all wrong. I've been to you, some Christianity is the Lord of my own life. And I, you know, all this stuff. And then there's this, like, moment of clarity of like, that has to change. I love that. I think that's so important. We need apocalypses. I love apocalypses. There's something about my personality. I love it when things get shaken up a little bit. I'm just like, oh, something's getting shaken up. What's going to set loose? Like, what kind of new thing is going to happen now that things are being shaken? Not that I love this pandemic. I don't. This is crazy and gnarly, but there's so much now being shaken loose and things that we're rethinking and things that we're seeing from a new perspective because of what's happening. And so, yeah, I wanted to talk about this.",
    "start": "00:23:18",
    "end": "00:24:14"
  },
  {
    "text": "Yes. Let's kind of drill down on that one point. So an epiphany, the language of the word epiphany describes when something. It's an idea that you feel like it happens to you.",
    "start": "00:24:14",
    "end": "00:24:24"
  },
  {
    "text": "Right.",
    "start": "00:24:24",
    "end": "00:24:25"
  },
  {
    "text": "As opposed to just. I sat down and thought about it and, like, I figured it out. You. You experience some new perspectives as something that comes from out of the blue. And that's why the word epiphany is great. There's a similarity in meaning to the word apocalypse in the Bible, because an apocalypse is when something is revealed to you. It's not like I just went out searching for it. Like, for Jesus. He says there are things that were hidden, and the only way you're going to see what's hidden is if my father apocalypses it. So it has to be done to you, not something you just do for yourself. And so there's something about biblical apocalypses. They're not just when a good idea hits you. It's when God's way of seeing the world happens to you. It's when an event takes place, often a dream or a vision. So as we're going to see in the book of Daniel, his apocalypses mix together both his own life experience and his dreams, all kind of fused together as an apocalypse. And all of a sudden he's able to see things from God's point of view in a way he couldn't before. And sometimes it's a one way traffic. Like God just zaps, like Ezekiel the prophet, you know, he calls it the spirit took me by my hair and lifts me up. He has this experience of literally being taken out of his body. Whereas Daniel just describes like a dream that he has. And what he's dreaming about is a lot of stuff that's like been happening to him at his job recently. Yeah, but both of those are a type of new perspective that happens to you. And that's an important part of this definition of apocalyptic.",
    "start": "00:24:25",
    "end": "00:26:00"
  },
  {
    "text": "It happens to you, but you're making the distinction that all sorts of epiphanies can happen to you in many different ways. And apocalypse is when God pulls back the curtain.",
    "start": "00:26:00",
    "end": "00:26:09"
  },
  {
    "text": "Yeah.",
    "start": "00:26:09",
    "end": "00:26:10"
  },
  {
    "text": "And shows you from his divine perspective what's going on. And in a way, that's the type of epiphany that we should be most interested in when the God of the universe tells us, here's what's really going on.",
    "start": "00:26:10",
    "end": "00:26:21"
  },
  {
    "text": "Yeah. If somebody believes that God exists, and especially if somebody, that somebody believes that, that God is generous and good and like wants to help us or share with us or do something with us, that person would be interested in what God thinks and sees so they can align themselves with it. So, and that's very much the depiction of the biblical God is that he wants to guide us and be with us and share and give us responsibility. So I want to see what that God sees. And if I'm not seeing the world correctly, I want God to do something to me, to make me somebody who can. And this is what apocalypses do.",
    "start": "00:26:22",
    "end": "00:26:58"
  },
  {
    "text": "An apocalypse is being able to see what God sees. To have an apocalypse is for God to allow you to see what he sees.",
    "start": "00:26:58",
    "end": "00:27:06"
  },
  {
    "text": "So we'll explore this in greater depth in the series. To follow, I thought real quick would take a quick tour of some chapters of Daniel and get kind of a unique angle of vision on this perspective on apocalypse. And I think it might help us just have some fruitful reflections on the current world crisis that we all find ourselves in. At least these are some perspectives that have been helpful for me.",
    "start": "00:27:07",
    "end": "00:27:31"
  },
  {
    "text": "Sam.",
    "start": "00:27:37",
    "end": "00:27:46"
  },
  {
    "text": "So the story of Daniel begins with a City being destroyed. The city of Jerusalem was besieged by Nebuchadnezzar, king of Babylon. A whole layer of government officials were arrested, taken captive and hauled away to a far distant land. And, and the story follows four of these figures who are all a part of the royal line from David. They were all like in the royal kingly line and they're made like high status slaves to serve in the government because they can read and write and they're smart. That's how the story begins. I've never experienced anything even remotely as traumatic or disruptive as that, but that's how the story begins.",
    "start": "00:28:14",
    "end": "00:28:57"
  },
  {
    "text": "Yeah, I am trying to imagine and I have no categories.",
    "start": "00:28:58",
    "end": "00:29:00"
  },
  {
    "text": "Yeah, I can't imagine either. So the story goes on in Daniel chapter two, where the king who just took Daniel prisoner and his friends has this dream about a gigantic statue, metal statue, made of four different metals. And then a huge stone, a rock, flies out of the sky, destroys the statue. The stone plants in the ground and becomes this cosmic mountain, this famous dream of Nebuchadnezzar.",
    "start": "00:29:00",
    "end": "00:29:28"
  },
  {
    "text": "It's like a comet. That's a mountain, sea.",
    "start": "00:29:28",
    "end": "00:29:30"
  },
  {
    "text": "Yeah, totally. Yeah. So you know, it's a well known story. Nobody can interpret or understand what the symbols of the dream mean, except Daniel, in whom is the spirit of God. And so he goes and he prays to God to reveal to apocalypse. And again the apocalypse language comes into play here. Can't figure it out. So he prays and he asks God to reveal the mystery. That's what he says in his prayer. And we're told that that night God revealed to Daniel the meaning of the symbols. And so he goes to the king and he tells them, yeah, you know, this big statue is an image of all the empires of the world. You're first, you're at the top. But you know there'll be another empire after you, another after that, another after that, and eventually the kingdom of God, which is the rock, is going to come topple all the empires of this world and rule forever and ever. And this is the apocalypse.",
    "start": "00:29:30",
    "end": "00:30:22"
  },
  {
    "text": "He revealed the dream, the meaning of the dream.",
    "start": "00:30:22",
    "end": "00:30:25"
  },
  {
    "text": "In other words, the meaning of the dream was covered or hidden. And God apocalypses the meaning of the symbols to Daniel and then Daniel apocalypses them to the king. And what it's about is what we would call political history. Yeah, there you go. Current events or events in generations to come. Okay, now follow the story the next chapter. The king of Babylon, apparently inspired by his dream, actually goes and makes a gigantic statue that is a symbol of his empire, Babylon. And he summons all the nations to come worship and give their allegiance to the statue. And here begins the testing stories. Yeah, the famous. This is Shadrach, Meshach and Abednego. This is like one of the most famous story in the Bible.",
    "start": "00:30:25",
    "end": "00:31:07"
  },
  {
    "text": "Oh, yeah. You'd put this as like a top.",
    "start": "00:31:07",
    "end": "00:31:09"
  },
  {
    "text": "Five, maybe because of Veggie Tales, that's all. I don't know.",
    "start": "00:31:09",
    "end": "00:31:12"
  },
  {
    "text": "It is very famous. They have to bow before this statue, swear allegiance to Nebuchadnezzar as their God, essentially.",
    "start": "00:31:12",
    "end": "00:31:21"
  },
  {
    "text": "And if they don't, they're going to.",
    "start": "00:31:21",
    "end": "00:31:22"
  },
  {
    "text": "Be thrown in the fiery furnace into the flames.",
    "start": "00:31:22",
    "end": "00:31:25"
  },
  {
    "text": "Tuck that away. A few chapters later, there's another story. Oh, Babylon falls and overnight, and then the next kingdom, which is the kingdom of the Medes and the Persians rises and there's a guy named Darius who's the king over that. Daniel still got his job in the court and there's a law made that anyone who prays in the land has to pray to the king as their God. And Daniel is seen praying to his God, Yahweh of Israel. And so it's a similar test where he won't obey the decree. And so he's not thrown into a furnace, but lion's den, which are called in the narrative. Very specifically, they're called sometimes lions, but other times they're called beasts. Thrown to the beasts.",
    "start": "00:31:25",
    "end": "00:32:07"
  },
  {
    "text": "Thrown to the beasts. It's fascinating, by the way, that the first set are thrown into a furnace where idols are made, when in the biblical imagination, humans already are God. God's idol image.",
    "start": "00:32:07",
    "end": "00:32:19"
  },
  {
    "text": "Yes. Yeah, that's good.",
    "start": "00:32:19",
    "end": "00:32:21"
  },
  {
    "text": "And when they're thrown in there, they don't get destroyed. They're fine. Are they glowing?",
    "start": "00:32:21",
    "end": "00:32:25"
  },
  {
    "text": "I don't remember one is there with them who looks like an angel shows up a son of the gods, which means that he has some kind of appearance that is surprising. Yeah, they see a human image and.",
    "start": "00:32:25",
    "end": "00:32:37"
  },
  {
    "text": "These human images in the biblical imagination rule the beasts.",
    "start": "00:32:37",
    "end": "00:32:39"
  },
  {
    "text": "Yes, yes. They're supposed to rule the beasts.",
    "start": "00:32:39",
    "end": "00:32:41"
  },
  {
    "text": "Yeah, they're supposed to. And Daniel is. He's thrown to the beast, thrown to.",
    "start": "00:32:41",
    "end": "00:32:46"
  },
  {
    "text": "The beasts, and ends up. He's fine. He's at peace with the animals.",
    "start": "00:32:46",
    "end": "00:32:50"
  },
  {
    "text": "Yeah, he's noach with the animals.",
    "start": "00:32:52",
    "end": "00:32:54"
  },
  {
    "text": "He's at rest with them. Yeah, he's like Noah in the little ark and like Adam and Eve and Eden. Yeah, he's like a new kind of human. So the point is, is, you know, Daniel's job is rough. He's like, put in life and death situations every day. Well, not every day, but the whole point is his life Is traumatic, very disruptive. There's all this stuff happening to him. And in Daniel chapter seven, he finally has his own dream. We've talked about it at length in.",
    "start": "00:32:54",
    "end": "00:33:19"
  },
  {
    "text": "Different podcast series, the Son of Man series in particular. Right?",
    "start": "00:33:19",
    "end": "00:33:22"
  },
  {
    "text": "Yeah. But what he sees is a dream filled with images connected to things that have been happening to him and his friends. So he sees a chaotic dark ocean, which, you know, is an image familiar to Daniel from, you know, the first page of the Bible. It's the dark waters of disorder and chaos. And out of it are belched up four mutant monsters. Beasts, they're called beasts. Actually. Maybe it was the day after the lion's den.",
    "start": "00:33:22",
    "end": "00:33:49"
  },
  {
    "text": "I don't know.",
    "start": "00:33:49",
    "end": "00:33:50"
  },
  {
    "text": "He was having nightmares about it be.",
    "start": "00:33:50",
    "end": "00:33:52"
  },
  {
    "text": "Beasts on the brain.",
    "start": "00:33:52",
    "end": "00:33:53"
  },
  {
    "text": "But there's four of them. Four of them. So just like there were four medals of the king's statue, and they are terrible and they are violent and they kill people and trample everybody. And the fourth and final beast is the worst. And it like just havoc and tyranny and violence. But then he sees a divine. Some divine thrones set up on high. And he sees the God who he worships, who he calls the Ancient one. The Ancient of days comes and he holds the fourth beast accountable and throws it into the flames. Throws it into the fire. A beast thrown into the fire, which. It's the two testing stories of the furnace and the lion's den mixed together into one. Now instead of being thrown into the fire and to the beast, the beast is being thrown into the fire. And then what Daniel sees is a human figure who's raised up on high. He goes up to the divine throne on the clouds. And he is seated, this human ruler called the Son of Adam, the son of humanity is called to rule, and he rules over the nations. And all the nations give allegiance and worship not the idol, but the real human one who sits on the throne with God. And that's his dream. It's the apocalypse of Daniel.",
    "start": "00:33:53",
    "end": "00:35:07"
  },
  {
    "text": "Well, is the dream written in apocalyptic literature? Is it written in poetry?",
    "start": "00:35:07",
    "end": "00:35:10"
  },
  {
    "text": "The dream is written in just kind of a narrative style. But again, symbolic dreams that offer a divine perspective on something. That's the definition of a biblical apocalypse. Some kind of vision or dream disruptive experience where you see something often symbolic, but that gives you a fresh vision, a God's point of view on whatever the thing is about. So he's told that the beasts are the same thing as the four medals of the statue. It's the empires of the world, a sequence of empires, except this time, instead of starting With Babylon as the most important. It's the ultimate one to come. That's the worst. That empires are going to keep coming, one after another after another, doing their violent work. But that God won't allow these beastly human empires to last forever. He will bring it to an end and install, not take humans away, but install human, an ultimate human led kingdom that will be God's kingdom over the world together.",
    "start": "00:35:11",
    "end": "00:36:12"
  },
  {
    "text": "Not led by a monster or a beast, but by a human who's retained his humanity and reflects God's image.",
    "start": "00:36:12",
    "end": "00:36:21"
  },
  {
    "text": "The point is, is that Daniel has a dream, but his dream is very connected to his actual lived experience that we see in the narratives. And so this combination of things happening to him, things he's thinking about and then a dream, these all become the apocalypse of Daniel. And Daniel is one of the most like clear forms of apocalyptic literature in the Hebrew Bible. Because it's about this figure's apocalyptic dreams. And so are they about the end of the world? Well, what they're about is the story of what God is doing to bring history to its climax, to install the humans as the image of God ruling over creation.",
    "start": "00:36:21",
    "end": "00:37:01"
  },
  {
    "text": "If you're Babylon, it's the end of your world.",
    "start": "00:37:01",
    "end": "00:37:02"
  },
  {
    "text": "It's the end of your world. That's right, Totally right, yeah. So it's through this apocalypse that Daniel can now go back to work on Monday morning.",
    "start": "00:37:02",
    "end": "00:37:11"
  },
  {
    "text": "Doesn't he go back to work on Saturday night?",
    "start": "00:37:11",
    "end": "00:37:13"
  },
  {
    "text": "Oh, good point. Yeah, I guess. Sorry, I was merging him into my calendar, my gentile calendar. But the point is that he goes back to his job and this apocalypse gives him new hope. It challenges him. And all of a sudden he sees the king in a different light. He, he can see the policies that the king is enacting in a new light because he knows that these policies are probably going to crush some people. The point is that like this prophecy conference mailer that I got, if all biblical apocalyptic is about, is like the Bible's hidden code that will tell you how the world's going to end, predict.",
    "start": "00:37:13",
    "end": "00:37:48"
  },
  {
    "text": "Bad events because of the ultimate bad event we want to be prepared for, which is the end of the world.",
    "start": "00:37:48",
    "end": "00:37:54"
  },
  {
    "text": "Well, it's giving you comfort, comfort to say God's got this, like the world's still in control. It might be out of control, but from God's point of view, it's in control and it's all going according to God's plan. Even though I may not understand it. I mean that's the kind of comfort that that view of apocalyptic gives you. But this biblical view of Apocalyptic. It gives you that same comfort, but not in an escapist way. It gives you that kind of comfort and at the same time calls you to go out the next day and do something about what you now see. You can't unsee what you've seen. That the empire I live in is a beast and there's people getting trampled that I've never seen before, but now I can see them. What am I going to do about it? That's what Biblical apocalyptic. I think that's the effect that it's supposed to have.",
    "start": "00:37:54",
    "end": "00:38:42"
  },
  {
    "text": "So when you read biblical apocalyptic literature, we'll get into that. And so that's what the next episodes will be. I love this framework that you're giving, which is when God does reveal what's going on in the world, whether that's in the dreams and visions that we get in the Bible or maybe in some personal way that he does with you or your community, that's an apocalypse. And what we should be after is we want to see the world the way God sees it. We want an apocalypse.",
    "start": "00:39:56",
    "end": "00:40:23"
  },
  {
    "text": "And we have a whole bunch for us in the Bible too. Daniel's and John's included.",
    "start": "00:40:23",
    "end": "00:40:28"
  },
  {
    "text": "So with that definition in mind, the question is, are we experiencing an apocalypse? So, you know, just to set the table really quickly, again, there's a virus. It's, you know, you know of what a virus is actually. It's just. It's not a living organism. It's a. It's a string of code like DNA or RNA or whatever. I think it's RNA and then just encased in protein. And it's super, super small. And it's not alive in the sense that if it's. It can't reproduce by itself. But when it's in a host body, it's one. The only thing it wants to do is like hijack a cell and then reproduce its code. That's all it does. That's what we're dealing with here, you know.",
    "start": "00:40:29",
    "end": "00:41:07"
  },
  {
    "text": "But I've never heard it described as. It's not. And it's not a living organism.",
    "start": "00:41:07",
    "end": "00:41:11"
  },
  {
    "text": "Well, that gets into a whole conversation of like, what is a living organism? But. But I think in terms of what scientists would define, it's not where like a cell or a bacteria is, because a bacteria is a cell that can reproduce. It's itself. Yeah, it's a lot more complicated. It's a lot bigger than virus. So anyways, we got this virus and it's really contagious. So basically it's made the world just sit at home for the most part, that's what I'm doing. That's what my family's doing.",
    "start": "00:41:12",
    "end": "00:41:38"
  },
  {
    "text": "So I think here we're getting into it. I think. Yeah. This whole series of events has certainly been apocalyptic in the way we've been talking about it. For me, in a big way, one of my own personal. I don't know if it's a weakness or a strength. I think it's both. I think that's probably how most of our strengths and weaknesses are, is real high empathy. And it's been a very disruptive month in my sleep habits and in my news consumption habits that I've had to, like, work really hard to get control of for people who get rewards and, like, endorphin charges. You know how the whole thing about gamification of apps and stuff like this is all about hitting those reward things.",
    "start": "00:41:38",
    "end": "00:42:24"
  },
  {
    "text": "Yeah.",
    "start": "00:42:24",
    "end": "00:42:25"
  },
  {
    "text": "For news junkies, the last 30 days have been like jackpot every day because it's almost every couple hours. There's something newsworthy related to this. It's crazy, man. I mean, even just today as the new unemployment as of April 16th is 22 million people out of work in the last 30 days in America. Just America, 22 million. You know, you just think every single one of those millions represents somebody who doesn't know how they're going to pay for their food and their rent right now. And that is so. I mean, Daniel went through something disruptive. I've gone through some disruptive things, but this is just. This is apocalyptic, man. In that sense, something's happening that if my way of seeing the world remains the same after this, I'm just really not paying attention. You and I have had different experiences, but it's been a really difficult month for me personally. Just watching catastrophe happen to the lives of so many people, that's only one side of it. Right. There's also a lot of things that are getting shaken up and rethought and reimagined that I think 10 years from now will have a positive outcome.",
    "start": "00:42:25",
    "end": "00:43:45"
  },
  {
    "text": "Yeah, there's all sorts of epiphanies happening. People are realizing whether or not they can work from home. Some people are like remembering, like, oh, yeah, I'm married. We live so much of our lives outside our house and doing different things, and now we're just home and just. We're home with our families all the time and where, like, I really need to make this work better than it has been. And there's people, like you said, who've lost their jobs and they don't know how they're going to pay for things. It's just turned everything inside out upside down. And in those moments, there's an opportunity for you to have some new perspective on life. But then the question, I guess becomes, how do we make sure that we're seeing what God sees in this moment?",
    "start": "00:43:45",
    "end": "00:44:29"
  },
  {
    "text": "Yes.",
    "start": "00:44:29",
    "end": "00:44:29"
  },
  {
    "text": "And not just some reflection that I have, because I have all sorts of reflections now on work from home, or we're homeschooling our kids. So I have a bunch of new reflections on homeschooling and all these different things. And they're revelations of sort, or I'm uncovering things. But what should I be seeing if I believe in the kingdom of God through the person of Jesus? What is supposed to be becoming more clear to me because of this pandemic?",
    "start": "00:44:30",
    "end": "00:45:00"
  },
  {
    "text": "I know. I've been thinking about that a lot, too. I mean, I think it seems to me for a follower of Jesus, the ethic of the kingdom of God as condensed and summarized by Jesus is kind of ground zero, you know, for a follower of Jesus. So Sermon on the Mount is kind of the most condensed form of that. But throughout his teachings, what he says he's doing is also condensing the heartbeat of what he said the Torah and the prophets, the Hebrew scriptures were all about, which is radical devotion to your Creator. That's expressed through radical love expressed to your neighbor, which includes your enemy or people you don't like. And in a way that Jesus grounds it upon the biblical vision of the humans as the image of God. What humans are destined for is to be dignified, noble kings and queens taking responsibility of creation, harnessing its potential in a way that everybody flourishes. And how you apply that ethic. Followers of Jesus have been working out for 2,000 years, right. Different moments, different cultures, different ways. But I think that's been, for me, the number one set of issues that this has apocalypsed for me. And a lot of the stuff that's keeping me up at night. And listen, I'm not an economist. I don't know a lot. I'm not, certainly not expert on the American health system. Something like this pandemic is an apocalypse in that it's making visible things in my culture and society that were there all along that are making them more visible to more people. And I think they're things that Jesus would care about. I was listening to this really interesting story on when Covid, like testing centers popping up all over the country. These drive through or whatever, testing centers, and if you get out a map and just place them on a Map of the order and priority and timeline of where they were set up. You can just watch them happen faster in areas where people have higher per capita incomes and slower or still non existent in neighborhoods, areas where per capita there's lower income. That's not something that actually is surprising. But in a moment of crisis where you think like people's health, like why should your income matter? You know, in a moment like this, there's so many inequities in my culture surfacing, the proportions of people who are dying from the virus and their demographics, their race, their income. I mean it's, it's a damning story on what America says is its dream. And I'm not a political commentator, I'm not trying to be one. It seems to me Jesus would want his followers to care a lot about what is surfacing about the inequities in American culture. That's the culture I'm in that this is making plain and obvious for anyone with eyes to see. There's probably some people who would have some other, you know, statistics might wanted to offer a different point of view, but it's really worth looking at anyway. That's the stuff that's been keeping me up at night.",
    "start": "00:45:01",
    "end": "00:48:12"
  },
  {
    "text": "It's interesting that the best way to fight back this pandemic right now is just to stay at home. And the people who can work from home are predominantly more affluent white collar type people. The people out there still delivering our packages and, and packaging our food and growing our food and harvesting our food and doing all those things that we need are low paying jobs, many of which now have gone away. So many of the people who are now unemployed are in like service jobs that have gone away or they're out there just still risking getting infected because they don't have a choice. And so it's kind of to your point that, you know, we've always known there's inequities in how we work and different things, but this really just clearly shows how much more dangerous it is to be poor.",
    "start": "00:48:13",
    "end": "00:49:06"
  },
  {
    "text": "That's right, yeah. Yeah. It's not just an economic bracket issue in this case. It really is about your risk level of being able to stay healthy. I was reading this interesting article about transit workers, public transit workers, bus drivers and train drivers. And those aren't super high paying jobs and they are sustaining, they're sustaining the transportation pipeline for many of the essential jobs in our cities right now. It's just this crazy moment and I've had this moment too where after waiting in the line to go into the grocery store that's by our house. I just want to hug all the grocery store workers, but it's like, it's against the law, But I'm thanking them, you know, And I'm noticing all these people who I actually see weekly, but I see them now in a way I haven't seen them before. That's apocalyptic, man, at least for me.",
    "start": "00:49:06",
    "end": "00:50:00"
  },
  {
    "text": "And so, as a follower of Jesus, I think what you said is really important is Jesus and his ethic. And the ethic of the kingdom of God is to care for the poor and care for people who are oppressed or marginalized. Just your neighbor and your neighbor. And if there's no other time for us to make sure that we have that filter on is, who's my neighbor, who's in need? How can I be generous right now? Especially if you didn't lose a job. But just regardless, like, how can we be generous in the way that we live if that's the only apocalypse that happens? I think that's a beautiful one.",
    "start": "00:50:01",
    "end": "00:50:42"
  },
  {
    "text": "Yeah. Apocalypses like Daniel's, that was a very painful period of his life. His dream made him sick. His apocalypses make him sick with grief when he wakes up from them. And they're not pleasant. But you can't unsee what you see when God shows it to you in these apocalypses. And I don't know, man. My prayer right now to God is I just. I don't want to look back on the season and feel like nothing shifted in me because of what I'm seeing. And I pray it for our world and for my neighborhood and my city. And I don't know, man. I think this. This kind of biblical, apocalyptic, it could actually transform people, certainly transformed Daniel. And I think it has the potential to change us, too.",
    "start": "00:50:42",
    "end": "00:51:28"
  },
  {
    "text": "In so many ways. Things have been shaken up, and this is an opportunity for us to. To see things in a new perspective. And whether we're going to do that through our own wisdom or also somehow have God do it for us.",
    "start": "00:51:28",
    "end": "00:51:44"
  },
  {
    "text": "And those two aren't always different things. They're often the same thing.",
    "start": "00:51:44",
    "end": "00:51:48"
  },
  {
    "text": "Yeah. I think there's so much to learn. Tim, thanks for sharing your heart with things that you're processing. I know everyone's experiencing other things. I'm thinking so much about family and being a teacher now, my kids. I feel like I'm more married than I've ever been. I feel like that makes any sense. I feel like everything I've taken for granted is now, like, surfacing in the household and saying, like, deal with this and all those are moments for an apocalypse. And I'm sure we all have our own stories. And so I guess what we wanted to do in this episode is just set the stage for this is not the end of the world.",
    "start": "00:51:48",
    "end": "00:52:30"
  },
  {
    "text": "It might be the end of a world as we've been familiar with it.",
    "start": "00:52:30",
    "end": "00:52:34"
  },
  {
    "text": "Yeah. And this may be an apocalypse, and hopefully it can be biblical.",
    "start": "00:52:35",
    "end": "00:52:39"
  },
  {
    "text": "Apocalyptic is actually the kind of thing that's often painful, but it's. You need it to see, rightly. Yeah, that's a good way of putting it. I like how you just said that.",
    "start": "00:52:39",
    "end": "00:52:47"
  },
  {
    "text": "I'd love to hear if other people are having what kind of apocalypse people are having that God is giving to them in light of this. So if you do want to share that with us, that'd be wonderful. We don't ever do this, this kind of live talk about current events. We may never do it again, but we've done it. And next week we're going to start into the real beginning of the apocalyptic conversation. And there will be some redundancy, but not a lot. And we're going to dig deep into how to read the apocalyptic literature.",
    "start": "00:52:48",
    "end": "00:53:20"
  },
  {
    "text": "To all of you listeners and supporters of the Bible Project, thank you. Thank you. So many of you have reached out to us in the last month to check in on us and to give us encouragement and support to keep creating the videos and podcasts during this time. So we're grateful. We're going to keep chugging away. Our mission is to help people experience the Bible as a unified story that leads to Jesus. We're a non profit animation studio and we're going to keep doing this as long as you all want us to. So thanks for your support.",
    "start": "00:53:20",
    "end": "00:53:53"
  },
  {
    "text": "Hi, this is Paul Mackey. I'm Tim's dad from Vancouver, Washington. I first heard about the Bible project about 40 years ago when I was raising Tim and watching him create a world that made sense to him. And then I watched him in Bible school draw out his learning experiences. And so to me, this is just an amazing fruition of a lot of his early life culminating together. My favorite thing about the Bible Project is how art and the Bible converge in an amazing language. They seem to be two separate ideas, but honestly, art has its origin in the heart of God. And so we find that there are a lot of artistic expressions and biblical expressions that are saying the same thing. So we believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. And you can find free videos, study notes, podcasts, and more@thebibleproject.com.",
    "start": "00:53:54",
    "end": "00:55:05"
  },
  {
    "text": "SA.",
    "start": "00:55:11",
    "end": "00:55:12"
  }
]