[
  {
    "text": "Hey, Tim.",
    "start": "00:00:04",
    "end": "00:00:05"
  },
  {
    "text": "Hey, John Collins.",
    "start": "00:00:05",
    "end": "00:00:06"
  },
  {
    "text": "Hello. Hello and welcome, everyone. Listening in or watching? We're actually recording this on our webcams as well. This is a question and response episode for our how to read Apocalyptic literature discussion on the podcast.",
    "start": "00:00:06",
    "end": "00:00:22"
  },
  {
    "text": "Yes. Yeah, we. Let's see. We took, I think, half a dozen episodes or so, 6ish, to explore the meaning of the word apocalypse in the Bible. That was significant. And the longer that's been sinking in with me, I mean, I kind of knew it already, but to really sit in it and try and explain it, it's been helpful for me all over again, at least in the course of our conversations.",
    "start": "00:00:22",
    "end": "00:00:46"
  },
  {
    "text": "Yes. And we've gotten some really great questions from you all, and we'll try to get through a lot of them. And I think it'll be a great way to wrap up this conversation on how to read apocalyptic literature. This is dream and vision literature. In the Bible. It's found in the book of Revelation, the Revelation, the last book in the New Testament. But it's also found in the prophets in the Book of Daniel.",
    "start": "00:00:46",
    "end": "00:01:11"
  },
  {
    "text": "Different sections of the Hebrew prophets. Yeah, that's right.",
    "start": "00:01:12",
    "end": "00:01:14"
  },
  {
    "text": "So that's what we're talking about.",
    "start": "00:01:15",
    "end": "00:01:15"
  },
  {
    "text": "Yep. Yeah, that's right. So should we dive in?",
    "start": "00:01:15",
    "end": "00:01:18"
  },
  {
    "text": "Let's dive in.",
    "start": "00:01:19",
    "end": "00:01:19"
  },
  {
    "text": "All right, Danielle from Oregon, you've got a great question about apocalyptic literature and the end of the world.",
    "start": "00:01:19",
    "end": "00:01:29"
  },
  {
    "text": "Hi, Tim and John. This is Daniel Cornwell from Amsville, Oregon. My question for you in your apocalyptic series is a lot of people like to claim that the Bible predicts the end of the world, that things are just going to get worse and worse and worse and more natural disasters, and quoting different scriptures to support this. Especially in this coronavirus time, people like to quote these different scriptures. I would love to hear your interpretation of this and get a better biblical understanding.",
    "start": "00:01:29",
    "end": "00:02:02"
  },
  {
    "text": "Yes. So we actually didn't end up talking about all of these disasters, images and scenes of disaster and cataclysm. We didn't really tackle it until, I think, the last episode of the conversations when we talked about all the violence and destruction in the Book of Revelation.",
    "start": "00:02:03",
    "end": "00:02:22"
  },
  {
    "text": "Yeah, that's something that I grew up with. And it's intense.",
    "start": "00:02:22",
    "end": "00:02:26"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:02:27",
    "end": "00:02:27"
  },
  {
    "text": "It's scary.",
    "start": "00:02:27",
    "end": "00:02:28"
  },
  {
    "text": "A lot of intense imagery. And so throughout history, there's always been a thread of communities in the Jesus movement who maybe they didn't have their own copy of the Revelation before the printing press, but they knew a lot of it, or they saw it at church or something, and they would look at current events in their own day and be like, okay, the wars, the famines, the locust plague, this or that. Surely this is the time. The interesting thing about that is that generation has never stopped. Like every generation has seen itself right as that culminating point. So I just want to recall, first of all, that map we covered, a map of interpretive approaches to the Revelation. This was from our, I think, our last conversation. And so in a way, Danielle, I think when you asked the question, we hadn't released that episode yet, but it's a good chance to just summarize that map again. So this was from Michael Gorman. On the vertical axis, there would be two contrasting approaches to reading the Revelation, one on the vertical and the top. Let's say the top. The top would be reading Revelation as a secret code. So it was written beforehand, like Nostradamus style, predicting through the images a code that can only be deciphered once the literal fulfillment of those images takes place at one place in time in history. So that would be the secret code.",
    "start": "00:02:28",
    "end": "00:03:53"
  },
  {
    "text": "The code approach, in which case all of these images we would be trying to anticipate and figure out when is crazy violence going to happen.",
    "start": "00:03:53",
    "end": "00:04:03"
  },
  {
    "text": "That's right. That's right. So, yeah, there's kind of a one for one correspondence between image and fulfillment. And you're waiting. Every generation has been waiting for the real message of the Revelation to be fulfilled. Then in a way, you could say the book's meaning hasn't fully happened yet until those events take place. So on the other side would be what's called a metaphorical lens. In other words, that these images of disaster refer to events that actually happened in the Bible. And then through design patterns, they're repeated over and over again to tell the readers about the meaning, the theological and biblical meaning of disasters that happen in our world and that are going to be happening in our world all up until the moment it all hits the fan and, you know, the universe is reborn according to Jesus metaphor in Matthew 19:28, the rebirth of the universe. So every generation should put on the images in the book of Revelation and see their own world being described through the means of the images. So that's on that axis and then on the time axis. The question is, it's for both. Is the message of the book mainly for the first century reader or is it only for future readers, past and present? And so you can kind of create a little grid of all of the different approaches. And so, Danielle, I'm guessing that what you're referring to in your answer is somebody who would be up here on the secret code, future Futurist approach. The set of events that have not yet happened and only once they happen will the real meaning of those images be fulfilled. But it's good to just know that's only one corner of the grid of how the whole Christian tradition has read and understood the book throughout time. There are other approaches, some of them that are just as ancient as that approach. So that's one. The grid. I don't know. Any further reflections on the grid?",
    "start": "00:04:03",
    "end": "00:06:08"
  },
  {
    "text": "Here's a follow up question.",
    "start": "00:06:08",
    "end": "00:06:10"
  },
  {
    "text": "Yeah.",
    "start": "00:06:10",
    "end": "00:06:11"
  },
  {
    "text": "What part of the grid was Jesus thinking in? In Matthew 24? Well, what happens? Jesus says this temple is going to be destroyed.",
    "start": "00:06:11",
    "end": "00:06:19"
  },
  {
    "text": "Yeah, yeah, they go, Jesus just predicted the destruction of the temple, symbolic, symbolically and went into it and quoted Jeremiah 7 and played Scripture kung fu with the Bible scholars there, hinting at the destruction of the temple. Right. There's a den of robbers quoting from Jeremiah 7, which is a poem where Jeremiah predicts the destruction of the temple which happened in the Babylonian exile. So Jesus picks up that and then kicks off a week of Jesus getting into verbal fights with the leaders of Jerusalem in the temple. In Matthew 24, Mark chapter 13, Jesus disciples are touring the temple and they're like, oh Jesus, look how beautiful it is. And he's like, yeah, it's coming down. Not one stone upon another.",
    "start": "00:06:19",
    "end": "00:07:07"
  },
  {
    "text": "And then they said, when will this happen?",
    "start": "00:07:07",
    "end": "00:07:09"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:07:09",
    "end": "00:07:10"
  },
  {
    "text": "And here I'll just quote from Jesus. You will hear of wars and rumors of wars.",
    "start": "00:07:10",
    "end": "00:07:16"
  },
  {
    "text": "Yeah.",
    "start": "00:07:16",
    "end": "00:07:16"
  },
  {
    "text": "But see to it that you're not alarmed. Such things must happen. But the end is still to come.",
    "start": "00:07:17",
    "end": "00:07:22"
  },
  {
    "text": "Yeah.",
    "start": "00:07:22",
    "end": "00:07:22"
  },
  {
    "text": "Nations will rise against nation, kingdom against kingdom. There will be famines and earthquakes in various places. And all these things are the beginning of birth pains.",
    "start": "00:07:22",
    "end": "00:07:31"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:07:31",
    "end": "00:07:32"
  },
  {
    "text": "And those are the kind of things like the famines and earthquakes. Whenever those happen nowadays modern times, people are like, oh yeah, the end times. This is what Jesus was cluing into as well.",
    "start": "00:07:32",
    "end": "00:07:40"
  },
  {
    "text": "Yep. Yeah. So here we're into a crucially important way. The life, death and resurrection of Jesus kind of reconfigured the biblical worldview of the Messianic Jews who followed him. So if you read in the Prophets, you've got basically warnings against faithlessness and covenant violation for the Israelites. Babylon's coming to town, going to take out the temple and everybody. And then on the other side is going to be restoration. Isaiah 40, comfort, comfort my people, this kind of thing. But then people came back from the exile and Ezra, Nehemiah, Things are no better. Well, maybe they're a little better, but they're not fundamentally better than they were before. They're still faithless people and they're breaking the Sabbath and so on. Read Ezra, Nehemiah. And so all of that hoped for future deliverance and restoration is still yet to happen. And so as the Hebrew Bible comes to a close in those centuries after the exile, there's a sense that there's still another event that's yet to take place. There's still some final judgment, final separating of the faithful and the faithless among God's people. There'll be a new temple, all that kind of stuff. And so what happened on Easter morning, according to the apostles, was that what was supposed to happen in prophetic expectation at the culminating history of the whole world actually happened to one person ahead of everybody else. Instead of the final recreation and resurrection of the universe, you had one person, the Messiah, being resurrected and recreated here in the middle of our old world. And then that begins a time period that biblical theologians call the now and the not. Yet that the end has already happened on Easter morning in a Pentecost, and the end is still yet to come. And we're in this long period where Jesus is reigning as king of heaven and earth, but it's still the period of the birth pangs. All that to say, I think what Jesus is describing here, that he calls the birth pangs is what we would just say that the average day on planet Earth where there's like tons of people dying, there's not enough food, there's disease and pandemics and there's wars, and that that's just going to keep happening until God's kingdom comes on earth as it is in heaven. I think that's his point. Now, the trick is that I think Jesus near horizon for what he's talking about, he says, is the destruction of the temple, which happened not quite 40 years after he said these words, like what he said happened actually happened and the temple fell, which he goes on to describe that there'd be something terrible happening to Jerusalem and so on. And what actually this is very important for this whole conversation. When Jesus talks about the fall of Jerusalem in this speech right here In Matthew chapter 24, he quotes from the book of Isaiah, specifically a set of passages in Isaiah chapter 13 and 24 which described the fall of Babylon. So in other words, he's using prophetic poetry that described something from the past to describe the fall of something yet to come in his future. And this is what I mean by the metaphorical lens. He sees the fall of Babylon as one moment in history that's actually going to have to happen over and over and over again until the final ultimate fall of Babylon. And this is exactly the same dynamic happening in the Book of the Revelation. And so it seems to me the way Jesus and the apostles read the Hebrew prophets, the way John the Visionary in the Revelation reads the prophets and Jesus teachings, is they see that every generation will have its own replay of the human condition and of the rise and fall of Babylons, some worse than others, and it is all leading up to a final culminating point. But every generation is to see itself as living in the Book of Revelation. That's the whole point. That's why the Book of Revelation is a letter written to churches in the first century, though not just limited to them, but they are to see themselves within that same drama that Jesus sees himself within 40 years earlier that the prophets saw themselves within 500 years earlier. Yeah, I'm rambling at this point, but no, it's great.",
    "start": "00:07:40",
    "end": "00:11:59"
  },
  {
    "text": "Now, the phrase end times in the Bible.",
    "start": "00:11:59",
    "end": "00:12:02"
  },
  {
    "text": "Yes.",
    "start": "00:12:02",
    "end": "00:12:03"
  },
  {
    "text": "Is that a good translation? It's end of an A. Is it end of an age or end of the age? Part of the problem, I think, and behind her question is when someone comes and says, hey, that plague, this plague we're living through.",
    "start": "00:12:03",
    "end": "00:12:16"
  },
  {
    "text": "Yeah.",
    "start": "00:12:16",
    "end": "00:12:17"
  },
  {
    "text": "This is a sign of the end times.",
    "start": "00:12:17",
    "end": "00:12:19"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:12:19",
    "end": "00:12:20"
  },
  {
    "text": "I guess it just depends on what you mean. If you mean this is a sign that new creation is yet to come.",
    "start": "00:12:20",
    "end": "00:12:27"
  },
  {
    "text": "Right? Yeah, that's right. That's.",
    "start": "00:12:27",
    "end": "00:12:29"
  },
  {
    "text": "That's exactly right.",
    "start": "00:12:29",
    "end": "00:12:29"
  },
  {
    "text": "That's totally right. Yep. Yeah.",
    "start": "00:12:29",
    "end": "00:12:31"
  },
  {
    "text": "But if you're saying this is a sign that in the next so many moons.",
    "start": "00:12:31",
    "end": "00:12:35"
  },
  {
    "text": "Yeah.",
    "start": "00:12:35",
    "end": "00:12:36"
  },
  {
    "text": "Like the earth is going to be destroyed, that time as we know it is going to end.",
    "start": "00:12:36",
    "end": "00:12:40"
  },
  {
    "text": "Yeah.",
    "start": "00:12:40",
    "end": "00:12:41"
  },
  {
    "text": "Maybe that's part of the wrinkle or.",
    "start": "00:12:41",
    "end": "00:12:43"
  },
  {
    "text": "More common, especially in certain forms of American, more conservative Protestant interpretation of the Revelation, it's sort of like creating apocalyptic fervor to generate what is a good thing, which is faithfulness to Jesus and to bear witness to what he's done and talk about it and love your neighbor and that kind of stuff. And so that's good. But the point is that it's not just our generation that has a special privilege of living in the end times. Every generation has been living in the end times since the. The moment that Jesus resurrected.",
    "start": "00:12:43",
    "end": "00:13:15"
  },
  {
    "text": "So end times is a weird way to phrase that. Then in English, end means the end.",
    "start": "00:13:15",
    "end": "00:13:22"
  },
  {
    "text": "I see. No, but it is. It's the unique Christian way of talking about history that resulted from the empty tomb and seeing the risen Jesus. The thing that according to the biblical story so far was going to happen at the end has happened now.",
    "start": "00:13:22",
    "end": "00:13:38"
  },
  {
    "text": "The resurrection, the resurrection of Jesus, that's.",
    "start": "00:13:39",
    "end": "00:13:41"
  },
  {
    "text": "The end game, resurrection of the faithful, end of the universe. And what happened to Jesus happens ahead of everyone else. Creating this overlap. Actually Paul actually calls it in First Corinthians 10, he calls it the overlap or the meeting of the ends of the ages. What you thought were two separate ages are actually coming together and overlapping. It's a cool phrase that he uses, the overlapping of the ages.",
    "start": "00:13:41",
    "end": "00:14:06"
  },
  {
    "text": "So when people say we live in end times, they mean we live in the overlap.",
    "start": "00:14:06",
    "end": "00:14:08"
  },
  {
    "text": "I think if we could sit down with the apostles, I think like Paul, that's what they would want us to hear. Peter in his second letter, Paul in one of his letters to Timothy talks about that they were in the end times and they said that 2,000 years ago. And so again, we're at the fulcrum point and have been for a long time between the old and new creation. Paul will use a different metaphor to talk about slavery to death and decay and the exodus of liberation that will happen in the resurrection. And he sees all of this. He actually uses the same metaphor as Jesus. He calls all of this the time of creation and labor pains. And it's a really long time, at least from my brain's experience of time. So I'm just trying to give the lay of the land over time. I've come to just have a really open handed, charitable, charitable view to all of the views on the grid of how to read the Revelation. And I think whatever camp that somebody is in, it really is good to go sit down and read a commentary from a completely opposite point on the grid of interpretation. And what you'll see is, oh, that person's really smart and they understand the book probably way better than I do. And I should be a little more humble in the views that I hold. And so.",
    "start": "00:14:09",
    "end": "00:15:28"
  },
  {
    "text": "So it sounds like you're saying use that grid as a guide so that when someone comes to talk to you about apocalyptic literature, you can try to figure out what perspective are they coming from.",
    "start": "00:15:28",
    "end": "00:15:39"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:15:39",
    "end": "00:15:39"
  },
  {
    "text": "Honoring their perspective, but also knowing what that is.",
    "start": "00:15:39",
    "end": "00:15:43"
  },
  {
    "text": "Yeah, that's right. And that there are strengths and weaknesses. Usually when there are divisions like this in church history that are really long standing and both held by people who really want to follow Jesus and understand with, with honest hearts, usually it's because there's a genuinely difficult thing to interpret in the Bible. It's almost certainly not that, just everybody's malicious except one group. And so we just have to give space, space to each other, which might actually kind of lead us on in some of our further questions. Because apocalyptic is the kind of literature that is difficult, takes a lot of work to learn how to interpret, and then that's a part of the challenge.",
    "start": "00:15:43",
    "end": "00:16:23"
  },
  {
    "text": "All right, this next question is from Brenda in Florida.",
    "start": "00:16:23",
    "end": "00:16:28"
  },
  {
    "text": "Hi, Tim and John. This is Brenda from Gainesville, Florida. I'm curious about the dreams that Joseph interpreted of the kings while he was in Egypt. They are apocalypses. However, they seem more personal and practical in nature. They don't seem to follow the throne room theme, that is of the more major prophets apocalypses. I'm curious as to what you guys think about that and if maybe there's a parallel theme of more personal and or practical apocalypses throughout the Bible. Thanks for all you guys do. Bye. Yeah, yeah, great question, Brenda. I thought that was perceptive. This is. There are a lot more dreams, apocalypses in the Bible than just these cosmic ones. Maybe let's use that as our phrase. A cosmic apocalypse is kind of more of what we are exploring in the podcast series, where prophets have these dreams or visions. They see an exalted throne, a new Eden, a human divine figure up there dressed like a priest, giving wisdom about heaven and earth and the cosmos and where it's all going. So that would be a cosmic apocalypse. But there's lots of other apocalyptic dreams that people have. Oh, we talked about some just dreams in general. Joseph and Mary have them. Pilate's wife has a dream about Jesus. And so, Brenda, you bring up Pharaoh's dreams. So on one sense, yes, you would say this is where apocalyptic and prophetic dreams kind of overlap. You. You know, these aren't hard and fast categories. Maybe like sections of our library, you know, here's the prophets part of the library. Here's the apocalyptic part. So people have dreams that they discern a message from God for all kinds of reasons and for all kinds of purposes. It doesn't have to be about, you know, the final culmination of history. In fact, you know, we didn't talk about this in the series. I think we did mention at some point there's other Jewish apocalyptic texts that existed before the revelation, around the time of Revelation. One of them, a pretty popular one, is called Enoch, Book of Enoch, First Enoch, and actually a whole section of First Enoch. I like to call it the Cosmic tour. It's kind of like Job, where Job gets a little virtual tour of fantastic creatures around the world. But Enoch gets taken on these, like, plane rides but it's before a plane. He's just flying. He goes up into the clouds and he goes and sees the farthest reaches of the skies, and he goes to the furthest depths and sees like lava bubbling up from underneath the land. And he gets this cosmic tour. And the whole point is it's giving him a sense of the whole cosmos and the mysteries that humans aren't usually given to know. But it's cool and it helps him trust the God's wisdom because he is a creator of it all. So that's an example where it's an apocalypse that's about the nature of the world, but it's not about the end of history or anything like that, but it's actually an apocalypse. And then you get some that are dreams like Joseph's that are just like, hey, go to Egypt, you know, your kid's in danger kind of thing. So I think there is a difference between these different kinds of apocalypses, though.",
    "start": "00:16:28",
    "end": "00:19:49"
  },
  {
    "text": "Cosmic apocalypse versus a personal apocalypse.",
    "start": "00:19:49",
    "end": "00:19:53"
  },
  {
    "text": "Yeah, Paul, that we talked about at length. He sees the risen Jesus as king of the world, but it's not an apocalyptic vision. It's not a cosmic vision in the sense of that he sees the final culmination of history, like what John the Visionary sees. So there's just. There's different types. However, Brenda, you brought up Pharaoh's dreams, which is really cool because in the Joseph story, those dreams happen in the Joseph story. And there's actually three sets of double dreams that happen in the Joseph story. Do you remember this?",
    "start": "00:19:53",
    "end": "00:20:25"
  },
  {
    "text": "I don't know if I remember all three. I mean, you get the fat and lean cows.",
    "start": "00:20:26",
    "end": "00:20:29"
  },
  {
    "text": "That's right. So that's Pharaoh's first dream. First dream, yeah.",
    "start": "00:20:29",
    "end": "00:20:32"
  },
  {
    "text": "And then the fields, like the.",
    "start": "00:20:32",
    "end": "00:20:34"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:20:34",
    "end": "00:20:34"
  },
  {
    "text": "Famine.",
    "start": "00:20:34",
    "end": "00:20:35"
  },
  {
    "text": "Yeah, the third one, there's grain. There's like healthy fat ears of grain. And then they swallow up and eat the thin, lean ones. So that is actually the final third set of dreams. There are two sets of dreams before that. There's the two dreams that Joseph has that begin the story where the stars.",
    "start": "00:20:35",
    "end": "00:20:54"
  },
  {
    "text": "Are bowing down to him.",
    "start": "00:20:54",
    "end": "00:20:55"
  },
  {
    "text": "Yeah, that's right. Yeah. So he has a dream where he's picking grain with his brothers. And then his brother sheaves of grain bow down to his. So that ticks off his brothers. And then he has a dream where he's like the cosmic king of the universe and the sun, moon and stars are bowing down to him. So it's two dreams. Those two dreams get him in trouble. They actually end him up on a wagon train. Down to Egypt as a kidnapped slave. And there, down in an Egyptian prison, he meets two servants of Pharaoh who each have a dream making up two dreams. This is, remember the cupbearer and the baker. And so their dreams end up being fulfilled. And so it's really cool. Joseph ends up in slavery down in Egypt because of his two dreams there in the pit, in the prison. He calls it the prison. The pit. He interprets two dreams that get him out of prison, where he interprets Pharaoh's two dreams and is elevated as the ruler of the land and the nations, fulfilling his dream. Fulfilling his dream to become the cosmic king of the world.",
    "start": "00:20:55",
    "end": "00:21:57"
  },
  {
    "text": "Yeah.",
    "start": "00:21:57",
    "end": "00:21:58"
  },
  {
    "text": "So what's important is, even though Pharaoh's dreams seem like they don't fit into this cosmic apocalypse, they actually do in the sense of his dreams fit in our third in a pattern of dreams that are about the elevation of Joseph as the cosmic king of the nations. And that story of Joseph is actually an important beginning design pattern of the son of man theme of descending down into the pit of suffering and then being exalted up out to rule over the nations. That's the ark of the Joseph story is an important part of the design pattern at work in Daniel 7, which is very much an apocalyptic cosmic. Anyway, so thank you, Brenda. It's a good question and opened up a whole can of words.",
    "start": "00:21:58",
    "end": "00:22:43"
  },
  {
    "text": "What were the bakers and the. What's the other guy?",
    "start": "00:22:43",
    "end": "00:22:46"
  },
  {
    "text": "The baker and the cupbearer.",
    "start": "00:22:46",
    "end": "00:22:48"
  },
  {
    "text": "And the cupbearer. What were their dreams?",
    "start": "00:22:48",
    "end": "00:22:50"
  },
  {
    "text": "Yeah, their dreams are really cool. So the cupbearer said, oh, yeah, in my dream, there was a vine in front of me with three branches. As it was budding, blossoms came out, clusters that produce ripe grapes. I had Pharaoh's cup in my hand. I squeezed the grapes into the cup and I put it in Pharaoh's hand. And Joseph said, ooh, sweet. Good for you, man. The three branches are three days, and Pharaoh's gonna lift up your head and restore you to your office. That's the cupbearer. The baker has a dream, and he comes up to Joseph. He's stoked. He's like, oh, all right. I'm gonna get some goodies too. Do you remember? And so he said, in my dream, there are three baskets of bread on my head. And then these birds come and started eating the bread out of the baskets. And Joseph is like, yeah, that's because in three days, Pharaoh's going to hang you on a tree and the birds will eat the flesh off your body.",
    "start": "00:22:50",
    "end": "00:23:40"
  },
  {
    "text": "Yeah. So growing up in the faith. I was not actually around a lot of this, which is putting importance to visions and dreams and what God might be communicating to you. But I'm now actually more familiar with it and actually experience it more. Not personally, but people have come up to me in the last few years and have said I have this vision and it's always uncomfortable for me. It's always uncomfortable and strange and I'm always really skeptical. But Sam from Ohio is a good follow up question, I think, to all of this and I think he's kind of getting at that discomfort.",
    "start": "00:23:41",
    "end": "00:24:18"
  },
  {
    "text": "Hi, my name is Sam Myung from Marysville, Ohio. Are there any specific criteria for an apocalypse to be recognized as being from the Lord? How were the prophets apocalypses received with authority? And how has the church historically protected itself from revelations or visions that hasn't been recognized with God's authority, like for example, the visions of Muhammad or Joseph Smith? Thanks so much. Yeah, that is a, that's a great question, Sam. Discerning what prophets speak in the name of God and are genuinely speaking in the name of God. This has been a challenge all along. All along. This challenge comes along with God's strategy to work in the world through people. Right? Yeah, it's Genesis 1, the image of God. In other words, it requires people to discern. So classic statements of this in the Hebrew Bible are in the book of Deuteronomy, chapter 13, Jeremiah, the prophet had a lot of people saying he was a false prophet. And then he was constantly having to throw it back on other people and be like, no, no, you're the false prophets. Jeremiah, chapter 14 and 29 are important chapters here. And in the Hebrew Bible, the main criteria given for whether you can discern a prophet is if they say that something's going to happen and it doesn't happen, then it just says, yeah, don't listen to them. Like, don't pay attention to them. Just stop listening. Pretty straightforward, pretty straightforward. If they lead you to start following other gods like go worship BAAL and so on, then they're to be put to death. So that's intense. You have a sense there already that there were criteria. Is this leading us towards the covenant, love and purposes of Yahweh or is it leading us away from Yahweh to another God? Does this prophet actually give wisdom that actually happens in the world or they just kind of whatever off on some other planet? So this issue in the Hebrew Bible, it's just as much of an issue in the New Testament and these are some well known passages actually where it gets talked about. Jesus talks about false prophets. Do you remember this in the Sermon on the Mount, he says, they're like wolves in sheep's clothing. It's a famous line, actually.",
    "start": "00:24:18",
    "end": "00:26:28"
  },
  {
    "text": "Yeah.",
    "start": "00:26:28",
    "end": "00:26:29"
  },
  {
    "text": "So he was aware of lots of people leading Israel astray. Some people thought he was the one leading Israel astray, the people that killed him.",
    "start": "00:26:29",
    "end": "00:26:36"
  },
  {
    "text": "Isn't the point of that metaphor that it's really hard to tell?",
    "start": "00:26:37",
    "end": "00:26:40"
  },
  {
    "text": "Totally.",
    "start": "00:26:40",
    "end": "00:26:40"
  },
  {
    "text": "The wolf is in the sheep.",
    "start": "00:26:41",
    "end": "00:26:42"
  },
  {
    "text": "That's right.",
    "start": "00:26:42",
    "end": "00:26:42"
  },
  {
    "text": "It looks like a sheep.",
    "start": "00:26:42",
    "end": "00:26:43"
  },
  {
    "text": "That's right. And that's why right after that, he says, you know them by their fruit, which is very similar to the criteria. Does it lead us towards Yahweh or away from Yahweh? Does it lead us toward greater faithfulness to God in his covenant or less? Paul had to deal with this in Corinth. It brings it up in chapter 14, where he's talking about prophecy, people talking about dreams and visions that they have in the community. He makes the short statement of the gospel that Jesus is Lord a good criteria. He says, if somebody is claiming to prophesy, but they can't say that Jesus is the king of the universe, then don't listen to him. They don't have the spirit. Paul says. And then the most explicit point is in First John, the letter of First John, chapter four, where he says, test the spirits. If somebody claims to be representing the voice of the Spirit in dreams or prophecy, you know, use collective community discernment, does this square with the teachings of the apostles? Does it lead us towards Jesus? Does it lead us to love God or neighbor? And if it doesn't do those things, then we should probably not. Actually. What he doesn't say is don't listen. What he just says is use discernment and don't believe everything that people say, which is just kind of wise in the first place. But I don't know. What do you think, John? It's very easy to talk about this. I've been in scenarios where it's much more complex than what I just described.",
    "start": "00:26:43",
    "end": "00:27:58"
  },
  {
    "text": "It gets really complex. I mean, we kind of said, hey, it's pretty straightforward. If it doesn't happen, then it's not from God. But it's never that straightforward. Because when you're talking about images and visions.",
    "start": "00:27:58",
    "end": "00:28:09"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:28:09",
    "end": "00:28:10"
  },
  {
    "text": "There's always a sense of like, I don't know what this means exactly. Sure, take it as you will. And then if it is specific and that specific thing didn't happen, it can be re.",
    "start": "00:28:10",
    "end": "00:28:21"
  },
  {
    "text": "Reinterpreted.",
    "start": "00:28:22",
    "end": "00:28:23"
  },
  {
    "text": "Reinterpreted I think the classic. There's. Can't remember. I was listening to this. But someone actually studied a lot of these cults or whatever you want to call it, where it's like. Or just religious groups who are like, the world is ending and I have a date and I know it's happening. And what happens when it so clearly doesn't happen. And they told a story and I can't remember who it was, but this one guy had this date and all night they're like, up waiting. It doesn't happen. And you would think this is the moment of, like, I was wrong. But instead he's like, we did it, guys. All our faithfulness saved the world.",
    "start": "00:28:23",
    "end": "00:29:00"
  },
  {
    "text": "Oh, sure.",
    "start": "00:29:00",
    "end": "00:29:01"
  },
  {
    "text": "So that's why the world didn't end, because. So it gets really murky.",
    "start": "00:29:01",
    "end": "00:29:05"
  },
  {
    "text": "Yep.",
    "start": "00:29:05",
    "end": "00:29:05"
  },
  {
    "text": "Obviously.",
    "start": "00:29:05",
    "end": "00:29:06"
  },
  {
    "text": "Yeah, totally. Yep. Although no more or less murky than any other means by which humans try and understand the world. It's. By nature, humans are limited. We're images of God, but we're also limited and compromised images. And so, I don't know. Anytime I think that we're looking for some kind of answer from God that forces me not to own responsibility and use wisdom and discernment and make a decision. I want somebody else. I want God to make the decision for me. And that's just, I guess, not how God tends to operate, at least not in the story of the Bible. And so it requires discernment and responsibility and ownership. And I think that's. I don't know what else to say, except this is just the way that prophecy and dreams have always been in the biblical tradition. It's not a new challenge. That's my bigger point, is that there are ways that God's people have guideposts to discern throughout history. And it's important to look at those as we try and do the same in our own day.",
    "start": "00:29:06",
    "end": "00:30:10"
  },
  {
    "text": "Okay, this question is from Daniel in England. Hi, this is Daniel from Cambridge, England.",
    "start": "00:30:11",
    "end": "00:30:16"
  },
  {
    "text": "In Ephesians 2, Paul talks about how no one can come to faith in.",
    "start": "00:30:17",
    "end": "00:30:21"
  },
  {
    "text": "Jesus except God himself, making him known.",
    "start": "00:30:21",
    "end": "00:30:24"
  },
  {
    "text": "So does that mean by definition that every single believer in Jesus have had an apocalypse?",
    "start": "00:30:24",
    "end": "00:30:30"
  },
  {
    "text": "Thank you so much for everything you do.",
    "start": "00:30:31",
    "end": "00:30:33"
  },
  {
    "text": "It's a great question, Daniel. There are so many great questions about. Once you redefine apocalypse in its biblical meaning of just coming to see something about Jesus or God or that you couldn't see before, it really opens up all these other parts of the Bible that you start thinking about. Well, that's kind of like an apocalypse too, where that is one. So yeah. Daniel, you're describing this famous passage in Ephesians. People memorize it. It was one of the first things I memorized as a new Christian. It begins, you were dead in your sins and transgressions, and that God made you alive with Christ, seated you with him in the heavenly realms. It's God who's rich in mercy. By his grace, you are saved through faith. All right, It's a famous passage. So what you're asking, Daniel, is the fact of if I'm dead and unable to generate life, cosmic life, life of the new age in and of myself, is the fact that God has to give me life so that I can truly see and participate in Jesus is an apocalypse. And I think so. I think that's an appropriate category for talking about it. And Daniel, I would just encourage you to flip back one page to Ephesians, chapter one. And Paul actually uses the word apocalypse to describe this. In chapter one of Ephesians, he finishes his amazing one sentence poem. It's one sentence in Greek from verses three to fourteen. We've talked about this before, I think.",
    "start": "00:30:33",
    "end": "00:31:58"
  },
  {
    "text": "In your Ephesians class.",
    "start": "00:31:59",
    "end": "00:32:00"
  },
  {
    "text": "That's right, the classroom. Yeah. So complex. But in chapter one, verse 15, he shifts after this poem and he starts praying for the believers that he's writing to. And he says, you know, I'm giving thanks for you. I mention you in my prayers. And he says, I pray that the God of our Lord Jesus, Messiah, for the Father of glory, may give you a spirit of wisdom and apocalypse as you come to know Him. I pray that the eyes of your heart may be enlightened so that you will come to know. And then he names three things that they come to know, and they are all future oriented. Two of them are future. The hope of his calling, the riches of his glorious inheritance among the believers. Actually, all three are present. And here's surpassing power that is available to us who believe. So he's writing to a persecuted or at least ostracized religious minority up in Ephesus saying he's praying for an apocalypse to see that actually they are the ones who have the inheritance, the real inheritance of the future new creation. And God's power is available towards you. That's hard to see on an average day. It takes the eyes of your heart to have an apocalypse. Isn't that a cool image?",
    "start": "00:32:00",
    "end": "00:33:15"
  },
  {
    "text": "It is a really cool image.",
    "start": "00:33:15",
    "end": "00:33:17"
  },
  {
    "text": "What's cool is that this is an apocalypse that happens in a very personal way. Way that fits exactly what. What Daniel's talking about.",
    "start": "00:33:17",
    "end": "00:33:24"
  },
  {
    "text": "Does that go to show Just how general the term apocalypse is. Or are we beginning to conflate kind of two separate things? Because there is this. We're calling it the cosmic apocalypse, which are these. The Book of Revelation. The Revelation, and then there's these more personal apocalypses. And when we talk about how to read apocalyptic literature, we're not talking about how to read this passage in Ephesians that happens to use the word apocalypse. That's talking about someone's personal, you know, their heart being opened up to something that's happening that they couldn't see.",
    "start": "00:33:24",
    "end": "00:33:56"
  },
  {
    "text": "Correct.",
    "start": "00:33:56",
    "end": "00:33:57"
  },
  {
    "text": "But it's good to realize this is the same language.",
    "start": "00:33:57",
    "end": "00:34:00"
  },
  {
    "text": "That's right. Yep. We're all the way back to when we talk about the meaning of the word. The word apocalypse simply means to reveal or to uncover. Many things can be uncovered or revealed. Something that's very personal, like what Paul's describing here or the meaning of the cosmos, like what Enoch sees in the Book of Enoch or. Or the culmination of history, like what John sees. So many things can be apocalypsed. What we are after for this video was when you have a whole collection, a whole section of a biblical book or a whole biblical book that is a composition of dreams and visions that are all coordinated and connected together. This is. We call apocalyptic literature. And that's what we're after. So I guess that's maybe one way to separate it.",
    "start": "00:34:00",
    "end": "00:34:46"
  },
  {
    "text": "Great. Let's do. Katie in New York has a question.",
    "start": "00:34:46",
    "end": "00:34:49"
  },
  {
    "text": "Hi, my name is Katie Bertola, and I'm from Rochester, New York. I'm wondering, is there a relationship between testing and apocalypse? Since testing reveals what is in a person and apocalypse reveals what is hidden, does it follow? These ideas are closely linked in the Bible. I'm thinking specifically of Jesus being tested after the Holy Spirit descends on him at his baptism. What do you think? Thanks. I thought that was a really interesting question. Test stories uncover what's in someone. It reveals something about a person, whereas apocalypses reveal something about God and God's purposes. So in a way, they're kind of like the inverse of each other.",
    "start": "00:34:49",
    "end": "00:35:26"
  },
  {
    "text": "And we've talked a lot about tests in the Tree of Life series that we did.",
    "start": "00:35:27",
    "end": "00:35:31"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:35:31",
    "end": "00:35:32"
  },
  {
    "text": "That podcast series about how God does put tests in front of his people.",
    "start": "00:35:32",
    "end": "00:35:37"
  },
  {
    "text": "That's right. Yeah. And what is interesting is how many testing stories take place accompanied by some kind of apocalyptic moment. So in Genesis 3, there's an ironic twist because the woman sees the tree, then she takes from it and the forbidden tree, and we're told her eyes were opened and you're like, oh, she really Apocalypse? Yes, she apocalypse. And what she sees is that she's naked. And that was not a problem before. She chose to do what is good in her own eyes. But now it's a weakness and a vulnerability in the eyes of also that guy who will define good and evil differently than she might. And so what happens then is an apocalypse of God's presence. In a little design pattern nugget where it's called, God comes to walk in the garden. Walk about in the garden in the ruach hayom. In the wind of the day.",
    "start": "00:35:37",
    "end": "00:36:32"
  },
  {
    "text": "Yeah.",
    "start": "00:36:33",
    "end": "00:36:33"
  },
  {
    "text": "Which is often translated the breezy time of day or the. But that's actually a description. And their response is to be afraid. However God shows up, however he reveals himself, they hide. And that starts to lay a pattern for God's fearful appearances. Right on. Throughout the rest of the Hebrew Bible. For example, when Abraham fulfills his great test on Mount Moriah with Isaac, the binding of Isaac, he's up on a high place by a tree at an altar, and the angel of the Lord appears to him and reveals to him, like, stop doing this. And he makes an oath. God swears that he's going to bless the nations through your seed, Abraham, because you did this. That's a testing story where God once again reveals apocalypses, his promise to bless. At Mount Sinai, the people are tested. They don't want to go up the mountain because God shows up in the stormy time of day, the wind of the day.",
    "start": "00:36:33",
    "end": "00:37:30"
  },
  {
    "text": "Wait, the same phrase is used on Mount Sinai.",
    "start": "00:37:30",
    "end": "00:37:32"
  },
  {
    "text": "Oh, well, that God shows up in the wind.",
    "start": "00:37:32",
    "end": "00:37:34"
  },
  {
    "text": "Yes, he shows up in the wind.",
    "start": "00:37:34",
    "end": "00:37:36"
  },
  {
    "text": "Yep. He shows up in the ruach. And in the voice. The voice of the Lord comes in the wind. And those are the same words used. And the voice of the Lord was walking in the garden at the wind of the day. The story of David that we mentioned, where he blew it by taking a census, and then there's a plague in Jerusalem, and he goes up to offer that sacrifice, and he sees the angel of Yahweh with a sword standing in between heaven and earth. Such an interesting story. So he has an apocalypse. But that story is the testing story of David. Dude, we've never talked about this. And I just noticed this. I've been working on Samuel, dude, In that story, 2 Samuel 24, the hinge of the story is where David says to God, he says, these sheep of Israel, what have they done? Let your hand be against me. He offers his own life, like Moses did. Just like Moses, except he's on Mount Zion. He's at the foundation spot of what's going to be the temple.",
    "start": "00:37:36",
    "end": "00:38:34"
  },
  {
    "text": "Oh, wow.",
    "start": "00:38:34",
    "end": "00:38:34"
  },
  {
    "text": "So here's David offering his own life for his own sins in the place of the innocent people. In Moses, it switched. It's innocent Moses offering his life in the place of guilty people. In David's place, it's turned over. But together they continue that design pattern of the. Anyway, I thought you would think that's cool.",
    "start": "00:38:34",
    "end": "00:38:54"
  },
  {
    "text": "That is cool.",
    "start": "00:38:54",
    "end": "00:38:55"
  },
  {
    "text": "So apocalypses of God's presence on high places and people's testing stories often accompany each other, which is even. So we've taken separate videos. The test.",
    "start": "00:38:55",
    "end": "00:39:05"
  },
  {
    "text": "We haven't talked about that. The test is an upcoming video.",
    "start": "00:39:06",
    "end": "00:39:08"
  },
  {
    "text": "That's right.",
    "start": "00:39:09",
    "end": "00:39:09"
  },
  {
    "text": "That is news. That is news to anyone listening.",
    "start": "00:39:09",
    "end": "00:39:11"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:39:11",
    "end": "00:39:12"
  },
  {
    "text": "We decided to make a video on this theme of the test. It wasn't originally planned, but we realized there was so much. So much good content on the cutting room floor when we did our Tree of Life video.",
    "start": "00:39:12",
    "end": "00:39:22"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:39:22",
    "end": "00:39:23"
  },
  {
    "text": "That was focusing more on the. Not on what the tree of life is and represents and following that theme through. But. But that the. The choice it puts in front of you.",
    "start": "00:39:23",
    "end": "00:39:32"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:39:32",
    "end": "00:39:32"
  },
  {
    "text": "Which is a test of will you trust God or not?",
    "start": "00:39:32",
    "end": "00:39:35"
  },
  {
    "text": "Yeah, it's going to be a cool video. We were just looking at some new visual art today. That's gonna be awesome. So anyhow, Katie, your instinct is right. There is a larger interconnected design pattern of tests on high places where God apocalypses himself to somebody. It's a repeated motif throughout the Hebrew Bible and the story of Jesus, baptism, his transfiguration on the tall mountain. These are all New Testament echoes of that design pattern.",
    "start": "00:39:35",
    "end": "00:40:05"
  },
  {
    "text": "Cool. Leo from Oregon again, another Oregonian.",
    "start": "00:40:06",
    "end": "00:40:09"
  },
  {
    "text": "Yeah, awesome.",
    "start": "00:40:09",
    "end": "00:40:10"
  },
  {
    "text": "Has a question.",
    "start": "00:40:10",
    "end": "00:40:11"
  },
  {
    "text": "Hi, Tim and John. My name is Leo. I'm an undergrad in Bible and theology with Multnomah. And I'm just a bit curious as to how the imagery and language of fire or fiery judgment play out in biblical apocalyptic from the Old into the New Testament. And what are the implications of this for future reality since the hope is renewal and not cosmic destruction. Thank you guys for all the work you do. Great question, Great question.",
    "start": "00:40:11",
    "end": "00:40:33"
  },
  {
    "text": "Fire and brimstone.",
    "start": "00:40:33",
    "end": "00:40:35"
  },
  {
    "text": "Totally. You know, one helpful way to think about how you would answer a question like this, Leo. It requires reading your Bible a lot, but you could do this would just be to, you know, read through the Bible in sequence. You know, read in the Tanakh order for the Hebrew Bible and then the New Testament. Read the Bible. It takes a while. But maybe do a theme study of fire as you go through the whole thing, and you'll find that every single section of the Bible develops a continuing growing portrait of, of the meaning of fire. And it's really interesting. So the first story that really features fire introduces also its meaning. It's the Sodom and Gomorrah story.",
    "start": "00:40:35",
    "end": "00:41:17"
  },
  {
    "text": "Yeah, let's jump right into that.",
    "start": "00:41:18",
    "end": "00:41:19"
  },
  {
    "text": "Yeah, totally. Genesis 19. But what's interesting is that itself, that story is a development of the flood design pattern. So the flood is about cosmic collapse. The waters that God split and separated at creation collapsed back in the cosmos collapses. And what God promises after he recreates the cosmos for Noah is he promises, I'm never going to do that again with water on a cosmic level. Now, remember, the reason for the flood started with the spilling of Abel's blood on the ground. And blood cries out. And then Lamech, Cain's descendant murders even more sons of God. It gets even worse. Violence throughout the land. So as you read throughout the book of Genesis, the next story where you have an evil city that has an outcry of the innocent rising up to God, just like at the flood, is the beginning of the Sodom and Gomorrah story.",
    "start": "00:41:19",
    "end": "00:42:06"
  },
  {
    "text": "So it's like you're already like, okay, well, he's not going to flood. God's not going to flood the Earth. How's he going to deal with water?",
    "start": "00:42:08",
    "end": "00:42:13"
  },
  {
    "text": "He's not going to flood with water, and he's not going to do cosmic collapse. But what about a local flood, so to speak? And that's essentially what the lesson of the Sodom and Gomorrah story is. There are moments in human communities where humans have unleashed so much violence and oppression that the only just response is for God to hand it over to the destructive power of creation on a local level. And so it's also the next story where the word rain appears in the flood story, and then it rains on Sodom, but it rains fire. And what it does is both destroy evil, but it also purifies because it saves a remnant out of it. Abraham intercedes for the righteous, and Lot and his family is brought out of it. Although he's not that great of a guy, but it was never about him in the first place. It was about Abraham and his righteousness. Anyway, so that's the first story. So the Sodom and Gomorrah story kind of gives you the core portrait of fire, that it has the same role as the flood, purifying, destroying evil, but also with a means of escape With Yahweh, there's always a means of escape. As you get into the later stories, like in the Prophet, especially in the books of the Prophets, fire takes on a dual meaning where it's both destructive, it's disintegrating, but then also purifying. Isaiah chapter one introduces this metaphor that God's fire is like melting down precious metal and removing the. What do you call that?",
    "start": "00:42:13",
    "end": "00:43:45"
  },
  {
    "text": "Impurities.",
    "start": "00:43:45",
    "end": "00:43:45"
  },
  {
    "text": "Yeah, impurities. Dross. I think that's the technical term.",
    "start": "00:43:45",
    "end": "00:43:48"
  },
  {
    "text": "Dross.",
    "start": "00:43:48",
    "end": "00:43:49"
  },
  {
    "text": "Yeah. Nice. And as you go into the Prophets, that dual nature, God's fire has a negative and a positive role.",
    "start": "00:43:50",
    "end": "00:43:56"
  },
  {
    "text": "And the apostle Paul.",
    "start": "00:43:57",
    "end": "00:43:58"
  },
  {
    "text": "Yes, yes.",
    "start": "00:43:58",
    "end": "00:43:59"
  },
  {
    "text": "Understands the positive in 1 Corinthians.",
    "start": "00:43:59",
    "end": "00:44:02"
  },
  {
    "text": "That's right. Yep. First Corinthians 3. Yeah, that's right, yeah, yeah.",
    "start": "00:44:02",
    "end": "00:44:05"
  },
  {
    "text": "About how you build your life and whether or not it's going to be destroyed by the fire.",
    "start": "00:44:05",
    "end": "00:44:10"
  },
  {
    "text": "Yeah. So he's using a purifying fire motif there. Things that you build that aren't. On the Messiah and his values of the kingdom. He calls it wood, hay or straw, burned away. In Second Peter, chapter three, which is the passage that many people appeal to to say, ah, look, God is going to roast the whole cosmos.",
    "start": "00:44:10",
    "end": "00:44:29"
  },
  {
    "text": "Yeah. Because what does that say?",
    "start": "00:44:29",
    "end": "00:44:30"
  },
  {
    "text": "Well, totally. It also depends on what Greek manuscript you're reading.",
    "start": "00:44:30",
    "end": "00:44:34"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:44:34",
    "end": "00:44:35"
  },
  {
    "text": "Yeah. Second Peter 3, 10. He says, but the day of the Lord. Yeah, the day of the Lord will come like a thief. It's borrowing a teaching of Jesus. There's. In which the skies will pass away with a rush. And the Stoicheia. It's a Greek word. We'll talk about that in a second. Stoicheia will be undone. It's the word loosed, let loose, disintegrated, no longer held together in an ordered way. This is an order and chaos image here. So the Stoichea are undone through heat and the earth and all of its deeds will be found out. Some translations have. I'm reading the New American Standard actually doesn't have found out. It has burned up.",
    "start": "00:44:35",
    "end": "00:45:22"
  },
  {
    "text": "Niv. I'm in it. It's laid bare.",
    "start": "00:45:22",
    "end": "00:45:25"
  },
  {
    "text": "Yes. Yep. Yeah. They're actually trying to hover in between found out and laid bare.",
    "start": "00:45:25",
    "end": "00:45:30"
  },
  {
    "text": "Oh, and then it says some manuscripts may say burned up.",
    "start": "00:45:30",
    "end": "00:45:35"
  },
  {
    "text": "Yeah. So there's a classic textual issue here whether. And there's just a couple letters difference between the Greek word found out and burned up.",
    "start": "00:45:35",
    "end": "00:45:44"
  },
  {
    "text": "But if you're using a refining metaphor.",
    "start": "00:45:44",
    "end": "00:45:46"
  },
  {
    "text": "Yes, that's. That's right. That's right.",
    "start": "00:45:46",
    "end": "00:45:48"
  },
  {
    "text": "It's the same thing. Being found out is being burned up.",
    "start": "00:45:48",
    "end": "00:45:51"
  },
  {
    "text": "Well, to be burned up, you think primarily of destructive, which he just said, the Stoichea, which we'll talk about in a second, are going to be undone through heat and the earth and all of its deeds. And the earliest manuscripts read will be found out. So what that tells you is that the purpose of the fire imagery in context isn't just physical destruction as such.",
    "start": "00:45:51",
    "end": "00:46:13"
  },
  {
    "text": "Yeah. To get rid of it.",
    "start": "00:46:14",
    "end": "00:46:15"
  },
  {
    "text": "It's to reveal what's true. Just like in the Apostle Paul's metaphor in 1 Corinthians 3, to burn away what needs to be burned away so that the truth can be revealed.",
    "start": "00:46:15",
    "end": "00:46:26"
  },
  {
    "text": "Apocalypse.",
    "start": "00:46:27",
    "end": "00:46:28"
  },
  {
    "text": "Yeah, totally. Yeah. The fire reveals, man. I was just on Memorial Day. This is May Memorial Day, the American holiday to remember military veterans. And so we made a little fire in our backyard, and I had all this old wood that had nails in it. And so my boys and I had fun burning it all up. And then the next day, the next morning, we went through with a little, like, rake, shovel, and pulled out all the nails that were just in the ash. So that's it. That's kind of what the image here. It breaks things down to their basics so that what is found out is the truth. So that itself tells me that the fire is working on a metaphorical level in Peter's vocabulary here. The other thing is that two times he talks about the Stoicheia, which is often translated the core element will be burned up or destroyed with intense heat. What's interesting is that this phrase right here, the elements destroyed with intense heat from. From Second Peter, chapter three, verse ten and verse twelve, the elements melted. Those are copy and pasted lines from the Greek Septuagint of Isaiah, chapter 34. And there, what is being burned up is the rebel hosts of heaven, the.",
    "start": "00:46:28",
    "end": "00:47:44"
  },
  {
    "text": "Rebel spiritual beings, but Isaiah calls them elements.",
    "start": "00:47:44",
    "end": "00:47:47"
  },
  {
    "text": "And one of the ways that spiritual beings who are viewed as lords of the cosmos, the divine council, essentially, this Greek word Peter uses is one of the Jewish Greek words used to describe the divine council.",
    "start": "00:47:47",
    "end": "00:48:02"
  },
  {
    "text": "What is it in Hebrew?",
    "start": "00:48:02",
    "end": "00:48:03"
  },
  {
    "text": "In Hebrew, it's the word army, the hosts of heaven.",
    "start": "00:48:03",
    "end": "00:48:06"
  },
  {
    "text": "And then that was translated in the Septuagint as the elements of heaven. The Stoichea.",
    "start": "00:48:07",
    "end": "00:48:12"
  },
  {
    "text": "Stoicheia. Yeah. Which is one of the words talking about one of the spiritual being who's given responsibility by God to order or oversee the order of some part of the cosmos. My only point is it's not 100% slam dunk that Peter is talking about the physical elements of the world. It's just as possible that he's talking about rebel spiritual beings being undone through God's fiery judgment. So that's a debatable matter. And I have a lot more homework to do on that. I just know that's an interpretive fork in the road that people take in interpreting spiritual passage. But this is the only passage in the New Testament that clearly uses fire imagery with cosmic destruction imagery. Every other passage in the New Testament that uses fire imagery uses it in a purifying way. And there's actually not that many descriptions. Much more common are Jesus images of renewal and rebirth, or Paul In Romans 8, the liberation of the cosmos, or in Revelation 21, a new creation, that kind of thing. So there's a variety of images that the apostles have to talk about, the transition between this age and the age to come. And fire, purifying fire is one of them.",
    "start": "00:48:12",
    "end": "00:49:25"
  },
  {
    "text": "This might be a time to mention. So in the Revelation, and you talked about this briefly in the Revelation, there's a lot of signs. There's like three sets of seven.",
    "start": "00:49:25",
    "end": "00:49:35"
  },
  {
    "text": "Oh, yes. Yeah. The trumpets, what would you call them? Three sets of seven Apocalypses of divine justice. The seals, the trumpets and the bowls.",
    "start": "00:49:36",
    "end": "00:49:46"
  },
  {
    "text": "And all these images are from the Flood narrative.",
    "start": "00:49:46",
    "end": "00:49:50"
  },
  {
    "text": "Yeah. Yep, that's right.",
    "start": "00:49:50",
    "end": "00:49:52"
  },
  {
    "text": "And the liberation of Israel out of Egypt, the Hebrew people out of Egypt, and then before they became Israel as a nation, and then prophets and how they use the same language. So all of that is like this vocabulary of images all around God rescuing people. But they're very vibrant, violent, intense images. Do you want to say anything more about that? I mean, that's really helpful for me to realize. What you're seeing in the Revelation is really just a riff on all of these images that start from the flood, the Exodus, and then how the prophets talk about it.",
    "start": "00:49:52",
    "end": "00:50:30"
  },
  {
    "text": "Yeah, yeah. Just like Jesus quotes from Isaiah 13 about the fall of Babylon to predict what is future to him, the fall of Jerusalem in just a few decades. So John looks forward to whether he's actually before the fall of Jerusalem in 70. Some people hold that view. Some people think he's looking forward to the fall of Rome as he's in the late first century. But the point is he never actually uses the word rome in chapter 11. Whatever kingdom he's describing, he calls it Sodom, Egypt. And the Lord. Where. The city where our Lord was crucified.",
    "start": "00:50:30",
    "end": "00:51:07"
  },
  {
    "text": "Yeah. Isn't there an interpretation where 666 comes from, like Nero?",
    "start": "00:51:08",
    "end": "00:51:12"
  },
  {
    "text": "Yes. Yeah. That's one very probable interpretation of the 666.",
    "start": "00:51:13",
    "end": "00:51:17"
  },
  {
    "text": "In which case it's kind of. We're talking about Rome.",
    "start": "00:51:17",
    "end": "00:51:19"
  },
  {
    "text": "Yeah, that's right. But the point is that he never actually uses the name of the city. He calls it by Sodom, Egypt and Jerusalem, meaning that he knows how the Bible works. He reads the Bible according to design patterns. And so yeah, in the same way, whatever John is looking at, he's less, I think in my humble opinion, he's less trying to tell you through these images what you would actually see if you were standing outside a city right at the end of days or something. He's trying to help you understand the meaning of, of God's judgment in any generation when Babylon's fall because they've overreached their God given authority. Actually here I was going to quote from this earlier, but I thought I would. Richard Baucom Theology of the Book of Revelation I'm just reading through it for the. I was just looking for the fourth time I've had this book 20 years and I'm reading through it my fourth time now. But in the. This is such a good book. But he has this really great section about the imagery in the book of Revelation. Okay, so it's interesting work with me here. So he says it would be a serious mistake to understand the images of the Revelation merely as timeless symbols. In other words, he could have chosen, not necessarily like a dragon or a beast, but he could have chosen, I don't know, a bear or something like that. But the fact that he chose a dragon and a beast is really important. He says the character of John's images in the Revelation conforms to their context as a letter, a real letter to seven churches in Asia in the first century. The resonance of these images and their very specific social, political and cultural and religious context need to be understood if we are to appropriate their meaning today. So what does the harlot riding on a dragon mean in the first century? Before we adopt it as a lens to see my world through, I need to understand what on earth that would have even meant to anybody else in the first century. He says, however, if the images are not timeless symbols, but relate to a real world of the author and readers in the first century, we also need to avoid the opposite mistake of taking the images too literally as descriptive of the real world and of predicted events in the real world. The images are not a system of codes waiting to be translated into matter of fact references to people and events. He's taken out his place on the grid there, right? So that's his view. Once we begin to appreciate the source of these images in the Hebrew Bible and, and in current Greco Roman culture of John's readers, then we can realize they are not meant to be read either as literal descriptions or as secret, encoded descriptions. The images must be read for their theological meaning and their power to evoke response. So you can agree or disagree with him. He's one of the smartest commentators in history on the Revelation, and you just. You have to work through his treatment on the images. But essentially he thinks all these images are designed to help us understand the meaning of God's work in history, when kingdoms rise and fall, and that every generation has actually seen a certain level of fulfillment of the images in the Revelation, all leading up to the ultimate fulfillment, whenever that's going to be. And that's an approach to the book that for me has become really compelling as I read and understand design patterns and rest of the Bible. But I keep on learning. So I'm sure my view will be developing probably like yours, John. And what else can you do, you know, keep learning, keep learning, keep learning.",
    "start": "00:51:19",
    "end": "00:55:11"
  },
  {
    "text": "Tim's slogan.",
    "start": "00:55:11",
    "end": "00:55:12"
  },
  {
    "text": "That's right.",
    "start": "00:55:13",
    "end": "00:55:13"
  },
  {
    "text": "Cool. Well, fire, that's a great question. I'm left just reflecting. Fire is intense, regardless whether it's purifying fire or fire that's going to destroy everything. And by saying it's purifying fire, focusing on that doesn't lessen the intensity. Like, it's still like, yeah, that's right.",
    "start": "00:55:14",
    "end": "00:55:34"
  },
  {
    "text": "It sure didn't for Isaiah when he's getting purified by the coal on his lips.",
    "start": "00:55:34",
    "end": "00:55:38"
  },
  {
    "text": "Yeah, he's gonna die.",
    "start": "00:55:38",
    "end": "00:55:39"
  },
  {
    "text": "When I think about all of the things that seem like necessary to my life and that I love and care about, that I would be sad if they all burned up. But probably a lot of that would actually be good for me if it got burned up. I'd be sad, but it might be good for me. I don't know. I think there's a lot of things like that.",
    "start": "00:55:40",
    "end": "00:55:58"
  },
  {
    "text": "I have one more question, but let's land the plane so that we could cut it out if you don't want to do it.",
    "start": "00:55:59",
    "end": "00:56:04"
  },
  {
    "text": "Okay. Do you have a second, John? Of course I do. We're at 30 minutes on this, 25 gigs for this one, but it's still going.",
    "start": "00:56:04",
    "end": "00:56:12"
  },
  {
    "text": "Let's do it. Okay. Someone came up to you, Tim, and said, the coronavirus, this plague, it's a sign of the end of the world. Don't get a vaccine because they're going to mark you with the mark of the beast in the vaccine. Have you been hearing this?",
    "start": "00:56:12",
    "end": "00:56:26"
  },
  {
    "text": "I have heard people tell me that this is a thing they're going to.",
    "start": "00:56:27",
    "end": "00:56:31"
  },
  {
    "text": "Implant some sort of chip with the vaccine. Let me try to answer how I think you would answer.",
    "start": "00:56:31",
    "end": "00:56:36"
  },
  {
    "text": "Okay. All right.",
    "start": "00:56:36",
    "end": "00:56:37"
  },
  {
    "text": "And then you can respond. Framing it that way is taking a position on that map of that apocalyptic literature is a code about the future.",
    "start": "00:56:37",
    "end": "00:56:47"
  },
  {
    "text": "About a particular set of events, particular set of future events yet to have happened.",
    "start": "00:56:47",
    "end": "00:56:52"
  },
  {
    "text": "So right off the bat, that's the playing field that person is coming from and that you take a position more of that. All these images are a lens by which to view the world from. So, yes, there's a plague. And a plague is showing us the corrupt nature of creation, that it can actually, like, fall apart so easily and that we're still hoping for new creation, resurrection.",
    "start": "00:56:52",
    "end": "00:57:18"
  },
  {
    "text": "And it's a sign of God's judgment. Being exiled from the garden is a part of God's just decision about human rebellion and evil. So the fact that I die is a form of God's judgment.",
    "start": "00:57:18",
    "end": "00:57:30"
  },
  {
    "text": "Right. Whether by a virus or.",
    "start": "00:57:30",
    "end": "00:57:32"
  },
  {
    "text": "Yeah, that's right. Now, it's not in terms of God is not necessarily the proximate cause. Right. Of the pandemic. But living in a world where there is pandemics and death and so on is a sign of a world that is slowly being put to death so that it can be raised from the dead.",
    "start": "00:57:32",
    "end": "00:57:51"
  },
  {
    "text": "And as a lens, the Mark of the Beast thing, we've talked about this before, which is. It's the anti Shema. It's the like. It's basically this making a declaration that you are. Your alliance is to Babylon.",
    "start": "00:57:52",
    "end": "00:58:05"
  },
  {
    "text": "That's right. Yeah. Yep, that's right. So the mark is one wonderful example about an imagery, an evocative image that John uses, the mark of the Beast. So he's developing the mark and the name of the beast and having the name. Remember our conversation with Carmen Imes about bearing the name? So having the name upon you, your right hand and your forehead, these are all images for how faithful Israelites bore the name of Yahweh, said the Shema, as a symbol on their hands and their foreheads. And this is all symbolic language about with your mind and with your actions and with your heart. The Shema shows your allegiance to the God of the name, the beast and the dragon. All they can do is imitate the true God. And so the mark of the Beast is. Yeah, it's an anti messianic Shema. So what that tells me is that the image has nothing to do about a chimpanzee implant. What it tells me what is the Beast in the Revelation? The Beast is a socioeconomic system of oppression and violence. And it seems to me I am taking the mark of the beast more when I thoughtlessly contribute to or benefit from and don't even become aware of these systems of oppression that I'm part of. That's another equally appropriate way to interpret the sign and the number of the beast. And that would be the metaphorical lens approach. Does that help at all?",
    "start": "00:58:05",
    "end": "00:59:37"
  },
  {
    "text": "Yeah.",
    "start": "00:59:37",
    "end": "00:59:38"
  },
  {
    "text": "So there are people who are saying that the sign of the mark of the beast will be fulfilled by a vaccine implant.",
    "start": "00:59:38",
    "end": "00:59:44"
  },
  {
    "text": "Well, and I think the fear behind that ultimately is control of. Like, we're gonna start being tracked and controlled by the government.",
    "start": "00:59:45",
    "end": "00:59:53"
  },
  {
    "text": "Yeah. I don't know. Without having heard that line of reasoning, I can't directly speak to it. But, you know, on first hearing it, my thought is I feel like tails wagging the dog on that one, where it's more of a sociopolitical agenda. And I go looking for things in the Revelation. And that's the thing, is if you go looking in the Revelation for an image that just kind of fits with the current events. I mean, dude, 2,000 years.",
    "start": "00:59:53",
    "end": "01:00:21"
  },
  {
    "text": "Some juicy ones in there.",
    "start": "01:00:21",
    "end": "01:00:22"
  },
  {
    "text": "Juicy ones in there. And whatever, the vaccination implants won't be the last. There'll be some other thing, you know, 100 years from now. But what that interpretation doesn't do is illuminate what John thought the meaning of the mark was and the clues he's given us in the Old Testament hyperlinks. And that's what at least I advocate and Bauckham advocates and a lot of other smart people thinks that we should be after when we read apocalyptic literature in the Bible.",
    "start": "01:00:22",
    "end": "01:00:49"
  },
  {
    "text": "All right, thank you for your questions.",
    "start": "01:00:49",
    "end": "01:00:52"
  },
  {
    "text": "Yes, everyone, thank you. Wonderful questions.",
    "start": "01:00:52",
    "end": "01:00:54"
  },
  {
    "text": "And that's going to wrap up the Apocalyptic series. We're going to circle back and talk about how to read New Testament letters.",
    "start": "01:00:55",
    "end": "01:01:04"
  },
  {
    "text": "Yeah. Yeah. We are going to round out the series on how to read the Bible with a good long series on how to read the New Testament letters.",
    "start": "01:01:04",
    "end": "01:01:12"
  },
  {
    "text": "So that'll be next week. Our first podcast will be actually live from Dallas.",
    "start": "01:01:12",
    "end": "01:01:17"
  },
  {
    "text": "Yes. From a while ago.",
    "start": "01:01:17",
    "end": "01:01:19"
  },
  {
    "text": "From about a year ago, from.",
    "start": "01:01:20",
    "end": "01:01:22"
  },
  {
    "text": "I think it was October 2019 when we did it.",
    "start": "01:01:22",
    "end": "01:01:25"
  },
  {
    "text": "Oh, my gosh.",
    "start": "01:01:25",
    "end": "01:01:26"
  },
  {
    "text": "Wow. It was pre Covid. Pre Covid.",
    "start": "01:01:26",
    "end": "01:01:28"
  },
  {
    "text": "It was pre Covid. Yeah. Yeah, we didn't do a live in Dallas during COVID Okay.",
    "start": "01:01:28",
    "end": "01:01:34"
  },
  {
    "text": "All right, cool.",
    "start": "01:01:34",
    "end": "01:01:35"
  },
  {
    "text": "Thanks, Tim.",
    "start": "01:01:35",
    "end": "01:01:35"
  },
  {
    "text": "Yep. Thank you, John. And thank you, everybody.",
    "start": "01:01:35",
    "end": "01:01:37"
  },
  {
    "text": "So we're part of the Bible Project, and Bible Project is a nonprofit. We want you to experience the Bible as a unified story that leads to Jesus. We look at themes, books of the Bible, literary styles so that you can read the Bible. Learn to read the Bible as a unified story that leads to Jesus. This is our podcast. We have videos on our YouTube channel and other such things on our website, Bibleproject.com and what's cool about this project, honestly, is really cool, is we get to make everything for free because it's like, it's prepaid, like people say. People like you are like, we want more videos. Here's some resources. And then we take those resources and make the videos, and we love it. We're having a good time. So thank you for being part of this, and we'll see you again later.",
    "start": "01:01:38",
    "end": "01:02:25"
  },
  {
    "text": "Hi, this is Tara. I'm from Bothell, Washington. Hi, this is Joe McGee. I'm from El Dorado, Texas. We use the Bible Project for our homeschool every day. And my favorite thing about the Bible Project is the way it beautifully communicates the message of Scripture in a way that invites us in and helps us understand what we are reading. We believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me.",
    "start": "01:02:26",
    "end": "01:02:49"
  },
  {
    "text": "Find free videos, study notes, podcasts, and more@thebibleproject.com.",
    "start": "01:02:49",
    "end": "01:02:54"
  }
]