[
  {
    "text": "There is a road to travel. It's a way of freedom. It's the Exodus way. It's the road out of slavery, the road through the wilderness, and the road into inheritance and blessing. We've been tracing this theme of the way, and today we look at the prophet Isaiah. In his time, Israel is living in the promised land, but it's become a land of oppression and slavery because. Because of enemy threats on the outside and idolatry and injustice on the inside. Yet Isaiah prophesies of a day when the land will truly be at peace, when there will be a final road in. And the imagery in Isaiah gets cosmic.",
    "start": "00:00:05",
    "end": "00:00:40"
  },
  {
    "text": "When all humans and all creatures and all life is in a relationship of intimate knowing with Yahweh.",
    "start": "00:00:40",
    "end": "00:00:49"
  },
  {
    "text": "For this promised new creation to come, God himself must make the way. And so Isaiah envisions a new road through the wilderness.",
    "start": "00:00:50",
    "end": "00:00:58"
  },
  {
    "text": "So a voice cries out in the wilderness, y' all should prepare the way of Yahweh. Y' all make straight in the desert a highway for our God. The only way this highway's coming is for God to make it and for God to lead the way.",
    "start": "00:00:58",
    "end": "00:01:16"
  },
  {
    "text": "This highway through the wilderness isn't a road we travel on with our feet. This is a road we travel by changing our hearts.",
    "start": "00:01:16",
    "end": "00:01:23"
  },
  {
    "text": "They're back in the land and they're. There's all kinds of poor Israelites suffering. And there won't be a safe passage through the wilderness until you start doing right by your neighbor and dealing with the injustice within Israel. So the call to leave Egypt is now a call to repentance.",
    "start": "00:01:23",
    "end": "00:01:40"
  },
  {
    "text": "Today, Tim Mackey and I explore the narrative theme of the Exodus in the scroll of Isaiah. Finding all of these story beats the road out, the road between and. And the road in. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:01:41",
    "end": "00:01:59"
  },
  {
    "text": "Hi, John. Hello.",
    "start": "00:01:59",
    "end": "00:02:00"
  },
  {
    "text": "We continue walking through the theme of the new Exodus.",
    "start": "00:02:00",
    "end": "00:02:03"
  },
  {
    "text": "The new Exodus? Yes.",
    "start": "00:02:03",
    "end": "00:02:05"
  },
  {
    "text": "This theme, it's a big one. There's a lot going on.",
    "start": "00:02:05",
    "end": "00:02:10"
  },
  {
    "text": "Yep. Like all major biblical themes cover to cover lots of parts and lots of cycles of repetition through all the parts of the Bible.",
    "start": "00:02:10",
    "end": "00:02:19"
  },
  {
    "text": "The Exodus story proper is really a big narrative of a lot of ideas, which is the road out of slavery and oppression, then the road between, which is the wilderness journey, and then the road into the Promised Land. All of that is the Exodus. What gets confusing and where there's tension is that. That template, that big template, when it starts to get applied to other stories, it's kind of confusing. What part of the story are we in? Are we going into the promised land? But it really Feels like we're going back into the wilderness. So, like, we ended looking at judges, and the people of Israel are now likened to Pharaoh, who are in the promised land, but now are kind of like under oppression of their own making. And they need deliverance.",
    "start": "00:02:19",
    "end": "00:03:12"
  },
  {
    "text": "Yeah.",
    "start": "00:03:12",
    "end": "00:03:13"
  },
  {
    "text": "Like they need a new type of exile from themselves.",
    "start": "00:03:13",
    "end": "00:03:15"
  },
  {
    "text": "Yeah, from the larger scale. They are in the land. So they're in that third part into the land. But then once they get in there, they're stuck in these cycles that all are sounding the notes of going out of Egypt. And that seems to be part of the point. So maybe music analogies can serve us here, where you have a piece of music that has a large architecture to it, from introduction to going through cycles of melody leading up to a kind of resolution. But then each one of those cycles through the melody could be a creative variation of the whole thing, but on a smaller scale. And you mix things up and you swap them and invert them, turn majors into minors. And. I don't know, I'm not a music theorist. So isn't this what makes for interesting music, is it doesn't just repeat itself in a way that feels predictable?",
    "start": "00:03:16",
    "end": "00:04:14"
  },
  {
    "text": "Well, you're not talking about pop music. You're talking about.",
    "start": "00:04:14",
    "end": "00:04:16"
  },
  {
    "text": "Oh, that's a good point. That's what pop music it is. Yes. Jazz, Classical.",
    "start": "00:04:16",
    "end": "00:04:22"
  },
  {
    "text": "Classical music.",
    "start": "00:04:22",
    "end": "00:04:23"
  },
  {
    "text": "Yes.",
    "start": "00:04:23",
    "end": "00:04:24"
  },
  {
    "text": "Yeah, yeah. The pop music is very clear cut.",
    "start": "00:04:24",
    "end": "00:04:27"
  },
  {
    "text": "Yeah.",
    "start": "00:04:27",
    "end": "00:04:27"
  },
  {
    "text": "Tell you where I'm going. We're gonna go there, and then we're gonna have a little fun bridge, and.",
    "start": "00:04:27",
    "end": "00:04:32"
  },
  {
    "text": "Then we're gonna just bring it home and. Exactly the way you thought it would.",
    "start": "00:04:32",
    "end": "00:04:35"
  },
  {
    "text": "Yeah, yeah, exactly.",
    "start": "00:04:35",
    "end": "00:04:37"
  },
  {
    "text": "Yeah. So the Hebrew Bible is not like that.",
    "start": "00:04:37",
    "end": "00:04:40"
  },
  {
    "text": "The Hebrew Bible is not a pop song.",
    "start": "00:04:40",
    "end": "00:04:41"
  },
  {
    "text": "It's not popular music. It.",
    "start": "00:04:41",
    "end": "00:04:44"
  },
  {
    "text": "Oh, no, that'd be a good title of a book. The Bible's not a pop song.",
    "start": "00:04:44",
    "end": "00:04:48"
  },
  {
    "text": "You should run with that.",
    "start": "00:04:52",
    "end": "00:04:53"
  },
  {
    "text": "Okay.",
    "start": "00:04:53",
    "end": "00:04:53"
  },
  {
    "text": "Yeah.",
    "start": "00:04:53",
    "end": "00:04:54"
  },
  {
    "text": "All to say. Yes, I'm tracking also where I'm feeling the tension. I think I'm supposed to feel the tension. So let's continue on in this tension.",
    "start": "00:04:54",
    "end": "00:05:05"
  },
  {
    "text": "So the first big outworking of the Exodus template on the macro scale, the Road out is the Exodus story proper. The Prince of Egypt movie part of the story, Exodus 1:15. The road in between is their long sojourn in the wilderness that ends only in the final days of Moses that he brings them to the edge of the promised land in the Jordan River. And then Joshua becomes the road in. And then once you get to the Road in, Judges, like we looked at last time, just says, now we're just replaying the whole thing over and over and over again in the land.",
    "start": "00:05:05",
    "end": "00:05:41"
  },
  {
    "text": "Yeah.",
    "start": "00:05:41",
    "end": "00:05:41"
  },
  {
    "text": "And that goes through all sorts of complicated plot twists leading to the rise of a monarchy, then the establishment of Jerusalem as the capital city, the building of the temple in that city, and then centuries long, torturously slow self destruction of the Israelite family in the land, leading to a couple rounds of imperial oppression, the rise of a couple new pharaohs. One is the rise of the first true imperial invasion force that the world had ever seen, the Assyrian Empire. The first empire, the first war machine on the largest scale any civilization had known. And they just stormed what we call the near east, just took it all over. And the Israelite kingdoms were split into.",
    "start": "00:05:42",
    "end": "00:06:37"
  },
  {
    "text": "Two by that time.",
    "start": "00:06:37",
    "end": "00:06:38"
  },
  {
    "text": "By. Yeah, two rival houses, the house of Israel.",
    "start": "00:06:38",
    "end": "00:06:41"
  },
  {
    "text": "Not because of Assyria way before that. Way before that.",
    "start": "00:06:41",
    "end": "00:06:43"
  },
  {
    "text": "Yeah, that's right. So Israel is a couple years into a split. Couple years, a couple centuries into a split. So they're weakened by that. And so when the Assyrian armies come through, it's just a huge shockwave. So Isaiah of Jerusalem, Isaiah the prophet lived in that time period of the waves of the Assyrian armies sweeping through. And he saw and anticipated that the northern kingdom was going to get carried away in the flood of Assyrian armies. And he also trusted that God was going to deliver Jerusalem in his day. And he encouraged the kings from the line of David there in Jerusalem to trust that God would do so. And interestingly, Jerusalem was never taken by Assyria. Actually, the story at the center of the book of Isaiah is about that. But he also anticipated that the kings from the line of David would not be faithful in the long run. And that even if it's after Assyria, that line and the city would fall eventually. And the empire he could see responsible for that was just new on the block in that era, Babylon. And so the book of Isaiah anticipates that Israel would not fall to Assyria, but would fall to Babylon. And that is in fact what happened. And so the second half of Isaiah, chapters 40 through 66, are all a voice speaking from on the other side of that Babylonian destruction, promising new hope for the future. So there's this interesting interplay where Isaiah of Jerusalem lived during the days of the Assyrian invasion and predicted rescue. But then he anticipated the rise of a Babylonian invasion and predicted defeat. But then hope out the other side. So that's kind of the macro shape of Isaiah. Yeah.",
    "start": "00:06:43",
    "end": "00:08:45"
  },
  {
    "text": "Okay.",
    "start": "00:08:45",
    "end": "00:08:45"
  },
  {
    "text": "Is that relatively. I just realized I talked for a long time about ancient empires and states and kings. So a lot of people's Eyes glaze over at that point.",
    "start": "00:08:45",
    "end": "00:08:54"
  },
  {
    "text": "I'm following. Yeah. Two kingdoms. Israel's two kingdoms. The northern kingdom, the southern kingdom. This has been happening for centuries.",
    "start": "00:08:54",
    "end": "00:09:01"
  },
  {
    "text": "Yes.",
    "start": "00:09:01",
    "end": "00:09:01"
  },
  {
    "text": "And it's the southern kingdom where Jerusalem exists. It's called Judah. And like the kings from the line of. They're all kings from the line of David, right?",
    "start": "00:09:02",
    "end": "00:09:09"
  },
  {
    "text": "Yep. In Jerusalem.",
    "start": "00:09:09",
    "end": "00:09:10"
  },
  {
    "text": "But then the kings in the north, they're not from the line of David.",
    "start": "00:09:10",
    "end": "00:09:14"
  },
  {
    "text": "No.",
    "start": "00:09:14",
    "end": "00:09:14"
  },
  {
    "text": "Okay.",
    "start": "00:09:14",
    "end": "00:09:14"
  },
  {
    "text": "Nope.",
    "start": "00:09:14",
    "end": "00:09:15"
  },
  {
    "text": "So there's this family split. When Assyria rises up, they take over the northern kingdom. And so the northern kingdom's now under their rule.",
    "start": "00:09:16",
    "end": "00:09:25"
  },
  {
    "text": "Yeah.",
    "start": "00:09:25",
    "end": "00:09:25"
  },
  {
    "text": "But they can't take Jerusalem. They siege it. Right. At some point, they do.",
    "start": "00:09:26",
    "end": "00:09:31"
  },
  {
    "text": "They surround it.",
    "start": "00:09:31",
    "end": "00:09:32"
  },
  {
    "text": "Yeah.",
    "start": "00:09:32",
    "end": "00:09:32"
  },
  {
    "text": "Yep. Yeah. Actually, then there's Syrian, like, military chronicles that were discovered and deciphered and dug up. There are references to Sennacherib's attack on Jerusalem. He was the.",
    "start": "00:09:32",
    "end": "00:09:44"
  },
  {
    "text": "He's the Babylonian king.",
    "start": "00:09:44",
    "end": "00:09:46"
  },
  {
    "text": "The Assyrian king.",
    "start": "00:09:46",
    "end": "00:09:47"
  },
  {
    "text": "Sorry, the Assyrian king.",
    "start": "00:09:47",
    "end": "00:09:48"
  },
  {
    "text": "Yeah.",
    "start": "00:09:48",
    "end": "00:09:48"
  },
  {
    "text": "And so Babylon comes later. Now, in the big world history side of things, while Assyrians, the first empire on their heels, the next empire is Babylon.",
    "start": "00:09:49",
    "end": "00:09:59"
  },
  {
    "text": "Babylon, that's right.",
    "start": "00:09:59",
    "end": "00:10:00"
  },
  {
    "text": "So Babylon rises to power. And when they rise to power and then they come through, Jerusalem does fall to Babylon. And that's the big exile. When I think of the exile of Israel.",
    "start": "00:10:00",
    "end": "00:10:14"
  },
  {
    "text": "That's what you think of.",
    "start": "00:10:14",
    "end": "00:10:15"
  },
  {
    "text": "I think of that one.",
    "start": "00:10:15",
    "end": "00:10:16"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:10:16",
    "end": "00:10:17"
  },
  {
    "text": "But really, there was kind of two waves of Israel falling. And in the first wave with Assyria, Jerusalem doesn't fall. So it's kind of this moment of victory amidst the tragedy.",
    "start": "00:10:17",
    "end": "00:10:27"
  },
  {
    "text": "That's right.",
    "start": "00:10:27",
    "end": "00:10:28"
  },
  {
    "text": "And you're saying Isaiah lives through the Assyrian attack. He predicts that Jerusalem will stand. It does. But he also can see prophetically something's around the corner. Jerusalem won't stand.",
    "start": "00:10:28",
    "end": "00:10:39"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:10:39",
    "end": "00:10:40"
  },
  {
    "text": "Yeah.",
    "start": "00:10:40",
    "end": "00:10:40"
  },
  {
    "text": "So when he wrote his poetry about a future Davidic king who would rescue Israel or Judah and rescue everybody, he's writing it before Babylon rose onto the scene. But his poems endured and were treasured by his disciples, who are responsible for the shape of Isaiah as we have it. And they treasured those poems as referring to something even more ultimate than whatever happened in Isaiah's own day. The main poem I want to show us is chapter 11, which we've looked at elements of this passage many times in the past. But this is a retelling of the future deliverance moment. The Road Back in. Isaiah is really interested in depicting the road back in.",
    "start": "00:10:41",
    "end": "00:11:29"
  },
  {
    "text": "The road back into what?",
    "start": "00:11:29",
    "end": "00:11:30"
  },
  {
    "text": "In terms of our Exodus template, there's the road out of oppression. There's the road in between, the wilderness journey and then the road back in.",
    "start": "00:11:30",
    "end": "00:11:39"
  },
  {
    "text": "And so who needs to go back in?",
    "start": "00:11:39",
    "end": "00:11:41"
  },
  {
    "text": "So Isaiah, he's thinking of a moment when Israel has been scattered because of its defeat at the hands of these imperial oppressors.",
    "start": "00:11:41",
    "end": "00:11:50"
  },
  {
    "text": "He's thinking forward.",
    "start": "00:11:50",
    "end": "00:11:51"
  },
  {
    "text": "He's thinking forward. And that there will be a day when Yahweh brings his people back into the land.",
    "start": "00:11:51",
    "end": "00:11:58"
  },
  {
    "text": "And the back into the land is like Joshua bringing the people into the land.",
    "start": "00:11:59",
    "end": "00:12:05"
  },
  {
    "text": "You got it. Yeah, exactly right. So with all that said, that's the note in the sequence that he's highlighting here. And let's pick it up. Isaiah 11, and we'll just start reading. We'll see what happens.",
    "start": "00:12:05",
    "end": "00:12:18"
  },
  {
    "text": "Okay.",
    "start": "00:12:18",
    "end": "00:12:18"
  },
  {
    "text": "So Isaiah 11, 1, 16. The first panel of it goes verses 1 through 9. I'll just start reading the first part. So a shoot will come up from the stump of Jesse, and a branch from its roots will bear fruit. Jesse was David's dad, King David's dad.",
    "start": "00:12:49",
    "end": "00:13:10"
  },
  {
    "text": "If Jerusalem has fallen, then King David's dynasty is over. It's a stump. Yeah, but something's coming out.",
    "start": "00:13:10",
    "end": "00:13:20"
  },
  {
    "text": "Yep, that's right. So a new David. It's a poetic way of saying a new king, like David.",
    "start": "00:13:20",
    "end": "00:13:25"
  },
  {
    "text": "Yeah.",
    "start": "00:13:25",
    "end": "00:13:25"
  },
  {
    "text": "And just like David, man, when people were around David, they noticed there was a presence about him that he seemed particularly charged by the spirit of God. And that's true in the stories about him in the book of Samuel. So also for this new David, the spirit of Yahweh will rest on him. And then you get a list of six additional whatever angles or ways to describe the spirit. Yep, that's right. Yeah. That lead up to a total of seven descriptions. So the spirit of Yahweh, 1, spirit of wisdom, 2, understanding, 3, a spirit of counsel. Counsel here, meaning, like wise, insightful. I mean, advice feels too trite.",
    "start": "00:13:26",
    "end": "00:14:13"
  },
  {
    "text": "Well, how is this significant compared to wisdom and understanding?",
    "start": "00:14:14",
    "end": "00:14:17"
  },
  {
    "text": "So wisdom is about practical skill and know how.",
    "start": "00:14:18",
    "end": "00:14:22"
  },
  {
    "text": "Craftsmanship, almost.",
    "start": "00:14:22",
    "end": "00:14:22"
  },
  {
    "text": "Understanding is kind of the broadest term of, like, you get how something works and what it is.",
    "start": "00:14:23",
    "end": "00:14:29"
  },
  {
    "text": "Yeah.",
    "start": "00:14:29",
    "end": "00:14:30"
  },
  {
    "text": "Counsel is about strategy.",
    "start": "00:14:30",
    "end": "00:14:32"
  },
  {
    "text": "Okay, interesting. But Hokma, wisdom is strategic.",
    "start": "00:14:34",
    "end": "00:14:39"
  },
  {
    "text": "Oh, that's right. Yes.",
    "start": "00:14:39",
    "end": "00:14:41"
  },
  {
    "text": "So in what way is this kind of a different type of strategy?",
    "start": "00:14:41",
    "end": "00:14:43"
  },
  {
    "text": "Oh, council is about making plans.",
    "start": "00:14:43",
    "end": "00:14:45"
  },
  {
    "text": "Okay.",
    "start": "00:14:45",
    "end": "00:14:46"
  },
  {
    "text": "It's about the plans that you make.",
    "start": "00:14:46",
    "end": "00:14:47"
  },
  {
    "text": "Okay.",
    "start": "00:14:47",
    "end": "00:14:48"
  },
  {
    "text": "Wisdom can just be like, I understand this particular metal and how to craft it.",
    "start": "00:14:48",
    "end": "00:14:53"
  },
  {
    "text": "Right. I know how to carve into this wood. I know how to make this beautiful thing.",
    "start": "00:14:53",
    "end": "00:14:57"
  },
  {
    "text": "That's right.",
    "start": "00:14:57",
    "end": "00:14:58"
  },
  {
    "text": "But the planning of, like, how is this all gonna work together in A big kind of meta way.",
    "start": "00:14:58",
    "end": "00:15:02"
  },
  {
    "text": "That's right.",
    "start": "00:15:02",
    "end": "00:15:03"
  },
  {
    "text": "That's okay.",
    "start": "00:15:03",
    "end": "00:15:03"
  },
  {
    "text": "Yep. That's counsel. Yep. So spirit of counsel. That's the fourth thing. A spirit of might, like, straight up power. It's just like, gets things done, makes them happen. A spirit of knowledge, knowing, and then of the fear of Yahweh. And his very breath is the fear of Yahweh. It's an interesting line. He will not judge. And here judge is being used in the sense of. To oversee, to make calls, to discern between. Yep. Discern between. Yep. So he will judge, but not by mere eyesight. He will intercede, that is, get involved in disputes and conflicts and take sides. But not based on just rumor, what he hears with his ears. No. He will judge the poor with righteousness. He will intercede for the needy of the land with uprightness. So would you say he's not easily.",
    "start": "00:15:03",
    "end": "00:16:10"
  },
  {
    "text": "He's not going to be fooled?",
    "start": "00:16:11",
    "end": "00:16:12"
  },
  {
    "text": "Fooled, yeah.",
    "start": "00:16:12",
    "end": "00:16:13"
  },
  {
    "text": "Yeah. He can see through what's really going on.",
    "start": "00:16:13",
    "end": "00:16:16"
  },
  {
    "text": "Yeah. The principles of doing right and uprightness, that's what drive his decisions.",
    "start": "00:16:16",
    "end": "00:16:24"
  },
  {
    "text": "Yep.",
    "start": "00:16:24",
    "end": "00:16:24"
  },
  {
    "text": "Which means he will strike the land with the rod of his mouth. He will put to death the wicked person with the breath of his lips. Righteousness will be a belt around his waist. Faithfulness, a belt around his lines. Wow. Sounds like a wise, effective leader.",
    "start": "00:16:25",
    "end": "00:16:41"
  },
  {
    "text": "Strike the land with the rod of his mouth. What does that mean, a rod of your mouth?",
    "start": "00:16:41",
    "end": "00:16:45"
  },
  {
    "text": "Okay, so a rod is like a scepter, a ruler's scepter, but also if you. We might say a club. You know, there's many cultures, they have a ceremonial, like, war instrument that is a symbol of royal power.",
    "start": "00:16:45",
    "end": "00:17:01"
  },
  {
    "text": "Oh. I mean, is that the trident? Is that Aquaman's?",
    "start": "00:17:01",
    "end": "00:17:04"
  },
  {
    "text": "Yes. Yes, yes, that's right. Yeah. Okay, the trident. I was thinking more like Germanic tribes were like a war club. I don't know. But yeah, something like that. Which means that if there are people in the right who are being oppressed, he'll deliver them. If there are people in the wrong who are oppressing, he will take care of them.",
    "start": "00:17:08",
    "end": "00:17:32"
  },
  {
    "text": "And it's applied to his mouth because he's.",
    "start": "00:17:32",
    "end": "00:17:35"
  },
  {
    "text": "Because you issue decrees.",
    "start": "00:17:35",
    "end": "00:17:36"
  },
  {
    "text": "He's issuing decrees.",
    "start": "00:17:36",
    "end": "00:17:37"
  },
  {
    "text": "You issue your judgments. You are guilty.",
    "start": "00:17:37",
    "end": "00:17:39"
  },
  {
    "text": "Okay.",
    "start": "00:17:39",
    "end": "00:17:40"
  },
  {
    "text": "Yeah.",
    "start": "00:17:40",
    "end": "00:17:41"
  },
  {
    "text": "Okay.",
    "start": "00:17:41",
    "end": "00:17:41"
  },
  {
    "text": "You are in the right.",
    "start": "00:17:41",
    "end": "00:17:42"
  },
  {
    "text": "Okay. And you'll put to death the wicked person with the breath of his lips.",
    "start": "00:17:43",
    "end": "00:17:46"
  },
  {
    "text": "Yeah. His word.",
    "start": "00:17:46",
    "end": "00:17:48"
  },
  {
    "text": "His word brings justice and his judgment. And justice could bring death. It'll bring death.",
    "start": "00:17:48",
    "end": "00:17:55"
  },
  {
    "text": "He can save life or he can end life.",
    "start": "00:17:56",
    "end": "00:17:58"
  },
  {
    "text": "He's a powerful guy.",
    "start": "00:17:59",
    "end": "00:18:00"
  },
  {
    "text": "In the hands of an unwise person. That's a dangerous power.",
    "start": "00:18:00",
    "end": "00:18:03"
  },
  {
    "text": "Terrifying.",
    "start": "00:18:03",
    "end": "00:18:04"
  },
  {
    "text": "But in the hands of somebody who's got the sevenfold wisdom of Yahweh, you can trust that it will be just. Okay, I think that's the image here.",
    "start": "00:18:04",
    "end": "00:18:11"
  },
  {
    "text": "Yeah. All right.",
    "start": "00:18:11",
    "end": "00:18:12"
  },
  {
    "text": "So that all feels like. All right. I can imagine a king from the line of David doing that stuff. There are humans who are like this sometimes, you know, the next part of the poem that gets real cosmic. Garden of Eden. Like, these are famous lines. The wolf will reside with the lamb. Hmm. And a leopard will lie down with a kid. That is like a baby goat and a calf and a lion and even a fat little calf together. And a small boy will lead them about. And a cow and a bear will graze, and their young will lie down together. And the lion will go vegan. He'll eat straw like the cattle.",
    "start": "00:18:13",
    "end": "00:18:56"
  },
  {
    "text": "What's with the small boy? So we got these chaos creatures becoming harmonized in a way. They don't bring chaos anymore.",
    "start": "00:18:56",
    "end": "00:19:07"
  },
  {
    "text": "Yeah. The predators. The food chain gets upended. Yeah, yeah, yeah.",
    "start": "00:19:07",
    "end": "00:19:12"
  },
  {
    "text": "And there's harmony. Okay. And there's a bunch of, like, questions about. What does that mean exactly?",
    "start": "00:19:13",
    "end": "00:19:19"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:19:19",
    "end": "00:19:20"
  },
  {
    "text": "Lions can't eat straw. They just. They can't.",
    "start": "00:19:20",
    "end": "00:19:23"
  },
  {
    "text": "Yeah.",
    "start": "00:19:23",
    "end": "00:19:23"
  },
  {
    "text": "Gonna change their digestive system or something.",
    "start": "00:19:25",
    "end": "00:19:27"
  },
  {
    "text": "Yeah.",
    "start": "00:19:27",
    "end": "00:19:27"
  },
  {
    "text": "But the small boy right at the center of this. The small boy will lead them.",
    "start": "00:19:28",
    "end": "00:19:32"
  },
  {
    "text": "Yeah. So there's two panels that first and the third describing this piece between predator and prey. And then there's one little line as the pivot between them. As the small boy. Children are vulnerable the way that lambs and little goats or calves are vulnerable. But it's a human. And for a human to lead the animals. That's what humans are called to do. On page one. Right. Rule.",
    "start": "00:19:32",
    "end": "00:19:59"
  },
  {
    "text": "So this is a new Adam, but we just got the new king. Why doesn't the king rule them and leave him?",
    "start": "00:19:59",
    "end": "00:20:05"
  },
  {
    "text": "Oh, yeah, yeah, totally.",
    "start": "00:20:05",
    "end": "00:20:06"
  },
  {
    "text": "Now it's like, okay, the small boy. It almost feels like a shepherd boy. And it's like, we're shepherd animals.",
    "start": "00:20:06",
    "end": "00:20:11"
  },
  {
    "text": "Yeah. Like David kind of. Yeah, yeah, yeah. Suggestive. There's probably a lot more to say, but the point is both. It's a vulnerable human, a little human, but exercising a role of oversight over predator and prey so that they follow this boy's lead. And my hunch is that it has to do with. In the larger context of. The section of Isaiah is all about the arrival and the birth of a new king. From the line of David, a son is born to us. To us a child is given, and his name will be called that Was from chapter nine.",
    "start": "00:20:11",
    "end": "00:20:45"
  },
  {
    "text": "Okay. So the small boy is the king to come.",
    "start": "00:20:45",
    "end": "00:20:47"
  },
  {
    "text": "You could take it that way. Yeah. It's the image of the coming king. Yeah. Because the next line, an infant will play by the serpent's hole, and a toddler will even just put his hand right into the viper's hole.",
    "start": "00:20:48",
    "end": "00:21:00"
  },
  {
    "text": "Yeah. Snake has no power.",
    "start": "00:21:01",
    "end": "00:21:02"
  },
  {
    "text": "Snake has no power. Yeah, yeah. Seed of the woman. They will do nothing bad. They will not cause any ruin on all of my holy mountain. Oh, wow. This is all happening on a holy, sacred mountaintop now. Because the land will be full of knowing Yahweh, like the waters cover the sea. So all of this is a poetic image of what it looks like when all humans and all creatures and all life is in a relationship of intimate knowing with Yahweh. There's no bad Ra. That's from Tov And Ra.",
    "start": "00:21:02",
    "end": "00:21:48"
  },
  {
    "text": "They will not do bad.",
    "start": "00:21:48",
    "end": "00:21:49"
  },
  {
    "text": "They will not do bad. So nothing Ra is done. And just try and imagine that line. Water's covering the sea. So when I look out at the ocean, I just see immersive and only water. So what if I looked out at creation and all I saw was creatures in a knowing, loving union with their creator? That's the depiction.",
    "start": "00:21:49",
    "end": "00:22:19"
  },
  {
    "text": "Yeah.",
    "start": "00:22:19",
    "end": "00:22:19"
  },
  {
    "text": "So that's a rad poem just right there.",
    "start": "00:22:20",
    "end": "00:22:22"
  },
  {
    "text": "Yeah.",
    "start": "00:22:24",
    "end": "00:22:24"
  },
  {
    "text": "That looks like the final road in.",
    "start": "00:22:24",
    "end": "00:22:26"
  },
  {
    "text": "It does.",
    "start": "00:22:27",
    "end": "00:22:28"
  },
  {
    "text": "Depiction. We have arrived at the promised land.",
    "start": "00:22:28",
    "end": "00:22:31"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:22:31",
    "end": "00:22:32"
  },
  {
    "text": "Now, who's that for? Here's the hinge pivot of this chapter. It's just one verse, one set of poetic lines, verse 10. And it will come about on that day that the root of Jesse. And you're like, oh, yeah, yeah, I remember that. Who will be standing as a signal to the peoples? The nations will seek him. Ah. So if we've got the holy mountain, the Eden mountain, then on the top is a root, which is. Oh, this is a colleague of mine, Jacob Stromberg, who's written a lot on Isaiah. He pointed this out to me for the first time. Notice the tension of the metaphor is roots are typically underground.",
    "start": "00:22:33",
    "end": "00:23:13"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:23:13",
    "end": "00:23:13"
  },
  {
    "text": "But this root is standing up high like a flagpole. It stands up as a signal, which is like a banner. Like think of a big flag banner.",
    "start": "00:23:14",
    "end": "00:23:24"
  },
  {
    "text": "The root is a flagpole.",
    "start": "00:23:24",
    "end": "00:23:25"
  },
  {
    "text": "Yeah.",
    "start": "00:23:25",
    "end": "00:23:26"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:23:26",
    "end": "00:23:26"
  },
  {
    "text": "The underground thing that sprouts up is actually like a tree. Like a tree with a big flag signaling for all the nations to come. And the nations will seek him. And his resting place will be pure glory, like the glory on top of Mount Sinai or the glory that hovered over the temple. Just God's glory. Okay, here we go. Here's another thing that will come about on that day. Verse 11, the Lord will extend his hand out a second time. We actually read this multiple episodes ago in this series.",
    "start": "00:23:26",
    "end": "00:24:01"
  },
  {
    "text": "First time being when he extended his hand to save Israel from oppression in Egypt.",
    "start": "00:24:02",
    "end": "00:24:09"
  },
  {
    "text": "Yep. Yeah. Except this time he's extending his hand a second time to acquire the remnant of his people that is left remaining in Assyria, Egypt, Pathros, Cush, Elam, Shinar. Which is. Shinar is really old word for Babylon, Hamath, in the coastlands of the sea. And he that is Yahweh will raise a signal. Ah, that's where that signal's going to come from. Yahweh will raise up the signal and gather the outcast of Israel, gather the scattered ones of Judah from the corners of the Earth.",
    "start": "00:24:09",
    "end": "00:24:52"
  },
  {
    "text": "Okay. So we started with this picture, what felt like kind of the final road in. But the picture actually really was like saying, I'm gonna gather the people in.",
    "start": "00:24:53",
    "end": "00:25:03"
  },
  {
    "text": "Yeah, we're actually backing up, aren't we?",
    "start": "00:25:03",
    "end": "00:25:05"
  },
  {
    "text": "Yeah.",
    "start": "00:25:05",
    "end": "00:25:05"
  },
  {
    "text": "Okay, thank you. That's good. So we just said, the Lord's gonna send out his hand. That's a signal for the road out. Yeah, because the people are sitting in oppression.",
    "start": "00:25:06",
    "end": "00:25:15"
  },
  {
    "text": "Right.",
    "start": "00:25:15",
    "end": "00:25:15"
  },
  {
    "text": "Under different empires.",
    "start": "00:25:15",
    "end": "00:25:17"
  },
  {
    "text": "Yeah. Because in the first part of the poem, all the land is filled with the knowing of God. It feels complete.",
    "start": "00:25:18",
    "end": "00:25:23"
  },
  {
    "text": "Yeah. It's the end.",
    "start": "00:25:23",
    "end": "00:25:24"
  },
  {
    "text": "It feels like the end.",
    "start": "00:25:24",
    "end": "00:25:25"
  },
  {
    "text": "Yeah.",
    "start": "00:25:25",
    "end": "00:25:25"
  },
  {
    "text": "And then it. All of a sudden it's like, actually, this is really just the place where the banner's gonna fly, where the signal's gonna go out, where the call for the road out begins.",
    "start": "00:25:25",
    "end": "00:25:34"
  },
  {
    "text": "Yeah, that's great. In other words, the poem is out of sequence in terms of the three steps. The road out, the road in between, the road in. It begins with just being in the promised land. And then you're told who that root of Jesse is going to stand as a signal to draw everybody. Oh, that's how everybody's going to get there.",
    "start": "00:25:35",
    "end": "00:25:55"
  },
  {
    "text": "So the root of Dressy is introduced at the beginning of the film.",
    "start": "00:25:55",
    "end": "00:25:58"
  },
  {
    "text": "Yeah.",
    "start": "00:25:58",
    "end": "00:25:58"
  },
  {
    "text": "And we learn just how awesome he is. Awesome he is. And then we learn what happens because of him. So you're saying that's kind of a flash forward.",
    "start": "00:25:59",
    "end": "00:26:10"
  },
  {
    "text": "Yeah, I see. The poem begins with the end. Yep.",
    "start": "00:26:11",
    "end": "00:26:14"
  },
  {
    "text": "And when it says on that day, verse 10. And it will come about on that day, I'm thinking that day where everything's made. Right. But that day is. No, that's a different day.",
    "start": "00:26:14",
    "end": "00:26:24"
  },
  {
    "text": "On that day is kind of a signal often used in prophetic books to connect poems. Next to each other or collections of prophetic oracles to connect them. But it has a very loose meaning.",
    "start": "00:26:24",
    "end": "00:26:38"
  },
  {
    "text": "Okay. It doesn't mean. And what happens next.",
    "start": "00:26:38",
    "end": "00:26:42"
  },
  {
    "text": "Yeah, it doesn't mean what happens next. Yeah, it means. And in connection with that.",
    "start": "00:26:42",
    "end": "00:26:47"
  },
  {
    "text": "Oh, interesting. Is this thing on that day.",
    "start": "00:26:47",
    "end": "00:26:49"
  },
  {
    "text": "But you've got to think about the connection as the reader.",
    "start": "00:26:49",
    "end": "00:26:52"
  },
  {
    "text": "This next thing's connected to that last.",
    "start": "00:26:52",
    "end": "00:26:54"
  },
  {
    "text": "Thing as a part of the thing that God's going to do. But it actually. The cause effect sequence works in reverse. You get the end result at the beginning.",
    "start": "00:26:54",
    "end": "00:27:04"
  },
  {
    "text": "Okay. And then you get what brought us there.",
    "start": "00:27:04",
    "end": "00:27:07"
  },
  {
    "text": "Now we're gonna find out. How is everybody gonna get into that holy mountain that's filled with knowing Yah?",
    "start": "00:27:07",
    "end": "00:27:13"
  },
  {
    "text": "Why don't they just write these poems in order?",
    "start": "00:27:13",
    "end": "00:27:15"
  },
  {
    "text": "Yeah. I guess it makes us stop and.",
    "start": "00:27:20",
    "end": "00:27:23"
  },
  {
    "text": "Puzzle for a second.",
    "start": "00:27:23",
    "end": "00:27:24"
  },
  {
    "text": "I think what we're doing right now is what the poem's designed to make us do.",
    "start": "00:27:25",
    "end": "00:27:28"
  },
  {
    "text": "It's a feature, not a bug.",
    "start": "00:27:28",
    "end": "00:27:30"
  },
  {
    "text": "Yep. So what we're told is in the middle, that all the nations are going to come to that. Now what we're told is specifically the two houses of Jacob, the split house of the north of Israel and southern Judah, they're all going to come together. God's going to bring them out. And they were just called all this one thing. His people, the remnant of his people that's out there. Then verse 13, which we stopped at. I'll just summarize. Which talks about how the jealousy and the hostility of the northern tribes and of the southern tribes will. There'll be peace.",
    "start": "00:27:30",
    "end": "00:28:12"
  },
  {
    "text": "Okay. So that family drama pre exile will be healed.",
    "start": "00:28:12",
    "end": "00:28:17"
  },
  {
    "text": "Will be healed. Yep. And it'll be like the story of Joshua's day is all over again. They'll come back into the promised land and no one will stand in their way. They'll get the promised land for real this time.",
    "start": "00:28:17",
    "end": "00:28:28"
  },
  {
    "text": "Okay, so not like Joshua.",
    "start": "00:28:28",
    "end": "00:28:30"
  },
  {
    "text": "Yes, I guess they're not like Joshua. And verse 15. And Yahweh will divide the tongue of the sea of Egypt. Oh yeah. And will wave his hand over the river. That's the Euphrates. So the sea of Egypt was like a first water crossing deliverance.",
    "start": "00:28:30",
    "end": "00:28:50"
  },
  {
    "text": "Sea of reeds.",
    "start": "00:28:50",
    "end": "00:28:51"
  },
  {
    "text": "Sea of reeds. But then to come back from Babylon or Assyria, you don't have to go through Egypt. Egypt, you have to cross the Euphrates river. And he's going to dry up that river with a hot wind too. He'll strike it into seven streams and make it passable by foot.",
    "start": "00:28:51",
    "end": "00:29:10"
  },
  {
    "text": "Well, that's a new image, isn't that good. Instead of the walls, he kind of, like, turns it into a bunch of mini rivers. You can hop over.",
    "start": "00:29:10",
    "end": "00:29:17"
  },
  {
    "text": "Yeah, you can hop. Isn't that great?",
    "start": "00:29:17",
    "end": "00:29:18"
  },
  {
    "text": "It is great.",
    "start": "00:29:18",
    "end": "00:29:19"
  },
  {
    "text": "And then this kid, this last line of the poem. So there will be a highway from Assyria for the remnant of his people that remains, just like there was for Israel when they came up from the land of Egypt.",
    "start": "00:29:19",
    "end": "00:29:32"
  },
  {
    "text": "The road out.",
    "start": "00:29:32",
    "end": "00:29:33"
  },
  {
    "text": "The road out. So the poem begins with, what does it mean to be in the promised land with the messianic leader? Not just Israel, all the nations. And it will begin, however, with Israel and how it'll be a second Exodus, but from Mesopotamia, not Egypt.",
    "start": "00:29:33",
    "end": "00:29:55"
  },
  {
    "text": "Mesopotamia is where Babylon and Assyria are.",
    "start": "00:29:56",
    "end": "00:29:58"
  },
  {
    "text": "Yep, that's right. Yep. And the key thing is, notice the mention of the road, the highway, called the highway. The Hebrew word mesillah. Well, this is cool. So mesillah as a noun comes from salal, which means to pile up. To pile up rocks.",
    "start": "00:29:58",
    "end": "00:30:13"
  },
  {
    "text": "Oh.",
    "start": "00:30:13",
    "end": "00:30:13"
  },
  {
    "text": "Because if you're making a road through a territory that has a lot of valleys, or to even it out, hills we're talking about. Actually, this is how roads are built today still.",
    "start": "00:30:13",
    "end": "00:30:24"
  },
  {
    "text": "Are they? I've never made one.",
    "start": "00:30:24",
    "end": "00:30:26"
  },
  {
    "text": "But think, like, if you're doing a long interstate drive.",
    "start": "00:30:26",
    "end": "00:30:29"
  },
  {
    "text": "Yeah.",
    "start": "00:30:29",
    "end": "00:30:30"
  },
  {
    "text": "And it's a. Yeah, it's level. Yeah. That was happened by bulldozers.",
    "start": "00:30:30",
    "end": "00:30:35"
  },
  {
    "text": "Yeah.",
    "start": "00:30:35",
    "end": "00:30:35"
  },
  {
    "text": "Dynamite. And whatever else, you know. Yeah, yeah. So in the same way a highway means actually high. The word high.",
    "start": "00:30:36",
    "end": "00:30:43"
  },
  {
    "text": "No way. Of course.",
    "start": "00:30:44",
    "end": "00:30:45"
  },
  {
    "text": "A highway.",
    "start": "00:30:45",
    "end": "00:30:46"
  },
  {
    "text": "That's why it's a highway.",
    "start": "00:30:46",
    "end": "00:30:47"
  },
  {
    "text": "Yeah.",
    "start": "00:30:47",
    "end": "00:30:47"
  },
  {
    "text": "It's built up. And that's. The Hebrew word, is the built up Messi lah.",
    "start": "00:30:47",
    "end": "00:30:52"
  },
  {
    "text": "The built up road. Highway. Highway is a great word.",
    "start": "00:30:52",
    "end": "00:30:56"
  },
  {
    "text": "Yeah.",
    "start": "00:30:56",
    "end": "00:30:56"
  },
  {
    "text": "So what's so cool is this poem and that specific image. Yahweh's gonna make a place holy mountain. It will be the glory presence there with the messianic king. It will draw all the scattered remnant and make them one again in the land, and then all of the nations with them. So this is just chapter 11. And then this set of images, which are new Exodus images, just get replayed and deployed throughout all these different parts of the book, but in these new, creative ways. So I guess it's just the way the Bible works in general.",
    "start": "00:30:57",
    "end": "00:31:34"
  },
  {
    "text": "Yeah.",
    "start": "00:31:34",
    "end": "00:31:35"
  },
  {
    "text": "But the way it happens within Isaiah is super cool. But really, you could just stop right here. You're like, that's the package deal right there.",
    "start": "00:31:35",
    "end": "00:31:42"
  },
  {
    "text": "Well, it doesn't talk about the road between.",
    "start": "00:31:43",
    "end": "00:31:45"
  },
  {
    "text": "That's right. So, shall we? Okay, yeah. Let's turn to some poems that talk about the road between. So Isaiah 1 through 35 is a set of three big collections, and it's almost entirely poetry. There's a little narrative in chapters like six through eight, but there's a big, long narrative in Isaiah 36, 39, and it's all about when Israel was saved from Assyria, when it was surrounded by Assyria's armies and it was delivered through the faithfulness of a descendant of David named Chizkiyahu. Yahweh is strong. Hezekiah. Is that how we say his name? Okay, and then right after his, like, hero moment, the Next story, chapter 39, is about how some emissaries from Babylon came. And he was so enthusiastic, he just took him on a tour of everything in his palace, everything in the city, the royal treasury.",
    "start": "00:31:46",
    "end": "00:33:17"
  },
  {
    "text": "Come check it out.",
    "start": "00:33:18",
    "end": "00:33:19"
  },
  {
    "text": "Yeah, but not the temple. He didn't take him to the temple. He's working the angles here to protect himself from another. You know, the next time Assyria comes around, I should have some allies. And so Isaiah comes and gets in his business and says, you stop trusting in God now you're trusting in Babylon. Babylon's gonna actually be your downfall a couple generations from now. And then that's the end. So he passes the test, and then he fails the test. And then the next three sections of Isaiah, chapters 40 through 66, which have three big chunks. Fast forward as if we are now on the other end of the Babylonian exile. It's happened.",
    "start": "00:33:19",
    "end": "00:34:03"
  },
  {
    "text": "Okay.",
    "start": "00:34:03",
    "end": "00:34:03"
  },
  {
    "text": "Babylon's come, taken out the city, and now the prophetic voice is speaking from the vantage point of we're sitting in Babylon, waiting for God to do the things like Isaiah 11 talked about. We're still waiting.",
    "start": "00:34:04",
    "end": "00:34:18"
  },
  {
    "text": "Okay.",
    "start": "00:34:18",
    "end": "00:34:19"
  },
  {
    "text": "That's the context. And so Isaiah 40 is a significant pivot.",
    "start": "00:34:19",
    "end": "00:34:24"
  },
  {
    "text": "This is the beginning of the second half of Isaiah.",
    "start": "00:34:24",
    "end": "00:34:28"
  },
  {
    "text": "Yeah. Okay, It's a confusing poem, but, like, it's the prophets. Like, what parts are not confusing. Yeah, but they're also famous lines. I don't know if they're famous lines, but they are well known lines depending on what group of people you're with. But comes out of the gate. Isaiah 40, verse 1. Y' all bring comfort. Y' all bring comfort, says your God. Y' all speak to the heart of Jerusalem and call out to it, because her warfare, or perhaps her service, her time of service, has been completed. Her iniquity has been satisfactorily dealt with. For she has received from the hand of Yahweh double for all of her sins.",
    "start": "00:34:28",
    "end": "00:35:15"
  },
  {
    "text": "Hmm. Double.",
    "start": "00:35:16",
    "end": "00:35:17"
  },
  {
    "text": "Double, yeah. So Israel apparently has now been sitting, completing a Term of service, A prison sentence.",
    "start": "00:35:17",
    "end": "00:35:26"
  },
  {
    "text": "Oh, this is in Babylon.",
    "start": "00:35:27",
    "end": "00:35:29"
  },
  {
    "text": "Well, yeah, they're sitting. Yeah. As we're gonna find outside the land.",
    "start": "00:35:30",
    "end": "00:35:34"
  },
  {
    "text": "Yeah.",
    "start": "00:35:34",
    "end": "00:35:35"
  },
  {
    "text": "As a result of their sin.",
    "start": "00:35:36",
    "end": "00:35:37"
  },
  {
    "text": "This is the exile. This is what they need the road out from.",
    "start": "00:35:37",
    "end": "00:35:42"
  },
  {
    "text": "Yep, that's right. And someone is saying God is giving a message to y' all that y' all should announce. The time of comfort is here. The time of suffering for our sins is over. The time of comfort has arrived. That is God's message here and now. And so a voice cries out in the wilderness. Y' all should prepare the way of Yahweh. Y' all make straight in the desert a highway for our God. Every valley will be lifted up, every mountain and hill brought low. Every crooked place made straight. The rough places into a plain. And the glory of Yahweh will be revealed. And all flesh will see it together. The mouth of Yahweh has spoken. The wilderness is a road that the glory of Yahweh travels through in order to arrive somewhere.",
    "start": "00:35:42",
    "end": "00:36:44"
  },
  {
    "text": "Oh, okay. So it's the road between. It really is the road between.",
    "start": "00:36:44",
    "end": "00:36:47"
  },
  {
    "text": "The road between.",
    "start": "00:36:47",
    "end": "00:36:47"
  },
  {
    "text": "Okay.",
    "start": "00:36:48",
    "end": "00:36:48"
  },
  {
    "text": "And notice all of the highway building language here.",
    "start": "00:36:48",
    "end": "00:36:52"
  },
  {
    "text": "Yeah, yeah. You're blasting through the mountains. You're making a straight highway line. Yeah. Interesting.",
    "start": "00:36:52",
    "end": "00:37:01"
  },
  {
    "text": "But what's interesting is the focus is not on the people traveling on the road. It's on God.",
    "start": "00:37:02",
    "end": "00:37:09"
  },
  {
    "text": "Oh, yeah. The highway for God.",
    "start": "00:37:09",
    "end": "00:37:12"
  },
  {
    "text": "It's God's road. And when, apparently when it arrives. Prepare the way of Yahweh. Yahweh is coming, and it's Yahweh's road. And when he builds the highway and travels on it, he will arrive somewhere where the glory of Yahweh will be revealed. Like. Oh, yes. Remember the poem in 11 that said, when the root from David stands as a signal for all the nations to come, his resting place will be glory. The glory of Yahweh will stand up like a city on a hill. But right now, Yahweh and his people have been far away.",
    "start": "00:37:12",
    "end": "00:37:52"
  },
  {
    "text": "So wait, this is Yahweh's road in.",
    "start": "00:37:53",
    "end": "00:37:54"
  },
  {
    "text": "Mm. Yeah. Eleven said there would be a highway.",
    "start": "00:37:55",
    "end": "00:37:59"
  },
  {
    "text": "Yeah.",
    "start": "00:37:59",
    "end": "00:37:59"
  },
  {
    "text": "Going all the way from Babylon.",
    "start": "00:37:59",
    "end": "00:38:01"
  },
  {
    "text": "And I thought that was bring the exiles back in.",
    "start": "00:38:01",
    "end": "00:38:03"
  },
  {
    "text": "Exactly. But let's think about that road from another angle. Who's going to make that highway?",
    "start": "00:38:03",
    "end": "00:38:08"
  },
  {
    "text": "Yeah. And who's the first to travel it?",
    "start": "00:38:08",
    "end": "00:38:11"
  },
  {
    "text": "Yeah. And who's going to lead and guide them? So what we're evoking is the wilderness stories from the Road between, which was all about the glory cloud and the fire leading the people or the ark of the covenant, leading the people into the land like in Joshua. And so we're just going to focus on not the people. We'll get to that. Right now, let's just make clear. The only way this highway is coming is for God to make it and for God to lead the way for the glory of Yahweh, to make Jerusalem the city on the hill. Yeah. So these words were hugely significant. And the New Testament authors, Matthew, Mark, Luke, and John, all, in their different ways, quote from these words to talk about the mission of John the Baptist down by the Jordan River.",
    "start": "00:38:11",
    "end": "00:39:05"
  },
  {
    "text": "Yes. What John the Baptist says. Yeah.",
    "start": "00:39:05",
    "end": "00:39:08"
  },
  {
    "text": "Where these words are applied to him. What he was doing was preparing the people. So Mark begins the beginning of the good news about Jesus, the Messiah, the son of God, like it is written in Isaiah, the prophet. And then Mark quotes from Isaiah. Okay, look, I send a messenger, prepare the way. The voice in the wilderness. John the Baptist appeared in the wilderness. So John becomes like these messengers preparing the way. And then the glory of Yahweh coming is Jesus being announced by his father as this is my son.",
    "start": "00:39:08",
    "end": "00:39:47"
  },
  {
    "text": "Okay.",
    "start": "00:39:47",
    "end": "00:39:47"
  },
  {
    "text": "So that's how they respond to it.",
    "start": "00:39:48",
    "end": "00:39:49"
  },
  {
    "text": "Got it.",
    "start": "00:39:49",
    "end": "00:39:50"
  },
  {
    "text": "It's also cool. This is just a little side Note, but Isaiah 40 was also significant for the community that's responsible for the Dead Sea Scrolls. They talk about this passage a lot.",
    "start": "00:39:50",
    "end": "00:40:01"
  },
  {
    "text": "That they were the messengers preparing the way.",
    "start": "00:40:02",
    "end": "00:40:05"
  },
  {
    "text": "Yeah. And what's cool is that that was happening 600, 500 years after the return from exile. So many Jewish people still had a sense that even though we're back, we're back in the land. We're not in Isaiah 11's version of we're the road in.",
    "start": "00:40:05",
    "end": "00:40:26"
  },
  {
    "text": "We're in Judge's version.",
    "start": "00:40:26",
    "end": "00:40:27"
  },
  {
    "text": "We're in the cycle, or in the cycle. We're in the cycle of bad rulers making a mess of things. Yeah, yeah, yeah. So that's a cool way how? The highway. It's God's highway. But there are other passages in this section of Isaiah that focus on the highway from another angle. Chapter 43. This is a rad poem. This is Yahweh speaking to the people who are in exile, but who have received this call. This is what Yahweh, the one who created you, Jacob, and the one who formed you. Israel is from Genesis 1, verse, one form. Yatsar. That's from the Garden of Eden story. Yeah. You must not be afraid, because I have redeemed you.",
    "start": "00:40:27",
    "end": "00:41:17"
  },
  {
    "text": "That's the Exodus.",
    "start": "00:41:17",
    "end": "00:41:18"
  },
  {
    "text": "That's the Exodus story language. I've called you by your name, you are mine. When you pass through the waters, I will be with you. Ah, yes. Yep. I remember that. When you pass through the rivers, they won't flow over you.",
    "start": "00:41:18",
    "end": "00:41:35"
  },
  {
    "text": "Yep. Dry ground.",
    "start": "00:41:35",
    "end": "00:41:36"
  },
  {
    "text": "Dry ground. So that could be the Jordan. But then Also remember Isaiah 11 was the Euphrates river too will dry up.",
    "start": "00:41:36",
    "end": "00:41:44"
  },
  {
    "text": "Okay.",
    "start": "00:41:45",
    "end": "00:41:45"
  },
  {
    "text": "When you walk through fire, you won't be burned, for the flame will not scorch you. Fire or water, flood or furnace. I am Yahweh, the Holy One of Israel, your rescuer. That's the key word. This is interesting. I give you Egypt as a ransom. Cush and seva in your place.",
    "start": "00:41:46",
    "end": "00:42:13"
  },
  {
    "text": "Yeah, I don't know what that means.",
    "start": "00:42:15",
    "end": "00:42:16"
  },
  {
    "text": "Here. Just quick, because you are precious in my eyes. You are the honored one. I love you. I will give people in your place and nations in place of your life. This is tricky. So the key word is ransom or redemption. This is about purchasing a slave's freedom or trading slaves.",
    "start": "00:42:19",
    "end": "00:42:39"
  },
  {
    "text": "Hmm.",
    "start": "00:42:40",
    "end": "00:42:40"
  },
  {
    "text": "It's a slave trading language here.",
    "start": "00:42:40",
    "end": "00:42:42"
  },
  {
    "text": "Okay. So I'm gonna give you Egypt as a ransom. For what?",
    "start": "00:42:42",
    "end": "00:42:46"
  },
  {
    "text": "Ah. So I will give Egypt as your ransom.",
    "start": "00:42:46",
    "end": "00:42:50"
  },
  {
    "text": "What does that mean?",
    "start": "00:42:50",
    "end": "00:42:51"
  },
  {
    "text": "So you are in slavery right now. And if you're gonna be ransom, you have to be purchased with somebody.",
    "start": "00:42:51",
    "end": "00:42:58"
  },
  {
    "text": "Okay.",
    "start": "00:42:58",
    "end": "00:42:58"
  },
  {
    "text": "Or purchased by something of value.",
    "start": "00:42:58",
    "end": "00:43:00"
  },
  {
    "text": "Oh.",
    "start": "00:43:00",
    "end": "00:43:00"
  },
  {
    "text": "So how about this? I'll sell Egypt as a slave to free you.",
    "start": "00:43:01",
    "end": "00:43:06"
  },
  {
    "text": "Egypt's gonna take your place.",
    "start": "00:43:06",
    "end": "00:43:07"
  },
  {
    "text": "Yeah. Your ransom. So you have to hear the irony in that. Because Egypt, of course, was their great oppressor.",
    "start": "00:43:07",
    "end": "00:43:15"
  },
  {
    "text": "The ones that were oppressing you are now going to be the trade in.",
    "start": "00:43:16",
    "end": "00:43:21"
  },
  {
    "text": "The trade in to free you.",
    "start": "00:43:21",
    "end": "00:43:23"
  },
  {
    "text": "Okay.",
    "start": "00:43:23",
    "end": "00:43:23"
  },
  {
    "text": "Yeah. So the oppressors will become the oppressed and you will get to go free. Okay?",
    "start": "00:43:23",
    "end": "00:43:29"
  },
  {
    "text": "Got it?",
    "start": "00:43:29",
    "end": "00:43:30"
  },
  {
    "text": "Yeah. Don't be afraid. I'm with you. I'm going to bring your seed from the east and gather you from the west.",
    "start": "00:43:30",
    "end": "00:43:39"
  },
  {
    "text": "Okay.",
    "start": "00:43:39",
    "end": "00:43:40"
  },
  {
    "text": "And you're like, oh, yeah. Isaiah 11. Yeah, yep, yep. That's right.",
    "start": "00:43:40",
    "end": "00:43:42"
  },
  {
    "text": "They're everywhere.",
    "start": "00:43:42",
    "end": "00:43:43"
  },
  {
    "text": "I'll say, to the north, give, and to the south, don't withhold.",
    "start": "00:43:43",
    "end": "00:43:48"
  },
  {
    "text": "All right.",
    "start": "00:43:48",
    "end": "00:43:49"
  },
  {
    "text": "Bring my sons, bring my daughters. Everyone called by my name, that I created for my glory, that I formed the ones that I've made. So it's such a creative kind of reuse of all the language of Isaiah 11 with sprinklings of the seven day creation story and the Garden of Eden story and the Exodus story, all put in a blender.",
    "start": "00:43:49",
    "end": "00:44:15"
  },
  {
    "text": "Yeah.",
    "start": "00:44:15",
    "end": "00:44:16"
  },
  {
    "text": "So that's the road out right there from all over.",
    "start": "00:44:16",
    "end": "00:44:21"
  },
  {
    "text": "Coming in. They're streaming in.",
    "start": "00:44:22",
    "end": "00:44:23"
  },
  {
    "text": "That's right. Let's go down to verse 16.",
    "start": "00:44:23",
    "end": "00:44:26"
  },
  {
    "text": "You're gonna need a lot of highways. That is one highway.",
    "start": "00:44:26",
    "end": "00:44:28"
  },
  {
    "text": "That's Ritoli. And you're going to need a lot of food and water along the way. Yeah. Verse 16. Thus says Yahweh, who makes a way in the sea, a path in the mighty waters, who brings out chariot and horse, and the army and the mighty one, together they go down and cannot rise.",
    "start": "00:44:29",
    "end": "00:44:51"
  },
  {
    "text": "So he's hearkening back to. Hey, remember what I did to Egypt? I brought you through the sea.",
    "start": "00:44:51",
    "end": "00:44:56"
  },
  {
    "text": "Yes.",
    "start": "00:44:56",
    "end": "00:44:57"
  },
  {
    "text": "Egypt's chariots and horses were drowned.",
    "start": "00:44:57",
    "end": "00:44:59"
  },
  {
    "text": "Yeah. Then verse 18. Don't remember the former things.",
    "start": "00:44:59",
    "end": "00:45:02"
  },
  {
    "text": "Wait, you're just talking about them.",
    "start": "00:45:04",
    "end": "00:45:06"
  },
  {
    "text": "What do you mean? He says, don't remember the former things. Don't even think about the former things. Look, I am about to do a new thing. This is all like a poetic way of saying the old things. Really, what they're about is the new thing.",
    "start": "00:45:07",
    "end": "00:45:23"
  },
  {
    "text": "Yeah. Because you could say, like, well, God, I know that you did that, but look, we're still in a mess, so it's still here. Yeah. Let's do it again. How's it going to fix?",
    "start": "00:45:24",
    "end": "00:45:31"
  },
  {
    "text": "That's right.",
    "start": "00:45:31",
    "end": "00:45:32"
  },
  {
    "text": "Yeah, but this is going to be something new.",
    "start": "00:45:32",
    "end": "00:45:34"
  },
  {
    "text": "Yeah. So look, I'm about to do a new thing. See, now it is sprouting. And that's the word used of the plants that come up out of the ground on day three, when God splits the waters, and then the dry ground appears and the fruit trees sprout about. And it's this word.",
    "start": "00:45:34",
    "end": "00:45:53"
  },
  {
    "text": "Yeah. Is it the same word in chapter 11, too? That poem that the shoot will?",
    "start": "00:45:53",
    "end": "00:45:57"
  },
  {
    "text": "Yes. Tsemach Tzemach. Yes.",
    "start": "00:45:58",
    "end": "00:46:00"
  },
  {
    "text": "Okay.",
    "start": "00:46:00",
    "end": "00:46:01"
  },
  {
    "text": "Yeah, totally cool. Don't you see it? Verse 19. Look, I will make a way in the wilderness. Rivers in the desert.",
    "start": "00:46:01",
    "end": "00:46:11"
  },
  {
    "text": "Ah, that's the water you're talking about. The wilderness road's gonna be long. Yeah, we need some water there.",
    "start": "00:46:11",
    "end": "00:46:15"
  },
  {
    "text": "Yeah. And notice the inversion. So he parted the waters to make dry land, and now they're going through on the dry land. So he's gotta give some waters.",
    "start": "00:46:15",
    "end": "00:46:25"
  },
  {
    "text": "That's the inversion of Genesis 1 and 2 as well.",
    "start": "00:46:25",
    "end": "00:46:27"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:46:27",
    "end": "00:46:28"
  },
  {
    "text": "Genesis 1, too much water. We need dry ground.",
    "start": "00:46:28",
    "end": "00:46:30"
  },
  {
    "text": "Yeah.",
    "start": "00:46:30",
    "end": "00:46:31"
  },
  {
    "text": "And then Genesis 2, too much dry ground.",
    "start": "00:46:31",
    "end": "00:46:33"
  },
  {
    "text": "We need some water. Totally. Yeah. Yep. Even the animals of the field will honor me. Jackals, ostriches. Because I give water in the wilderness, rivers in the desert, to give drink to my chosen people. You know, the people that I formed for myself so that they can make known my praise. Think of the song of the sea in Exodus 15.",
    "start": "00:46:33",
    "end": "00:46:59"
  },
  {
    "text": "So everyone.",
    "start": "00:46:59",
    "end": "00:47:00"
  },
  {
    "text": "The nations will know we're meditating on the road in between, the wilderness. It's the wilderness on the way back in to the land. But don't think about the old way out. The old way out was a symbol pointing to the thing I'm going to do now, which is a new way out and a new road in between to a new and ultimate way in. Something like that is how the. The imagery works.",
    "start": "00:47:00",
    "end": "00:47:30"
  },
  {
    "text": "So in the Exodus proper, Israel, out of oppression, through the wilderness, into the land. In the land, they lose sight of Yahweh, Things go awry, family drama, corruption, violence, injustice. And so they're in the Promised Land, but they're not. Like, it's really the promised Land isn't actually materializing as promised land as blessing to the nations. And so then they go out of the land, and this is exile by Assyria and later Babylon. And so now Israel again, just like Israel and Egypt, Israel is out in the nations under the rule of other nations. And so you're like, okay, we need a new Exodus. We need a new road out. And then we need to go back to the Promised Land. And we get this Isaiah 11 poem that's like, yeah. And when we get there on the mountain of Yahweh, when everything's made right, like, here's this picture of really, truly being in the promised Land. And to get there, there's gonna be this king who just knows what is good and bad. And he's just. And he's powerful. And there's gonna be a highway that Yahweh himself will ride in in front.",
    "start": "00:47:30",
    "end": "00:49:00"
  },
  {
    "text": "Of us, like, paving the way.",
    "start": "00:49:00",
    "end": "00:49:02"
  },
  {
    "text": "Paving the way, yeah. And then we will all come out from every corner back into the land. And while we do that, it's like going through the wilderness again.",
    "start": "00:49:02",
    "end": "00:49:15"
  },
  {
    "text": "Yeah. Yep.",
    "start": "00:49:15",
    "end": "00:49:16"
  },
  {
    "text": "We're going back through the wilderness. Because that highway back, it's not going to be easy. But I'm gonna provide water. I will be with you. And if you're thinking to yourself, I've seen where this story goes, I know what we're gonna get into the land, and then it's gonna be bad again.",
    "start": "00:49:16",
    "end": "00:49:33"
  },
  {
    "text": "It's all up again.",
    "start": "00:49:33",
    "end": "00:49:34"
  },
  {
    "text": "Yeah. Like, even though I'm having you recall all of this, don't think that we're just gonna cycle through this perpetually.",
    "start": "00:49:34",
    "end": "00:49:41"
  },
  {
    "text": "That's good. In other words, even as he's retelling what feels like just instant replay, he's saying, but don't think of those former things. This isn't like it is like that but it's also not like that.",
    "start": "00:49:41",
    "end": "00:49:55"
  },
  {
    "text": "But it's new. Something. It's really something new.",
    "start": "00:49:55",
    "end": "00:49:58"
  },
  {
    "text": "A new thing is sprouting a new creation.",
    "start": "00:50:00",
    "end": "00:50:03"
  },
  {
    "text": "But then when all the exiles do come back into the land, it isn't the new thing.",
    "start": "00:50:03",
    "end": "00:50:08"
  },
  {
    "text": "No. Which is why these chapters of Isaiah kept speaking to Israelites back in the land for centuries and centuries, even up to the time of Jesus and the apostles and the Dead Sea scroll community, they all were still saying, like, if these poems mean anything, the new thing hasn't happened yet.",
    "start": "00:50:09",
    "end": "00:50:32"
  },
  {
    "text": "It's not as simple as once we're here, we're here. But we've already learned that. We learned that it's not as simple as when we're here, we're here. That's what Joshua and Judges were all about.",
    "start": "00:50:33",
    "end": "00:50:41"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:50:41",
    "end": "00:50:42"
  },
  {
    "text": "And so it's not a surprise. So what is the highway and who is the king? And then what is the promised land like? All those things now are hanging in the air.",
    "start": "00:50:42",
    "end": "00:50:53"
  },
  {
    "text": "Yeah, that's right. Isaiah 58 comes like a bolt out of the blue, accusing this generation of Israel sitting in exile as being just as corrupt and distorted as the previous generations. So Isaiah 58, cry loudly, don't hold back, Raise your voice like a trumpet, declare to my people their transgression into the house of Jacob, their sins. And you're like, wait, I thought we.",
    "start": "00:50:53",
    "end": "00:51:30"
  },
  {
    "text": "Dealt with their sins.",
    "start": "00:51:30",
    "end": "00:51:31"
  },
  {
    "text": "We dealt with the sins.",
    "start": "00:51:31",
    "end": "00:51:32"
  },
  {
    "text": "Yeah, doubly so.",
    "start": "00:51:32",
    "end": "00:51:34"
  },
  {
    "text": "I thought exile was, like, the end of that.",
    "start": "00:51:34",
    "end": "00:51:36"
  },
  {
    "text": "Okay.",
    "start": "00:51:36",
    "end": "00:51:36"
  },
  {
    "text": "They seek me day by day. They delight to know my ways like a nation that does righteousness, that hasn't forsaken the ordinances of God. And they ask me for just decisions and delight in the nearness of God, saying, oh, why do we fast, Yahweh? And you don't seem to notice. Why do we humble ourselves and you don't pay attention? Well, I'll tell you why. On the day of your fasting, you do what you desire and you oppress all of your day laborers. That's what you do. And when you fast, your communities are full of hostility and strife, People striking each other with evil fists. You can't fast like that and then make your voice heard in heaven and expect things to work out. I'm kind of paraphrasing as I read along. Here's the fast that I choose. Is it just one day to humble yourself? Verse 6. This is the fast that I'm down for. Loosen the bonds of wickedness, undo the bands of the yoke, and let the oppressed go free. In other words, they are Pharaoh, you have become Pharaoh.",
    "start": "00:51:38",
    "end": "00:52:54"
  },
  {
    "text": "Yeah. You're still doing it.",
    "start": "00:52:54",
    "end": "00:52:55"
  },
  {
    "text": "Yeah. Which judges told us that.",
    "start": "00:52:55",
    "end": "00:52:57"
  },
  {
    "text": "Yeah.",
    "start": "00:52:57",
    "end": "00:52:57"
  },
  {
    "text": "So if you were to do that stuff, then your light would break out like the dawn, like day one of creation. Then your recovery would come speedily. Your righteousness would go before you, and the glory of Yahweh would be your rear guard. I remember that.",
    "start": "00:52:58",
    "end": "00:53:20"
  },
  {
    "text": "That's Exodus 14 again.",
    "start": "00:53:20",
    "end": "00:53:22"
  },
  {
    "text": "Yes. So this is recalling the moment when Yahweh went behind them out of Egypt to protect them from the armies of Egypt. And then verse 11, he also refers to. Then Yahweh would continually guide you and satisfy your desires in scorched lands. So he's talking about, like, a new wilderness journey.",
    "start": "00:53:22",
    "end": "00:53:45"
  },
  {
    "text": "Hmm. Oh, interesting. But they're in the land.",
    "start": "00:53:46",
    "end": "00:53:49"
  },
  {
    "text": "Yeah, totally. Yes.",
    "start": "00:53:49",
    "end": "00:53:51"
  },
  {
    "text": "There's no road out when you're in the land.",
    "start": "00:53:51",
    "end": "00:53:53"
  },
  {
    "text": "That's right. Yeah. So now they're back in the land, but they are Pharaoh. And there's all kinds of poor Israelites suffering. And, like, they're now the oppressed ones. And there won't be a road out or a safe passage through the wilderness until you start doing right by your neighbor and dealing with the injustice within Israel. So the call to leave Egypt is now a call to repentance. I mean, this is John the Baptist. What Isaiah 58 is saying is what John the Baptist was telling the people to do. A baptism of repentance. Why did he choose the wilderness? And why did he choose the Jordan River?",
    "start": "00:53:53",
    "end": "00:54:40"
  },
  {
    "text": "Yeah.",
    "start": "00:54:40",
    "end": "00:54:41"
  },
  {
    "text": "And why did Jesus think that. That in order to begin his announcement that the kingdom of God is here, he needed to go identify himself with.",
    "start": "00:54:42",
    "end": "00:54:53"
  },
  {
    "text": "Pass through the waters.",
    "start": "00:54:53",
    "end": "00:54:54"
  },
  {
    "text": "Israel passing through the waters. And Isaiah kind of gives you the template, like, you can be in the land, but actually still need to take the road out of the land. Not geographically, but in terms of how you're treating your neighbor.",
    "start": "00:54:54",
    "end": "00:55:11"
  },
  {
    "text": "And so the land can become the land.",
    "start": "00:55:12",
    "end": "00:55:14"
  },
  {
    "text": "Yeah. Then you gotta wake up and realize, like, oh, we're not in the land.",
    "start": "00:55:15",
    "end": "00:55:19"
  },
  {
    "text": "Yeah.",
    "start": "00:55:19",
    "end": "00:55:20"
  },
  {
    "text": "In fact, I'm part of the oppressor.",
    "start": "00:55:20",
    "end": "00:55:23"
  },
  {
    "text": "When the road out of the land is really supposed to keep you in the same place, but just change it fundamentally. Now we're talking about repentance.",
    "start": "00:55:24",
    "end": "00:55:36"
  },
  {
    "text": "Repentance.",
    "start": "00:55:36",
    "end": "00:55:37"
  },
  {
    "text": "Talking about a change of.",
    "start": "00:55:37",
    "end": "00:55:38"
  },
  {
    "text": "Yeah.",
    "start": "00:55:38",
    "end": "00:55:39"
  },
  {
    "text": "Of the way that you exist in the world, not where you're going.",
    "start": "00:55:39",
    "end": "00:55:44"
  },
  {
    "text": "Yeah, that's right. So here the oppression in Egypt becomes a true, like, metaphor for a way of relating to my neighbors and therefore to God. That is like unto what Pharaoh did to the Israelites. But here it's Israelites to other Israelites. So the way into the land now is just straight up, get on your knees, pray to God for mercy, and then go start paying a fair wage to your workers.",
    "start": "00:55:44",
    "end": "00:56:17"
  },
  {
    "text": "Do what is right.",
    "start": "00:56:17",
    "end": "00:56:18"
  },
  {
    "text": "So why do all the Gospel authors begin with John the Baptist at the Jordan River? All four of them do. Why is that important?",
    "start": "00:56:18",
    "end": "00:56:26"
  },
  {
    "text": "Yeah, that's always been a bit of a puzzle for me. Yeah.",
    "start": "00:56:27",
    "end": "00:56:31"
  },
  {
    "text": "And why do all of them begin echoing Isaiah 40 or straight up quoting it? They're trying to get us to see that John the Baptist was announcing this new Exodus, but it was the Exodus of Isaiah's version, which is we don't have to go anywhere. We have to leave somewhere in terms of our hearts and our habits of relationship.",
    "start": "00:56:31",
    "end": "00:56:56"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. Next week, we'll explore the theme of the Exodus Way in Psalms.",
    "start": "00:57:00",
    "end": "00:57:07"
  },
  {
    "text": "We're gonna take one more stop in the Hebrew Bible before we get to John and Jesus, which is to see how the Exodus and the new Exodus feature in the Psalms, because they also will supply a bunch of important images that'll get drawn upon by Jesus and the apostles.",
    "start": "00:57:08",
    "end": "00:57:24"
  },
  {
    "text": "Bible Project is a crowdfunded nonprofit, and we exist to help people experience the Bible as a unified story that leads to Jesus. Everything that we make is free because it's already been paid for by thousands of people just like you. Thank you so much for being a part of this with us. Hello, my name is Erica Rotani. I'm from Batam Island, Indonesia. My name is Matthew Bailey from Newport News, Virginia. My first exposure to the Bible Project was searching online for some Bible study resources, and I came across some Bible project videos on YouTube. I first heard about Bible Project as the assignment by my professors in seminary. I use the Bible Project resources for preparing my preaching. My favorite thing about bibleproject is how deep they go with explaining all the different themes. It provides the big vision of the Bible in a fun way. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project from people like me. Find free videos, articles, podcasts, classes, and more@bibleproject.com hey everyone, this is Rachel. I'm a volunteer at Bibleproject. I chose to volunteer at Bibleproject because that's what all the cool kids were doing and I believe in the mission. There's a whole team of people that bring the podcast to life every week. For a full list of everyone who's involved, check out the show credits in the episode description wherever you stream the podcast or on the website.",
    "start": "00:57:25",
    "end": "00:58:52"
  }
]