[
  {
    "text": "Welcome to Bob Project podcast. We are tracing the theme of the Exodus way. Exodus means the way out. And what we're discovering is that the entire Bible is about the way out of slavery. In today's episode, we arrive at the Exodus story proper. That is the story of Israel being rescued out of slavery in Egypt. Now, in this story, Israel's rescued from danger two times. The first is on the night of Passover when disease covers the land, threatening to take life from every family. But there's a way death won't enter a house that's been covered with the lifeblood of a blameless lamb. The way out of slavery requires something we're unable to give for ourselves.",
    "start": "00:00:04",
    "end": "00:00:44"
  },
  {
    "text": "God will accept a blameless representative who stands over a house and look on that house as a group of people that are right with me in the midst of a land that's full of people who are not right with me. So that's the first rescue, rescue from death.",
    "start": "00:00:45",
    "end": "00:01:00"
  },
  {
    "text": "Then, as Israel leaves Egypt, Pharaoh's army comes chasing after them, pinning them up against the chaotic sea.",
    "start": "00:01:00",
    "end": "00:01:06"
  },
  {
    "text": "The people freak out and they're like, you just kill us in Egypt. Like, why did you bring us out here? And Yahweh says, stand still and see the salvation of Yahweh.",
    "start": "00:01:07",
    "end": "00:01:16"
  },
  {
    "text": "In the middle of the sea, a passage opens up. The way out of slavery is through what looks like certain death. So two stories of rescue. One through a night of death, the second through a sea of death.",
    "start": "00:01:17",
    "end": "00:01:29"
  },
  {
    "text": "Both Passover and the passage through the sea within the Hebrew Bible are these coordinated images of salvation. Both are reflected on by later biblical authors, often blended together as a single act of salvation.",
    "start": "00:01:29",
    "end": "00:01:43"
  },
  {
    "text": "Today, we look at the way out of slavery in two rescues, Passover and baptism. And we see that this isn't something just for ancient Israel. This is something for us too.",
    "start": "00:01:44",
    "end": "00:01:54"
  },
  {
    "text": "The most important ritual practices that have been a part of the Jesus movement from the very beginning are rooted in those two deliverance stories.",
    "start": "00:01:54",
    "end": "00:02:04"
  },
  {
    "text": "Today, we begin the way Out. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:02:04",
    "end": "00:02:15"
  },
  {
    "text": "Hi, John.",
    "start": "00:02:16",
    "end": "00:02:16"
  },
  {
    "text": "Hey. We're talking Exodus.",
    "start": "00:02:17",
    "end": "00:02:18"
  },
  {
    "text": "Yes, we are.",
    "start": "00:02:18",
    "end": "00:02:19"
  },
  {
    "text": "And while the Exodus is an event that took place in the scroll of Exodus and then, as we'll see, continues on, it is also a template.",
    "start": "00:02:19",
    "end": "00:02:29"
  },
  {
    "text": "It's part of a pattern. It's a pattern template that the biblical authors saw being repeated generation after generation, and also a pattern that they could see at work in the larger multi generational history of their whole people. And then for Jesus and the apostles, became a way of that template or cycle of motifs to think about the history of the whole world. So really it's a meta story, a way of imagining the whole world, but it feels like it emerges out of a particular historical experience of a memory of this family of ancient Israelites. And the template goes something like this. There is a liberation out of some sort of terrible circumstance. In the book of Exodus, it's slavery. So Exodus, it's a Greek phrase that means the road out. The road out of slavery, freedom, liberation. Then the journey takes them through the wilderness. We've been calling it the road between. But the reason that you're brought out and taken on the road between is to get to somewhere and that is to get to the promised land to be with God. And so that's the road, the road in. So that's essentially the three part movement and it's that large three part shape that the biblical authors see being repeated on the smaller levels of individual generations and then also on the larger scales throughout history. So we've looked at that story template in the creation stories, we've looked at it in the stories of Abraham and his descendants in Genesis. And now we're just going to take a conversation and actually just see the template at work that begins in the actual Exodus story. So you could say we're talking about the Exodus in Exodus.",
    "start": "00:02:29",
    "end": "00:04:33"
  },
  {
    "text": "Yeah.",
    "start": "00:04:35",
    "end": "00:04:36"
  },
  {
    "text": "Just as a quick nod forward, Jesus in the Gospel according to Luke has a post resurrection Bible study with his followers. Oh yeah. And he summarizes the storyline of the Hebrew Bible as the Messiah going into suffering, then being raised out the other side into glory so that forgiveness of sins can be announced to all the nations, beginning at Jerusalem. And in a way, an anointed one, God's blessed, chosen one, who goes into a period of suffering and then is vindicated up out of that suffering into glory, only to share it with everybody else. In a way, it's sort of like the same storyline in terms of God's chosen blessed ones going into slavery, oppression, liberation, out of slavery on the way and arriving at the promised land.",
    "start": "00:04:36",
    "end": "00:05:33"
  },
  {
    "text": "Blessing, you're saying like, look, the point of Israel was to be the blessing to the nations. So they are the anointed chosen people, but they go through suffering largely because.",
    "start": "00:05:33",
    "end": "00:05:47"
  },
  {
    "text": "Of their own sins and failures.",
    "start": "00:05:47",
    "end": "00:05:49"
  },
  {
    "text": "Yeah, and then, but then back out the other side with the hope of then blessing. And then the twist then is, well then there's gotta be a faithful Israelite who won't screw things up. But then what you're drawing attention to is the template's still there. That faithful Israelite, the anointed one, will go through suffering and oppression and then back out the other side.",
    "start": "00:05:49",
    "end": "00:06:13"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:06:13",
    "end": "00:06:14"
  },
  {
    "text": "So you're saying that Jesus is looking at the Exodus, saying, that's what I'm going through.",
    "start": "00:06:14",
    "end": "00:06:17"
  },
  {
    "text": "Yeah. There really is this mega template of God giving the blessing as a gift. That gift faces God's chosen ones with a choice, success or failure. Right. Doing good or doing bad. Doing bad leads to ruin, suffering, hardship. But God remains committed and will somehow bring new creation out of that hardship to bring the blessing after all. And just that it's a little story arc and you can think of the.",
    "start": "00:06:17",
    "end": "00:06:48"
  },
  {
    "text": "Whole big history of the cosmos that way. God rescued, created out of chaos, rescuing creation in a way, and then wants to lead that through into new creation.",
    "start": "00:06:48",
    "end": "00:07:03"
  },
  {
    "text": "Yes. So that's the big three part movement. What I'd like to do is just a quick overview how the three movements work in Exodus proper, specifically the first movement. But I want us especially to focus on the famous song of the sea in Exodus 15, because remarkably, it actually contains within itself almost the whole story in a nutshell. And it's like a pivot moment that looks back at the first part, the liberation out of slavery, the road out. It anticipates the road in between and it anticipates the road in. So the poem almost tells the whole story within itself. But first, let's just do a quick overview of how the Exodus story works from Exodus chapter 1 leading up to that song in Exodus 15. So Exodus 1 begins with the family of Israel down in Egypt. It begins with the genealogy of the descendants of Jacob that went down at the end of Genesis. And it says they were fruitful and multiplied. They became many and strong. Very much. Pharaoh doesn't feel great about this. The king of Egypt said, we've talked about this. Ah, we actually have. Referencing back to our early podcast series. We had a whole series going through all the scrolls of the Torah and I think we had three episodes just on these early chapters of Exodus.",
    "start": "00:07:03",
    "end": "00:08:57"
  },
  {
    "text": "Yeah.",
    "start": "00:08:57",
    "end": "00:08:57"
  },
  {
    "text": "So we cover that in a lot more detail than we will right now. But Pharaoh sees a threat to national security. But if they were to enslave this immigrant population that's multiplying, he sees a great economic boon. Boon. So he enslaves them. And it's terrible. And the Israelites cry out, it's terrible for the Israelites. It's terrible for the Israelites. The Egyptians are winning, as they say. So what God does is raise up a deliverer. So that's the first thing from blessing. And then some sort of snaky trickster Move results in slavery. So we go from blessing to slavery.",
    "start": "00:08:57",
    "end": "00:09:35"
  },
  {
    "text": "Because you're saying we talked about the three movements and you're saying the road out movement has a bunch of sub points.",
    "start": "00:09:36",
    "end": "00:09:43"
  },
  {
    "text": "Yeah.",
    "start": "00:09:43",
    "end": "00:09:44"
  },
  {
    "text": "And that first sub point is that you go from a state of blessing to a state of oppression.",
    "start": "00:09:44",
    "end": "00:09:50"
  },
  {
    "text": "Yeah. And again, it's Exodus, but it's being set on analogy to times where that's happened in Genesis too, where you went from the blessing of the seventh day Garden of Eden given to Adam and Eve. But there's a snaky trickster there, and poor decisions are made and you find yourself in the land of dust and death. So similar story arc here, where you begin with blessing a snaky trickster, and then you result in slavery. And so God's response to that sequence in Genesis 1:3 is to promise the seed of the woman who will come to stomp on the head of the snake. God's response to Israel being enslaved is to raise up a seed of a woman, a Levite woman. This begins in Exodus chapter 2. And the sequence from Exodus 2 through 4 is all focused on Moses. So Moses is rescued out of the waters. This is really fascinating. So he's rescued, he's put in his little basket, which is called by the same word as the boat that Noah made, the ark. In Hebrew, it's called that. And he's put into the waters, and then he's rescued out through the waters. In Exodus chapters one through four, there are seven women featured in the story, all of whom play key roles in the deliverance of the people, their liberation from slavery. If any one of these seven women hadn't responded faithfully, the Exodus wouldn't have happened.",
    "start": "00:09:50",
    "end": "00:11:27"
  },
  {
    "text": "Is this to turn up the volume on the seat of the woman motif?",
    "start": "00:11:27",
    "end": "00:11:29"
  },
  {
    "text": "Yes. Okay, yeah. And then also how all of these women. So we're talking about the two Hebrew midwives, Shiphrah and Puah. Then we're talking about Moses mom. And then Moses sister. So Jochebed and Miriam. Then you've got Pharaoh's daughter, and then Pharaoh's slave girl. And then at the end of the sequence in chapter four, Moses wife, his Midianite wife, Zipporah saves his life too. So you have these seven women, and all of them, their stories are told in ways that echo the Garden of Eden story. It's as if they are like redeemed Eve figures who are inverting the folly of Eve by being faithful and wise and rescuing life through their wisdom and intuition.",
    "start": "00:11:29",
    "end": "00:12:20"
  },
  {
    "text": "It's so rad, they become Lady Wisdom.",
    "start": "00:12:20",
    "end": "00:12:22"
  },
  {
    "text": "Yes. Yeah, totally. Yeah. And so the seed of the woman is saved by these seven amazing women, wise women. And that's a big part of the story arc there. So the raising up of the rescuer is all about men and women together being faithful, wise images of God. Yeah, super cool. But Moses actually isn't super wise. He becomes an adult and, you know, famously goes out one day and he sees an Egyptian slave master beating an Israelite slave. And he just straight up murders him and hides him in the sand. And then that results in him having to flee and he goes into exile for a long time and he meets that Midianite woman and then marries into a Midianite family and out shepherding the flock one day, that's when he's up on a high hill and he meets God. So that's the sequence. And what's interesting, that sequence right there, Moses is being one of the enslaved Israelites, is saved through the waters of the Nile river. And then that lands him in the house of Pharaoh. And then he tries to send out his hand and strike an Egyptian to save his people, and it doesn't work. So then he has to flee into the wilderness. But there in the wilderness, he's up on a mountain called Mount Sinai, where he meets God in flame and fire. It's as if Moses individually has gone through his own kind of pre Exodus journey.",
    "start": "00:12:22",
    "end": "00:13:57"
  },
  {
    "text": "Okay. He gets to go on his own.",
    "start": "00:13:57",
    "end": "00:13:59"
  },
  {
    "text": "But every step of it both matches and kind of is a little twist on the journey that all the people will take later. Isn't that interesting?",
    "start": "00:14:00",
    "end": "00:14:10"
  },
  {
    "text": "Yeah. Okay. Wow. A little mini exodus before the Exodus.",
    "start": "00:14:10",
    "end": "00:14:14"
  },
  {
    "text": "Yeah, yeah. But there's something significant. He's going to be like the prophet, the spokesman for God. And it's sort of like the prophet experiences in his own life the story of his people that his people will play out in macro version. But it's sort of like it's what shapes him to be the person who can then lead the people on a similar journey. Something like that.",
    "start": "00:14:14",
    "end": "00:14:37"
  },
  {
    "text": "And the mountain he goes to to see the burning bush, that is Mount Sinai.",
    "start": "00:14:38",
    "end": "00:14:43"
  },
  {
    "text": "Yeah. And actually God says, hey, you going to liberate the people? Or I'm going to liberate the people through you. And then you're going to bring the people right back here. So he goes back to the people in slavery. They go out, there's a great confrontation. And this time God sends out his hand in the plagues, and it's effective. And Moses sends out his hand, but never to strike, just as a symbol. And then they go through the waters in the wilderness to the mountain. Okay. So after burning bush, Moses is commissioned. Then we come back and this begins the long sequence. It's Exodus 5 all the way through. Chapter 11 is the three plus three plus three strikes or plagues on Egypt. So there's nine told in that section. And then in chapters 12 and 13, it's the tenth and final plague, which is Passover.",
    "start": "00:14:43",
    "end": "00:15:42"
  },
  {
    "text": "Yeah.",
    "start": "00:15:42",
    "end": "00:15:42"
  },
  {
    "text": "So what's interesting is there's actually two conflicts with Pharaoh. There's all of the plagues that build up, build up, build up. Pharaoh relents and lets them go. And then he regrets it. And then he chases after them again. And then there's another showdown. So actually two showdowns of Pharaoh. The plagues and then.",
    "start": "00:15:43",
    "end": "00:16:00"
  },
  {
    "text": "Then the waters.",
    "start": "00:16:00",
    "end": "00:16:01"
  },
  {
    "text": "Then at the waters. Yeah, yeah. And then there's two victory moments. Then, as it were, Passover is the culmination of the 10 plagues. And this is 10 chances that Pharaoh had to humble himself before God. And even if he seems to change his mind for a minute, he goes back on it. There's the multiple times where he's like, okay, you can go. And then the moment the plague ends, he's like, no, I changed my mind.",
    "start": "00:16:01",
    "end": "00:16:28"
  },
  {
    "text": "The role of the plagues is the role of justice, right?",
    "start": "00:16:28",
    "end": "00:16:32"
  },
  {
    "text": "Yes.",
    "start": "00:16:32",
    "end": "00:16:33"
  },
  {
    "text": "And so also the waters submerging Pharaoh then is also of a type of justice.",
    "start": "00:16:33",
    "end": "00:16:40"
  },
  {
    "text": "Yeah, they're the type of justice where God hands people or a land over to de creation to experience the outworking of their destructive choices that spread chaos and disorder in the land. So the plagues are riddled with vocabulary of the creation and the flood story. But then also. So is the demise of Pharaoh at the sea.",
    "start": "00:16:41",
    "end": "00:17:05"
  },
  {
    "text": "Yeah. Is that the third subpoint? I don't know how much we're trying to delineate these points.",
    "start": "00:17:05",
    "end": "00:17:09"
  },
  {
    "text": "Yeah. So the first one is you go from blessing to slavery, blessing to slavery, and the raising up a deliverer. Then you have the escalating conflict.",
    "start": "00:17:09",
    "end": "00:17:17"
  },
  {
    "text": "Escalating conflict, which you can frame it as God bringing justice.",
    "start": "00:17:17",
    "end": "00:17:21"
  },
  {
    "text": "Yeah, yeah, God bringing justice. But what that means is God handing people over to the ruinous consequences of their decisions, which is often described in de creation language. The unraveling of creation.",
    "start": "00:17:21",
    "end": "00:17:37"
  },
  {
    "text": "Yeah, Handing over. And then fourthly, there's a victory of sorts. Or is that connected?",
    "start": "00:17:37",
    "end": "00:17:43"
  },
  {
    "text": "Yeah, God invites a remnant to engage in something that will signal their rescue and their safe refuge in the midst of the terrible judgment. Or the decreation.",
    "start": "00:17:43",
    "end": "00:17:56"
  },
  {
    "text": "Okay, so the decreation happens twice.",
    "start": "00:17:56",
    "end": "00:17:58"
  },
  {
    "text": "Yep.",
    "start": "00:17:59",
    "end": "00:17:59"
  },
  {
    "text": "Plagues and then the flood.",
    "start": "00:17:59",
    "end": "00:18:01"
  },
  {
    "text": "And the rescue happens twice.",
    "start": "00:18:01",
    "end": "00:18:01"
  },
  {
    "text": "And the rescue happens twice. Okay, so the first rescue.",
    "start": "00:18:01",
    "end": "00:18:04"
  },
  {
    "text": "First rescue is Passover. So Passover is all about God's gonna send the ultimate plague. So on the night you go into the house, you've already selected a lamb. You've slaughtered it that day. And you. And maybe your neighbors, you know, if they didn't have enough to get a lamb, you hunker down the house, and you have unleavened bread, you have wine, you have lamb. And that's all it says in the story. In later tradition, it went on to accumulate more symbolic foods and so on. But the key is to put the blood as a sign on the door.",
    "start": "00:18:04",
    "end": "00:18:43"
  },
  {
    "text": "Yeah, this is the blood of the lamb that you've prepared to eat.",
    "start": "00:18:43",
    "end": "00:18:46"
  },
  {
    "text": "Yeah. And multiple times, God says, I will go through Egypt, and I will strike the firstborn in every house. And it's an inversion. It's bringing upon Egypt what Pharaoh did to the Israelites, which is to kill all of their sons. And so now God is demanding the firstborn sons of Egypt. That's another measure for measure type of punishment.",
    "start": "00:18:46",
    "end": "00:19:10"
  },
  {
    "text": "And God says, he'll go through and do it.",
    "start": "00:19:10",
    "end": "00:19:12"
  },
  {
    "text": "Yeah. And God says, many times I will go through, I will strike. Except one time when it actually happens in Exodus 12:23. And then Yahweh says, when I pass over Egypt and I see the blood on a door of a house, I will pass over, and I will not allow the destroyer to enter in.",
    "start": "00:19:13",
    "end": "00:19:34"
  },
  {
    "text": "Hmm. So interesting.",
    "start": "00:19:34",
    "end": "00:19:36"
  },
  {
    "text": "It is super interesting. And what later generations of Jewish readers saw in that destroyer is a metaphorical description of a disease, like a plague, especially because the same language is used to describe an event later in the life of David. And it's an actual. Like a plague, a disease.",
    "start": "00:19:36",
    "end": "00:19:57"
  },
  {
    "text": "It's decreation again.",
    "start": "00:19:57",
    "end": "00:19:58"
  },
  {
    "text": "Yeah, it's decreation. It's the undoing of life.",
    "start": "00:19:58",
    "end": "00:20:00"
  },
  {
    "text": "And God's saying, I'm gonna let it loose. I'm letting it loose.",
    "start": "00:20:00",
    "end": "00:20:03"
  },
  {
    "text": "Yeah. Like the waters of the flood.",
    "start": "00:20:03",
    "end": "00:20:05"
  },
  {
    "text": "Like the waters of the flood.",
    "start": "00:20:05",
    "end": "00:20:05"
  },
  {
    "text": "In fact, the waters of the flood are called the destroying waters. Oh, really? Yeah, the masht. It's the same word.",
    "start": "00:20:05",
    "end": "00:20:12"
  },
  {
    "text": "Okay.",
    "start": "00:20:12",
    "end": "00:20:12"
  },
  {
    "text": "So it's as if God's unleashing a flood of disease. But inside the house, there can be this refuge. If that house is covered by the blood of a lamb, that is tamim, which is the Hebrew word for whole or complete. It's translated without blemish of an animal. But when it talks about people like, Noah was Tamim, which meaning he was complete in character. He was righteous, and he walked with God. So God will count that house as being in right relationship with me. Destroyer can't touch that house because of.",
    "start": "00:20:12",
    "end": "00:20:46"
  },
  {
    "text": "The blood of the animal.",
    "start": "00:20:46",
    "end": "00:20:47"
  },
  {
    "text": "That's right. So here the image is de creation is the sad end result that Yahweh is handing Egypt over to because of Pharaoh's choices that have led to this. But Yahweh is much more merciful than Pharaoh because Pharaoh didn't provide a way out for anybody when he was killing all the sons. But Yahweh will allow anybody.",
    "start": "00:20:47",
    "end": "00:21:10"
  },
  {
    "text": "Yeah. It wasn't just for Israel.",
    "start": "00:21:10",
    "end": "00:21:11"
  },
  {
    "text": "No. No. In fact, the story gives strong hints that many Egyptians took refuge in the Israelite houses. Because we're also told that when Israel leaves, we're told that a mixed multitude went out of Egypt with them.",
    "start": "00:21:11",
    "end": "00:21:25"
  },
  {
    "text": "So.",
    "start": "00:21:25",
    "end": "00:21:25"
  },
  {
    "text": "So a bunch of Egypts are like, I'm not.",
    "start": "00:21:25",
    "end": "00:21:28"
  },
  {
    "text": "I'm not down with Pharaohs.",
    "start": "00:21:28",
    "end": "00:21:29"
  },
  {
    "text": "I'm not with Pharaoh anymore. Yeah. So that's rescue number one. God will accept a blameless representative who stands over a house and look on that house as a group of people that are right with me in the midst of a land of violence and that's full of people who are not right with me.",
    "start": "00:21:30",
    "end": "00:21:49"
  },
  {
    "text": "Becomes a shelter.",
    "start": "00:21:49",
    "end": "00:21:50"
  },
  {
    "text": "Yeah. A refuge. Shelter. So that's the first rescue, is a rescue from death.",
    "start": "00:21:50",
    "end": "00:21:56"
  },
  {
    "text": "Yeah. From plague.",
    "start": "00:21:57",
    "end": "00:21:58"
  },
  {
    "text": "Mm. So then the people go out. Pharaoh's like, get out of here. Everybody get out of here. So he sends the people out. That's in chapter 12 and 13. Then he has a change of heart in chapter 14, and he says, what have we done? We let the people go. So he gets all of his armies, best chariots, hundreds of them, and they come racing after. And so this is in chapter 14. Then the people have wandered to the edge of a body of water called Yam suf, which means the Sea of Reeds, which could refer to any one of hundreds of bodies of water.",
    "start": "00:21:58",
    "end": "00:22:33"
  },
  {
    "text": "It's often translated Red Sea.",
    "start": "00:22:34",
    "end": "00:22:36"
  },
  {
    "text": "Oh, the Red Sea. That's right. Yeah.",
    "start": "00:22:36",
    "end": "00:22:38"
  },
  {
    "text": "Which. There is a body of water.",
    "start": "00:22:38",
    "end": "00:22:40"
  },
  {
    "text": "There's a body of water called the Red Sea near Egypt. Yeah. It's not. Yeah. Literally called the Sea of Reeds. And that victory. Then Yahweh tells Moses to lead the people by the sea. The people freak out, and they're like, why didn't.",
    "start": "00:22:40",
    "end": "00:22:55"
  },
  {
    "text": "Yeah, we're trapped.",
    "start": "00:22:55",
    "end": "00:22:55"
  },
  {
    "text": "You just kill us in Egypt. Like, why'd you bring us out here? And Yahweh says to Moses, stand still and see the salvation of Yahweh. And that's one of the key appearances of the word salvation in this story. And then that's the moment where the water split and the dry land. Yah Bashah from Genesis, one appears and the people go through. And then when Pharaoh's chariots enter in afterwards, the waters turn back on them. Oh, okay. So at Passover, the death of a blameless representative becomes the passageway from death to life.",
    "start": "00:22:55",
    "end": "00:23:35"
  },
  {
    "text": "Okay.",
    "start": "00:23:36",
    "end": "00:23:37"
  },
  {
    "text": "Whereas here, passing through the waters that look like certain death is the passageway into life.",
    "start": "00:23:37",
    "end": "00:23:44"
  },
  {
    "text": "Yeah. In both situations, they are passing through. I guess in the first one, you're hunkering down in the refuge and the chaos is passing over you, but in the second one, you actually are passing through the chaos.",
    "start": "00:23:44",
    "end": "00:24:01"
  },
  {
    "text": "Yeah, that's right. Yeah.",
    "start": "00:24:01",
    "end": "00:24:02"
  },
  {
    "text": "And with the one, you're marked by a house with a. The blood of a tamim animal, and God protects that house. There's no, like, ark in the second one. They're just on the dry land. You know, the passageway is the ark.",
    "start": "00:24:02",
    "end": "00:24:18"
  },
  {
    "text": "Yeah, I guess. Yeah.",
    "start": "00:24:18",
    "end": "00:24:19"
  },
  {
    "text": "The passageway is the shelter.",
    "start": "00:24:19",
    "end": "00:24:20"
  },
  {
    "text": "The dry land kind of is their shelter in the midst of the chaos waters. Yeah, yeah.",
    "start": "00:24:20",
    "end": "00:24:25"
  },
  {
    "text": "But you can imagine walking through those waters, seeing the chaos water, and how just scary that would be. But also back in Egypt, when the plague's coming through the destroyer, like, you're in your little shelter, but outside is, like, disease and death, like, that's also really intense and scary.",
    "start": "00:24:25",
    "end": "00:24:46"
  },
  {
    "text": "They feel surrounded by it. Yes. Yeah. I mean, they are set on analogy to. They're right next to each other. Like, Passover is set right next to the story of the deliverance as the sea. And both are reflected on by later biblical authors as often blended together as a single act of salvation. Okay, so what's interesting, just a quick little side note here. The most important ritual practices that have been a part of the Jesus movement from the very beginning are rooted in those two deliverance stories.",
    "start": "00:24:46",
    "end": "00:25:22"
  },
  {
    "text": "Yeah. The Passover meal is what Jesus does to say that this is my body and it's my blood that we call communion. And then going through the waters, we symbolize a baptism.",
    "start": "00:25:22",
    "end": "00:25:33"
  },
  {
    "text": "It's kind of baptism.",
    "start": "00:25:33",
    "end": "00:25:34"
  },
  {
    "text": "Wow.",
    "start": "00:25:35",
    "end": "00:25:35"
  },
  {
    "text": "Paul the apostle in 1st Corinthians 10. It's not his main idea, but it's just a little side comment that he makes. He's writing a letter to 1st century people, some of them Jewish, most of them not in the ancient city of Corinth in ancient Greece. And he says, I don't want you to be unaware, brothers and sisters, that our fathers were all under the cloud and all passed through the sea and were all baptized into Moses in the cloud and in the sea.",
    "start": "00:25:35",
    "end": "00:26:10"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:26:10",
    "end": "00:26:11"
  },
  {
    "text": "He starts retelling the Exodus story first of all saying our ancestors. And that's like, whoa. Apparently these non Israelites have been grafted in to the family history. But then he calls it being baptized into Moses through cloud and sea.",
    "start": "00:26:11",
    "end": "00:26:28"
  },
  {
    "text": "Yeah.",
    "start": "00:26:29",
    "end": "00:26:29"
  },
  {
    "text": "Isn't that interesting?",
    "start": "00:26:29",
    "end": "00:26:30"
  },
  {
    "text": "It's very cryptic, but I can start to maybe understand what he's saying now.",
    "start": "00:26:30",
    "end": "00:26:36"
  },
  {
    "text": "Baptized into Moses, he's using the same word as Christian baptism.",
    "start": "00:26:36",
    "end": "00:26:39"
  },
  {
    "text": "Yeah.",
    "start": "00:26:39",
    "end": "00:26:40"
  },
  {
    "text": "And he's assuming a whole bunch of teaching that he's done and that you can see Peter assumes too, in his letter, where the stories of the flood and the stories of Israel going through the waters were viewed as the images that help explain the meaning of Christian baptism. And he actually calls it being baptized into Moses in the cloud and the sea. The cloud is referring to the protective cloud of God's presence. That God.",
    "start": "00:26:41",
    "end": "00:27:08"
  },
  {
    "text": "Yeah, you haven't mentioned that yet.",
    "start": "00:27:08",
    "end": "00:27:09"
  },
  {
    "text": "But in the story, the cloud of God's presence kept the Egyptian armies at a distance until Israel went into the sea.",
    "start": "00:27:09",
    "end": "00:27:17"
  },
  {
    "text": "So you're being baptized into the rescue of God. And where do we give the most vivid image of that rescue? Or what's like kind of this key template for that? Yeah, it's Moses in the cloud at the sea, going through the chaos waters, being rescued from slavery.",
    "start": "00:27:17",
    "end": "00:27:32"
  },
  {
    "text": "Yep, that's right. And not five chapters earlier, in Paul's first letter to the Corinthians, he also calls Jesus 1 Corinthians 5, 7. He calls the Messiah our Passover lamb who has been slain. So both Passover and the passage through the sea within the Hebrew Bible are these coordinated images of salvation through a force of death, whether disease or waters, and then safely brought through as out to life on the other side. And that's the culmination of this conflict between good and evil, between the forces of chaos and the remnant that's brought through. Wow.",
    "start": "00:27:32",
    "end": "00:28:15"
  },
  {
    "text": "So you see Jesus in the way out, like through all these beats?",
    "start": "00:28:16",
    "end": "00:28:19"
  },
  {
    "text": "Mm, yeah. Well, sorry, which ones are you?",
    "start": "00:28:19",
    "end": "00:28:21"
  },
  {
    "text": "Okay, so if the road out, the first kind of part of the exodus, has four or five sub points, you kinda see Jesus, like, woven through, like all of it in a way.",
    "start": "00:28:21",
    "end": "00:28:33"
  },
  {
    "text": "Or that he is tapping into all of these themes by choosing Passover week.",
    "start": "00:28:33",
    "end": "00:28:40"
  },
  {
    "text": "Yeah.",
    "start": "00:28:40",
    "end": "00:28:40"
  },
  {
    "text": "Ooh. Also, he called his upcoming death that would happen the week of Passover. Remember when those two disciples come up to him and they say, hey, can we sit on your right hand and your left when you rule in glory? And he says, can you drink the cup that I.",
    "start": "00:28:40",
    "end": "00:28:57"
  },
  {
    "text": "That's the Passover cup.",
    "start": "00:28:57",
    "end": "00:28:58"
  },
  {
    "text": "And can you be baptized with the baptism that I'm going to undergo? Isn't that good? Again, Passover and the deliverance through the sea. Yeah, they're different moments in the story, but really they're closely tied together.",
    "start": "00:28:58",
    "end": "00:29:15"
  },
  {
    "text": "I guess I'm just saying, like, he is Israel going through the sea, but he's also the Tamim sacrifice that protects Israel.",
    "start": "00:29:15",
    "end": "00:29:22"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:29:22",
    "end": "00:29:23"
  },
  {
    "text": "And he's also the deliverer raised up to lead Israel out.",
    "start": "00:29:23",
    "end": "00:29:27"
  },
  {
    "text": "Yeah.",
    "start": "00:29:27",
    "end": "00:29:27"
  },
  {
    "text": "You know, it's like he's.",
    "start": "00:29:27",
    "end": "00:29:29"
  },
  {
    "text": "Yeah, he's the package deal. Yeah.",
    "start": "00:29:29",
    "end": "00:29:33"
  },
  {
    "text": "Wow.",
    "start": "00:29:33",
    "end": "00:29:34"
  },
  {
    "text": "Okay. So I said where I wanted to lead us to was Exodus 15, and we've got there. All right, so I'll just summarize the main point of Exodus 15. It's a short poetic retelling of the deliverance story up to that point. And then it pivots on a little hinge that says what Yahweh just did. He is the kind of God who. He just does this. And in fact, he's going to do it again. Then the last part of the poem is painting a future picture of how Yahweh's going to do it again. And this is the culmination to the story. So the story culminates in a poem that says the thing you just read is the template for something Yahweh's going to do Again, that seems to be the design of this poem as a whole. Okay, so having said that, let's just take a quick tour through what is called the Song of the sea. Exodus 15. So part one of the song of the Sea. So this is. The people have just been delivered. They're standing on the seashore. The Egyptians have just been vanquished.",
    "start": "00:29:34",
    "end": "00:30:54"
  },
  {
    "text": "And they sing a song.",
    "start": "00:30:54",
    "end": "00:30:55"
  },
  {
    "text": "And they sing a song. First worship song in the Bible. So the first part goes from verses one through ten. I'll let you do the honor of starting one through five. Yeah, let's just do one through five.",
    "start": "00:30:55",
    "end": "00:31:06"
  },
  {
    "text": "We'll do five. I will sing to Yahweh, for he is highly exalted. Horse and its rider he has hurled into the sea. Yahweh is my strength and my power. He has become my rescue. This is my Elohim, and I will praise him. My father's Elohim, and I will exalt him. Yahweh is a man of war. Yahweh is his name. Chariots of Pharaoh and his army he cast into the sea his choice officers. They sank in the sea of reeds. The deep abyss covers them. They went down into the depths like a stone.",
    "start": "00:31:06",
    "end": "00:31:44"
  },
  {
    "text": "Mm. Fairly straightforward. We're recounting poetically the thing that just happened.",
    "start": "00:31:45",
    "end": "00:31:50"
  },
  {
    "text": "Yes.",
    "start": "00:31:50",
    "end": "00:31:51"
  },
  {
    "text": "In the narrative, however, he calls the.",
    "start": "00:31:51",
    "end": "00:31:54"
  },
  {
    "text": "Sea of reeds the deep abyss.",
    "start": "00:31:54",
    "end": "00:31:56"
  },
  {
    "text": "Yes, yes. From Genesis 1.",
    "start": "00:31:56",
    "end": "00:31:58"
  },
  {
    "text": "Genesis 1 gets cosmic with it.",
    "start": "00:31:58",
    "end": "00:32:00"
  },
  {
    "text": "It gets real cosmic. That's right.",
    "start": "00:32:00",
    "end": "00:32:02"
  },
  {
    "text": "And then this word rescue has become my rescue. That's the word salvation.",
    "start": "00:32:03",
    "end": "00:32:06"
  },
  {
    "text": "Yeah, yeah. The Hebrew word Yeshua, which is Jesus, Hebrew name.",
    "start": "00:32:06",
    "end": "00:32:11"
  },
  {
    "text": "He's become my Jesus.",
    "start": "00:32:11",
    "end": "00:32:12"
  },
  {
    "text": "He's become my Yeshua. So notice the hurling into the sea was mentioned first and last. And then in the center is sort of like the lesson that you draw about Yahweh's character from that deliverance, which is, he's my strength, my power, my rescue. He's the warrior on our behalf.",
    "start": "00:32:12",
    "end": "00:32:31"
  },
  {
    "text": "Yeah.",
    "start": "00:32:32",
    "end": "00:32:32"
  },
  {
    "text": "So let's praise him.",
    "start": "00:32:32",
    "end": "00:32:33"
  },
  {
    "text": "It's interesting, too. You know this phrase, he's a man of war. Just by itself. You can imagine all sorts of things by this phrase, but in context of everything we've been talking about, he wants to rescue the oppressed. He gives Pharaoh all these chances, and he's ultimately letting Pharaoh's and Egypt's own folly undo them.",
    "start": "00:32:33",
    "end": "00:32:55"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:32:55",
    "end": "00:32:56"
  },
  {
    "text": "That's like. That's his method of war.",
    "start": "00:32:56",
    "end": "00:32:58"
  },
  {
    "text": "Yeah. Or he commissions creation itself to rebel against evil because it's the waters. Right. That swallow him up.",
    "start": "00:32:58",
    "end": "00:33:07"
  },
  {
    "text": "And to celebrate when that becomes your own victory, then that feels like such a moment of justice and things made right.",
    "start": "00:33:07",
    "end": "00:33:15"
  },
  {
    "text": "That's right.",
    "start": "00:33:15",
    "end": "00:33:15"
  },
  {
    "text": "And that's what they're doing here. They're celebrating it.",
    "start": "00:33:15",
    "end": "00:33:17"
  },
  {
    "text": "In fact, it's just that image of Yahweh as the man of war that gets developed in the next part of this opening section here, verses six and following. I'll pick it up. Your right hand, Yahweh, is majestic in power. Your right hand, Yahweh, shatters the enemy in your great excellence. You tear down those who rise up against you. You send out hot anger. It eats them like chaff.",
    "start": "00:33:17",
    "end": "00:33:43"
  },
  {
    "text": "Yeah.",
    "start": "00:33:44",
    "end": "00:33:45"
  },
  {
    "text": "So the hand of a warrior is the image of shattering, which is. It's gotta be an echo back to the crushing, the shattering of the head of the snake from Genesis 3:15. So we go back to retelling the story. Verse 8. At the wind of your nostrils, the waters piled up. The flowing waters stood like a heap. The deeps congealed in the heart of the sea. Some years ago, when we were talking, you'd really took a liking to this line.",
    "start": "00:33:45",
    "end": "00:34:17"
  },
  {
    "text": "Yeah, well, because you said that word was the word for gelatin.",
    "start": "00:34:18",
    "end": "00:34:22"
  },
  {
    "text": "Yeah.",
    "start": "00:34:22",
    "end": "00:34:23"
  },
  {
    "text": "And so just this picture of the waters congealing like gelatin. Yeah, that was pretty. And then the wind of the nostrils is A great line, but basically his breath, his ruach coming through his face.",
    "start": "00:34:23",
    "end": "00:34:37"
  },
  {
    "text": "Yeah. Verse nine. The enemy said, I will pursue and overtake, I will divide spoil. My desire will be filled. I'll draw out my sword, my hand will dispense possess. But you blew with your wind. The sea covered them. They sank like lead in the mighty waters. So this image of sinking like a stone, or sinking like lead. It's the last line of the first and the third parts of this opening are about the image of sinking into the deep waters like a stone. There you go. First, we just retold the story.",
    "start": "00:34:39",
    "end": "00:35:18"
  },
  {
    "text": "So that's how much of the poem is that? Half the poem.",
    "start": "00:35:18",
    "end": "00:35:21"
  },
  {
    "text": "That's the first third.",
    "start": "00:35:21",
    "end": "00:35:22"
  },
  {
    "text": "It's the first third.",
    "start": "00:35:22",
    "end": "00:35:23"
  },
  {
    "text": "First third. Then there's a short little hinge pivot. Okay, I'll let you read it. It's verses 11 through 13. Okay.",
    "start": "00:35:23",
    "end": "00:35:30"
  },
  {
    "text": "Who is like you among the Elohim? Yahweh. Who is like you, majestic in holiness, feared in praises, working wonders? You stretched out your right hand, the land swallowed them. In your loyal love, you led the people that you redeemed in your strength, you guided them to your holy pasture. You could hear so many like psalms in here, too.",
    "start": "00:35:30",
    "end": "00:35:59"
  },
  {
    "text": "Yes, yes, absolutely. Yeah, that's right. So first of all, what other Elohim has ever done such a thing? What other gods have ever displayed this kind of rescue and power and mercy to the oppressed? So you sent out your right hand, swallowed them. So you dealt with the bad guys, but then with that same right hand, with your loyal love and power. And then there's these two images that go forward.",
    "start": "00:35:59",
    "end": "00:36:26"
  },
  {
    "text": "Yeah, we're moving forward now somewhere.",
    "start": "00:36:26",
    "end": "00:36:28"
  },
  {
    "text": "Yeah. So stretching out the right hand and swallowing them. That's what just happened. Linking back here. We're talking about the road in you led, the people, you redeem. What's fascinating in the Hebrew verb forms here, they're not imperfect or future oriented. They're just standard past tense verbs, really.",
    "start": "00:36:28",
    "end": "00:36:49"
  },
  {
    "text": "Interesting meaning.",
    "start": "00:36:49",
    "end": "00:36:50"
  },
  {
    "text": "Well, God hasn't led and guided them to a holy pasture yet in the narrative. But from the perspective of the poem, it's referred to as if it's done. You led your people, you guided them to your holy pasture.",
    "start": "00:36:51",
    "end": "00:37:08"
  },
  {
    "text": "I see. No, and they're not at the holy pasture. They're at the beginning of the wilderness journey.",
    "start": "00:37:08",
    "end": "00:37:13"
  },
  {
    "text": "And just in case we're wondering what's the holy pasture, we come now to the last third of the poem.",
    "start": "00:37:13",
    "end": "00:37:19"
  },
  {
    "text": "Okay.",
    "start": "00:37:19",
    "end": "00:37:19"
  },
  {
    "text": "The peoples have heard, they tremble. Anguish has gripped the inhabitants of Philistia. The chiefs of Edom were dismayed the leaders of Moab, trembling grips them all. The inhabitants of Canaan have melted away. Terror and dread fall on them. By the greatness of your arm, they are silent like a stone. Let's pause right there. So I think we just got an identification of the holy pasture where the people are going by the people who are there. Because we're now get supported of the people who are there.",
    "start": "00:37:20",
    "end": "00:38:00"
  },
  {
    "text": "Yeah. And they're dismayed and trembling because the peoples have heard.",
    "start": "00:38:01",
    "end": "00:38:08"
  },
  {
    "text": "So it's as if the report of the mighty acts of Yahweh are going to spread. Because who among the gods is like Yahweh? So when the people hear what Yahweh did to Egypt and. And then he led the people through the wilderness and to this land.",
    "start": "00:38:09",
    "end": "00:38:26"
  },
  {
    "text": "Okay. And they're coming to our land.",
    "start": "00:38:26",
    "end": "00:38:28"
  },
  {
    "text": "They're coming to our land.",
    "start": "00:38:28",
    "end": "00:38:29"
  },
  {
    "text": "Yeah.",
    "start": "00:38:29",
    "end": "00:38:30"
  },
  {
    "text": "Oh, no.",
    "start": "00:38:30",
    "end": "00:38:31"
  },
  {
    "text": "Yeah.",
    "start": "00:38:31",
    "end": "00:38:31"
  },
  {
    "text": "And they also are like stones. They're described as stones.",
    "start": "00:38:32",
    "end": "00:38:35"
  },
  {
    "text": "They get lumped in with the pharaoh in a way.",
    "start": "00:38:35",
    "end": "00:38:38"
  },
  {
    "text": "Right.",
    "start": "00:38:39",
    "end": "00:38:39"
  },
  {
    "text": "They're also like lumped in as the bad guys in this poem.",
    "start": "00:38:40",
    "end": "00:38:43"
  },
  {
    "text": "Yeah. They're the bad guys who are waiting, who are gonna hear the report, and they too will be like stones. That is silent like stones.",
    "start": "00:38:43",
    "end": "00:38:52"
  },
  {
    "text": "Yeah.",
    "start": "00:38:52",
    "end": "00:38:53"
  },
  {
    "text": "So there's this analogy being set up that the past victory of the Exodus, where God's hand brought victory and the enemy sank like stone, and now you have future pharaoh like leaders, but in the land of Canaan, in the land where they're headed, and those people will be dealt with by God's army and also be like stones. But this is the book of Joshua. Like what this is referring to is what you read about in Joshua.",
    "start": "00:38:53",
    "end": "00:39:25"
  },
  {
    "text": "Yeah.",
    "start": "00:39:25",
    "end": "00:39:25"
  },
  {
    "text": "So this is one of those things all the way back is what's the Exodus story? Okay, Is it just the road out? But here in this poem, the road out is intimately connected to the road between that leads to the road to the land. And in that land there's going to need to be a whole other new deliverance from the little pharaohs. We're just naming all the bad guys of Joshua and judges here. The Philistines, the Edomites, the Moabites and the Canaanites, who are going to attack the Israelites as they come into the land. So the poem finishes. Terror and dread is going to fall on all of them until your people pass over Yahweh, until your people that you purchase pass over you Yahweh. You will bring them your purchased people. You will plant them in the mountain of your inheritance. There's that promised land.",
    "start": "00:39:26",
    "end": "00:40:17"
  },
  {
    "text": "Okay. Now it's Called a mountain.",
    "start": "00:40:17",
    "end": "00:40:18"
  },
  {
    "text": "Yeah. And it's given three more names. The place of your dwelling that you made. The holy place, Lord, that your hands have established. Last line. Yahweh reigns as the king forever and ever.",
    "start": "00:40:19",
    "end": "00:40:32"
  },
  {
    "text": "Your people will pass over. You're saying that's about getting to the promised land?",
    "start": "00:40:34",
    "end": "00:40:39"
  },
  {
    "text": "Yeah, it's talking about the passage through the wilderness into the land, the road.",
    "start": "00:40:39",
    "end": "00:40:44"
  },
  {
    "text": "Between, into the road, at the road, and then the purchased. You're saying at the heart of this, and we'll get into redemption a lot more later. But this is this idea of being redeemed.",
    "start": "00:40:44",
    "end": "00:40:55"
  },
  {
    "text": "Yep. Paying the price to purchase their freedom.",
    "start": "00:40:55",
    "end": "00:40:59"
  },
  {
    "text": "They're passing through because they've been redeemed. And then they're being brought in. The Rodin is called the mountain.",
    "start": "00:40:59",
    "end": "00:41:06"
  },
  {
    "text": "A mountain garden. They get planted on a mountain.",
    "start": "00:41:07",
    "end": "00:41:09"
  },
  {
    "text": "They get planted on a mountain. Yeah. Is that the same phrase from Genesis 2?",
    "start": "00:41:09",
    "end": "00:41:13"
  },
  {
    "text": "Yes. God planted a garden and then puts Adam in the garden that he planted.",
    "start": "00:41:13",
    "end": "00:41:18"
  },
  {
    "text": "Okay.",
    "start": "00:41:18",
    "end": "00:41:19"
  },
  {
    "text": "Yeah. Whereas here he plants the people. The people are the plants that are going to grow on a holy mountain where Yahweh dwells. That is their inheritance.",
    "start": "00:41:19",
    "end": "00:41:29"
  },
  {
    "text": "Okay.",
    "start": "00:41:29",
    "end": "00:41:30"
  },
  {
    "text": "Yeah, yeah. And it's a royal holy dwelling, because Yahweh is king.",
    "start": "00:41:30",
    "end": "00:41:36"
  },
  {
    "text": "There they are, the mountain garden.",
    "start": "00:41:36",
    "end": "00:41:37"
  },
  {
    "text": "Yeah. The effect of this poem, it's like a teaser, a little short teaser at the end of, like, a movie where the last scene, all the Easter eggs.",
    "start": "00:41:37",
    "end": "00:41:47"
  },
  {
    "text": "Of the next movie are there.",
    "start": "00:41:47",
    "end": "00:41:49"
  },
  {
    "text": "Yeah. But it's saying the movie you just watched. Let me retell that. And what do we learn about Yahweh from that man? He's this kind of God. And the thing that you just saw, guess what? It's going to have to happen again because there's a bunch more pharaohs waiting in the land that they're going to. So the road into the promised land will also need to replay itself. The whole cycle within that part of the cycle going in.",
    "start": "00:41:49",
    "end": "00:42:16"
  },
  {
    "text": "Wow.",
    "start": "00:42:16",
    "end": "00:42:17"
  },
  {
    "text": "But it's like a little teaser. And all of a sudden, the story launches you to read forward all the way to Joshua to see the true resolution of the road out doesn't happen at Mount Sinai. It happens once we get the people planted in a mountain garden.",
    "start": "00:42:17",
    "end": "00:42:34"
  },
  {
    "text": "Kind of strikes me, too, that this first movement of the Exodus story, then, which is the road out, has itself, in a way, all the beats of the road out. The road between the road in.",
    "start": "00:42:34",
    "end": "00:42:48"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:42:48",
    "end": "00:42:49"
  },
  {
    "text": "Cause the road out of Egypt is kind of like when the pharaoh first says, yes, get out. And then they're traveling along.",
    "start": "00:42:49",
    "end": "00:42:56"
  },
  {
    "text": "Oh, yeah, that's right.",
    "start": "00:42:57",
    "end": "00:42:57"
  },
  {
    "text": "That's Kind of the road between.",
    "start": "00:42:57",
    "end": "00:42:58"
  },
  {
    "text": "That's right. Yeah. Just for like, half a chapter.",
    "start": "00:42:58",
    "end": "00:43:00"
  },
  {
    "text": "Yeah. But, yeah, it's not really focused on. And then they get to the final passage into what you think might be final deliverance, but you find out it's the wilderness.",
    "start": "00:43:00",
    "end": "00:43:13"
  },
  {
    "text": "Yeah.",
    "start": "00:43:13",
    "end": "00:43:13"
  },
  {
    "text": "And in the same way, once they get to the promised Land, they kind of realize, oh, this is now a new wilderness for us.",
    "start": "00:43:13",
    "end": "00:43:21"
  },
  {
    "text": "Yeah. Exodus stories within Exodus stories within Exodus stories. Yeah. In fact, that's the perfect place to go. Next then, is we're going to survey Joshua and Judges for moments where the confrontations that Israel has with the Canaanites there and the battles, many of those battles, they're all framed and told in the language of the deliverance from Egypt, so that the kings of Canaan are depicted as new, oppressive pharaohs from which Israel needs to be delivered. And in a way, it's like an exodus within a larger exodus.",
    "start": "00:43:21",
    "end": "00:43:59"
  },
  {
    "text": "Thanks for listening to BibleProject Podcast. Next week, we'll look at what happens when Israel enters the land of promise. This is supposed to be the moment of relief and celebration, but it turns out there's more danger waiting for them.",
    "start": "00:44:02",
    "end": "00:44:16"
  },
  {
    "text": "The book of Joshua is being framed as like an inverse exit. The road into the land becomes a backward sequence of the road out of Egypt. The road in between becomes like a pivot. They've come out of the wilderness and now they're going through a body of water. But not away from danger, into danger.",
    "start": "00:44:16",
    "end": "00:44:35"
  },
  {
    "text": "Bibleproject is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus. Everything that we make is free because of the generous support of thousands of people just like you. Thank you so much for being a part of this with us.",
    "start": "00:44:36",
    "end": "00:44:50"
  },
  {
    "text": "Hi, my name is Laura and I'm from Detroit, Michigan. I first heard about bibleproject from the Read Scripture app. And that's still what I use bibleproject for today is the Bible Overview videos. My favorite thing about the Bible project is just the story format in every video. It's so easy to follow and enjoyable to watch. We believe the Bible is a unified story story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, articles, podcasts, classes and more on the BibleProject app and@bibleproject.com hey, everyone, this is Christopher.",
    "start": "00:44:51",
    "end": "00:45:28"
  },
  {
    "text": "I handle communications for our patron care team at bibleproject. I've been working at bibleproject for four years and my favorite part about my work is getting to write the prayer email that gets sent out to 80,000 people each month who are praying for our studio and the work that we do. There's a whole team of people that bring the podcast to life every week. For a full list of everyone who's involved, check out the show credits in the episode description. Wherever you stream the podcast on our website.",
    "start": "00:45:28",
    "end": "00:45:54"
  }
]