[
  {
    "text": "Foreign. We've been tracing the theme of the way in the Bible. It's the road out of slavery, the road through the wilderness, and the road into the land of promise. This is the Exodus way. Now, this was the road that ancient Israel took when they were rescued out of slavery in Egypt. But this theme also becomes a way to think about the trajectory of all of human history. How we're all enslaved to death and how we all need a who will lead us out of that slavery. And the Gospel authors declare that Jesus is that deliverer and he's leading us out in a new way. In fact, this theme of the Exodus way was so important to the first followers of Jesus that they named themselves after it.",
    "start": "00:00:00",
    "end": "00:00:48"
  },
  {
    "text": "Why is the Jesus movement called the Way in the Book of Acts, which means haadas, the road?",
    "start": "00:00:49",
    "end": "00:00:55"
  },
  {
    "text": "Today we're going to look at the early Christian movement and how it's connected to the Exodus. One important idea in the story of Exodus is how Yahweh, God has power over all the false gods of Egypt. And so this display of power was also central to the early Jesus movement.",
    "start": "00:00:56",
    "end": "00:01:13"
  },
  {
    "text": "When Yahweh does the ten signs and wonders and delivers his people out of Egypt, that exposes the gods of Egypt as bankrupt, powerless, subject to the living God. This is a major theme in the Book of Acts, which is confrontations with Greek and Roman gods, exposing idols as a sham, announcing good news that God's raised up a deliverer who is the one living God that's soaked in Exodus imagery.",
    "start": "00:01:13",
    "end": "00:01:39"
  },
  {
    "text": "The story of Exodus is where the word salvation appears for the first time. This word, salvation, it means rescue. And the early followers of Jesus saw that God's rescue was here, and they called everyone to join them on the way.",
    "start": "00:01:39",
    "end": "00:01:53"
  },
  {
    "text": "When God's salvation goes down, it will look like this. It'll be an act of God's glory. It will confront the powers, rescue people from sin and death. It will show the true God to be the creator and all other powers as powerless. And it will involve not just Israel, but it will include all the nations.",
    "start": "00:01:53",
    "end": "00:02:13"
  },
  {
    "text": "Today, Tim Mackey and I explore how the Exodus way gets lived out by the new Exodus people in the Book of Acts. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:02:14",
    "end": "00:02:28"
  },
  {
    "text": "Hi, John. Hello.",
    "start": "00:02:28",
    "end": "00:02:29"
  },
  {
    "text": "Hello. We're talking through the theme of the Exodus in the Bible.",
    "start": "00:02:29",
    "end": "00:02:33"
  },
  {
    "text": "The road out.",
    "start": "00:02:33",
    "end": "00:02:34"
  },
  {
    "text": "Yeah. Exodus means road out.",
    "start": "00:02:35",
    "end": "00:02:36"
  },
  {
    "text": "Yeah.",
    "start": "00:02:36",
    "end": "00:02:37"
  },
  {
    "text": "And it also is referring to a really long story of Israel being led out of slavery, through the wilderness, and then into the promised land.",
    "start": "00:02:37",
    "end": "00:02:49"
  },
  {
    "text": "Yeah. Which we've come to refer to as the road out. The Road in between and then the road in.",
    "start": "00:02:49",
    "end": "00:02:55"
  },
  {
    "text": "And this was such a central story to what it means to be Israel. They were rescued by the creator God of the universe out of slavery from Egypt, where they were oppressed and then given provision through the wilderness people being given a covenant with God in the wilderness at Mount Sinai to be his covenant people, to then also be given this tabernacle to, like, have God's presence with them as they continue to travel through the wilderness, but ultimately then to be brought into a land where they can prosper and be abundant. And this whole set of ideas then became not just their origin story, but then a way for them to continue to think about where is this all heading, what's happening now, in particular with the Israelites who were being oppressed by new bad guys like Assyria and Babylon.",
    "start": "00:02:55",
    "end": "00:03:57"
  },
  {
    "text": "Or their own kings, or first even.",
    "start": "00:03:57",
    "end": "00:04:00"
  },
  {
    "text": "Their own kings became their own pharaohs. Yeah. It became a way to think about being in slavery, needing God's deliverance, needing some sort of leader to bring us through, like a Moses figure. All of this became just a way to think about what's happening in their world. And then Jesus, an Israelite who shows up in the first century where Israel is experiencing a new type of oppression.",
    "start": "00:04:00",
    "end": "00:04:32"
  },
  {
    "text": "And slavery to Rome and to its own leaders who were in cahoots with Rome.",
    "start": "00:04:32",
    "end": "00:04:37"
  },
  {
    "text": "Yeah. He is portrayed as a new Moses, and he talks about doing an exodus, and he thinks of his whole life and then his death and his resurrection as an exodus. And we talked through that in the last couple episodes.",
    "start": "00:04:37",
    "end": "00:04:53"
  },
  {
    "text": "Yeah, that's right. Also, one whole conversation we had was how the Exodus shaped a way of thinking about the new Exodus and the. Especially in the book of Isaiah. And the book of Isaiah was really influential on later Israelite and Jewish thought, including the New Testament. Because when Isaiah framed how the old Exodus anticipated a new Exodus, key, key images, especially the latter chapters of Isaiah, came in when Israel was enslaved and exiled in Babylon. And he spoke of a time of rescue that was coming. He used the word salvation to describe it. He also used the word comfort. These are the opening words of Isaiah 40. Comfort, comfort my people. He talked about the way of the Lord, the highway, which is, you know, the word Exodus, the road out or the way.",
    "start": "00:04:53",
    "end": "00:05:47"
  },
  {
    "text": "The road. The way.",
    "start": "00:05:47",
    "end": "00:05:48"
  },
  {
    "text": "Yeah. But the way from slavery into the promised land is described in Isaiah. It'll be for the people. But he also describes it as a way of Yahweh's glory, will travel on that way to lead the people like it did in the wilderness. And when God does that Again, this is pulling from Isaiah 40. Isaiah trusts that all the nations will see Yahweh's glory when he leads his people out of slavery into the promised land. And that's actually pulling on a big idea from the Exodus story, that God did the ten signs and wonders so that Israel and Egypt will know that I am Yahweh. In Isaiah, the new Exodus is called by a Hebrew verb, baser, which means an announcement of good news. It was translated into Greek as euangelion, which is where we get the word gospel. So the new Exodus event was the good news. Was good news. And it will involve people coming out of slavery into the promised land with Yahweh guiding them on the way. And that is good news. Like, that's the packet. And you just get that from Isaiah, chapter 40.",
    "start": "00:05:48",
    "end": "00:07:04"
  },
  {
    "text": "Yeah.",
    "start": "00:07:04",
    "end": "00:07:05"
  },
  {
    "text": "And then it gets unpacked as you follow. So that depiction of the new Exodus was so influential on Jesus and his earliest followers that as they began to describe what was happening among them after resurrection morning, when Jesus appeared to them and commissioned them, that what you could say is that the earliest Jesus movement saw themselves as the new Exodus people. So there was a significant work done by a New Testament scholar, David Powell, called Acts and the Isaianic New Exodus. I think it was his dissertation.",
    "start": "00:07:05",
    "end": "00:07:48"
  },
  {
    "text": "Okay.",
    "start": "00:07:48",
    "end": "00:07:49"
  },
  {
    "text": "But in New Testament scholarship, it was pretty influential.",
    "start": "00:07:49",
    "end": "00:07:51"
  },
  {
    "text": "So how does Isaiah's view of the Exodus work in the account of Acts?",
    "start": "00:07:51",
    "end": "00:07:56"
  },
  {
    "text": "The account of Acts. In other words, how does the author of Acts, who's the same author as the author of the Gospel of Luke, depict the story of Jesus and then the spread of his followers into the Roman world? How does he pull on Isaiah's pulling on the Exodus story?",
    "start": "00:07:56",
    "end": "00:08:13"
  },
  {
    "text": "Okay.",
    "start": "00:08:13",
    "end": "00:08:14"
  },
  {
    "text": "And what you see, and this was so cool because a lot of these stories in Acts, they're familiar, but then all of a sudden, certain little vocabulary choices, you're kind of like, oh, why'd you say it that way? Why is the Jesus movement called the Way in the Book of Acts?",
    "start": "00:08:14",
    "end": "00:08:30"
  },
  {
    "text": "Interesting.",
    "start": "00:08:30",
    "end": "00:08:31"
  },
  {
    "text": "Which means, ha. The road.",
    "start": "00:08:31",
    "end": "00:08:33"
  },
  {
    "text": "Yeah.",
    "start": "00:08:33",
    "end": "00:08:33"
  },
  {
    "text": "What does that mean to call a group of people and their way of life the road? Isn't that interesting?",
    "start": "00:08:33",
    "end": "00:08:40"
  },
  {
    "text": "Yeah.",
    "start": "00:08:40",
    "end": "00:08:41"
  },
  {
    "text": "Why did they use this phrase, good news euangelion, to describe their message? Why did they think that it had to start in Jerusalem, but then would go out to all the nations? And David Powell's thesis is that Isaiah's depiction of the new Exodus is kind of a foundation framework. So what I'd like to do is share things that I learned from David Powell's work and then pull on different threads in the book of Acts that seem to be built on the Isaiah new Exodus.",
    "start": "00:08:41",
    "end": "00:09:17"
  },
  {
    "text": "Okay.",
    "start": "00:09:17",
    "end": "00:09:18"
  },
  {
    "text": "So because Luke and Acts are a two volume work, but it seems like planned, we would expect then that new Exodus themes would be at work in Luke and in Acts. And we've already traced that in the previous conversations. But there's a couple other moments that I want to highlight that forecast forward. Okay, so in the birth narratives in the Gospel of Luke. So now we're going to early chapters of Luke, there's this rad story where Jesus as a baby is brought to the temple. This is one of my favorite stories in the New Testament. It's just so rad. And Luke 2. 25, we're told that there was a guy there in Jerusalem named Shimon Simeon, righteous, devout. He was looking for the comfort of Israel.",
    "start": "00:09:45",
    "end": "00:10:31"
  },
  {
    "text": "That's an Isaiah phrase.",
    "start": "00:10:31",
    "end": "00:10:33"
  },
  {
    "text": "It's right from Isaiah 40, namely the restoration of Israel from oppression and slavery. The new Exodus, it's like a signal word. And the Holy Spirit was on him. And the Holy Spirit actually revealed to him that he wouldn't die before he saw the Messiah. So he came in the spirit into the temple. So he's already in an elevated state of consciousness. He's in the zone and he's had a great morning in prayer. And he comes into the temple. And wouldn't you know, it just happens to be the day when Jesus parents bring him in to carry out the custom of the law, which would be for circumcision and Mary to offer purification offerings.",
    "start": "00:10:33",
    "end": "00:11:15"
  },
  {
    "text": "This is the temple in Jerusalem and you bring your baby there.",
    "start": "00:11:15",
    "end": "00:11:19"
  },
  {
    "text": "Yeah. Remember, he's born in Bethlehem, which is just about five miles.",
    "start": "00:11:20",
    "end": "00:11:23"
  },
  {
    "text": "This is normal. Every new family pilgrimage to Jerusalem, if.",
    "start": "00:11:23",
    "end": "00:11:29"
  },
  {
    "text": "They lived nearby, if they lived close enough. Yeah. Diaspora communities would have to figure out other ways to honor these traditions. Yeah. So when Simeon sees the kid and the Holy Spirit's like, that's the one. He blessed God and said, now, Lord, you can release your servant to depart in peace according to your word. For my eyes have seen your Yeshua, which is both the child's name and the Hebrew word for rescue, salvation. So my eyes are looking at your salvation, which you have prepared in the eyes of all of the nations. And it's a light of revelation to the nations. And it's for the honor of your people, Israel. He just uttered a little Hebrew Bible style poem.",
    "start": "00:11:29",
    "end": "00:12:22"
  },
  {
    "text": "I've seen your salvation. You've prepared it in the presence of all the peoples. And you actually just translated on the flying nations. In the presence of all the peoples.",
    "start": "00:12:23",
    "end": "00:12:31"
  },
  {
    "text": "All the peoples.",
    "start": "00:12:31",
    "end": "00:12:31"
  },
  {
    "text": "All the different people groups all over the world.",
    "start": "00:12:31",
    "end": "00:12:34"
  },
  {
    "text": "Yep.",
    "start": "00:12:34",
    "end": "00:12:34"
  },
  {
    "text": "So everyone's going to experience this.",
    "start": "00:12:35",
    "end": "00:12:37"
  },
  {
    "text": "Yeah. This is copy and paste from Isaiah, chapter 42 and 49. He's blending together here. So when Yahweh says, you will with your own eyes see my salvation, that I will reveal in the presence of all the peoples. That's the promise of the new Exodus in the book of Isaiah, chapter 42 and 49. And now Simeon's applying that language to describe this baby that he sees that.",
    "start": "00:12:37",
    "end": "00:13:05"
  },
  {
    "text": "Goes all the way back to in Exodus 15. Right. Where when they sing the song of salvation, of rescue, they're like, all the nations are gonna know now who you are.",
    "start": "00:13:05",
    "end": "00:13:16"
  },
  {
    "text": "That's right.",
    "start": "00:13:16",
    "end": "00:13:16"
  },
  {
    "text": "And then God's name being great amongst the nations and this new Exodus, this new rescue, than doing that in Isaiah.",
    "start": "00:13:17",
    "end": "00:13:26"
  },
  {
    "text": "So what God does for one people group will be a display of who God is to all of the surrounding peoples. That was a key part of the Exodus storyline. So Isaiah says, God's gonna do a new Exodus and that deliverance will also be on display for all of the nations to look on. And it will be a light like the light of day one shining in the darkness. And it will be for the honor of your people, Israel, because they're the people group out of which this Yeshua salvation comes. In other words, Simeon just described, everything that's going to happen with this kid will be playing out of the Isaiah's new Exodus program. Okay, so this is a very important passage in Luke, but also to prepare you that Isaiah's depiction of the new Exodus is going to be an important resource for understanding the story as it unfolds. You're also told of a matching female figure, a prophetess named Anna from the tribe of Asher, who was a widow. She was one of those rad widows at your neighborhood community church who's just. Maybe she can't move very well. So she just is praying all the time for people in the church. And she has like, the direct line to God. This is that this is Anna. And she saw the child and began giving thanks to God. And ever since that day, she just kept talking about that baby Yeshua to everybody in Jerusalem who Luke says were looking for the redemption of Jerusalem. And that phrase redemption was introduced to us in the Exodus story proper. So that is also, like, what does it mean for Jerusalem to be redeemed?",
    "start": "00:13:26",
    "end": "00:15:16"
  },
  {
    "text": "Because it's a technical term to purchase someone from slavery.",
    "start": "00:15:17",
    "end": "00:15:22"
  },
  {
    "text": "Yeah, someone is enslaved under oppression and there needs to be some kind of ransom or price Paid to buy their freedom.",
    "start": "00:15:22",
    "end": "00:15:31"
  },
  {
    "text": "Buy their freedom.",
    "start": "00:15:31",
    "end": "00:15:32"
  },
  {
    "text": "Yep.",
    "start": "00:15:32",
    "end": "00:15:32"
  },
  {
    "text": "Jerusalem's freedom needs to be bought.",
    "start": "00:15:32",
    "end": "00:15:34"
  },
  {
    "text": "So, yeah, Jerusalem has still the central city for the people of Israel.",
    "start": "00:15:34",
    "end": "00:15:40"
  },
  {
    "text": "Yeah.",
    "start": "00:15:40",
    "end": "00:15:40"
  },
  {
    "text": "So Jesus is associated here with salvation and redemption, which were introduced in the Exodus story. And then Isaiah picks up both of those words, and then Luke highlights both of them here, too. Okay, so we just looked at the first chapters of the Gospel of Luke. Let's real quick go to the last ones. At the ending of Luke, Jesus gives the program for what's going to happen. And he says, listen, this is what the Hebrew Bible was about. Luke 24:46, that the Messiah would suffer and rise from the dead on the third day. And there's something after that. Repentance for the forgiveness of sins would be announced in his name to all the nations, starting here at Jerusalem. And that little hinge at the end of Luke 24 gets picked up in the opening conversation that Jesus has with his followers in the opening paragraph of the book of Acts. And in Acts, chapter one, the disciples say, hey, are you restoring the kingdom to Israel right now? And he says, listen, the timing is not your responsibility. It's not for you to know the times that the Father has set. Here's your job. You will receive power when the Holy Spirit comes upon you. You will be my witnesses in Jerusalem, then Judea and Samaria, and then out to the ends of the earth. So different wording, but same program.",
    "start": "00:15:41",
    "end": "00:17:10"
  },
  {
    "text": "How's this connected to Exodus? I mean, this feels like a.",
    "start": "00:17:12",
    "end": "00:17:15"
  },
  {
    "text": "So Jesus goes to Jerusalem to accomplish the act of rescue and redemption on behalf of Israel. And then the twist was you find out that he thinks Jerusalem itself is enslaved to the powers.",
    "start": "00:17:16",
    "end": "00:17:31"
  },
  {
    "text": "Like Simeon says, there needs to be redemption for Jerusalem.",
    "start": "00:17:31",
    "end": "00:17:34"
  },
  {
    "text": "Yeah, that's right. And then from Jerusalem sends out the good news, people, that the Exodus has happened.",
    "start": "00:17:34",
    "end": "00:17:42"
  },
  {
    "text": "The Exodus has happened.",
    "start": "00:17:42",
    "end": "00:17:44"
  },
  {
    "text": "It has happened. Yeah.",
    "start": "00:17:44",
    "end": "00:17:45"
  },
  {
    "text": "And now it's about announcing that the Exodus has happened.",
    "start": "00:17:45",
    "end": "00:17:48"
  },
  {
    "text": "That's right.",
    "start": "00:17:48",
    "end": "00:17:48"
  },
  {
    "text": "And so Jesus says, we're going to go out into all of the nations and announce this good news and let.",
    "start": "00:17:48",
    "end": "00:17:55"
  },
  {
    "text": "Them know what Israel's Messiah has accomplished on their behalf. Okay, so that's the program. So isn't it interesting that as the apostles go out from Jerusalem announcing the good news that the Exodus has happened, that the movement of people calls themselves the road, or in more contemporary English, the way.",
    "start": "00:17:55",
    "end": "00:18:19"
  },
  {
    "text": "Yeah, but it means the road.",
    "start": "00:18:20",
    "end": "00:18:21"
  },
  {
    "text": "Yeah, it's just the word hahadas, the road.",
    "start": "00:18:21",
    "end": "00:18:23"
  },
  {
    "text": "That's so funny. I never realized that.",
    "start": "00:18:23",
    "end": "00:18:25"
  },
  {
    "text": "So it's a unique phrase to describe the early Jesus movement. That you find in the book of Acts half a dozen times.",
    "start": "00:18:25",
    "end": "00:18:31"
  },
  {
    "text": "Okay.",
    "start": "00:18:31",
    "end": "00:18:32"
  },
  {
    "text": "So it first appears in Acts 9, describing the apostle Paul here going by his Israelite named saul. And Acts 9 begins. Now, Saul was breathing threats and murder against the disciples of the Lord. In fact, he went to the high priest and he asked for letters from him to the synagogues in Damascus so that if he found any who belonged to the way, the road, he could bring them bound to Jerusalem.",
    "start": "00:18:32",
    "end": "00:19:00"
  },
  {
    "text": "So this is a word used to describe the people following Jesus, the people who believed that Jesus enacted a new exodus out of slavery. And they were part of that exodus.",
    "start": "00:19:00",
    "end": "00:19:14"
  },
  {
    "text": "Yeah.",
    "start": "00:19:14",
    "end": "00:19:15"
  },
  {
    "text": "And key pivotal to this idea of the Exodus is that it is a road.",
    "start": "00:19:15",
    "end": "00:19:20"
  },
  {
    "text": "Yes.",
    "start": "00:19:20",
    "end": "00:19:20"
  },
  {
    "text": "It's a road out of slavery. It's a road through the wilderness, and it's a road into the land.",
    "start": "00:19:20",
    "end": "00:19:24"
  },
  {
    "text": "The word ex. Hadass. That word Hadass, or the Odas exodus, is a reflection of the Greek word hadas, which is this word right here.",
    "start": "00:19:24",
    "end": "00:19:35"
  },
  {
    "text": "All throughout the way out.",
    "start": "00:19:35",
    "end": "00:19:36"
  },
  {
    "text": "The way out.",
    "start": "00:19:36",
    "end": "00:19:36"
  },
  {
    "text": "So to call them the way is shorthand for calling them the way out.",
    "start": "00:19:37",
    "end": "00:19:40"
  },
  {
    "text": "Yeah, they're part of the way out, but also the way of the Lord. Remember in Isaiah, it's the way of the Lord that he trailblazes leading us.",
    "start": "00:19:40",
    "end": "00:19:48"
  },
  {
    "text": "Because it's also the way through and the way.",
    "start": "00:19:48",
    "end": "00:19:50"
  },
  {
    "text": "The way through the wilderness and the way into the land.",
    "start": "00:19:50",
    "end": "00:19:53"
  },
  {
    "text": "It's the way of the lord.",
    "start": "00:19:53",
    "end": "00:19:54"
  },
  {
    "text": "In Acts 18, we find a variation of this when Luke introduces a character named Apollos, who's a Jewish man, but he's from Alexandria, Egypt. He's an Egyptian, very eloquent. He was trained in rhetoric. He came to Ephesus and did. He knew the scriptures like the back of his hand. Or he says he was mighty in the scriptures, powerful in the scriptures. This guy had been instructed in the way of the Lord.",
    "start": "00:19:54",
    "end": "00:20:26"
  },
  {
    "text": "Huh. What does that mean?",
    "start": "00:20:26",
    "end": "00:20:28"
  },
  {
    "text": "Well, first of all, that phrase comes right from Isaiah 40. A voice crying out in the wilderness, prepare a way. Prepare the way of the Lord for the glory of the Lord. But he only knew about the baptism of John, and in that frame, knew about Jesus.",
    "start": "00:20:28",
    "end": "00:20:47"
  },
  {
    "text": "Okay, so wait, by being instructed in the way of the Lord, that's referring to the Christian movement.",
    "start": "00:20:47",
    "end": "00:20:52"
  },
  {
    "text": "He had been instructed in the way of the Lord. Well, I'll just finish it. Being fervent in spirit, he was speaking and teaching accurately about Jesus. Okay, yeah, but he was only acquainted with the baptism of John. So this is a big rabbit hole.",
    "start": "00:20:52",
    "end": "00:21:07"
  },
  {
    "text": "Sure.",
    "start": "00:21:07",
    "end": "00:21:07"
  },
  {
    "text": "But he seems to have been familiar with Jesus and Jesus teachings. But from within the framework of the Discipleship movement of John and hadn't fully been immersed in the good news announcement of his death and resurrection.",
    "start": "00:21:08",
    "end": "00:21:26"
  },
  {
    "text": "Okay.",
    "start": "00:21:26",
    "end": "00:21:26"
  },
  {
    "text": "And that's what Priscilla and Aquila, who meet this guy, they take him aside and explain to him the way of God, more accurately.",
    "start": "00:21:26",
    "end": "00:21:34"
  },
  {
    "text": "Okay, so to be someone who's been instructed in the way of the Lord in this context, means you've been taught about how Jesus is the Exodus.",
    "start": "00:21:35",
    "end": "00:21:45"
  },
  {
    "text": "Yeah, he brought about the new Exodus.",
    "start": "00:21:45",
    "end": "00:21:47"
  },
  {
    "text": "And so this guy from Alexandria, he's learned about it through the lens of John the Baptist and his followers who know Jesus teachings, who knows that he was baptized into this new repentance movement.",
    "start": "00:21:47",
    "end": "00:22:01"
  },
  {
    "text": "Remember John the Baptist? Like, the key Hebrew Bible passages to describe him were from Isaiah.",
    "start": "00:22:02",
    "end": "00:22:08"
  },
  {
    "text": "Yeah.",
    "start": "00:22:08",
    "end": "00:22:08"
  },
  {
    "text": "And this guy knows Isaiah like the back of his hand, we're told.",
    "start": "00:22:08",
    "end": "00:22:11"
  },
  {
    "text": "Okay. And so he knows that Jesus is the anointed one to lead them into salvation rescue.",
    "start": "00:22:11",
    "end": "00:22:19"
  },
  {
    "text": "He knows that there's a need for a new Exodus and that John the Baptist, Right, baptized this guy.",
    "start": "00:22:19",
    "end": "00:22:24"
  },
  {
    "text": "But he doesn't know about Jesus, death and resurrection.",
    "start": "00:22:25",
    "end": "00:22:27"
  },
  {
    "text": "But there's some things that he's missing. And what those missing things are have been the cause for endless wondering. But what we're told is Priscilla and Aquila, who work with Paul and the other apostles that, like, they explain the way. Yeah. And notice Priscilla's named first here, which is uncommon when couples are named in Greek and Roman literature. Often it's usually the husband named first. It's a patriarchal culture. Most likely, it means she was like the real Bible narrative, the two she.",
    "start": "00:22:27",
    "end": "00:22:59"
  },
  {
    "text": "Taught him, Aquila hung out.",
    "start": "00:22:59",
    "end": "00:23:00"
  },
  {
    "text": "Aquila. Yeah. Making tea. I don't know. The point is that the Jesus movement here is called the Way of the Lord. It's exactly the phrase copy and paste from Isaiah 40. So this phrase, the way, is used again four or five more times throughout the Book of Acts. And the question is, is it just a cool metaphor?",
    "start": "00:23:00",
    "end": "00:23:20"
  },
  {
    "text": "Yeah.",
    "start": "00:23:20",
    "end": "00:23:21"
  },
  {
    "text": "Or is it tied in to this idea of the people on the way of the Lord, I.e. the ex hadas, the way out and the way in between and the way in. So, again, this was the work of David Powell, who pointed this out. And once you see the whole Isaiah language package and how Luke draws on it in the Book of Acts, it's sort of like, oh, that's so rad. So to belong to the way means to have been redeemed out of slavery and to be on the road out and to have your eyes on the road in, the way.",
    "start": "00:23:21",
    "end": "00:23:55"
  },
  {
    "text": "The way in and to be led by yahweh. Himself.",
    "start": "00:23:55",
    "end": "00:23:59"
  },
  {
    "text": "Yeah, yeah. Who is like in the language of John, I am the way, as he says. Jesus says in John 14. Yeah, I am the road.",
    "start": "00:23:59",
    "end": "00:24:07"
  },
  {
    "text": "I am the road.",
    "start": "00:24:07",
    "end": "00:24:08"
  },
  {
    "text": "Yeah. He's both the destination and he's the road on the way to the destination.",
    "start": "00:24:08",
    "end": "00:24:14"
  },
  {
    "text": "In what way is he the destination?",
    "start": "00:24:14",
    "end": "00:24:15"
  },
  {
    "text": "Well, just in the union, covenant union with God and God's people and creation.",
    "start": "00:24:16",
    "end": "00:24:21"
  },
  {
    "text": "It's the end of the road.",
    "start": "00:24:22",
    "end": "00:24:22"
  },
  {
    "text": "The end of the road. But you actually can experience that union, that he is himself, the vehicle, and both the means and the end.",
    "start": "00:24:22",
    "end": "00:24:32"
  },
  {
    "text": "So for the early Christians to call themselves the Way, or to be referred to as the Way, is framing them as ones enacting an exodus.",
    "start": "00:24:33",
    "end": "00:24:42"
  },
  {
    "text": "Yeah, The Exodus people.",
    "start": "00:24:42",
    "end": "00:24:43"
  },
  {
    "text": "The Exodus people, people.",
    "start": "00:24:43",
    "end": "00:24:44"
  },
  {
    "text": "The way out, the way in between and the way in. Yeah.",
    "start": "00:24:44",
    "end": "00:24:47"
  },
  {
    "text": "Wow.",
    "start": "00:24:47",
    "end": "00:24:47"
  },
  {
    "text": "It's a new Exodus phrase. Yeah.",
    "start": "00:24:47",
    "end": "00:24:50"
  },
  {
    "text": "Okay.",
    "start": "00:24:50",
    "end": "00:24:50"
  },
  {
    "text": "So rad.",
    "start": "00:24:51",
    "end": "00:24:51"
  },
  {
    "text": "I always thought the way just referred to like a moral code or something. The way I do this, the way I do that, the way this ought to be done.",
    "start": "00:24:51",
    "end": "00:24:58"
  },
  {
    "text": "Maybe, because that's kind of how it functions in English, the way of life.",
    "start": "00:24:58",
    "end": "00:25:01"
  },
  {
    "text": "Yeah, but this is about a journey out of slavery into freedom. It's the road you take.",
    "start": "00:25:01",
    "end": "00:25:09"
  },
  {
    "text": "Yeah.",
    "start": "00:25:09",
    "end": "00:25:09"
  },
  {
    "text": "Which is similar. That's a way.",
    "start": "00:25:09",
    "end": "00:25:12"
  },
  {
    "text": "Yeah, that's right. Yeah. And then the way you conduct yourself.",
    "start": "00:25:13",
    "end": "00:25:16"
  },
  {
    "text": "There's an appropriate way to conduct yourself when you're on a way.",
    "start": "00:25:17",
    "end": "00:25:20"
  },
  {
    "text": "Yeah, you got it. Yeah, that's right. Yeah.",
    "start": "00:25:20",
    "end": "00:25:22"
  },
  {
    "text": "But this is referring to the way, not the way.",
    "start": "00:25:22",
    "end": "00:25:24"
  },
  {
    "text": "Yeah, yeah, I suppose so.",
    "start": "00:25:24",
    "end": "00:25:28"
  },
  {
    "text": "Yeah.",
    "start": "00:25:28",
    "end": "00:25:28"
  },
  {
    "text": "Yeah. It's good. What you're experiencing right now is the moment I had when I read David Powell's book, because I had been familiar with that term as a way to refer to the Jesus movement. And I'd always thought of it in a more general. Why? I didn't mean that until it came out of my mouth.",
    "start": "00:25:28",
    "end": "00:25:47"
  },
  {
    "text": "But you caught yourself as you were doing it.",
    "start": "00:25:47",
    "end": "00:25:49"
  },
  {
    "text": "As I did.",
    "start": "00:25:49",
    "end": "00:25:50"
  },
  {
    "text": "Yeah.",
    "start": "00:25:50",
    "end": "00:25:50"
  },
  {
    "text": "Yeah. Another key theme of Isaiah's new Exodus, it's a big theme in Isaiah, chapter 40 through 48 especially, and it was implicit in the Exodus story itself, is that if, when Yahweh does the signs and wonders, the 10 signs and wonders, the frogs and the hail and the darkness, it's said seven times in the Exodus narrative that I'm doing this so that Egypt and Israel will know that I am Yahweh. And if Yahweh is one true creator and Lord of all, what that means is that the gods of Egypt are second tier powerless or shams. So a big theme in Isaiah is about how When Yahweh reveals his glory, all the gods of the nations will be shown to be less powerful. Think in terms of ancient patriarchal or national deities. If you have two nations who have a national deity and one nation conquers and destroys the other, usually that's kind of a recipe for propaganda, like our gods more powerful than your God kind of thing.",
    "start": "00:25:51",
    "end": "00:27:25"
  },
  {
    "text": "Right.",
    "start": "00:27:25",
    "end": "00:27:26"
  },
  {
    "text": "So this was a real crisis that the Israelites went through.",
    "start": "00:27:26",
    "end": "00:27:30"
  },
  {
    "text": "When Babylon is a God, actually powerful, if another nation could come and take us out.",
    "start": "00:27:30",
    "end": "00:27:35"
  },
  {
    "text": "That's right, Yep. And so Isaiah is going to come and say, actually Babylon was doing my orders. And that was for the centuries of covenant, sin and injustice and the innocent blood spilled in Israel. That's why God brought Babylon. And God will orchestrate a new exodus out of Babylon. And so in a passage like Isaiah 42:8, after God says, I'm going to bring my people out, God says, I am Yahweh, that is my name. I won't give my glory. Remember Isaiah 40, my glory will be revealed to the nations. I will not give my glory to another, I.e. another God, nor my praise to graven images, to idols. Isaiah 44:6. This is what Yahweh, the king of Israel, his Redeemer, the Lord of hosts. I am the first, I am the last. There is no God besides me. In other words, a major theme in the Exodus and Isaiah is when Yahweh rescues his people and demonstrates his power as creator, all other gods seem less significant than they did before.",
    "start": "00:27:35",
    "end": "00:28:47"
  },
  {
    "text": "And help me square this with what we talked about in the last episode, which is Jesus saw himself in confrontation with spiritual powers.",
    "start": "00:28:47",
    "end": "00:28:56"
  },
  {
    "text": "Oh, right. That's right.",
    "start": "00:28:56",
    "end": "00:28:57"
  },
  {
    "text": "So there are spiritual powers and we can become in league with them personally, a whole group of people, nation could be. And so to some degree to then start worshiping an idol God, giving it a name. It's not real, but then in some sense it could actually have spiritual power.",
    "start": "00:28:57",
    "end": "00:29:21"
  },
  {
    "text": "Yeah. But when God comes in the person of Jesus to confront them and to show that death has no real power over the anointed one, then that is God, as Paul will say, humiliating the principalities and powers, exposing them as powerless over the one true God.",
    "start": "00:29:21",
    "end": "00:29:42"
  },
  {
    "text": "Yeah. There's no real true power that can rival God.",
    "start": "00:29:42",
    "end": "00:29:47"
  },
  {
    "text": "Yeah. So announcing that the gods of the nations, the idols, other spiritual powers, that they really have no power, certainly no power over the risen Jesus as Lord of heaven and earth, the nations will know that I am Yahweh when I redeem my people and rescue them. This is a major theme in the Book of Acts, which is confrontations with Greek and Roman gods or exposing idols as a sham. It's like a major theme in Acts.",
    "start": "00:29:49",
    "end": "00:30:18"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:30:18",
    "end": "00:30:19"
  },
  {
    "text": "And again, I had never thought about it in this frame. Like, why does Luke continue to highlight that at every new city they go to, there's some local deity or there's some little story about they meet people who, you know, are worshiping another God. And then there'll be moments like this. Like In Acts chapter 13, Paul and Barnabas go to Lystra and God heals this guy through Paul. And then the people start bowing down and they want to worship Paul and Barnabas and offer sacrifices to them. And so Paul has to give this long speech to persuade them not to. And he says, men, why are you doing these things? We are humans of the same nature as you. We are announcing the good news. So there's that phrase from Isaiah we're announcing in new Exodus that you should turn from these vain things to the living God who made the skies and the land and all the sea and all that is in them. And then they go on to talk about God has raised up a deliverer by raising him from the dead, and we give our allegiance now to him. So again, this just sounds like New Testament spreading the gospel.",
    "start": "00:30:19",
    "end": "00:31:29"
  },
  {
    "text": "Right.",
    "start": "00:31:29",
    "end": "00:31:29"
  },
  {
    "text": "But the point is that confronting people's conceptions of their local deities, announcing good news, that God's raised up a deliverer who is the one living God. That's soaked in Exodus imagery. Because a theme in Exodus is when Yahweh does the ten signs and wonders and delivers his people out of Egypt, that exposes the gods of Egypt as bankrupt, powerless, subject to the living God. Okay, so when God raises up his servant Jesus from the powers of death and then leads a people on the way, that is good news. That shows that the other gods are subordinate or subject to the living God. The point is that Exodus style rhetoric.",
    "start": "00:31:29",
    "end": "00:32:20"
  },
  {
    "text": "Yeah.",
    "start": "00:32:20",
    "end": "00:32:21"
  },
  {
    "text": "When Paul goes to Athens, Greece, and he goes up to the famous Areopagus and he gets in a debate, right. With the philosophers there, what he brings up is, listen, you are worshiping so many gods that you even have an idol dedicated to an anonymous God, just in case you missed one. Then he goes on to give this long speech. That's awesome. But he says we shouldn't think the divine nature is like silver or gold or stone in image formed by humans. God has overlooked these times of ignorance, which is fascinating. God's just being patient. Yeah, he's been totally patient with humans for a long time, but now he's Declaring that everybody should turn around because he's fixed a day where he's going to bring justice to the world in righteousness through a human that he's appointed by raising him from the dead. So again, this fits into the rhetoric of when the ultimate Exodus goes down. It shows that there's only one true creator God. And turning to him fits into the Exodus motif storyline.",
    "start": "00:32:21",
    "end": "00:33:35"
  },
  {
    "text": "In the Exodus motif storyline, Pharaoh, they have lots of gods, right?",
    "start": "00:33:35",
    "end": "00:33:41"
  },
  {
    "text": "Yeah, lots of deities. Like we're subordinate to them, to those deities. They run our lives, we serve them, and then they protect us and help us win our battles.",
    "start": "00:33:41",
    "end": "00:33:52"
  },
  {
    "text": "Yeah. So we're not far from the theme of idolatry here, right?",
    "start": "00:33:53",
    "end": "00:33:57"
  },
  {
    "text": "Yes. Exposing idols and other gods as powerless and subordinate. We might think of it as just a general idea in the Biblical story.",
    "start": "00:33:57",
    "end": "00:34:08"
  },
  {
    "text": "Yeah.",
    "start": "00:34:08",
    "end": "00:34:08"
  },
  {
    "text": "But it actually plays a role in the Exodus storyline.",
    "start": "00:34:08",
    "end": "00:34:12"
  },
  {
    "text": "Yeah. By seeing the power of the one true creator God who's unrivaled, it exposes the nature of all these other so called gods and spiritual forces and puts them in their place. And that is a general idea we could just talk about in terms of just.",
    "start": "00:34:13",
    "end": "00:34:33"
  },
  {
    "text": "Yeah.",
    "start": "00:34:33",
    "end": "00:34:34"
  },
  {
    "text": "The nature of God versus idols. But contextually, in the Exodus narrative, it has a very specific meaning and frame.",
    "start": "00:34:34",
    "end": "00:34:42"
  },
  {
    "text": "Yep.",
    "start": "00:34:42",
    "end": "00:34:43"
  },
  {
    "text": "Okay.",
    "start": "00:34:43",
    "end": "00:34:43"
  },
  {
    "text": "Yeah. And so does this next part. So an interesting motif, it's subtle in the Exodus story in the book of Exodus is during the plagues, during the seventh one, which is a hail and rainstorm, Moses gives lots of lead time and he makes an announcement throughout all of Egypt. And he says anybody in Egypt can go into their house and be spared. It's kind of an anticipation of the role of the house as a refuge and Passover. But it's for anybody, Egyptian or Israelites, just go into your house. And what you're told is those who feared the word of the Lord, Egyptian or Israelite, went into their house and those who didn't, you know, didn't bring their cows in and then those people died or their animals died. When you get to Passover, what you're told is that the house with the blood over the blood of the lamb over it, that Israel was basically just go invite your neighbors because maybe they don't have enough to afford a lamb on their own. And in the Passover instructions, there's all these provisions given for non Israelites who are in the house or want to be a part of the meal. You are told in Exodus 12, on the night of Passover, this is in verse 37, when Israel left Egypt on foot. Verse 37, 38, a mixed multitude also went up out of Egypt with them. So lots of Egyptians went through the Exodus. And Isaiah picks that up. And when he develops this in the new Exodus imagery, the idea of the nations seeing the Exodus and themselves benefiting and participating in it is a really big theme. So, for example, in Isaiah 40, it's all flesh is going to see the glory of Yahweh revealed when he does this new Exodus thing. In Isaiah 49, an important passage about the servant, the suffering servant. Yahweh says this about the servant. He says, it is too small a thing for you, the servant, to be my servant, to restore just the tribes of Jacob and to bring back those of Israel that I've kept. So you are my servant and I need you to restore a remnant within Israel.",
    "start": "00:34:43",
    "end": "00:37:19"
  },
  {
    "text": "Yeah, but that's not a big enough job for you.",
    "start": "00:37:19",
    "end": "00:37:22"
  },
  {
    "text": "Yeah, that would be just a small portion of the human family. I will also make you a light for the nations, the Gentiles, so that my salvation can reach the ends of the earth. Those are exactly the words that Simeon quoted when he saw Jesus.",
    "start": "00:37:22",
    "end": "00:37:43"
  },
  {
    "text": "Yeah.",
    "start": "00:37:43",
    "end": "00:37:43"
  },
  {
    "text": "So when God saves Israel, he is also making a display of his salvation that will reach the nations as well. This is a key theme in Isaiah, so much so that as you get into Isaiah 55 and then on through the end of the book, you have all these depictions about the nations coming to the new restored Jerusalem and joining it in the last chapter 66, the non Israelites are said to become priests in the new Jerusalem, serving in the liturgy. That's really remarkable. So just like in the Exodus, where the mixed multitude went into the house for Passover and then went out with them to join the covenant people. So also Isaiah depicted that the new Exodus would result in all the nations being gathered in to experience the way. And so this is arguably the main theme of the Book of Acts.",
    "start": "00:37:44",
    "end": "00:38:46"
  },
  {
    "text": "Sure. Right.",
    "start": "00:38:46",
    "end": "00:38:47"
  },
  {
    "text": "And again, you could just say, well, it's about the Jesus movement spreading to the nations. But David Powell is saying, no, that's in Isaiah's new Exodus theme. It's sort of like the Exodus and the new Exodus. In Isaiah, we gave a script, like an anticipated script. When God's salvation goes down, it will look like this, and there'll be twists and there'll be unexpected things, but it'll have this shape. It'll be an act of God's glory. It will confront the powers, rescue people from sin and death, slavery. It will show the true God to be the creator and all other powers as powerless. And it will involve not just Israel, but It will include all the nations. Like, that's the script.",
    "start": "00:38:47",
    "end": "00:39:34"
  },
  {
    "text": "Yeah. And that script began even with Abraham, where God told Abraham, I'm gonna make you a great house, great name, great family. Does he say great name? I don't remember what he says.",
    "start": "00:39:34",
    "end": "00:39:44"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:39:44",
    "end": "00:39:45"
  },
  {
    "text": "Yeah.",
    "start": "00:39:45",
    "end": "00:39:45"
  },
  {
    "text": "Yeah.",
    "start": "00:39:45",
    "end": "00:39:46"
  },
  {
    "text": "And all the nations will be blessed through you.",
    "start": "00:39:46",
    "end": "00:39:48"
  },
  {
    "text": "Yeah, that's right. And again, what we're trying to do is just look at the Book of Acts and then notice how the language about the spread of the Jesus movement pulls, particularly on the language of Isaiah. And then when you look at those hyperlinks in Isaiah, he's particularly pulling on the way those ideas were expressed in the Exodus story. And then when you do that, you're also realizing you're just participating in the story of the Bible, the whole story of the Bible.",
    "start": "00:39:48",
    "end": "00:40:21"
  },
  {
    "text": "So what's the significance of tracing it all the way through that way, then, in terms of what's happening in Acts? So when I think of Jesus saying, go to all the nations, proclaim the good news, I think of just very literally, people all over the world need to know the story of Jesus, life, death and resurrection, so that they have an opportunity to say, I want to be in on that.",
    "start": "00:40:22",
    "end": "00:40:50"
  },
  {
    "text": "Yep. But what the Exodus and what Isaiah's new Exodus does is it places those ideas within a narrative storyline.",
    "start": "00:40:50",
    "end": "00:40:57"
  },
  {
    "text": "Yeah.",
    "start": "00:40:57",
    "end": "00:40:58"
  },
  {
    "text": "So it first says, well, if there's good news about a deliverance, what am I saved from? A kind of slavery. And that's a way to imagine, then my life and my patterns of life as a kind of slavery. To whom? To powers that actually control my imagination. They control my life, my habits, my thought patterns, my desires. And I'm being freed into a new way of life and a new set of habits and thought patterns, then a new community. And who's the agent of that deliverance and that transition? It's the living God who became human. To be the kind of human I know is good, but that I consistently fail to be, and he's giving me his life as a gift. And when that act of dying on my behalf and raising confronted the powers, it places it within a story. I guess it takes ideas and puts them in the narrative plot line.",
    "start": "00:40:58",
    "end": "00:42:00"
  },
  {
    "text": "Yeah.",
    "start": "00:42:00",
    "end": "00:42:00"
  },
  {
    "text": "Why is Luke framing the origin of the Jesus movement in this particular way? Why consistently, is the Resurrection described as a salvation event, which is Exodus language? And why is that the reason that shows that the gods of the nations are powerless? There's some mindset underneath that logic. What's that logic?",
    "start": "00:42:01",
    "end": "00:42:23"
  },
  {
    "text": "That's the Exodus logic.",
    "start": "00:42:23",
    "end": "00:42:24"
  },
  {
    "text": "That's the Exodus logic.",
    "start": "00:42:24",
    "end": "00:42:25"
  },
  {
    "text": "Okay.",
    "start": "00:42:25",
    "end": "00:42:26"
  },
  {
    "text": "Yeah.",
    "start": "00:42:26",
    "end": "00:42:26"
  },
  {
    "text": "Yeah.",
    "start": "00:42:26",
    "end": "00:42:27"
  },
  {
    "text": "So Paul cruising around, did he present his message with Exodus language? Did Paul draw on the Exodus story in the letters that he wrote? And turns out that he did big time. So we're gonna especially look at his language in Romans and the letter to the Galatian churches and see that they've been soaked in the story of the Exodus.",
    "start": "00:42:27",
    "end": "00:42:49"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week, we'll look at the role Exodus plays in the letters of Paul to all of the congregations made up of of Jewish and Gentile believers.",
    "start": "00:42:52",
    "end": "00:43:05"
  },
  {
    "text": "Paul thought of the death and resurrection of Jesus in Exodus terms. He thought of the journey of the life of a Christian as a perpetual enactment, recycling of the Exodus story. And he sees all of creation as an Exodus story. It's cosmic Exodus.",
    "start": "00:43:06",
    "end": "00:43:22"
  },
  {
    "text": "Bibleproject is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus. Everything that we make is free because the generous support of thousands of people just like you. Thank you so much for being a part of this with us. Hi, this is MacKenzie from Portland, Oregon. Hi, this is Jared, and I'm from Richmond, Virginia. First heard about the Bible Project when my wife showed them to me when I was struggling with my faith, and it saved me from walking away from my faith altogether. I use the Bible Project just for my own personal sacrifice study, as well as tools and guides for my women's Bible study. At my church. We believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos, study notes, podcasts, and more@bibleproject.com.",
    "start": "00:43:23",
    "end": "00:44:15"
  },
  {
    "text": "Hi, everyone. I'm Donald and I am a project manager in our localization department. One of the great things about what I get to do every day is to talk to teams around the world not just about the work that they're doing with bibleproject, but how their lives are going. And probably the coolest thing I get to do is to share pictures of all the babies that all the teams that work on bibleproject around the world keep having. There's a whole team of people that bring the podcast to life every week. For a full list of everyone who's involved, check out the show credits and the episode description wherever you stream the podcast and on our website.",
    "start": "00:44:16",
    "end": "00:44:53"
  }
]