[
  {
    "text": "The Exodus is a significant story in the Bible. It's the story of ancient Israel rescued from brutal slavery at the hand of King Pharaoh. But Biblical authors don't merely see the story as something having happened to ancient Israel. The Exodus that is the road out is something we all need to experience. There is a way out of slavery, a way through the wilderness, and a way into the land of promise. It's the way that we are called to take. In fact, it's the journey the entire cosmos is on. This is the theme study of the Exodus way.",
    "start": "00:00:04",
    "end": "00:00:38"
  },
  {
    "text": "So out of slavery, through the wilderness, into the promised land. You realize that a Christian view of reality is itself an Exodus shaped story.",
    "start": "00:00:38",
    "end": "00:00:45"
  },
  {
    "text": "Now how did we end up in slavery in the first place? Well, the story of ancient Israel doesn't start in slavery. In fact, in scroll of Genesis, ancient Israel begins in the land of promise. But by the time Genesis is over and you turn to Exodus, the the.",
    "start": "00:00:46",
    "end": "00:01:02"
  },
  {
    "text": "Exodus story begins with the Israelites enslaved in Egypt. How and why did they end up down there? The narrator of Genesis is architecting a whole set of reasons for why Israel ended up in Egypt.",
    "start": "00:01:02",
    "end": "00:01:16"
  },
  {
    "text": "Today we look at the very first call of Abraham to go out and make his home in the land of Canaan. That is the land of promise.",
    "start": "00:01:17",
    "end": "00:01:24"
  },
  {
    "text": "That's our key word that will be used later in the Exodus narrative to go out of Egypt.",
    "start": "00:01:24",
    "end": "00:01:29"
  },
  {
    "text": "But then there's a famine in the land and Abraham, looking for food and security, doesn't trust that God will provide. Instead he goes to Egypt. And while in Egypt, Abraham disowns his own wife to protect himself. And he accumulates wealth while being deceitful. Yet God continues to protect him because, well, God promised to.",
    "start": "00:01:29",
    "end": "00:01:51"
  },
  {
    "text": "The story of Abraham is extremely nuanced in portraying the relationship that God has with his people. Look at the moral complexity of even God's involvement in human history. If God makes promises to people, then he has to work with the people as he finds them.",
    "start": "00:01:51",
    "end": "00:02:08"
  },
  {
    "text": "Abraham and his wife Sarah go back into the land of promise. But they haven't learned to trust God yet. And instead of waiting for God to give them a son, they use a female slave that they acquired in Egypt to get a son. Which sets in motion a series of tragic stories and that continue on generation after generation.",
    "start": "00:02:09",
    "end": "00:02:27"
  },
  {
    "text": "Huge failures to trust God and do right by God and neighbor.",
    "start": "00:02:27",
    "end": "00:02:31"
  },
  {
    "text": "Until Genesis is over, Exodus begins and Abraham's family is back in Egypt.",
    "start": "00:02:31",
    "end": "00:02:37"
  },
  {
    "text": "It's as if their sojourn in Egypt that resulted in enslavement was a kind of exile because of their sins before.",
    "start": "00:02:38",
    "end": "00:02:45"
  },
  {
    "text": "We Examine the way out of slavery. We need to examine the way we get slightly stuck in slavery. That's today on the podcast. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:02:45",
    "end": "00:02:59"
  },
  {
    "text": "Hi, John. Hello.",
    "start": "00:03:00",
    "end": "00:03:01"
  },
  {
    "text": "Hello. You're bringing us through the theme of.",
    "start": "00:03:01",
    "end": "00:03:05"
  },
  {
    "text": "The Exodus and a whole lot more.",
    "start": "00:03:05",
    "end": "00:03:08"
  },
  {
    "text": "And a whole lot more, as it turns out.",
    "start": "00:03:08",
    "end": "00:03:10"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:03:10",
    "end": "00:03:11"
  },
  {
    "text": "But it always is. How do you talk about one theme and not talk about everything?",
    "start": "00:03:11",
    "end": "00:03:15"
  },
  {
    "text": "Yeah, that's right. Yeah. The. What do you say? The consistent metaphor over the many years. Actually, I guess we shifted metaphors. I'll use a tapestry, like a big woven tapestry, that if you're looking at the backside, all the colored threads looks like they're tangled together and intertwined. Because they are. And if you try and pull at the red thread, it tugs on the blue and the yellow and then this. So biblical themes are like that. You're tugging on Exodus imagery, but then it's using the vocabulary of the flood story and of creation. You go to Isaiah and he's bound them all together. But we are trying to isolate a core set of ideas that really are defined by the journey of Israel out of slavery in Egypt, then the road in between, the wilderness in the wilderness, and then the road into the promised land. And that three part movement is drawn upon so often and in such creative ways by later biblical authors, including Jesus and including the apostles, that we want to just focus on that.",
    "start": "00:03:15",
    "end": "00:04:22"
  },
  {
    "text": "Yeah.",
    "start": "00:04:22",
    "end": "00:04:22"
  },
  {
    "text": "The road out, which is what the word Exodus means.",
    "start": "00:04:22",
    "end": "00:04:24"
  },
  {
    "text": "The road out of the road out, but then also the road between and the road back into. All of that you've taught us is the Exodus. And so that's the Exodus proper.",
    "start": "00:04:24",
    "end": "00:04:34"
  },
  {
    "text": "Yeah.",
    "start": "00:04:34",
    "end": "00:04:35"
  },
  {
    "text": "Which we haven't really spent much time talking about yet. And we won't even today.",
    "start": "00:04:35",
    "end": "00:04:38"
  },
  {
    "text": "Yeah.",
    "start": "00:04:39",
    "end": "00:04:39"
  },
  {
    "text": "But if that's Exodus proper, how does it become a theme? Why is it not just. That's a narrative. It starts to become. What you've said is a template of sorts, of how to start to reimagine other events. So the prophets think about the Exodus as a way to think about the exile they were experiencing. And then Jesus saw it as a way to frame his whole life, death, resurrection. And then the apostles begin to talk about like the grand narrative of the whole world, like an exodus. And then what you did last week was show us that this idea that the Exodus is a template and is kind of intertwined with the big narrative of the whole cosmos isn't something the apostles invented.",
    "start": "00:04:39",
    "end": "00:05:22"
  },
  {
    "text": "Yes, right, right.",
    "start": "00:05:23",
    "end": "00:05:24"
  },
  {
    "text": "You can find it in Genesis.",
    "start": "00:05:25",
    "end": "00:05:26"
  },
  {
    "text": "Yeah. They found echoes of the Exodus story in A kind of pre Exodus type of story or template in the seven day creation narrative where the dry land is liberated from the waters that have been split so that fruit and seed and life can go up out of the dry land and become a garden. And that right there is a little mini Exodus type of storyline. And it seems like the seven day narrative has been shaped intentionally with an eye towards or the template for the more embodied version of the Exodus story that you'll meet later, or vice versa. When you read the Exodus story, you're like, wait a minute, this is like a real particular application of a creation story.",
    "start": "00:05:26",
    "end": "00:06:14"
  },
  {
    "text": "What happened to all creation I'm experiencing now.",
    "start": "00:06:15",
    "end": "00:06:17"
  },
  {
    "text": "Yeah. So the Exodus is like a new creation story and the creation story is like an Exodus story. They mutually illuminate each other and that's how ancient Jewish meditation literature works. In the Hebrew Bible, its stories begin patterns and then later stories pick up those patterns, but always with a tweak and a twist. That's what makes it so awesome.",
    "start": "00:06:17",
    "end": "00:06:40"
  },
  {
    "text": "Great.",
    "start": "00:06:41",
    "end": "00:06:41"
  },
  {
    "text": "So we are going to look at one more set of stories in Genesis that are also very clearly laying tracks towards the Exodus narrative in a really, actually deliberate way. Maybe you could actually start the conversation this way. We're going to talk about the Abraham story and then a moment in the story of Jacob and his sons. But the Exodus story begins with the Israelites enslaved in Egypt, which raises the question of, well, how'd they get down there? I thought they were supposed to be in the land that God promised to their ancestor Abraham. So how and why did they end up down there? And one of the underlying themes of Genesis is to provide an answer to that question. And it's really interesting that Abraham and his descendants end up in Egypt consistently after huge failures or in connection with huge failures to trust God and do right by God and neighbor. It's as if their sojourn in Egypt that resulted in enslavement was a kind of exile because of their sins. I wonder if that idea will come up anywhere else in the Hebrew Bible.",
    "start": "00:06:42",
    "end": "00:07:52"
  },
  {
    "text": "I see. Yeah.",
    "start": "00:07:52",
    "end": "00:07:53"
  },
  {
    "text": "So what we're going to look at is key stories in Abraham that involve going to Egypt and all kinds of Exodus things happening in those stories. So if you're familiar with the Abraham story in Genesis, the most famous lines that God says to Abraham right out of the starting gate, starting in chapter 12, you know, get yourself going from your land, from your family, from your father's house. Go to the land that I will show you. I'll make you a great nation. I'll bless you and so on. Really, really important words that lay out, like the program for the biblical story, but lesser known is the fact that Abraham's story doesn't begin right here. It begins at the end of the previous chapter 11 with what feels like a bunch of family details that are significant, but they don't grab most people's attention. So after the scattering of the tower and city of Babylon, that happens in chapter 11, beginning of Genesis, chapter 11, then you get a genealogy, Adam to Noah, that took up Genesis chapters one through five. And then once Noah gets off the boat, he has three sons, just like Adam had. And then we're given a 10 generation genealogy from Noah all the way up to Abraham. That's what happens in Genesis chapter 11. The ninth generation is a guy named Terach.",
    "start": "00:07:53",
    "end": "00:09:42"
  },
  {
    "text": "Okay.",
    "start": "00:09:43",
    "end": "00:09:43"
  },
  {
    "text": "That leads us to a guy named.",
    "start": "00:09:43",
    "end": "00:09:44"
  },
  {
    "text": "Terach, Noah's grandson Yashem. Like nine generations down.",
    "start": "00:09:44",
    "end": "00:09:49"
  },
  {
    "text": "Yeah. And then nine generations down the line, and then this guy Terah has three sons. So, like Adam had three sons. 10 generations to Noah, who had three sons. Now 10 more generations to Terah, who has three sons. And the first named son is Avram, who's later going to be named Abraham, but he has a brother named Haran. And Haran died actually young, at least before his dad, in the land of their family, which was Ur of the Chaldeans.",
    "start": "00:09:49",
    "end": "00:10:21"
  },
  {
    "text": "That's where they lived.",
    "start": "00:10:22",
    "end": "00:10:23"
  },
  {
    "text": "Yes. Which is an ancient way of referring to Babylon.",
    "start": "00:10:24",
    "end": "00:10:28"
  },
  {
    "text": "Okay.",
    "start": "00:10:28",
    "end": "00:10:28"
  },
  {
    "text": "And what's interesting, Ur was actually the name of a Mesopotamian city, like in that region around Babylon. But it also is spelled with the same Hebrew letters as the word fire. Oh. Or furnace.",
    "start": "00:10:28",
    "end": "00:10:41"
  },
  {
    "text": "Okay. He lived in the furnace.",
    "start": "00:10:41",
    "end": "00:10:43"
  },
  {
    "text": "He lived in the furnace of Babylon. So what we're told is that after Avram and his brother Nahor got married, Avram gets married to Sarai, whose name means princess. Then Terah took his two sons, and then their wives and all their families, and they went out of Ur of the Chaldeans. They went out of the furnace of the Chaldeans.",
    "start": "00:10:43",
    "end": "00:11:08"
  },
  {
    "text": "That's the word.",
    "start": "00:11:08",
    "end": "00:11:08"
  },
  {
    "text": "That's our key word that will be used later in the Exodus narrative. To go out of Egypt. It's like the key line that triggers the whole story.",
    "start": "00:11:08",
    "end": "00:11:16"
  },
  {
    "text": "And what is it in Hebrew?",
    "start": "00:11:16",
    "end": "00:11:17"
  },
  {
    "text": "Yatza.",
    "start": "00:11:17",
    "end": "00:11:18"
  },
  {
    "text": "Yatza.",
    "start": "00:11:18",
    "end": "00:11:18"
  },
  {
    "text": "Yatza. Yep. To go out. So they went out. Now notice it's Terah taking like the whole extended family and then they go out in order to go to the land of Canaan.",
    "start": "00:11:18",
    "end": "00:11:31"
  },
  {
    "text": "Oh, okay. So God hasn't told Abraham to go to Canaan yet.",
    "start": "00:11:32",
    "end": "00:11:35"
  },
  {
    "text": "That conversation has not Happened yet. At least it hasn't happened yet in the text.",
    "start": "00:11:35",
    "end": "00:11:40"
  },
  {
    "text": "Okay.",
    "start": "00:11:40",
    "end": "00:11:41"
  },
  {
    "text": "But they're going to go on their land to Canaan. But they only got halfway. Oh, they went as far as the region of Haran and they settled there. And Avram's dad died in Haran.",
    "start": "00:11:41",
    "end": "00:11:54"
  },
  {
    "text": "Oh, wow. Never really thought about this.",
    "start": "00:11:54",
    "end": "00:11:57"
  },
  {
    "text": "Okay, so he went halfway. I've got a little map here. So here's Ur. I got a little map.",
    "start": "00:11:57",
    "end": "00:12:04"
  },
  {
    "text": "That's pretty far.",
    "start": "00:12:04",
    "end": "00:12:04"
  },
  {
    "text": "Yeah, it's down by the. Almost by the Persian Gulf. Where? The Tigris and Euphrates. Yep. But you can't just go due west because you're going through the northern.",
    "start": "00:12:04",
    "end": "00:12:14"
  },
  {
    "text": "Like just desert.",
    "start": "00:12:14",
    "end": "00:12:15"
  },
  {
    "text": "Yeah, Arabian desert. It's just desolate out there. So what people would take is the river roads that were well watered, which.",
    "start": "00:12:16",
    "end": "00:12:25"
  },
  {
    "text": "Is kind of a northeasterly road.",
    "start": "00:12:25",
    "end": "00:12:26"
  },
  {
    "text": "Yeah. You go north or northwest.",
    "start": "00:12:26",
    "end": "00:12:28"
  },
  {
    "text": "Or northwest.",
    "start": "00:12:28",
    "end": "00:12:29"
  },
  {
    "text": "You go northwest. Yep. And along arc. And then once you get up to Haran, then you would start going southwest back down.",
    "start": "00:12:29",
    "end": "00:12:38"
  },
  {
    "text": "Okay.",
    "start": "00:12:38",
    "end": "00:12:39"
  },
  {
    "text": "And this was the major highway, when the biblical authors refer to a highway from Babylon or Assyria to Israel, that's it. They're talking about this river road.",
    "start": "00:12:39",
    "end": "00:12:50"
  },
  {
    "text": "It's a big arch.",
    "start": "00:12:50",
    "end": "00:12:51"
  },
  {
    "text": "Yeah. So it doubles the length of the actual distance, but it's the only way to go. Unless you think you can. Unless you're on Canaan desert. Yeah, basically. So the goal was for the family to end up in the land of Canaan. But they only got halfway. They end up in Haran.",
    "start": "00:12:51",
    "end": "00:13:08"
  },
  {
    "text": "Okay, and why was that their goal? We don't know.",
    "start": "00:13:08",
    "end": "00:13:12"
  },
  {
    "text": "Doesn't say.",
    "start": "00:13:12",
    "end": "00:13:12"
  },
  {
    "text": "Doesn't say.",
    "start": "00:13:12",
    "end": "00:13:13"
  },
  {
    "text": "Doesn't say. Now, next you read and Yahweh said to Avram, get up, get going from your land, your family, your father's house to the land. I'll show you. So your father's house now is living in Haran, not the place where, like, the family originated, which is down in Babylonian. But this.",
    "start": "00:13:13",
    "end": "00:13:33"
  },
  {
    "text": "I always imagine this calling happening while he was in Ur.",
    "start": "00:13:33",
    "end": "00:13:37"
  },
  {
    "text": "Well, so it's not clear.",
    "start": "00:13:38",
    "end": "00:13:40"
  },
  {
    "text": "It's not clear.",
    "start": "00:13:40",
    "end": "00:13:40"
  },
  {
    "text": "So if you read it purely sequentially.",
    "start": "00:13:41",
    "end": "00:13:43"
  },
  {
    "text": "Okay. Then he would be in Haran.",
    "start": "00:13:43",
    "end": "00:13:44"
  },
  {
    "text": "Then he's in Haran.",
    "start": "00:13:44",
    "end": "00:13:46"
  },
  {
    "text": "But if you read it as like, this happened and that's why then they all went together. Well, then he didn't actually leave his family. He brought them.",
    "start": "00:13:46",
    "end": "00:13:55"
  },
  {
    "text": "That's right. Totally. Yeah. So what is really interesting is. Let's see, this is reflected in different English translations. Yeah. Of Genesis 12, verse 1, the NIV begins now. The Lord had said, oh, really? To Avram had said, oh, yeah.",
    "start": "00:13:55",
    "end": "00:14:13"
  },
  {
    "text": "There it is.",
    "start": "00:14:13",
    "end": "00:14:14"
  },
  {
    "text": "So they put that had in there to create space. Well, maybe God said this to them when they left Ur.",
    "start": "00:14:14",
    "end": "00:14:21"
  },
  {
    "text": "Okay.",
    "start": "00:14:21",
    "end": "00:14:22"
  },
  {
    "text": "And the family only made it halfway. But that's kind of funky.",
    "start": "00:14:22",
    "end": "00:14:26"
  },
  {
    "text": "Yeah.",
    "start": "00:14:26",
    "end": "00:14:26"
  },
  {
    "text": "Because we're told that Abram's dad is the one who initiated that journey.",
    "start": "00:14:27",
    "end": "00:14:31"
  },
  {
    "text": "Right. That's how it reads.",
    "start": "00:14:31",
    "end": "00:14:33"
  },
  {
    "text": "And so it's a little puzzle there in the text. That's kind of interesting because the Hebrew verb could potentially. But it doesn't normally project a conversation back into the past. Normally it's a sequential narrative for the next thing that happens. Anyway, that's a little interesting thing. But the point is, they went out from the furnace of the Chaldeans, the furnace of Babylon, Ur. Okay. But eventually, you know, Yahweh does speak to Abram, and he does go out from Haran, and then he goes to the land of Canaan. And once again, when they leave to go to the land of Canaan, it's the same verb, yatsa. In Genesis 12:5, Abram took Sarai, his wife, and Lot, the son of his brother, all that they had acquired, and they went out to go to the land of Canaan. So they go out of Ur, they go out of Haran, they go to the land of Canaan. So what happens next is that Abram takes a little worship tour of the land. He passes through a section, Yahweh appears to him, and he builds an altar and worships God. He moves on from there, goes to another part of the land, he builds an altar, and it's great. And you're just like, okay, there's going to be blessing. There's worship. We're calling on the name of the Lord. What could go wrong? Genesis 12:10. Now, there was a famine in the land. Food shortage.",
    "start": "00:14:33",
    "end": "00:15:58"
  },
  {
    "text": "This is supposed to be the land of promise.",
    "start": "00:15:59",
    "end": "00:16:01"
  },
  {
    "text": "That's true. Yes, that's right. I'm going to bless you there. And he goes to the land.",
    "start": "00:16:02",
    "end": "00:16:07"
  },
  {
    "text": "Not enough food.",
    "start": "00:16:07",
    "end": "00:16:08"
  },
  {
    "text": "It's like a great start. He has some great worship nights, worship services with his family. And then he wakes up one day, and it's like the crops have all been burned in a heat wave.",
    "start": "00:16:08",
    "end": "00:16:21"
  },
  {
    "text": "Is this a test? If you believe there's a shortage now, but God I can trust that God will provide.",
    "start": "00:16:21",
    "end": "00:16:27"
  },
  {
    "text": "Yeah, he's come into a land that was supposed to be for blessing, and it has a food shortage. This all just sounds eerily like going out of Egypt into the wilderness, and then all of a sudden, there's a food shortage.",
    "start": "00:16:27",
    "end": "00:16:40"
  },
  {
    "text": "Okay, so the promised land becomes a wilderness.",
    "start": "00:16:40",
    "end": "00:16:43"
  },
  {
    "text": "Yeah, yeah. The Land of blessing becomes a place of testing.",
    "start": "00:16:43",
    "end": "00:16:48"
  },
  {
    "text": "Yeah.",
    "start": "00:16:48",
    "end": "00:16:48"
  },
  {
    "text": "So what should one do when Yahweh has said he's going to bless you, but all of a sudden you're low on food?",
    "start": "00:16:49",
    "end": "00:16:57"
  },
  {
    "text": "Go to Egypt.",
    "start": "00:16:57",
    "end": "00:16:58"
  },
  {
    "text": "What? So the next line just says, abram went down to Egypt. And what we're told is, abram goes down to Egypt to sojourn there. And just real quick, I just want to make sure. Yeah. The word for sojourn is to live as an immigrant from the Hebrew verb gur. And then the noun is ger or gar, as in the second half of Hagar's name, which is on purpose. Now, it came about when he came near to entering Egypt. He said to Sarai, his wife, look, please, I know that you're a woman beautiful to see. This is exactly what said of the tree, the forbidden tree in the Garden of Eden. And when the Egyptians see you, they will say, this is that guy's wife, and they will kill me but keep you alive. So please say that you are my sister, so there will be Tov. Good for me on account of you, so that I can stay alive on account of you.",
    "start": "00:16:58",
    "end": "00:18:06"
  },
  {
    "text": "I mean, in one way it's smart. Another way, he's really putting her in danger of just being taken.",
    "start": "00:18:06",
    "end": "00:18:11"
  },
  {
    "text": "Yeah. Yeah. Okay, so let's just think on the personal interrelationship level. He's kind of hanging her out to dry.",
    "start": "00:18:11",
    "end": "00:18:18"
  },
  {
    "text": "Yeah.",
    "start": "00:18:18",
    "end": "00:18:18"
  },
  {
    "text": "Exposing her. Yeah, he's exposing her to extreme risk, making her vulnerable instead of himself. Basically, he's saying, listen, like, I'm vulnerable.",
    "start": "00:18:18",
    "end": "00:18:27"
  },
  {
    "text": "I'm gonna be vulnerable because you're beautiful. And they'll be like, we want that woman, so I'm vulnerable. So let's make you vulnerable so I'm.",
    "start": "00:18:27",
    "end": "00:18:36"
  },
  {
    "text": "Safe and not me. Yeah. That's the movie Pulse.",
    "start": "00:18:36",
    "end": "00:18:38"
  },
  {
    "text": "Wow.",
    "start": "00:18:38",
    "end": "00:18:38"
  },
  {
    "text": "It's a pretty selfish move.",
    "start": "00:18:38",
    "end": "00:18:40"
  },
  {
    "text": "Yeah.",
    "start": "00:18:40",
    "end": "00:18:40"
  },
  {
    "text": "Notice all of this language is language used of the tree in the Garden of Eden. It's a woman who sees that the tree is good to look at, and she sees and she takes and gives to her husband, and he takes. So all that language is redeployed here. But what Abraham Abram, excuse me, is after in this moment is Tov. He wants tov and life there will be good for me and staying alive, goodness and life. Like that's what he's after.",
    "start": "00:18:41",
    "end": "00:19:10"
  },
  {
    "text": "Yeah.",
    "start": "00:19:10",
    "end": "00:19:10"
  },
  {
    "text": "It's not a bad thing to be after.",
    "start": "00:19:10",
    "end": "00:19:12"
  },
  {
    "text": "Right? It's the right thing to be after. But he uses self protection and he exposes others to danger to get it.",
    "start": "00:19:12",
    "end": "00:19:19"
  },
  {
    "text": "Yeah. So even though it's implicit, the narrator doesn't come in and say, now, dear reader, Abram did what was evil in the eyes of the Lord. He just leaves you to ponder these decisions. Verse 14. It came about when Abram entered Egypt. The Egyptians saw the woman, that she was very beautiful. And they saw her, namely the officials of Pharaoh. And they praised her to Pharaoh. And the woman was taken into the house of Pharaoh.",
    "start": "00:19:20",
    "end": "00:19:48"
  },
  {
    "text": "Okay.",
    "start": "00:19:48",
    "end": "00:19:49"
  },
  {
    "text": "They saw her. She was beautiful to see. They took her.",
    "start": "00:19:49",
    "end": "00:19:53"
  },
  {
    "text": "She was available.",
    "start": "00:19:53",
    "end": "00:19:53"
  },
  {
    "text": "Yep, Yep. She was available. They took her. And Pharaoh did good to Abram on account of her.",
    "start": "00:19:53",
    "end": "00:20:02"
  },
  {
    "text": "Yeah. Scheme worked.",
    "start": "00:20:02",
    "end": "00:20:03"
  },
  {
    "text": "Actually, this whole thing worked like his intuition was right.",
    "start": "00:20:03",
    "end": "00:20:06"
  },
  {
    "text": "I'm going to be treated well because I'm your brother. And now you're part of the royal court.",
    "start": "00:20:06",
    "end": "00:20:11"
  },
  {
    "text": "That's right. So Pharaoh did good to Abram on account of her. And there was for him sheep and oxen and donkeys and male servants and female servants and female donkeys and camels. Seven items.",
    "start": "00:20:11",
    "end": "00:20:28"
  },
  {
    "text": "Seven items. Okay.",
    "start": "00:20:28",
    "end": "00:20:29"
  },
  {
    "text": "Yeah.",
    "start": "00:20:29",
    "end": "00:20:30"
  },
  {
    "text": "Wow.",
    "start": "00:20:30",
    "end": "00:20:30"
  },
  {
    "text": "So now he's getting rich.",
    "start": "00:20:30",
    "end": "00:20:31"
  },
  {
    "text": "He's living large.",
    "start": "00:20:31",
    "end": "00:20:32"
  },
  {
    "text": "He's building wealth off of the exploitation of his wife.",
    "start": "00:20:32",
    "end": "00:20:38"
  },
  {
    "text": "Geez.",
    "start": "00:20:38",
    "end": "00:20:39"
  },
  {
    "text": "So just on that level, this is like this guy. This is a snaky move.",
    "start": "00:20:39",
    "end": "00:20:44"
  },
  {
    "text": "Yeah.",
    "start": "00:20:44",
    "end": "00:20:45"
  },
  {
    "text": "So if we're echoing the garden scene here, Sarai has become the forbidden fruit, as it were. That's beautiful to see. That should not be taken. But people see and they take. Pharaoh and his officials.",
    "start": "00:20:46",
    "end": "00:21:00"
  },
  {
    "text": "Become like Adam and Eve taking the fruit.",
    "start": "00:21:01",
    "end": "00:21:03"
  },
  {
    "text": "Yeah. Become like Adam and Eve, who see and desire and take. Which puts Abram in the role of a snake. Wow. He's the deceiver.",
    "start": "00:21:03",
    "end": "00:21:14"
  },
  {
    "text": "He's the schemer.",
    "start": "00:21:14",
    "end": "00:21:15"
  },
  {
    "text": "Yeah. And as we're gonna see, his crafty scheme leads to absolute disaster for the Adam and Eve figure that is Pharaoh and his officials. It's really interesting. Also, let's just note, this is the first story after God made the promise, saying, I will bless you and make you a great nation, which presumably means you'll have lots of children. And his first move is to put his wife, the only one that he would have children with, at risk. So it's not only is he putting her at risk and there's like, that shady move, but he's also putting the very promise of God at risk, too, because they can't have children. You get what I'm saying? But he gets rich off the scheme. Now, one of those female Egyptian slaves that he acquires is going to play a key role. And that's why I'm bringing this up in the first place. Yep. Because her name is Hagar the immigrant.",
    "start": "00:21:15",
    "end": "00:22:09"
  },
  {
    "text": "I just Put that together. When you said gar can mean immigrant. Ha. Because you've talked about how ha. Satan means the.",
    "start": "00:22:10",
    "end": "00:22:16"
  },
  {
    "text": "That's right.",
    "start": "00:22:16",
    "end": "00:22:16"
  },
  {
    "text": "Adversary.",
    "start": "00:22:16",
    "end": "00:22:17"
  },
  {
    "text": "Yeah.",
    "start": "00:22:17",
    "end": "00:22:18"
  },
  {
    "text": "So the ha is the.",
    "start": "00:22:18",
    "end": "00:22:19"
  },
  {
    "text": "The word. The.",
    "start": "00:22:19",
    "end": "00:22:20"
  },
  {
    "text": "The ha.",
    "start": "00:22:20",
    "end": "00:22:21"
  },
  {
    "text": "The hagar's name means the immigrant.",
    "start": "00:22:21",
    "end": "00:22:24"
  },
  {
    "text": "Wow. So fascinating.",
    "start": "00:22:24",
    "end": "00:22:25"
  },
  {
    "text": "So Abram acquired her while he was the immigrant, and then she becomes the immigrant when they leave Egypt. Here's another puzzle. What is God supposed to do? Like, God just signed up to bless this guy. Oh. And actually, not just bless him, but I'm going back to Genesis 12 or first part, God said to Abram, get yourself going. Leave the land. Go to the land. I'll show you. I'll make you a great nation. I'll bless you. I'll make your name great. So you will be a blessing. I mean, he's getting blessed. He hasn't. Not being much of a blessing to his wife right now.",
    "start": "00:22:25",
    "end": "00:23:01"
  },
  {
    "text": "Is he getting blessed by God, or is he getting blessed by his own scheme?",
    "start": "00:23:01",
    "end": "00:23:04"
  },
  {
    "text": "By his own scheme. And then I will bless those who bless you. And the one who treats you as cursed, I will curse. And in you, all the families of the land will find blessing. So God is actually just committed himself to protect this guy and his family, but now he's gone rogue. He's gone rogue, and it's like, protect him from whom? It's almost like the promise now needs to be protected from Abraham's folly.",
    "start": "00:23:04",
    "end": "00:23:31"
  },
  {
    "text": "Yeah, he kind of, like cursed himself.",
    "start": "00:23:32",
    "end": "00:23:34"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:23:34",
    "end": "00:23:36"
  },
  {
    "text": "But he can't curse Abraham.",
    "start": "00:23:36",
    "end": "00:23:38"
  },
  {
    "text": "Exactly.",
    "start": "00:23:38",
    "end": "00:23:38"
  },
  {
    "text": "Because he needs to bless Abraham.",
    "start": "00:23:38",
    "end": "00:23:40"
  },
  {
    "text": "Exactly. So this is where verse 17 of the story really ought to shock us. And it's really challenging. Verse 17. And Yahweh plagued Pharaoh with great plagues. And. And also his house on account of Sarai, Abram's wife.",
    "start": "00:23:40",
    "end": "00:23:57"
  },
  {
    "text": "So you're saying, why would that be happening? And if you look back at the promise, God said, I'm gonna curse those who curse you. So even though Pharaoh kind of didn't do anything wrong on account of Abraham.",
    "start": "00:23:58",
    "end": "00:24:13"
  },
  {
    "text": "He acted like an ancient Near Eastern king.",
    "start": "00:24:13",
    "end": "00:24:15"
  },
  {
    "text": "Yeah, he just kind of acted like.",
    "start": "00:24:15",
    "end": "00:24:17"
  },
  {
    "text": "There'S a beautiful woman, I'm the king, I want her. Yeah. In terms of taking another man's wife, or in that sense, he's not culpable, but he gets. But he gets the divine hammer on him and his people. So this word plague, Negaim. It's the same word used to describe the plagues in the Exodus story.",
    "start": "00:24:17",
    "end": "00:24:38"
  },
  {
    "text": "Yeah. Okay. This is another, like, prequel foreshadowing of the Exodus.",
    "start": "00:24:38",
    "end": "00:24:45"
  },
  {
    "text": "So Pharaoh called to Abram, and he said, what is this you have done to me. This is verbatim what God says to Adam and Eve. What is this that you've done when he shows up after they've eaten from the fruit? It's another little fact speaking the words of God here. Yes. So now. Yeah, now Pharaoh is in, like, the God role.",
    "start": "00:24:46",
    "end": "00:25:06"
  },
  {
    "text": "Yeah.",
    "start": "00:25:06",
    "end": "00:25:07"
  },
  {
    "text": "And what's funny is, like, you're never told how he learned.",
    "start": "00:25:07",
    "end": "00:25:10"
  },
  {
    "text": "Yeah.",
    "start": "00:25:10",
    "end": "00:25:11"
  },
  {
    "text": "You know what I mean? It's really interesting. Why didn't you tell me she was your wife? Why'd you say, she's my sister? So that I can set me up for my wife. Dude, here's your wife. Take her. Get out of here.",
    "start": "00:25:11",
    "end": "00:25:24"
  },
  {
    "text": "He didn't even want to punish him. He just was like, get out.",
    "start": "00:25:25",
    "end": "00:25:27"
  },
  {
    "text": "Leave. Get out of here. So that also ought to sound familiar. After the sending of the plagues, this is like Pharaoh's response. Take the stuff and go.",
    "start": "00:25:27",
    "end": "00:25:39"
  },
  {
    "text": "Wow. So you're really combining these two stories of Adam and Eve at the tree and then their exile from the garden.",
    "start": "00:25:40",
    "end": "00:25:46"
  },
  {
    "text": "Yeah.",
    "start": "00:25:46",
    "end": "00:25:47"
  },
  {
    "text": "And you're saying all these hyperlinks are happening. But then you're also looking at the Exodus story of Pharaoh who's gonna get plagued and then send Israel out. And you're saying this is all kind of mashed into here.",
    "start": "00:25:47",
    "end": "00:26:00"
  },
  {
    "text": "Yes.",
    "start": "00:26:00",
    "end": "00:26:00"
  },
  {
    "text": "Wow.",
    "start": "00:26:00",
    "end": "00:26:01"
  },
  {
    "text": "Yeah.",
    "start": "00:26:01",
    "end": "00:26:01"
  },
  {
    "text": "Okay.",
    "start": "00:26:01",
    "end": "00:26:02"
  },
  {
    "text": "Yeah. So this story is patterned after the moment at the tree in Eden to help us zero in on the character flaws of Abram here. But then also, we're laying tracks for a set of ideas that are going to get fully redeployed and inverted and repeated in some ways in the Exodus story. So what we know now is Abraham can be a man of great faith and he can be a snake. And God will stick with this guy. He's committed to him, Even defend a liar.",
    "start": "00:26:02",
    "end": "00:26:34"
  },
  {
    "text": "God will defend him when he's a snake.",
    "start": "00:26:34",
    "end": "00:26:36"
  },
  {
    "text": "That's right. Yeah. Not because of Abram, but because God promise. God sticks to his promises. But now we're like, this whole thing's going to get a lot more complicated. And now Abram's blessing. It's going to be hard to tell what part of his wealth comes from God's blessing and what part comes from his so on. For example, play God, this Egyptian slave. Okay. So that's the key setup story. A bunch of interesting things happen. I want to go move forward to Exodus 15, but let's just pause for a moment and say the story of Abraham is extremely nuanced in portraying the relationship that God has with his people and God's patience. And look at the moral complexity of Even God's involvement in human history. If God makes promises to people, then he has to work with the people as he finds them. And that's such an amazing part of the story that I think is also gets repeated in the future Exodus story, too. All right, next key moment in the Abraham story relevant to the Exodus theme is in chapter 15. And chapter 15 begins with Yahweh speaking to Abram in a vision. We're not told any more detail than that. It's a dream, some altered state of consciousness he was in. All of a sudden, he can see Yahweh speaking to him. And what Yahweh says essentially is, don't be afraid. I've got your back. Because in the previous story, it's a pretty dangerous situation that just happened, and your reward is very, very great. And Avram speaks up and he says, now, Master Yahweh, my paraphrase, speaking of great rewards, what is it that you're going to give me? Because remember, I am going on without any children here. Literally, what he says is, I am going on naked, exposed.",
    "start": "00:26:36",
    "end": "00:29:01"
  },
  {
    "text": "Okay. That's an idiom.",
    "start": "00:29:01",
    "end": "00:29:03"
  },
  {
    "text": "Yeah. Without anything around me. And this guy, a son of meshech, of my house, that is Damascus, is Eliezer, this is a long rabbit hole here that we're not going to go down. He clarifies what he means. He says, look, you've given me no seed, children. And so, look, a son of my house will inherit me. So Eliezer, as we're going to learn, is one of those male servants in his house that he got from Egypt.",
    "start": "00:29:03",
    "end": "00:29:33"
  },
  {
    "text": "He's the top dog.",
    "start": "00:29:33",
    "end": "00:29:34"
  },
  {
    "text": "And, yep, he's Abraham's favorite servant. But the point is, he's not Abraham's actual son.",
    "start": "00:29:34",
    "end": "00:29:40"
  },
  {
    "text": "Yeah. So how is he going to be the blessing?",
    "start": "00:29:40",
    "end": "00:29:42"
  },
  {
    "text": "Yeah.",
    "start": "00:29:42",
    "end": "00:29:43"
  },
  {
    "text": "If it's supposed to be Abraham's family.",
    "start": "00:29:43",
    "end": "00:29:45"
  },
  {
    "text": "Yeah. You said that we were going to have a family. So Yahweh speaks back and says, okay, that guy, namely Eliezer, he's not going to be the one to inherit you in your future. Rather, one who comes out from your innards, that one will inherit you.",
    "start": "00:29:45",
    "end": "00:30:00"
  },
  {
    "text": "Okay?",
    "start": "00:30:00",
    "end": "00:30:01"
  },
  {
    "text": "God says in this famous scene, let's take a walk, go look at the stars up in the sky. If you can count them, that's what your seed will be. And bright, bright moment for Abram here. Abram trusted in Yahweh, and Yahweh looked at that trust and he said, mmm, that guy's in right relationship with me. He trusts what I say.",
    "start": "00:30:01",
    "end": "00:30:23"
  },
  {
    "text": "Okay.",
    "start": "00:30:23",
    "end": "00:30:23"
  },
  {
    "text": "Now, he doesn't always do what I say. Which means that he doesn't always trust what I say. But in this moment, in this moment, he's trusting. He's trusting.",
    "start": "00:30:23",
    "end": "00:30:33"
  },
  {
    "text": "He can work with that.",
    "start": "00:30:33",
    "end": "00:30:34"
  },
  {
    "text": "He can work with that. Yahweh keeps speaking. And he says, I am Yahweh, the one who brought you out of Ur of the Chaldeans. Okay, now we're coming back to that little puzzle.",
    "start": "00:30:34",
    "end": "00:30:48"
  },
  {
    "text": "Okay, because in what maybe the first episode of this, you said there's a key phrase in all the prophets, Yahweh is always like, hey, I'm Yahweh, who brought you out of Egypt. Yes, that's how he always announces him.",
    "start": "00:30:48",
    "end": "00:31:02"
  },
  {
    "text": "Phrase occurs dozens of times throughout the Hebrew Bible. I am Yahweh, who brought you out of the land of Egypt.",
    "start": "00:31:02",
    "end": "00:31:08"
  },
  {
    "text": "Yeah, he's riffing on that phrase.",
    "start": "00:31:08",
    "end": "00:31:10"
  },
  {
    "text": "Yeah. So it's as if Yahweh, who brought Abram on the journey out of Remember Ur. It's a pun because it can mean furnace, fire out of the furnace of Babylon. It's as if the same Yahweh who brought his chosen one out of Babylon is the same Yahweh who brought his people out of slavery in Egypt. And why did he bring him out again, chapter 15, verse 7. To give you this land to inherit it. Why did he bring the Israelites out to go through the wilderness on their way to the promised land to inherit it? And then there's a fascinating, important thing that happens. I'm just going to keep going to the next thing that Yahweh says to Abram, which is this. But you should know that your seed, that is your descendants, are going to be immigrants. And there's that word again. It's the same word as Hagar's name, plural. So garim. So they will be immigrants in a land that is not their own.",
    "start": "00:31:10",
    "end": "00:32:09"
  },
  {
    "text": "So he's talking about Egypt.",
    "start": "00:32:09",
    "end": "00:32:10"
  },
  {
    "text": "Here it is pointing forward to the exile in Egypt. So here it's an anticipation or a prediction of the lead up to the Exodus. So you should know that your seed will be immigrants in a land not their own. And they, that is your seed are going to serve them, that is the people of that land. And the people of that land will oppress them for 400 years. So that word oppress is ki, it's the word ani, or ana, it's the verb ina. So bummer. That's like, that doesn't sound like blessing. And it's not in the land. Yeah, like, that's what this is, terrible news, you know, so it'd be really.",
    "start": "00:32:10",
    "end": "00:32:54"
  },
  {
    "text": "Terrible news to get, but it's for a hundred years.",
    "start": "00:32:54",
    "end": "00:32:56"
  },
  {
    "text": "Well, are you being sarcastic?",
    "start": "00:32:59",
    "end": "00:33:01"
  },
  {
    "text": "Well, I mean, if you've got a big history kind of perspective, Abraham's thinking, I'm going to have so many kids, the whole sky's lit up with them. Essentially. That's going to take a long time. And so God's just like, you know, there's going to be a big detour along the way.",
    "start": "00:33:02",
    "end": "00:33:19"
  },
  {
    "text": "Yeah, yeah, it's gonna be 400 year detour.",
    "start": "00:33:19",
    "end": "00:33:20"
  },
  {
    "text": "I just want you to be aware of it.",
    "start": "00:33:20",
    "end": "00:33:22"
  },
  {
    "text": "But let's get into it more. Let's try and imagine you and I are parents of younger kids. But you know something that parents spend a lot of time thinking about is the well being of their kids and trying to set them up for like long term well being. Yeah, it's a thing that any human who's birthed another one, most of them that spends a lot of time thinking about that. And if I were to receive this news, to know that my grandchildren were going to be taken captive, I just want to imagine that, what it is like to receive this news. He just got great news. You're going to have a huge family and you're like, sweet. And then the next news he gets is, and they're going to be slaves for centuries. It's terrible news.",
    "start": "00:33:22",
    "end": "00:34:08"
  },
  {
    "text": "It is really bad news. It's really bad news.",
    "start": "00:34:08",
    "end": "00:34:10"
  },
  {
    "text": "Yahweh continues. But you should know also that nation that they have to serve, I will bring justice. And after that, they, that is your descendants, they will go out with many possessions, you know, like you did. And as for you, Abram, you're going to go to your fathers. You'll be buried at a good old age and the fourth generation will return here because, well, there's business going on here in Canaan that's not complete yet. And that's my prerogative to deal with, not yours. That's a whole little rabbit hole.",
    "start": "00:34:11",
    "end": "00:34:45"
  },
  {
    "text": "That's your little paraphrase.",
    "start": "00:34:45",
    "end": "00:34:46"
  },
  {
    "text": "So he just got great news. And what he was just told was that he went on an exodus out of Ur. And we know that he went to the land and then went down from Mesopotamia to Haran, from Haran to Canaan, from Canaan, down to Egypt, back up into the land. And now he's told your descendants are going to go like return. Replay the journey and what he's forecasting.",
    "start": "00:34:46",
    "end": "00:35:13"
  },
  {
    "text": "Here is the rest of Genesis and the first couple chapters of Exodus.",
    "start": "00:35:13",
    "end": "00:35:18"
  },
  {
    "text": "Exactly. Yeah, that's right. And it leaves wondering, like why, like why all of this next story. The sequence is so wild. So, okay, I'll actually, I'll reference now. So an Israeli Hebrew Bible scholar, Yair Zakovich, in a hard to find, expensive little book called and you shall Tell youl Sons the concept of the Exodus in the Bible. He's the first one who showed me this trail of breadcrumbs in Genesis. And what he's after here is that the narrator of Genesis is architecting a whole set of reasons for why Israel ended up in Egypt. And this next story that we're about to read right now is kind of like the final breadcrumb that makes you go back and look at the whole sequence that we just went over and read it with new eyes. Okay. And that begins with the story of a woman named the immigrant. So Genesis 16, verse three. Now, Sarai, the wife of Avram, had not yet given birth for him, but she did have a slave girl, an Egyptian one. And that's a link back to. Oh, yes, yeah, the one they got from, like Abraham's deceit, her name was the immigrant Hagar. Sarah said to Avram, look, Yahweh has restrained me from giving birth. So she attributes her inability to give birth to Yahweh, please go into my slave girl. Perhaps I can be built up by means of her. And Sarai, the wife of Avram, took Hagar, her Egyptian slave girl, at the end of 10 years of Avram dwelling in the land of Canaan, and she gave her to Avram, her husband, as a wife. So this also has little echoes here of the woman who is making a decision that feels counter to trusting in God's promise to give child. And she takes the thing and then gives it to her husband. And that little description right there comes right verbatim again from the woman at the tree in the Garden of Eden.",
    "start": "00:35:18",
    "end": "00:37:53"
  },
  {
    "text": "Story, Eve at the tree.",
    "start": "00:37:53",
    "end": "00:37:54"
  },
  {
    "text": "Yep. Giving the fruit to her husband, taking.",
    "start": "00:37:54",
    "end": "00:37:56"
  },
  {
    "text": "The fruit, seeing it was good. I guess that doesn't say that here, but she does notice the slave girl and then takes and gives to her husband.",
    "start": "00:37:56",
    "end": "00:38:05"
  },
  {
    "text": "And so him having sex with Hagar becomes equivalent to eating the fruit. Eating of the fruit. So verse four, he went into Hagar, and she became pregnant. And she saw that she was pregnant, that is Hagar did. And her mistress, that is Sarai, who is the master of Hagar. So Sarai became cursed in the eyes of Hagar. So here, I guess we need to try and imagine ourselves into a patriarchal honor, shame, extended household setting which requires imagination for you and I. That's reality for women all over the world still today. So the wife's primary value is in their ability to produce children. And so all of a sudden, Hagar, the slave on the low end of the social rank just got elevated up.",
    "start": "00:38:05",
    "end": "00:39:04"
  },
  {
    "text": "She got the blessing.",
    "start": "00:39:04",
    "end": "00:39:05"
  },
  {
    "text": "She got the blessing.",
    "start": "00:39:05",
    "end": "00:39:06"
  },
  {
    "text": "Now she can realize that Sarai, by saying she's cursed, is saying, okay, she doesn't have the blessing.",
    "start": "00:39:06",
    "end": "00:39:13"
  },
  {
    "text": "That's right. Yeah. Yeah. So Hagar herself, she sees what's going on, and this is a chance to gain a step up the social ladder. But Sarai is not having it. She said to Avram, may the violence that is done to me be upon you. I gave my slave girl into your lap. And she saw that she became pregnant and I became cursed in her eyes. May Yahweh bring justice between me and you. So she's really angry at this. This insult to her social rank in the family.",
    "start": "00:39:13",
    "end": "00:39:46"
  },
  {
    "text": "Yeah.",
    "start": "00:39:46",
    "end": "00:39:47"
  },
  {
    "text": "So Avram said to Sarai, look, your slave girl, she's in your hand. Do what's good in your eyes. So Sarai oppressed Hagar, and Hagar fled from before her. Wow. It's a really sad story.",
    "start": "00:39:48",
    "end": "00:40:06"
  },
  {
    "text": "Yeah.",
    "start": "00:40:07",
    "end": "00:40:07"
  },
  {
    "text": "It's like, actually, everybody's hurting everybody here and blaming everyone. Yeah. Yeah. It feels a lot like the Garden of Eden, where both Adam and Eve are to blame. Neither one owns it, and they just point fingers at each other.",
    "start": "00:40:08",
    "end": "00:40:23"
  },
  {
    "text": "Yeah.",
    "start": "00:40:23",
    "end": "00:40:24"
  },
  {
    "text": "So Sarai didn't trust Avram, just went along with it. And then when there's a moment for him to advocate for the slave, to say, like, sarai, this was your idea. Like, what do you mean? I've done wrong to you?",
    "start": "00:40:25",
    "end": "00:40:39"
  },
  {
    "text": "Or even, like, hey, we agreed on this together, right? At a minimum.",
    "start": "00:40:39",
    "end": "00:40:44"
  },
  {
    "text": "Yeah.",
    "start": "00:40:44",
    "end": "00:40:45"
  },
  {
    "text": "And like, we can't, like, let's figure this out. But instead, he's like, just do with her as you want.",
    "start": "00:40:45",
    "end": "00:40:52"
  },
  {
    "text": "Yeah. So he just, like, carelessly hands Hagar over after he, you know, so it's just really. It's a raw, realistic portrait of what humans do to each other.",
    "start": "00:40:52",
    "end": "00:41:04"
  },
  {
    "text": "Yeah.",
    "start": "00:41:04",
    "end": "00:41:04"
  },
  {
    "text": "And it's just like, feels like the blessing. Promise of Eden, life for the nations in the hands of this crew. You're just like, oh, my goodness. And the victim here is Hagar. So she flees. And then the messenger of Yahweh found her out there because she was by a spring of waters in the wilderness, a spring on the way to Shur, which is down on the way, halfway to Egypt. She's going back home. And he said, hagar, slave girl of Sarai, where is it that you're coming from? Where are you going? This is like when God came to Adam and Eve asking questions. And she said, well, from before the face of Sarai, my mistress, I'm fleeing. And the messenger Yahweh said to her, you should go back to your mistress and you should humble yourself. But it's that word, oppress. Allow yourself to be oppressed under her hand. Because the messenger of Yahweh said, because I will greatly multiply your seed so that it cannot be counted because of its multiplication.",
    "start": "00:41:05",
    "end": "00:42:14"
  },
  {
    "text": "You're going to get in on this promise?",
    "start": "00:42:14",
    "end": "00:42:15"
  },
  {
    "text": "Yes, because of your suffering, unjust suffering. You're going to get the blessing that I said was reserved for this couple, but you're going to get it. Then the messenger of Yahweh said, look, you are pregnant. You'll give birth to a son. You will call his name Ishmael, which means God will hear, because Yahweh has heard your oppression. Okay, so check this out. This is so fascinating. This whole sequence right here is all using the language of Exodus, chapters one and two, which describes how Pharaoh comes up with this sneaky scheme to take the people's blessing who are multiplying greatly, and he wants to harness it for his own benefit while killing the immigrants off, especially the boys. And so he oppresses them with slavery. And it's the same word. And then Israel cries out because of their oppression. And Yahweh hears the voice and the outcry of the oppression. And then he raises up Moses as the deliverer. So again, this is Yair Zakovich, and I'll just want to read his comment here. He says, the striking resemblance between Hagar's story and the history of Israel in Egypt is not accidental. The message is clear. The oppression of the Israelites in Egypt is a measure of for measure, that is, eye for eye, tooth for tooth, punishment for how Hagar the Egyptian was oppressed in Abraham's house. The juxtaposition of Genesis chapter 15, which just announced, this is going to happen, this is going to happen. And you were led wondering, why? Why would that happen? And then in 16, you watch Abram and Sarah actually become Pharaoh, and they do to the Egyptian slave all of the things that Pharaoh was going to do to the Israelite immigrants who will become their slaves. It's as if they're fully inverted. But God saw it coming beforehand and leads like, why? Why is this thing going to happen? And then the next story, it's very puzzling. So this is his take on it, is that this story is actually supplying you the reason that it's because of the sins of the fathers that the Children end up suffering, and they suffer.",
    "start": "00:42:15",
    "end": "00:44:47"
  },
  {
    "text": "In a similar way.",
    "start": "00:44:47",
    "end": "00:44:48"
  },
  {
    "text": "They suffer in precisely and, yes, like a similar replay kind of way. So Yair Zakovich, he's Israeli, he's Jewish. So he appeals to one of the most influential rabbis of the medieval period, a Spanish rabbi named Rabbi Moshe Ben Nachman, who lived in the 1200s. And he appeals to this guy, and he says this was this guy's view. And then he quotes him saying, our mother, that is Sarah, sinned by this oppression, and Abraham also by permitting it to be done. And so God heard Hagar's oppression and gave her a son who would, in time, oppress the seed of Abram, Ham and Sarah with all kinds of oppression. Okay, dude, get this. So three generations down the line in the Joseph story, Jacob, who's the grandson of Abraham, sends Joseph out to give some food to his brothers. And he's wearing the special coat. And the brothers see Joseph approaching, and they hate him because of his dreams and all that stuff. And so they say, kill him. And then a couple brothers say, no, don't kill him. Let's sell him as a slave. And then who should come by traveling in a caravan on their way down to Egypt? A bunch of Ishmaelites. They're Ishmaelites, descendants of Hagar. And it's actually the deceitful brothers and Ishmaelites that bring him to Egypt, Joseph, down to Egypt. And that's how the family ends up down in Egypt in the first place. So none of that would have happened had Abraham and Sarah not done this thing right here. So this is all like a ricochet effect.",
    "start": "00:44:48",
    "end": "00:46:36"
  },
  {
    "text": "Yeah.",
    "start": "00:46:37",
    "end": "00:46:37"
  },
  {
    "text": "Okay, so let's pause. There's one more thing. Over the years, as I've pondered this, I really think this is what's going on in Abraham's stories.",
    "start": "00:46:37",
    "end": "00:46:46"
  },
  {
    "text": "Yeah.",
    "start": "00:46:46",
    "end": "00:46:47"
  },
  {
    "text": "Tell me what you're processing. You're looking at me with a certain look, and I can't tell what it means.",
    "start": "00:46:47",
    "end": "00:46:54"
  },
  {
    "text": "I'm totally following everything, and it makes sense. I want to understand two things. One, why is this significant other than there's a poetry to it, or there's a. It solves a puzzle of sorts. But then why. Once we meditate on this, then what's the significance?",
    "start": "00:46:55",
    "end": "00:47:14"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:47:14",
    "end": "00:47:15"
  },
  {
    "text": "And then I think, secondly, keeping in mind attention I'm feeling, which I think a lot of modern people feel, which might feel like a tangent, so we don't have to go there. But why punish children for the mistake of a father or a mother? So those are the two things rattling in my mind.",
    "start": "00:47:15",
    "end": "00:47:32"
  },
  {
    "text": "Okay, so let's let's tackle the first one first. The shape of Genesis and Exodus is about three generations of these ancestors, Abraham, Isaac, and Jacob, living in this land that was supposed to be a land of gift and blessing to them. It kind of was sometimes, but also was not a lot of times. And really the history of that family in the land was a history of some bright moments of trust and a lot of really terrible moments of people tricking, deceiving, abusing, hurting each other, resulting in the multiplication of a family just full of fractured relationships. And those fractured relationships lead to Israel sitting in exile in Egypt. And then there's this king who comes, and this king, Pharaoh, acts like the snake, and like Abram, like a lying snake who traps the people in slavery. So I think it's part of how the biblical authors are showing the kaleidoscope tentacle effect. I just used two metaphors, but think of, like, an octopus tentacles in a kaleidoscope. And it's just the human condition, right. Of fear branches out and just. And it just. It ruins everything. And if you multiply that over many generations, you just get these horrific situations like the Israelites suffering and slavery to Egypt. But all of it, that is itself the sad result of this cascade of sinful decisions of the people's ancestors.",
    "start": "00:47:32",
    "end": "00:49:08"
  },
  {
    "text": "Yeah. Cause you could, you know, and this is what the Prince of Egypt does, is you just start the story with the oppression of the people in Egypt, and you're like, it's unfair. Let's save them once they're saved. End of the story. And what the biblical story does is it shows that kaleidoscoping effect that came into that moment and then comes out of that moment as well.",
    "start": "00:49:09",
    "end": "00:49:35"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:49:35",
    "end": "00:49:35"
  },
  {
    "text": "And it just doesn't keep things simple. That simple Disney story we want just kind of like, is impossible in the Bible. And how did they end up there in the first place?",
    "start": "00:49:35",
    "end": "00:49:45"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:49:45",
    "end": "00:49:46"
  },
  {
    "text": "Of their just oppression and bad decisions and scheming. And then there's this kind of underlying theme that you're showing us, which is the complication of God attaching himself to a family who's not going to always make the right decisions.",
    "start": "00:49:46",
    "end": "00:50:04"
  },
  {
    "text": "This is a way of thinking about the generational accumulation of the effects of generations of bad decisions. And so, yes, in one sense, the Israelites sitting in Egypt are not guilty of Abraham's failures. But I think the biblical authors want us to think about generational relationships in a more nuanced way, because no generation, including you and I, comes onto the scene with a blank slate as if we came from nowhere, we really want.",
    "start": "00:50:04",
    "end": "00:50:35"
  },
  {
    "text": "To believe we did.",
    "start": "00:50:35",
    "end": "00:50:36"
  },
  {
    "text": "Yes, we do. But the fact is we also inherit, I mean in our categories, the genetics and all kinds of patterns and tendencies and structures, but also like the lived environment you and I were raised in is also the result of our parents decisions. And I think the biblical authors want us to think about the nature of suffering and guilt. And the way that Yahweh hands people over to the consequences of their decisions is never just an individual affair. It's always working itself out through the generations.",
    "start": "00:50:36",
    "end": "00:51:12"
  },
  {
    "text": "And then because of that, it is never actually really clean and easy.",
    "start": "00:51:12",
    "end": "00:51:16"
  },
  {
    "text": "Right.",
    "start": "00:51:16",
    "end": "00:51:17"
  },
  {
    "text": "Like it kind of. It feels that way in the Exodus story. Proper big bad guy, save the oppressed.",
    "start": "00:51:17",
    "end": "00:51:23"
  },
  {
    "text": "Yeah.",
    "start": "00:51:23",
    "end": "00:51:23"
  },
  {
    "text": "But then when you make the Exodus story the big narrative and you realize that God's working with humans that are just compromised, then there is no hero and there is no bad guy. Everyone is kind of in on it.",
    "start": "00:51:24",
    "end": "00:51:38"
  },
  {
    "text": "That's right.",
    "start": "00:51:38",
    "end": "00:51:39"
  },
  {
    "text": "So how does the big Exodus take place when everyone's this scrambled mess?",
    "start": "00:51:39",
    "end": "00:51:44"
  },
  {
    "text": "And so this is key, I think, and this was really crucial for me on this point about generational sin. However, it is not fair. It's not fair that those generations were enslaved by Pharaoh as the sad tragic result of Abraham and Jacob and Joseph's brother's sins. That's not fair.",
    "start": "00:51:44",
    "end": "00:52:05"
  },
  {
    "text": "You're saying this connection and the way that these ideas are connected isn't a justification for like.",
    "start": "00:52:05",
    "end": "00:52:11"
  },
  {
    "text": "No, no.",
    "start": "00:52:11",
    "end": "00:52:12"
  },
  {
    "text": "Why? That was some way.",
    "start": "00:52:12",
    "end": "00:52:13"
  },
  {
    "text": "And Yahweh doesn't think it's fair either.",
    "start": "00:52:14",
    "end": "00:52:16"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:52:16",
    "end": "00:52:16"
  },
  {
    "text": "That's why he liberates them.",
    "start": "00:52:16",
    "end": "00:52:17"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:52:17",
    "end": "00:52:18"
  },
  {
    "text": "Just like it's not fair that Isaac should bear the consequences of the sins of his parents against Hagar, which I think is what's happening there when God asks him to surrender Isaac as a sacrifice. And so it's both not fair. And then Yahweh is the one who rescues Isaac. Right. He both says, give me Isaac and then he gives Isaac back. The biblical authors are trying to give us this complicated dance that Yahweh is in with people, to both bless them and to treat them in a way that's fair and somehow good is going to come out of this whole complicated affair. So thank you, Yair Zakovich. I learned a lot about the pre Exodus Exodus story. Also think how Abram's multiplying generations of sin in the land leading up to the exile in Egypt and slavery for many generations. God raises up a new Moses. Excuse me. God raises up a Moses and brings them out of their exile in Egypt on the way to the promised land. So that template right there, you could just scale it up and say that is the Exodus template. Abraham went out of Ur of the Chaldeans. The Israelites go out of Egypt. Abram journeyed to the land of Canaan. Israel went into the land of Canaan. Abraham, Isaac, and Jacob just cascade generations of sin. Israel, generations of sin. Abram's descendants go into Egypt in exile, where they're slaves. Israel goes into Babylonian exile, where they're slaves.",
    "start": "00:52:18",
    "end": "00:53:59"
  },
  {
    "text": "You're talking about the Israel of the prophets.",
    "start": "00:53:59",
    "end": "00:54:03"
  },
  {
    "text": "Yes. Of Joshua, Judges, Samuel, Kings.",
    "start": "00:54:04",
    "end": "00:54:06"
  },
  {
    "text": "Yes.",
    "start": "00:54:06",
    "end": "00:54:06"
  },
  {
    "text": "Their history of sin in the land.",
    "start": "00:54:06",
    "end": "00:54:09"
  },
  {
    "text": "Okay.",
    "start": "00:54:09",
    "end": "00:54:10"
  },
  {
    "text": "Is set on analogy to Abraham, Isaac and Jacob and the brothers. History of sin in the land.",
    "start": "00:54:10",
    "end": "00:54:15"
  },
  {
    "text": "Okay.",
    "start": "00:54:15",
    "end": "00:54:15"
  },
  {
    "text": "It maps on the Egyptian exile is the Babylonian exile after Joseph and his brothers is mapped onto the Babylonian exile. And then the raising up of Moses becomes a template for the raising up of a new Moses, a new deliverer. So it looks like the book of Genesis has been architected to actually retell the whole story of the Hebrew Bible, but just in the lives of the ancestors in the land.",
    "start": "00:54:15",
    "end": "00:54:43"
  },
  {
    "text": "Yeah. And it's fascinating that Abraham came out of the furnace of Babylon.",
    "start": "00:54:44",
    "end": "00:54:48"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:54:48",
    "end": "00:54:48"
  },
  {
    "text": "That's the origin. And when they find themselves in exile, it's not in Egypt, it's back in the furnace of Babylon.",
    "start": "00:54:49",
    "end": "00:54:55"
  },
  {
    "text": "Yeah, right. Back in Babylon, where their ancestor came from. Yeah.",
    "start": "00:54:55",
    "end": "00:54:59"
  },
  {
    "text": "So they're making sense of all of that with the history of their family.",
    "start": "00:54:59",
    "end": "00:55:04"
  },
  {
    "text": "That's right. Yeah. So we're seeing biblical authors being guided by God's spirit. They are students of their family history. These are the prophets, you know, way down the line who were studying their own history, shaping it so that future generations can learn wisdom.",
    "start": "00:55:04",
    "end": "00:55:21"
  },
  {
    "text": "Yeah.",
    "start": "00:55:22",
    "end": "00:55:22"
  },
  {
    "text": "And understand the ways of God. And also to offer hope that just like our ancestors were liberated from Egypt, so too on the other side of exile, we can trust that Yahweh will show more mercy than our family deserves and raise up a new Moses for us. And it seems like the book of Genesis is designed to foster that kind of hope.",
    "start": "00:55:22",
    "end": "00:55:42"
  },
  {
    "text": "Thanks for listening to Bible Project podcast. Next week, we'll continue on this theme of the Exodus way, and we'll get get to the scroll of Exodus, and we'll see how God's deliverance of Israel out of Egypt shapes the Bible's whole framework for salvation.",
    "start": "00:55:46",
    "end": "00:56:00"
  },
  {
    "text": "Both Passover and the passage through the sea within the Hebrew Bible are these coordinated images of salvation through a force of death, whether disease or waters, and then safely brought through out to life on the other side. And that's the culmination of this conflict between good and evil, between the forces of chaos and the remnant that's brought through.",
    "start": "00:56:01",
    "end": "00:56:24"
  },
  {
    "text": "Bibleproject is a crowdfunded nonprofit and we exist to experience the whole Bible as a unified story that leads to Jesus. Everything that we make here is free because it's already been paid for by thousands of people just like you. Thank you so much for being a part of this with us.",
    "start": "00:56:26",
    "end": "00:56:42"
  },
  {
    "text": "Hello, my name is Christian and and I'm from Salem, Oregon.",
    "start": "00:56:42",
    "end": "00:56:46"
  },
  {
    "text": "Hi, my name is Insan. I'm from Texas. I first heard about Bible Project from friends in Korea and I use Bible Project for broadening my knowledge about Bible and Jesus.",
    "start": "00:56:46",
    "end": "00:56:59"
  },
  {
    "text": "I first heard about the Bible Project in youth group when my youth pastor would explain the book of the Bible and he'd use the Bible Project to make it really easy to understand. My favorite thing about Bible Project is learning from Jesus John's revelations on the podcast and making it relatable to me.",
    "start": "00:56:59",
    "end": "00:57:13"
  },
  {
    "text": "My favorite thing about Bible Project is Bible Class. That is the one I like. Now we believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me.",
    "start": "00:57:13",
    "end": "00:57:26"
  },
  {
    "text": "You can find free videos, articles, podcasts, classes and more on the Bibleproject app and@bibleproject.com.",
    "start": "00:57:27",
    "end": "00:57:33"
  },
  {
    "text": "Hey everyone, this is Michelle. I've been working at Bible Project for.",
    "start": "00:57:35",
    "end": "00:57:39"
  },
  {
    "text": "Two and a half years.",
    "start": "00:57:39",
    "end": "00:57:39"
  },
  {
    "text": "I administrate one of our systems that helps us take care of supporters like you. One thing I built recently that I'm excited about is a process that allows people to sign up to come in to tour the studio and see what we have going on here. There's a whole team of people that.",
    "start": "00:57:40",
    "end": "00:57:55"
  },
  {
    "text": "Bring the podcast to life every week.",
    "start": "00:57:55",
    "end": "00:57:57"
  },
  {
    "text": "For a full list of everyone who's involved, check out the show credits in the episode Description Description Wherever you stream.",
    "start": "00:57:57",
    "end": "00:58:03"
  },
  {
    "text": "The podcast and on our website.",
    "start": "00:58:03",
    "end": "00:58:04"
  }
]