[
  {
    "text": "Welcome to BibleProject podcast. One of the largest themes in the story of the Bible is the Exodus. It's the road out of slavery, the road through the wilderness, and the road into the land of promise. Now, gospel authors, they intentionally frame the story of Jesus as a new Exodus, with Jesus as the new Moses. And he came to confront the spiritual powers that empower human evil and enslave us all.",
    "start": "00:00:05",
    "end": "00:00:30"
  },
  {
    "text": "So he's there to confront that Pharaoh, a spiritual pharaoh. He would go first through the death night of Passover ahead of his people to open up a way out the other side.",
    "start": "00:00:30",
    "end": "00:00:42"
  },
  {
    "text": "Jesus is also the blameless life represented in the Passover lamb.",
    "start": "00:00:42",
    "end": "00:00:47"
  },
  {
    "text": "God participates in the pain as the one who can deliver us out of it.",
    "start": "00:00:47",
    "end": "00:00:51"
  },
  {
    "text": "And so the first followers of Jesus called themselves the way they are the Exodus. People who are on the road out of slavery, the road through the wilderness, awaiting a future inheritance, a time when all creation is renewed. Now, a central figure in this movement is the Apostle Paul, who traveled through the Roman Empire, declaring the new Exodus, planting churches made up of Jews and Gentiles. On today's episode, we're going to look at how the Apostle Paul used Exodus metaphors to address the real life problems facing the churches that he planted. For example, Paul tells the church to continue to celebrate the feast of Passover.",
    "start": "00:00:52",
    "end": "00:01:29"
  },
  {
    "text": "Paul sees all of Christian life as an ongoing celebration of Passover. It's a perpetual celebration of our liberation from bondage.",
    "start": "00:01:30",
    "end": "00:01:39"
  },
  {
    "text": "In the letter to the Galatians, Paul tells the church to walk the road of the Exodus by following God's spirit. Just like Israel followed God's glory through.",
    "start": "00:01:40",
    "end": "00:01:49"
  },
  {
    "text": "The wilderness, he's turned the road out into something Jesus did on your behalf. But now you have to choose to walk that road out yourself with the glory of God guiding you, the Spirit.",
    "start": "00:01:49",
    "end": "00:02:02"
  },
  {
    "text": "And just like Israel was groaning in slavery under Pharaoh and God heard them, Paul talks about how all of creation is groaning, but we groan with hope.",
    "start": "00:02:03",
    "end": "00:02:12"
  },
  {
    "text": "That hope was that creation itself would be set free from slavery to decay into the glorious freedom of the children of God.",
    "start": "00:02:12",
    "end": "00:02:21"
  },
  {
    "text": "In fact, when you start looking for it, you begin to realize that the Apostle Paul was constantly referencing the Exodus story.",
    "start": "00:02:21",
    "end": "00:02:28"
  },
  {
    "text": "Paul thought of the death and resurrection of Jesus in Passover Exodus terms. He thought of the life of a Christian as a perpetual enactment of the Exodus story. And he sees all of creation as an Exodus cosmic story.",
    "start": "00:02:28",
    "end": "00:02:42"
  },
  {
    "text": "Today, Tim Mackey and I wrap up this series looking at how the Apostle Paul infuses the Exodus story into his letters to the Corinthians, Galatians and Romans. Thanks for Joining us. Here we go. Hey, Tim.",
    "start": "00:02:43",
    "end": "00:03:01"
  },
  {
    "text": "John. Hello.",
    "start": "00:03:02",
    "end": "00:03:03"
  },
  {
    "text": "Hello. We are into a theme called the New Exodus. We've covered a lot of ground.",
    "start": "00:03:03",
    "end": "00:03:08"
  },
  {
    "text": "We have, yes.",
    "start": "00:03:08",
    "end": "00:03:09"
  },
  {
    "text": "And I've really enjoyed this series.",
    "start": "00:03:09",
    "end": "00:03:11"
  },
  {
    "text": "Oh, good.",
    "start": "00:03:11",
    "end": "00:03:12"
  },
  {
    "text": "It's such a meta series.",
    "start": "00:03:12",
    "end": "00:03:13"
  },
  {
    "text": "Yeah. Yes. So what I want to look at is look at just one of the apostles writings, the one whose letter correspondence we have the most of, the apostle Paul, and see how does the Exodus motif work itself out in the writings of Paul. We know that the Apostle Paul thought deeply about the meaning of the Exodus story and the meaning of Passover and that he understood from the traditions he received about Jesus that Jesus saw his own death and resurrection in terms of a replay or a fulfillment of the Exodus. There's one passage in particular in the letter we call 1 Corinthians chapter 5, where it's not even his main point to talk about the Exodus. He's actually confronting a house church because there's a guy in there who says he follows Jesus, but he's sleeping with his mother in law and the church is doing nothing about it. In fact, some people in the church are like, what a liberated sexual ethic we have here at the church of Corinth. Paul's like, dude, you guys are so off the farm. So he says in 1 Corinthians 5, 6, you boasting is not good. Like, it's the opposite of good. Don't you know that a little leaven will spread leaven throughout the whole lump of dough?",
    "start": "00:03:14",
    "end": "00:04:36"
  },
  {
    "text": "This is yeast. Leaven is yeast.",
    "start": "00:04:37",
    "end": "00:04:38"
  },
  {
    "text": "Yeah. Yep. Yeast. Yep. You know, like many people in the pandemic, my wife took up sourdough making, and we all benefit. We all meaning myself and my two sons.",
    "start": "00:04:38",
    "end": "00:04:49"
  },
  {
    "text": "Yeah.",
    "start": "00:04:50",
    "end": "00:04:50"
  },
  {
    "text": "Fresh sourdough, like, right out of the oven.",
    "start": "00:04:50",
    "end": "00:04:55"
  },
  {
    "text": "Ooh, okay.",
    "start": "00:04:55",
    "end": "00:04:56"
  },
  {
    "text": "You know, I believe she actually has a starter and she cares for it and feeds it, and it's a jar.",
    "start": "00:04:56",
    "end": "00:05:05"
  },
  {
    "text": "Wait, so the starter's like a little lump of dough.",
    "start": "00:05:05",
    "end": "00:05:08"
  },
  {
    "text": "Starter is a little living creature in a jar.",
    "start": "00:05:08",
    "end": "00:05:11"
  },
  {
    "text": "Oh, my gosh.",
    "start": "00:05:11",
    "end": "00:05:12"
  },
  {
    "text": "That's fermenting the materials in it. It's like a little gooey substance, and she'll take out some of it and put it in and then mix it.",
    "start": "00:05:12",
    "end": "00:05:20"
  },
  {
    "text": "Into the whole dough to a big.",
    "start": "00:05:20",
    "end": "00:05:21"
  },
  {
    "text": "Thing of dough and then leave it overnight.",
    "start": "00:05:21",
    "end": "00:05:23"
  },
  {
    "text": "That's what's gonna let the sourdough rise.",
    "start": "00:05:23",
    "end": "00:05:25"
  },
  {
    "text": "So that's Paul's metaphor. He's describing this guy sleeping with his mother in law and saying, like, I'm a liberated Christian as just that little gooey thing. And he's like, listen, if you don't like do something about this. He's going to infect. Now I'm using a different metaphor.",
    "start": "00:05:25",
    "end": "00:05:43"
  },
  {
    "text": "It's a good metaphor. It's an infection of sorts in bread making you want the infection.",
    "start": "00:05:43",
    "end": "00:05:49"
  },
  {
    "text": "That's right. Now Paul's drawing on the image of leaven spreading as a negative image, like a bad thing spreading. Jesus drew on the leaven image.",
    "start": "00:05:49",
    "end": "00:05:58"
  },
  {
    "text": "Oh, and the kingdom of God. Yeah, yeah. Parable.",
    "start": "00:05:58",
    "end": "00:06:01"
  },
  {
    "text": "So the metaphor can have different meanings.",
    "start": "00:06:01",
    "end": "00:06:02"
  },
  {
    "text": "You're talking about the parable where Jesus says the kingdom of God is like.",
    "start": "00:06:03",
    "end": "00:06:06"
  },
  {
    "text": "A bit of leaven.",
    "start": "00:06:06",
    "end": "00:06:06"
  },
  {
    "text": "A bit of leaven that goes through the dough.",
    "start": "00:06:06",
    "end": "00:06:08"
  },
  {
    "text": "Yeah. A woman hides in the dough and spreads there. It's good. Here the leaven spreading is bad. Where did he get that idea? Why is he drawing on this idea now? Verse 7. So clean out the old leaven so that you can be a new lump just as you are in fact. Unleavened.",
    "start": "00:06:08",
    "end": "00:06:26"
  },
  {
    "text": "You are unleavened.",
    "start": "00:06:27",
    "end": "00:06:28"
  },
  {
    "text": "Yeah. So he's saying take out the leaven.",
    "start": "00:06:28",
    "end": "00:06:31"
  },
  {
    "text": "So to be a people who live in right relationship with each other and with God is to be unleavened.",
    "start": "00:06:31",
    "end": "00:06:36"
  },
  {
    "text": "Unleavened, yeah.",
    "start": "00:06:36",
    "end": "00:06:37"
  },
  {
    "text": "And so leaven is the corruption.",
    "start": "00:06:37",
    "end": "00:06:39"
  },
  {
    "text": "Leaven is the corruption. And look at what he says, this is fascinating. So take out the leaven, by which he's gonna mean like you need to tell that guy that if he keep sleeping with his mother in law that he can't be a part of this community until he stops doing that. So that's what he can tell him to do. And so clean out the old leaven so that you can be a new lump. And so cool, because you are in fact an unleavened lump of dough. It's sort of like be who you are. You are God's holy people. So you're not acting like it, but that's what you are. So be who you are. So all of this is coming from the feast of unleavened bread, where Israelites would remove leaven from their homes and eat unleavened bread for the week after Passover.",
    "start": "00:06:39",
    "end": "00:07:27"
  },
  {
    "text": "Because on the first Passover they didn't have time to leaven their bread.",
    "start": "00:07:27",
    "end": "00:07:33"
  },
  {
    "text": "That's right, yeah. Yep.",
    "start": "00:07:33",
    "end": "00:07:35"
  },
  {
    "text": "They just had to go.",
    "start": "00:07:35",
    "end": "00:07:36"
  },
  {
    "text": "Yeah. So there the symbol was as a symbol of the haste, the haste, the hurry.",
    "start": "00:07:36",
    "end": "00:07:40"
  },
  {
    "text": "Like when you're free, don't wait, don't dally.",
    "start": "00:07:40",
    "end": "00:07:43"
  },
  {
    "text": "When God opens up the way out of bondage, you're going leave.",
    "start": "00:07:43",
    "end": "00:07:48"
  },
  {
    "text": "You're not going to stop and make some leavened bread.",
    "start": "00:07:48",
    "end": "00:07:50"
  },
  {
    "text": "No. Wait four hours for it to Rise. So Paul both adapts this metaphor from the feast of Passover and unleavened bread. But then he, you know, he tweaks its meaning. It's cool. Then he says, so clean out the old leaven so that you can be a new lump, because that's what you really are. Because the Messiah, our Passover lamb, has been sacrificed. Therefore, let us celebrate the feast not with the old leaven, not with the leaven of malice or wickedness, but with the unleavened bread of sincerity and truth. So what's interesting is Paul talks about the Messiah, our Passover lamb. He just throws that in there like they'll just know what it means. He doesn't explain it.",
    "start": "00:07:51",
    "end": "00:08:33"
  },
  {
    "text": "And the Passover lamb in the first Exodus, Moses, Exodus was the animal that you took and you prepared for the night of Passover to eat.",
    "start": "00:08:33",
    "end": "00:08:44"
  },
  {
    "text": "Yep. Save the firstborn sons from dying by the plague destroyer that was entering homes. God wouldn't allow death to touch the homes of those covered with the blood of the Passover lamb.",
    "start": "00:08:44",
    "end": "00:08:56"
  },
  {
    "text": "The blood of the Passover lamb was an intermediating force.",
    "start": "00:08:56",
    "end": "00:09:00"
  },
  {
    "text": "Yeah, yeah. A protective force that kept the plague. Yeah. At bay.",
    "start": "00:09:00",
    "end": "00:09:06"
  },
  {
    "text": "Death at bay.",
    "start": "00:09:06",
    "end": "00:09:07"
  },
  {
    "text": "That's right. So Paul takes that idea that Jesus set in motion by timing his death to come at Passover. And then Paul's just putting those pieces together, but he doesn't explain it. That's what's great about this passage. It assumes that Paul had a whole Bible study with these people, that now he can just pull on that idea in one sentence. And then what he goes on to say next is really interesting. Then he says, therefore, let us celebrate present tense, ongoing, the feast. In other words, Paul sees all of Christian life as a Passover season, as an ongoing celebration of Passover. It's a perpetual celebration of our liberation from bondage, that when we gather, when we take the bread and the cup, the replays Jesus's Passover meal. It's like we are constantly living and embodying and replaying the Exodus reality that Jesus accomplished on our behalf.",
    "start": "00:09:07",
    "end": "00:10:00"
  },
  {
    "text": "Yeah.",
    "start": "00:10:00",
    "end": "00:10:00"
  },
  {
    "text": "There was an early church scholar, a guy named John Chrysostom, which means golden mouth. He was one of the most famous preachers in Constantinople in the 4th century. And he put it this way. The whole of time in which we live is a festival. For though Paul said, let us keep the feast, he did not say it with a view to the presence of Passover or even of Pentecost, but is pointing out that the whole of time is a festival unto Christians. So good. So in one sense, Symbolically, Passover began, right, like that weekend when Jesus broke bread 2000 years ago and we continued to feast. Yeah, let us celebrate the feast. So this is such a dense little passage, but what it shows us is Paul had a whole set of Bible studies with new followers of Jesus when he planted churches. Paul planted this group of house churches in Corinth. He lived there for a year and a half and got to know these people. And one of the things he taught them was about how the Exodus story is the framework to understand the life, death and resurrection of Jesus and what it means for Christian life in the present. So if that's true, this little passage, it's sort of like it's a key, then what it means is, well, where else might I find Exodus influence in Paul's writings where he's less explicit? So I'm kind of trying to build argument here that if he's explicit about it here, and he assumes a whole tradition of teaching that he gave people about it, I think that gives us good grounds to go out to other passages in his writings and look for Exodus language. And I was first introduced this way, looking for Exodus language in Paul through the work of N.T. wright, very influential New Testament scholar. But I remember it was in his footnotes where he said he learned, or was really tipped off by this, by the work of a New Testament scholar, Sylvia Kismat, in a book called Paul and His Reinterpreting the Exodus Tradition. And Kismat's work goes through Paul's letter to the Galatians and the Romans and finds Exodus language all over. So I'll read from her conclusion right here, and then I just want to look at some passages because it's so cool. So this is from the conclusion of her book. She says, in the light of my reading of Galatians, it seems evident that Paul not only echoed and alluded to Exodus motifs and themes in his language, he also told the story of the Galatian Christians as a new Exodus story. The whole movement of the book, and she's referring to not Exodus, but to Galatians, from slavery to sonship, that is adoption as God's children, to the desire to go back and return to slavery. The threat of disinheritance, that is the threat of losing the Promised Land, reflects the structure of the Exodus story as it's found in Israel Scripture. The narrative of the Exodus as a whole undergirds Paul's telling of the Galatian experience and provides an interpretation of that experience throughout the letter. Then she concludes, so this story had an identity shaping role in Israel's tradition. Remember, every generation sees itself as the generation that came out of Egypt by celebrating Passover.",
    "start": "00:10:01",
    "end": "00:13:30"
  },
  {
    "text": "And every year you.",
    "start": "00:13:30",
    "end": "00:13:31"
  },
  {
    "text": "Every year you do it. So Paul's retelling had a similar function for the Galatian church. Okay, so let's turn to the letter to the Galatians. So he's riding to a network of house churches that he knows have been visited by Messianic Jewish missionaries who he has some important theological differences with. So these are followers of Jesus who are Jewish and think that non Israelites, if they're going to follow the Jewish Messiah, need to begin observing the key identity markers of the Jewish law that come from the Torah.",
    "start": "00:13:31",
    "end": "00:14:31"
  },
  {
    "text": "Yeah. Like Eden, kosher and the festivals.",
    "start": "00:14:31",
    "end": "00:14:34"
  },
  {
    "text": "Yep. Males being circumcised. Sabbath. Yep.",
    "start": "00:14:34",
    "end": "00:14:37"
  },
  {
    "text": "Yeah.",
    "start": "00:14:37",
    "end": "00:14:38"
  },
  {
    "text": "And Paul's point was they can if they want. Jewish followers of Jesus can and do continue in those practices. But non Israelite followers of Jesus don't have to do those things in order to be part of the family of Jesus Messiah. And then that was a whole big thing worked out. In the book of Acts, we could reference people back to our Luke Acts series where we, we talk about that, trace that a long time ago we did that. So that's the crisis he's addressing, is he feels like the good news about Jesus is being compromised because all of a sudden you're trying to do something that God's already done on your behalf. That's the basic logic of his argument. That's why he begins right out of the gate with the first sentences, Grace and peace to y' all from God our Father and the Lord Jesus Messiah who gave himself for our sins to deliver us from the present evil age according to the will of our God and Father. So that little opening line there, he gave himself for our sins. Different English translations go different directions. To rescue us, to set us free.",
    "start": "00:14:38",
    "end": "00:15:50"
  },
  {
    "text": "Oh, this is the word that you said, deliver.",
    "start": "00:15:50",
    "end": "00:15:53"
  },
  {
    "text": "Yeah. So the Greek word he uses exiter O, which means to take something out of.",
    "start": "00:15:53",
    "end": "00:15:58"
  },
  {
    "text": "It's got the X in there.",
    "start": "00:15:58",
    "end": "00:15:59"
  },
  {
    "text": "Yeah. Ex. Yep. Ex means out of. And then means to take or remove.",
    "start": "00:15:59",
    "end": "00:16:04"
  },
  {
    "text": "Okay.",
    "start": "00:16:04",
    "end": "00:16:05"
  },
  {
    "text": "This is the Greek word used by the Jewish scholars who translated the Hebrew Bible into Greek centuries before Jesus. This is one of the main Greek words used for the Hebrew word yatsa, which means to go out, which is the key word.",
    "start": "00:16:05",
    "end": "00:16:22"
  },
  {
    "text": "Okay. To go out of Egypt. Like he could have used the word Exodus.",
    "start": "00:16:22",
    "end": "00:16:25"
  },
  {
    "text": "And in essence he's using. But he is a word loaded from the Exodus story, which is because that.",
    "start": "00:16:26",
    "end": "00:16:32"
  },
  {
    "text": "Hebrew word is the word to go out.",
    "start": "00:16:32",
    "end": "00:16:36"
  },
  {
    "text": "To go out from.",
    "start": "00:16:36",
    "end": "00:16:37"
  },
  {
    "text": "And that's the key word in Exodus narratives throughout the Hebrew Bible. And you're saying in Greek translation of the Hebrew Bible that word is.",
    "start": "00:16:37",
    "end": "00:16:46"
  },
  {
    "text": "Yep, exereo. And it's just one example. There's many, but all just one. So from Exodus chapter three, which is from the burning bush, God tells Moses for the first time, here's what I'm going to do. Exodus 3. 8. I have come down to deliver my people from the hand of the Egyptians, to bring them up from that land to a land flowing with milk and honey. So that word to deliver, natsal in Hebrew, which means again to snatch away from. But later Greek translators rendered that with xi to o, to take out of. And that's the word that Paul draws on right here. So this raises that interesting question of like, so did he mean for that word to be loaded with the whole Exodus story? And this is where Sylvia Kismat saying, well, just wait and see, keep reading.",
    "start": "00:16:47",
    "end": "00:17:35"
  },
  {
    "text": "Deliver us from. And then you would imagine the slavery would be the thing.",
    "start": "00:17:35",
    "end": "00:17:40"
  },
  {
    "text": "Yes.",
    "start": "00:17:40",
    "end": "00:17:41"
  },
  {
    "text": "And then what he brings up is.",
    "start": "00:17:41",
    "end": "00:17:42"
  },
  {
    "text": "The present evil age.",
    "start": "00:17:42",
    "end": "00:17:44"
  },
  {
    "text": "Present evil age is the Pharaoh.",
    "start": "00:17:44",
    "end": "00:17:46"
  },
  {
    "text": "There's some kind of Pharaoh to whom we're in bondage. And that Pharaoh is characterized as having power over us in the present evil age. So he's referring to a whole era, whole time era. Life outside of Eden, as it were, or life in Egypt. Yeah, so that's the opening line. It's a little hint that this is going to be a story and a letter where he's trying to tell them you've already been delivered, you don't need to do anything to try and deliver yourself again. It's already happened. It's a become who you are type of argument, like he used with the Corinthians. So who is he in slavery too? He actually narrows in on that point. So in Galatians 4, Paul develops this metaphor that the Galatians were like little children who had like an overseer assigned to them. This would be really common in the Greco Roman world where parents who had means would hire a teacher. But like a live in teacher. He calls it a pedagogue. In Greek, pedagogos, It means a child leader, the leader of a child, but it's like a live in nanny, but also instructor, but also a teacher to kind of raise your kid for you. So Paul draws on this practice and he says, listen, when we were underage, we had actually been under the leadership and authority over a really bad paidagogos.",
    "start": "00:17:46",
    "end": "00:19:16"
  },
  {
    "text": "So being underage in Paul's metaphor means before being in the Messiah.",
    "start": "00:19:17",
    "end": "00:19:21"
  },
  {
    "text": "Yes, yeah, yeah. Humans before the arrival of the Messiah.",
    "start": "00:19:21",
    "end": "00:19:25"
  },
  {
    "text": "Okay.",
    "start": "00:19:25",
    "end": "00:19:25"
  },
  {
    "text": "So he says in verse three, you know, when we were little kids, we were in slavery to the elemental spiritual forces of the world.",
    "start": "00:19:26",
    "end": "00:19:35"
  },
  {
    "text": "Elemental, okay.",
    "start": "00:19:36",
    "end": "00:19:37"
  },
  {
    "text": "So he uses the Greek word stoichea, which is a deep rabbit hole that we've explored in our God series about spiritual beings in the New Testament.",
    "start": "00:19:37",
    "end": "00:19:47"
  },
  {
    "text": "I'm not remembering.",
    "start": "00:19:48",
    "end": "00:19:49"
  },
  {
    "text": "Yes. I mean, that was four years ago.",
    "start": "00:19:49",
    "end": "00:19:51"
  },
  {
    "text": "It was probably more.",
    "start": "00:19:51",
    "end": "00:19:52"
  },
  {
    "text": "Yeah, there were more.",
    "start": "00:19:52",
    "end": "00:19:53"
  },
  {
    "text": "Stoicheia is the word for elemental.",
    "start": "00:19:53",
    "end": "00:19:56"
  },
  {
    "text": "Yeah, It's a fascinating. It's a fascinating word that was used in biblical literature, but it's not used very often. It's used mostly outside the New Testament Greek literature to refer to, I mean, what we call, like, the elements. Think of the classic elements like earth, wind and fire.",
    "start": "00:19:56",
    "end": "00:20:15"
  },
  {
    "text": "Okay. Those elements. Not like hydrogen, oxygen.",
    "start": "00:20:15",
    "end": "00:20:19"
  },
  {
    "text": "Well, I mean, that's how we imagine them in the modern sense. But that's the secularized version of how most people thought of them throughout history, which is they were divinized, they were godlike, they were deities, the gods of fire, the gods of wind, the gods of. So it's a way of imagining the universe that all of the ordered patterns that make creation cohere, the work of the gods. And there were gods for everything. There were gods of justice, gods of order, gods of war, gods of sect.",
    "start": "00:20:19",
    "end": "00:20:50"
  },
  {
    "text": "These are the elementals.",
    "start": "00:20:50",
    "end": "00:20:51"
  },
  {
    "text": "Yes, okay. That's right. And he sees that the Galatians being just, you know, first century, just living in the Roman Empire up in the north of what today we call Turkey. They were just, you know, worshiping the sun, worshiping the moon, worshiping sex, worshiping.",
    "start": "00:20:51",
    "end": "00:21:11"
  },
  {
    "text": "War as you do.",
    "start": "00:21:11",
    "end": "00:21:12"
  },
  {
    "text": "Like, that's just what humans do. So he says we were in slavery to that. But when the time had fully come, God sent his son. So think of a raising up of a Moses here. People are in slavery. God raises up a deliverer.",
    "start": "00:21:12",
    "end": "00:21:28"
  },
  {
    "text": "Okay.",
    "start": "00:21:28",
    "end": "00:21:29"
  },
  {
    "text": "Yep. Born of a woman. So he's referring to Mary. Yeah, but he's echoing the emphasis of Moses birth story being born to a woman born under the Torah.",
    "start": "00:21:29",
    "end": "00:21:40"
  },
  {
    "text": "So he's an Israelite, faithful Israel, an.",
    "start": "00:21:42",
    "end": "00:21:45"
  },
  {
    "text": "Israelite who lives under the Torah in order to redeem those under the Torah.",
    "start": "00:21:45",
    "end": "00:21:52"
  },
  {
    "text": "That is Israel.",
    "start": "00:21:52",
    "end": "00:21:53"
  },
  {
    "text": "That is Israel. So God sent an Israelite Messiah who lived as a part of the covenant relationship between God and Israel. However, that covenant relationship, embodied in the laws of the Torah, ended up bringing death to Israel, not life. He doesn't work it out in detail here. He does in the letter to the Romans. But he sees the laws of the Torah as being God's good wisdom and will revealed to Israel for how to live. But that sin, like a snake, keeps whispering in our ears so that even our best efforts to live according to the will of God get hijacked or just like, you know, reversed. And we end up doing what we don't want to do and not doing what we want to, what we do want to do. So, paradoxically, the Torah becomes hijacked by the elemental spiritual forces of the world. So he came to redeem us.",
    "start": "00:21:53",
    "end": "00:22:51"
  },
  {
    "text": "Redeem is the Exodus, and redeem is the Exodus word. Yeah.",
    "start": "00:22:51",
    "end": "00:22:55"
  },
  {
    "text": "So he sees non Israelites as being enslaved to the spiritual forces of the world. And then he sees Israel as being enslaved to the forces of sin and death that make the law a tool of death that brought death to Israel. But what if we had an Israelite who would be born under the law, but fulfill the law and live a life fully in sync with the will of God so that we might all receive adoption to become sons?",
    "start": "00:22:55",
    "end": "00:23:28"
  },
  {
    "text": "And the we now is everybody, Everybody.",
    "start": "00:23:28",
    "end": "00:23:31"
  },
  {
    "text": "Israelite and non Israelite. Okay, so notice he's thinking through the whole biblical story about Israel and the nations and that Israel's Exodus was on behalf of all of the nations. But Israel's first Exodus led them to Mount Sinai to receive the laws of the Torah, which ended up killing them, not because the laws are bad, but because humans are humans. So what if we had a new Moses, right, born among the enslaved ones, and he was the one to lead us out and redeem us and take us on a journey so that we, Israel and non Israelites might receive adoption to become children. So here Sophie Hakismat has this whole thing where she thinks all that language is echoing the making of the covenant at Sinai, which happens at the road in between, which is where God marries Israel and where they become his family.",
    "start": "00:23:31",
    "end": "00:24:30"
  },
  {
    "text": "So adoption is saying, you're now part of that covenant.",
    "start": "00:24:31",
    "end": "00:24:34"
  },
  {
    "text": "Yeah. Exodus, chapter 19. I brought you out of Egypt, carried you on eagle's wings. And if you listen to me and obey the terms of the covenant, you will be my special possession, a kingdom of priests and a holy nation. And that special possession gets developed throughout the Torah to them being God's children, God's family, God's spouses, God's covenant family.",
    "start": "00:24:34",
    "end": "00:24:58"
  },
  {
    "text": "So it's a mixed metaphor.",
    "start": "00:24:58",
    "end": "00:25:00"
  },
  {
    "text": "Yes.",
    "start": "00:25:00",
    "end": "00:25:00"
  },
  {
    "text": "It could be a spouse, it could be a child.",
    "start": "00:25:00",
    "end": "00:25:02"
  },
  {
    "text": "Yes.",
    "start": "00:25:02",
    "end": "00:25:02"
  },
  {
    "text": "Inheritor, Essentially.",
    "start": "00:25:02",
    "end": "00:25:03"
  },
  {
    "text": "Yeah. To family that's adopted in to inherit the family inheritance. That is all Exodus language. So Paul goes on, he says, so verse 7. You are no longer slaves, but God's child. And if you're his child, God has also made you an inheritor, which is the primary language used to describe the road in the promised land. To the promised land. Yeah, the super condensed.",
    "start": "00:25:03",
    "end": "00:25:30"
  },
  {
    "text": "You got slavery, which is why we need the road out. You've got the adoption, which was in the road between, and then you've got the inheritance, which is the road. Road in.",
    "start": "00:25:30",
    "end": "00:25:45"
  },
  {
    "text": "Yeah, yeah, yep. This is exactly the structure of the Exodus story. Slavery, redemption, sonship, inheritance. So then if you think about the road to Mount Sinai, Mount Sinai was all about becoming God's covenant partners, which Israel never did very well. That was the point of the Hebrew Bible. But ideally, that's what a new Exodus people would do, is finally live according to the will of God. So Paul develops this theology then, of being led by the Spirit in Galatians, chapter five. This is really cool. So in verse 13, he says, so you, my brothers and sisters, you were called to be free.",
    "start": "00:25:45",
    "end": "00:26:23"
  },
  {
    "text": "You've been Exodused.",
    "start": "00:26:24",
    "end": "00:26:25"
  },
  {
    "text": "Yeah, you're liberated. But don't use that freedom as a chance to indulge the desires of your body, the flesh. Rather, you should serve one another humbly in love, for the whole Torah is fulfilled in this one command. Love your neighbor as yourself.",
    "start": "00:26:25",
    "end": "00:26:44"
  },
  {
    "text": "He got that from Jesus.",
    "start": "00:26:45",
    "end": "00:26:46"
  },
  {
    "text": "Got that from Jesus. Verse 16. So I say walk by the Spirit. Notice the road imagery. Walking along a road. And who are you being led by?",
    "start": "00:26:46",
    "end": "00:26:57"
  },
  {
    "text": "Well, the Israelites were led by fire.",
    "start": "00:26:57",
    "end": "00:27:00"
  },
  {
    "text": "Yeah. The pillar of fire. And cloud.",
    "start": "00:27:00",
    "end": "00:27:02"
  },
  {
    "text": "And cloud.",
    "start": "00:27:02",
    "end": "00:27:02"
  },
  {
    "text": "Yeah, yeah. So he's turned the road out into something Jesus did on your behalf. But now you have to choose to like walk that road out yourself.",
    "start": "00:27:03",
    "end": "00:27:15"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:27:15",
    "end": "00:27:15"
  },
  {
    "text": "With the glory of God guiding you, which he puts in the slot of the glory cloud, the Spirit. So walk by the Spirit and you won't gratify the desires of your flesh. The flesh wants what is contrary to the spirit. Spirit contrary to the flesh. You know, you're in a flesh bag. You're in a body outside of Eden that's going back to the dust. So that's going to have all these loaded desires, but that the new creation identity of who you are and where your body's headed to a new creation led by the Spirit that's going to have a whole set of other desires, that's going to desire to live in sync with the will of God and loving your neighbor as yourself. So here's the deal. If you are led by the Spirit and you're a non Israelite, you don't have to live under the laws of the Torah. That is the things that were being made. The condition by those other missionaries who came to the Galatians that the ritual observances of the Torah, even Passover itself, are pointers and symbols to the greater reality of what God would do in and through the Messiah. So he's saying that's what the Hebrew Bible is leading you by turning Passover and the Exodus story into symbols for a future Exodus. So he's just carrying the logic of the Hebrew Bible forward and saying the Torah and its commands are good and they were given to Israel for a specific purpose and season and role among the nations. However, once the Messiah came, he came as the Messiah for Israel and the nations. And if the nations want to get in on the party, they don't have to observe those ritual observances yet they.",
    "start": "00:27:16",
    "end": "00:29:14"
  },
  {
    "text": "Do need to live in a way.",
    "start": "00:29:14",
    "end": "00:29:17"
  },
  {
    "text": "That fulfills the wisdom of the laws.",
    "start": "00:29:17",
    "end": "00:29:20"
  },
  {
    "text": "And the Spirit can give you that.",
    "start": "00:29:20",
    "end": "00:29:21"
  },
  {
    "text": "That's right. And he's saying that's what the Spirit will lead you to do. And in a way, he's just developing for a non Jewish audience the main ideas of the Sermon on the Mount. Of course, Jesus audience was primarily Israelite and Paul's audience audiences were both. But he really, really wanted to make sure he included people who weren't a part of the Israelite tradition. So I think what's interesting here again is that the Exodus language isn't the focus. What he's actually doing is putting out a fire in this church. But he draws on the Exodus language as an assumed framework, assumed storyline to help the Galatians see themselves as being led through the wilderness and ironically the road out and the road in between, which in the first Exodus story led them to Mount Sinai to receive the loss of the Torah. But in Paul's re narrating of the new Exodus, the laws of the Torah become actually, he calls it, he calls it the Torah of the Messiah. Later in the letter to the Galatians, the law of Christ.",
    "start": "00:29:21",
    "end": "00:30:27"
  },
  {
    "text": "And what is he referring to?",
    "start": "00:30:28",
    "end": "00:30:29"
  },
  {
    "text": "Love God and love your neighbor to be led by the Spirit, which might on the surface lead some non Israelites Christians to say, you know, we're going to do Sabbath a little bit differently on a different day of the week or in totally a different way. But we want to learn from its wisdom. And that should be okay that we do that, that we pull that move. We're still followers of Jesus, the Jewish Messiah.",
    "start": "00:30:29",
    "end": "00:30:56"
  },
  {
    "text": "Yeah.",
    "start": "00:30:56",
    "end": "00:30:56"
  },
  {
    "text": "And Paul wants Israelite Christians to accept their non Israelite brothers and sisters. Who might practice things a little bit differently. That's basically what it comes down to.",
    "start": "00:30:56",
    "end": "00:31:07"
  },
  {
    "text": "Right.",
    "start": "00:31:07",
    "end": "00:31:07"
  },
  {
    "text": "But the churches were splitting over these issues, and he saw that as the greater tragedy. So that's a good example of what Sylvia Kismat is talking about. Okay, so that's Galatians. There's more passages we could look at. There's more that Sylvia Keesmaat focuses on, but that is a little sampling. I want to draw our attention to a passage in Romans, chapter eight, which, again, Kismat's work really just helped me see new layers here. It's the point in Romans chapter 8 where he's talking about how, man, if we really are the liberated Exodus crew, we've been freed from slavery, then why is it that life just is still really terrible for so many of us were dying and were sick? And, I mean, these early Christians were persecuted by their neighbors. So he's trying to reframe all of that. And in Romans 8:18, he says, Listen, I consider the sufferings of the present time. They're not even worthy when you compare them with the honor or the glory that is going to be revealed in us.",
    "start": "00:31:08",
    "end": "00:32:38"
  },
  {
    "text": "The road in.",
    "start": "00:32:39",
    "end": "00:32:40"
  },
  {
    "text": "The road in. That's right. Yeah. He says, creation is eagerly expecting the apocalypse of the children of God. There's going to be some unveiling of who.",
    "start": "00:32:40",
    "end": "00:32:54"
  },
  {
    "text": "Who are the inheritors.",
    "start": "00:32:54",
    "end": "00:32:55"
  },
  {
    "text": "Yeah. When God's people are shown for who they really are, and all creation is waiting for that, you're like, what? That's interesting. So he goes on a little aside here, as Paul often does. He says, for creation was subjected to futility. And that word subjected is the word like enslaved or put under the authority of another. Okay, so what he's talking about is the exile of Adam and Eve from Eden and then the cosmic impact of the spread of violence and death on the land. So in putting creation under the authority of humans, there was a risk involved there. And when humans chose to do what's good in their own eyes, creation all of a sudden was enslaved to really bad overlords. But God subjected creation to futility. It's a great way to summarize human history. Not willingly, but in hope. Even though God handed creation over to really bad overlords, he subjected it in hope. So think here, Genesis 3:15, about the promise of the seed of the woman. That hope was that creation itself would be set free from slavery to decay into the glorious freedom of the children of God. So creation needs to be set free from its slavery to decay, that is to death, freed to become what God intended it to be when it's not being ruined by humans. And he calls that freedom, the glorious freedom of the children of God. So somehow, when humans are set free from death, creation is also set free from futility and decay.",
    "start": "00:32:55",
    "end": "00:34:46"
  },
  {
    "text": "This is then some sort of cosmic inheritance.",
    "start": "00:34:46",
    "end": "00:34:49"
  },
  {
    "text": "Okay. Yeah. So here's what this was also. And T. Wright, his work on Romans 8 helped me here. There's actually. He's got three stories embedded within each other here.",
    "start": "00:34:49",
    "end": "00:35:00"
  },
  {
    "text": "Okay.",
    "start": "00:35:00",
    "end": "00:35:00"
  },
  {
    "text": "The largest level one is God and creation and humans.",
    "start": "00:35:00",
    "end": "00:35:03"
  },
  {
    "text": "Okay.",
    "start": "00:35:03",
    "end": "00:35:04"
  },
  {
    "text": "And so creation was handed over to futility to bad overlords.",
    "start": "00:35:05",
    "end": "00:35:11"
  },
  {
    "text": "Okay.",
    "start": "00:35:11",
    "end": "00:35:11"
  },
  {
    "text": "And so in a way, like, corrupt humans become pharaoh, from which creation needs to be delivered.",
    "start": "00:35:12",
    "end": "00:35:18"
  },
  {
    "text": "Okay.",
    "start": "00:35:18",
    "end": "00:35:19"
  },
  {
    "text": "And so, as he's going to say in verse 22, for we know that the whole creation is groaning. And that word groaning.",
    "start": "00:35:19",
    "end": "00:35:27"
  },
  {
    "text": "Mmm. The groaning is the groaning.",
    "start": "00:35:28",
    "end": "00:35:30"
  },
  {
    "text": "Oh.",
    "start": "00:35:30",
    "end": "00:35:31"
  },
  {
    "text": "So creation now is in the story.",
    "start": "00:35:31",
    "end": "00:35:33"
  },
  {
    "text": "Of the Exodus, the enslaved Israelites.",
    "start": "00:35:33",
    "end": "00:35:37"
  },
  {
    "text": "The enslaved Israelites and all of humanity are the pharaohs. Are the pharaohs.",
    "start": "00:35:37",
    "end": "00:35:42"
  },
  {
    "text": "This is so remarkable.",
    "start": "00:35:43",
    "end": "00:35:44"
  },
  {
    "text": "Oh, wow. Okay.",
    "start": "00:35:44",
    "end": "00:35:45"
  },
  {
    "text": "And so creation is like enslaved Israel. Groaning. And that was exactly the phrase he's using the language from the end of Exodus chapter 2. They cried out from their slavery and their groans rose up to God.",
    "start": "00:35:46",
    "end": "00:35:57"
  },
  {
    "text": "Oh, wow.",
    "start": "00:35:57",
    "end": "00:35:57"
  },
  {
    "text": "So that's the meta story. Humans have become pharaoh and we're ruining each other. And creation subject to a bad pharaoh. And it's groaning. But then, second embedded story, he says, not only this, but we ourselves, who have the first fruits of the spirit, we are also groaning as we await our adoption, the redemption of our bodies.",
    "start": "00:35:58",
    "end": "00:36:23"
  },
  {
    "text": "So our exodus.",
    "start": "00:36:24",
    "end": "00:36:25"
  },
  {
    "text": "So now inside of that groaning creation with bad overlords. Yeah.",
    "start": "00:36:25",
    "end": "00:36:30"
  },
  {
    "text": "The pharaohs need their own exodus are groaning humans.",
    "start": "00:36:30",
    "end": "00:36:33"
  },
  {
    "text": "So the pharaohs are themselves enslaved.",
    "start": "00:36:33",
    "end": "00:36:36"
  },
  {
    "text": "Yeah.",
    "start": "00:36:36",
    "end": "00:36:36"
  },
  {
    "text": "To. And he calls it the redemption of our body, which means a liberation from death. So now humans are a slave to a pharaoh, and that pharaoh is death. It's really.",
    "start": "00:36:37",
    "end": "00:36:50"
  },
  {
    "text": "It's two layers of pharaoh.",
    "start": "00:36:50",
    "end": "00:36:51"
  },
  {
    "text": "It's really nuanced. Yeah, yeah. But you kind of see how it works. Creation's enslaved to Pharaoh, who is us. And we are enslaved to a bigger, badder pharaoh, which is death.",
    "start": "00:36:51",
    "end": "00:37:03"
  },
  {
    "text": "And we're all groaning.",
    "start": "00:37:03",
    "end": "00:37:04"
  },
  {
    "text": "We're all groaning. So here we're to the ideas that we explored in the City series and in the Dragon, which is the fear of death, the reality of death. And then our fear of that death is a motivator for so much of our behavior that's harmful to ourselves and other people. What if that fear of death was off the table because you knew that you were Liberated. It would lead you to. Would lead me to treat you differently. Right. Treat our neighbors differently and to treat the world differently. It's kind of the nutshell here. But there's one more story, too, of groaning. There's one more layer, because he says, as we are awaiting groaning, we are groaning for our liberation as creation groans for its liberation. Verse 26. And likewise the Spirit. So the life presence of God that is within us.",
    "start": "00:37:04",
    "end": "00:38:01"
  },
  {
    "text": "Yeah. That carries us on the way, helps.",
    "start": "00:38:01",
    "end": "00:38:04"
  },
  {
    "text": "Us in our weakness. For we don't even know how to pray as we ought to.",
    "start": "00:38:04",
    "end": "00:38:09"
  },
  {
    "text": "So we don't even know how to groan.",
    "start": "00:38:10",
    "end": "00:38:12"
  },
  {
    "text": "We don't even know how to groan.",
    "start": "00:38:12",
    "end": "00:38:14"
  },
  {
    "text": "Oh, my goodness.",
    "start": "00:38:14",
    "end": "00:38:15"
  },
  {
    "text": "I mean, we groan.",
    "start": "00:38:15",
    "end": "00:38:16"
  },
  {
    "text": "Yeah.",
    "start": "00:38:16",
    "end": "00:38:17"
  },
  {
    "text": "But there are some times where the tragedies and the complexities of life here in this futile world outside Eden, it's so complicated and it seems so hopeless. How do we groan? How do we pray? So he says, the Spirit intercedes for us with groanings that words cannot express or with inexpressible groaning. And the one who searches our hearts knows the mind of the Spirit because he intercedes on behalf of the saints according to the will of God. He's doing heavy duty, like trinitarian theology here. So within a groaning world are groaning humans, and then within the groaning children of God is the Spirit of God, who is also groaning, but the Spirit's.",
    "start": "00:38:17",
    "end": "00:39:09"
  },
  {
    "text": "Not groaning because the Spirit needs to be set free. The Spirit is groaning as an intercessor.",
    "start": "00:39:09",
    "end": "00:39:15"
  },
  {
    "text": "As an intercessor, that's right. So I think this is what Paul's saying, and this is all built off of the groaning of the enslaved Israelites, is that when we groan, when our hearts break and we feel so overloaded with anxiety because life is so sad and complex and such terrible things happen and we don't know what to do or to say. Paul wants me to interpret that experience as God's own grief and lament, stirring me to lament, so that my groaning and laments are actually the Spirit of God groaning through me. Because God hears the language of the Spirit, because the Spirit is God. So the Father hears the groaning of the Spirit in my groanings that are within a groaning creation. And the whole premise of this then is, well, what did God do when he heard the groans in Exodus? He raised up a deliverer.",
    "start": "00:39:15",
    "end": "00:40:24"
  },
  {
    "text": "And those groans were good enough, right?",
    "start": "00:40:24",
    "end": "00:40:28"
  },
  {
    "text": "Oh, yeah, totally.",
    "start": "00:40:28",
    "end": "00:40:29"
  },
  {
    "text": "God responded. Raised up a deliverer.",
    "start": "00:40:29",
    "end": "00:40:32"
  },
  {
    "text": "That's right.",
    "start": "00:40:32",
    "end": "00:40:32"
  },
  {
    "text": "But is there something here about. But there continues to be the cycling.",
    "start": "00:40:32",
    "end": "00:40:35"
  },
  {
    "text": "Yes. Cosmic Exodus cycle. Yeah, yeah. This is part of Paul's And Jesus'. But this is Paul's way of talking about how God's response is not simply to raise up a new Moses deliverer, but that God actually becomes the new Moses deliverer, God's own self. And then that new Moses becomes the Passover lamb. God subjects God's own self to the death and suffering that we inflict on each other. God's present in the pain. God participates in the pain as the one who can deliver us out of it. And man, this is just a profound passage, but it's all built off of the Exodus motif of the enslavement leading to groaning, leading to the hope of redemption, a cosmic redemption, resurrection, redemption and the unleashing of new creation. It's cosmic Exodus. Paul thought of the death and resurrection of Jesus in Passover Exodus terms. He thought of the journey of the life of a Christian as a perpetual enactment, recycling of the Exodus story. And he sees all of creation as an Exodus cosmic story.",
    "start": "00:40:35",
    "end": "00:41:50"
  },
  {
    "text": "Okay, well, that's it for our journey through this theme, the Exodus way.",
    "start": "00:41:54",
    "end": "00:41:59"
  },
  {
    "text": "Okay. Now we have two special episodes coming out.",
    "start": "00:41:59",
    "end": "00:42:02"
  },
  {
    "text": "Yeah. So next week we're going to talk with Dr. N.T. wright.",
    "start": "00:42:02",
    "end": "00:42:06"
  },
  {
    "text": "Yes.",
    "start": "00:42:06",
    "end": "00:42:06"
  },
  {
    "text": "In the studio with us.",
    "start": "00:42:06",
    "end": "00:42:07"
  },
  {
    "text": "Yeah, that's right. He was in town. He stopped by and spent some time with us. And we got to talk about yet another element of the Exodus story, which is the passage through the waters and the meaning of baptism. Super cool.",
    "start": "00:42:07",
    "end": "00:42:19"
  },
  {
    "text": "Yes. We're going to talk about with one of our scholars here. Can I say what it is, please? The seven women in Exodus chapters one through four.",
    "start": "00:42:19",
    "end": "00:42:27"
  },
  {
    "text": "Yes.",
    "start": "00:42:27",
    "end": "00:42:27"
  },
  {
    "text": "There's something really special going on there.",
    "start": "00:42:27",
    "end": "00:42:29"
  },
  {
    "text": "Very cool.",
    "start": "00:42:29",
    "end": "00:42:29"
  },
  {
    "text": "Super cool. Of course, we'll also do a question response episode and then I guess we'll finally be done.",
    "start": "00:42:29",
    "end": "00:42:34"
  },
  {
    "text": "Okay. And there's more to it. And actually, just because we stopped talking about it doesn't mean y' all who are listening have to stop thinking about it. We've got a whole bunch more stuff about this series and ideas in it.",
    "start": "00:42:34",
    "end": "00:42:45"
  },
  {
    "text": "Yeah. If you've been listening along in real time, especially, you're kind of getting primed with us, there's going to be a lot of cool resources that we're putting out that then you can use to bring to your family, to your church, or just for yourself to go deeper in this conversation. And so we've got a theme video.",
    "start": "00:42:45",
    "end": "00:43:03"
  },
  {
    "text": "Yeah.",
    "start": "00:43:03",
    "end": "00:43:03"
  },
  {
    "text": "Coming out, man.",
    "start": "00:43:03",
    "end": "00:43:04"
  },
  {
    "text": "We just saw the updated version yesterday. Real time.",
    "start": "00:43:04",
    "end": "00:43:07"
  },
  {
    "text": "Yeah.",
    "start": "00:43:07",
    "end": "00:43:07"
  },
  {
    "text": "It's so cool.",
    "start": "00:43:07",
    "end": "00:43:08"
  },
  {
    "text": "It's in our doodle style, which we've done maybe four or five videos in. The animation studio now calls it Doodle Deluxe because it's gotten a lot more special.",
    "start": "00:43:08",
    "end": "00:43:18"
  },
  {
    "text": "We've also got this new thing we've been doing called a guide page on our website that walks you through the ideas that we've discussed in the series in the video. Yeah.",
    "start": "00:43:19",
    "end": "00:43:30"
  },
  {
    "text": "Almost think of it like a Wikipedia page. Everything we've walked through, it's connected to all the resources that we have.",
    "start": "00:43:30",
    "end": "00:43:35"
  },
  {
    "text": "Yep. We have group study notes.",
    "start": "00:43:35",
    "end": "00:43:38"
  },
  {
    "text": "Yeah.",
    "start": "00:43:38",
    "end": "00:43:39"
  },
  {
    "text": "So let's say you set aside four or five Friday nights at your house, make a meal, and we've got a thing that can help you facilitate that.",
    "start": "00:43:39",
    "end": "00:43:47"
  },
  {
    "text": "Yeah. Some passages to read, some questions to ask. You can use the video as a primer.",
    "start": "00:43:47",
    "end": "00:43:51"
  },
  {
    "text": "Yep. If you've learned a lot just like we did, you could help the people. You know. We're going to have all those resources on our website.",
    "start": "00:43:51",
    "end": "00:43:58"
  },
  {
    "text": "Yep. Bibleproject.com or the Bibleproject app. We'll see you there.",
    "start": "00:43:58",
    "end": "00:44:03"
  },
  {
    "text": "Yeah.",
    "start": "00:44:03",
    "end": "00:44:03"
  },
  {
    "text": "I guess I won't see you there.",
    "start": "00:44:09",
    "end": "00:44:10"
  },
  {
    "text": "You'll see that stuff.",
    "start": "00:44:11",
    "end": "00:44:12"
  },
  {
    "text": "You'll see that stuff there.",
    "start": "00:44:12",
    "end": "00:44:14"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:44:14",
    "end": "00:44:14"
  },
  {
    "text": "That works.",
    "start": "00:44:15",
    "end": "00:44:15"
  },
  {
    "text": "Cool.",
    "start": "00:44:15",
    "end": "00:44:16"
  }
]