[
  {
    "text": "Welcome to BibleProject podcast. We are discussing the theme of the Exodus way. This is the way out of slavery, the way through the wilderness, and the way into the land of inheritance and blessing. It's the deliverance that ancient Israel experienced when God rescued them from Egypt. And it's what every new generation of Israel is called to experience, whether they're in the land or not. The biblical story is about how everyone, in fact the entire cosmos is stuck in slavery, but God provides a way out. Today we get to Jesus and we see how the Gospel authors portray Jesus as a new Moses, calling us out of our cosmic slavery. And this includes the importance of the baptism of Jesus through the waters.",
    "start": "00:00:04",
    "end": "00:00:46"
  },
  {
    "text": "All four gospels feature John the Baptist at the beginning as a way to introduce Jesus. Now here's John saying, let's name our sins and go through the Jordan river again. The Jordan river was super important in the Exodus storyline. It's the mirror image of the deliverance through the waters from Pharaoh.",
    "start": "00:00:46",
    "end": "00:01:06"
  },
  {
    "text": "We'll also look at the time of testing that Jesus has in the wilderness.",
    "start": "00:01:06",
    "end": "00:01:10"
  },
  {
    "text": "Jesus is led into the wilderness by the spirit, where he was tested by the slanderer. Jesus responds by quoting from speeches of Moses where Moses is recounting the wilderness journeys of the 40 years. So it's really clear.",
    "start": "00:01:10",
    "end": "00:01:24"
  },
  {
    "text": "We'll look at the ministry of Jesus going through the land, announcing the arrival of God's kingdom. He heals people of diseases and sets them free from cosmic tyrants. What Jesus is doing is referred to by the Gospel authors as a rescue, often translated as salvation.",
    "start": "00:01:24",
    "end": "00:01:41"
  },
  {
    "text": "The Greek word used in all of those cases is the word sozo, to be saved, to talk about the healing of someone's body as salvation actually assumes a cosmic Exodus frame. Jesus is like a new Moses and Joshua leading us into a new promised land. And the kingdom of God is here.",
    "start": "00:01:41",
    "end": "00:02:01"
  },
  {
    "text": "Today. Tim Mackey and I start to make the connections of how the Exodus way leads to Jesus. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:02:02",
    "end": "00:02:19"
  },
  {
    "text": "Hello, John.",
    "start": "00:02:19",
    "end": "00:02:20"
  },
  {
    "text": "Hello.",
    "start": "00:02:21",
    "end": "00:02:21"
  },
  {
    "text": "Hey there.",
    "start": "00:02:21",
    "end": "00:02:22"
  },
  {
    "text": "We get to talk about the new Exodus as it relates to the life of Jesus.",
    "start": "00:02:22",
    "end": "00:02:27"
  },
  {
    "text": "Yes. So good.",
    "start": "00:02:27",
    "end": "00:02:28"
  },
  {
    "text": "Yeah.",
    "start": "00:02:28",
    "end": "00:02:29"
  },
  {
    "text": "This is a wonderful way to spend time.",
    "start": "00:02:29",
    "end": "00:02:32"
  },
  {
    "text": "Yeah, I'm excited.",
    "start": "00:02:32",
    "end": "00:02:34"
  },
  {
    "text": "Yeah, me too. So what we're going to look at essentially is the way the birth narratives of Jesus, especially Matthew, are presenting Jesus as a Moses like figure, a Moses plus he's Moses and more in the birth narratives. And then also his journey in the wilderness is parallel to Israel's journey in the wilderness after the Exodus. And then he arrives at a mountaintop a couple times that are both set on analogy to the mountaintop moments that Israel experienced on their way out of Egypt and onto the promised land. And all these are really ripe moments to draw out the meaning and significance of Jesus story. But you could say this. What the Exodus narrative is about is what the story of Jesus is about. A journey of bringing deliverance so that God can enthrone the poor and the needy and the oppressed and sit them on the thrones of princes. That's using the language of Psalm 113.",
    "start": "00:02:34",
    "end": "00:03:40"
  },
  {
    "text": "Okay.",
    "start": "00:03:41",
    "end": "00:03:41"
  },
  {
    "text": "So the Exodus story was like a palette. Like, think of a painter who's holding a wooden palette. You know, those old school palettes.",
    "start": "00:03:42",
    "end": "00:03:51"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:03:51",
    "end": "00:03:52"
  },
  {
    "text": "And it has all the different colors. You take the acrylic and you make little.",
    "start": "00:03:52",
    "end": "00:03:56"
  },
  {
    "text": "So the colors in this analogy represent the different beats of the Exodus.",
    "start": "00:03:57",
    "end": "00:04:02"
  },
  {
    "text": "The language and imagery of the Exodus story are like different colors. So. So you have a little like, slavery and oppression. You have the crying out. That's the orange. And you have God remembering, or God seeing. God raising up a deliverer through the waters that's like blue. And the words associated with those moments in Exodus story, they're on the palate. And then the gospel authors, they've received the Jesus traditions, the eyewitness memory traditions that were all memorized and passed down by the apostles. And then as they put those into writing and shape them, they add in vocabulary and little colorful twists to link it all together. And that's just how the Gospel authors wrote these stories.",
    "start": "00:04:02",
    "end": "00:04:50"
  },
  {
    "text": "Okay.",
    "start": "00:04:50",
    "end": "00:04:51"
  },
  {
    "text": "Ooh. But they are not just doing it because they thought it was cool. They are actually telling the story of Jesus this way, because this is how the Hebrew Bible authors wrote the stories of Moses, particularly. So first, I want to start by looking at something cool in Moses's story in Exodus that the Gospel authors pick up and apply to how they tell the story of Jesus. So a Jewish scholar, Michael Fishbane, who wrote a series of essays called Text and Texture, is the name of the book. Let's, like, select literary readings of biblical narratives. But he has some rad essays on the literary design of the Exodus stories. He's the first person that introduced me to this, that the story of Moses in Exodus 1:4 is portraying Moses as somebody who is experiencing in his own personal life all the beats of what will happen to his peoples once he goes back and confronts Pharaoh.",
    "start": "00:04:51",
    "end": "00:06:19"
  },
  {
    "text": "You mentioned this when we were going through it.",
    "start": "00:06:19",
    "end": "00:06:21"
  },
  {
    "text": "Yeah, yeah. It's super cool. So, for example, so he's one of the boys born into slavery in Exodus chapter one. So he's supposed to be one of those boys who's thrown into the Nile River. That's at the end of chapter one. And he's one of the boys who apparently lived because those Hebrew midwives rescued them, didn't kill the sons. Yeah. So Exodus 2 begins with Moses mom secretly giving birth to him and hiding him. And then he actually is put into the Nile River.",
    "start": "00:06:21",
    "end": "00:06:56"
  },
  {
    "text": "Yeah. So in a way, he's rescued through the waters.",
    "start": "00:06:56",
    "end": "00:06:59"
  },
  {
    "text": "Yeah. And he's put into a little basket called an ark. We've talked about that. So he actually goes through a deliverance through the waters. He's saved from Pharaoh's, like, murderous program by going through the waters. And he floats right into Pharaoh's house. The daughter of Pharaoh picks him up. So then he, you know, famously goes out and he sees one of his own Israelite people being oppressed by one of his adopted family's people, the Egyptians. So he murders the Egyptian. Doesn't go well. Pharaoh finds out, so he flees. And then he goes and lives in the wilderness. God leads him to a well where there's water, and then a wife. And then he discovers a family, and he's fruitful and multiplying in the wilderness. And then he finds his way to Mount Sinai with a bunch of sheep. Why the sheep encounters. Well, he's going to lead a bunch of people there who he's going to call sheep later on Mount Sinai. So from slavery to Mount Sinai and all the beats in between are all of the language and imagery of what will happen to the people. They are enslaved in slavery. God is going to challenge Pharaoh through Moses. There will be a confrontation like what Moses had with that Egyptian. He struck him with his hand. But now it's Yahweh's hand that's going to strike Egypt. It's going to lead to a water deliverance, a Passover deliverance, and then a water deliverance. Then they're going to go into the wilderness. God will provide water for them and then lead them to a mountain. It's almost like what qualifies Moses to bring the people through this terrible journey is the fact that he himself has already gone through it. So that's something at work in the Exodus story. The Gospel authors are totally in tune with that, especially Matthew. Matthew chapters one through four presents the birth story and early events of the life of Jesus in exactly the same way and sometimes using the language of these very stories that do this in Moses story. So, for example, Matthew begins with the genealogy, and then the first thing that happens after that is the story where the angel comes to Joseph, who is. You learn from the genealogy. Jesus's adopted dad, he learns Mary, the woman to whom he's engaged, is pregnant. He thinks he's going to divorce her, but actually, no, you're going to marry her and she's going to give birth to Yeshua because he will save his people from their sins. Ooh, that's significant right there. Even right there. So this is Matthew, chapter 1, verse 21. Mary will give birth to a son. You will call his name Yeshua. Yesus in Greek, but Yeshua, because he will save. So his name is Yahweh saves. But then the angel says he will save his people from their sins. Remember that motif we explored in Genesis? How did the Israelites end up in Egypt? Yeah, their own folly over many generations.",
    "start": "00:06:59",
    "end": "00:10:17"
  },
  {
    "text": "Yeah.",
    "start": "00:10:17",
    "end": "00:10:17"
  },
  {
    "text": "So their own sin has landed them in this state of exile and oppression. Now here is this generation of Israel and they're in the land promised to Abraham long ago.",
    "start": "00:10:19",
    "end": "00:10:31"
  },
  {
    "text": "But, yeah, they're under oppression. So you could say I'm going to save these people from their oppressors.",
    "start": "00:10:31",
    "end": "00:10:36"
  },
  {
    "text": "Right. But it doesn't say that.",
    "start": "00:10:37",
    "end": "00:10:39"
  },
  {
    "text": "Doesn't say that I'm going to save them from their moral failure, their own mess.",
    "start": "00:10:39",
    "end": "00:10:46"
  },
  {
    "text": "Their own mess that has contributed to and created part of the mess that they're sitting in. So after Jesus is famously born in Bethlehem, then when Herod finds out, because of the astrologers, Eastern astrologers, the magi who come, that's a whole thing we don't have time to talk about. But he learns that there was a rival king to him born in Bethlehem, and he becomes unhinged, as they say. And so he sends a bunch of soldiers to Bethlehem to find every boy who was born under a certain age and just kill them.",
    "start": "00:10:46",
    "end": "00:11:27"
  },
  {
    "text": "That's one strategy.",
    "start": "00:11:27",
    "end": "00:11:28"
  },
  {
    "text": "That's one strategy. So all of a sudden, even right there, Herod is being set on analogy to Pharaoh killing all the boys in that move. But the irony is that Herod is a. He claimed to be partially Israelite, and then they're in the land. So the land promised Abraham has become the Egypt, like, place of murderous oppression. Yeah, that's the twist.",
    "start": "00:11:28",
    "end": "00:11:52"
  },
  {
    "text": "Yeah.",
    "start": "00:11:52",
    "end": "00:11:52"
  },
  {
    "text": "So interestingly, In Matthew, chapter 2, verse 13, an angel appears to Joseph in another dream who says, get up. Take the child and his mother and flee to Egypt and stay there until. Whenever I speak to you, because Herod is about to seek the child, to destroy him. Getting up, he took the child and mother, he departed to Egypt. This is exactly the language used to describe what happens after Pharaoh finds out Moses has killed the Egyptian. When Pharaoh heard of this matter, he was seeking to kill Moses. And so Moses fled from Pharaoh and he went to the land of Midian.",
    "start": "00:11:53",
    "end": "00:12:38"
  },
  {
    "text": "Okay.",
    "start": "00:12:39",
    "end": "00:12:39"
  },
  {
    "text": "He flees from Egypt to Midian. To Midian.",
    "start": "00:12:39",
    "end": "00:12:42"
  },
  {
    "text": "Yeah. So for Jesus, Egypt is Midian.",
    "start": "00:12:42",
    "end": "00:12:46"
  },
  {
    "text": "Yeah. For Jesus, Israel is Egypt.",
    "start": "00:12:46",
    "end": "00:12:50"
  },
  {
    "text": "Yeah, Israel is Egypt. Herod is the Pharaoh.",
    "start": "00:12:50",
    "end": "00:12:53"
  },
  {
    "text": "Herod is Pharaoh.",
    "start": "00:12:53",
    "end": "00:12:54"
  },
  {
    "text": "And Pharaoh's after him and he needs to flee. And he's going to flee to Egypt.",
    "start": "00:12:55",
    "end": "00:12:59"
  },
  {
    "text": "He's going to flee to Egypt. Yeah. Yep. So Egypt has become the refuge. Yeah, yeah. So everything's getting inverted here in a clever way. So they go down there. Then in Matthew 2:19, we're told, after Herod came to his death, a messenger of the Lord in shining appearance came to Joseph, saying, in a dream, get up, take the child, go to the land of Israel. For those who seek the life of your child have died. So getting up, he took the child and mother, they went to the land of Israel. Now, those who seek the life of the child. That is curious.",
    "start": "00:12:59",
    "end": "00:13:39"
  },
  {
    "text": "Was just Herod. Is that why.",
    "start": "00:13:40",
    "end": "00:13:41"
  },
  {
    "text": "Yeah, yeah. It's like, why?",
    "start": "00:13:41",
    "end": "00:13:43"
  },
  {
    "text": "Herod and his crew.",
    "start": "00:13:43",
    "end": "00:13:44"
  },
  {
    "text": "Yeah. And maybe you just think Herod and his. What do you say? His cronies. Yeah, his bunch. Yeah, something like that. But it is interesting because it was presented just singularly. Herod sought.",
    "start": "00:13:44",
    "end": "00:13:55"
  },
  {
    "text": "Yeah.",
    "start": "00:13:56",
    "end": "00:13:56"
  },
  {
    "text": "Like this was the actual language used up in Matthew 2:13. Herod is seeking the child.",
    "start": "00:13:56",
    "end": "00:14:02"
  },
  {
    "text": "Yeah.",
    "start": "00:14:02",
    "end": "00:14:02"
  },
  {
    "text": "Now it's those who were seeking the life of your child have died. Very interestingly, after Moses met God on Mount Sinai. In Exodus 4:19, Yahweh said to Moses in Midian, go, return to Egypt, because all those who were seeking your life have died. So Moses took his wife and his sons and they got on a donkey and they.",
    "start": "00:14:03",
    "end": "00:14:29"
  },
  {
    "text": "This was after the burning bush encounter.",
    "start": "00:14:29",
    "end": "00:14:31"
  },
  {
    "text": "After the burning bush.",
    "start": "00:14:31",
    "end": "00:14:32"
  },
  {
    "text": "Okay.",
    "start": "00:14:32",
    "end": "00:14:32"
  },
  {
    "text": "Yeah.",
    "start": "00:14:32",
    "end": "00:14:33"
  },
  {
    "text": "So. So it's the same phrase.",
    "start": "00:14:33",
    "end": "00:14:34"
  },
  {
    "text": "It's exactly the same phrase. Even those seeking the life is copy and paste.",
    "start": "00:14:34",
    "end": "00:14:40"
  },
  {
    "text": "Got it.",
    "start": "00:14:40",
    "end": "00:14:41"
  },
  {
    "text": "It's as if Matthew put those who seek the life as almost like a little.",
    "start": "00:14:41",
    "end": "00:14:46"
  },
  {
    "text": "Yeah, little wink.",
    "start": "00:14:46",
    "end": "00:14:47"
  },
  {
    "text": "A little wink, yeah. So in other words, what Matthew's doing, it seems, is he's copy and pasting from Exodus 4:19. And even though it introduces kind of a little logical road bump in the story, because you're like, wait, I thought it was just Pharaoh. Now it's okay, a group of people seeking. He's cool with that little road bump, but I'm just paying attention to the narrative technique. That pure, logical, inner story consistency is flexible for him. What matters most Is that. You get the Exodus hyperlink.",
    "start": "00:14:47",
    "end": "00:15:21"
  },
  {
    "text": "Yeah.",
    "start": "00:15:21",
    "end": "00:15:21"
  },
  {
    "text": "So Jesus goes back to the land with his family. He grows up in Nazareth. That's the end of chapter two.",
    "start": "00:15:22",
    "end": "00:15:28"
  },
  {
    "text": "And this whole thing is significant not just because, hey, look, Jesus is a new type of Moses. There's that. But also there's something about. Just like Moses went through his own Exodus.",
    "start": "00:15:28",
    "end": "00:15:41"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:15:41",
    "end": "00:15:42"
  },
  {
    "text": "That in some way, I mean, you said qualifies. But in some way, like. I know, what are we talking about there? There's this. There is a theme of that Jesus will experience the things that we experience, that he is a high priest, that can. He understands the test. He understands the whole human drama.",
    "start": "00:15:42",
    "end": "00:16:03"
  },
  {
    "text": "Yeah. Qualify. You're right. I've often struggled to know what word. So I appreciate your pressing on that Moses experienced in miniature in his life. What then? The people, as in macro, experience in their communal life. So we're kind of back to the way that the Exodus story becomes like a set of glasses that you can think about your own life, your community's life, or the life of the cosmos. Like it's a story that can serve all those. That's a frame.",
    "start": "00:16:04",
    "end": "00:16:31"
  },
  {
    "text": "Okay. And this is focusing on an individual's life.",
    "start": "00:16:32",
    "end": "00:16:35"
  },
  {
    "text": "Yeah.",
    "start": "00:16:35",
    "end": "00:16:35"
  },
  {
    "text": "And there is just something interesting here, whether it's Moses or Jesus, I suppose, of if there's going to be someone to lead a community through, it seems kind of important, maybe even essential that they've experienced it in some way.",
    "start": "00:16:35",
    "end": "00:16:53"
  },
  {
    "text": "Yep. Yeah. Actually, I appreciate you bringing up the priestly solidarity or the identification that the priest goes through, because ritually, like when the high priest would surrender a blameless animal, send it up to God in the flames, but then also take its blood and go into the tent. That's all on behalf of others, but he's the one doing it. So it's as if Moses and now Jesus is also replaying in their own life Israel's history. You know, there's an English word that became really significant to early Christian theologians. The English word is called recapitulation.",
    "start": "00:16:53",
    "end": "00:17:35"
  },
  {
    "text": "Okay.",
    "start": "00:17:36",
    "end": "00:17:37"
  },
  {
    "text": "Which comes from a Greek word that Paul used in the letter to the Ephesians. Ana. Kephaliosis. I know so many syllables.",
    "start": "00:17:37",
    "end": "00:17:47"
  },
  {
    "text": "Kepha.",
    "start": "00:17:47",
    "end": "00:17:47"
  },
  {
    "text": "Yeah. On a kephalayao, to head up or to sum up. He says that God's plan was always to sum up all things in heaven, on earth, in the Messiah.",
    "start": "00:17:48",
    "end": "00:18:01"
  },
  {
    "text": "Okay.",
    "start": "00:18:01",
    "end": "00:18:01"
  },
  {
    "text": "Sum up is using a math metaphor.",
    "start": "00:18:02",
    "end": "00:18:04"
  },
  {
    "text": "Head up is a kind of a. What, a river metaphor or a. Yeah.",
    "start": "00:18:05",
    "end": "00:18:10"
  },
  {
    "text": "Everything comes to a head.",
    "start": "00:18:10",
    "end": "00:18:12"
  },
  {
    "text": "Yeah, everything comes to a head. What's the head of this river? What's the. Yeah, Source.",
    "start": "00:18:12",
    "end": "00:18:17"
  },
  {
    "text": "It's the source. Yeah. But in this sense, it's that what happened in and through the Messiah, this is what's in Paul's mind, is what everything is about. So that anywhere you go now in creation, what you're gonna see is some playing out in some other form of what was happening in the life of the Messiah. Recapitulation.",
    "start": "00:18:17",
    "end": "00:18:40"
  },
  {
    "text": "Recapitulation.",
    "start": "00:18:40",
    "end": "00:18:42"
  },
  {
    "text": "So recapitulation, you could say Moses story in Exodus 1:4 pre capitulates Israel's Exodus story because he's doing it beforehand. Now here's Jesus centuries after the Exodus story, and he is recapitulating.",
    "start": "00:18:42",
    "end": "00:18:59"
  },
  {
    "text": "So bringing it all together, connecting the dots, full circle moment, closing the loop. Have you. That's. That's corporate lingo. Let's close the loop on this.",
    "start": "00:18:59",
    "end": "00:19:08"
  },
  {
    "text": "Yeah.",
    "start": "00:19:08",
    "end": "00:19:09"
  },
  {
    "text": "Summing up the story, when the big picture comes into focus. Are those getting to it?",
    "start": "00:19:09",
    "end": "00:19:15"
  },
  {
    "text": "Yes, they are. Yeah. Okay, so let's look at another moment in the early stories of Jesus where the loop gets closed. We circle back to see the whole circle come together.",
    "start": "00:19:15",
    "end": "00:19:26"
  },
  {
    "text": "Okay, Sam.",
    "start": "00:19:26",
    "end": "00:19:37"
  },
  {
    "text": "Matthew, chapter three, verse one. Now, in those days, John the baptizer, John the immerser came announcing in the wilderness of Judea, turn around, the kingdom of the skies has come near. And then Matthew interrupts. He says, okay, dear reader, this is the one who was spoken about by Isaiah saying, quote, a voice crying in the wilderness. And then what does the voice say? Quote, prepare the way of the Lord.",
    "start": "00:19:55",
    "end": "00:20:24"
  },
  {
    "text": "This is the highway.",
    "start": "00:20:24",
    "end": "00:20:25"
  },
  {
    "text": "Make his path straight. That highway. There's the highway.",
    "start": "00:20:25",
    "end": "00:20:28"
  },
  {
    "text": "Which chapter was this in Isaiah.",
    "start": "00:20:28",
    "end": "00:20:29"
  },
  {
    "text": "This is Isaiah 40. Opening lines of Isaiah 40.",
    "start": "00:20:29",
    "end": "00:20:32"
  },
  {
    "text": "Yeah. Okay. The voice of the one calling in the wilderness. And this is the highway leading people out of exile back into the land.",
    "start": "00:20:32",
    "end": "00:20:40"
  },
  {
    "text": "Yeah. So just like there was a road out.",
    "start": "00:20:40",
    "end": "00:20:42"
  },
  {
    "text": "Yeah.",
    "start": "00:20:42",
    "end": "00:20:43"
  },
  {
    "text": "Exhaust means the road out.",
    "start": "00:20:43",
    "end": "00:20:45"
  },
  {
    "text": "This is the road through.",
    "start": "00:20:45",
    "end": "00:20:46"
  },
  {
    "text": "And then the road in between is a wilderness highway, the road they take on the road into the promised land. And Isaiah developed this motif. We did a whole episode on that. Isaiah, chapter 11. The highway gets introduced and becomes a main idea. But remember, by the end of Isaiah, it became a metaphor. Because you can go on the road even if you're back in the land. Yeah, yeah. That's so good. So repenting in the language of Isaiah 58. Turn around.",
    "start": "00:20:46",
    "end": "00:21:15"
  },
  {
    "text": "Yeah, because he's not asking Israel to actually go on any sort of pilgrimage.",
    "start": "00:21:15",
    "end": "00:21:19"
  },
  {
    "text": "Right. So in quoting Isaiah 40 at the beginning of Matthew 3 here, this is Matthew saying, dear reader, it's the new Exodus moment. It's all coming together, all coming to A head.",
    "start": "00:21:19",
    "end": "00:21:33"
  },
  {
    "text": "Well, a climactic Exodus moment. Because there's been tons of new Exodus moments.",
    "start": "00:21:33",
    "end": "00:21:38"
  },
  {
    "text": "Yeah.",
    "start": "00:21:38",
    "end": "00:21:38"
  },
  {
    "text": "But by quoting Isaiah 40, it's like this is like the significant Exodus moment.",
    "start": "00:21:39",
    "end": "00:21:44"
  },
  {
    "text": "Yep. So what we're then told down in verse 5 of Matthew 3 is that John went out to the Jordan river and he was having all these people get dunked in the Jordan river while confessing their sins. And you're like, oh, yeah, that's what the angel said, that Jesus was born to save his people from their sins. Now here's John saying, let's name our sins and go through the Jordan river again. The Jordan river was super important in the Exodus storyline, and it's the mirror image of the deliverance through the waters from Pharaoh.",
    "start": "00:21:44",
    "end": "00:22:23"
  },
  {
    "text": "Okay. But this is preparation. This is framed as preparation.",
    "start": "00:22:24",
    "end": "00:22:27"
  },
  {
    "text": "Yeah. So prepare the highway for Yahweh to come back and this glory to return to the land, while his people also turn around and prepare and get ready.",
    "start": "00:22:28",
    "end": "00:22:40"
  },
  {
    "text": "Themselves to get on that highway. You gotta go through the waters.",
    "start": "00:22:40",
    "end": "00:22:42"
  },
  {
    "text": "That's right. So for Isaiah, it was dual travelers. There's Yahweh on the highway.",
    "start": "00:22:42",
    "end": "00:22:47"
  },
  {
    "text": "That's right.",
    "start": "00:22:47",
    "end": "00:22:47"
  },
  {
    "text": "And Israel needs to get on the road.",
    "start": "00:22:47",
    "end": "00:22:49"
  },
  {
    "text": "Yahweh goes first.",
    "start": "00:22:49",
    "end": "00:22:50"
  },
  {
    "text": "Yep. He leads the way.",
    "start": "00:22:50",
    "end": "00:22:51"
  },
  {
    "text": "He leads the way.",
    "start": "00:22:51",
    "end": "00:22:52"
  },
  {
    "text": "That's right.",
    "start": "00:22:52",
    "end": "00:22:52"
  },
  {
    "text": "Yeah.",
    "start": "00:22:52",
    "end": "00:22:52"
  },
  {
    "text": "So what we're expecting is a repentant remnant of Israel who will go on the way. Yep. Repent, turn around and take the way. And also we're waiting for the glory of Yahweh to come on the highway.",
    "start": "00:22:52",
    "end": "00:23:05"
  },
  {
    "text": "And lead the way.",
    "start": "00:23:05",
    "end": "00:23:06"
  },
  {
    "text": "And it's all connected to the Jordan river, which was where. Not Moses. Moses didn't lead them through the waters there, but a guy named Yeshua, a guy named Joshua, and a guy named Yahweh saves. Or in Greek, Yesos. So we're waiting for a Yezos figure. I mean, it's just too much. So right after the story of John and what he said and did, Matthew 3:13, then Yeshua Yesus came from Galilee to the Jordan river to John in order to be immersed by him.",
    "start": "00:23:06",
    "end": "00:23:41"
  },
  {
    "text": "I'm going to go lead the way.",
    "start": "00:23:42",
    "end": "00:23:43"
  },
  {
    "text": "Yep. He's going to go through the waters like Moses. So Moses went through the waters and that's what set in the Ark. The whole thing in the Ark. Yeah. And then he later led the people through the waters. So it's as if this becomes Jesus arc moment, going through the waters. John tried to stop him just like, whoa, what? No, no, you should baptize me. I'm an Israelite who needs to be baptized. And yeshua, says to him, nope, I.",
    "start": "00:23:43",
    "end": "00:24:12"
  },
  {
    "text": "Need to go through too.",
    "start": "00:24:12",
    "end": "00:24:13"
  },
  {
    "text": "Yeah. This is to fulfill all righteousness. This is what has to happen. Such interesting little phrase, doing what is right.",
    "start": "00:24:13",
    "end": "00:24:24"
  },
  {
    "text": "For Jesus, it was to be in right relationship with God and others. He needs to go through it too.",
    "start": "00:24:25",
    "end": "00:24:32"
  },
  {
    "text": "Yeah. For Jesus, it's necessary that he himself goes through symbolically here what is ahead for all of the people.",
    "start": "00:24:32",
    "end": "00:24:42"
  },
  {
    "text": "Because in some way this is also foreshadowing kind of an ultimate baptism for him.",
    "start": "00:24:44",
    "end": "00:24:50"
  },
  {
    "text": "Yeah. In fact, let's go back to Exodus. So Moses, all the sons were dying. So Moses is delivered through the waters, which is a kind of death. Like she hands him off, his mom hands him off.",
    "start": "00:24:50",
    "end": "00:25:02"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:25:02",
    "end": "00:25:03"
  },
  {
    "text": "You know, and she doesn't know what's going to happen. And then he's delivered out of the waters into the house of Pharaoh, culminating that when God brings justice on Pharaoh and he visits. What Pharaoh did to Israel brings that back on Pharaoh on the night of Passover. And once again, all of the boys lives are at risk again. And there the lives of the boys are saved not by being put in a basket, a teva, but by going into a house, which is the word for ark backwards in Hebrew. So there's two, remember, there's two deliverances. There's a deliverance through the waters and deliverance. And. And so it's as if Jesus is going through a symbolic water deliverance here to prepare and get the story moving that'll be going towards like a Passover like deliverance, which will be the culmination story. So Moses went through the waters as a mirror image leading up to the Passover deliverance. And so there's something similar at work in the gospels that what's happening in the Jordan points forward to another deliverance that'll be also at Passover.",
    "start": "00:25:03",
    "end": "00:26:15"
  },
  {
    "text": "Moses goes through the waters in the ark as a baby. All of Israel goes through the plague in a house of refuge. That is how God rescues Israel. And so if we're talking about this theme of being rescued from our oppressors, but also from ourselves and being brought into something new. And if there's someone gonna lead us through who's gonna be like Moses, but also will find out more than Moses, you're saying that Jesus here is enacting the moment of going through the waters like Moses first did. So Jesus is saying, I'm gonna go through. I'm gonna lead you guys through the ultimate chaos waters into the ultimate new land. It's necessary for me to identify with this so much so that it fulfills righteousness.",
    "start": "00:26:16",
    "end": "00:27:06"
  },
  {
    "text": "Fulfills doing right by God. This is how we are going to do right by God and each other is by doing it this way. Jesus fully identifying with his people in their need to be delivered. And in doing so, he like, he becomes like baby Moses, setting in motion all the events that will lead up to a Passover like deliverance. And that's the same arc of the story in Exodus 1:15 as it is in the Gospels. And what's fascinating is all four gospels feature John the Baptist at the beginning as a way to introduce Jesus and what happened here at the Jordan. All four gospels in different ways, but all four gospels have it at the beginning. So there's something foundational that Jesus saw here that he needed to go participate in this and that this was sort of like, what do you say? The inciting event that got the ball rolling for his announcing the kingdom of God. And that all led to Jerusalem and Passover. So what happens is that after his baptism there's importantly he's identified by a heavenly voice. And God's spirit descends in a bird like form. And there's a heavenly voice that quotes from three different places in the Hebrew Bible saying this is my beloved Son, with whom I am well pleased. Next line. Jesus was then led into the wilderness.",
    "start": "00:27:06",
    "end": "00:28:37"
  },
  {
    "text": "You're like, yes, through the waters to the wilderness.",
    "start": "00:28:38",
    "end": "00:28:41"
  },
  {
    "text": "Yeah, that was Moses journey through the waters into the house of Pharaoh and then from the house of Pharaoh into the wilderness.",
    "start": "00:28:41",
    "end": "00:28:48"
  },
  {
    "text": "Right.",
    "start": "00:28:48",
    "end": "00:28:49"
  },
  {
    "text": "It Israel went out of the waters right into the wilderness. It ended up being for 40 years. Here Jesus is led into the wilderness by the Spirit where he was tested by the slanderer, an accuser. And after fasting for 40 days and nights, he was awful hungry. Yeah, like you do.",
    "start": "00:28:49",
    "end": "00:29:11"
  },
  {
    "text": "So Israel 40 years, Jesus, he economizes this.",
    "start": "00:29:12",
    "end": "00:29:16"
  },
  {
    "text": "Yeah, totally. Yeah. And testing was a theme in the wilderness stories both in Exodus and in Numbers. The word testing appears often.",
    "start": "00:29:16",
    "end": "00:29:28"
  },
  {
    "text": "And then relying on God to provide on his terms.",
    "start": "00:29:29",
    "end": "00:29:34"
  },
  {
    "text": "Provide bread, Manna. Yeah, manna, which is called water. The bread of heaven is what Moses calls it in Exodus 16. So in the three tests which are all about Jesus identity, if you are the Son of God, then why are you starving? If you are the Son of God, you know, make the Father deliver you on your timeline, not his. And if you are the Son of God destined to rule the world, I can help you. I can help you with that. I've got some ways. And then Jesus responds by quoting from Deuteronomy 8:2 times in Deuteronomy 6:1 time. And he quotes from Speeches of Moses, where Moses is recounting the wilderness journeys of the 40 years. So it's really clear.",
    "start": "00:29:34",
    "end": "00:30:20"
  },
  {
    "text": "Yeah.",
    "start": "00:30:20",
    "end": "00:30:21"
  },
  {
    "text": "So again, notice how the Exodus motif doesn't just involve the oppression, a deliverer and the water deliverance. That's key. But the wilderness is intimately connected, the road in between. And same with Matthew's retelling of Jesus story, the wilderness plays a key role. So that's there. Matthew, chapter four. Then what we're told is that John the Baptist gets arrested. Chapter four, verse 12 of Matthew. And so Jesus went back to Galilee, but he doesn't go to where he grew up. Excuse me. He does, but he doesn't go back there to live. He moves and he goes down to live by the lake, the Sea of Galilee. And then Matthew quotes from the book of Isaiah, a long quote that we don't have time to talk about, but says that in this land which is full of non Israelites, the sunrise, the light is going to shine in the darkness. So he moves through the waters, then through the wilderness. And then he lands in a classic tribal inheritance spot of Zevalun and Naphtali. That's what the Isaiah quote has. So he goes to the promised land and there's sunrise and the light dawns and he starts saying, the kingdom of God is here. Let's rule the land together. But in a new way.",
    "start": "00:30:21",
    "end": "00:31:46"
  },
  {
    "text": "He's kind of saying like, we're in the promised land.",
    "start": "00:31:47",
    "end": "00:31:49"
  },
  {
    "text": "Yeah, Heaven.",
    "start": "00:31:49",
    "end": "00:31:50"
  },
  {
    "text": "We're here.",
    "start": "00:31:51",
    "end": "00:31:51"
  },
  {
    "text": "Kingdom of heaven. It's landed right here, right now. Let's do this.",
    "start": "00:31:51",
    "end": "00:31:54"
  },
  {
    "text": "We can start doing it.",
    "start": "00:31:55",
    "end": "00:31:56"
  },
  {
    "text": "How good is life?",
    "start": "00:31:56",
    "end": "00:31:56"
  },
  {
    "text": "We don't have to wait.",
    "start": "00:31:56",
    "end": "00:31:57"
  },
  {
    "text": "How good is life for us all now? So it's kind of like a Joshua in the land. We made it.",
    "start": "00:31:57",
    "end": "00:32:05"
  },
  {
    "text": "We're here.",
    "start": "00:32:05",
    "end": "00:32:05"
  },
  {
    "text": "We're here. At least I made it. So he recapitulated in his own self, landing up in Galilee as the new Joshua. And good news, everybody. The kingdom of the skies is touching down.",
    "start": "00:32:06",
    "end": "00:32:20"
  },
  {
    "text": "You don't have to live as a slave.",
    "start": "00:32:20",
    "end": "00:32:22"
  },
  {
    "text": "Mm.",
    "start": "00:32:23",
    "end": "00:32:24"
  },
  {
    "text": "Which is weird. Tell someone who's being like, yeah, yeah. What's the word?",
    "start": "00:32:24",
    "end": "00:32:28"
  },
  {
    "text": "Well, they're being exploited by tax collectors and league with Rome and.",
    "start": "00:32:28",
    "end": "00:32:33"
  },
  {
    "text": "Yeah, but Rome is subjugating them.",
    "start": "00:32:33",
    "end": "00:32:35"
  },
  {
    "text": "What's the word? Occupying.",
    "start": "00:32:35",
    "end": "00:32:36"
  },
  {
    "text": "They're occupying.",
    "start": "00:32:36",
    "end": "00:32:37"
  },
  {
    "text": "Yeah. Occupying their land.",
    "start": "00:32:37",
    "end": "00:32:39"
  },
  {
    "text": "Yeah.",
    "start": "00:32:39",
    "end": "00:32:39"
  },
  {
    "text": "Yep.",
    "start": "00:32:40",
    "end": "00:32:40"
  },
  {
    "text": "So it's a weird thing to say. Okay, the kingdom of God is here. It's like. Well, actually, the Romans are still right there.",
    "start": "00:32:40",
    "end": "00:32:47"
  },
  {
    "text": "Yeah, totally. Yeah.",
    "start": "00:32:47",
    "end": "00:32:49"
  },
  {
    "text": "But. But he's saying this, moving from slavery into freedom, like, this can happen now. We can do this now.",
    "start": "00:32:49",
    "end": "00:32:57"
  },
  {
    "text": "Yeah. Yep, that's right. So after the wilderness, Jesus goes up to Galilee and once again, specifically Matthew, Mark and Luke all have lots of material they've brought together of what Jesus is doing. He goes around healing people. He calls it liberation, freeing people from oppression. But this time the oppression or the oppressors is sickness. Yeah, illness, evil spirits. And there are multiple times in Matthew, I was just working on this the other day where Jesus heals somebody. And so remember how the word salvation is really key. It's introduced as like the main word in the Exodus story.",
    "start": "00:32:57",
    "end": "00:33:44"
  },
  {
    "text": "Rescue. Yeah.",
    "start": "00:33:44",
    "end": "00:33:46"
  },
  {
    "text": "So there are multiple healing stories in the Gospels where, for example, in Matthew chapter nine, there's a woman who has had ongoing non stop menstrual bleeding for years. And she sees Jesus and she walks up and touches, you know, his cloak. For she said to herself, and I'm reading from the. I'll just read from the New American Standard. If only I touch his garment, I will get well. And Jesus turned and said, daughter, take courage. Your faith has made you well at once. The woman was made well. I'll go to Niv. If only I touch his cloak, I will be healed. Jesus says, your faith has healed you. The woman was healed. The Greek word used in all of those cases is the word sozo, to be saved. It's the word saved. It gets translated healed in the context of the story. But that's translators interpreting the word. But the actual word is she experienced salvation. Yeah, she was saved from the sickness.",
    "start": "00:33:46",
    "end": "00:34:56"
  },
  {
    "text": "Is that because when we use the word saved in kind of modern Christianity, often we are specifically talking about this moment of kind of like ultimate final rescue from death.",
    "start": "00:34:57",
    "end": "00:35:11"
  },
  {
    "text": "Yeah, yeah, yeah, yeah, that's right.",
    "start": "00:35:11",
    "end": "00:35:13"
  },
  {
    "text": "But more generally, this word just means rescue from anything.",
    "start": "00:35:13",
    "end": "00:35:16"
  },
  {
    "text": "Rescue from some kind of danger or something that's threatening you, preventing you from experiencing wellness, well being.",
    "start": "00:35:16",
    "end": "00:35:24"
  },
  {
    "text": "And this word, though, the first time it shows up is in relation to being rescued. Israel being rescued from Egypt.",
    "start": "00:35:24",
    "end": "00:35:32"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:35:32",
    "end": "00:35:33"
  },
  {
    "text": "Yeah.",
    "start": "00:35:33",
    "end": "00:35:34"
  },
  {
    "text": "So Israel is rescued from Egypt. How'd they end up in Egypt? Well, because of the sins of their.",
    "start": "00:35:34",
    "end": "00:35:39"
  },
  {
    "text": "Ancestors and because of Pharaoh. It is morally corrupt.",
    "start": "00:35:39",
    "end": "00:35:43"
  },
  {
    "text": "That's right. And why are we out here outside of Eden sinning against each other? Yeah, well, because of all of our.",
    "start": "00:35:43",
    "end": "00:35:52"
  },
  {
    "text": "Ancestors, our ancestors bad decisions, our own bad decisions. But then also then the oppression of others and their bad decisions.",
    "start": "00:35:52",
    "end": "00:36:00"
  },
  {
    "text": "That's right.",
    "start": "00:36:00",
    "end": "00:36:00"
  },
  {
    "text": "It's all a big jumbled mess.",
    "start": "00:36:00",
    "end": "00:36:02"
  },
  {
    "text": "That's right. And all of this was launched and kind of capitulated in the story of Adam and Eve, human and living one who Foolishly reject the word and wisdom of God, listen to the snake, and are exiled. That lands them in the land of dust and death, where they start sinning against each other.",
    "start": "00:36:02",
    "end": "00:36:21"
  },
  {
    "text": "And then in this now. Dust and death.",
    "start": "00:36:21",
    "end": "00:36:25"
  },
  {
    "text": "Yeah. And mortality and disease, failing body and mortality. All that.",
    "start": "00:36:25",
    "end": "00:36:29"
  },
  {
    "text": "And so to be rescued from this is. Yes. To be rescued from our own folly, rescued from the oppression of others, but then also just rescued from disease and death.",
    "start": "00:36:29",
    "end": "00:36:39"
  },
  {
    "text": "That's right. To talk about the healing of someone's body as salvation, which is what the story does, it actually assumes a cosmic exodus frame where we're outside of Eden in dying, sick bodies. And what that tells us is our need to get back into Eden to experience the infinite gift of life. And so, in a way, just a little taste of that, that transforms this woman's body becomes a kind of exodus from her sickness. So you can use the word salvation. Okay, that's a very beautiful, touching story about Jesus and a woman. But the language used evokes the bigger exodus frame to make sense of why would we call that an act of salvation? Because there are perfectly good words for healing that are used in other stories in these very chapters.",
    "start": "00:36:39",
    "end": "00:37:33"
  },
  {
    "text": "But it would be common to use this word in this context. Right. Or is it uncommon?",
    "start": "00:37:33",
    "end": "00:37:38"
  },
  {
    "text": "Well, I think there are other words for heal that are used to describe when the leper is healed or when the blind man. So why salvation in this story? Yeah, so Jesus goes around saving people, like a new Moses figure. Providing them. Ooh. Like Moses providing bread for a bunch of people in the wilderness. The loaves and the fishes. That's in a wilderness place. So there's all this stuff happening that is showing, like, oh, man, Jesus is like a new Moses and Joshua leading us, I see, into a new promised land. And the kingdom of God is here.",
    "start": "00:37:38",
    "end": "00:38:14"
  },
  {
    "text": "If the kingdom of God is here.",
    "start": "00:38:15",
    "end": "00:38:16"
  },
  {
    "text": "Yeah.",
    "start": "00:38:16",
    "end": "00:38:17"
  },
  {
    "text": "Then I need to be let out of the situations that I'm in that I'm not experiencing it. That could be death and disease. That could be a lack of food, but it could also be repenting from some choices I'm making that's keeping me enslaved.",
    "start": "00:38:17",
    "end": "00:38:34"
  },
  {
    "text": "That's right. Yeah. Yeah. Now, of course, there's a bigger, brighter horizon on the day when we can live at peace with each other and where we're not under Rome. Like, that'll be when heaven becomes earth and earth becomes heaven. But Jesus is launching it, like, starting it. It's infiltrated earth.",
    "start": "00:38:34",
    "end": "00:38:54"
  },
  {
    "text": "Yeah.",
    "start": "00:38:54",
    "end": "00:38:55"
  },
  {
    "text": "Then you get these little tastes, these narratives are like little outbreaks of heaven on earth. Or you could think of it as outbreaks of liberation from Earth into the life of heaven.",
    "start": "00:38:55",
    "end": "00:39:05"
  },
  {
    "text": "Yeah.",
    "start": "00:39:05",
    "end": "00:39:11"
  },
  {
    "text": "There's an important story right after a whole bunch of healing and deliverance stories where Jesus takes his disciples to a place called Caesarea Philippi. It was a royal palace city for the sons of Herod. And he famously asked Peter says, who do y' all say that I am? And Peter says, you're the Messiah. And then it becomes real clear that Peter has no idea what that means, because Jesus says, exactly. And so I'm gonna go to Jerusalem to die. And then they freak out. So. So they have to iron out that. And then we're told Matthew 17 begins saying, and six days later, which is a not so subtle way of saying.",
    "start": "00:39:32",
    "end": "00:40:12"
  },
  {
    "text": "On the seventh day.",
    "start": "00:40:13",
    "end": "00:40:14"
  },
  {
    "text": "On the seventh day, Jesus took Peter, James, and John, his brother, and brought them to a high mountain. So the seventh day, taking Israelites up to a mountain.",
    "start": "00:40:14",
    "end": "00:40:25"
  },
  {
    "text": "This is all cosmic Eden.",
    "start": "00:40:26",
    "end": "00:40:28"
  },
  {
    "text": "Yeah. Oh, okay. Cosmic Eden, language. The biggest frame.",
    "start": "00:40:28",
    "end": "00:40:32"
  },
  {
    "text": "Okay.",
    "start": "00:40:32",
    "end": "00:40:33"
  },
  {
    "text": "But this is what Moses did after bringing them through the wilderness to Sinai. He brought them to Mount Sinai. And then on the seventh day, he went up. Oh, this is at the end of Exodus chapter 24, Exodus 24:15. So Moses went up the mountain. The cloud covered it. The glory of Yahweh settled on the mountain, and the cloud covered it. Four, six days. And he called to Moses on the seventh day from the midst of the cloud, and he goes up into the cloud. So Moses meets Yahweh in the cloud and fire on the seventh day at the top of the mountain. Jesus on the seventh day, took these guys along, brought them up to a mountain, and he was metamorphed, transformed in front of them. His face was shining like the sun. His clothes became white like the light. And all of a sudden, who's there appearing next to him? Moses and Elijah. And they were just having a chat. They were talking together.",
    "start": "00:40:33",
    "end": "00:41:42"
  },
  {
    "text": "You know, when we talked about the story last you brought up, which has really stuck with me, is if Jesus is kind of being compared to the Moses going up the mountain, then it's kind of strange. Then he meets Moses on the mountain.",
    "start": "00:41:42",
    "end": "00:41:55"
  },
  {
    "text": "Yeah.",
    "start": "00:41:55",
    "end": "00:41:56"
  },
  {
    "text": "And so you talked about how Jesus shining was, in a way, like Moses shining, but even more so, it's now he is Yahweh's glory shining. So when Moses went up the mountain to meet with Yahweh and experiencing Yahweh's presence, this narrative is now making you imagine that what Moses was experiencing or could experience was something like this.",
    "start": "00:41:56",
    "end": "00:42:28"
  },
  {
    "text": "Something like this. Yeah, that's right. Being Jesus Yeah. So it's as if Matthew's been setting us up to see Jesus as Moses plus, but now it's like Moses plus Yahweh.",
    "start": "00:42:28",
    "end": "00:42:40"
  },
  {
    "text": "Yeah.",
    "start": "00:42:40",
    "end": "00:42:40"
  },
  {
    "text": "This story is the twist in the plot where not only is Jesus like Moses, a faithful Israelite, he's going to be loyal to the covenant and lead Israel like Moses did. But then even more, Jesus is also the God of Israel who became visible to Moses. So when Moses face started shining after his encounter on the mountain, this is not saying Jesus is like Moses because his face shone. It's more saying Moses face was shining because he met somebody like Jesus, who.",
    "start": "00:42:40",
    "end": "00:43:14"
  },
  {
    "text": "He met the glory of Yahweh, the.",
    "start": "00:43:15",
    "end": "00:43:17"
  },
  {
    "text": "Source of all light.",
    "start": "00:43:17",
    "end": "00:43:18"
  },
  {
    "text": "And what is Jesus but that make human.",
    "start": "00:43:18",
    "end": "00:43:20"
  },
  {
    "text": "So Moses face was imitating the pre incarnate Jesus face, not the other way around.",
    "start": "00:43:20",
    "end": "00:43:26"
  },
  {
    "text": "Or Moses face was emanating the glory of Yahweh and Jesus is the glory of Yahweh made human.",
    "start": "00:43:26",
    "end": "00:43:33"
  },
  {
    "text": "That's it. That's it. Yeah. And that's probably significant why Elijah is there too, because both Moses and Elijah met the glory of Yahweh on Mount Sinai. And this is the narrative's way of saying Jesus is the one who Moses and Elijah met on the mountain. So the transformation that Jesus undergoes here is not a transformation from a normal dude into a semi divine being. The transformation refers to a transformation in their perception.",
    "start": "00:43:33",
    "end": "00:44:08"
  },
  {
    "text": "Ah, yeah, they can see who he is.",
    "start": "00:44:08",
    "end": "00:44:10"
  },
  {
    "text": "They get a glimpse of who he was and is and is to come, so to speak. Yeah, they see him. And it was this story that prompted the earliest Christian Bible nerds to go back and see in all of the stories of the Hebrew Bible about the angel of Yahweh. Well, what did it mean for Yahweh to show up in Eden walking in some sort of humanoid that Adam and Eve could talk with. What did Abram see when Yahweh appeared in the form of a smoking flame? Or who was the messenger of Yahweh in the bush, in the fire, talking with Moses, who's the fourth man in the furnace of Daniel and the three friends. And they saw the pre incarnate Jesus there. But it's because in all those stories there's a humanoid Yahweh, Yahweh appearing in some kind of visible human like form that people encountered and talked to.",
    "start": "00:44:10",
    "end": "00:45:08"
  },
  {
    "text": "What could that possibly mean a pre incarnate humanoid form? Well, it's because to become humanoid was to become incarnated.",
    "start": "00:45:08",
    "end": "00:45:16"
  },
  {
    "text": "Not necessarily. I mean, there's a figure, well, maybe appearing like a human, like When Ezekiel has his visions of Yahweh's glory, he sees a divine chariot mobile. And then he keeps saying, I saw one who was like the appearance of something like an Adam. And that's always a human like figure. Whereas the gospel authors are saying that glory became. Went through the process of conception.",
    "start": "00:45:17",
    "end": "00:45:47"
  },
  {
    "text": "Yeah.",
    "start": "00:45:47",
    "end": "00:45:48"
  },
  {
    "text": "It was formed in a womb.",
    "start": "00:45:48",
    "end": "00:45:50"
  },
  {
    "text": "So this thing that we could only describe as human like, but was the glory of Yahweh in a way that, like, starts to become almost synonymous with Yahweh in certain stories.",
    "start": "00:45:50",
    "end": "00:46:01"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:46:01",
    "end": "00:46:02"
  },
  {
    "text": "Of the angel of Yahweh just all of a sudden being Yahweh, like in the burning bush, that then going into the womb of Mary and then being united with humanity in a new way. That's the incarnation.",
    "start": "00:46:02",
    "end": "00:46:19"
  },
  {
    "text": "That's the incarnation, yeah. Actually so funny. We've been doing this for 10 years.",
    "start": "00:46:19",
    "end": "00:46:24"
  },
  {
    "text": "Yeah.",
    "start": "00:46:24",
    "end": "00:46:24"
  },
  {
    "text": "You came up with an amazing line when we did the spiritual being series that I now use to talk about this.",
    "start": "00:46:24",
    "end": "00:46:31"
  },
  {
    "text": "Okay. Talk about what? Incarnation.",
    "start": "00:46:31",
    "end": "00:46:33"
  },
  {
    "text": "Yeah, because we talk about the angel of the Lord appearing in the Hebrew Bible. You came up with this phrase, the angel of the Lord is God appearing as a human. And Jesus, the gospel authors claim, is God become human. The difference between appearing as versus becoming.",
    "start": "00:46:33",
    "end": "00:46:53"
  },
  {
    "text": "Yeah, we wrestled with this before.",
    "start": "00:46:54",
    "end": "00:46:55"
  },
  {
    "text": "Yeah.",
    "start": "00:46:55",
    "end": "00:46:56"
  },
  {
    "text": "And you came up with that phrase. And I think that captures excellently what the apostles are trying to say here. There was a difference between the pre incarnation appearances appearing as versus becoming incarnation. Yeah. Okay. And Christians have been trying to work out the implications of that in language ever since in the history of the Christian creeds, you know, from Apostles Creed to Nicene Creed, Chalcedon and all that. But it's all right here in Hebrew Bible meditative hyperlink style.",
    "start": "00:46:56",
    "end": "00:47:31"
  },
  {
    "text": "Yeah. Not in a theology dictionary style. No.",
    "start": "00:47:31",
    "end": "00:47:35"
  },
  {
    "text": "Yeah, In a narrative style. Now here's just one more little twist.",
    "start": "00:47:35",
    "end": "00:47:39"
  },
  {
    "text": "Okay.",
    "start": "00:47:39",
    "end": "00:47:39"
  },
  {
    "text": "Luke, the Gospel of Luke also has an account of this mountaintop moment. But he has one little tweak that he offers. He tells us what Moses and Jesus and Elijah were talking about. I mean, who wouldn't want to know? Like, what did they talk about?",
    "start": "00:47:40",
    "end": "00:47:57"
  },
  {
    "text": "Yeah, he's got a mic.",
    "start": "00:47:58",
    "end": "00:47:59"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:47:59",
    "end": "00:48:01"
  },
  {
    "text": "You don't really watch sports, do you?",
    "start": "00:48:01",
    "end": "00:48:03"
  },
  {
    "text": "That's not really a thing I do.",
    "start": "00:48:03",
    "end": "00:48:05"
  },
  {
    "text": "I don't really much sports.",
    "start": "00:48:06",
    "end": "00:48:07"
  },
  {
    "text": "People do, and people should, and that's great.",
    "start": "00:48:07",
    "end": "00:48:10"
  },
  {
    "text": "Yeah, I don't watch a lot of sports, but now they really mic the field really well. And every once in a while you get to hear these little conversations. This is like this whole new depth to the game.",
    "start": "00:48:10",
    "end": "00:48:19"
  },
  {
    "text": "Oh, like, what are they talking about out there?",
    "start": "00:48:19",
    "end": "00:48:20"
  },
  {
    "text": "Yeah, what are they talking about?",
    "start": "00:48:20",
    "end": "00:48:21"
  },
  {
    "text": "Wow. Yeah, that's it. This is that.",
    "start": "00:48:21",
    "end": "00:48:23"
  },
  {
    "text": "It's that.",
    "start": "00:48:23",
    "end": "00:48:24"
  },
  {
    "text": "Luke gives us that. Yeah, yeah, yep. So right when Luke says, look, there were two guys talking with him, Moses and Elijah, who appeared in Glory, they were speaking of with Jesus about his. And then he uses the Greek word Exodus, they were speaking about Jesus's Exodus, which he was about to accomplish in Jerusalem.",
    "start": "00:48:24",
    "end": "00:48:49"
  },
  {
    "text": "Yeah.",
    "start": "00:48:50",
    "end": "00:48:51"
  },
  {
    "text": "I mean, it's just right there. You could say this is like the smoking gun of the Exodus motif in the Gospel gospels, but it's not referring to his childhood.",
    "start": "00:48:51",
    "end": "00:49:03"
  },
  {
    "text": "Yeah. We've been talking about his childhood as an Exodus. Going through the waters, going through the wilderness. There's another exodus that he's going to go through.",
    "start": "00:49:03",
    "end": "00:49:14"
  },
  {
    "text": "Yeah. So this points forward to whatever Jesus was doing by going to Jerusalem. He's about to accomplish an Exodus, which is why the significance of Passover week and everything that happens there is all so packed with meaning. To understand the meaning of Jesus death as an Exodus moment.",
    "start": "00:49:14",
    "end": "00:49:37"
  },
  {
    "text": "Yeah.",
    "start": "00:49:37",
    "end": "00:49:37"
  },
  {
    "text": "So with that, let's take a pause, and then our next step will be to look at the Exodus story at work in the Passover story of Jesus death and resurrection.",
    "start": "00:49:38",
    "end": "00:49:48"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week, we'll explore the connection between the death of Jesus and one of the most iconic moments in the Exodus story, the Passover.",
    "start": "00:49:51",
    "end": "00:50:02"
  },
  {
    "text": "Jesus did this on purpose. Like he planned his showdown in Jerusalem to be timed with this most important sacred annual feast. And is that important for us? Can that inform the meaning of his death? And maybe this will help us get into Jesus own intentions and the meaning he saw in his death.",
    "start": "00:50:02",
    "end": "00:50:22"
  },
  {
    "text": "Bibleproject is a crowdfunded nonprofit, and we exist to experience the Bible as a unified story that leads to Jesus. Everything that we make this podcast, the videos, we've got classes, we've got guide pages, everything is free because of the generous support of thousands of people just like you. So thank you so much for being a part of this with us.",
    "start": "00:50:24",
    "end": "00:50:45"
  },
  {
    "text": "Hi, my name is Brandt and I'm from Baton Rouge, Louisiana. Hello, my name is Wei Su Yang and I'm from Singapore. I first heard about bibleproject through the Internet and I use the bibleproject for my daily devotionals, my daily Bible study, and also for deep dives into specific books of the Bible. I use bibleproject to lead classrooms for my church. My favorite thing about Bible Project Project or the podcast and learning from Dr. Tim Mackey and John Collins. And also that it has a whole variety of educational platforms, including written articles, short video clips, conversations, dialogues, as well as the current sermon series. We believe the Bible is the unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, articles, podcasts, classes, and more on the Bibleproject app and@bibleproject.com.",
    "start": "00:50:47",
    "end": "00:51:42"
  }
]