[
  {
    "text": "Hello, Tim.",
    "start": "00:00:05",
    "end": "00:00:06"
  },
  {
    "text": "Hey, John. Hello.",
    "start": "00:00:06",
    "end": "00:00:07"
  },
  {
    "text": "Hello. We're here with a very special guest.",
    "start": "00:00:07",
    "end": "00:00:10"
  },
  {
    "text": "Yes, we are.",
    "start": "00:00:10",
    "end": "00:00:10"
  },
  {
    "text": "Would you introduce him for us?",
    "start": "00:00:10",
    "end": "00:00:11"
  },
  {
    "text": "Yes. We are so happy to have here in person with us as we're recording. NT Wright.",
    "start": "00:00:11",
    "end": "00:00:17"
  },
  {
    "text": "Hi. Glad to be here.",
    "start": "00:00:17",
    "end": "00:00:18"
  },
  {
    "text": "Thank you. Yeah. So you are in town in the Pacific Northwest and you've had a whirlwind adventure.",
    "start": "00:00:18",
    "end": "00:00:24"
  },
  {
    "text": "I have. I have speaking at a couple of conferences, which has been really exciting with much larger than I was expecting. It was a bit daunting, but it's been good.",
    "start": "00:00:25",
    "end": "00:00:35"
  },
  {
    "text": "Wonderful. Well, so thank you for taking some time.",
    "start": "00:00:35",
    "end": "00:00:38"
  },
  {
    "text": "Oh, you're welcome. And I mean, obviously I've known about your project for a long time, but I've never actually been in the building before.",
    "start": "00:00:38",
    "end": "00:00:44"
  },
  {
    "text": "Yes, that's right. Yes. So I'm thinking as we sit here talking, John and I have sat in here talking to you over Zoom.",
    "start": "00:00:44",
    "end": "00:00:50"
  },
  {
    "text": "Okay.",
    "start": "00:00:50",
    "end": "00:00:51"
  },
  {
    "text": "Many years ago. And then you went out to.",
    "start": "00:00:51",
    "end": "00:00:53"
  },
  {
    "text": "I came your way once for a conversation that we put on our podcast.",
    "start": "00:00:53",
    "end": "00:00:57"
  },
  {
    "text": "Is that at St. Andrews or.",
    "start": "00:00:57",
    "end": "00:00:58"
  },
  {
    "text": "Yeah, that was when you were at St. Andrews, but so here in person. So thanks for being here today. We are in a season where the podcast and also the videos we're making are all inspired by rooted in themes from the book of Exodus in the Hebrew Bible. And one really important part of that story, the road out of Egypt and then the road into the wilderness, is the transition moment of Israel's passage through the waters. And as long as I've been reading your printed sermons, right after your really big fat books came out, there was a whole season where what I could get a hold of your work was just short little collected sermon volumes. Anyway, I read those a lot in college. Thanks for those. So I heard you talk about baptism a lot in your sermons from that season. Maybe it was your Bishop of Durham days.",
    "start": "00:00:58",
    "end": "00:01:54"
  },
  {
    "text": "Quite possibly. I'm not sure which period we're talking about. But you can't preach for too long without running into baptism sooner.",
    "start": "00:01:54",
    "end": "00:02:01"
  },
  {
    "text": "Yes, exactly. And so I think I remember just early formative stages, my development as a Bible nerd, your reflections on baptism and the symbolism of it in the New Testament, constantly linking it back to the passage from the sea. So I thought that's what we would focus on, baptism and ritual death and going through sacred waters.",
    "start": "00:02:01",
    "end": "00:02:26"
  },
  {
    "text": "But first, I'd love a little update on what's going on in your life. What's happening in the world of N.T. wright.",
    "start": "00:02:26",
    "end": "00:02:33"
  },
  {
    "text": "It's been an exciting time, actually. Since COVID I've battled with illness of various sorts. I had long Covid and got rheumatoid arthritis and so on, and I've had more miscellaneous sickness over the last three or four years than I've ever had before in my life. And none of that's been hugely debilitating, though with Long Covid, you basically want to go to sleep all the time, which is a real pain if you're trying to finish off a book. For example, I was trying to finish off a book for the last several years, which finally got accepted by the publisher in December. And this is the book called God's Homecoming, which is a sequel to Surprise by Hope, although the publishers and editors have read it, say that it takes Surprise by Hope to a different sort of level, which I didn't really intend. I hope it will be accessible. But that's about the way in which the whole Bible narrative is not, as most Western Christians think, about how my soul gets upstairs and ends up with God, but about how the whole Bible narrative is about God creating a world in which he wants to come and live with his human creatures, so he becomes human himself. And then particularly I've been interested in the way in the Spirit in the New Testament is about God's homecoming, God coming home in the Spirit, not simply sending the Spirit to help us to do this or that. And so I'm exploring that and applying that to various areas, including to the sacramental world and including to questions of who are we between bodily death and bodily resurrection. I was lecturing about that this last weekend, so that's been a major thing. And then on the side, as it were. But important, the courses that I've been recording for Admirato, AKA NT Wright Online, we've got a course on the Psalms which is about to come out as we record now. By the time people are listening to this podcast, hopefully it will be out. And also we've just begun to record another course, which I'm enjoying and looking forward to turning it into, I hope, a little book, which is the book will probably be called something like 50 things I wish I'd known 50 years ago, because as I look back to when I was a student, there are all sorts of things that I now think are enormously important in the Bible, which none of us were talking about. And the Exodus would be one, actually, but also the Temple and the way the whole temple theme works in the Bible, and also the whole theme of exile and restoration and the way that that is factored into the way that Jewish people in the Second Temple period looked at their own history, and then how the New Testament grows out of that. So that's what I'm doing. And the other thing that's going on as well as children and grandchildren and so on, is that Maggie and I have been building a house in the Outer Hebrides on the Isle of Harris. And the aim is that we'll end up living half the year in Oxford and half the year in the Hebrides by the sea. Oxford is a great place, but it's a long way from the sea and we love the sea.",
    "start": "00:02:34",
    "end": "00:05:23"
  },
  {
    "text": "I can imagine the sea will be a place of rest, but also stimulating. It's a very stimulating environment.",
    "start": "00:05:24",
    "end": "00:05:30"
  },
  {
    "text": "It's a very stimulating environment and the air is wonderful. Oxford air is very low, low lying and damp. Hebrew dnair is very fresh. We're right on the Atlantic edge, so. Wow, that's exciting.",
    "start": "00:05:31",
    "end": "00:05:42"
  },
  {
    "text": "Well, I. Man, I hope the best for you.",
    "start": "00:05:42",
    "end": "00:05:44"
  },
  {
    "text": "In that venture and admirado. You have many courses up there?",
    "start": "00:05:44",
    "end": "00:05:49"
  },
  {
    "text": "Yeah, I can't remember how many, but it's 50 plus now. And I mean David and I have been recording these for 10 years and more now and the take up around the world has been extraordinary. I had no idea that there are people all over the place, who are tuning in, want to learn. Yeah, yeah.",
    "start": "00:05:49",
    "end": "00:06:06"
  },
  {
    "text": "Not just ministry leaders and Bible teachers.",
    "start": "00:06:06",
    "end": "00:06:09"
  },
  {
    "text": "And that's really exciting when. And I know some, just a tiny number of people who take those courses and some of them are clergy, but a lot of them are laypeople who just want to follow up a bit on this or that or the other aspect. And the great thing about those online courses, as you will know as well as I do, is you can log on and look at the course whenever you want in your own time and go back and revise the bits that you didn't quite understand first time. So that's been an exciting project.",
    "start": "00:06:09",
    "end": "00:06:37"
  },
  {
    "text": "That's wonderful. That's great. Yeah, those. I've taken a couple myself.",
    "start": "00:06:37",
    "end": "00:06:40"
  },
  {
    "text": "Have you?",
    "start": "00:06:40",
    "end": "00:06:41"
  },
  {
    "text": "And yeah, Galatians course is great. Oh, right, okay. But what's also great is, you know, I can also put them on if I'm playing sous chef at dinner and I have a bunch of potatoes to chop or something. And you know, it's wonderful. You can fit it into your life is what I'm saying.",
    "start": "00:06:41",
    "end": "00:06:55"
  },
  {
    "text": "That's so funny. I would never think of doing that while I was chopping potatoes. I might well put on a chunk of Bob Dylan or something like that or possibly Beethoven quartets or something.",
    "start": "00:06:55",
    "end": "00:07:07"
  },
  {
    "text": "There you go.",
    "start": "00:07:07",
    "end": "00:07:08"
  },
  {
    "text": "Sometimes I do that, but other times it's you. And that's great. Great to learn well, that might possibly be a description of the most active retirement life I've ever encountered.",
    "start": "00:07:08",
    "end": "00:07:20"
  },
  {
    "text": "Well, Tom, I knew five, six years ago, when I was turning 70, that my season of supervising graduate students to PhDs was coming to an end. I mean, I'd loved doing that. I had some super students, but I realized that to take on a whole new group of that was not what I needed to do then, but that I did still have quite a bit of writing I wanted to do. And we were still making these courses, so we've been in Oxford for the last five and a bit years. And, yeah, I do a little bit of lecturing and a little bit of meeting with students informally rather than informal class situations. And I'm writing and recording and occasionally traveling not nearly as much as I used to.",
    "start": "00:07:21",
    "end": "00:08:03"
  },
  {
    "text": "Yeah. Well, thank you for traveling far away and including us.",
    "start": "00:08:03",
    "end": "00:08:08"
  },
  {
    "text": "That's great.",
    "start": "00:08:08",
    "end": "00:08:08"
  },
  {
    "text": "Within it. And, you know, we take time also for this personal update because, you know, listeners of our podcast know, because I reference and quote from your work a lot, that you've had a huge influence on all of the work we're doing. So there's a lot of people in our audience who are now reading and learning from you because we talked about you and pointed them your way.",
    "start": "00:08:08",
    "end": "00:08:31"
  },
  {
    "text": "That's great. And when I've looked at your work and the wonderful drawings, et cetera, et cetera, I've again and again thought, I wonder where they're going with this? And I turn over the page and I think, oh, they got it. They know. And that's been really exciting.",
    "start": "00:08:31",
    "end": "00:08:43"
  },
  {
    "text": "Oh, okay.",
    "start": "00:08:43",
    "end": "00:08:44"
  },
  {
    "text": "Phew. To see how the communication skills of the kind of way that you present stuff, you're able to transfer into that world some quite rich ideas and some big biblical themes. Yeah. I did a children's Bible not long ago, and that's just come out. And I didn't have the possibility that you have with all these different drawings, but I was determined to be able to tell the whole story rather than leave the Old Testament heroes, particularly as heroes. I mean, the way children's Bibles have tended to be is a kind of Christian version of Aesop's fables. You know, the sort of odd stories about strange people who are dressed peculiarly and there may be a little moral at the. And I said, no, no, no. This is actually a narrative. It's going somewhere.",
    "start": "00:08:44",
    "end": "00:09:34"
  },
  {
    "text": "That's great. That's great. Well, cheers to that. And we're glad to have you here just for a brief time to bring us back to think about the passing of the Israelites. Through the sea and the meaning of Christian baptism. Shall we go there?",
    "start": "00:09:35",
    "end": "00:09:49"
  },
  {
    "text": "Yeah, indeed. Indeed.",
    "start": "00:09:49",
    "end": "00:09:51"
  },
  {
    "text": "Okay, let's. So I'll kind of paint a sketch from the first couple scenes from one of the early Jesus accounts. We call it the Gospel According to Matthew. So it's well known, both in biblical scholarship and in work that we've been trying to share, that the early chapters of Matthew have been shaped to do many things, a zillion things, all at once. One of them is to create a set of analogies that compare Jesus to Moses and compare the shape of Jesus life to the Exodus narrative. So whether that's Herod's depiction as a pharaoh like figure, the slaughter of the infants in Bethlehem, his journey to Egypt, his journey up out of Egypt and then arrival at the Jordan river for baptism, that unique kind of configuration of stories, some of them are shared by Mark and Luke, but that arrangement special.",
    "start": "00:09:51",
    "end": "00:11:12"
  },
  {
    "text": "To Matthew, it's very Matthew. Yeah.",
    "start": "00:11:12",
    "end": "00:11:13"
  },
  {
    "text": "And he's sending all the signals. So what's so interesting and important about Jesus's baptism in Matthew, there's a unique scene that Matthew has included that's not there in the other baptism accounts in the Gospels. John the baptizer at the Jordan with the baptism of repentance. So actually, let's start there. You know, what would a second Temple period inhabitant of Judea, they hear about this wild John down at the Jordan, they go down and they hear his message. What's activating in their minds about what he's doing there at the Jordan River.",
    "start": "00:11:13",
    "end": "00:11:50"
  },
  {
    "text": "Okay, wow, wow, wow. My mind first goes to Deuteronomy, chapter 30. The last great chapters of Deuteronomy, from the late 20s into the early 30s, are a kind of a telling of the story of Israel seen from the point of view of the people who are waiting by the Jordan to go across and into the promised land. But Josephus, the Jewish historian of the first century, says that the Song of Moses in chapter 32 of Deuteronomy is about things that have happened and that are happening in our own day, which is a really interesting idea, that Deuteronomy is not just giving you the backstory of the people of God, it's giving you the whole story in a microcosm. And that whole story is then very much the covenant that God is making with Israel. And if you obey, then you'll live in the land. It'll all go well. But if you disobey, and Moses is pretty clear that they will disobey because Moses knows the people rather well, then ultimately, if you won't have the promises of God, you will have Babel. And as with Genesis 3 to 11, so with the story of Israel. And you will end up in a foreign land worshiping other gods, et cetera. But then if, when you're there, you come to your senses and you repent and turn back to the Lord with all your heart, then he will renew and restore, and the Word will be near you on your lips and in your heart, et cetera, which is Deuteronomy 30. And then, as a result, the covenant will be renewed. Now, throughout the Second Temple period, the evidence suggests that there were many Judeans who were thinking of that sequence of thought in terms of we are still really in exile because the Syrians were ruling over us, and now it's the Romans. And even though we came back from Babylon, things are not what they should be. So what do we need? We need a new Exodus. And they go back to Isaiah 40, 55, which has a lot of second Exodus motifs. So we need a new Exodus. We're still in slavery. Ezra and Nehemiah say, basically, even though we're in our own land, we're still slaves. So they're waiting for the new Exodus. So they've got then Exodus imagery in their heads, which is God defeating Pharaoh and the Egyptian gods, the pagan gods, God leading his people through what we call the Red Sea or the Sea of Reeds, and then off to the promised land, to the land of inheritance. So then they're reading Deuteronomy. You see this going on, for instance, in the Book of Daniel. Daniel has a lot of Deuteronomy kind of woven into it. And Daniel is very much part of the agenda of the time immediately before Jesus. And so when John the Baptist turns up in the wilderness, Repent, repent, repent. What they're hearing is, well, all the prophets said this in one way or another, but particularly it's that Deuteronomy 30 passage, which is just before the children of Israel are going to come, come through the river Jordan. And so when I was growing up reading the story of John the Baptist, it never really occurred to me any of what I've just said. I just thought, is this guy who thinks it's a good idea to splash water over people and tell them that God loves them or whatever. And, well, maybe that's all some people heard, but actually it's much more focused and much more detailed than that, that this is the great renewal movement. It's either a blasphemous nonsense of a false prophet leading people astray and there were plenty of false prophets leading people astray in that time. Or if it's not that this is the moment that all Israel's history has been waiting for. This is the Deuteronomy 30 moment. So what better way of not only symbolizing but enacting that than to bring people down to the Jordan and plunge them in the water to say you are now going to be the new people, the people in whom God is renewing the covenant by doing the new Exodus, by bringing the people through the water and then on to what? And that's where then Matthew's theme of the kingdom of God and Jesus theme of the kingdom of God has all sorts of paradoxical stuff about what the inheritance is now going to look like. But. So that's the setting. Did I miss something out or is it.",
    "start": "00:11:50",
    "end": "00:16:01"
  },
  {
    "text": "No, that's great. No, it's a great, great overview and summary. So I think maybe then a good question would be trying to empathetically imagine our inhabitant of Judea who wandered down and let's say they've really faithfully gone to synagogue. They have most of the psalms memorized, they're tuning in. Like they see what's happening and so they see this immersion, this baptism in the River Jordan. They're linking it to the passage through the Sea of Reeds. But in terms of what it means, it's for repentance, turning around from one way of living and relating to God and neighbor and another way that going into the waters and coming out. Because purification through the waters was very common in that period.",
    "start": "00:16:01",
    "end": "00:16:45"
  },
  {
    "text": "Yeah, we don't know exactly where John was baptizing there. We've got a pretty good idea. But it's not not far from Qumran where the Dead Sea scrolls were found. And it looks as though historically, it's difficult to be quite sure. It looks as though the people who were reading and transcribing those scrolls also practiced ritual purifications and washings. Not one off baptism like John, or probably not. But the danger with seeing it like that as purification, you mean, as simply as purification, is that Judean people had mikvet, had ritual bathing places, and you would go down and have a ritual bath relatively frequently because it was for impurity. And so. But the point is we're not just talking about regular religious practice. We're talking about eschatology. We're talking about this is a one off God doing the new thing. And when I think about the one off ness of repentance, the passage which comes to mind is from Josephus autobiography where he talks about himself as a young army commander at the beginning of the war, the Roman Jewish war in after Jesus time. So A.D. 66 to 70 is the war at the beginning of that. Joseph Josephus was a kind of a moderate and Josephus could see that the hot headed zealots were gonna get the people of God into deep trouble. And he describes how he confronted one Galilean brigand or leader of a group who happened to be called Jesus. Which is confusing, they were short of boys names in the first century, but it's Joshua basically. But Josephus confronted this Jesus and told him the Greek is to metanoein kai pistos e moygenesis in other wor. I told him to repent and believe in me. Now the first time I read that I nearly fell off my chair. I know those words. When is Josephus writing this? Well, last third of the first century, not long after Matthew, talking about somebody else saying repent and believe in me. What did Josephus mean? He didn't mean give up your private sins and get religion. He meant you as a people are going in the wrong direction. It's time to turn around and go in the other direction. And the direction they were going in was very much in terms of violent revolution.",
    "start": "00:16:45",
    "end": "00:18:56"
  },
  {
    "text": "Yes, Collision with Ro.",
    "start": "00:18:56",
    "end": "00:18:57"
  },
  {
    "text": "So I think John is saying it's time to do what Moses said, which is to repent and turn back to God with all your heart and then God will do a new thing. And the effective sign of this come back to it is come down to the water.",
    "start": "00:18:58",
    "end": "00:19:10"
  },
  {
    "text": "You know the Jordan river is not super huge or that deep. You might drown if you go in a particularly deep part. But it doesn't strike a person as life threatening. When you look at it. The sea of reeds is depicted as death on one side, Pharaoh and his chariots and death on the other side. Like it's a huge body water, we're gonna drown. So it's more the sea of reeds, that's the waters of death. So that's an interesting question here too is how much of death water of the reed sea is being mapped on in the gospels Portrait of John here at the Jordan.",
    "start": "00:19:12",
    "end": "00:19:46"
  },
  {
    "text": "I think we have to read back from some much later passages in the gospels where for instance, the passage where James and John say they want to sit at Jesus right and left and Jesus says can you be baptized with the baptism that I'm going to be baptized with? And that's a bit of a puzzle. So they of course say well yes, of course we can Anything you can do, we can join you. And Jesus says, well, maybe, but. And then he talks about the Son of Man giving his life as a ransom for many. So in the light of the whole Gospel narrative, baptism seems to have had the meaning, which gradually emerges precisely of going down into death, of a ritual death, not just a ritual washing. So. So there's a sense of Jesus embracing the vocation to be the person in whom Israel is going to go down into death in order to be reborn into God's new creation. The very strange thing in Matthew's Gospel, John the Baptist says, hey, you know, we shouldn't be doing this. I need to be baptized by you. And Jesus says, no, this is the way to. And it's usually translated to fulfill all righteousness. Now the word righteousness is one of those big floppy biblical words that means a dozen different things, but here it seems to be God's covenant plan. This is the way God has planned that it has to work out to do all the things that God intends so uniquely.",
    "start": "00:19:47",
    "end": "00:21:08"
  },
  {
    "text": "In Matthew, there's this little snippet of a conversation he has with John. John's like, no, this is not what's supposed to be happening.",
    "start": "00:21:08",
    "end": "00:21:15"
  },
  {
    "text": "Yeah, what was in John's mind then? Likely, yeah.",
    "start": "00:21:15",
    "end": "00:21:19"
  },
  {
    "text": "Why is he trying to stop him? How would you.",
    "start": "00:21:19",
    "end": "00:21:20"
  },
  {
    "text": "I think that John the Baptist as part of his vocation is precise, that he is the one preparing the way for. Well, we're talking Isaiah 40, we're talking similar passages, Malachi 3. The one who is preparing the way in Isaiah 40 and the one who is coming ahead in Malachi 3 is not preparing for a Messiah, he's preparing for God, for Israel's God, for Yahweh to come back. And so John is expecting somebody to come who is the living embodiment of Yahweh himself. And he will cleanse the place, he will sort everything out. He will be the one who will be doomed. Fiery judgment on the world. I think John has probably a half formed idea of what it might look like when Yahweh returns, but it certainly wouldn't for him look like somebody who was going to suffer and die. And of course we get exactly the same problem for poor old John. I feel really sorry for John the Baptist. In Matthew 11, when John is in prison and he's heralded Jesus as the one who's going to release the captives, et cetera, et cetera. So John sends his messages to Jesus. Are you the one who is to come or should we be looking for somebody else? That is a cry of almost despair and Jesus response, echoing Isaiah 35, et cetera, is just go and tell John what you see and hear and look at this, and blessed is the one who is not offended by me. And then he talks to the crowds about John and he says that John is indeed the one of whom it was said, I'm sending my messenger. In other words, there's a strong Christology coming through in Matthew 11, and I think that's already here in the baptism scene. In the baptism scene in chapter three. And I think so we've got. It's almost as though I'm thinking of Paul's theology in Romans 9, which is such a difficult passage, but seems to be saying that the people of God were always going to have to pass through exile in order to come through to restoration, and that that was God's plan, that somehow the way the whole human race was going to be rescued was by God's people bearing the pain and sorrow of the whole human race. And here John the Baptist is embodying himself, the Israel that doesn't quite understand yet. As Jesus says, no one has arisen. No mother's son is greater than John the Baptist, but the one who is least in the kingdom of heaven is greater than he. In other words. In other words, John the Baptist is this great figure, this noble figure, but even he doesn't get it. And even that is actually part of God's plan. Isn't that extraordinary? And so then when Jesus responds to John and says, this is how it has to be, it's because the hidden vocation of what it looks like when Yahweh returns to Zion is the vocation that Jesus is being obedient to.",
    "start": "00:21:20",
    "end": "00:24:10"
  },
  {
    "text": "Could I attempt a summary? Because it's like a lot of a.",
    "start": "00:24:11",
    "end": "00:24:14"
  },
  {
    "text": "Lot coming our way.",
    "start": "00:24:14",
    "end": "00:24:15"
  },
  {
    "text": "A lot coming our way. It's great, but it sounds like we're saying going through the waters is a boundary. And the significant boundary is getting into the land of promise, the land of inheritance. That's through the Jordan River. That's matched on to this earlier boundary of getting out of slavery, out of Egypt. Yeah, out of Egypt, escaping pharaoh and his army and being free. Two kind of boundary moments. And they're parallel to each other, although the wilderness is in between. Between, yeah. And so John the Baptist, first century Israel is in the land, but they don't feel free. And John isn't simply saying, let's repent for our sins and kind of purify ourselves. It's like we've got to dramatically change the way things are Going and we need to like re. Enter the land in a way. And that's what he was symbolizing. He was a pretty predominant figure then.",
    "start": "00:24:15",
    "end": "00:25:12"
  },
  {
    "text": "It sounds like we don't absolutely know that. I mean, of course he looms large in the New Testament, but then he would. Because he is seen by the early Christians as Jesus forerunner, as the forerunner of God incarnate. He turns up in Josephus because Josephus maps all the different prophetic or some of the different prophetic and would be messianic movements that are going on at the time. So it was a much more confusing time. It wasn't that, oh, here is one person. We've never had anyone like this before. They'd had a bunch of different people saying, follow me and the kingdom of God's gonna happen or the walls of Jerusalem will fall down or whatever. There were people like that. But John has this unique thing about baptism as an eschatological event. And of course it is purifying, but just as the Exodus was purifying. I mean, I was thinking when you said what you did about the two moments that took me to the beginning of John's Gospel, Behold the Lamb of God who takes away the sin of the world. But then you've also got in John as well, massively a new exodus, the Passover Exodus. And of course Jesus brings them together in the Last Supper, which is a Passover meal. But pointing to what he's about to.",
    "start": "00:25:12",
    "end": "00:26:20"
  },
  {
    "text": "Do, the cup, what he calls his.",
    "start": "00:26:20",
    "end": "00:26:21"
  },
  {
    "text": "Exodus, the cup and the baptism, of course.",
    "start": "00:26:21",
    "end": "00:26:23"
  },
  {
    "text": "Absolutely. And it's a bit bewildering. It's almost kaleidoscopic, these different images. But it's as though the images are rushing together and the history of the people of God is rushing together. And it's kind of over determined. Thinking of classical music, it's like a piece of music where suddenly all the instruments of the orchestra are playing all the different tun that have been in the symphony all at the same time. And can you actually hear them all? And the answer is you probably need to listen to this piece of music ten or a dozen times and think it through, because this is the rich density of the four Gospels and certainly here in Matthew. But then particularly this business of the baptism into death and then the new creation in that, yes, they're sort of in the land, but they're still slaves in the land. You know, the Romans are ruling. And as long as that's going on, obviously the kingdom of God has not arrived yet. But the inheritance which is being promised is not. Well, we'll have the land back to ourselves again. The inheritance is looking out beyond. Many will come from east and west and sit down at the table with Abraham, Isaac and Jacob. That's Matthew, chapter eight. And so already in Matthew and much more clearly in Paul, you've got the new inheritance is not going to heaven. And it's not simply re inhabiting the land. It's the whole world that God is claiming. The whole world. And so, so the Exodus, which is Jesus, his baptism, et cetera, stands in relation to God's claim on the whole world. Like the exodus from Egypt stands in relation to the promised land into which they're going when they cross the Jordan. Does that make sense?",
    "start": "00:26:23",
    "end": "00:28:00"
  },
  {
    "text": "Yeah. So when Jesus tells his disciples at the end of the Gospel, then to go and make disciples and to baptize them, is he referring to the same kind of baptism of John that he experienced? Is he referring to something else? You know, this is for all the nations.",
    "start": "00:28:00",
    "end": "00:28:16"
  },
  {
    "text": "I mean, people don't, According to Matthew 28, they don't have to go down to the Jordan and be baptized there. And we can see in the book of Acts, people can get baptized absolutely anywhere. The Ethiopian eunuch in a pool by the side of the road. You know that somehow following Jesus baptism and Jesus teaching and Jesus death and resurrection, the early church baptized with water wherever they are and whenever people are coming to faith, which is a fascinating transition actually, it's no longer geographically limited because it's for the whole world. So it's almost a way of the great symbols of creation, you know, the waters of chaos. In Genesis chapter one, you are coming through the waters of chaos and death because you are called to be God's new creation. And so all of these images going on simultaneously.",
    "start": "00:28:17",
    "end": "00:29:08"
  },
  {
    "text": "Well, that's the thing that John, you and I traced in the series, the design of the seven day creation narrative. The language used of day three, especially of the Yaba Sha, the dry land emerging up out of the waters and then a garden grows. All of that is the vocabulary used in the crossing of the sea in the Exodus story when Yad Vasha appears. But instead of going into a garden, they go into the opposite of a garden on the outside to pass through that as well. It's the opposite of a sea, but it's another kind of chaos region.",
    "start": "00:29:08",
    "end": "00:29:41"
  },
  {
    "text": "When Moses says to Pharaoh, let my people go because we need to worship God in the wilderness. It only struck me very recently that the reason for that is that as long as they're in Egypt, the Egyptian gods have not been defeated. They are still powerful. You can't really worship Yahweh properly. You've got to get out of the land to the place where God reveals, revealed himself to Moses in the burning bush, so that Sinai has kind of come out of there into this dangerous, liminal space in order then to become the people of God. And that's why I think that the tabernacle in Exodus 40 and all the build up to that is the mini garden, God is going to make a new symbolic garden in the wilderness, which then will go with you so that you will be. Be people of the new garden as you go into the garden land.",
    "start": "00:29:42",
    "end": "00:30:34"
  },
  {
    "text": "So, thank you. The fact that the dwelling place of God in Israel's story, it's the tabernacle, that's really the thing. Solomon's temple is very important, but doesn't get near the real estate in terms of page length and focus. Somehow it's the mobile version, because you just mentioned the mobile expansion of baptism in the Jesus movement, that it went beyond the Jordan as it went universal, into the universal promised land. And there's something about the tabernacle being originally a mobile garden that allows it to become a more universal image.",
    "start": "00:30:34",
    "end": "00:31:14"
  },
  {
    "text": "And I mean, there's been critique of the Solomonic project as being an attempt to make God more accessible, as though we now own God and he's now going to live here in Jerusalem. We've got a permanent house for him, and Solomon has forced labor to do that, which is all, you know, shouldn't have been done quite like that. So that that critique goes all the way through into Stephen's speech in Acts 7, where Stephen says, well, Solomon built him a house, but actually the Almighty does not live in houses made with hands. Heaven is my throne, earth is my footstool. And I mean, Solomon knew that as well. Heaven and the highest heaven cannot contain you, how much less this house that I built. But when you build a house, you're saying something a bit more permanent. And so, yeah, the mobility of the tabernacle is really important. But tabernacle and temple are both symbolic gardens. They're both pointing ahead to the new creation. And again, to bring it back to the theme, coming through the waters into the land. And I would say coming through the waters. And then the immediate sequel in Matthew's Gospel is, of course, the temptation narrative in the wilderness, which is an explicit recapitulation of the temptations of Israel in the wilderness. And Jesus succeeds where Israel failed. And hence he comes into Galilee saying, time for God to become king. So the whole theme of the Kingdom of God grows out of the baptism. So when people then get baptized in the early church, they're coming through death out the other side into being kingdom people. Sam.",
    "start": "00:31:14",
    "end": "00:32:59"
  },
  {
    "text": "So you took us just briefly into the deep end of the theological pool with Paul in Romans 9. You said the extraordinary thing, that in the mysterious plan of God, it's precisely by taking them on purpose, through death, to carry that pain to its end. That process is the transformation process, without which God's people can't be what he made them to be, which is the garden people on the other side. That's something necessary. And it's just striking me that's reflected in Jesus saying, it's necessary that I do the baptism, which has to be connected to it's necessary that he die, which he also calls a baptism.",
    "start": "00:33:17",
    "end": "00:34:01"
  },
  {
    "text": "Exactly that. It's Jesus already has intuited from his massive reading of Scripture and his own constant prayer life with the Father, that this is how God's plan is to work. It's not going to be sweeping all before him and pushing the Romans into the sea and all of that. And I think this is where Isaiah 40:55 is so important, one of the most important bits of the Old Testament, as far as I'm concerned, that you've got simultaneously rushing together the promise of Yahweh coming back and of new creation and the coming of the servant who is going to die for the sins of the world. And in Isaiah 52 and 53, those two are fused together into one. And the message which I'm hearing from that in Isaiah's own terms, never mind in Jesus or Paul's retrieval of them, though that's enormously important, is that this is the way from the beginning that God called Israel to be the people in and through whom his redeeming work for the world would happen, which is very dark. And so Jesus is saying, this is how we have to do all God's covenant plan is a way of saying that he is going to embody Israel going down into death. And that's a central part of the interpretation of the cross in the New Testament as a whole. Is Jesus carrying the destiny of God's people and with that the destiny of the whole world down into the place of judgment and death. And we have trivialized that, it seems to me, by saying, which is perfectly true, that he died for our sins, of course. But people can take that in a really rather trivial I've been rather naughty, so God punishes someone else and says, somehow that makes it all right. And I say Please put that oversimplified version back into the large biblical story and then it will make a very dark but very, very important sense.",
    "start": "00:34:01",
    "end": "00:35:57"
  },
  {
    "text": "Yes. Yeah, I'm having a symphony moment like you described. Everything crashing into each other. The dark chaos waters, which is the biblical authority way of trying to describe the void, what is not God, and that God calls into being what is not. And if it's going to participate in God's infinite community of life between Father, Son and the Spirit, it has to go on a journey. And that journey, paradoxically, is a journey to life with God. But it's also about making certain to itself that all of the dead end versions of life that we call life really need to be seen for what they are, which is nothing. And it's as if death and baptism become the key images for Jesus himself, doing that for the whole world. And then everyone following him, since that's part of the dense meaning of baptism, is letting me. What I think is me, what I think is the world die.",
    "start": "00:35:57",
    "end": "00:37:03"
  },
  {
    "text": "Yeah, yeah. Which is tough. And it's a major challenge to all human pride. And pride is kind of the root of a whole lot of stuff that I want to cling onto my life. It's my life and I know how it ought to be. And so to let that go to die. When you get to my age, he says, you do start to think, I look at the obituaries in the newspaper, half the people who die are my age. Okay, fine. We all know that's gotta happen. Unless the Lord comes first. How do I think about that? Do I resent it? Or do I say, actually no, this is part of the way now the human race have to be. And Jesus has embraced that, gone that route ahead of us. And so obviously Paul in Romans 6 basically saying, in baptism you die with the Messiah. And it's tough to here.",
    "start": "00:37:04",
    "end": "00:38:00"
  },
  {
    "text": "This was where I was going to lead us to land the plane. So can I read your do. Do the translation that your past self made?",
    "start": "00:38:01",
    "end": "00:38:07"
  },
  {
    "text": "Okay, okay.",
    "start": "00:38:09",
    "end": "00:38:10"
  },
  {
    "text": "I'll just kind of read a short paragraph here and then let's meditate on it. So Romans 6. 1. What are we to say then? Shall we continue in the state of sin so the grace may increase? Certainly not. We died past tense, to sin. How can we still present tense live in it? Don't you know? So Paul's here tugging on obviously something that he thinks that they have been.",
    "start": "00:38:10",
    "end": "00:38:32"
  },
  {
    "text": "Taught, early Christian teaching.",
    "start": "00:38:32",
    "end": "00:38:34"
  },
  {
    "text": "Yes, absolutely. Don't you know, all of us who were Baptists baptized into the Messiah. Jesus were baptized into his death. That Means that we were buried with him through baptism into death. So that just as the Messiah was raised from the dead through the Father's glory, we too might behave with a new quality of life. For if we've been planted together in the likeness of his death, we shall also be in the likeness likeness of his resurrection.",
    "start": "00:38:34",
    "end": "00:39:06"
  },
  {
    "text": "Talk about the symphony weaving together and the different images. I mean, the planting is again a very biblical image about God planting his garden again, as in the end of Isaiah 55 and so on. And the waters, you know, when you were saying what you did about the waters, I was thinking of, he has founded it upon the seas and prepared it upon the floods. The earth is the Lord and the fullness thereof. And then the city of God being on the waters. These are all new creation images. And so we're coming through through the water. And then we are to be new creation images. And so we too might behave with new quality of life. This is not just now, there's a few rules you've got to behave. The image that is coming through is this is new creation. This is new Genesis. But the buried within through baptism into death continues to be a huge challenge. I mean, one of my sort of semi heroes in English history is John Donne, the great poet and Dean of St. Paul's and as you probably know, John Donne, in the last years of his life, he had a coffin made which was going to be his coffin, and he slept in it. Every night he went and slept in his coffin.",
    "start": "00:39:06",
    "end": "00:40:15"
  },
  {
    "text": "I didn't know it was John Donne.",
    "start": "00:40:15",
    "end": "00:40:16"
  },
  {
    "text": "But I've heard of that because, you know, let's get used to the fact that I'm going to be in here one day. But then, you know, he, it was who wrote that amazing poem which ends, and death shall be no more. Death thou shalt die.",
    "start": "00:40:16",
    "end": "00:40:28"
  },
  {
    "text": "Ah.",
    "start": "00:40:29",
    "end": "00:40:29"
  },
  {
    "text": "And so, yes, we've got to go and lie down. And that's exactly out of Romans 6. But the meaning for the present life is just so challenging and goes on being challenging.",
    "start": "00:40:30",
    "end": "00:40:41"
  },
  {
    "text": "And so what you said was very provocative, which was, you know, there's a simplified story of Jesus died for my sins. But then there's this deeper, very intense story of Jesus going through death and all that entails on our behalf. But I still want to hear a little bit more like tying it together. Okay, we're being rescued. What are we being rescued from? We're being joined with him. What is that supposed to mean? And how does this all come together?",
    "start": "00:40:42",
    "end": "00:41:11"
  },
  {
    "text": "I remember when I first was being taught about the meaning of Jesus death in the New Testament. And a friend said to me, you've got these passages which are about, he died, therefore we don't die. And you've got these passages which say, he died, therefore we do die. And somehow there is a larger narrative in which those two both make sense. There is always a danger when the church takes, or preachers take one bit only and try to make an entire theology out of that. But I mean, I do go back when I'm thinking about what we loosely call the atonement, back to the Exodus, because the defeat of Pharaoh's gods in the angel of death coming through the land and then the people being rescued, et cetera, that remains enormously important in the New Testament. Jesus says in Luke's gospel, when they come to arrest him, this is your hour, and the power of darkness. And Jesus in John 12 sees, now is the ruler of this world cast out. Now is the time of victory, and as a result of which people in the whole world will be free. And all they have to do is recognize that and live under the new rule of God. And those passages all come together for me, as they're all Exodus motifs, that the reason the principalities and powers, the dark gods of the world, have authority over people is that we sin, is that we commit idolatry, and that gives the powers a power over us. So when Jesus dies in people's place for their sins, that cuts off the powers that the principalities and powers have over them. So it's victory through substitution, not either victory or substitution. And those two go together. And the way they go together is precisely by being incorporated into the Messiah so that what happens to him happens to us, and then it becomes on our behalf and for us. And yeah, it remains bewildering. And different biblical passages all come rushing together. And we haven't even mentioned the image of sacrifice yet, but that's all behind there as well. But so that, I mean, I see from Romans 6, and you probably know I do it there this way, that Romans 6, 7 and 8 are actually a retelling of the whole Exodus story, that six is the coming through the waters of the Red Sea, seven is arriving on Sinai and being given the law, and the law initially condemning and then what's going to happen? Help what's going on. And then eight is the journey through the wilderness to the promised land, the inheritance. And so many things come up in three dimensions. When you read Romans that way, Very exciting.",
    "start": "00:41:11",
    "end": "00:43:51"
  },
  {
    "text": "That's actually a really wonderful way to end the Exodus way series.",
    "start": "00:43:52",
    "end": "00:43:56"
  },
  {
    "text": "Yes, yes. Think about that this conversation. Yeah. Is going to come appended to a series we did on the motif of the Exodus throughout the Bible. Next series is the wilderness.",
    "start": "00:43:56",
    "end": "00:44:08"
  },
  {
    "text": "It's the wilderness. Yeah.",
    "start": "00:44:08",
    "end": "00:44:09"
  },
  {
    "text": "Well, best of luck with that. Enjoy the manna.",
    "start": "00:44:09",
    "end": "00:44:13"
  },
  {
    "text": "Yeah. Yeah. Right. Yeah. Yes. Thank you. I mean, we've sessioned a around so many things, and this is true anytime you pick up any part of the Bible, isn't it? But focusing in on why baptism is so potent, and I guess more than just it's an experience, the whole point is that it's an experience people go through.",
    "start": "00:44:13",
    "end": "00:44:32"
  },
  {
    "text": "What happens to you.",
    "start": "00:44:32",
    "end": "00:44:33"
  },
  {
    "text": "Yeah. But that it really is a way of bringing you into an important theme of death and birth into new life in the story of the Bible. So thank you. Thank you.",
    "start": "00:44:33",
    "end": "00:44:44"
  },
  {
    "text": "Well, thank you. This has been a great conversation. This show could run and run. This is, as it were, the beginning of a seminar that could have gone on already.",
    "start": "00:44:44",
    "end": "00:44:51"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:44:51",
    "end": "00:44:52"
  },
  {
    "text": "We put some issues on the table.",
    "start": "00:44:53",
    "end": "00:44:54"
  },
  {
    "text": "We've been at it 10 years, and there's no end in sight. The Bible is just that kind of book, and Jesus is just that kind of person. Absolutely. Thank you for spending time with us.",
    "start": "00:44:54",
    "end": "00:45:05"
  },
  {
    "text": "Oh, thank you. Thank you. It's great to be able to talk with you guys.",
    "start": "00:45:05",
    "end": "00:45:07"
  },
  {
    "text": "That's it for today's episode. Our next episode is a really special interview that we're going to release this Wednesday. It's an interview with our very own Bible Project scholar fellow, Tamara Knudsen. And she's going to share with us about the seven women at the beginning of the Exodus story who saved Moses.",
    "start": "00:45:11",
    "end": "00:45:30"
  },
  {
    "text": "This is the beginning of a really important narrative, the Exodus narrative. And so. So what does it mean that in these first four chapters, the driving characters we encounter here are these seven women.",
    "start": "00:45:30",
    "end": "00:45:42"
  },
  {
    "text": "Bibleproject is a crowdfunded nonprofit, and we exist to help people experience the Bible as a unified story that leads to Jesus. And everything that we create is free because of the generous support of thousands of people just like you. Thank you so much for being a part of this with us.",
    "start": "00:45:44",
    "end": "00:45:59"
  },
  {
    "text": "Hi, my name is Lulu and I live in Japan. I first heard about Bible Project from my church, Tokyo Baptist Church. I use Bible Project when I'm cooking dinner. My favorite thing about Bible Project is how it has changed me. We believe the Bible is a united story that leads to Jesus. We are crowdfunded project by people like me. Find free videos, articles, podcasts, classes, and more on the Bibleproject app and@bibleproject.com.",
    "start": "00:46:04",
    "end": "00:46:35"
  },
  {
    "text": "Hey, everyone, this is Lindsay, and I'm the producer for the podcast. I've been working at bibleproject for about four years and as a producer, I manage projects, deadlines and coordination behind the scenes to make the podcast happen. It's a fun challenge to work at increasing our project efficiency in a way that helps our team members work with less hurry and greater margin to be creative and bring you the most thoughtful content that we can. There's a whole team of us that bring the podcast to life every week. For a full list of everyone who's involved, check out the show credits in the episode description wherever you stream the podcast and on our website.",
    "start": "00:46:37",
    "end": "00:47:12"
  },
  {
    "text": "Sam.",
    "start": "00:47:22",
    "end": "00:47:37"
  }
]