[
  {
    "text": "The Exodus is the way out of slavery. It's the way through the wilderness, and it's the way into the land of inheritance. Last week, we looked at how ancient Israel followed this path. They were rescued out of slavery in Egypt, brought through the Sinai wilderness. And that leaves one last road, the road into the land of promise. After such a long journey, you would hope that the road in would be a simple one. The homecoming, the resolution. But in the story of the Bible, entering into the land is not so simple. In the land, Israel finds new traps, new tests, and new pharaohs.",
    "start": "00:00:04",
    "end": "00:00:39"
  },
  {
    "text": "Consistently throughout. The Canaanite leaders are depicted through hyperlinks on analogy to pharaoh.",
    "start": "00:00:39",
    "end": "00:00:47"
  },
  {
    "text": "The story of entering the land is full of twists and surprises. Like in the story of the Canaanite.",
    "start": "00:00:47",
    "end": "00:00:53"
  },
  {
    "text": "Prostitute Rahab, you have a woman who on the surface is portrayed as being the one of questionable character, but in fact, she's the one rescuing this whole situation. She's actually the faithful one. And she's the one who takes Yahweh's character and promise seriously, and she's willing to risk her life to do right by Yahweh. So it's the surprising inversion of who you think good guys and bad guys are.",
    "start": "00:00:53",
    "end": "00:01:20"
  },
  {
    "text": "So who are the good guys and who are the bad guys? The stories don't make this answer simple. And that leads us to the scroll of Judges. When Israel fully breaks bad, they've totally forgotten Yahweh and start worshiping the gods of the nations around them, which leads to their destruction.",
    "start": "00:01:21",
    "end": "00:01:37"
  },
  {
    "text": "You thought the Canaanites were the pharaoh and they were in Joshua, but Judges just comes out saying, no, no, no, Israel is pharaoh. They are their own oppressors.",
    "start": "00:01:37",
    "end": "00:01:46"
  },
  {
    "text": "Now today, Tim Mackey and I explore the road into inheritance, which it turns out, is a complicated, frustrating story.",
    "start": "00:01:46",
    "end": "00:01:54"
  },
  {
    "text": "It's like, who's gonna lead us out ultimately? Who's gonna lead us in between through the wilderness ultimately? And who's gonna lead us into the ultimate land?",
    "start": "00:01:54",
    "end": "00:02:02"
  },
  {
    "text": "Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:02:03",
    "end": "00:02:13"
  },
  {
    "text": "Hi, John. Hello.",
    "start": "00:02:13",
    "end": "00:02:14"
  },
  {
    "text": "Hello. We are moving. We are talking about the new Exodus theme in the Bible.",
    "start": "00:02:14",
    "end": "00:02:22"
  },
  {
    "text": "We're on the road.",
    "start": "00:02:22",
    "end": "00:02:23"
  },
  {
    "text": "Yeah. As they say, we just went on the road out the road out of.",
    "start": "00:02:24",
    "end": "00:02:28"
  },
  {
    "text": "Of Egypt, which is what the word Exodus means.",
    "start": "00:02:28",
    "end": "00:02:31"
  },
  {
    "text": "Yes.",
    "start": "00:02:31",
    "end": "00:02:31"
  },
  {
    "text": "The road out of.",
    "start": "00:02:31",
    "end": "00:02:32"
  },
  {
    "text": "Out the road.",
    "start": "00:02:32",
    "end": "00:02:33"
  },
  {
    "text": "Yeah.",
    "start": "00:02:33",
    "end": "00:02:34"
  },
  {
    "text": "Ex.",
    "start": "00:02:34",
    "end": "00:02:34"
  },
  {
    "text": "Adas. Adas. Yeah, yeah.",
    "start": "00:02:34",
    "end": "00:02:36"
  },
  {
    "text": "And then in Hebrew again, to go out.",
    "start": "00:02:36",
    "end": "00:02:38"
  },
  {
    "text": "To go out. Yep.",
    "start": "00:02:40",
    "end": "00:02:41"
  },
  {
    "text": "Would you do a recap for us?",
    "start": "00:02:41",
    "end": "00:02:42"
  },
  {
    "text": "Yeah, sure. So we started just by saying the Exodus narrative that you find that begins in the book of the Bible called Exodus starts a Storyline that works like a template so that once you read it and hear the enslavement of the Israelites in Egypt, the raising up of a deliverer to rescue them, the confrontation with the enslaver that escalates into this really intense conflict through which the oppressor is handed over to his own ruin, and a remnant is rescued out of that ruin and destruction. And there's actually two victory moments we explored, which is the victory at Passover, which is where God brings on Pharaoh what Pharaoh brought on the Israelites. He was killing their sons. So Passover was some sort of plague that took the life of the sons of Egypt, unless God offered something Pharaoh never did, which is a way out, a refuge. And so for the houses that were covered with the blood of a blameless whole, complete lamb, there was refuge. And so that was rescue number one from the oppression of Egypt. And. And then there's rescue number two, which is the people leave Egypt, and then Pharaoh chases them to a shoreline of big body water, and they're rescued as the waters part and they go through on dry land. So that's the road out. Then there's the road between, which is the journey through the wilderness. God's pillar of glory and cloud and fire goes with them. There are tests of trust, and God provides water and bread and meat in the wilderness. And then there is the road into the promised land so that God's people can be his covenant partners, which gets narrated, not way forward in the story until what we call the Book of Joshua, which we're going to look at today. So that whole sequence, the road out of slavery and oppression and all the beats that make that up the road between and then going into the land so that God's people can be his covenant partners. And so Jesus himself and the Gospel authors drew on this template as they portray Jesus and his story leading up to his confrontation with the leaders in Jerusalem. They portray all of that on the template of the Exodus story. We'll look at that in future episodes. And then the apostles themselves think of all of cosmic history as one big playing out of the Exodus template, so to speak, of the enslavement of creation to death and decay and the liberation through the Messiah. So what we're going to look at today in this conversation is actually another repetition of the template. But there's a twist. So we talked about how, like the later prophets, Isaiah or the apostles will pick up the Exodus template and apply it to the future. What we're going to look at in Joshua and Judges is how Key elements of the story of Israel going into the land is itself portrayed as another repetition of the whole cycle of the road out, the road between, and the road into.",
    "start": "00:02:42",
    "end": "00:05:57"
  },
  {
    "text": "So you're saying the road in is its own little micro exodus story?",
    "start": "00:05:57",
    "end": "00:06:01"
  },
  {
    "text": "Yes, it's really, really remarkable. So it's as if no matter where you go, the more you zoom in, the more you see many Exodus cycles playing out in every step of the macro Exodus cycle. So we're going to drop in at the conclusion of the Torah and begin with the beginning of the former prophets, which is with the scroll we call Joshua. So the opening words actually kind of set us up from the transition from the Torah to the prophets, from Moses to Joshua. So just opening line here. After the death of Moses, the servant of Yahweh, Yahweh said to Yehoshua, Joshua, the son of nun, the assistant of Moses, saying, my servant Moses, he just died. So get up, cross the Jordan. Remember, the people have gone through the wilderness. That's the road in between. And they're poised about to go in on the east side of the Jordan River. They're camped out there, camped out there, and they have been for a little while. So cross the Jordan, you and all this people into the land. I'm giving them to the Israelites. Every place that the soles of your feet tread, I give it to you, just as I promised to Moses. And then you get a really expanded view of the territory of the promised land. From the wilderness in the Lebanon up to the great river Euphrates, the land of the Hittites, the great sea on the west.",
    "start": "00:06:01",
    "end": "00:07:52"
  },
  {
    "text": "It's bigger than it ever will ever be.",
    "start": "00:07:52",
    "end": "00:07:54"
  },
  {
    "text": "It's bigger than it will be by the end of Joshua's life. And he will have portioned them out a big chunk of land. But it's not this big. That's the whole thing. Rabbit hole. No one will stand before you all the days of your life. Here's the key. Just as I was with Moses, so I will be with you. So you're given a clue right there that all of the ways that Yahweh was with Moses and what Moses did, now Joshua's own life as his protege will be, as it were, another recycling or a replaying. And it'll be different because it's Joshua, not Moses. But there will be a deep similarity. This is just a hint that I am to be looking for similarities with Moses story. So what happens next is Joshua gets this great idea that was actually first Moses, good idea. Which was, let's send Some spies into the land. So Joshua two begins with two. Joshua sending two spies. Oh, this is good. Do you remember how many spies Moses sends into land?",
    "start": "00:07:54",
    "end": "00:09:01"
  },
  {
    "text": "12.",
    "start": "00:09:02",
    "end": "00:09:02"
  },
  {
    "text": "12. And then 10 got freaked out because of the giants, because of the Nephilim. And there were two that were faithful. So sort of like Joshua, he's just.",
    "start": "00:09:02",
    "end": "00:09:12"
  },
  {
    "text": "Like, we just need two. We just need those two faithful ones.",
    "start": "00:09:12",
    "end": "00:09:14"
  },
  {
    "text": "Yeah, totally. So this is really funny. This story is a good example of narrative subtlety. So he sent the spies secretly from Shittim, saying, go view the land, especially Jericho, which is a fortified military outpost town overlooking the Jordan river, at the point where they wanted to cross. Makes sense why they would go there. So the spies went. And the first thing you're told, they do, and they went into the house of a prostitute whose name was Rachav, and they stayed the night there. So you just pause.",
    "start": "00:09:14",
    "end": "00:09:47"
  },
  {
    "text": "You're just like, oh, why'd they choose that?",
    "start": "00:09:47",
    "end": "00:09:50"
  },
  {
    "text": "Yeah. It's as if you're being led to, you know, have a forehead slapping, like, no, you guys, this is not the way to go. It gets worse. Somehow the king of Jericho finds out. So they're even, like, really bad spies. Clearly, they weren't very, like, subtle walking into the town. Yeah, it seems like the narrator's setting this up as a failure. Like, they go to a prostitute's house, and they weren't even very quiet about it, you know?",
    "start": "00:09:51",
    "end": "00:10:19"
  },
  {
    "text": "Okay, there's a lot of subtlety here.",
    "start": "00:10:19",
    "end": "00:10:21"
  },
  {
    "text": "Yeah, yeah. The men from the Sons of Israel have come here to search out the land. That's the message that the kings get. So the king, he even knows where to go?",
    "start": "00:10:21",
    "end": "00:10:30"
  },
  {
    "text": "Yeah.",
    "start": "00:10:30",
    "end": "00:10:30"
  },
  {
    "text": "He sends word to Rahab. It's like, maybe the first thing they did, they were asking, like, the gate.",
    "start": "00:10:30",
    "end": "00:10:37"
  },
  {
    "text": "Guards, they flunked out of spy school here.",
    "start": "00:10:37",
    "end": "00:10:39"
  },
  {
    "text": "Yeah, yeah. So it seems like this is gonna be a fail story. The king says to Rahab, bring out the men who have come to you. They've come to spy on the land. Now, the woman, she'd taken these two men and she's hidden them. And she said, oh, yeah, those guys. Yeah, they did come to me. I don't know where they are. You know, when it was time to shut the gates at night, those guys left. And I don't know where they went, so you better chase them quick. You might catch them.",
    "start": "00:10:39",
    "end": "00:11:09"
  },
  {
    "text": "Yeah, classic. They went that way.",
    "start": "00:11:09",
    "end": "00:11:11"
  },
  {
    "text": "Yeah, totally. So notice we have, like, a nighttime scene. You have a woman who on the surface is portrayed as being the one of questionable character, but in fact, she's the one rescuing this Whole situation. Deliverance comes from surprising places. Yeah, but you should know what she had really done. Verse 6. Had taken them up to the roof and hidden them in these stalks of flax seed. So, like this big pile of wheat flax up there. And she had hidden them in these piles. She had hidden them in food, which she had laid out on the roof. So the men chased them on the road. Now, before they had laid down, she had come up to them on the roof. And then she gives a speech. And this speech is pure gold. This is a wonderful example of a speech that is just packed with hyperlinks. She says, I know that Yahweh has given you the land. In fact, the dread of you has fallen upon us. And all the inhabitants of the land melt away in fear because of your presence. Her words are echoing the song of the sea that we meditated on in the last episode. And the point of that song was to say what Yahweh did to Egypt and Pharaoh, he is going to replay with the inhabitants of the land of Canaan. And in that song, in Exodus 15, 13 and 14, the people have heard, they tremble. Anguish has gripped the inhabitants of. And it lists all these people of the land. Philistia, Edom, Moab. The inhabitants of Canaan have melted away.",
    "start": "00:11:11",
    "end": "00:12:58"
  },
  {
    "text": "Same phrase.",
    "start": "00:12:58",
    "end": "00:12:59"
  },
  {
    "text": "That's exactly what she says. The dread of you has fallen on us. The inhabitants melt away. Because we have heard what we've heard how Yahweh dried up the waters of the Red Sea before you when you went to Egypt. We heard it and our hearts melted. So she is shrewd. Notice, she's like this interesting figure. She's using deception to deceive the king of Jericho in order to save life, but also because she is responding appropriately to God's power. She's like an example of what the ideal Egyptian response would have been like, which is to humble yourself and accept.",
    "start": "00:12:59",
    "end": "00:13:41"
  },
  {
    "text": "The blessing of God through Israel.",
    "start": "00:13:41",
    "end": "00:13:45"
  },
  {
    "text": "Yeah. So what's fascinating is she says, okay, how about you guys make me a promise? Swear a promise to me. Verse 12. Because I have shown loyalty to you, so you also show loyalty to me. Give me a sign that you will spare my father, my mother, my brothers and my sisters and everything that belongs to them. And you deliver our lives from death. So there's coming an attack on the city. And how about, I saved your lives, so what if you save mine and give me a sign, like a symbol? And so the sign that they come up with is that she's going to take a red cord, a cord of Scarlet. And hang it through the window, which is on that, like the outer wall, so that when Jericho gets attacked, they'll know which house or room in the wall is marked with the red. And that house marked with red is to be spared the coming attack.",
    "start": "00:13:46",
    "end": "00:14:51"
  },
  {
    "text": "This is echoing Passover imagery.",
    "start": "00:14:51",
    "end": "00:14:54"
  },
  {
    "text": "Yeah. Explicitly.",
    "start": "00:14:54",
    "end": "00:14:56"
  },
  {
    "text": "Okay.",
    "start": "00:14:56",
    "end": "00:14:56"
  },
  {
    "text": "Yep. Yeah. And in fact, when the guys say back to her, okay, this is a good idea, what they say is, anybody who goes out of the doors of that house, their blood will be on their own head. But anyone who's with you in the house, the blood will be on our heads. If anybody kills you and your family. So it's all about the blood guiltiness. But the sign on the house is a red cord. It's a strange little detail.",
    "start": "00:14:56",
    "end": "00:15:25"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:15:26",
    "end": "00:15:26"
  },
  {
    "text": "And the red cord is the sign to prevent the shedding of blood.",
    "start": "00:15:26",
    "end": "00:15:30"
  },
  {
    "text": "And so it creates her house as a refuge.",
    "start": "00:15:30",
    "end": "00:15:32"
  },
  {
    "text": "Yeah.",
    "start": "00:15:32",
    "end": "00:15:32"
  },
  {
    "text": "So her own little ark.",
    "start": "00:15:32",
    "end": "00:15:34"
  },
  {
    "text": "Yeah, yeah. But this is a Canaanite. This is a Canaanite family, so. Fascinating.",
    "start": "00:15:34",
    "end": "00:15:40"
  },
  {
    "text": "Why is that fascinating?",
    "start": "00:15:40",
    "end": "00:15:41"
  },
  {
    "text": "Well, chapter one set you up to think Canaanites, they're on the like to be killed list. And then the first story about the first Canaanites they come into contact with, she's actually the faithful one. And she's the one who takes Yahweh's character and promise seriously, and she's willing to risk her life to do right by Yahweh. And then she asks for a pledge and a sign of protection, which she is given. So it's the surprising inversion of who you think the good guys and bad guys are. It just starts scrambling your categories for that. And the reason why she does this, she says, is because the Exodus story made a big impact on her.",
    "start": "00:15:42",
    "end": "00:16:27"
  },
  {
    "text": "Yeah, right.",
    "start": "00:16:27",
    "end": "00:16:28"
  },
  {
    "text": "Yeah. So she gets delivered, and this is what ends up happening. Okay. Now, what's really fascinating is that Matthew, Matthew's gospel I'm forwarding to the story of Jesus, what he tells us, based on his study of the genealogies and Chronicles, is that Rahab actually married into the tribe of Judah and lived among Israel and became an ancestress of Joseph in the line of David into which Jesus was adopted. So this is another moment where, like Moses was delivered by these seven women at the beginning of the Exodus story who use counter deception. Right. To deceive a bad king. So also, here's this questionable woman using counter deception to save life, and then she ends up getting woven into the line of Jesus. Of Jesus. Yeah, yeah, yeah. There's a good example of a creative twist on the Exodus template. But Here in Joshua, chapter two, here's.",
    "start": "00:16:28",
    "end": "00:17:35"
  },
  {
    "text": "A Canaanite woman who you would think is not gonna be a hero because of her profession, who is the one bright spot in the story.",
    "start": "00:17:35",
    "end": "00:17:46"
  },
  {
    "text": "Yeah. It begins a sequence of stories connected to Jericho, which is the famous story March Seven Days, Walls Fall Down. That's the first story when they go into the land. And then the story after that is about the Israelites get defeated at a city called AI. And the reason they get defeated is because there's an Israelite who commits a sin on the scale of the Golden Calf, a guy named Achan, or Achan, who steals some of the plunder for himself. And so he's the one who gets destroyed. So before you get to all the stories of them taking the land of the Canaanites, you get these two stories about an outsider who's actually really the insider Rahab, and then an insider Eichan, who's actually really the outsider. It's trying to intentionally mess with your categories. I mean, this is, I guess, maybe like a trope in stories or movies that set you up to think this is going to be like a good guy story and a bad guy story. But then the whole story is really about problematizing. What does it mean to be good and who's really bad in the first place? And the good guys are actually bad guys, and the bad guys are.",
    "start": "00:17:46",
    "end": "00:18:51"
  },
  {
    "text": "You know, it seems like in modern storytelling, especially with film, there was this kind of era of really clean good guy, bad guy narratives. And then something happened along the way where those stories fell out of favor for these messier. Who's really the good guy? Who's really the bad guy? And we've almost kind of thought like, ooh, it's more sophisticated storytelling. But now you look back at this ancient thing, and if you think of any story that's going to be the cleanest, there's good guys and there's bad guys. Would be the Bible. And we see that it's been doing this from the beginning, pulling this move.",
    "start": "00:18:51",
    "end": "00:19:35"
  },
  {
    "text": "And maybe you could just say, because it's actually realistic, it's true. It's actually true to how humans really are, which is never one or the other. We're all kind of a mixed bag of good and evil mixed together. The next moment after the Rahab story is where Joshua and the people cross the Jordan river. And I'll just kind of briefly scan through it. It makes up what we call Joshua chapters three and four. And there's just all these little notes. I'll just start pointing out details and you'll quickly see what's going on here. So Joshua 3. Joshua got up early in the morning, and they set out from Shittim. That's where they sent the spies from. And then he sent some officers into the camp. They commanded the people, saying, when you see the Ark of the Covenant and the priests carrying it, everybody set out. So this is typical. They've been following the Ark of the Covenant, leading them on the road in between. However, put a distance between you and the Ark so that you can see where it goes and, you know, direct yourself accordingly. Verse 7. The Lord said to Joshua, this day I will begin to exalt you in the eyes of all Israel, so that they know, just like I have been with Moses, so I will be with you. There's that note again. Command the priests who are carrying the Ark to come to the edge of the waters of the Jordan and then stand still right there. Not should ring a bell.",
    "start": "00:19:35",
    "end": "00:21:32"
  },
  {
    "text": "Hmm. Standing still at the edge of the.",
    "start": "00:21:32",
    "end": "00:21:35"
  },
  {
    "text": "River, at the edge of some waters.",
    "start": "00:21:35",
    "end": "00:21:39"
  },
  {
    "text": "Because in Exodus 14, so Israel is leaving. They get trapped at the side of the river.",
    "start": "00:21:39",
    "end": "00:21:47"
  },
  {
    "text": "Yeah.",
    "start": "00:21:47",
    "end": "00:21:48"
  },
  {
    "text": "They're panicking. And I'm trying to remember, doesn't God just be like, chill out.",
    "start": "00:21:48",
    "end": "00:21:52"
  },
  {
    "text": "It's cool. Yeah. And the presence of God that will take up residence over the top of the Ark, when it's built. The cloud, it's built now, in Joshua, when they left Egypt, it wasn't built yet, but the presence that hovers over the Ark protected them, but instead of being in front of them, it was behind them. And then what they were facing was a body of water standing there at the seashore.",
    "start": "00:21:52",
    "end": "00:22:16"
  },
  {
    "text": "Yeah. So you're saying that the cloud in Exodus 14 that was protecting them is now the Ark.",
    "start": "00:22:16",
    "end": "00:22:23"
  },
  {
    "text": "Right. And instead of being behind them, it's.",
    "start": "00:22:23",
    "end": "00:22:26"
  },
  {
    "text": "In front of them.",
    "start": "00:22:26",
    "end": "00:22:26"
  },
  {
    "text": "It's in front of them because there's.",
    "start": "00:22:26",
    "end": "00:22:28"
  },
  {
    "text": "No army coming from behind.",
    "start": "00:22:28",
    "end": "00:22:29"
  },
  {
    "text": "No, the armies are ahead. Yeah.",
    "start": "00:22:29",
    "end": "00:22:32"
  },
  {
    "text": "Okay. All right.",
    "start": "00:22:32",
    "end": "00:22:33"
  },
  {
    "text": "So what they're told is it will come about verse 13, when the soles of the feet of the priests who carry the Ark, when they rest in the waters of the Jordan, the waters of the Jordan will be cut off, and the flowing waters that go down from above will stand in a heap.",
    "start": "00:22:33",
    "end": "00:22:53"
  },
  {
    "text": "Yeah. Very similar. Is it the same? It's not the same.",
    "start": "00:22:54",
    "end": "00:22:56"
  },
  {
    "text": "It is the same word.",
    "start": "00:22:56",
    "end": "00:22:58"
  },
  {
    "text": "Stand in a heap. Yes, it's the same word.",
    "start": "00:22:58",
    "end": "00:22:59"
  },
  {
    "text": "Same word. Oh, wow. What's fascinating is that word heap comes. Remember the rescue at the sea in the Exodus story happens in a narrative form and then in a poetic form. So the word heap belongs to the poetic retelling, but standing on the edge of the sea comes from the narrative retelling. So whoever wrote shaped this story in Joshua is actually drawing on both the narrative and the poem. Okay, yeah, that's cool.",
    "start": "00:22:59",
    "end": "00:23:27"
  },
  {
    "text": "Yeah.",
    "start": "00:23:27",
    "end": "00:23:27"
  },
  {
    "text": "So that's what's gonna happen. And then verse 17, the priests who carried the Ark of the covenant, they stood firm, however, on dry ground in the middle, the Yahwishah of the Jordan, while all Israel crossed on dry ground until the nation finished crossing the Jordan. There you go. Just as I was with Moses. So I will be with you. Okay, here's another little hint.",
    "start": "00:23:28",
    "end": "00:23:56"
  },
  {
    "text": "When you say hint, you mean the.",
    "start": "00:23:56",
    "end": "00:23:59"
  },
  {
    "text": "Narrator telling the story in a way that activates a glowing hyperlink. That is the invitation for the reader to go back and see what is being referenced.",
    "start": "00:23:59",
    "end": "00:24:09"
  },
  {
    "text": "And the payoff being, not only are they entering the promised Land, they're also being rescued. Because in the stories, it's hyperlinking to. They're being rescued from slavery.",
    "start": "00:24:09",
    "end": "00:24:21"
  },
  {
    "text": "Yeah. And from Pharaoh's army that's behind them.",
    "start": "00:24:21",
    "end": "00:24:24"
  },
  {
    "text": "So now you're saying the potential slavery and the armies are in front of them. So we're enacting the same stories and ideas and now flipping it.",
    "start": "00:24:24",
    "end": "00:24:35"
  },
  {
    "text": "Yes.",
    "start": "00:24:35",
    "end": "00:24:36"
  },
  {
    "text": "Like, you were rescued out of this. Now you're going in, and I'm rescue from it.",
    "start": "00:24:36",
    "end": "00:24:40"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:24:40",
    "end": "00:24:40"
  },
  {
    "text": "Okay.",
    "start": "00:24:40",
    "end": "00:24:41"
  },
  {
    "text": "Yeah, I see. Yeah. And this is how hyperlinking sets up analogies between stories. But the differences are just as important as the similarities.",
    "start": "00:24:41",
    "end": "00:24:50"
  },
  {
    "text": "The arc in front versus the arc behind.",
    "start": "00:24:50",
    "end": "00:24:52"
  },
  {
    "text": "And when you compare and contrast, you begin to notice things in the story and be like, whoa, that's inverted, or that's tweaked. And then you see new interpretive insights.",
    "start": "00:24:52",
    "end": "00:25:04"
  },
  {
    "text": "If you're thinking, great, they're going to go into the Promised Land, everything's going to be great. And as soon as you start talking about it as an inverse kind of like Exodus, you're like, is it gonna be great?",
    "start": "00:25:04",
    "end": "00:25:16"
  },
  {
    "text": "Yeah. It's as if they're walking backwards through the Exodus template.",
    "start": "00:25:16",
    "end": "00:25:20"
  },
  {
    "text": "Yes. Right.",
    "start": "00:25:20",
    "end": "00:25:21"
  },
  {
    "text": "They have just come out of the wilderness.",
    "start": "00:25:21",
    "end": "00:25:23"
  },
  {
    "text": "Is that what they're doing? They're walking backwards.",
    "start": "00:25:23",
    "end": "00:25:24"
  },
  {
    "text": "They've come out of the wilderness, and now they're going through a body of water, but not away from danger. Into danger. Yeah, yeah, yeah, totally. Okay, just a quick note. The people are supposed to grab a bunch of rocks when they walk through the river on the dry ground and set up a 12 stone pillar on the other side.",
    "start": "00:25:24",
    "end": "00:25:42"
  },
  {
    "text": "Yeah.",
    "start": "00:25:42",
    "end": "00:25:43"
  },
  {
    "text": "So that chapter four, six, we're told that in the future when your children ask, like, hey, what's that pile of stones about by the Jordan River? Then you can say, oh, because Yahweh parted the waters and so on. This is all the language of Passover. You do the ritual meal. And when your children ask you, why do we have the unleavened bread? What do we eat for this meal? You will say, because on this night, we were delivered.",
    "start": "00:25:43",
    "end": "00:26:09"
  },
  {
    "text": "Oh, so they're now assigning that to this.",
    "start": "00:26:09",
    "end": "00:26:12"
  },
  {
    "text": "Yes. So notice again, there were two deliverance stories in the Exodus. There's Passover, through the waters and through the waters.",
    "start": "00:26:12",
    "end": "00:26:19"
  },
  {
    "text": "So now we're through the waters. Now, the memorial. That was the Passover memorial. Okay.",
    "start": "00:26:19",
    "end": "00:26:24"
  },
  {
    "text": "Yeah. The same kind of memorial for your children that you did for Passover is now being applied to a water passage, so to speak. So it's another blending of multiple stories in Exodus merged together into one here. Yeah. And then, in case the reader hasn't picked up the analogies between this story, God just says, you shall tell your children Israel crossed the Jordan on dry ground. For the Lord dried up the waters of the Jordan just as he did to the Sea of reeds.",
    "start": "00:26:24",
    "end": "00:26:58"
  },
  {
    "text": "Yeah. That he remembered this happened before.",
    "start": "00:26:58",
    "end": "00:27:01"
  },
  {
    "text": "Yeah. And so that all the peoples of the land would know that the hand of Yahweh is powerful. And so that you, Israel, may fear Yahweh your God forever. That's actually really important. All of the plagues on Egypt were so that Egypt will know that I am Yahweh, so that Israel will know that I am Yahweh. So here's another one of those acts for Israel and the nations to know. So if the Egyptian powerful acts of God were for Egypt to know, these drawing of the waters is for the Canaanite nations to know. And we know that they've heard Rahab. That's what Rahab said. So as soon as they cross the Jordan, what happens is the Canaanites go on the offensive. And consistently throughout, the Canaanite leaders are depicted through hyperlinks on analogy to Pharaoh. And I just want to show you a few examples. And again, this was illuminating for me to think about how the story is portraying the Canaanites and why the Israelites were in conflict with them. So chapter five, verse one. It happened when all the kings of the Amorites beyond the Jordan and all the kings of the Canaanites by the sea heard that Yahweh dried up the waters of the Jordan. Their hearts melted. There was no courage left in them. So that's chapter five, verse one. And then the Israelites marched to go to the city of Jericho. And then there's all of that story. So after the victory at Jericho, which the Israelites don't fight, by the way, the Jericho battle. Yeah. Just march around having a music.",
    "start": "00:27:01",
    "end": "00:28:45"
  },
  {
    "text": "It's like a worship test. It's like a protest. Yeah.",
    "start": "00:28:45",
    "end": "00:28:48"
  },
  {
    "text": "Or it's more like a worship because they are going around blowing trumpets, like a ritual, like a liturgical procession around the city. It's really interesting. So they don't fight at all. Yahweh brings them the victory. After that's all over, we come to chapter nine, which begins now when all the kings beyond the Jordan and in the hill country and the lowlands and the coast, and it gives a long list. When they all heard this, they gathered themselves together to fight. And this is where the real conflicts with the Canaanites begins, is in Joshua 9. There's been two battles so far, Jericho, which was kind of like a half battle because God did that one. And they do go and attack another city called AI, which fails at first. That's the Achan story. And then they do overcome it. Then you get the story. So in chapter 10, it happened when Adoni, Tzedek, king of Jerusalem. So Adoni means lord of. And Tzedek means righteousness. There's actually a play on Melchizedek.",
    "start": "00:28:48",
    "end": "00:29:54"
  },
  {
    "text": "Melchizedek.",
    "start": "00:29:55",
    "end": "00:29:55"
  },
  {
    "text": "Melchizedek, yeah. Yeah. In a way, this name means the same thing as Melchizedek. So the lord of righteousness of Jerusalem, who.",
    "start": "00:29:55",
    "end": "00:30:05"
  },
  {
    "text": "Who's this guy?",
    "start": "00:30:05",
    "end": "00:30:05"
  },
  {
    "text": "He's the Canaanite king of Jerusalem.",
    "start": "00:30:05",
    "end": "00:30:08"
  },
  {
    "text": "Okay.",
    "start": "00:30:08",
    "end": "00:30:08"
  },
  {
    "text": "He heard that Joshua had like, captured AI and won some battles, just like he did to Jericho. Verse 2. He became very afraid. And so he sends letters to all of these Canaanite kings all throughout the land. And he says, come, help me. Let's attack. And so verse five, the five kings of the Amorites, the king of Jerusalem. And it names all of these Amorite kings who are kings in the land of Canaan. They gathered together, they went up all their armies. And Joshua went up from Gilgal, he and his fighting men, all of his best warriors. And Yahweh said to Joshua, don't be afraid, Altera. This is exactly what. What Yahweh said to Moses at the shoreline of the Sea of Reeds when Pharaoh was coming with his chariots. So it's another little hyperlink.",
    "start": "00:30:08",
    "end": "00:31:07"
  },
  {
    "text": "Okay.",
    "start": "00:31:07",
    "end": "00:31:07"
  },
  {
    "text": "And what we're told is Yahweh threw these kings armies into confusion. This comes right from the story of the moment Pharaoh's armies ride their chariots into the dry ground and in between the waters.",
    "start": "00:31:08",
    "end": "00:31:23"
  },
  {
    "text": "Yeah.",
    "start": "00:31:23",
    "end": "00:31:24"
  },
  {
    "text": "And it's the same Hebrew verb, hamam, to throw them into confusion.",
    "start": "00:31:24",
    "end": "00:31:29"
  },
  {
    "text": "The whole phrase is one word. Hammam.",
    "start": "00:31:29",
    "end": "00:31:31"
  },
  {
    "text": "Oh, it's a verb. Vahumem. Yep. And so the Israelites really were able to strike a great blow. And then this is interesting. As they, the kings and their armies were fleeing from Israel on the slope of Beit Horon, Yahweh threw huge stones from the skies upon them, and more died by the stones than by the Israelites. Huge rocks falling from the sky. We call them hailstones.",
    "start": "00:31:31",
    "end": "00:32:00"
  },
  {
    "text": "Oh, is that what this is?",
    "start": "00:32:00",
    "end": "00:32:02"
  },
  {
    "text": "Yeah.",
    "start": "00:32:02",
    "end": "00:32:03"
  },
  {
    "text": "Okay. Yeah, I was trying to imagine, like.",
    "start": "00:32:03",
    "end": "00:32:05"
  },
  {
    "text": "Yeah, it's not a meteor shower. The word refers to ice rocks. Okay, now that should ring a bell too.",
    "start": "00:32:05",
    "end": "00:32:12"
  },
  {
    "text": "Stones. I mean, that stones were brought up specifically.",
    "start": "00:32:13",
    "end": "00:32:16"
  },
  {
    "text": "Ice stones.",
    "start": "00:32:16",
    "end": "00:32:17"
  },
  {
    "text": "Oh, ice stones.",
    "start": "00:32:17",
    "end": "00:32:17"
  },
  {
    "text": "Big ice stones.",
    "start": "00:32:17",
    "end": "00:32:18"
  },
  {
    "text": "Where is this from?",
    "start": "00:32:18",
    "end": "00:32:19"
  },
  {
    "text": "It's from.",
    "start": "00:32:19",
    "end": "00:32:20"
  },
  {
    "text": "Oh, the plagues.",
    "start": "00:32:21",
    "end": "00:32:22"
  },
  {
    "text": "From the seventh plague on Egypt, I will send very severe hailstones. And it's the same word being used here. Big ice rocks falling out of the sky. Okay, so let's just ponder the significance of this analogy here. Well, I guess we kind of already have. Instead of they cross through the waters, but instead of God's presence being behind.",
    "start": "00:32:22",
    "end": "00:32:50"
  },
  {
    "text": "Them, protecting them from Pharaoh's army coming.",
    "start": "00:32:50",
    "end": "00:32:53"
  },
  {
    "text": "It went ahead of them.",
    "start": "00:32:54",
    "end": "00:32:56"
  },
  {
    "text": "Okay.",
    "start": "00:32:56",
    "end": "00:32:56"
  },
  {
    "text": "And then in Exodus, Pharaoh heard that the people had gone out into the wilderness, and so he chased after them. But now it's these kings hearing that these people are in the middle of our land, and so they come from in front and come attack them. God told Moses, don't be afraid. God tells Joshua, don't be afraid. And then God brought hailstones as the seventh plague on Egypt, and now he's bringing hailstones on the five kings of the Canaanites. So, yeah, essentially, as I was with Moses, so also I will be with you.",
    "start": "00:32:57",
    "end": "00:33:36"
  },
  {
    "text": "Yeah. They're reversing back. I think what's different, and I think what. I'm sorry. Always comes back to this. But Pharaoh, he was a bad dude.",
    "start": "00:33:37",
    "end": "00:33:48"
  },
  {
    "text": "Yes. Yeah, yeah, yeah.",
    "start": "00:33:48",
    "end": "00:33:49"
  },
  {
    "text": "Like, he was causing the problem. And now Israel's going into this land, and these people are like, we gotta defend our land.",
    "start": "00:33:49",
    "end": "00:33:59"
  },
  {
    "text": "Totally. Yeah. So let's just name. Let's name that. You would, of course, expect a story like this to frame the bad guys as Pharaoh. Right. But what you're noting is that they haven't oppressed Israel.",
    "start": "00:33:59",
    "end": "00:34:13"
  },
  {
    "text": "They haven't done a Pharaoh move.",
    "start": "00:34:13",
    "end": "00:34:14"
  },
  {
    "text": "Right? Yeah, that's right. So the assumed background for this, however portraying them like Pharaoh, is that that's the kind of kings that they are. They are Pharaoh like kings. And really, you know this not from the prophets, you know this from the descriptions of the behavior and culture of the Canaanites, from passages in the Torah which depict God being patient with the Canaanites over a long period of time. And of them being a land full of giants and full of bloodshed and violence. Yeah, I mean, that's the portrait.",
    "start": "00:34:14",
    "end": "00:34:52"
  },
  {
    "text": "So when I think of any moment of de creation and judgment, justice is kind of uncomfortable. Even when it is framed as like, these are the bad guys.",
    "start": "00:34:52",
    "end": "00:35:03"
  },
  {
    "text": "They deserved it, they deserved it.",
    "start": "00:35:03",
    "end": "00:35:05"
  },
  {
    "text": "So the plague's on Pharaoh. As much as you're like, yeah, go God. You're like, you know, there's other Egyptian families there, they don't deserve it. Or like the flood with Noah, it's framed as like, there was violence everywhere. It was just unbearable.",
    "start": "00:35:05",
    "end": "00:35:21"
  },
  {
    "text": "But.",
    "start": "00:35:21",
    "end": "00:35:21"
  },
  {
    "text": "But you're like, I gotta imagine that.",
    "start": "00:35:21",
    "end": "00:35:23"
  },
  {
    "text": "There'S still like, yeah, it's as if the story, instead of trying to harmonize all these ideas together into a systematic treatment of divine justice and mercy, you're just given different portraits, different stories. So one of them is about the bigger story, which is when Yahweh sees human violence and injustice reaching a, like a tipping point, he will hand it over to self destruction. And that's when decreation imagery gets used. And when it's the waters of the flood, it's like creation itself here. It's the Israelite armies that are the.",
    "start": "00:35:23",
    "end": "00:36:04"
  },
  {
    "text": "Yeah, the flood.",
    "start": "00:36:04",
    "end": "00:36:05"
  },
  {
    "text": "Like the flood or like the plague that pass over. And I think for me that's part of the rub. When I'm hearing that aspect, it's uncomfortable.",
    "start": "00:36:05",
    "end": "00:36:13"
  },
  {
    "text": "Enough when it's just decreation.",
    "start": "00:36:13",
    "end": "00:36:15"
  },
  {
    "text": "Totally. Yeah, that's right.",
    "start": "00:36:15",
    "end": "00:36:16"
  },
  {
    "text": "Yeah.",
    "start": "00:36:16",
    "end": "00:36:16"
  },
  {
    "text": "But Israel is such an imperfect, flawed tool themselves. And that's when you hear the other main theme of these stories, which is with Rahab and the Achan story, which.",
    "start": "00:36:17",
    "end": "00:36:28"
  },
  {
    "text": "Is it's like the biblical authors saying.",
    "start": "00:36:28",
    "end": "00:36:30"
  },
  {
    "text": "Like, yeah, we know, we know, we know. Israel is actually just as corrupt and they're going to become just as corrupt as the people that they're fighting right now, which is why everybody is going to end up in some version of de creation. But what if there was a faithful remnant? And what's so remarkable is that's who Rahab is portrayed as in the opening story. And then you're like, that's so Jesus style that it's the Canaanite prostitute, that she's the one. And it's for sure why Matthew in this gospel highlights These four non Israelite women in the genealogy of Jesus, and that Rahab's one of them because he wants us to see that the real crew that's the instrument of God in history are not the big kings in their armies, the sex worker who has a change of heart and sees who God really is. It's Bathsheba, it's Ruth, you know, it's these women who nobody would have thought that they are the pivots of history. And so then the book of Joshua just sets those both in front of us and just like meditate on that.",
    "start": "00:36:30",
    "end": "00:37:47"
  },
  {
    "text": "Yeah.",
    "start": "00:37:48",
    "end": "00:37:48"
  },
  {
    "text": "For anyone who's interested, this kind of dual complex nature of Joshua that's wrestling with multiple viewpoints at the same time. I have found the work of Hebrew Bible scholar Daniel Hochschule really insightful. He has a few books on Joshua. He has a commentary in what's called the Berit Olam series. And then he has two books on Joshua, one called Joshua in 3D, or you can read a little more nerdy form of it, which is his dissertation published, I think, called Every Promise Fulfilled, Contesting Plots in Joshua. But his point is that the Rahab theme feels intention with the Israelites going in and storming the land theme and the good guys and bad guys. And his whole point is that tension's on purpose to force you to see the story under the story. But I guess what is significant for what we're doing is that the book of Joshua is being framed as like an inverse exodus. The road into the land becomes a backward sequence of the road out of Egypt.",
    "start": "00:37:48",
    "end": "00:39:03"
  },
  {
    "text": "Yeah.",
    "start": "00:39:03",
    "end": "00:39:03"
  },
  {
    "text": "So that the road in between becomes like a pivot. It truly is like that Christopher Nolan film.",
    "start": "00:39:04",
    "end": "00:39:11"
  },
  {
    "text": "Oh, Tenet.",
    "start": "00:39:11",
    "end": "00:39:12"
  },
  {
    "text": "Tenet, which is constantly. You watch through a whole part of the movie and then they go through this little rotator and then the next part of the movie is walking through the first part, but backwards. It's like that.",
    "start": "00:39:12",
    "end": "00:39:25"
  },
  {
    "text": "Yeah. What's the payoff of this? Because in one sense, it makes a great explanation for why going into the promised land wasn't the end solution, because we're going to find ourselves back in exile. But it seems like also there's something to meditate on, which is that if you take this template as the grand narrative of all of the cosmos, seems like the hope, the biblical hope, is there is an entrance into the promised Land that isn't actually now going back into.",
    "start": "00:39:25",
    "end": "00:39:57"
  },
  {
    "text": "Oh, yeah. Another cycle.",
    "start": "00:39:58",
    "end": "00:40:00"
  },
  {
    "text": "Another cycle.",
    "start": "00:40:00",
    "end": "00:40:00"
  },
  {
    "text": "Yeah.",
    "start": "00:40:00",
    "end": "00:40:01"
  },
  {
    "text": "Like it'll end. Like we'll go in and it'll truly be the promised Land.",
    "start": "00:40:01",
    "end": "00:40:04"
  },
  {
    "text": "Yeah. I suppose that the way this macro exodus cycle works is to give you a big cosmic hope that somehow, some way, this God will bring about the true road out, the road between, and the final road in, where all wrongs are made. Right. But now what I find is in my life or my community living out these more mini scale versions and the road in kind of has foretastes. Yeah, right. Of like the ultimate road in. But then it's just as problematic and we find out I'm replaying the whole thing all over again.",
    "start": "00:40:04",
    "end": "00:40:43"
  },
  {
    "text": "Yeah, my road in. I'm back in the wilderness. Or Rodin, I'm back in oppression. I need deliverance.",
    "start": "00:40:43",
    "end": "00:40:47"
  },
  {
    "text": "Exactly right. So the book after Joshua is Judges. Judges. And it's so cool, man. You can't make this up. Judges begins with a summary of the tribes, like taking all their portions of land. Judges chapter one and then chapter two begins by retelling something that had already happened at the end of Joshua, which is the death of Joshua. But it retells it with a twist. And this is how it works. In Judges, chapter 2, verse 7, the people served the Lord all the days of Joshua and all the days of the elders that survived Joshua, those who had seen the great work of the Lord that he had done for Israel. Then Joshua, son of nun servant of the lord, he died 110 years old. And they buried him. And they tell you where. Verse 10. All that generation were gathered to their fathers. That's a figure of speech for getting buried in your family tomb.",
    "start": "00:40:47",
    "end": "00:42:04"
  },
  {
    "text": "Oh, okay.",
    "start": "00:42:04",
    "end": "00:42:05"
  },
  {
    "text": "And there arose another generation after them who did not know Yahweh, and they did not know the work that he had done for Israel. And they did evil in the eyes of the Lord. They served other gods. It all goes downhill. So that should ring a bell, that Joshua and this generation died. And there arose a new generation who did not know. Check out how the book of Exodus begins giving you a genealogy of the sons of Jacob.",
    "start": "00:42:05",
    "end": "00:42:35"
  },
  {
    "text": "Okay?",
    "start": "00:42:35",
    "end": "00:42:36"
  },
  {
    "text": "And then you're told, now Joseph died, and then all his brothers.",
    "start": "00:42:36",
    "end": "00:42:40"
  },
  {
    "text": "Okay.",
    "start": "00:42:40",
    "end": "00:42:41"
  },
  {
    "text": "And then all that generation. And a new king arose over Egypt who did not know Joseph. And then begins the downfall of Pharaoh.",
    "start": "00:42:41",
    "end": "00:42:53"
  },
  {
    "text": "And the oppression of Israel.",
    "start": "00:42:54",
    "end": "00:42:55"
  },
  {
    "text": "So Joseph died all that generation, a new king rose, who didn't know. Then you open up Judges, Joshua died all that generation. There arose a new generation of Israelites, and they did not know Yahweh.",
    "start": "00:42:56",
    "end": "00:43:12"
  },
  {
    "text": "And Judges opens saying, this new generation of Israel is like Pharaoh.",
    "start": "00:43:12",
    "end": "00:43:16"
  },
  {
    "text": "Israel is the new Pharaoh. You thought the Canaanites were the Pharaoh.",
    "start": "00:43:16",
    "end": "00:43:20"
  },
  {
    "text": "Oh my God.",
    "start": "00:43:20",
    "end": "00:43:20"
  },
  {
    "text": "And they were in Joshua.",
    "start": "00:43:20",
    "end": "00:43:21"
  },
  {
    "text": "Yeah.",
    "start": "00:43:21",
    "end": "00:43:22"
  },
  {
    "text": "With little Problematic hints here and there, like. But Judges just comes out saying, no, no, no, no. Wow, Israel is Pharaoh. Wow. Isn't that brilliant?",
    "start": "00:43:22",
    "end": "00:43:31"
  },
  {
    "text": "Yeah.",
    "start": "00:43:31",
    "end": "00:43:31"
  },
  {
    "text": "And then what's going to happen? The rest of chapter two is saying, and here's the roller coaster. What made me think of this is you just said we feel like trapped in a cycle. We're waiting for the final getting out.",
    "start": "00:43:32",
    "end": "00:43:43"
  },
  {
    "text": "Right.",
    "start": "00:43:43",
    "end": "00:43:43"
  },
  {
    "text": "And so Judges two just says, it's a cycle, all right. And Judges two summarizes, so the Israelites did evil because they didn't know Yahweh. So Yahweh handed them over to enemies and then they were distressed and they would groan and cry out, just like Exodus. Except in Exodus they're groaning out because of their slavery. Here they're groaning out because of their self created slavery, so to speak. But Yahweh would raise up deliverers and deliver them, but when that leader died, they would relapse and even act more corruptly. So not only are the Israelites the new Pharaoh, but then they also become the suffering Israelites, but they are their own oppressors now. And this cycle replays itself half a dozen times throughout Judges. And all of the Judges rise up as like Moses figures. But both the oppressor and the oppressed are the same people. Isn't that really remarkable?",
    "start": "00:43:44",
    "end": "00:44:49"
  },
  {
    "text": "The oppressor and the oppress, same people because their oppression is because they're turning away from Yahweh. And then Yahweh allows enemy nations to come and get him.",
    "start": "00:44:50",
    "end": "00:44:58"
  },
  {
    "text": "Yeah. So the enemy nations are the oppressors because of Israel's faithlessness in the first place. So Joshua and Judges sit next to each other in the storyline.",
    "start": "00:44:58",
    "end": "00:45:08"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:45:08",
    "end": "00:45:09"
  },
  {
    "text": "And you gotta really read them both together. Yeah, yeah. Because the Canaanites are the Pharaoh figures in Joshua, but now the Israelites are the Pharaoh figures in Judges. And if you only hear one, you're going to hear an imbalanced portrait of human nature and also of God's purposes. So a lot of this is about the complexity and the outworkings through generations of human decisions and later generations dealing with the consequences of the decisions of earlier generations. Yet they're also accountable for the decisions that they make in their own time and place. And it's such a mess that it does create the. When we talk about the paradigm, the Messianic thrust of the Hebrew Bible, this is kind of it in terms of painting the problem. It's like, who's going to lead us out ultimately? Who's going to lead us in between through the wilderness ultimately and who's going to lead us into the ultimate land. And Isaiah has some thoughts about that. Judges and Joshua just point forward. Incidentally, Joshua's name is.",
    "start": "00:45:09",
    "end": "00:46:22"
  },
  {
    "text": "Yeah, what did you say? What is it in Hebrew?",
    "start": "00:46:23",
    "end": "00:46:25"
  },
  {
    "text": "Well, Yehoshua. In Hebrew you can shorten it to just Yeshua. And then in Greek, it gets translated, Jesus, which is then put into European languages, including English, as Jesus.",
    "start": "00:46:25",
    "end": "00:46:38"
  },
  {
    "text": "But it's Joshua.",
    "start": "00:46:38",
    "end": "00:46:39"
  },
  {
    "text": "Yeah, yeah. So that itself is suggestive too. What we're looking for is an ultimate Jesus, an ultimate Joshua to bring us.",
    "start": "00:46:39",
    "end": "00:46:49"
  },
  {
    "text": "Into the promised land in a way that it's actually the promised land stick this time. And it actually is a blessing for the nations.",
    "start": "00:46:49",
    "end": "00:46:55"
  },
  {
    "text": "Yeah, Yep. Blessing for the nations in a way that instead of destroying us through decreation, what if we could be de. Created in a way that people purifies us to be ready to handle a true holy land, like a true holy, purified new creation. And that is where Isaiah picks up the ball from the former prophets and he carries it forward in the scroll of Isaiah. So we should look at that next.",
    "start": "00:46:56",
    "end": "00:47:23"
  },
  {
    "text": "Thanks for listening to BibleProject podcast. In our next episode, we'll look at the prophecy. Isaiah, who's speaking to a people who are already in the promised land. But he looks forward to a new cosmic exodus where God will create the final road in the road that leads to a city on a mountain. And this isn't just for Israel, it's for everyone.",
    "start": "00:47:26",
    "end": "00:47:46"
  },
  {
    "text": "It will draw all the scattered remnant and make them one again in the land. And then all of the nations with them. The land will be full of knowing Yahweh like the waters cover the sea.",
    "start": "00:47:47",
    "end": "00:47:59"
  },
  {
    "text": "Bibleproject is a crowdfunded nonprofit. We exist to help people experience the Bible as a unified story that leads to Jesus. Everything that we make is free because of the generous support of thousands of people just like you. Thank you so much for being a part of this with us.",
    "start": "00:48:00",
    "end": "00:48:14"
  },
  {
    "text": "Hi everyone. My name is Stephanie and I'm from the Bluegrass state of Kentucky in the southern part of the US I first heard about bibleproject when I was confused about scripture in Leviticus. I use the bibleproject for conversation starters with people who want to know more about Jesus. My favorite thing about Bibleproject is its accessibility with 55 different languages, being able to be translated so that people can understand books of Leviticus. Like me. We believe the Bible is a unified story that looks leads to Jesus. We're a crowdfunded project by people like me. Find free videos, articles, podcasts, classes and more on the Bibleproject. App and@bibleproject.com.",
    "start": "00:48:15",
    "end": "00:48:59"
  },
  {
    "text": "Hey everyone, this is Patrick Ramos and I'm the managing producer of the studio at bibleproject. I've been working at bibleproject for three and a half years and I've recently completed producing the Sermon on the Mount series. There's a whole team of people that bring the podcast to life every week. For a full list of everyone who's involved, check out the show credits in the episode description wherever you stream the podcast and on our website.",
    "start": "00:49:01",
    "end": "00:49:21"
  }
]