[
  {
    "text": "Welcome to BibleProject podcast. We're talking through the theme of the Exodus in the Bible. It's the way out of slavery, the way through the wilderness, and the way into the land of blessing. This is the Exodus way. Last week, we started to look at the story of Jesus as the one who rescues us and leads us on the way. Jesus is the new deliverer. And so Jesus needs to confront the cosmic pharaoh, death itself. But how? Jesus. Jesus calls his way through death as his Exodus.",
    "start": "00:00:04",
    "end": "00:00:33"
  },
  {
    "text": "He said, the Son of man will suffer many things, be rejected by the elders and chief priests and scribes, and be killed and raised up on the third day. Whatever exodus he's about to accomplish at Jerusalem, it's gonna involve him dying, going to Jerusalem, and getting killed.",
    "start": "00:00:34",
    "end": "00:00:53"
  },
  {
    "text": "When Jesus arrives in Jerusalem, he confronts the religious leaders for their corruption and hypocrisy, and they begin to look for an opportunity to kill him. And Jesus plans all of this on not just any week, but the week leading up to Passover.",
    "start": "00:00:53",
    "end": "00:01:08"
  },
  {
    "text": "Jesus did this on purpose. He planned his showdown in Jerusalem to be timed with this most important sacred annual feast.",
    "start": "00:01:08",
    "end": "00:01:17"
  },
  {
    "text": "Passover is the night of God's final strike against Egypt, the night that God decisively defeats Pharaoh and releases Israel from bondage. And so every year, Israel celebrates Passover, and it all leads up to a sacred feast with the bread of life and the wine of blessing. Important symbols that connect us to the Exodus way, symbols that Jesus himself celebrates with his friends.",
    "start": "00:01:17",
    "end": "00:01:41"
  },
  {
    "text": "Jesus thinks in terms of these scriptural symbols. He gave a meal with these rich symbols that you don't think about. You eat them, and your eating of them is how you experience them.",
    "start": "00:01:42",
    "end": "00:01:53"
  },
  {
    "text": "Today, Tim Mackey and I talk about Jesus planning his final week during Passover and all of the ways that his death fulfills the cosmic Exodus story of the Bible. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:01:54",
    "end": "00:02:14"
  },
  {
    "text": "Hi, John. Hello.",
    "start": "00:02:14",
    "end": "00:02:15"
  },
  {
    "text": "Hello. We're talking through the theme of the Exodus, and we are in the Gospels.",
    "start": "00:02:15",
    "end": "00:02:23"
  },
  {
    "text": "Yes.",
    "start": "00:02:23",
    "end": "00:02:23"
  },
  {
    "text": "So we're looking at how the life and death and resurrection of Jesus works with the theme of the Exodus.",
    "start": "00:02:23",
    "end": "00:02:30"
  },
  {
    "text": "Yes. What we've seen is that the Exodus story, as popularly known, recounted in modern many films, retellings, and movies. Yeah. Typically goes from the enslavement of Israel to their deliverance through the waters of the sea. And that is like a foundational part. But when you look to later biblical authors in the Psalms, the prophets, or in the New Testament, they treat the Exodus from Egypt as intimately connected to the wilderness wanderings that come right after the stop at Mount Sinai and then the journey into, remember, Exodus means the road out. Then there's a road in between in the wilderness, and then the road into the promised land. Because the reason God takes them out is to put them in somewhere. And so the road out, the road in between, the road in that spans from Exodus to the book of Joshua in a way really is the complete story. And then that becomes a thematic cycle or a set of ideas or a story arc that later biblical authors will constantly draw upon to talk about later moments that come after the Exodus, like in the Book of Judges or Kings. They'll retell moments in Israel's history as Exodus like moments. The prophets will anticipate what God is going to do in the future for Israel as a new Exodus. We've looked at that in depth. The Psalms shaped Israel so that every generation and every Israelite thinks about their lives individually and corporately as a replaying of the Exodus storyline. And then we've been looking at how the Gospel authors want us to see that Jesus is both the fulfillment and the ultimate replay, carrying forward the Exodus story arc as well. So it's more like a melody than can just be set on replay in later stories.",
    "start": "00:02:30",
    "end": "00:04:33"
  },
  {
    "text": "And so last week we looked at kind of the first half of Jesus ministry, specifically even his origin narratives.",
    "start": "00:04:34",
    "end": "00:04:42"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:04:42",
    "end": "00:04:43"
  },
  {
    "text": "How Matthew in particular really plays up his connection to Moses.",
    "start": "00:04:43",
    "end": "00:04:47"
  },
  {
    "text": "Yeah.",
    "start": "00:04:47",
    "end": "00:04:48"
  },
  {
    "text": "That he's.",
    "start": "00:04:48",
    "end": "00:04:48"
  },
  {
    "text": "Similarities with Moses.",
    "start": "00:04:48",
    "end": "00:04:50"
  },
  {
    "text": "Yeah. That he's replaying these Moses moments of.",
    "start": "00:04:50",
    "end": "00:04:55"
  },
  {
    "text": "Being saved from the murderous tyrant who's killing boys.",
    "start": "00:04:55",
    "end": "00:05:01"
  },
  {
    "text": "Yeah. Ironically, he flees to Egypt.",
    "start": "00:05:01",
    "end": "00:05:05"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:05:05",
    "end": "00:05:06"
  },
  {
    "text": "So there's a little twist.",
    "start": "00:05:06",
    "end": "00:05:07"
  },
  {
    "text": "Egypt becomes the refuge.",
    "start": "00:05:07",
    "end": "00:05:09"
  },
  {
    "text": "Egypt becomes refuge. And then he goes through the waters in his own baptism, which is a significant moment where he aligns with what John the Baptist is doing, which is asking all of Israel to go through the waters, the Jordan river waters, which is going into the new.",
    "start": "00:05:09",
    "end": "00:05:27"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:05:28",
    "end": "00:05:28"
  },
  {
    "text": "The land. That's the final. That's the road in.",
    "start": "00:05:28",
    "end": "00:05:30"
  },
  {
    "text": "Yeah, exactly. Yeah. The road out took them through the waters down in Egypt, and then the road in to the Promised Land took them through the waters of the Jordan. And Jesus is simultaneously replaying both water moments of Israel's story in one moment. It's cool.",
    "start": "00:05:30",
    "end": "00:05:47"
  },
  {
    "text": "So we ended looking at how Jesus went to what we call the Mount of Transfiguration, which is kind of like a Sinai moment.",
    "start": "00:05:48",
    "end": "00:05:55"
  },
  {
    "text": "Yes. You've been set up to think, oh, Jesus is a new Moses. He does and is reliving Moses type stuff. He's a Moses.",
    "start": "00:05:56",
    "end": "00:06:04"
  },
  {
    "text": "Yeah.",
    "start": "00:06:04",
    "end": "00:06:04"
  },
  {
    "text": "And then you get to this mountain in Matthew chapter 17, or in Luke chapter 9. And he's kind of like a new Moses, but with a twist. Significant twist.",
    "start": "00:06:05",
    "end": "00:06:15"
  },
  {
    "text": "Yeah. So Israel went to Mount Sinai in the road between, in the wilderness.",
    "start": "00:06:15",
    "end": "00:06:21"
  },
  {
    "text": "Yes.",
    "start": "00:06:21",
    "end": "00:06:22"
  },
  {
    "text": "And at Mount Sinai, the glory of God came to the top of the mountain. Moses went up, experienced God's glory, got God's wisdom, brought that back down to Israel. So here we have Jesus going up a mountain. He's transfigured to be glowing with the glory of God. And who's with them but Moses.",
    "start": "00:06:22",
    "end": "00:06:46"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:06:46",
    "end": "00:06:47"
  },
  {
    "text": "And also Elijah.",
    "start": "00:06:47",
    "end": "00:06:48"
  },
  {
    "text": "Elijah, yeah.",
    "start": "00:06:48",
    "end": "00:06:49"
  },
  {
    "text": "Who. Who also has a Mount Sinai moment. In the story of the Bible.",
    "start": "00:06:49",
    "end": "00:06:52"
  },
  {
    "text": "The key detail there is that Jesus, who you thought was a new Moses. And he is, but he's more than. Because by being the one standing in the middle of Elijah and Moses and he's shining like the sun. So Jesus is actually Yahweh, the one whom Moses and Elijah met, become human to accomplish a Moses like deliverance. But the emphasis is that it's God coming personally to do it for his people.",
    "start": "00:06:52",
    "end": "00:07:20"
  },
  {
    "text": "Yeah, that's such a cool image. The glory of Yahweh made human to lead us through the wilderness. So I guess then that begs the question, how is Jesus going to do it? And in Luke's account, you get this like little intimate moment where you overhear.",
    "start": "00:07:21",
    "end": "00:07:37"
  },
  {
    "text": "What they were talking about.",
    "start": "00:07:37",
    "end": "00:07:38"
  },
  {
    "text": "What they were talking about.",
    "start": "00:07:38",
    "end": "00:07:39"
  },
  {
    "text": "That is Jesus, Moses and Elijah.",
    "start": "00:07:39",
    "end": "00:07:41"
  },
  {
    "text": "And he just summarizes it, right?",
    "start": "00:07:41",
    "end": "00:07:42"
  },
  {
    "text": "Yeah.",
    "start": "00:07:43",
    "end": "00:07:43"
  },
  {
    "text": "They were speaking of his Exodus is what he says. His Exodus?",
    "start": "00:07:43",
    "end": "00:07:47"
  },
  {
    "text": "Yeah.",
    "start": "00:07:47",
    "end": "00:07:47"
  },
  {
    "text": "What does that mean?",
    "start": "00:07:47",
    "end": "00:07:48"
  },
  {
    "text": "Yeah, totally. And again, you're looking at Luke 9, 31. Moses and Elijah were there speaking of his Exodus, which he, I.e. jesus was about to accomplish at Jerusalem. So this is a key moment in the way Luke has architected the storyline because everything becomes about the journey to Jerusalem. That's chapters nine through 19. And then he arrives in Jerusalem at the end of 19 and then it's the show down.",
    "start": "00:07:49",
    "end": "00:08:19"
  },
  {
    "text": "Yeah.",
    "start": "00:08:19",
    "end": "00:08:19"
  },
  {
    "text": "So what does it mean to accomplish an exodus in Jerusalem? Like that is a very potent riddle like phrase.",
    "start": "00:08:20",
    "end": "00:08:28"
  },
  {
    "text": "Yeah. It makes me think that in Jerusalem he's going to be Moses bringing Israel.",
    "start": "00:08:29",
    "end": "00:08:35"
  },
  {
    "text": "Out of slavery somehow, some great redemption. Yeah. In Exodus, that was Moses lifting up that staff and God decreating Egypt through the ten signs and wonders.",
    "start": "00:08:35",
    "end": "00:08:48"
  },
  {
    "text": "So it could be Jesus coming and throwing down Day of the Lord style.",
    "start": "00:08:48",
    "end": "00:08:52"
  },
  {
    "text": "Yeah. Also Elijah, something similar happened. Right. He called down fire from heaven on the offering on Mount Carmel and then he pulled out a sword and started slaughtering the prophets of baal. He. Yeah, he brought the day of the Lord it's gruesome.",
    "start": "00:08:52",
    "end": "00:09:07"
  },
  {
    "text": "And Rome here is the bad Pharaoh.",
    "start": "00:09:07",
    "end": "00:09:11"
  },
  {
    "text": "Rome, the priests and the Sadducees who are in league with them or they've at least brokered a compromise with Rome.",
    "start": "00:09:11",
    "end": "00:09:20"
  },
  {
    "text": "So that all needs to be kind of shattered and then Israel can be free.",
    "start": "00:09:20",
    "end": "00:09:26"
  },
  {
    "text": "Right.",
    "start": "00:09:27",
    "end": "00:09:27"
  },
  {
    "text": "Then Jesus is going to enact this Exodus for Israel.",
    "start": "00:09:27",
    "end": "00:09:31"
  },
  {
    "text": "So let's pay attention. What's happening is we're allowing the Exodus narrative set our expectations about what is yet to happen in the Gospel of Luke.",
    "start": "00:09:31",
    "end": "00:09:40"
  },
  {
    "text": "Yeah.",
    "start": "00:09:40",
    "end": "00:09:40"
  },
  {
    "text": "So by setting it up as a new Moses and more than Moses and an Exodus in Jerusalem, where the reader's expectations are being pulled upon. But also always the way these patterns work is there's always an important twist.",
    "start": "00:09:41",
    "end": "00:09:56"
  },
  {
    "text": "Yeah.",
    "start": "00:09:56",
    "end": "00:09:56"
  },
  {
    "text": "And so that's what I want to focus on in the rest of this conversation is all of the Gospels, what we're going to focus on, focus on Luke's narrative. In particular the moment in chapter nine of Luke, Jesus sets his face. We'll read it literally. That's what it says in verse 51 of chapter 9 sets his face to go to Jerusalem. It's all about his arrival in Jerusalem. This never stuck out to me until, I don't know, a number of years ago to ask is it important that Jesus arrival in Jerusalem and the weakness leading up to his death, that all of that is connected with Passover.",
    "start": "00:09:56",
    "end": "00:10:33"
  },
  {
    "text": "Yeah. He could have gone at any time of the year.",
    "start": "00:10:33",
    "end": "00:10:35"
  },
  {
    "text": "And maybe I'll just back up in my own church experience when I started like in earnest, being a part of a church in my early 20s and I was a new follower of Jesus. And when Easter would come around, I don't remember hearing anything about Passover. Sure, I would hear about the Gospel stories and maybe it would be read in one of them. And it was Passover. But it wasn't till much later when I started to get into New Testament studies, Biblical studies, that I would see biblical scholars pointing out how significant it was. And it was probably NT Wright who was the first one who worded it in a way that made me think, oh, Jesus did this on purpose. Like he planned his showdown in Jerusalem to be timed with this most important sacred annual feast.",
    "start": "00:10:35",
    "end": "00:11:24"
  },
  {
    "text": "Yeah.",
    "start": "00:11:24",
    "end": "00:11:24"
  },
  {
    "text": "And is that important for us to understand the meaning then of his death? Can that inform the meaning of his death? And maybe this will help us get into Jesus own intentions and the meaning he saw in his death. And I think for me that's why this question has become important. But it's wrapped up. It's about the Exodus pattern.",
    "start": "00:11:24",
    "end": "00:11:46"
  },
  {
    "text": "Yes. Because Passover was The meal that Israel had when they were delivered out of Egypt.",
    "start": "00:11:46",
    "end": "00:11:52"
  },
  {
    "text": "Yeah. The night of their deliverance from Egypt.",
    "start": "00:11:52",
    "end": "00:11:54"
  },
  {
    "text": "And celebrated every year to remember it was such important.",
    "start": "00:11:55",
    "end": "00:11:57"
  },
  {
    "text": "That's right. So let's go back to this moment. We're at the Mountain of Transfiguration. And in verse 31, Moses, Jesus and Elijah are talking about Jesus, Exodus, he's about to accomplish in Jerusalem. Literally, the paragraph right before Jesus goes to that mountain, he was. Well, I'll just read it. Verse 18, Luke 9. It happened while he was praying alone and the disciples with him, he asked them a question saying, you know, who do people say that I am? And they answered, you know, some say John the Baptist, others say you're Elijah, others say you're one of the prophets risen again. And he said, well, what about you guys? Who do you say that I am? This is a well known story. Peter answered, you're the Messiah of God. And then he warned and began to instruct them not to tell anyone. And he said, the son of Adam, the Son of man, will suffer many things, be rejected by the elders and chief priests and scribes, and be killed and raised up on the third day. Then he goes to the mountain. Okay, so in other words, whatever Exodus he's about to accomplish at Jerusalem, you, you, the reader know. And Jesus just said, it's gonna involve him dying, going to Jerusalem and getting killed.",
    "start": "00:11:57",
    "end": "00:13:23"
  },
  {
    "text": "And that's not what Moses did.",
    "start": "00:13:23",
    "end": "00:13:25"
  },
  {
    "text": "It's what happened to the Passover lamb.",
    "start": "00:13:25",
    "end": "00:13:27"
  },
  {
    "text": "It's what happens to the Passover lamb.",
    "start": "00:13:27",
    "end": "00:13:28"
  },
  {
    "text": "It's not what happened to Moses.",
    "start": "00:13:28",
    "end": "00:13:30"
  },
  {
    "text": "Interesting.",
    "start": "00:13:30",
    "end": "00:13:30"
  },
  {
    "text": "Yeah, yeah. Right after Moses and Jesus and Elijah are speaking about his Exodus, there's a little dialogue that Jesus has with the disciples. And then the narrative just pivots. Chapter nine, verse 51. Now, it happened when the days were approaching for him to be taken up. He set his face to go to Jerusalem. And from that sentence forward, the rest of the Gospel of Luke, which is the second half, essentially is all about the journey to Jerusalem. And then once he arrives in Jerusalem, what happens there? So we know Jesus knows he's going to die. We are told it's going to be an exodus that he accomplishes. And now he set his face to go to Jerusalem. And it's a long travel story, which means that the arrival at Jerusalem for Passover was not an accident. It was planned and it was very intentional. I think that's just the first point to make. It was not an accident. It was planned.",
    "start": "00:13:30",
    "end": "00:14:25"
  },
  {
    "text": "The default is just to imagine, oh, it just happened to be Passover, right?",
    "start": "00:14:25",
    "end": "00:14:29"
  },
  {
    "text": "Right.",
    "start": "00:14:29",
    "end": "00:14:29"
  },
  {
    "text": "And so to think about Jesus kind of scheming like we're gonna have this showdown on Passover.",
    "start": "00:14:29",
    "end": "00:14:36"
  },
  {
    "text": "Yeah. And that's why I'm showing you these texts in Luke.",
    "start": "00:14:36",
    "end": "00:14:39"
  },
  {
    "text": "Yeah.",
    "start": "00:14:39",
    "end": "00:14:39"
  },
  {
    "text": "Because this is long before the event and it's on his mind.",
    "start": "00:14:39",
    "end": "00:14:43"
  },
  {
    "text": "Yeah.",
    "start": "00:14:43",
    "end": "00:14:44"
  },
  {
    "text": "So that's a very important little detail that, as you let it sink in, makes everything that happens in Jerusalem feel extra loaded with Exodus meaning. So the journey to Jerusalem is full of fascinating dialogues and exchanges and teachings, but he, at multiple points will pause and anticipate what's going to happen when they get to Jerusalem. And one time is really interesting. I'm gonna just bring this text in. In light of our conversations, back to episodes, what, two and three about the flood story, creation in the flood and how those were precursors to the Exodus pattern. The waters of the flood, Noah in the ark with a little remnant refuge. They're spared from the death waters and then safely delivered through. So look how Jesus describes what's going to happen in the near future. This is Luke 17:22. So he said to the disciples, the days will come when you long to see one of the days of the Son of Man. And you're not going to see it. They'll say to you, look here, look there. Yeah. Don't go away, don't run after them. For just like the lightning, when it flashes on one edge of the sky and shines to the other edge, so will the Son of Adam be in his day. It's the phrase son of man, but son of Adam.",
    "start": "00:14:44",
    "end": "00:16:40"
  },
  {
    "text": "Okay, so stop. What is he talking about here?",
    "start": "00:16:40",
    "end": "00:16:44"
  },
  {
    "text": "So there's a day coming for the Son of Man, and the Son of.",
    "start": "00:16:45",
    "end": "00:16:48"
  },
  {
    "text": "Man is the Messiah.",
    "start": "00:16:48",
    "end": "00:16:50"
  },
  {
    "text": "It's one of the titles used or phrases used.",
    "start": "00:16:50",
    "end": "00:16:53"
  },
  {
    "text": "It's a phrase that Jesus pieces of.",
    "start": "00:16:53",
    "end": "00:16:55"
  },
  {
    "text": "Himself to talk about, means the human.",
    "start": "00:16:55",
    "end": "00:16:58"
  },
  {
    "text": "It means the human, but it is evoking the image from Daniel.",
    "start": "00:16:58",
    "end": "00:17:04"
  },
  {
    "text": "Right. Daniel chapter seven, where it's the human.",
    "start": "00:17:04",
    "end": "00:17:06"
  },
  {
    "text": "Who rides up on the cloud, sits next to the throne of God.",
    "start": "00:17:06",
    "end": "00:17:08"
  },
  {
    "text": "There's a beast stomping all over all creation, and it's the combined spiritual and human power of a tyrant kingdom. And the son of the human is among those stomped on. And that's implicit in Daniel 7, but then is raised up to the clouds and enthroned and seated as God's right hand agent to rule over heaven and earth.",
    "start": "00:17:08",
    "end": "00:17:34"
  },
  {
    "text": "Okay.",
    "start": "00:17:34",
    "end": "00:17:34"
  },
  {
    "text": "The day of the Son of Man.",
    "start": "00:17:34",
    "end": "00:17:36"
  },
  {
    "text": "That'S the day and you're gonna long to see it. And then there's this ambiguous group of they. They will say to you. Who's this they?",
    "start": "00:17:36",
    "end": "00:17:44"
  },
  {
    "text": "So this is a motif that Jesus will pick up again later of people announcing that the Messianic revolution has begun. The day of Yahweh. It's here. So in Jesus Day, this would take the form of most often revolutionaries, like freedom fighters. And they gather around some leader.",
    "start": "00:17:45",
    "end": "00:18:08"
  },
  {
    "text": "Yeah, they're going to take down Rome.",
    "start": "00:18:08",
    "end": "00:18:09"
  },
  {
    "text": "Yep. Describes himself as a new Moses. Gets arms together and goes for it. Oh, you know, real quick. My wife and I try to read to our kids still in the evenings after dinner for a little while. And we've been going through the Newbery Award, like list of books. Oh, cool. And this won the Newbery Award in 1962. So some time ago. It's a historical fiction retelling of a boy who grows up being adopted and raised in one of these freedom fighter groups, living up in the hills of Galilee cause his parents got crucified. And he grows up hating Roman soldiers from childhood. And then he meets Jesus and begins hearing him talk about the day of the Lord and the Kingdom of God. And it completely transforms this view of human beings and of himself. But it's so profound, I was in tears when it ended. It's called the bronze bow. I can't recommend it more highly. And what's rad is it's just one of these chances where once you really get inside what was in the air in Jesus Day and how difficult it would have been to pry his teachings apart from other groups. Like he was one voice among many announcing the kingdom of God arriving. And the way he did it was so unique that it made it hard to understand. But also it spoke to the issues people cared about, which was freedom.",
    "start": "00:18:09",
    "end": "00:19:44"
  },
  {
    "text": "Yeah. You know, Anyhow, so you long for.",
    "start": "00:19:44",
    "end": "00:19:47"
  },
  {
    "text": "Yeah, you long for the day of the Son of Man.",
    "start": "00:19:47",
    "end": "00:19:49"
  },
  {
    "text": "You long for it.",
    "start": "00:19:49",
    "end": "00:19:50"
  },
  {
    "text": "Yeah.",
    "start": "00:19:50",
    "end": "00:19:51"
  },
  {
    "text": "And there's gonna be lots of people saying, that's the one. This is the guy. Here's how we're gonna do it. Yes, this is the moment. And then Jesus says, don't go after those. And then he gives this image of lightning flashing in the sky and he says, that's what the Son of Man's gonna be like when he comes. It's gonna be like a flash in the sky.",
    "start": "00:19:51",
    "end": "00:20:13"
  },
  {
    "text": "Flash in the sky. In other words, you will know it when it happens. When it hits the fan, you'll see it, you'll know.",
    "start": "00:20:13",
    "end": "00:20:19"
  },
  {
    "text": "Okay. That's what he means by it.",
    "start": "00:20:19",
    "end": "00:20:20"
  },
  {
    "text": "Yeah.",
    "start": "00:20:20",
    "end": "00:20:20"
  },
  {
    "text": "He can't miss lightning.",
    "start": "00:20:20",
    "end": "00:20:21"
  },
  {
    "text": "Can't miss lightning. Everything lights up if you're underneath a lightning bolt. That goes from one horizon to the other. You, unless you have the ultimate noise canceling headphones on and you're looking and you have like a sleeping mask on.",
    "start": "00:20:21",
    "end": "00:20:38"
  },
  {
    "text": "Right.",
    "start": "00:20:38",
    "end": "00:20:38"
  },
  {
    "text": "Point is, you'll see it. You'll know when you see it.",
    "start": "00:20:38",
    "end": "00:20:40"
  },
  {
    "text": "Okay.",
    "start": "00:20:40",
    "end": "00:20:41"
  },
  {
    "text": "And then he goes on to say, but first the Son of Man must suffer many things and be rejected by this generation. So whenever the Son of Man's day happens, it's going to be after he dies. So nothing's happening before we get to Jerusalem. And it's going to happen after the Son of Man is rejected. And then look at what he says, you know, just like it was in the days of Noah. Of course he compares it to the flood. So it will be in the days of the Son of Man. People eating, drinking, marrying, given in marriage until the day Noah entered that ark. Then the flood came and destroyed them all.",
    "start": "00:20:41",
    "end": "00:21:20"
  },
  {
    "text": "So the Son of Man is gonna bring a flood we talked about? Moses brings the plagues.",
    "start": "00:21:21",
    "end": "00:21:28"
  },
  {
    "text": "Yes. Yeah, that's right.",
    "start": "00:21:28",
    "end": "00:21:29"
  },
  {
    "text": "The plagues are decreation.",
    "start": "00:21:29",
    "end": "00:21:30"
  },
  {
    "text": "Plagues are a form of de creation.",
    "start": "00:21:30",
    "end": "00:21:31"
  },
  {
    "text": "The plagues are the flood.",
    "start": "00:21:31",
    "end": "00:21:32"
  },
  {
    "text": "God brings the flood.",
    "start": "00:21:32",
    "end": "00:21:34"
  },
  {
    "text": "So God brings the flood through Moses.",
    "start": "00:21:34",
    "end": "00:21:36"
  },
  {
    "text": "Yep. God brought a flood on Pharaoh with the waters of the sea, while bringing the remnant through the waters on dry land.",
    "start": "00:21:36",
    "end": "00:21:44"
  },
  {
    "text": "Yeah.",
    "start": "00:21:44",
    "end": "00:21:44"
  },
  {
    "text": "Yeah. So Jesus is comparing what's gonna happen to him and his disciples to the flood.",
    "start": "00:21:44",
    "end": "00:21:50"
  },
  {
    "text": "Yeah.",
    "start": "00:21:50",
    "end": "00:21:51"
  },
  {
    "text": "His death is going to be followed by a flood like destruction, out of which he knows and trusts that he and his followers will be delivered.",
    "start": "00:21:51",
    "end": "00:22:01"
  },
  {
    "text": "Which is the Exodus motif.",
    "start": "00:22:01",
    "end": "00:22:03"
  },
  {
    "text": "Which is an Exodus motif.",
    "start": "00:22:03",
    "end": "00:22:04"
  },
  {
    "text": "We don't think of Noah in the ark as an exodus, but when you think of it that way.",
    "start": "00:22:04",
    "end": "00:22:08"
  },
  {
    "text": "That's right.",
    "start": "00:22:08",
    "end": "00:22:09"
  },
  {
    "text": "And you realize that's what Moses and the Israelites are going through their little ark in two ways. Through the house saved by the blood.",
    "start": "00:22:09",
    "end": "00:22:17"
  },
  {
    "text": "Exactly.",
    "start": "00:22:17",
    "end": "00:22:17"
  },
  {
    "text": "And then through the dry land.",
    "start": "00:22:17",
    "end": "00:22:19"
  },
  {
    "text": "That's right.",
    "start": "00:22:19",
    "end": "00:22:19"
  },
  {
    "text": "They're saved in their own little passageway.",
    "start": "00:22:20",
    "end": "00:22:22"
  },
  {
    "text": "So in other words, in the Gospel of Luke, what Jesus is going to do in Jerusalem and his followers after is compared to the Exodus and now to the flood. Jesus is comparing it to the flood. And both are about the deliverance through. And then it's about to be compared to Passover once it gets to Jerusalem. And the point is, those are already linked stories in the Hebrew Bible, which is why Jesus and Luke can draw on them. So as you get to Luke, chapter 19, Jesus arrives in Jerusalem, chapter 19, verse 28. After he said these things, he was going on ahead to Jerusalem. And when he got there, he got to a town Right outside of Jerusalem. Two towns called Beit Fage and Beit Ani. And then he sends two of his disciples to go get the donkey. And then he rides the donkey in, and there you go. It's called Palm Sunday. It's always the Sunday right before Passover. So we're like five days out from the night of Passover. So everything happens now is set within the horizon of the days leading up. So the first thing Jesus does after getting into the city is he goes right to the temple. So again, think of the timing and the intentionality. This is like showing up for an American. This is going to Washington, D.C. on.",
    "start": "00:22:22",
    "end": "00:24:09"
  },
  {
    "text": "The 4th of July.",
    "start": "00:24:09",
    "end": "00:24:10"
  },
  {
    "text": "On July 1st.",
    "start": "00:24:10",
    "end": "00:24:12"
  },
  {
    "text": "Yeah, yeah. Leading up.",
    "start": "00:24:12",
    "end": "00:24:14"
  },
  {
    "text": "Yeah. But then going to the White House lawn and doing a demonstration or something that everybody can see. That puts you on the FBI's watch list.",
    "start": "00:24:14",
    "end": "00:24:24"
  },
  {
    "text": "You already are on the watch list.",
    "start": "00:24:24",
    "end": "00:24:25"
  },
  {
    "text": "You already are on the watch list.",
    "start": "00:24:25",
    "end": "00:24:27"
  },
  {
    "text": "And now you've showed up.",
    "start": "00:24:27",
    "end": "00:24:28"
  },
  {
    "text": "Yes, because this. Exactly. Look. Luke 19:45. Jesus entered the temple and he started driving out the people, selling the animals. Animals for the sacrifices. And he yells out a combined quotation from Isaiah 56 and Jeremiah 7, essentially saying, you're a bunch of thugs who are people running this place. And what you are doing here is counter to what God's desire has always been for the temple. Okay, and then he just made sure to show up in the temple every day after that. Verse 47.",
    "start": "00:24:29",
    "end": "00:25:02"
  },
  {
    "text": "Yeah. Come and get me.",
    "start": "00:25:02",
    "end": "00:25:03"
  },
  {
    "text": "Yes. And then Luke just tells us the chief priests and the scribes and the leading men among the people were trying to destroy him.",
    "start": "00:25:03",
    "end": "00:25:11"
  },
  {
    "text": "Yeah. And I think we've talked about this before. How can this happen day after day if they want to get him? I mean, there he is.",
    "start": "00:25:11",
    "end": "00:25:16"
  },
  {
    "text": "Oh, got it. Actually, here, look. Luke 20:19. The scribes and the chief priests tried to lay hands on him, but they feared the people.",
    "start": "00:25:17",
    "end": "00:25:25"
  },
  {
    "text": "Okay. He was still loved.",
    "start": "00:25:26",
    "end": "00:25:27"
  },
  {
    "text": "Yeah. And again, this goes back to where a book like the Bronze Bow is super helpful. Like, revolt was in the air. There had been recently other uprisings. It's Passover week. Jerusalem is packed with hundreds of thousands of extra people, extra soldiers. Right on. What do you say? On assignment? Something. Detachments of soldiers, something like that. So there's extra fear of riots breaking out.",
    "start": "00:25:27",
    "end": "00:25:55"
  },
  {
    "text": "Okay.",
    "start": "00:25:55",
    "end": "00:25:56"
  },
  {
    "text": "And so you seize the most popular guy.",
    "start": "00:25:56",
    "end": "00:25:58"
  },
  {
    "text": "Yeah.",
    "start": "00:25:59",
    "end": "00:25:59"
  },
  {
    "text": "Populist leader in Jerusalem.",
    "start": "00:25:59",
    "end": "00:26:01"
  },
  {
    "text": "They're trying to keep the peace, too.",
    "start": "00:26:01",
    "end": "00:26:02"
  },
  {
    "text": "There's going to be problems. So they have to balance their plans versus the peace. So one thing that they try and do, Luke 20:20. So they watched him. They even sent spies who Pretended to be good so that they might catch him saying something so that they could deliver him to the authority of the governor.",
    "start": "00:26:02",
    "end": "00:26:24"
  },
  {
    "text": "What kind of thing would he say that?",
    "start": "00:26:24",
    "end": "00:26:26"
  },
  {
    "text": "This is the introduction to. Is it the guys who come to say, Jesus, should we pay taxes to Caesar or no? So they're trying to get him to say something that could be worthy of arrest.",
    "start": "00:26:27",
    "end": "00:26:37"
  },
  {
    "text": "I see.",
    "start": "00:26:38",
    "end": "00:26:38"
  },
  {
    "text": "Imagine how stressful that week was for Jesus. Can you imagine? He put himself in this position on purpose, and then it's like, you know, you're being watched. You don't know if the people you're talking to in any given moment are. Are genuine and everybody's watching what you're saying. That would just be so stressful. I bet he was in this.",
    "start": "00:26:38",
    "end": "00:26:59"
  },
  {
    "text": "It's interesting that you're empathizing with Jesus. I'm like. I imagine empathizing with the disciples. Like, how? They would just be like, jesus, what are you doing? Come on. Come on, dude.",
    "start": "00:26:59",
    "end": "00:27:09"
  },
  {
    "text": "We're like, this is good. Thank you. Think of a moment that you've had when you're with a friend and they say the thing in the room that's so uncomfortable or inappropriate, and then you're like, oh, my gosh, they just said that.",
    "start": "00:27:09",
    "end": "00:27:24"
  },
  {
    "text": "They just said the thing. And have you been in those situations where maybe, I don't know, for you, it might be a backpacking trip or something, but there's like a leader, a de facto leader, and they're just taking you somewhere. You're like, do we really have a plan? Like, this seems dangerous.",
    "start": "00:27:25",
    "end": "00:27:39"
  },
  {
    "text": "Yeah.",
    "start": "00:27:39",
    "end": "00:27:39"
  },
  {
    "text": "Should we be doing that?",
    "start": "00:27:39",
    "end": "00:27:40"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:27:40",
    "end": "00:27:41"
  },
  {
    "text": "Should we go up there? Should you be saying that?",
    "start": "00:27:41",
    "end": "00:27:43"
  },
  {
    "text": "Yeah, this would have been a stressful week to be Peter Andrew, because I.",
    "start": "00:27:43",
    "end": "00:27:48"
  },
  {
    "text": "Almost imagine Jesus kind of with a wink. But you imagine him feeling the stress.",
    "start": "00:27:48",
    "end": "00:27:53"
  },
  {
    "text": "Well, we know in Gethsemane he felt the stress.",
    "start": "00:27:53",
    "end": "00:27:55"
  },
  {
    "text": "Yeah, that's true.",
    "start": "00:27:55",
    "end": "00:27:56"
  },
  {
    "text": "But also, he was a man of prayer who was working this all out, you know, in prayer at nighttime, every day and every night. So, yeah, it's probably more realistic that I should try and identify with the disciples. But it's a bold move. Again, this was all premeditated and planned. So when it comes to Luke 22, what we're told, verse one. Now, the feast of unleavened bread, which is called Passover, was approaching. So it's like the day before the day. So, you know, the meal that Jesus is going to have has come to be called by multiple phrases in the Christian tradition. It's called communion. It's called the Lord's Supper. Both of those phrases come from Paul. It's called the breaking of bread in the book of Acts and then it's called the Eucharist in other traditions. And all of those phrases are rooted in things that Jesus said or did during the meal or that the apostles how they described it. But there are four accounts of this night, this Passover night, all four of the Gospels, only three of them, Matthew, Mark and Luke, talk about the meal as such. And the bread and the cup. It's interesting. John doesn't have a meal.",
    "start": "00:27:56",
    "end": "00:29:13"
  },
  {
    "text": "Okay.",
    "start": "00:29:13",
    "end": "00:29:14"
  },
  {
    "text": "So the way this would work is that the night of Passover is always the 14th of Nisan, which is in the name of an ancient month. It falls in March or April, depending.",
    "start": "00:29:14",
    "end": "00:29:26"
  },
  {
    "text": "On how the of our calendar.",
    "start": "00:29:26",
    "end": "00:29:28"
  },
  {
    "text": "Yep. How the solar calendar works out.",
    "start": "00:29:28",
    "end": "00:29:30"
  },
  {
    "text": "And this was done every year. We actually haven't talked about this in detail. I don't think in this.",
    "start": "00:29:31",
    "end": "00:29:37"
  },
  {
    "text": "Oh yeah. Maybe we didn't have time earlier.",
    "start": "00:29:37",
    "end": "00:29:39"
  },
  {
    "text": "Yeah. So the Passover was the tenth plague that Moses brings on Pharaoh. There's been nine plagues so far. This is the tenth and final one. And this plague is going to convince Pharaoh to let the people go free.",
    "start": "00:29:39",
    "end": "00:29:53"
  },
  {
    "text": "That's right.",
    "start": "00:29:53",
    "end": "00:29:53"
  },
  {
    "text": "And it's some sort of disease called the destroyer that's going to kill the firstborn sons.",
    "start": "00:29:53",
    "end": "00:30:00"
  },
  {
    "text": "Yeah. God will bring on Pharaoh and the firstborn sons of Egypt. What Pharaoh brought on the sons of Israel. Which is death.",
    "start": "00:30:00",
    "end": "00:30:09"
  },
  {
    "text": "Yeah.",
    "start": "00:30:09",
    "end": "00:30:10"
  },
  {
    "text": "And it's a death that spreads through the night.",
    "start": "00:30:10",
    "end": "00:30:12"
  },
  {
    "text": "And then there's all these details of how Israel is to be protected from this and also to have a meal.",
    "start": "00:30:13",
    "end": "00:30:23"
  },
  {
    "text": "Yeah, yeah. And anyone can go into a house and find refuge. Egyptian or Israelite.",
    "start": "00:30:23",
    "end": "00:30:31"
  },
  {
    "text": "Yeah.",
    "start": "00:30:31",
    "end": "00:30:31"
  },
  {
    "text": "And we know that many Egyptians did.",
    "start": "00:30:31",
    "end": "00:30:33"
  },
  {
    "text": "And really quick run through the meal and the whole thing.",
    "start": "00:30:33",
    "end": "00:30:36"
  },
  {
    "text": "Yeah. So you get a lamb, you select the lamb before. And then on the night of the.",
    "start": "00:30:36",
    "end": "00:30:42"
  },
  {
    "text": "14Th, which would be the night the plague would come through.",
    "start": "00:30:42",
    "end": "00:30:45"
  },
  {
    "text": "Yeah. You prepare the lamb. Kill the lamb. Prepare it, you roast it. Prepare it for cooking. Then you cook it and you invite everybody in for a meal and you stay in that house overnight. You take the blood of the lamb, you apply it to the door. And then the night that goes between the 14th and the 15th is Passover night. And what we're told is as the plague or the destroyer called the Destroyer in Exodus 12 passes through the land of Egypt. Yahweh will stand and protect the house. Whatever house has blood over it. And then that begins from the 14th. Then a seven day period that's called the feast of unleavened bread. It begins with Passover. And that's where you have no leaven that rises in your bread as a symbol of the haste and the hurry with which Israel fled Egypt, because this.",
    "start": "00:30:46",
    "end": "00:31:43"
  },
  {
    "text": "Is all resulting in them now being free.",
    "start": "00:31:43",
    "end": "00:31:45"
  },
  {
    "text": "Yeah.",
    "start": "00:31:45",
    "end": "00:31:46"
  },
  {
    "text": "So be ready to go. Take your freedom.",
    "start": "00:31:46",
    "end": "00:31:48"
  },
  {
    "text": "That's right. So Jesus timed everything so that this night is the showdown. Now, I should just register this. It's a lot of detail. I won't get into it. But there is what seems like a chronological contradiction between John and the way he portrays what day that night was. What day the night was. And then Matthew, Mark, and Luke. So Matthew, Mark, and Luke show Jesus having this meal on what they call the first day of unleavened bread, meaning the night of Passover, the night that the lamb is slaughtered. So you would think the 14th, because that's what Exodus 12 says.",
    "start": "00:31:48",
    "end": "00:32:31"
  },
  {
    "text": "Okay.",
    "start": "00:32:31",
    "end": "00:32:32"
  },
  {
    "text": "What's interesting, however, is that in the Gospel of John, they place the night of the meal, Jesus, trial and crucifixion, on the day before the feast of Passover, which you would feel like on the surface means the 13th of Nisan. In other words, in John, Jesus is being crucified as the lambs are being slaughtered and prepared for the meal. Whereas in Matthew, Mark, and Luke, it seems like Jesus is having the meal when the lambs are slaughtered. Does that make sense?",
    "start": "00:32:32",
    "end": "00:33:07"
  },
  {
    "text": "In Matthew, Mark and Luke, Jesus having a meal.",
    "start": "00:33:07",
    "end": "00:33:09"
  },
  {
    "text": "It's Passover meal, traditional Passover night.",
    "start": "00:33:10",
    "end": "00:33:12"
  },
  {
    "text": "Yeah. So the lambs would have already been slaughtered.",
    "start": "00:33:12",
    "end": "00:33:14"
  },
  {
    "text": "That's right.",
    "start": "00:33:14",
    "end": "00:33:14"
  },
  {
    "text": "But the Gospel of John says that Jesus was crucified when the Passover lambs were being slaughtered. So the meal that Jesus had with his disciples would have had to have happened before the traditional Passover meal night.",
    "start": "00:33:14",
    "end": "00:33:27"
  },
  {
    "text": "You got it. You got it now. So some people think it's just. I mean, there's really just a few options. Either John adjusted the chronology so that he could thematically align Jesus death with the slaughter of the lamb, or the Synoptic Gospels, Matthew, Mark, and Luke adjusted the chronology so that the meal was aligned with Passover? Or is it possible that both are right, but that they have slightly different ways of reckoning the calendar to describe what day it was? And I'll just say this seemed like a significant problem for me many years ago. And then I just took a deep dive and was really, really helped by the work of I, Howard Marshall in a little book called the Lord's Supper, Last Supper. And then also Craig Blomberg's work, the Historical reliability of the Gospels has a whole section on this. And it's important to remember in. In the Israelite calendar, the day begins at sunset.",
    "start": "00:33:27",
    "end": "00:34:27"
  },
  {
    "text": "I guess for me, practically, the day begins when I wake up. Yeah, totally. Right. That's the beginning of the day.",
    "start": "00:34:27",
    "end": "00:34:33"
  },
  {
    "text": "Yeah. Which is roughly around the rise of the sun.",
    "start": "00:34:33",
    "end": "00:34:36"
  },
  {
    "text": "Yeah. With the rise of the sun.",
    "start": "00:34:36",
    "end": "00:34:38"
  },
  {
    "text": "Our clocks say the day begins at midnight. At midnight. Our modern clocks.",
    "start": "00:34:39",
    "end": "00:34:43"
  },
  {
    "text": "Yeah. But in the Jewish psyche or calendar.",
    "start": "00:34:43",
    "end": "00:34:48"
  },
  {
    "text": "Yeah.",
    "start": "00:34:48",
    "end": "00:34:48"
  },
  {
    "text": "In Genesis 1 evening, the day begins at sundown.",
    "start": "00:34:48",
    "end": "00:34:51"
  },
  {
    "text": "Sunset.",
    "start": "00:34:52",
    "end": "00:34:52"
  },
  {
    "text": "Sunset.",
    "start": "00:34:53",
    "end": "00:34:53"
  },
  {
    "text": "The next day begins at sunset. Once the sun sets, the day's over and the next day has begun. Yep, that's right. Okay, so it's very possible that Matthew, Mark, and Luke are offering a more general chronology and that John gives us a little more detail, but that Jesus. Passover meal technically did happen on the 14th, but that he did it, like, in the middle of the night, about 12 hours before everybody else would be having the meal. In other words, it's really actually possible or probable that Jesus knew the time was up the next time he goes out of the house in the morning.",
    "start": "00:34:53",
    "end": "00:35:35"
  },
  {
    "text": "We got to do this meal now.",
    "start": "00:35:35",
    "end": "00:35:36"
  },
  {
    "text": "Game's on.",
    "start": "00:35:36",
    "end": "00:35:37"
  },
  {
    "text": "Yeah.",
    "start": "00:35:37",
    "end": "00:35:37"
  },
  {
    "text": "So we've got to do an impromptu meal in the middle of the night when we don't know.",
    "start": "00:35:38",
    "end": "00:35:42"
  },
  {
    "text": "So it wouldn't have happened until the.",
    "start": "00:35:43",
    "end": "00:35:45"
  },
  {
    "text": "Evening of the 14th.",
    "start": "00:35:45",
    "end": "00:35:47"
  },
  {
    "text": "Evening of the 14th. It's the, like, evening before the 14th.",
    "start": "00:35:47",
    "end": "00:35:51"
  },
  {
    "text": "Correct.",
    "start": "00:35:51",
    "end": "00:35:51"
  },
  {
    "text": "And so you wouldn't have a Passover meal. You'd be preparing for it.",
    "start": "00:35:51",
    "end": "00:35:55"
  },
  {
    "text": "Right.",
    "start": "00:35:55",
    "end": "00:35:55"
  },
  {
    "text": "And you're saying it's possible that in the middle of that night, he's like.",
    "start": "00:35:55",
    "end": "00:35:58"
  },
  {
    "text": "Guys, we gotta do this.",
    "start": "00:35:58",
    "end": "00:36:00"
  },
  {
    "text": "We're doing a little meal.",
    "start": "00:36:00",
    "end": "00:36:00"
  },
  {
    "text": "He does say, I've been eagerly waiting. That's how it gets translated. But the point is, like, he's been.",
    "start": "00:36:00",
    "end": "00:36:07"
  },
  {
    "text": "It's go time.",
    "start": "00:36:07",
    "end": "00:36:08"
  },
  {
    "text": "Clock's ticking. It's go time. So that's a probable way. I just want to flag that, because I know that sticks out to some people about the Passover connection to the final meal. And either way, however, you solve the problem. The point is that the meal is connected to Passover in some way.",
    "start": "00:36:08",
    "end": "00:36:23"
  },
  {
    "text": "Okay.",
    "start": "00:36:23",
    "end": "00:36:23"
  },
  {
    "text": "So you know what's interesting? Luke gives us more information about what was said and done at the meal than the others. He tells us there were multiple cups of wine at the meal, which is true in the way. The Passover meal. So this became a highly important ritual meal.",
    "start": "00:36:24",
    "end": "00:36:42"
  },
  {
    "text": "Liturgical meal.",
    "start": "00:36:42",
    "end": "00:36:42"
  },
  {
    "text": "Liturgical meal. And the practices developed throughout the centuries. So what's called the Passover Seder, which means, like the Passover order or the liturgy, has developed over time, and people reconstruct it. And so it's hard to know what elements.",
    "start": "00:36:42",
    "end": "00:36:58"
  },
  {
    "text": "What exactly did they do?",
    "start": "00:36:59",
    "end": "00:37:00"
  },
  {
    "text": "Exactly. Yeah. Because there were elements that come from later that maybe they were done in the first century. But also there were regional differences. People, you know, in Israel, Palestine, maybe did it different than the Jewish communities in Egypt, that kind of thing. But one thing that we do know from a collection of Jewish rabbinic teachings called the Mishnah that records the instruction of the rabbis and Bible teachers of Israel from the early centuries, there's a whole section of the Mishnah called Pesach, which means Passover. It's all about how to do Passover. And there's a saying in there that is somewhat famous from Rabbi Gamaliel, most likely the teacher of Paul, who said, in every generation, a person must regard it as if they themselves came up out of Egypt. For it is written, and it quotes from the Passover instruction in Exodus 13. And you shall tell your son in that day, saying, it is because of what the Lord did for me when I came out of Egypt.",
    "start": "00:37:00",
    "end": "00:38:07"
  },
  {
    "text": "Cool.",
    "start": "00:38:08",
    "end": "00:38:08"
  },
  {
    "text": "It's a little tongue in cheek. But the point is that if you quote this verse, you are including yourself among those who came out of Egypt.",
    "start": "00:38:08",
    "end": "00:38:16"
  },
  {
    "text": "Yeah. This isn't just about what happened in the past. This is also for us.",
    "start": "00:38:16",
    "end": "00:38:20"
  },
  {
    "text": "Yes. And it's about understanding our present and anticipating what God's gonna do in the future. That's what the Exodus story.",
    "start": "00:38:20",
    "end": "00:38:28"
  },
  {
    "text": "Yeah, The Exodus story is celebrating that God did lead Israel out of slavery and also recognizing that we're still in slavery.",
    "start": "00:38:28",
    "end": "00:38:39"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:38:39",
    "end": "00:38:40"
  },
  {
    "text": "And we're trying to find our way back out.",
    "start": "00:38:40",
    "end": "00:38:43"
  },
  {
    "text": "Yep. So there would be a reading of the Passover story, a singing of the hallel section of psalms that we looked at. Psalms 113, 18. The symbolism of the bread played a big role because it's the bread, unleavened bread, the bread of hastiness, the bread of quickness. Bitter herbs are a really old part of the meal because life was bitter in Exodus 1. Life was made bitter in their slavery. So it turned into a tradition where you intentionally eat some sort of horseradish or something to make yourself cry so that there are tears in your eyes. And then the lamb would play a role in the meal. Those are the key elements. And then cups of wine, over which you sang a song of blessing, would kind of punctuate the meal. And then Jesus takes two elements of the meal and he tweaks their meaning. And these are the famous elements of the bread and the cup. But it's important to just name that when Jesus takes the Bread and the cup and says the things that he says. He's taking symbols that were already symbolic and have been for centuries and centuries. So he's not making something new. He's tweaking a symbol that was already a symbol.",
    "start": "00:38:43",
    "end": "00:40:01"
  },
  {
    "text": "Yeah. I guess you can imagine, and maybe I even did, when you learn about communion, that there was no meaning to the cup or the bread. Jesus was like, hey, we're having a meal here. You've got some wine, we've got some bread. Let me do a little, like, teaching moment.",
    "start": "00:40:02",
    "end": "00:40:18"
  },
  {
    "text": "Yeah. Ooh, maybe this'll work.",
    "start": "00:40:18",
    "end": "00:40:19"
  },
  {
    "text": "This'll work. Yeah. But you're saying the wine and the bread was all already loaded with meaning, and you're in a situation where all that meaning is coming to life through the liturgy of the meal. And so the meaning is just in the air, and it's so important to what you're doing. And it's in that context that Jesus says, I want to give you even more meaning to what this is.",
    "start": "00:40:19",
    "end": "00:40:40"
  },
  {
    "text": "That's right. So when he takes the bread, he says a blessing. Blessed are you, O Lord our God, King of the world, who brings forth bread from the land. And they're all like, yeah, exactly. Yep. He's doing the thing. And then he says. He breaks it. And he says, this is my body given for you. Eat this to remember me.",
    "start": "00:40:40",
    "end": "00:41:08"
  },
  {
    "text": "You're like, that's not part of this.",
    "start": "00:41:09",
    "end": "00:41:10"
  },
  {
    "text": "Yeah. And you're just like, what? So, you know, it's the family holiday where you do the same thing, and then, like, dad innovates and just decides to introduce a new tradition all of a sudden, without telling anybody. I don't know. It's that kind of move.",
    "start": "00:41:10",
    "end": "00:41:26"
  },
  {
    "text": "Yeah, yeah, yeah. So the bread.",
    "start": "00:41:26",
    "end": "00:41:28"
  },
  {
    "text": "Yes, so the bread is life. I mean, it's the provision.",
    "start": "00:41:29",
    "end": "00:41:32"
  },
  {
    "text": "Yeah.",
    "start": "00:41:32",
    "end": "00:41:33"
  },
  {
    "text": "It's what God has given to sustain the life of his people in this little refuge here. And it's going to be the bread that will sustain them is they leave their slavery and go out on their way to freedom. So the bread is God's provision for them to sustain their life in slavery, out of slavery and into freedom. And Jesus says, my broken body. That is my body that's about to get mutilated and killed is what sustains your life. My death will be the thing that sustains your life. I mean, bread. Bread sustains life. It's my body broken. My broken body will be the thing that sustains your life. It's a rich symbol.",
    "start": "00:41:33",
    "end": "00:42:23"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:42:23",
    "end": "00:42:24"
  },
  {
    "text": "And what's so great is Jesus doesn't write a commentary. He gives the meal.",
    "start": "00:42:24",
    "end": "00:42:29"
  },
  {
    "text": "Yeah.",
    "start": "00:42:29",
    "end": "00:42:29"
  },
  {
    "text": "A symbol that you experience.",
    "start": "00:42:29",
    "end": "00:42:31"
  },
  {
    "text": "And this is something he's said before. Right. He's talked about bread eating his body.",
    "start": "00:42:31",
    "end": "00:42:37"
  },
  {
    "text": "Yes. In the Gospel of John.",
    "start": "00:42:38",
    "end": "00:42:39"
  },
  {
    "text": "Yeah.",
    "start": "00:42:39",
    "end": "00:42:40"
  },
  {
    "text": "There's a long. When he provides bread in the wilderness for the people, he says he's the bread of heaven. That's right.",
    "start": "00:42:40",
    "end": "00:42:46"
  },
  {
    "text": "So it's very rich. We could mine a little bit more. But let me ask. They have the lamb too.",
    "start": "00:42:47",
    "end": "00:42:51"
  },
  {
    "text": "Yes.",
    "start": "00:42:52",
    "end": "00:42:52"
  },
  {
    "text": "Right. That feels more on the nose.",
    "start": "00:42:52",
    "end": "00:42:54"
  },
  {
    "text": "Yes.",
    "start": "00:42:54",
    "end": "00:42:55"
  },
  {
    "text": "Like I'm the lamb.",
    "start": "00:42:55",
    "end": "00:42:56"
  },
  {
    "text": "Isn't that fascinating?",
    "start": "00:42:56",
    "end": "00:42:57"
  },
  {
    "text": "I'm the one that's gonna die and my blood is gonna cover over. Right. Like, did he miss the real teaching moment there?",
    "start": "00:42:57",
    "end": "00:43:04"
  },
  {
    "text": "I know, I know. Well, so this gets back to that thing about the calendar. Because if he's pulling this.",
    "start": "00:43:04",
    "end": "00:43:10"
  },
  {
    "text": "Oh, there's no lamb.",
    "start": "00:43:11",
    "end": "00:43:12"
  },
  {
    "text": "Technically, they're not ready for lambs in the early hours of the morning of the 14th.",
    "start": "00:43:12",
    "end": "00:43:17"
  },
  {
    "text": "That's when you slaughter the lambs.",
    "start": "00:43:17",
    "end": "00:43:18"
  },
  {
    "text": "Lambs haven't been slaughtered yet.",
    "start": "00:43:18",
    "end": "00:43:19"
  },
  {
    "text": "Oh, my goodness.",
    "start": "00:43:19",
    "end": "00:43:20"
  },
  {
    "text": "So is that why the lambs left out?",
    "start": "00:43:20",
    "end": "00:43:21"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:43:21",
    "end": "00:43:22"
  },
  {
    "text": "Or is it possible that because he believed he was the lamb, there was no lamb at the meal? We don't know.",
    "start": "00:43:22",
    "end": "00:43:31"
  },
  {
    "text": "Wow.",
    "start": "00:43:31",
    "end": "00:43:31"
  },
  {
    "text": "What we know is that Jesus chose the bread and the cup, not the bread and the lamb.",
    "start": "00:43:31",
    "end": "00:43:35"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:43:35",
    "end": "00:43:36"
  },
  {
    "text": "But I love that you're drawing attention to that because it feels conspicuous, but its absence.",
    "start": "00:43:36",
    "end": "00:43:41"
  },
  {
    "text": "Yeah, yeah. Okay. I am the bread of life. I am the sustenance you need.",
    "start": "00:43:41",
    "end": "00:43:47"
  },
  {
    "text": "And the unleavened bread was a big deal as a part of the ritual meal.",
    "start": "00:43:47",
    "end": "00:43:50"
  },
  {
    "text": "Yes. Because you're about to be rescued. Be ready. You don't have time to leaven the bread.",
    "start": "00:43:51",
    "end": "00:43:59"
  },
  {
    "text": "Yeah. Make it be nice and fluffy.",
    "start": "00:43:59",
    "end": "00:44:00"
  },
  {
    "text": "Yeah, yeah. So there's this sense of anticipation. We're ready to go. Our focus is on the right thing. Our focus is on freedom. We're ready. We're not gonna be distracted by anything else. Even tasty bread.",
    "start": "00:44:00",
    "end": "00:44:13"
  },
  {
    "text": "Yeah. Yeah, that's right.",
    "start": "00:44:14",
    "end": "00:44:15"
  },
  {
    "text": "And as they're taking that bread, Jesus goes, I am the bread.",
    "start": "00:44:15",
    "end": "00:44:20"
  },
  {
    "text": "Yeah. This bread is me. My body.",
    "start": "00:44:20",
    "end": "00:44:22"
  },
  {
    "text": "My body.",
    "start": "00:44:22",
    "end": "00:44:22"
  },
  {
    "text": "Yeah. My body.",
    "start": "00:44:22",
    "end": "00:44:23"
  },
  {
    "text": "And I'm gonna be broken. And through that, you'll find life.",
    "start": "00:44:23",
    "end": "00:44:28"
  },
  {
    "text": "That's right. Yeah. Death is normally death.",
    "start": "00:44:28",
    "end": "00:44:31"
  },
  {
    "text": "Death is normally death.",
    "start": "00:44:32",
    "end": "00:44:33"
  },
  {
    "text": "But in the case of this person's death, their death is life for others. That's how he frames it. Then he turns to the cup so he doesn't highlight a lamb, and it was the lamb's blood put on the door, but he does highlight a cup of wine, and wine as a deep purple. Red was an image often Connected to blood.",
    "start": "00:44:33",
    "end": "00:44:55"
  },
  {
    "text": "Kind of looks like blood.",
    "start": "00:44:55",
    "end": "00:44:56"
  },
  {
    "text": "Same general area on the color wheel.",
    "start": "00:44:56",
    "end": "00:44:59"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:45:00",
    "end": "00:45:00"
  },
  {
    "text": "And Jesus does talk about the blood, the symbol of blood, but not connected with the lamb, but connected with wine. Yeah. And so Jesus takes the cup.",
    "start": "00:45:01",
    "end": "00:45:10"
  },
  {
    "text": "And what would the cup generally symbolize in a Passover meal?",
    "start": "00:45:11",
    "end": "00:45:14"
  },
  {
    "text": "Oh, well, it's the fruit of the vine. It's actually similar to bread, although wine isn't necessary for survival because you can live on bread and water. So usually wine is a symbol of abundance and over an abundant blessing and goodness, it's an Eden gift. So he takes another Eden gift. And then most likely, if there were four cups in the meal.",
    "start": "00:45:14",
    "end": "00:45:39"
  },
  {
    "text": "And why four cups?",
    "start": "00:45:39",
    "end": "00:45:40"
  },
  {
    "text": "Well, that's just in the oldest forms that we know of, the Passover Seder described, like in the Mishnah, there's four cups named. And Luke names two, and it seems like this would likely be the third one because this would be called the cup of blessing. In the meal.",
    "start": "00:45:40",
    "end": "00:45:58"
  },
  {
    "text": "In the meal. The third one is the cup of blessing.",
    "start": "00:45:58",
    "end": "00:46:00"
  },
  {
    "text": "Yes, that's right. And so what Jesus does is he takes the cup of wine and he says, this cup and the Gospels differ a little bit. This cup is my blood, or this cup is the new covenant in my blood poured out for you. He's getting poured out from Isaiah 53, where the servant poured out his life for others. To use a verb of like pouring out liquid, he poured out his life. So he says, this cup is the new covenant in my blood. So the idea that when a covenant was made between two people, often an animal was sacrificed.",
    "start": "00:46:00",
    "end": "00:46:40"
  },
  {
    "text": "Oh, really?",
    "start": "00:46:40",
    "end": "00:46:41"
  },
  {
    "text": "Mm. Yeah, like in the Abraham story. But he's saying this on Passover.",
    "start": "00:46:41",
    "end": "00:46:46"
  },
  {
    "text": "Yeah.",
    "start": "00:46:46",
    "end": "00:46:47"
  },
  {
    "text": "So the blood is a renewal of the relationship between God and Israel that will spare the remnant from the coming flood.",
    "start": "00:46:47",
    "end": "00:46:57"
  },
  {
    "text": "So the lamb, because lamb's doing a couple things. One is the blood of the lamb is protecting the house from the flood that's coming, the plague. Secondly, it was kind of like then an inauguration into the covenant that they're going to get.",
    "start": "00:46:58",
    "end": "00:47:12"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:47:12",
    "end": "00:47:13"
  },
  {
    "text": "In the wilderness.",
    "start": "00:47:13",
    "end": "00:47:13"
  },
  {
    "text": "Yep.",
    "start": "00:47:13",
    "end": "00:47:14"
  },
  {
    "text": "So Moses will go up Mount Sinai and he'll receive the covenant terms and he'll say, we're going to be the people of God.",
    "start": "00:47:14",
    "end": "00:47:20"
  },
  {
    "text": "Yep.",
    "start": "00:47:20",
    "end": "00:47:21"
  },
  {
    "text": "And here's how we're going to do it. And that's the covenant.",
    "start": "00:47:21",
    "end": "00:47:23"
  },
  {
    "text": "And the covenant was sealed with going up offerings.",
    "start": "00:47:24",
    "end": "00:47:27"
  },
  {
    "text": "Oh, burnt offerings.",
    "start": "00:47:27",
    "end": "00:47:28"
  },
  {
    "text": "Burnt offerings that were blameless animals who ascend in smoke up to heaven to appeal to God's generous mercy, which God graciously grants. The point is that Jesus is pulling Together multiple biblical passages and symbols.",
    "start": "00:47:28",
    "end": "00:47:43"
  },
  {
    "text": "Yeah.",
    "start": "00:47:43",
    "end": "00:47:44"
  },
  {
    "text": "The blood of the Passover lamb, but then also the blood of the covenant sacrifices and the sacrificial system.",
    "start": "00:47:45",
    "end": "00:47:53"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:47:53",
    "end": "00:47:53"
  },
  {
    "text": "Cause Passover was not a sacrifice of atonement, it's a sacrifice of protection. But the sacrifices that inaugurate the covenant, the covenant are covering for the failures of Israel to keep the covenant.",
    "start": "00:47:53",
    "end": "00:48:09"
  },
  {
    "text": "Okay. They're both covering for. But they have different.",
    "start": "00:48:09",
    "end": "00:48:12"
  },
  {
    "text": "They have different stories.",
    "start": "00:48:12",
    "end": "00:48:13"
  },
  {
    "text": "Stories.",
    "start": "00:48:13",
    "end": "00:48:13"
  },
  {
    "text": "Yeah, yeah. But they have the same function as that they are a blameless go between.",
    "start": "00:48:13",
    "end": "00:48:17"
  },
  {
    "text": "Yeah.",
    "start": "00:48:17",
    "end": "00:48:17"
  },
  {
    "text": "That God will look on the blamelessness of that representative and not the whatever. The sinfulness of the land or the people.",
    "start": "00:48:18",
    "end": "00:48:27"
  },
  {
    "text": "And in one sense it saves them from the flood, and in another sense, it inaugurates them into this covenant.",
    "start": "00:48:27",
    "end": "00:48:34"
  },
  {
    "text": "Yep, that's right. Yeah. So Jesus pulls on the imagery of the Passover lamb covenant sacrifices, and he connects them with his coming death, which is symbolized by the blood, which is the wine in the cup. So it's a great example of the rich tapestry of a symbolic imagination. Jesus thinks in terms of these scriptural symbols. And again, he didn't write a handbook on the meaning of his death. He gave a meal with these rich symbols that you don't think about. You eat them, and your eating of them is how you experience them. And all of this is within the frame of Passover.",
    "start": "00:48:34",
    "end": "00:49:20"
  },
  {
    "text": "This is the very night he will get crucified.",
    "start": "00:49:39",
    "end": "00:49:41"
  },
  {
    "text": "Yes. Like, they leave the meal and they go to the Garden of Gethsemane where he prays, he gets arrested, he goes.",
    "start": "00:49:41",
    "end": "00:49:49"
  },
  {
    "text": "On trial, and then everything escalates really fast.",
    "start": "00:49:49",
    "end": "00:49:52"
  },
  {
    "text": "Yeah, that's right. Okay, so what we're anticipating or how we're to see this then, is that in the Exodus story, it was through the blood of the lamb that Yahweh looked on Egypt, but saw these little remnant houses of refuges. And then they were delivered from death that night out of slavery to Pharaoh, and on the road in between, on their way to the covenant and then to freedom. And so Jesus is using that story framework that he will go and offer his human life before his Father so that all the humans in Israel and down here killing and hurting and ruining each other in God's world, God will have mercy on them and rescue them from slavery. And it seems like Jesus had in mind more than just Pilate, the Roman governor, or Caiaphas, but because he said when he gets arrested, a couple hours after the meal, he says to the guards arresting him, he said, this hour belongs to you and to the powers.",
    "start": "00:49:52",
    "end": "00:51:03"
  },
  {
    "text": "Of darkness that's what I was going to ask.",
    "start": "00:51:03",
    "end": "00:51:05"
  },
  {
    "text": "Who's the Pharaoh?",
    "start": "00:51:06",
    "end": "00:51:07"
  },
  {
    "text": "Who's the Pharaoh? And what's the slavery? Because on one level, it's the Romans and it's the occupation of the Romans.",
    "start": "00:51:07",
    "end": "00:51:16"
  },
  {
    "text": "Yeah. And of course, Jesus understood that and lived in those conditions. But he also had a worldview shaped by the Hebrew Bible and the Jewish tradition that believed that there was a mirror realm of spiritual powers intertwined with human powers, and that they are equally corrupt and corrupting one another. And that all of it has to get washed away so that a new promised land can come to birth. And that by going towards his death, he would be the first one to jump into the flood of God's justice. But precisely to open up a way through on dry land for other people to follow in his trail. He would blaze the trail, which makes sense back in that passage where he said, the Son of Man is going to suffer. And then after will come the day of the Son of Man. And it'll be like the flood. But come join me in my ark with the bread and the cup. Come into the house and I'll make sure that you get through to the other side.",
    "start": "00:51:16",
    "end": "00:52:22"
  },
  {
    "text": "And so the Pharaoh here is not one individual person that needs to be taken down or even one political regime that needs to be taken down.",
    "start": "00:52:25",
    "end": "00:52:37"
  },
  {
    "text": "The pharaoh is the Satan. Yeah. That was trying to get him in the wilderness.",
    "start": "00:52:38",
    "end": "00:52:45"
  },
  {
    "text": "These spiritual powers.",
    "start": "00:52:45",
    "end": "00:52:46"
  },
  {
    "text": "Yeah. These spiritual powers that have woven themselves so into the hearts and minds and structures of human life and society that.",
    "start": "00:52:46",
    "end": "00:52:56"
  },
  {
    "text": "That everyone's become a pharaoh.",
    "start": "00:52:56",
    "end": "00:52:58"
  },
  {
    "text": "It's like we all. Yeah, yeah. We all need to be liberated.",
    "start": "00:52:58",
    "end": "00:53:01"
  },
  {
    "text": "We all need to be liberated, but we're also all the ones keeping ourselves in slavery.",
    "start": "00:53:02",
    "end": "00:53:07"
  },
  {
    "text": "Yeah. We are simultaneously the ones preventing our own liberation and the liberation of others.",
    "start": "00:53:07",
    "end": "00:53:14"
  },
  {
    "text": "Because we're in league with a pharaoh that is.",
    "start": "00:53:14",
    "end": "00:53:19"
  },
  {
    "text": "He's insidious. He's everywhere. He's in me. He's in you. But Paul will use a different set of images to just call these the powers of sin and death that have got their hooks in every last one of us. We all are dying, and we all are in different ways, failing to live up to even our own noble ideals.",
    "start": "00:53:20",
    "end": "00:53:45"
  },
  {
    "text": "And the flood is death.",
    "start": "00:53:45",
    "end": "00:53:46"
  },
  {
    "text": "Yeah. The flood is the passing away.",
    "start": "00:53:46",
    "end": "00:53:49"
  },
  {
    "text": "This is all gonna lead to death.",
    "start": "00:53:49",
    "end": "00:53:50"
  },
  {
    "text": "Yeah. The passing away of my body and this age into the new creation. And Jesus would jump in first.",
    "start": "00:53:50",
    "end": "00:53:58"
  },
  {
    "text": "Without Jesus, without someone with a power over death. Death is death.",
    "start": "00:53:59",
    "end": "00:54:05"
  },
  {
    "text": "Death is. Yeah. Death is death. Yes.",
    "start": "00:54:05",
    "end": "00:54:07"
  },
  {
    "text": "Death is not new creation.",
    "start": "00:54:07",
    "end": "00:54:09"
  },
  {
    "text": "Yeah. From dust you came. And from dust to dust you Return. Yeah.",
    "start": "00:54:09",
    "end": "00:54:14"
  },
  {
    "text": "So the flood is death. And Jesus jumping into the flood to create a refuge through the flood.",
    "start": "00:54:14",
    "end": "00:54:24"
  },
  {
    "text": "Yeah. To expose some dry ground that we can walk through. Yeah.",
    "start": "00:54:24",
    "end": "00:54:28"
  },
  {
    "text": "He's now providing a way through death. So the death is no longer just death. Death is now a passage to new creation.",
    "start": "00:54:29",
    "end": "00:54:36"
  },
  {
    "text": "Yeah. For individuals and for the cosmos. For creation. Yeah, man. I mean, this work, it gets cosmic real quick.",
    "start": "00:54:36",
    "end": "00:54:45"
  },
  {
    "text": "That's the exodus of the cosmos.",
    "start": "00:54:45",
    "end": "00:54:46"
  },
  {
    "text": "It's the cosmic exodus. Yeah. Yeah. It works on every level, individuals, communities, and creation. And Jesus seems to have had all of that in his mind. And we can intuit that by looking at the symbols and the timing that he chose for all these events. It's such a potent set of symbols that it took the followers of Jesus generations to work it out. And so what we have in the Gospels actually are representations of it from later generations, from his closest followers.",
    "start": "00:54:46",
    "end": "00:55:23"
  },
  {
    "text": "They've kind of worked through it now. They're framing it in a way for you to understand it the way they understand it.",
    "start": "00:55:23",
    "end": "00:55:28"
  },
  {
    "text": "And then also we have the letter correspondence of some of his earliest followers, and we can see how they begin to take the Passover imagery or Exodus imagery and think through other implications that it has. And so really, that is the pivot. How did the earliest followers of Jesus begin to paint a picture of what it means to be human in light of what Jesus did on that Passover night and in his death and resurrection?",
    "start": "00:55:28",
    "end": "00:55:56"
  },
  {
    "text": "Yeah.",
    "start": "00:55:56",
    "end": "00:55:57"
  },
  {
    "text": "So that's where we're going to go from here. We're going to pivot into looking at the way Exodus motifs work in the Gospel of Luke, but specifically, as it goes into the Book of Acts, how the spread of the Jesus movement is portrayed as a continuation of the Exodus and then the Exodus in the letters of Paul.",
    "start": "00:55:57",
    "end": "00:56:16"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week, we'll look at Luke's two book collection of Luke Acts, where the apostles and earliest followers of Jesus call themselves the Way.",
    "start": "00:56:19",
    "end": "00:56:33"
  },
  {
    "text": "Why is the Jesus movement called the Way in the Book of Acts, which means Ha. The road to belong to the Way means to have been redeemed out of slavery and to be on the road out and to have your eyes on the Way in.",
    "start": "00:56:33",
    "end": "00:56:49"
  },
  {
    "text": "Bibleproject is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus. And everything that we make is free because of the generous support of thousands of people just like you. Thank you so much for being a part of this with us.",
    "start": "00:56:50",
    "end": "00:57:04"
  },
  {
    "text": "Hi, my name is Jordan and I'm from Graham, Washington. Hi, my name is Avery and I'm from Nova Scotia. I first heard about the Bible Project from the Read through the Bible in a year program on YouVersion. I first heard about the BibleProject in 2021 when I first started reading my Bible. I use BibleProject for personal study and deepening my understanding of Scripture. I use bibleproject for morning time with my kids while we homeschool. My favorite thing about bibleproject is videos. My favorite thing about the Bible Project is how they utilize technology to encourage a deeper understanding of Scripture. They believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, articles, podcasts, classes, and more on the Bibleproject app and@bibleproject.com hey everyone, this is Anna. I'm a content manager on the classroom team here at bibleproject. I've been working at bibleproject for about one year and a favorite part about my work is interacting with classroom students from all around the world. I also love the endless snacks in our kitchen. There's a whole team of people that bring the podcast to life every week. For a full list of everyone who's involved, check out the show credits in the episode description. Wherever you stream the podcast and on our website SA.",
    "start": "00:57:05",
    "end": "00:58:26"
  }
]