[
  {
    "text": "Foreign. Hi, Jonathan Collins.",
    "start": "00:00:00",
    "end": "00:00:07"
  },
  {
    "text": "Hello. Hello, Timothy. Maggie. We are at the very end of the road.",
    "start": "00:00:07",
    "end": "00:00:11"
  },
  {
    "text": "Yes, we are. The end of Exodus Way.",
    "start": "00:00:11",
    "end": "00:00:13"
  },
  {
    "text": "Yeah.",
    "start": "00:00:13",
    "end": "00:00:14"
  },
  {
    "text": "Yeah.",
    "start": "00:00:14",
    "end": "00:00:14"
  },
  {
    "text": "So we're going to do this final question response. We're going to listen to some questions that you have picked out amongst a bunch of great questions that came in.",
    "start": "00:00:14",
    "end": "00:00:22"
  },
  {
    "text": "It's unbelievable to me every time I read through the, the many, many dozens now, like hundreds of questions that people send in. So intelligent, so thoughtful. You all, our listening audience are amazing and we love interacting with your questions. That's what we're gonna do this episode.",
    "start": "00:00:22",
    "end": "00:00:40"
  },
  {
    "text": "Before we get into the first question, I wanted to let everyone know that we have a bunch of stuff that we created related to the Exodus Way.",
    "start": "00:00:40",
    "end": "00:00:49"
  },
  {
    "text": "As of the moment, you and I are sitting here talking, having this conversation. The video came out today from our with life experience. Yeah.",
    "start": "00:00:49",
    "end": "00:00:57"
  },
  {
    "text": "So the video that shows the Exodus Way with our doodle style. Yeah, that's out.",
    "start": "00:00:57",
    "end": "00:01:02"
  },
  {
    "text": "Such a great video.",
    "start": "00:01:02",
    "end": "00:01:03"
  },
  {
    "text": "It's a great video. And then we've got a whole team now working on resources. And so there's what we call the guide page. And it's a page that the scholar team puts together to help you go through this theme yourself or with the group, I suppose.",
    "start": "00:01:03",
    "end": "00:01:18"
  },
  {
    "text": "Yeah. Something our scholarship team has been developing over the past couple years. So every video ideally has or will have a guide page that's sort of like an extended commentary. But also there's resources, prompts and questions if you want to go through the podcast series or the video as like a group study with your friends or in your church community.",
    "start": "00:01:18",
    "end": "00:01:43"
  },
  {
    "text": "Yep. And so there's a reading plan that we built that's on the YouVersion Bible app.",
    "start": "00:01:43",
    "end": "00:01:48"
  },
  {
    "text": "Okay.",
    "start": "00:01:48",
    "end": "00:01:48"
  },
  {
    "text": "There's also a bunch of behind the scenes stuff.",
    "start": "00:01:48",
    "end": "00:01:50"
  },
  {
    "text": "We made a video about the making of the video. Yeah, yeah, it's great.",
    "start": "00:01:50",
    "end": "00:01:54"
  },
  {
    "text": "All of this is available. You can find a link to everything collected in the show notes of this episode. Also, if you are on our email list, you'll get a link to everything. If you follow us on social, you'll see it. So that's it. The Exodus Way.",
    "start": "00:01:54",
    "end": "00:02:09"
  },
  {
    "text": "That is it.",
    "start": "00:02:09",
    "end": "00:02:10"
  },
  {
    "text": "It's out there.",
    "start": "00:02:10",
    "end": "00:02:10"
  },
  {
    "text": "Yep. And then here we are doing the Q and R. Okay. This has been an amazing journey. I really, really enjoyed prepping and exploring the theme in the podcast series. So we're going to explore it more right now with your questions that you all submitted. Shall we?",
    "start": "00:02:10",
    "end": "00:02:25"
  },
  {
    "text": "Let's do it.",
    "start": "00:02:25",
    "end": "00:02:26"
  },
  {
    "text": "Start. Okay. Question number one is from Daniel in Pensacola, Florida. Hey, Tim and John.",
    "start": "00:02:26",
    "end": "00:02:33"
  },
  {
    "text": "I'm Daniel from Pensacola and here's my question about the theme of the Exodus.",
    "start": "00:02:33",
    "end": "00:02:37"
  },
  {
    "text": "You briefly mentioned that there are seven.",
    "start": "00:02:37",
    "end": "00:02:39"
  },
  {
    "text": "Women in Exodus chapters one through four to make key moral choices serving deliberate Israel.",
    "start": "00:02:39",
    "end": "00:02:44"
  },
  {
    "text": "I noticed there are also exactly seven women in the Genesis role who face key moral choices, each of which is morally dubious.",
    "start": "00:02:45",
    "end": "00:02:51"
  },
  {
    "text": "Eve, Sarah, Hagar, Rebecca, Rachel, Leah, and Tamar. The other three named women in Genesis don't appear to have any moral agency in their stories.",
    "start": "00:02:51",
    "end": "00:02:59"
  },
  {
    "text": "I'm wondering if these seven women in.",
    "start": "00:03:00",
    "end": "00:03:02"
  },
  {
    "text": "Exodus mirror at all these seven women in Genesis. I'm also wondering about the literary device of women acting in particular ways might be important to the theme of the Exodus, as you pointed out, with Rahab in Jericho. Or you might see also in Hannah in the Samuel scroll or with Mary in the Jesus stories. Thank you for all you do and I hope you have a great day. Yeah.",
    "start": "00:03:02",
    "end": "00:03:21"
  },
  {
    "text": "Daniel, Coming in hot. Coming in hot with like amazing observations.",
    "start": "00:03:21",
    "end": "00:03:26"
  },
  {
    "text": "Yeah.",
    "start": "00:03:26",
    "end": "00:03:26"
  },
  {
    "text": "Okay, so one Daniel, I think as the time of you listening to the podcast, we hadn't yet released the one hour, like deep dive on the seven women that we did with Tamara in this series.",
    "start": "00:03:26",
    "end": "00:03:37"
  },
  {
    "text": "So there's a lot more.",
    "start": "00:03:37",
    "end": "00:03:38"
  },
  {
    "text": "That's right.",
    "start": "00:03:38",
    "end": "00:03:39"
  },
  {
    "text": "Digging into the seven women Exodus there.",
    "start": "00:03:39",
    "end": "00:03:41"
  },
  {
    "text": "That's right.",
    "start": "00:03:41",
    "end": "00:03:42"
  },
  {
    "text": "But then he's making an observation that goes even further.",
    "start": "00:03:42",
    "end": "00:03:45"
  },
  {
    "text": "It goes even further. So you're noticing we focused on these seven women and they make key moral choices. What is interesting, for example, the midwives, who are the first two, Shiphrah and Puah, or Delightful and Sparkle, I think are their names. But they deceive the deceiver, as it were. So Pharaoh's just like a snakey, like violent, you know, tyrant, and so they deceive him, but in order to save life. It's really interesting. And so the moral status of that decision is kind of one of these famous moral puzzles in the Bible, you know, of like, is it wrong to commit one sin?",
    "start": "00:03:45",
    "end": "00:04:29"
  },
  {
    "text": "Can you lie to to save human life?",
    "start": "00:04:30",
    "end": "00:04:32"
  },
  {
    "text": "Exactly. Right. Yeah. It's famous kind of moral puzzles. And the biblical authors don't seem to have any hang ups to say, like, if you're working with a deceiver, sometimes you gotta out snake the snake. Yeah, out snake the snake.",
    "start": "00:04:32",
    "end": "00:04:42"
  },
  {
    "text": "Can I say though real quick, it doesn't mean fight the sword with the sword.",
    "start": "00:04:44",
    "end": "00:04:48"
  },
  {
    "text": "Oh, no, that's right. Emphatically. They don't launch a revolution, but they do use the means at their disposal and a lot of cleverness and deception to save life. Yeah, no, that is important. But maybe I'm pretty sure I know why. That's an important clarification. You want to make because that can be taken the wrong way.",
    "start": "00:04:49",
    "end": "00:05:11"
  },
  {
    "text": "It can be taken the wrong way of like out snake. The snake means, oh, I just need to be a bigger bully than the snake and fight the snake with the snake's arsenal. And there's this creative, nonviolent, like, shrewd craftiness that is more appropriate the way of Jesus.",
    "start": "00:05:11",
    "end": "00:05:34"
  },
  {
    "text": "Yeah, you could say the Hebrew midwives are participating in a pattern of the creative subversion of violence and at great risk to themselves. I mean, they're breaking Pharaoh's command. And this is a huge pattern with how God's chosen ones subvert violence but by putting themselves at risk. And of course, the Jesus story is just that story incarnate in Jesus, challenging of the powers. So that's a great observation. What you are making, Daniel, is this next stellar observation. And I have to admit that when I read your question, this had never occurred to me before to count the. The women in Genesis, the significant women in Genesis. So there's more named women in Genesis than just seven. But there are seven that have like a lot of airtime, as it were, a lot of page time focus dedicated in the stories that they're in. And significantly, deception or covert subversion of the other characters at play is a part of their stories. You use the phrase morally dubious. I'm not sure I'd use that phrase that fits. You know, like Tamar, for example, she dresses up like a sex worker, so that's morally dubious in one sense. But she's trying to save the life of her father in law's family as she does so. And you know, Rachel and Leia's like, sister rivalry. Yeah, it's just great. I need to think about that observation. But first off, it's exactly the kind of thing I would expect of biblical literature. You know, you wouldn't be surprised if.",
    "start": "00:05:34",
    "end": "00:07:19"
  },
  {
    "text": "There'S a lot of cool stuff happening here.",
    "start": "00:07:19",
    "end": "00:07:20"
  },
  {
    "text": "No. So I definitely have that in my notes to go follow down and flesh that out. And if that is really the case, and I have no reason to think it's not, then that is so cool.",
    "start": "00:07:20",
    "end": "00:07:30"
  },
  {
    "text": "So cool.",
    "start": "00:07:30",
    "end": "00:07:31"
  },
  {
    "text": "That is so cool.",
    "start": "00:07:31",
    "end": "00:07:32"
  },
  {
    "text": "So cool that this communal reading of the Bible thing, you know.",
    "start": "00:07:32",
    "end": "00:07:36"
  },
  {
    "text": "Oh, totally.",
    "start": "00:07:36",
    "end": "00:07:37"
  },
  {
    "text": "Is happening.",
    "start": "00:07:37",
    "end": "00:07:37"
  },
  {
    "text": "Yes.",
    "start": "00:07:37",
    "end": "00:07:38"
  },
  {
    "text": "Someone could just jump in, tell us, check something out.",
    "start": "00:07:38",
    "end": "00:07:42"
  },
  {
    "text": "We have one of the scholars on our scholarship team kind of internal to the project. She's constantly counting words whenever we get together a few times a month and just read scripture together. And she's just in the habit now of counting everything. And she's pointing out numerals of 7 repetitions of words in patterns of 7 in passages that I never would have noticed or thought. She's, like, got this math gift. But biblical authors love to arrange things in groups of three or three plus three plus one, which is seven. Or sometimes three plus three plus three plus one, which is ten. So three, seven, and ten are creative combinations of numbers, and each one of those numbers is its own kind of symbol for fullness or completion, which is why biblical authors love to use those numbers in their stories.",
    "start": "00:07:42",
    "end": "00:08:37"
  },
  {
    "text": "This is the day after Easter today as we talk.",
    "start": "00:08:37",
    "end": "00:08:40"
  },
  {
    "text": "Yes, it is.",
    "start": "00:08:40",
    "end": "00:08:40"
  },
  {
    "text": "And my pastor's sermon yesterday, he was in Luke, and he said that when Jesus broke bread on the road to Emmaus, that is the seventh plus one meal. That's the eighth meal in Luke.",
    "start": "00:08:40",
    "end": "00:08:52"
  },
  {
    "text": "Whoa. In the overall shape of Luke.",
    "start": "00:08:52",
    "end": "00:08:54"
  },
  {
    "text": "Yeah.",
    "start": "00:08:54",
    "end": "00:08:54"
  },
  {
    "text": "Seven times people recline to eat a.",
    "start": "00:08:56",
    "end": "00:08:58"
  },
  {
    "text": "Meal, and that's the eighth. So that's the eighth meal.",
    "start": "00:08:58",
    "end": "00:09:01"
  },
  {
    "text": "Yeah. It's the new day.",
    "start": "00:09:01",
    "end": "00:09:02"
  },
  {
    "text": "The new day.",
    "start": "00:09:02",
    "end": "00:09:03"
  },
  {
    "text": "The first day of the new week. Yeah, man telling you. Yeah. Biblical authors grew up in a time, and Israelite scribes were trained at a time when math and literature were not separate like fields of study. If you're a scribe, you're a word nerd, and you're a number nerd. And because in ancient Hebrew, as in modern Hebrew, the number system is also the letters of the Alphabet. So for us, they're separate. But math wizardry and word wizardry were one combined skill set for now.",
    "start": "00:09:03",
    "end": "00:09:40"
  },
  {
    "text": "This is different than Bible code stuff, right?",
    "start": "00:09:40",
    "end": "00:09:42"
  },
  {
    "text": "Well, it's related. I mean, I think what Bible code stuff in its most extreme forms is looking for and developing mathematical expectations or patterns. And the real question is what types of math symbolism was native to ancient Near Eastern and second Temple Jewish scribes that we can base by looking at neighboring scribal literature of the Babylonians or Egyptians. And so some of it gets a little. Gets a little crazy. But I have learned to be at least more open minded, which doesn't mean not critical, but more open minded to things.",
    "start": "00:09:42",
    "end": "00:10:21"
  },
  {
    "text": "There's more there likely than.",
    "start": "00:10:21",
    "end": "00:10:22"
  },
  {
    "text": "Yeah. Like Daniel, your observation. I just. That's so cool. And it's just once you notice things like that, it's like hidden in plain sight, you know, so the seven women in Genesis. And then you go take this further and you think about Rahab, you think about Hannah. So if you haven't listened to the conversation we had with Tamara Knudsen, I think it's the episode before this one in terms of the week we release, do go listen to it, because she brings in the larger Patterns of the role that significant courageous women play at pivotal moments in biblical stories. It's not a short list. It's a big, big list. And it's a very important way. I think the biblical authors are constantly putting Adam and Eve type figures in front of us, that the redemption of creation is going to happen through an ideal partnership of men and women together, the two as one. And that that's a big part of how the biblical authors use male or female characters is to tie back to the Eden story. So thank you, Daniel.",
    "start": "00:10:22",
    "end": "00:11:27"
  },
  {
    "text": "Yeah.",
    "start": "00:11:27",
    "end": "00:11:27"
  },
  {
    "text": "Speaking of the key role of women in the biblical story, Queena from Greenwood, Delaware is coming in with another excellent observation of a pattern in biblical literature related to women. Queena, let's hear your question. Hi, Tim and John. My name's Queen Amass from Greenwood, Delaware. And as I have been listening to the Exodus podcast, I've been thinking a lot about the birth of my own children. So my imagination memories have been ignited by the Israelites groaning labor, the blood on the door marks of a woman's cycle or delivery. Rahab's cord in the window, an umbilical cord at an opening, the wilderness as the long way of pregnancy and the waters of the Red Sea and Jordan river as akin to amniotic fluid. The term Exodus even reminds me of how a baby exits a mother's body. Do you think there is any more birth images to pull out of this story arc? And would you connect this to Jesus delivering us or would you bring in.",
    "start": "00:11:27",
    "end": "00:12:42"
  },
  {
    "text": "His mother Mary somehow?",
    "start": "00:12:42",
    "end": "00:12:44"
  },
  {
    "text": "Thanks. Fantastic. I love Queena. Your imagination is working.",
    "start": "00:12:44",
    "end": "00:12:50"
  },
  {
    "text": "Yeah, it's great. I want to hear your thoughts on that.",
    "start": "00:12:50",
    "end": "00:12:53"
  },
  {
    "text": "Yeah, well, I think I'll just narrate where a couple hyperlinks or narrative analogies in the Hebrew Bible caught me by surprise and then got me thinking in ways that I had never thought before. So the first one was in the seven day creation narrative and how the six days of God working are set up in parallelism to each other. A group of three and a group of three Days one to three, four to six. We've talked about this many times over the years. So days one to three separating light and dark, waters and waters, land and sea. Day three has a bonus plus one creation act on the third day, which is now that the waters are separated from the sea, the ground is called to make go out of it.",
    "start": "00:12:53",
    "end": "00:13:37"
  },
  {
    "text": "Oh yeah.",
    "start": "00:13:37",
    "end": "00:13:38"
  },
  {
    "text": "Plants that have seed bearing fruit.",
    "start": "00:13:38",
    "end": "00:13:42"
  },
  {
    "text": "Oh, right.",
    "start": "00:13:42",
    "end": "00:13:42"
  },
  {
    "text": "And then on day six, God has the land creatures caused to go out of the land. And then among those land creatures are the humans that are Appointed the image of God who are to be fruitful, to make fruit and to multiply. So both days 3 and 6 have this image of life going out of this state of potency potential. The ground is viewed as like a womb. What the humans are producing fruit of the womb is set on analogy to the ground making fruit. You know, trees come up out of it. And that's a really important analogy then, where the fruitfulness of the ground and the fruitfulness of a mother's womb are connected there in Genesis narrative. And then lo and behold, human children are constantly being called fruit or seed right from the Genesis narrative onward. And the fruitfulness of the ground and the fruitfulness of a family are totally tied together. Ideas in the covenant curses, like of Israel, how fruitfulness of your animals, of your families, your wives and of the ground are all a sign of God. It's like creation blessing.",
    "start": "00:13:43",
    "end": "00:15:04"
  },
  {
    "text": "So just life and abundance is connected to this idea of birthing.",
    "start": "00:15:05",
    "end": "00:15:09"
  },
  {
    "text": "But the verb of going out.",
    "start": "00:15:10",
    "end": "00:15:11"
  },
  {
    "text": "But the verb is to go out from which is Exodus.",
    "start": "00:15:11",
    "end": "00:15:14"
  },
  {
    "text": "That's right.",
    "start": "00:15:14",
    "end": "00:15:15"
  },
  {
    "text": "Okay.",
    "start": "00:15:15",
    "end": "00:15:15"
  },
  {
    "text": "So the idea is that the ground or the womb are these God given, like super. I don't know, what's the imagery like? Potential dense environments, incubators, incubators for life. And just the divine gift of life comes out of these incubators that are the ground of the womb. That's one thing. The other thing is that in Genesis, there's lots of kids born in Genesis, because the seed of the woman is a major theme right from Genesis 3. You're looking for a snake crusher who's going to come from a seed from a woman. So in many of these birth stories in Genesis, once again, the key verb go out in Hebrew, yatsa is used of children coming out of the mother's womb. Like our phrase, to come out of the womb is in English. What? In Hebrew you just say to go out from the womb, to be Exodus from the womb, to be Exodus out of the womb. So already in Genesis, going out from the womb, going out from a state, an incubator of potential into life. So when you get to the Exodus story, the going out of Egypt and the groaning of slavery, that's in Exodus 2, they're groaning and then they go out and they go through the waters. When you're reading the Exodus story, birth imagery as such doesn't seem necessarily highlighted in the narrative itself. But when you go to later retellings of the Exodus and the prophets and the Psalms, they start weaving in birth imagery. So Queena, you noticed about, for Example groaning in labor. The same vocabulary used for the Israelites, groaning and slavery is the imagery used to describe birth labor, like a woman's birth labor in the prophets, in the Psalms. And so I mean, the apostle Paul In Romans 8, we had an episode talking about. He talks about how we are groaning in just mortal decay. The cosmos is groaning, as in the pains of childbirth, waiting for the freedom, the liberation of the children of God.",
    "start": "00:15:15",
    "end": "00:17:28"
  },
  {
    "text": "He wraps the whole thing in the metaphor of childbirth.",
    "start": "00:17:29",
    "end": "00:17:31"
  },
  {
    "text": "Yeah, exactly. So what's so fascinating is that the suffering of the Israelites in Egypt in the prophets, Psalms, and Paul is actually viewed as this incubator that suffering actually can be this generator for a new kind of life on the other side of it. And what else is birth except a pain and suffering? Right. That leads to life? So that's just on the groaning side.",
    "start": "00:17:31",
    "end": "00:17:59"
  },
  {
    "text": "Yeah.",
    "start": "00:17:59",
    "end": "00:18:00"
  },
  {
    "text": "But John, it seemed like you were. I'm trying to process how you're processing these observations.",
    "start": "00:18:00",
    "end": "00:18:06"
  },
  {
    "text": "There's a verse that always is kind of a difficult verse for me in the New Testament where Paul says. I think it's Paul, that women will be saved through childbirth.",
    "start": "00:18:06",
    "end": "00:18:18"
  },
  {
    "text": "Oh, in first Timothy two. Yeah.",
    "start": "00:18:18",
    "end": "00:18:20"
  },
  {
    "text": "Is this connected to this theme of the looking for the snake crusher, but also just the theme of redemption, or is this a rabbit hole to not go down?",
    "start": "00:18:20",
    "end": "00:18:28"
  },
  {
    "text": "That's like one Timothy, chapter two. That's a very complicated paragraph.",
    "start": "00:18:28",
    "end": "00:18:33"
  },
  {
    "text": "Yeah.",
    "start": "00:18:33",
    "end": "00:18:33"
  },
  {
    "text": "And the diversity of interpretations of that sentence, which is the culmination of that paragraph, it's very widely divergent interpretations. That's where Paul's essentially taking the microphone out of the hands of certain women leaders in the house churches of Ephesus as he's writing to Timothy and why he's doing that, the reasons he gives for it, what he thinks should be the alternative to it. Every question you can put to that paragraph could be and has been interpreted about five different ways. So it's very complicated.",
    "start": "00:18:33",
    "end": "00:19:06"
  },
  {
    "text": "Glad I brought it up.",
    "start": "00:19:07",
    "end": "00:19:08"
  },
  {
    "text": "But the image of salvation through childbirth, if salvation is about the rescue of life, man, what else is childbirth except a harrowing life threatening experience of mother. It's like life and death come together in that moment and you know, mortality rates for birthing mothers or for children throughout the history of the human race. It's very dangerous, very dangerous, still is. And that was not lost on ancient humans who thought about such things, that somehow out of this encounter with death, new life comes into being. And that's how every human enters the world. So wild to think about. So suffering as an incubator for new life is a Major theme in biblical literature. So another link in the chain here for me. Kuina was actually. I was working on Leviticus a number of years ago, and I came across the work of a Hebrew Bible scholar, Richard White Kettle. As far as I know, he hasn't written any books on this. He's just published a lot of academic articles about the symbolism of blood and water and birth in Leviticus as hyperlinks and narrative analogies connected to the creation story, the flood story, and Passover. And super interesting work on hyperlinking and narrative analogy. But he actually thinks that a lot of the ritual impurity laws in Leviticus represent the thought of somebody who views childbirth on analogy to the creation story in the flood story. And actually the flood story and the creation stories have been designed with language that links also forward to the depictions of childbirth in Leviticus. Super interesting. But just all that to say is the imagery of blood, either menstrual blood or blood in child delivery, that the role that that plays is interconnected to the role of blood as a symbol of life, liquid life. Why blood can purify things is because it is a life power, as it were. Almost like a life detergent that can cancel out death because it's the medium of life in our veins or as a child comes into the world anymore. Like you mentioned Rahab's cord.",
    "start": "00:19:10",
    "end": "00:21:39"
  },
  {
    "text": "Oh, yeah. That's the first I've ever thought about that as an image.",
    "start": "00:21:39",
    "end": "00:21:42"
  },
  {
    "text": "Dude, the Rahab story. So the cord is a red sign that she puts in the window of her house so that nobody will come into her house through a door.",
    "start": "00:21:42",
    "end": "00:21:53"
  },
  {
    "text": "Yeah, you made that connection.",
    "start": "00:21:53",
    "end": "00:21:55"
  },
  {
    "text": "Yeah. So it's all. It's Passover.",
    "start": "00:21:55",
    "end": "00:21:56"
  },
  {
    "text": "Passover.",
    "start": "00:21:56",
    "end": "00:21:57"
  },
  {
    "text": "So I think what we're saying here is that Passover is itself participating along with Rahab's story, along along with the flood story and creation story of this bigger meta theme of incubators of life are these potent environments, whether it's the ground, whether it's the human womb, or whether it's period.",
    "start": "00:21:57",
    "end": "00:22:19"
  },
  {
    "text": "House.",
    "start": "00:22:19",
    "end": "00:22:19"
  },
  {
    "text": "A house. Yes, the house. Or whether it's periods of suffering. And these narratives are all putting those in parallelism to each other, that periods of hardship can be a kind of womb. Yeah, that's what the analogy is.",
    "start": "00:22:19",
    "end": "00:22:33"
  },
  {
    "text": "That's what the ark is, and that's what the house is.",
    "start": "00:22:33",
    "end": "00:22:36"
  },
  {
    "text": "And so blood represents the point at which my life and death almost come to meet each other. Because if I lose a lot of blood, like it happens in childbirth, you're losing life, but it's also the blood. The blood is life. Itself. And it's coming out of a woman's body along with a new human being, man.",
    "start": "00:22:37",
    "end": "00:22:59"
  },
  {
    "text": "This makes the idea of being born again more provocative.",
    "start": "00:22:59",
    "end": "00:23:01"
  },
  {
    "text": "Ooh. Oh, okay, yes.",
    "start": "00:23:01",
    "end": "00:23:03"
  },
  {
    "text": "That phrase can get flattened out for me, growing up in kind of a Western Christianity. But to think about birth at the level you're talking about, the richness of the images of life and death.",
    "start": "00:23:03",
    "end": "00:23:17"
  },
  {
    "text": "Yes. So another scholar on this in the New Testament that I haven't read, but it's on my list to read one day by scholar Susan Eastman, who's written. She has written a book called Recovering Paul's Mother Tongue. Such a great image. But it's about mother and childbirth metaphors in Paul's letters, and it turns out he uses them a lot. And he actually describes himself as a church planter with mother language way more often than most of us realize. So what's that language doing for Paul? How does it create an image of what he thinks a Jesus community is? And it's tied into Exodus imagery and new birth. Out of Jesus suffering comes a community of rebirth. So there you go. Birth imagery in the Bible is really important. And Kuina, I love how your imagination is tying Exodus imagery to childbirth imagery. You are onto something there.",
    "start": "00:23:19",
    "end": "00:24:21"
  },
  {
    "text": "Yeah. Thank you, Kuina.",
    "start": "00:24:21",
    "end": "00:24:22"
  },
  {
    "text": "Yeah. You're not just making that up, so thanks for the observation.",
    "start": "00:24:22",
    "end": "00:24:26"
  },
  {
    "text": "Okay, let's do another.",
    "start": "00:24:26",
    "end": "00:24:27"
  },
  {
    "text": "Okay. This is a question from Matt in San Francisco, California.",
    "start": "00:24:28",
    "end": "00:24:33"
  },
  {
    "text": "The Exodus functions as a template for a story told again and again. And that makes me wonder about God's relationship to Pharaoh. Sometimes in the Exodus story, it says that Pharaoh hardens his own heart, and sometimes it seems to say that God hardens his heart. So that makes me curious if there are any other hyperlinks to hardened hearts that link back to this moment or if that tells us something about God's relationship to oppressors generally, or maybe even God's relationship to evil. Thanks.",
    "start": "00:24:33",
    "end": "00:25:06"
  },
  {
    "text": "Yeah, fantastic question.",
    "start": "00:25:07",
    "end": "00:25:09"
  },
  {
    "text": "It's a great question.",
    "start": "00:25:09",
    "end": "00:25:10"
  },
  {
    "text": "Let's see. Maybe I'll link back. Years ago, we did our journey of podcast episodes through five books of the Torah. So we have, I think, a three part series just on the early Exodus chapters. I think we did a whole episode or more, then a Q and R maybe. And we've touched on Pharaoh's heart many times. So I think as a summary of that, I'll just put out there first that the narrative sequence, reading the narrative about Pharaoh's heart in order is super important. Not to just dive in and take one moment of the story out, because, and it depends on the English translation you're reading. Which is unfortunate, because what English translation you read will determine what you can or cannot see about Pharaoh's heart. But Pharaoh's heart is not said in the narrative to be hardened by God until after the fifth plague. Okay, so in other words, Pharaoh's had more than five chances to humble himself and let the people go. And then once Pharaoh's advisors come to him and they say to him, you're out of your mind, you're destroying your own land, then the narrative begins to register God's agency hardening Pharaoh's heart. And then all the way back at the burning bush, what God told Moses was, listen, this story is going to go one direction here, and I'm just going to let you know up front how this is going to go, that Pharaoh's going to harden his heart. And so I'm going to harden his heart and I'm going to destroy him and I'm going to deliver my people. So what's interesting in that narrative depiction then, is that God is aware of where the story is going from the beginning, but he actually lets the history of the event play out so that Pharaoh has agency. And the narrative explicitly identifies his own agency in hardening his heart towards the request to let the people go. So there's this. Biblical authors are walking this balance beam. They want to honor the dignity of a human image of God making their choices, but also say that that human is making their choices not in a vacuum and not as like a cosmically independent agent, but that God has agency in this story too. And God can take Pharaoh's choices and weave them in a way that aims towards redemption. And at a certain point, it's as if Pharaoh reaches a point of no return. He becomes like a, what do you say, a maniac tyrant type of thing. And so God's strategy is basically let that maniac tyrant's own evil to hand them over to. It is language that Paul will use of God's relationship to human evil, handing people over to the consequences of their decisions. Or maybe in God's case, accelerating Pharaoh's choices in the second half of the plagues to lead them to their logical end. That's the portrait.",
    "start": "00:25:10",
    "end": "00:28:17"
  },
  {
    "text": "Yeah.",
    "start": "00:28:17",
    "end": "00:28:18"
  },
  {
    "text": "So I guess you're asking, does that template get replayed.",
    "start": "00:28:18",
    "end": "00:28:24"
  },
  {
    "text": "Yeah. Does that become a theme of sorts, of the hardening?",
    "start": "00:28:24",
    "end": "00:28:27"
  },
  {
    "text": "Right. I have seen the language and imagery related to Pharaoh's heart. Yes. In a handful of more narratives later in the Torah and prophets. So when the Israelites are finishing their 40 year sojourn in the wilderness and they come into the land on the east side of the Jordan over there, where these guys name Og, Sichon and Og, who are these? What do you say, like regional leaders? And then there's a king named the king of Arad. And they all just. They come out swinging. Like the Israelites send requests like, hey, can we pass through your land? And they just come out aggressive, swinging, attacking. And in a number of those stories, the language related to they didn't listen, their heart was hard gets pulled on in those stories in the book of Joshua, the military leaders of the Canaanite cities. So when Joshua leads the people across the Jordan into the land in Joshua 2, 5, 7, 9, 10, 12, all the stories of battles with Canaanites, those stories usually begin by describing the response of those Canaanite leaders in the language described, of Pharaoh's hard heart.",
    "start": "00:28:27",
    "end": "00:29:43"
  },
  {
    "text": "So we're supposed to imagine them to have gotten to the place that Pharaoh got after five chances.",
    "start": "00:29:43",
    "end": "00:29:48"
  },
  {
    "text": "The narrator wants us to see that those leaders are in the same phase of their own story. Their story's not told right. And it's just we get this one moment that they come onto the scene of the biblical story and the biblical authors are framing them through hyperlinks to that late stage Pharaoh. And then maybe I'll just throw in the character of Saul. King Saul is regularly hyperlinked. So I'm talking about intentional hyperlinks the authors use to describe Saul in the language of late stage Pharaoh, that he is a kind of pharaoh when David comes onto the scene. So it is a template, but it's never identical. It's always with a bit of a twist. So what those stories are trying to do is say they're trying to name moments about the outbreak of really horrendous oppression or violence in the scene of the biblical story. And when they are making these hyperlinks to Pharaoh, they're pulling up all of the psychological and moral complexity and nuance of the Exodus story. It's sort of like saying here, dear reader, we have the story in Exodus. Let's fully explored this in a nuanced way, literarily. And so we just want you to know that when these kings and Joshua come into the story, the Canaanite kings like that stuff with Pharaoh. That's what was going on with these guys.",
    "start": "00:29:48",
    "end": "00:31:14"
  },
  {
    "text": "Yeah. And by explore this, you mean as a human, do I have agency to decide to follow God or not, to do the right thing or not? And the patience of God to kind of let someone do that, even though that person's creating suffering Yep, that's right. And then if you get this kind of pharaoh kind of figure that's creating a lot of suffering, how patient will God be? And then at what point is God like enough is enough? And when that happens, what does that look like? When God says enough is enough?",
    "start": "00:31:14",
    "end": "00:31:49"
  },
  {
    "text": "That's right. Yep.",
    "start": "00:31:49",
    "end": "00:31:50"
  },
  {
    "text": "That's the thing being wrestled with.",
    "start": "00:31:50",
    "end": "00:31:51"
  },
  {
    "text": "That's the thing being wrestled with by the heart.",
    "start": "00:31:51",
    "end": "00:31:53"
  },
  {
    "text": "And who's making the decision in God hardening or the pharaoh hardening.",
    "start": "00:31:53",
    "end": "00:31:56"
  },
  {
    "text": "Yes. And what maybe you'd say if you have possibilities of thinking about God's plan and purpose and then human plans and purpose on two ends of a spectrum, it's easier to slide over to one side more than another and to say, well, God's self limited and he's allowed human decision to really drive the course of history. Well, man, that doesn't explain a lot of what the biblical authors are trying to tell us about God's plans, superseding the arc of history over human plans. But at the same time, biblical authors are constantly trying to say that God has created this world as a place where human agency has a significant realm of limited but real autonomy and agency. So how do those two go together? Right, yeah. So free will and God's sovereignty and the biblical authors, I don't think solve it for us, but they constantly put the tension in front of us. And then when these human leaders, these are all pictures of, they're male leader, military, king figures whose violence and tyranny get so intense that God, you know, brings the hammer. But when God brings the hammer, it's usually by orchestrating the downfall of these tyrants through their own decisions. And that's the complexity these stories are inviting us to ponder. It's very true to lie, it's honest to how human history actually goes down.",
    "start": "00:31:56",
    "end": "00:33:29"
  },
  {
    "text": "Oh, that people reap what they sow, you mean?",
    "start": "00:33:29",
    "end": "00:33:31"
  },
  {
    "text": "Yeah. And that, you know, when brutal human governments and regimes rise and fall, there's so much like fallout and collateral damage in terms of human life, the cost of human life. And it forces us, any reasonable person, I think, and the biblical authors to start singing out psalms of protest to say, how long, oh Lord, why are you taking so long? You know, and that's part of the biblical story is inviting us into that wrestle match with God.",
    "start": "00:33:32",
    "end": "00:34:07"
  },
  {
    "text": "But at some point God will hear the groaning to a degree that he's like, I'm stepping in, doing something that's right. Not going to let this person get away with this anymore.",
    "start": "00:34:07",
    "end": "00:34:16"
  },
  {
    "text": "Yeah. So anyway, yes, there you go, Matt. It's A great point. The template of Pharaoh's hard heart does get reapplied to later figures in the Hebrew Bible. And that's just a whole theme that you could go on and explore. So thanks for raising that with your question.",
    "start": "00:34:16",
    "end": "00:34:35"
  },
  {
    "text": "Yeah, thanks, Matt. All right, we got a question from Zach.",
    "start": "00:34:35",
    "end": "00:34:39"
  },
  {
    "text": "We do have a question from Zach in Oswego, Illinois.",
    "start": "00:34:39",
    "end": "00:34:43"
  },
  {
    "text": "Okay.",
    "start": "00:34:43",
    "end": "00:34:44"
  },
  {
    "text": "Hi, my name is Zach and I'm from Oswego, Illinois. In the Jesus as the New Moses episode, you said that Moses goes through beforehand what all the people will. Moses is rescued through the waters, and so are the people. But you didn't mention Moses being delivered from death in a house with blood, like the people during the Passover. So I am wondering if the story of Zipporah and Moses fits the that rescue and redemption story. It starts with them staying at a place overnight and there is a threat of death. The circumcision blood seems to be important because God leaves Moses alone once the blood is present. Later in Exodus, those who are circumcised can participate in the meal of Passover. And the children, when asked why they do this redemption practice, they're told the story of how God delivered them out of Egypt. Egypt with the plagues of the Egyptian firstborn and the redemption of God's people. Is this the connection?",
    "start": "00:34:45",
    "end": "00:35:43"
  },
  {
    "text": "So can I say it? Gold star.",
    "start": "00:35:44",
    "end": "00:35:46"
  },
  {
    "text": "Gold star. Yeah. No, that's fantastic. Yes, that's exactly right. In the Exodus 1 through 4, it's the opening literary unit of Exodus scroll. And it goes from Moses going through the waters of death, being rescued by the six women who participated in his rescue. And then on the end of chapter four, Moses is rescued again by the seventh woman that is his wife. In this case, it's rubes blood, circumcision blood. And we've talked about this before, but it is. It's like a pre Passover, as it were.",
    "start": "00:35:47",
    "end": "00:36:24"
  },
  {
    "text": "Yeah, I guess we talked about it in the Torah series, which I didn't really remember.",
    "start": "00:36:24",
    "end": "00:36:27"
  },
  {
    "text": "Yeah, it was a number of years.",
    "start": "00:36:28",
    "end": "00:36:29"
  },
  {
    "text": "Ago, but then we just talked about with Tamara. But that conversation would have been before Zach. So Zach is cluing in on that.",
    "start": "00:36:29",
    "end": "00:36:36"
  },
  {
    "text": "You got there. Yeah, it's exactly right. It's not just thematic patterning parallels the actual language used in the Exodus 4 story of blood being touched to Moses is the same as the blood.",
    "start": "00:36:37",
    "end": "00:36:49"
  },
  {
    "text": "Same verb as the touching.",
    "start": "00:36:49",
    "end": "00:36:50"
  },
  {
    "text": "Being touched to the door with the hyssop branch. Yeah, the. The door of the house. And what's fascinating is that Passover also has the same ambiguity of God's role. So God just Told Moses In Exodus 4 and 3 and 4, you deliver out the people out of Egypt, you're my guy. And then it's such a shocker whiplash to then read, God came in the night and was going to kill Moses. And you're like, what? So wait, God's the deliverer and the. And then Zipporah steps in with the blood, and then God relents. And what is God holding Moses accountable for? So we talk about that some with Tamara. So I think I said there's different interpretations of that. I think God's holding Moses accountable for murdering the Egyptian. Oh, interesting. And there's Hyperlinks in Exodus 4 that link back to Exodus to the murder scene. Just like God at Passover, God is holding Pharaoh accountable for murdering all of the sons of Israel. And so it's the life of the sons of Egypt that are now at risk at Passover. So it's interesting. God is depicted both as the one holding people accountable for shedding blood with a life for life kind of justice measure. But then Zipporah is the one rescuing life with this representative blood of another in touching it to Moses. But then God is the one who provides the lamb for the blood to go over the house at Passover. So God is both the one bringing that measure of justice, and he's the one telling people how to find mercy and life in the face of this. So God has a complex relationship to both judgment and salvation in both those stories. Interesting.",
    "start": "00:36:50",
    "end": "00:38:43"
  },
  {
    "text": "Yeah.",
    "start": "00:38:43",
    "end": "00:38:44"
  },
  {
    "text": "So way to go, Zach.",
    "start": "00:38:44",
    "end": "00:38:45"
  },
  {
    "text": "Nice work.",
    "start": "00:38:46",
    "end": "00:38:46"
  },
  {
    "text": "Yeah, I think that's all I want to say is high five and you're following the patterns where they lead. Speaking of Passover, we had a fantastic question from Christian Dawson in Portland, Oregon. And not just in Portland, Oregon, Christian. We go to the same church community. So I was so happy to see your question because it names a question that a lot of people asked. Actually sent in about this because we did an episode on the night of Passover in the Exodus pattern. And Christian, you've got a great way of phrasing this question.",
    "start": "00:38:47",
    "end": "00:39:17"
  },
  {
    "text": "Hi, my name is Christian and I live in Portland, Oregon.",
    "start": "00:39:18",
    "end": "00:39:21"
  },
  {
    "text": "I'm curious about how we think about.",
    "start": "00:39:21",
    "end": "00:39:22"
  },
  {
    "text": "Jesus death in relation to the Hebrew Bible on Good Friday.",
    "start": "00:39:22",
    "end": "00:39:26"
  },
  {
    "text": "Should our primary lens be the Passover.",
    "start": "00:39:26",
    "end": "00:39:28"
  },
  {
    "text": "Lamb or the day of atonement?",
    "start": "00:39:28",
    "end": "00:39:30"
  },
  {
    "text": "Lamb, Yom Kippur.",
    "start": "00:39:30",
    "end": "00:39:31"
  },
  {
    "text": "Sometimes Christian tradition seems to lean more into the Yom Kippur imagery of atonement for temple cleaning. But in the Gospels, Jesus dies during Passover, not the day of atonement. Could you reflect on how these two images The Passover lamb and the Yom Kippur lamb interact in the biblical story, how they differ and how that might shape the way we understand and commemorate Good Friday, Easter Sunday, and every Sunday. Great.",
    "start": "00:39:31",
    "end": "00:39:54"
  },
  {
    "text": "Yeah, great question. Thank you.",
    "start": "00:39:54",
    "end": "00:39:55"
  },
  {
    "text": "Yeah, thank you, Christian. That. That's wonderful. I do know that you, I think, alluded to the connections, but I don't know if we really dug in deep to it much.",
    "start": "00:39:55",
    "end": "00:40:04"
  },
  {
    "text": "Yeah. Well, on one level, a first response Christian is simple to say which key festival from the Torah was on Jesus's mind as he went to Jerusalem to die. He chose Passover.",
    "start": "00:40:04",
    "end": "00:40:20"
  },
  {
    "text": "Yeah.",
    "start": "00:40:20",
    "end": "00:40:20"
  },
  {
    "text": "Week to go to Jerusalem. And then the, like, the days of the Passover meal is the days that he staged his greatest disturbances in the temple.",
    "start": "00:40:21",
    "end": "00:40:31"
  },
  {
    "text": "Like, he could have chosen Yom Kippur.",
    "start": "00:40:31",
    "end": "00:40:32"
  },
  {
    "text": "He could have, but he didn't. So that feels very significant then. So then the question is, okay, what is the nature of the sacrifices being offered at Passover? Or is sacrifice even quite the right term to use for it? And then how is it different from day of atonement? So this is a journey, man. I've been on a journey for decades now trying to refine my thinking about this. I first was challenged in the best way possible by two Jewish biblical scholars, Jacob Milgrom and Jonathan Klawans, who've both. Most of their academic careers have been dedicated to helping people really understand the nature of sacrifice, the symbolism of blood and all the rituals surrounding sacrifice, atonement in the Hebrew Bible and Judaism. And then trying to help us understand in light of their work, what sacrifice means in the New Testament. And I keep being challenged and surprised by what I learned, because we don't. And in most of the later Christian tradition, animal sacrifice wasn't practiced anymore. That we tend to blend together and fuse the meanings of different sacrifices all together into one as if they were one thing. But different sacrifices had different meanings. And actually the Passover lamb and the animal sacrifice on the day of atonement are a really wonderful example because those rituals were different. They had different meanings attached to them. And the fundamental question actually that an ancient Israelite would ask about the meaning of an animal's death in some kind of ritual way wouldn't at first be about like forgiveness or atonement. It would be, is this a sacrifice I'm going to eat or am I not going to eat from the sacrifice?",
    "start": "00:40:32",
    "end": "00:42:39"
  },
  {
    "text": "Do I burn it up?",
    "start": "00:42:39",
    "end": "00:42:40"
  },
  {
    "text": "That's the fundamental question. Interesting, because if I eat from it, then that has a whole other. It's a party sacrifice set of connected meanings, verses that I wholly surrender it over. And it either goes up in smoke entirely or that it gets given to the priests. And so this is interesting. The most recent read I've had on the topic is a book I can't recommend highly enough by Andrew Rilera called Lamb of the Free, the Varied Meanings of Sacrifice in Jewish Literature in the New Testament. It's fantastic. And what he notes is that sacrifices that are brought by a worshiper, that you then offer it to the priest, it gets its blood drained and part of it gets burnt up on the altar, but you get most of it back to have a party. Sacrifices that you eat from never have the verbs atonement attached to them in Leviticus. But Passover sacrifice is a sacrifice that you eat. That's the whole point, is that you eat from the lamb and Jesus draws on this.",
    "start": "00:42:40",
    "end": "00:43:46"
  },
  {
    "text": "Yes, eat my body.",
    "start": "00:43:46",
    "end": "00:43:47"
  },
  {
    "text": "That's right. The Passover lamb is not functioning as an atoning sacrifice the way that atoning sacrifices do in Leviticus. The blood is purifying different parts of the. You eat it and the blood of that animal gets put on the door. But it's super important to remember that blood's a symbol of life. And this is something Rilera pointed out, and I can't believe I've never noticed this just sitting right there in the text, that the type of plant branch you use to dip in the blood and spread it is named as hyssop, which is a. It's a Mediterranean like bush or plant. But you can do a concordance search. It's super interesting. The only time hyssop is used in Exodus, Leviticus and numbers with blood or anything else, it's always in purifying rituals to purify something that has been contaminated or associated with death.",
    "start": "00:43:47",
    "end": "00:44:39"
  },
  {
    "text": "That is an atonement image then, right? Purification.",
    "start": "00:44:40",
    "end": "00:44:43"
  },
  {
    "text": "Well, yes. So that's a great question. Let me put a pin in your question. Come back to it. So purification is all about there's something that's been associated with death. And if it's associated with death, it risks like going the way of all things. And on Passover night, there's like a plague or a virus spreading around out there. So the idea is that Pharaoh has filled the land with the blood of the innocent and God is going to bring an equal measure of death as a, like a life for life measure. But the house is purified from any association with Pharaoh's evil. And it becomes like a clean space of life. So the house is being purified, as it were. But it's like a protective ritual. And then you eat of the meal, which is. Which means that you are taking that life into yourself, and you are, as it were, communing with the life that God has given to purify your place from death. So that's Passover. What's happening on the day of atonement is that once God has taken up residence in Israel's midst, then there's all sorts of ritual impurities related to, like, body stuff and blood and childbirth and reproductive fluids and skin diseases. And those are things that, as the Israelites experience them, their contacts with death. But what's so fascinating is that when Israelites have these ritual impurities, it doesn't just affect them. It actually somehow is affecting God's holy tent in the center of the camp. And it is accumulating impurities. And so you offer a different kind of sacrifice to deal with that. You go and you offer these Hattaat sacrifices, or often called sin offerings in our English translations. But it's the word purify as a noun. Sometimes they're called purification offerings. And what's interesting is the offeror would bring this animal, but you don't eat from it. It's not yours. The priest will get a portion of it. But the blood of that is taken into the sacred tent and kind of like touched to the tent. There's an analogy to Passover, and it gets touched to different parts of the tent, and it acts as, like, a ritual detergent, like a life detergent. Cleaning the tabernacle. But the symbolism is God has taken up residence in the midst of people who are dying and associated with death. And so you need this annual ritual to purify not the people, but purify the tent. And the people just take a bath, and they, like, wait for periods of seven days. And that's what's happening in a climactic way on the day of atonement.",
    "start": "00:44:43",
    "end": "00:47:47"
  },
  {
    "text": "So this is being ritually impure, and then the process of rectifying that, and then on the day of atonement, you're doing that for all of Israel at once.",
    "start": "00:47:48",
    "end": "00:47:55"
  },
  {
    "text": "Yes.",
    "start": "00:47:56",
    "end": "00:47:56"
  },
  {
    "text": "Is it just ritual impurity? But there's also some moral impurity going on at days.",
    "start": "00:47:56",
    "end": "00:47:59"
  },
  {
    "text": "There's some moral impurity, but there is a whole category of sins that cannot be covered for by sacrifices of atonement, murder, sexual immorality, and idolatry. Oh, and Leviticus is very clear. And numbers. There are no sacrifices you can offer that can make.",
    "start": "00:47:59",
    "end": "00:48:18"
  },
  {
    "text": "Well, you can't really do those unintentionally.",
    "start": "00:48:19",
    "end": "00:48:21"
  },
  {
    "text": "I guess that's exactly Right. Yeah, that's right. And so basically, the function of the Day of Atonement is to purify the tent from ritual impurities, or you call them minor sins in comparison to the big ones. They're called sins of a high hand in numbers 15. And so the Day of Atonement actually had a limited focus and purpose, and it actually was never designed to, and was never imagined to deal with all of Israel's sins or with Israel's most heinous sins. The only way that Israel's most heinous sins of the high hand, murder, sexual immorality, idolatry, are dealt with is exile. For Israel to be exiled from the land and for the land to go through a period of Sabbath rest so that it can be purified. And the only way to be forgiven from those grave sins is not through this sacrifice of atonement.",
    "start": "00:48:21",
    "end": "00:49:25"
  },
  {
    "text": "It's your own life.",
    "start": "00:49:25",
    "end": "00:49:26"
  },
  {
    "text": "Yeah. It's through exile, yourself undergoing the consequences, and then of the land undergoing Sabbath rest. Or if God just chooses to forgive by, like, divine declaration, which is like, for example, what's happening at the Golden Calf? Like, Moses just. Right. Offers himself in the place of the people. God doesn't accept that offer. But then God just says, okay, I'll forgive them. And he doesn't hold all of the people accountable. So forgiveness and its relationship to sacrifice and relationship to Passover and atonement is actually a lot more nuanced. This is my main point.",
    "start": "00:49:28",
    "end": "00:50:07"
  },
  {
    "text": "Yeah.",
    "start": "00:50:07",
    "end": "00:50:07"
  },
  {
    "text": "And Passover is about a deliverance from death. But atonement language isn't used to describe Passover. Atonement language is about purifying the tent. But the Day of atonement never did deal with Israel's most egregious sins, and they had to be dealt with in some other way. And that's what the prophets start to talk about. The role of a new Moses, a prophetic, suffering, interceding servant who would appeal to God to forgive even those sins. And then that's where the Passover imagery gets drawn in. So maybe in response to your question, Christian, there is a significant difference between the Day of Atonement and Passover. They have deep similarities, but also significant differences. And Jesus consistently. And the apostles consistently use Passover sacrificial imagery to describe Jesus. They also use purification imagery, too.",
    "start": "00:50:09",
    "end": "00:51:14"
  },
  {
    "text": "Okay. And then don't they also hyperlink to the atonement goats, like, with, like, the sins being put on the goat or.",
    "start": "00:51:15",
    "end": "00:51:23"
  },
  {
    "text": "The.",
    "start": "00:51:24",
    "end": "00:51:24"
  },
  {
    "text": "Other things that make you think that the New Testament authors are also thinking of Jesus death?",
    "start": "00:51:26",
    "end": "00:51:30"
  },
  {
    "text": "Yeah. Yes. And purification or sins being put onto the goat. Are images connected to Jesus death in the New Testament, they're far fewer than most of us might assume. And they are mostly concentrated in Hebrews and in First Peter, which is super interesting. The letter to the Hebrews really develops Jesus death in relationship to the day of atonement fascinatingly. But it primarily talks about the atonement, the moment of atonement that Jesus accomplishes as the moment of his ascension into the heavens to purify the heavenly tabernacle, which has been, as it were, defiled by humanity's heinous sins. I guess the point there is when the day of atonement is explicitly drawn upon in the New Testament, it isn't.",
    "start": "00:51:30",
    "end": "00:52:23"
  },
  {
    "text": "About personal salvation as well.",
    "start": "00:52:23",
    "end": "00:52:25"
  },
  {
    "text": "It seems like it's adding another layer of reflection on the meaning of Jesus death that stands alongside the more primary meanings that Jesus gave them, which are in terms of Passover entry. So Passover is primary because sacrificial imagery where you participate and enter into union with the sacrifice and then with God through that sacrifice. That's mainly how the apostle Paul uses sacrificial imagery. And it's why Paul can talk about himself sometimes himself as a drink offering in Philippians. But drink offerings were like a liquid version of well being offerings where the worshiper eats them.",
    "start": "00:52:25",
    "end": "00:53:11"
  },
  {
    "text": "Oh, you can drink it.",
    "start": "00:53:13",
    "end": "00:53:15"
  },
  {
    "text": "Yeah. So Passover is the equivalent of what you would call a well being or a peace offering in Leviticus, a non atoning sacrifice. But it is connecting and uniting the worshiper with God so that the life that God has offered is overcoming death. It's establishing union between the.",
    "start": "00:53:15",
    "end": "00:53:36"
  },
  {
    "text": "It's about union.",
    "start": "00:53:36",
    "end": "00:53:37"
  },
  {
    "text": "It's about union primarily.",
    "start": "00:53:37",
    "end": "00:53:38"
  },
  {
    "text": "When you say non atoning or atoning, just what's the.",
    "start": "00:53:38",
    "end": "00:53:43"
  },
  {
    "text": "Oh, I'm just saying briefly, what do you mean? The verbs, the Hebrew verbs for atonement are assigned only to certain categories of sacrifice and not at all to others. And the sacrifices that the worshiper eats from are not ever attached to the verbs atoning. They don't have an atoning effect or consequence, which means ah, which means primarily in Leviticus, it's what you do to disassociate God's sacred tent and purify it from association with Israel's impurities.",
    "start": "00:53:43",
    "end": "00:54:19"
  },
  {
    "text": "So is it synonymous with just purifying?",
    "start": "00:54:20",
    "end": "00:54:22"
  },
  {
    "text": "Yes, in fact, purifying or decontaminating is a really great English word for atonement that captures a huge part of what these verbs are doing. Kipper is the Hebrew verb, or kippur, as in Yom Kippur, the day of atonement. Yep.",
    "start": "00:54:23",
    "end": "00:54:40"
  },
  {
    "text": "All right.",
    "start": "00:54:41",
    "end": "00:54:41"
  },
  {
    "text": "Yeah.",
    "start": "00:54:41",
    "end": "00:54:42"
  },
  {
    "text": "Now, there is, like, you mentioned, a purifying aspect to the Passover lamb.",
    "start": "00:54:42",
    "end": "00:54:47"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:54:48",
    "end": "00:54:48"
  },
  {
    "text": "So it's not completely different.",
    "start": "00:54:48",
    "end": "00:54:50"
  },
  {
    "text": "No.",
    "start": "00:54:50",
    "end": "00:54:50"
  },
  {
    "text": "There's like an emerging of ideas.",
    "start": "00:54:50",
    "end": "00:54:52"
  },
  {
    "text": "They're set on analogy to each other. That's right.",
    "start": "00:54:52",
    "end": "00:54:54"
  },
  {
    "text": "It's that. On analogy.",
    "start": "00:54:55",
    "end": "00:54:56"
  },
  {
    "text": "Mm. Yeah. Because the house in Egypt was in a realm where innocent blood has been shed. God's like flooding it with a plague, as it were. And so this house gets disassociated with death by the innocent blood of the Passover lamb. And then you eat it. You take it into yourself, entering into union with that life. And so the day of atonement is about disassociating God's tent, God's house, from the ritual impurities in the land. But what do you do when the land soaked with bloodshed or idolatry, Day of atonement is powerless against those sins. So it seems like biblical authors were aware of that. The day of atonement had a limited function in dealing with sin and that Passover is the main sacrifice you want to focus on. If you're talking about deliverance from death, and that certainly is why Jesus would have chosen it, Great. I hope that I would make the waters clear. I don't know if I made them muddier.",
    "start": "00:54:56",
    "end": "00:56:02"
  },
  {
    "text": "Well, I think that a lot of people listening who might feel confused by that whole section is there's a bigger context for the conversation we just had, which is the sacrificial system the Israelites had given by God. How do you map that on to understanding the meaning and the significance of what Jesus did? And that what Christian was pointing out was you can really focus on Jesus as an atoning sacrifice and putting that in the slot of the day of atonement. And actually, that's probably how I was taught.",
    "start": "00:56:03",
    "end": "00:56:44"
  },
  {
    "text": "Primarily.",
    "start": "00:56:44",
    "end": "00:56:45"
  },
  {
    "text": "Primarily. That's the lens to put it through.",
    "start": "00:56:45",
    "end": "00:56:47"
  },
  {
    "text": "That's right.",
    "start": "00:56:47",
    "end": "00:56:47"
  },
  {
    "text": "And what you're making the case is to say that the primary slot should be Passover. The Passover meal.",
    "start": "00:56:47",
    "end": "00:56:54"
  },
  {
    "text": "That's right.",
    "start": "00:56:54",
    "end": "00:56:54"
  },
  {
    "text": "And the Passover lamb and all of the symbolic meaning. And why? Well, Jesus chose that meal. And that's how it predominantly is talked about in the New Testament. Now, there's a lot of overlapping in these themes and ideas, so it's not like they're completely different universes and completely disconnected. But you also mentioned that when the day of atonement is particularly applied to Jesus, death, death and resurrection. Yeah, it's the resurrection and the ascension actually up to the heavenly temple and purifying that. And so if we're going to talk about Jesus as atoning sacrifice, we should really be focused on that image.",
    "start": "00:56:54",
    "end": "00:57:30"
  },
  {
    "text": "That's right.",
    "start": "00:57:30",
    "end": "00:57:30"
  },
  {
    "text": "That's a lot. That's deep in the theological sacrificial system rabbit hole that I think a lot of listeners will enjoy. But that's a lot.",
    "start": "00:57:30",
    "end": "00:57:39"
  },
  {
    "text": "That's right. Yes. And just as I'm hearing you summarize, I think for me and my journey and focusing on this throughout the years, and then, you know, just most recently reading Andrew Rilera' he helped give me more poignant clarity to the fact that the Day of atonement played a limited role in the biblical imagination of what it can accomplish.",
    "start": "00:57:39",
    "end": "00:57:59"
  },
  {
    "text": "That's interesting.",
    "start": "00:57:59",
    "end": "00:58:00"
  },
  {
    "text": "And that Passover was a much more powerful, potent sacrificial image because it actually delivered from death in the wake of violent murder and bloodshed. And the day of atonement was never imagined to deal with the consequences of murder or idolatry or sexual immorality. And that when you look in the New Testament, lo and behold, what you find is Day of atonement is occasionally drawn upon. The main event is Passover to describe Jesus death. And just that little shift can help you think about the meaning of Jesus death and how it's described with a new story attached to it or a deeper story attached to it. And Christian, That's, I think, what you were after in your question. So thank you. Thanks for that.",
    "start": "00:58:00",
    "end": "00:58:49"
  },
  {
    "text": "Okay, that was a lot.",
    "start": "00:58:49",
    "end": "00:58:50"
  },
  {
    "text": "Let's do one more.",
    "start": "00:58:50",
    "end": "00:58:51"
  },
  {
    "text": "Let's do one more.",
    "start": "00:58:51",
    "end": "00:58:52"
  },
  {
    "text": "Yeah. Great.",
    "start": "00:58:52",
    "end": "00:58:52"
  },
  {
    "text": "And keep short.",
    "start": "00:58:52",
    "end": "00:58:53"
  },
  {
    "text": "Great. Okay. This is a question from Ruth in Ireland.",
    "start": "00:58:53",
    "end": "00:58:57"
  },
  {
    "text": "Hi, John and Tim. My name is Ruth, I'm from Northern Ireland. And my question is from the episode on Jesus as the new Moses, you described Jesus baptism as a kind of ark moment where he went through the waters as Moses had done in his ark as a baby. But it made me think of Noah's story. And I'm wondering if when God's spirit descended on Jesus like a dove at his baptism, is there any connection to the dove that Noah sent out of the ark in Genesis 8? Thanks so much, you guys, for all you do at bibleproject.",
    "start": "00:58:58",
    "end": "00:59:33"
  },
  {
    "text": "Do you want to predict what I'm. Oh, what I want to say right now?",
    "start": "00:59:34",
    "end": "00:59:37"
  },
  {
    "text": "Are you about to disseminate some stars?",
    "start": "00:59:37",
    "end": "00:59:39"
  },
  {
    "text": "That's fantastic. Gold star. There you go. That's fantastic. Yes. 110%. So let's quick lay out the narrative analogies at work here. You've got Noah, who in a sequence of seven days is waiting for the waters to Recede so that the dry land can emerge. Come on. So that's already the flood recession. The recession of the flood waters is being designed as an analogy to the creation story in Genesis 1. And interestingly, the flood waters begin to turn back and recede when God sends a ruach to blow over Genesis 8. 1. So you've got the spirit in Genesis 1 hovering over the waters. God's ruach hovering over the waters. And that word, hovering, mere Hefet, is a word used elsewhere in the Hebrew Bible, only ever to describe birds flapping their wings. So already the Spirit is a bird in Genesis 1, verse 2, flapping over the waters and going to blow them back on day three. So that's there. So the wind and the seven days and the bird imagery connected with creation and new creation in the flood already there. Then you have Moses story with then his ark through the waters. And it seems to me all this makes it feel so compelling that the Gospel authors are pulling on the whole. All the links in the chain then.",
    "start": "00:59:41",
    "end": "01:01:14"
  },
  {
    "text": "Yeah.",
    "start": "01:01:14",
    "end": "01:01:15"
  },
  {
    "text": "Of Jesus as a new Moses, as a new Noah, and as a new human, as it were, going through the cosmic waters of the Jordan. Which is. So if you Google a picture of the Jordan, I mean, it's more like what we call like a creek, even at some points, or a stream.",
    "start": "01:01:15",
    "end": "01:01:34"
  },
  {
    "text": "Right.",
    "start": "01:01:35",
    "end": "01:01:35"
  },
  {
    "text": "It's not very wide at many places. Some points it opens up, but it's not a river. It's not like 300 yards across. It's not that kind of river.",
    "start": "01:01:35",
    "end": "01:01:43"
  },
  {
    "text": "Right.",
    "start": "01:01:43",
    "end": "01:01:43"
  },
  {
    "text": "But it's described as these cosmic waters. And so the bird form of the Spirit coming over the waters, it's all. It's all connected, Ruth.",
    "start": "01:01:44",
    "end": "01:01:57"
  },
  {
    "text": "Yeah.",
    "start": "01:01:57",
    "end": "01:01:57"
  },
  {
    "text": "It's a way to go.",
    "start": "01:01:57",
    "end": "01:01:58"
  },
  {
    "text": "So to think of the role of the bird for Noah was kind of like a carrier pigeon of sorts. To go out.",
    "start": "01:01:58",
    "end": "01:02:04"
  },
  {
    "text": "Yes. Oh, yeah.",
    "start": "01:02:04",
    "end": "01:02:05"
  },
  {
    "text": "Find life growing, come back and bring that message.",
    "start": "01:02:05",
    "end": "01:02:09"
  },
  {
    "text": "Right. Yeah. It's a signal of the waters separating from the land, which is day three imagery from Genesis 1.",
    "start": "01:02:09",
    "end": "01:02:17"
  },
  {
    "text": "Right.",
    "start": "01:02:17",
    "end": "01:02:17"
  },
  {
    "text": "But the birds appear on day five, Genesis 1. So it's kind of combining three and five.",
    "start": "01:02:17",
    "end": "01:02:22"
  },
  {
    "text": "Yeah. And the birds finding that what happened in the bonus of day three, which we talked about earlier, is happening again.",
    "start": "01:02:22",
    "end": "01:02:28"
  },
  {
    "text": "Yeah, that's right.",
    "start": "01:02:28",
    "end": "01:02:29"
  },
  {
    "text": "And so. And it brings back that message. And there's something in the baptism where the voice of God is like a message, kind of saying, like, this is my son declaring that. And the Spirit of God.",
    "start": "01:02:29",
    "end": "01:02:43"
  },
  {
    "text": "Yeah. Descends like a. Yeah. Both the spirit descending in the form of a dove is coordinated with the voice of the Father descending As it were, in the form of that voice.",
    "start": "01:02:43",
    "end": "01:02:57"
  },
  {
    "text": "Yeah.",
    "start": "01:02:57",
    "end": "01:02:57"
  },
  {
    "text": "And this announcement of Jesus identity is coordinated with the coming of the Spirit. And so it's interesting, you know, you get on into the Gospel of John and the Book of Acts, letters of Paul, and they're all in on this idea that to really clue in to who Jesus is ultimately is itself a sign that the Spirit of God has descended upon you. And beginning to work on your imagination.",
    "start": "01:02:57",
    "end": "01:03:27"
  },
  {
    "text": "To be able to speak the word Jesus is Lord is an act of the Spirit.",
    "start": "01:03:27",
    "end": "01:03:31"
  },
  {
    "text": "To acknowledge Jesus as the Son of God, as your Jesus is Lord is itself a sign that the spirit's tinkering with your view of reality. And the bird as the image of that. So it's interesting is that in Leviticus 12, which is the chapter of Leviticus dealing with childbirth after a period of childbirth, because childbirth brings a mother to the brink of life and death. Yeah. And so mothers entered a state of ritual impurity because of that contact with death. And so you have to undergo a period of waiting period of water washing, and then you go offer a purification sacrifice. And then Leviticus 12 is very specific. If a mother or, you know, husband and wife doesn't have enough money to come offer like a lamb or a goat, they can bring doves to that purification offering. And then the gospel authors, Luke explicitly tells us that's what Mary and Joseph brought, doves. So doves are even present in the birth narratives of Jesus along with the role that they played in Leviticus, which is about childbirth, which is about bringing it back to Queena's question from earlier. It's all connected, man. The biblical authors.",
    "start": "01:03:31",
    "end": "01:04:54"
  },
  {
    "text": "But that imagery of a dove is separate than spirit as a dove. There isn't a sense that.",
    "start": "01:04:55",
    "end": "01:05:00"
  },
  {
    "text": "Yeah, I'm just drawing a connection. That these are related patterns of going through the waters as a symbol of life and death. And doves being present at the flood creation with the spirit fluttering in those offerings, these childbirth purification offerings, and Jesus at the baptism. It's suggestive of the biblical authors put, you know, like, framed the stories in this way, I think, to get us to ponder the relationships between all these different narratives in the Hebrew scriptures.",
    "start": "01:05:00",
    "end": "01:05:39"
  },
  {
    "text": "Okay, you think about that more. That's interesting.",
    "start": "01:05:39",
    "end": "01:05:42"
  },
  {
    "text": "Doves.",
    "start": "01:05:42",
    "end": "01:05:42"
  },
  {
    "text": "Doves. Okay, well, we ran out of time and there's so many questions that you wanted to address. Yeah, unfortunately.",
    "start": "01:05:42",
    "end": "01:05:49"
  },
  {
    "text": "Well, as always.",
    "start": "01:05:50",
    "end": "01:05:51"
  },
  {
    "text": "As always.",
    "start": "01:05:51",
    "end": "01:05:51"
  },
  {
    "text": "Yeah, it's okay.",
    "start": "01:05:51",
    "end": "01:05:52"
  },
  {
    "text": "Thank you everyone for submitting your questions and. And I learn a lot from your questions because you guys are picking up on so many cool things. Yeah, yeah, it's great to say one more time while our conversation is coming to an end. The idea is this is communal literature.",
    "start": "01:05:53",
    "end": "01:06:09"
  },
  {
    "text": "Your conversations don't have to end.",
    "start": "01:06:09",
    "end": "01:06:11"
  },
  {
    "text": "Yeah. And this dialogue, your questions, you know, you could bring them to us, but you could also bring them to your community. You can read through the passages we read through with your community and all of that. We got a bunch of resources to help you do that, and you can find that all in the show. Notes to Explore the Exodus Way There you go.",
    "start": "01:06:11",
    "end": "01:06:28"
  },
  {
    "text": "Thanks everybody.",
    "start": "01:06:28",
    "end": "01:06:29"
  },
  {
    "text": "Bibleproject is a crowdfunded nonprofit and we exist to help people experience the Bible as a unified story that leads to Jesus. And everything is free because of the generous support of thousands of people just like you. Thank you so much for being a part of this with us. Hey everyone, this is Dylan. I'm a designer and illustrator at bibleproject. I've been working at bibleproject for three years and my favorite part about my work is that it doesn't feel like work. I have a lot of fun making this stuff for you and I really appreciate your support of our project. There's a whole team of people that bring the podcast to life every week. For a full list of everyone who's involved, check out the show credits in the episode description. Wherever you stream the podcast and on our website.",
    "start": "01:06:29",
    "end": "01:07:09"
  },
  {
    "text": "SA.",
    "start": "01:07:14",
    "end": "01:07:14"
  }
]