[
  {
    "text": "The Exodus story is the most referenced story across the whole Bible. It's the road out of slavery, the road through the wilderness, and the road into the land of inheritance. This is the theme of the road or the highway or simply the way. Now, one of the most iconic images in the Exodus story is when Israel leaves Egypt, Pharaoh's armies chasing after them, and. And the sea of reeds is in front of them, blocking them in. But miraculously, God splits the waters. There's a wall of water on the right, a wall of water on the left, and dry ground below them as a safe passage. This image is a direct hyperlink to none other than the creation story in Genesis 1. And so in this episode, we begin at the beginning and we see how Genesis 1 shows that the creation of the land and is a type of Exodus liberation.",
    "start": "00:00:04",
    "end": "00:00:56"
  },
  {
    "text": "Yahweh is said to split the waters in the middle and separate between the waters and the waters. The land was trapped under dark waters and then liberated when God exposed the dry ground so that the fruit can go out of the land.",
    "start": "00:00:57",
    "end": "00:01:13"
  },
  {
    "text": "In the biblical imagination, chaotic waters represent nothingness and non life. And so to walk through the waters and to be safe is a picture of God holding back chaos to make a passage through.",
    "start": "00:01:13",
    "end": "00:01:25"
  },
  {
    "text": "The waters in the Exodus story represent this death boundary that the Israelites can't get past unless God does something for them that they can't do for themselves.",
    "start": "00:01:26",
    "end": "00:01:35"
  },
  {
    "text": "Today, Tim Mackey and I discuss the chaos waters of Genesis 1. We see how it connects to Noah's flood and Israel's passage through the sea. And then we connect all of this to the symbol of baptism, going through the waters of death in order to find life on the other side. This is our journey, and it's the journey of the entire cosmos for creation.",
    "start": "00:01:36",
    "end": "00:01:56"
  },
  {
    "text": "To pass through its next phase of transformation into the life God has for it. It will mean an ending of the life that we've created for ourselves here out of Eden into true life. But it will feel like a kind of death.",
    "start": "00:01:56",
    "end": "00:02:10"
  },
  {
    "text": "Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:02:10",
    "end": "00:02:21"
  },
  {
    "text": "Hi, John. Hello.",
    "start": "00:02:21",
    "end": "00:02:22"
  },
  {
    "text": "Hello. We are continuing in this new theme study on the Exodus or the new Exodus, the road out, but also the road in between and the road back in.",
    "start": "00:02:22",
    "end": "00:02:35"
  },
  {
    "text": "Yeah. Yep.",
    "start": "00:02:35",
    "end": "00:02:36"
  },
  {
    "text": "You told us this is kind of a center of gravity. This is the main grand narrative of the Bible.",
    "start": "00:02:36",
    "end": "00:02:44"
  },
  {
    "text": "Yes. And by Exodus story, we mean the story going from Exodus through, in terms of like the scrolls, the Hebrew Bible, through the scroll of Joshua. So out of slavery, through the wilderness, into the promised land is the story told in Exodus through Joshua. And that whole story arc gets picked up and told and retold and used like a template to describe other past events in the history of Israel in the Hebrew Bible, and then gets turned into a template for the prophet's hope for what God will do in the future. And it's the template that apparently Jesus saw his life mission through because it culminated in Passover week in Jerusalem. And then when you see his earliest followers using Exodus language and imagery to talk about just what we might call like the basics of Christian belief, you realize that a Christian view of reality is itself as an Exodus shaped story. What is also true then is when you go backwards from the Exodus story into the book that comes before it, Genesis. What you can also see there is there are a number of key events before the Exodus that have been shaped with an eye towards the Exodus story. So even though these events precede the Exodus story in terms of the design of the Torah, it seems that the authors of the shape of Genesis that we now have, it was shaped by someone who wanted us to see the Exodus itself prefigured and anticipated by key events in the story of Genesis. Which is what I want to focus on in this conversation in the next one.",
    "start": "00:02:44",
    "end": "00:04:30"
  },
  {
    "text": "Okay.",
    "start": "00:04:31",
    "end": "00:04:31"
  },
  {
    "text": "There is a sense in which the seven day creation story can be thought of. If you read the Torah as a whole, rereading it, you begin to see language and imagery of the Exodus in the seven day creation story. You can think of creation as a liberation from chaos and non being into the blessing of the abundant garden land.",
    "start": "00:04:31",
    "end": "00:04:55"
  },
  {
    "text": "You know, you said that by the time you get to the end of the Bible, that's the way the biblical authors are thinking about the Exodus. It's the big history, all of creation.",
    "start": "00:04:55",
    "end": "00:05:05"
  },
  {
    "text": "Yeah, the cosmic story.",
    "start": "00:05:05",
    "end": "00:05:07"
  },
  {
    "text": "The cosmic story is an Exodus story. So what I hear you saying is while the Exodus story proper, which becomes the template to become the cosmic story, hasn't even happened yet.",
    "start": "00:05:07",
    "end": "00:05:18"
  },
  {
    "text": "Yeah, that's right. Yeah.",
    "start": "00:05:18",
    "end": "00:05:20"
  },
  {
    "text": "Genesis 1 begins kind of thinking about that cosmic story.",
    "start": "00:05:20",
    "end": "00:05:24"
  },
  {
    "text": "Exactly. Yeah. You can almost think of direction, of dependence. So here I'm just merely speculating that perhaps one of the influences on the Author of Genesis 1, the seven day creation story, was itself the historical memory and shape of the Exodus traditions and story. So that the seven day creation story was given certain little flavors and vocabulary images precisely to anticipate the Exodus story. Or you could say it works backwards. When you come to the Exodus story, what you're really seeing is a creation story. Maybe it's not that creation is an Exodus story. Maybe it's that the Exodus is a creation story.",
    "start": "00:05:24",
    "end": "00:06:06"
  },
  {
    "text": "Okay.",
    "start": "00:06:06",
    "end": "00:06:07"
  },
  {
    "text": "And I think it's probably meant to see like electricity flowing both ways. The first creation story, the seven day narrative, begins with a summary. It's the first line of the Bible. In the beginning, Elohim created the skies and the land. How exactly did that happen? Verse two, the action begins. Now you should know the pre creation state, the land was wild and waste and darkness was over the face of the deep. That is the deep waters, meaning the abysmal waters. The abysmal waters. But the ruach, the spirit or breath or wind of Elohim was fluttering or hovering over the face of those waters. So we begin with an overall positive summary statement. Makes you think like, okay, Elohim's in control here. Elohim's creating sky and land. So the end result is already anticipated in the opening line. Now we begin with some kind of conflict. And really the only candidate for any kind of plot conflict in the seven day creation story is in this opening pre creation statement of just the description of the nothingness or the disordered or non ordered world.",
    "start": "00:06:07",
    "end": "00:07:45"
  },
  {
    "text": "Yeah, the chaos.",
    "start": "00:07:45",
    "end": "00:07:46"
  },
  {
    "text": "Yeah. And so we have land that's unordered, we have darkness, and then we have deep, unformable or unformed chaos waters. But the spirit of Elohim is there, hovering. What I want to focus on is days two and three, because what those are all about is dealing with those deep, chaotic abyss waters. So the first day, God says, let there be light. Famously. And you have day and night. And that deals with the darkness problem. God contains the darkness and orders the darkness. Yep. Orders the darkness. Day two begins like this. Verse six. Elohim said, let there be a rakiya raqiya in the middle of the waters. In the middle of the waters. That's an interesting way to say that. Let it separate between waters from the waters.",
    "start": "00:07:46",
    "end": "00:08:37"
  },
  {
    "text": "Yeah, it's dividing.",
    "start": "00:08:37",
    "end": "00:08:38"
  },
  {
    "text": "It's dividing, yeah. Now here it's dividing vertically the waters because Elohim made the rakia the dome. And he separated the waters which were below the dome and between the waters which were above the dome. And it was. So Elohim called the dome skies. You're like, ah, Remember the first line in the beginning, Elohim created skies and land.",
    "start": "00:08:38",
    "end": "00:09:02"
  },
  {
    "text": "Oh, we got there.",
    "start": "00:09:02",
    "end": "00:09:03"
  },
  {
    "text": "That's where skies came from. He called it skies. There's evening. There was morning.",
    "start": "00:09:03",
    "end": "00:09:07"
  },
  {
    "text": "The second day, the skies are the waters now above.",
    "start": "00:09:07",
    "end": "00:09:09"
  },
  {
    "text": "So there's waters above. We're talking about the blue spherical, half spherical dome over our heads. And it's January in Portland. We've just been through a crazy week of just slobber. Snow. Snow and ice, rain. And it felt so dark and so sad.",
    "start": "00:09:10",
    "end": "00:09:30"
  },
  {
    "text": "The sun's out right now, but I'm.",
    "start": "00:09:30",
    "end": "00:09:32"
  },
  {
    "text": "Looking outside and I see the rakiya, the blue dome. It's a thing of beauty.",
    "start": "00:09:32",
    "end": "00:09:36"
  },
  {
    "text": "It does kind of look like an ocean up there, if you think of it that way.",
    "start": "00:09:36",
    "end": "00:09:39"
  },
  {
    "text": "Yes. Yeah. The hue or the color matches what an Israelite would see if they went out to the coast and looked on the Mediterranean Sea would be also blue.",
    "start": "00:09:39",
    "end": "00:09:49"
  },
  {
    "text": "These are matching kind of waters.",
    "start": "00:09:49",
    "end": "00:09:51"
  },
  {
    "text": "Yeah, it's the waters above and the waters below.",
    "start": "00:09:51",
    "end": "00:09:54"
  },
  {
    "text": "Because waters do come down from there.",
    "start": "00:09:54",
    "end": "00:09:56"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:09:56",
    "end": "00:09:57"
  },
  {
    "text": "I mean, we know the waters are not coming from the blueness, right?",
    "start": "00:09:57",
    "end": "00:10:02"
  },
  {
    "text": "Oh, right. Yeah. The blueness is the. Right. The.",
    "start": "00:10:02",
    "end": "00:10:05"
  },
  {
    "text": "What is the belief.",
    "start": "00:10:06",
    "end": "00:10:06"
  },
  {
    "text": "The light of the sun reflecting off of the atmosphere. The atmosphere. Which. There's water vapor as a part of the atmosphere, but all kinds of other gas.",
    "start": "00:10:06",
    "end": "00:10:15"
  },
  {
    "text": "Yeah, it's lots of gases.",
    "start": "00:10:15",
    "end": "00:10:15"
  },
  {
    "text": "Gases. And it's the light reflecting off of the gas.",
    "start": "00:10:15",
    "end": "00:10:17"
  },
  {
    "text": "But that's the waters above.",
    "start": "00:10:17",
    "end": "00:10:18"
  },
  {
    "text": "Yep. And then the waters below are the oceans and the sea. Yeah, but notice here, Yahweh is said to split the waters in the middle and separate between the waters and the waters.",
    "start": "00:10:18",
    "end": "00:10:31"
  },
  {
    "text": "One big, chaotic, watery cosmos. Now there's order, sky and waters below.",
    "start": "00:10:31",
    "end": "00:10:38"
  },
  {
    "text": "That's right. This language right here, separating between waters and waters, so that there's something in the middle. This is all the vocabulary From Exodus chapter 14, when God splits the waters from the waters, and in between is the dry land. And actually, sorry, I've stole the thunder of day three.",
    "start": "00:10:38",
    "end": "00:10:57"
  },
  {
    "text": "Oh.",
    "start": "00:10:57",
    "end": "00:10:57"
  },
  {
    "text": "Because the next day is about the dry land.",
    "start": "00:10:57",
    "end": "00:10:59"
  },
  {
    "text": "Day three is the dry land comes out of the waters below.",
    "start": "00:10:59",
    "end": "00:11:01"
  },
  {
    "text": "But my point here is that the language being used in Exodus 14 to describe the splitting of the waters from the waters, so that they are a wall on the right and a wall on the left, and in the middle.",
    "start": "00:11:01",
    "end": "00:11:12"
  },
  {
    "text": "Oh.",
    "start": "00:11:12",
    "end": "00:11:13"
  },
  {
    "text": "Is where the people walk.",
    "start": "00:11:14",
    "end": "00:11:15"
  },
  {
    "text": "Yeah, that.",
    "start": "00:11:15",
    "end": "00:11:16"
  },
  {
    "text": "That is language. Recalling this language from day two, Splitting.",
    "start": "00:11:16",
    "end": "00:11:20"
  },
  {
    "text": "Chaos waters is a connection to the splitting of the Red Sea, which is an Exodus motif.",
    "start": "00:11:20",
    "end": "00:11:27"
  },
  {
    "text": "Yeah. Or the Exodus motif is drawing on a. A creation motif. It flows both ways.",
    "start": "00:11:27",
    "end": "00:11:32"
  },
  {
    "text": "Okay.",
    "start": "00:11:32",
    "end": "00:11:33"
  },
  {
    "text": "Yeah. So that's a good example of just a little hint. You wouldn't notice that maybe on the first read through or even a 50th, but at some point you would begin to notice the creation language in the Exodus story.",
    "start": "00:11:33",
    "end": "00:11:46"
  },
  {
    "text": "Yeah.",
    "start": "00:11:46",
    "end": "00:11:47"
  },
  {
    "text": "Okay. So that's day two, then the next day, day three. And Elohim said Let the waters below the skies. And you're like, oh, yeah, there's waters above, waters below. Let those waters below the skies be gathered into one place and let the dry ground become seeable or visible. And it was so Elohim called the dry ground land.",
    "start": "00:11:47",
    "end": "00:12:14"
  },
  {
    "text": "And you're like, ah, now we got.",
    "start": "00:12:14",
    "end": "00:12:16"
  },
  {
    "text": "The land, we got the skies day two, and the land day three. That's how it happened. And the gathering of the waters he called seas.",
    "start": "00:12:16",
    "end": "00:12:24"
  },
  {
    "text": "The waters below wasn't the seas. It was just the chaos, waters below. Yeah, but once it's been divided, given its place, it's now the seas.",
    "start": "00:12:25",
    "end": "00:12:34"
  },
  {
    "text": "That's right, the seas. So what is fascinating, that word dry ground, it comes from the word Yahvesh, which means something that's dried up or withered. You can talk about ground that's dry, but also like in Psalm 1, the tree whose leaves never withered, they never yahwesh, they never gave, get brittle and dry. And so that word dry land comes from Yahweh. It's pronounced Yabasha, the Yasha. And this is the word used in Exodus 14, when the waters divide. A wall on their left, a wall on their right, and they walked in the middle on the Yadasha. So again, it's a hint forward and a hyperlink backward between the two stories. So the point is that dual movement or electricity, it sparks your imagination. And I was really the first scholar who prompted me to think about this many years ago. Scholar Michael Morales, and a little book called. Actually, not a little book. Why did I say a little book? It's not little at all. It was really expensive, too. Called the Tabernacle, Prefigured Cosmic Mountain Ideology in Genesis and Exodus. It's his dissertation published. He puts it this way. He says if one were to look for any dramatic tension in the Bible's first narrative, that's 70 creation narrative. It would be in Genesis 1, verse 2, which is the formless and void, wild and waste. The fact that the deluged land, the land that's covered, whatever land there might be, is submerged in the waters right now, the deluged land of verse two cannot sustain life. And it links deliverance and creation as combined acts with the fruit of life on the land as a kind of resolution. So in this sense, the land was delivered from the primeval waters.",
    "start": "00:12:34",
    "end": "00:14:40"
  },
  {
    "text": "You could think of the land as being enslaved within the waters.",
    "start": "00:14:40",
    "end": "00:14:43"
  },
  {
    "text": "Yeah, it's trapped under the waters. So after God separates the waters so that the dry land can emerge, the next thing God says is, let the land Sprout vegetation, life and life. And Interestingly, in Genesis 1, verse 12, and it says, and the land. And it's that word to go out. The land made to go out. Vegetation, huh? It's usually translated the land brought out or the land produced the land exodus. The land made the vegetation and plants and fruit trees exodus from the dry ground.",
    "start": "00:14:43",
    "end": "00:15:19"
  },
  {
    "text": "Cool.",
    "start": "00:15:20",
    "end": "00:15:20"
  },
  {
    "text": "So the land was trapped under dark waters and then liberated. When God split the waters and exposed the dry ground so that the fruit can go out of the land, the fruit goes out of the land. Isn't that interesting?",
    "start": "00:15:21",
    "end": "00:15:37"
  },
  {
    "text": "Yeah.",
    "start": "00:15:37",
    "end": "00:15:38"
  },
  {
    "text": "So there was a time in my education where I'd be like, you're just making this up. Where I would look at that quote from Michael Morales and be like, you're.",
    "start": "00:15:38",
    "end": "00:15:47"
  },
  {
    "text": "Reading too much into it.",
    "start": "00:15:47",
    "end": "00:15:48"
  },
  {
    "text": "Reading too much into it.",
    "start": "00:15:48",
    "end": "00:15:49"
  },
  {
    "text": "You've been accused of that before.",
    "start": "00:15:49",
    "end": "00:15:50"
  },
  {
    "text": "Okay. Yes, that's right.",
    "start": "00:15:50",
    "end": "00:15:52"
  },
  {
    "text": "Is that hyperlink really there?",
    "start": "00:15:52",
    "end": "00:15:53"
  },
  {
    "text": "Is that hyperlink really there? And all I can encourage someone to do is to go read Isaiah chapters 40 to 48 in particular, and look at how Isaiah constantly is drawing upon the language of the seven day creation narrative and the garden narrative and the Exodus narrative. And he mushes them all together multiple times as if they're all about one thing. So in Isaiah 43, for example, Yahweh is speaking to Israel in exile. And he says, this is what Yahweh, the one who created you. It's the word from Genesis 1:1, Bara, the one who formed you, to Genesis 2. That's from God forming the dirt into the human. So he uses two words for creation from the two first creation stories. Do not be afraid, for I have redeemed you. That's the word from the Exodus story. That's a wonderful example right there. Seven day story, the Eden story, and then a keyword from the Exodus story. I have called you by your name, you or mine. When you pass through the waters, I will be with you. So now we're going through the sea on dry land. We're referring to that moment from Exodus 14. And when you go through the rivers, they won't flow over you.",
    "start": "00:15:53",
    "end": "00:17:18"
  },
  {
    "text": "Yeah, same idea.",
    "start": "00:17:18",
    "end": "00:17:19"
  },
  {
    "text": "Same idea. We're referring to the passage of the Israelites through the Jordan river, which is explicitly compared to the passage through the sea in the book of Joshua.",
    "start": "00:17:19",
    "end": "00:17:29"
  },
  {
    "text": "How do you know? The second one refers to the Jordan.",
    "start": "00:17:29",
    "end": "00:17:31"
  },
  {
    "text": "River versus so the passage out of slavery is marked through waters. The passage into the land is marked through waters. But the waters of the Jordan river here, both the waters and the rivers are being turned Cosmic. And both of them are symbols for going out of slavery in exile in Babylon to freedom back into the promised land. When you pass through the waters, I will be with you. Pass through the rivers, they won't flow over you. When you walk through the fire, you won't be burned and the flame will not scorch you, most likely. I think that's a reference that begins life with the Sodom and Gomorrah story.",
    "start": "00:17:31",
    "end": "00:18:07"
  },
  {
    "text": "The fire.",
    "start": "00:18:07",
    "end": "00:18:08"
  },
  {
    "text": "Yeah. About the remnant seed of Abraham or family of Abraham lot being delivered out of the fires of Sodom and Gomorrah. But I guess the point is that Isaiah will draw on both creation stories and link them to the Exodus story. And constantly in ways that force me to go back and think maybe these stories are more deeply connected than I've ever thought to imagine. And that's what the point Morales is making here.",
    "start": "00:18:08",
    "end": "00:18:35"
  },
  {
    "text": "Cool.",
    "start": "00:18:35",
    "end": "00:18:36"
  },
  {
    "text": "Okay. So that's the seven day creation story. It's as if the land is being delivered from the dark waters. Exodus. So there's a road out of the waters and the darkness.",
    "start": "00:18:36",
    "end": "00:18:51"
  },
  {
    "text": "The land comes out of the water.",
    "start": "00:18:52",
    "end": "00:18:53"
  },
  {
    "text": "The land comes up out of the waters. So it's kind of freed out of the waters.",
    "start": "00:18:53",
    "end": "00:18:57"
  },
  {
    "text": "Yeah.",
    "start": "00:18:57",
    "end": "00:18:57"
  },
  {
    "text": "And then it becomes the dry land.",
    "start": "00:18:57",
    "end": "00:18:59"
  },
  {
    "text": "Yeah, there's really no road in between. It just becomes the promised land.",
    "start": "00:18:59",
    "end": "00:19:03"
  },
  {
    "text": "Yeah. And then it just sprouts the dry land, which is a reference to the wilderness. The dry land.",
    "start": "00:19:03",
    "end": "00:19:07"
  },
  {
    "text": "Oh, okay.",
    "start": "00:19:07",
    "end": "00:19:08"
  },
  {
    "text": "Just the emergence of dry land is like the road in between. And then God calls out of the dry land, garden and life.",
    "start": "00:19:08",
    "end": "00:19:16"
  },
  {
    "text": "Yeah, got it.",
    "start": "00:19:16",
    "end": "00:19:17"
  },
  {
    "text": "Which you could maybe then just say the Exodus story itself is being told on the template of Genesis 1. Out of the darkness and chaos of slavery, Right into the dry land, where God consistently provides watery oases and gardens and bread, and then into the lush garden land. Yeah, so that's a good example. And it's just little hints, but the more you reread the Torah and prophets, it really seems like that's what we're supposed to pick up here.",
    "start": "00:19:18",
    "end": "00:19:49"
  },
  {
    "text": "Yeah.",
    "start": "00:19:49",
    "end": "00:19:50"
  },
  {
    "text": "You can do something similar then with the next Decreation and recreation story, which is the story of the Flood. So after the seven day creation story, God appoints the human images as covenant partners, and they will have access to unending life. If they live by God's wisdom and word. They're deceived, they make a poor decision, and then they are exiled out of Eden in slavery. Violence erupts, Cain and Abel, lamech the Nephilim. And the land becomes so saturated with the blood of the Innocent that God hears the outcry and he's going to undo the order that he set up in the seven day creation narrative. And so, interestingly, the onset of the flood in Genesis 7 is described with reference to the language of days 2 and 3 in particular that we just looked at, but as reversal or a reversal. So in Genesis 7, verse 11, we're told that in the 600th year of Noah's life, in the second month, on the 17th day of the month, on that day they were split apart, the fountains of the great deep and the windows of the skies were opened up. There was rain on the land.",
    "start": "00:19:50",
    "end": "00:21:35"
  },
  {
    "text": "So the thing that created the separation is now split. So the separation is no longer. You've got the sky ordered, you got the sea ordered. That order is getting crushed.",
    "start": "00:21:35",
    "end": "00:21:49"
  },
  {
    "text": "Yeah, at both levels.",
    "start": "00:21:49",
    "end": "00:21:50"
  },
  {
    "text": "At both levels.",
    "start": "00:21:50",
    "end": "00:21:51"
  },
  {
    "text": "Then we're first told that the dry land splits open and then those deep waters come back up, come back up through the land, fountains of the great deep, so that the water's below and then the windows of the skies.",
    "start": "00:21:51",
    "end": "00:22:04"
  },
  {
    "text": "Yeah, we got some holes in that raqiya.",
    "start": "00:22:04",
    "end": "00:22:06"
  },
  {
    "text": "Yeah, the rakiya cracks. A bunch of holes. They were opened up. So the flood is depicted as a cosmic collapse. The whole creation reverts back to the chaos waters of Genesis 1:2 and verse 12. And there was rain on the land. So now notice the word split. It's a different word from separate. So what has separated? It's another separating, but it's a separation that leads to the reunification of the waters above and below.",
    "start": "00:22:06",
    "end": "00:22:34"
  },
  {
    "text": "Yeah, but now we first separating was creating order. This separating is allowing disorder to come back.",
    "start": "00:22:34",
    "end": "00:22:41"
  },
  {
    "text": "It's the land splitting apart. And then the water's above and below reconnect. So now land splitting, things being split or separated can be a dual image. If the waters separate, it means salvation. But if the land splits, that's usually bad decreation, earthquakes. So this is just a note on this. Oh, yeah. Interesting essay by a Hebrew Bible scholar. Dominic Redman called the use of water imagery in descriptions of Sheol, that is the grave in biblical literature. And he made a comment. This is really interesting. He says, in Genesis 1, the reader is introduced to a world in which watery chaos rules until God's intervention brings order. The flood story in Genesis 6, 8 tells the story of how when the world was corrupted, God withdrew the restraints placed on those waters at the time of creation and they flooded the world once more. So the great deep in the windows of the heavens, and thus the chaos waters, by their nature are symbolic of the absence of order and creation. And in the flood narrative, those waters denote the reversal of creation. So again, the fact that in the Exodus story, when the Israelites leave Egypt and then they're just like a few days out, and they meet this big body of water. And Pharaoh's army comes, and then Israel, you're just having it told. And then the sun set, and it was night. So they're at this body of water in the darkness. And you're meant to think of Genesis 1. Yeah. This is a Genesis 1, verse 2 moment. And they're meeting those chaos waters. And so in this way, what happens there at Exodus is God tells Moses to stretch out his hand, and we're told the waters split. And it's exactly the word used of the land splitting in the flood story, Baca. And then God sends a wind and keeps the water separated all night long. In the flood story, right at the pivot, after the waters have been over the land for 150 days. Genesis 8, verse 1. Then Elohim remembered Noah and all the creatures and all the beasts with him on the ark. And Elohim caused to pass over the land a ruach, the wind.",
    "start": "00:22:41",
    "end": "00:25:03"
  },
  {
    "text": "Knowing the creatures are floating around in an ark.",
    "start": "00:25:04",
    "end": "00:25:07"
  },
  {
    "text": "Yes. So they're in this little portable dry land. It's like a little portable yabasha made of wood.",
    "start": "00:25:07",
    "end": "00:25:14"
  },
  {
    "text": "Okay, fascinating.",
    "start": "00:25:14",
    "end": "00:25:16"
  },
  {
    "text": "Yes. Yep.",
    "start": "00:25:16",
    "end": "00:25:16"
  },
  {
    "text": "The portable wilderness.",
    "start": "00:25:16",
    "end": "00:25:17"
  },
  {
    "text": "Yeah, the portable dry land. Yeah. And then floating on the waters. And then God causes a wind to pass over. And the waters subsided. And then look, the language of the flood. A reversing is stated in the language of the flood coming on. So they were closed the fountains of the deep and the windows of the skies. And it was restrained. That is the rain from the skies. You can just see it walking backwards. And the waters turned back from upon the land going back. And the waters decreased at the end of 150 days. Then after this, the ark rests on a mountain.",
    "start": "00:25:17",
    "end": "00:25:57"
  },
  {
    "text": "The floating wilderness.",
    "start": "00:25:57",
    "end": "00:25:58"
  },
  {
    "text": "Yep. Waters keep decreasing. And then there's the thing about Noah sending out the birds. But the reason he's sending out the birds is to wait for the Yabasha to appear. The dry land. So the waters are slowly receding from the wind and for the Yabasha to occur. And then this is so rad, man. You can't make this stuff up. There's this focus right after this of the moment the dry land appears. Noah and all the animals go out from the ark.",
    "start": "00:25:58",
    "end": "00:26:26"
  },
  {
    "text": "They go out.",
    "start": "00:26:26",
    "end": "00:26:27"
  },
  {
    "text": "They exodus, just like the plants went out of the dry land. And they're depicted as the seed Noah and the animals are called the seed of the next generations that'll come. It's as if the ark is literally like a portable wilderness dry land. And then God makes come out of the dry land the seed of the new creation. So again, here's Michael Morales talking about the ark. He puts it this way. He says Genesis 1's use of the verb to go out to describe plants and animals coming up out of the land is especially suggestive. He says in the flood narrative, however, the ark is playing the role of the dry land.",
    "start": "00:26:27",
    "end": "00:27:17"
  },
  {
    "text": "Yeah.",
    "start": "00:27:18",
    "end": "00:27:18"
  },
  {
    "text": "So that all living creatures are said in the same word to go out of the ark. So if the creation account may be read like in Exodus from chaos into order, from the waters to the dry land, then also the flood narrative can be read like an exodus from the old creation and into a new one. In exiting the ark, Noah and the animals enter the new world that calls back to Genesis 1, but also anticipates the future call of Israel out of Egypt. So the fruits, plants, and the animals go out of the dry land after they've been separated from the waters.",
    "start": "00:27:19",
    "end": "00:27:57"
  },
  {
    "text": "Genesis 1.",
    "start": "00:27:57",
    "end": "00:27:58"
  },
  {
    "text": "Genesis 1. Noah and the animals come out of the ark onto the mountain after the waters have been subsided after the flood. Flood story.",
    "start": "00:27:58",
    "end": "00:28:06"
  },
  {
    "text": "If we were going to try to match these stories, then as much as we could. So Genesis 1 begins with the flood, but Noah's story begins kind of before there was a flood.",
    "start": "00:28:06",
    "end": "00:28:16"
  },
  {
    "text": "Oh, yeah. And it reverts back to.",
    "start": "00:28:16",
    "end": "00:28:18"
  },
  {
    "text": "So once we get to the flood, now we've got. In Genesis 1, there's the flood. The land is kind of submerged underneath, needing salvation. In Noah's flood, Noah's floating on top as kind of. He's not submerged underneath, but he's floating on top.",
    "start": "00:28:19",
    "end": "00:28:36"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:28:36",
    "end": "00:28:36"
  },
  {
    "text": "But it's the potential of the land. It's the dry land needing to be freed.",
    "start": "00:28:36",
    "end": "00:28:41"
  },
  {
    "text": "Yes.",
    "start": "00:28:41",
    "end": "00:28:41"
  },
  {
    "text": "And then in Genesis 1, God separates the waters so the land can emerge.",
    "start": "00:28:42",
    "end": "00:28:48"
  },
  {
    "text": "God's spirit wind is there.",
    "start": "00:28:48",
    "end": "00:28:49"
  },
  {
    "text": "God's spirit wind there separates the waters. And Noah's story, the wind comes, the waters die down so that the land can reappear. And in Genesis 1, we read that seed goes out.",
    "start": "00:28:49",
    "end": "00:29:08"
  },
  {
    "text": "The plants and the fruit trees with seed in them go out up from the land.",
    "start": "00:29:08",
    "end": "00:29:14"
  },
  {
    "text": "Go out up from the land. And in Noah's flood, him as the seed and the animals as the seed go out from the ark. The ark on land.",
    "start": "00:29:14",
    "end": "00:29:25"
  },
  {
    "text": "The dry land. Yeah.",
    "start": "00:29:25",
    "end": "00:29:26"
  },
  {
    "text": "Okay.",
    "start": "00:29:26",
    "end": "00:29:26"
  },
  {
    "text": "To be fruitful and multiply.",
    "start": "00:29:26",
    "end": "00:29:27"
  },
  {
    "text": "Be fruitful and multiply.",
    "start": "00:29:27",
    "end": "00:29:28"
  },
  {
    "text": "Yeah. Yep.",
    "start": "00:29:28",
    "end": "00:29:29"
  },
  {
    "text": "And then in the Exodus story, when the Israelites experience God's justice as a flood of the 10th plague. And them being saved from that with Passover is a type of ark.",
    "start": "00:29:29",
    "end": "00:29:44"
  },
  {
    "text": "Yeah, the house. The house is a type of ark.",
    "start": "00:29:44",
    "end": "00:29:48"
  },
  {
    "text": "They go into the house, they paint the blood on the door frame.",
    "start": "00:29:48",
    "end": "00:29:50"
  },
  {
    "text": "That's right. And let us not forget the phrase in the Passover narrative. Into the house is the word ark. The Hebrew word ark spelled backwards.",
    "start": "00:29:50",
    "end": "00:30:01"
  },
  {
    "text": "Let us not forget.",
    "start": "00:30:02",
    "end": "00:30:03"
  },
  {
    "text": "It'S a pun meant to depict the Passover house. You enter as a kind of ark.",
    "start": "00:30:05",
    "end": "00:30:10"
  },
  {
    "text": "Yeah. And now there's a flood. But they're freed from the oppression, the.",
    "start": "00:30:10",
    "end": "00:30:16"
  },
  {
    "text": "Building of the plagues, one after another after another, begins to recall the rising of the floodwaters.",
    "start": "00:30:16",
    "end": "00:30:22"
  },
  {
    "text": "Okay.",
    "start": "00:30:22",
    "end": "00:30:23"
  },
  {
    "text": "To this peak event, which then is the night of Passover.",
    "start": "00:30:23",
    "end": "00:30:27"
  },
  {
    "text": "And so when they leave and they're confronted by a big piece of chaotic waters that they need to pass through, this is now evoking all of these ideas of the chaos, waters subsiding or being split apart. They split apart so that you can.",
    "start": "00:30:28",
    "end": "00:30:44"
  },
  {
    "text": "Walk on dry land in the middle. So really, there's two cycles of creation and flood in the rising up to Passover and the deliverance out of Egypt, then Egypt chasing them to the waters, and then the splitting of the waters, and they pass through. It's like a double deliverance.",
    "start": "00:30:44",
    "end": "00:31:05"
  },
  {
    "text": "It's interesting. Yeah. It's the waters coming up and then the water subsiding. And you're delivered in both instances.",
    "start": "00:31:05",
    "end": "00:31:13"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:31:13",
    "end": "00:31:14"
  },
  {
    "text": "Because you're delivered from the oppression that the flood is getting rid of. But then you're being delivered from the chaos.",
    "start": "00:31:14",
    "end": "00:31:22"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:31:22",
    "end": "00:31:23"
  },
  {
    "text": "The other side.",
    "start": "00:31:23",
    "end": "00:31:23"
  },
  {
    "text": "And again, back to that passage in Isaiah 43 we read a little bit ago, when Isaiah dreams and describes how this God is going to rescue his people out of slavery to exile in Babylon, he calls himself the creator of Israel to bring them through the waters and through the rivers on the way to a new land.",
    "start": "00:31:24",
    "end": "00:31:46"
  },
  {
    "text": "Yeah.",
    "start": "00:31:46",
    "end": "00:31:46"
  },
  {
    "text": "So he's linking creation and Exodus and flood all together.",
    "start": "00:31:46",
    "end": "00:31:50"
  },
  {
    "text": "And so when we get to the symbol of baptism.",
    "start": "00:32:11",
    "end": "00:32:13"
  },
  {
    "text": "Yes.",
    "start": "00:32:13",
    "end": "00:32:14"
  },
  {
    "text": "And you're going into the waters to be united in death. I'm thinking of a flood going into divine justice that is, in one sense, making things right by dealing with oppression. But now I'm in it, and I need to then come up out of it. And now coming up out of the waters is the symbol of being rescued into a new way of life, a new land.",
    "start": "00:32:14",
    "end": "00:32:42"
  },
  {
    "text": "Yes. Yeah. Okay, so just real quick, there's one reference in the New Testament to the flood story that links it to Christian baptism. Really fascinating. It begins with talking about how Jesus. This is in 1 Peter 3:18. The context is he's saying, listen, your Roman, Greek and Roman neighbors are gonna think you're crazy and probably like evil for deviating from normal Roman custom and way of life and following this crucified Jewish messiah. So he says, listen, have courtesy and respect to all your neighbors. If people make fun of you, at least let them not be able to make fun of how you live and treat each other. And he says, if you suffer for doing good, you're imitating Jesus who suffered and died in order that he could bring you to God. He was put to death in the flesh, but made alive by the Spirit and by the Spirit. He also went and proclaimed or announced to the spirits that are now in prison. What he is most likely referring to is the tradition of the Nephilim who were killed in the flood. And there's a whole bunch of traditions in Second Temple Jewish literature about how the spirits of the Nephilim were imprisoned after the flood.",
    "start": "00:32:42",
    "end": "00:34:11"
  },
  {
    "text": "Okay, so he's going to proclaim to them, I'm king.",
    "start": "00:34:11",
    "end": "00:34:13"
  },
  {
    "text": "Yeah. And so Jesus is the victor, not just over the powers of heaven, but even over the spiritual powers that unleashed evil on the land in the past. And he says those spirits that are now imprisoned were formerly disobedient when the patience of God waited in the days of Noah while the ark was being built, in which a few, I.e. eight souls were rescued through the water. So it's a reference to the flood story. The Nephilim, they're now in prison because.",
    "start": "00:34:13",
    "end": "00:34:41"
  },
  {
    "text": "The Nephilim is a part of what leads up to the flood story.",
    "start": "00:34:41",
    "end": "00:34:44"
  },
  {
    "text": "Yeah. The violence of the Nephilim that soaks the land in innocent blood is what causes the final climactic outcry of the innocent to rise up to God to bring the floodwaters.",
    "start": "00:34:44",
    "end": "00:34:55"
  },
  {
    "text": "That's a whole rabbit hole. I guess we're explaining to anyone listening.",
    "start": "00:34:55",
    "end": "00:34:59"
  },
  {
    "text": "But what he's doing right here is recalling the flood story in the language that any Jewish person who went to synagogue and knew about the Bible would have known. This is as clear of reference to the flood story as you can. And notice, he's likening Jesus going to his death and then being vindicated through resurrection to be exalted over the powers that brought the flood onto the land. But a few were rescued from the flood, Noah and his family in the ark. Then he says in verse 21, now also corresponding to this, and he uses the word, the Greek word antitupos oh, yeah.",
    "start": "00:34:59",
    "end": "00:35:37"
  },
  {
    "text": "As a type.",
    "start": "00:35:37",
    "end": "00:35:37"
  },
  {
    "text": "As a. Yeah, it's where we get the word type.",
    "start": "00:35:37",
    "end": "00:35:39"
  },
  {
    "text": "Yeah.",
    "start": "00:35:39",
    "end": "00:35:40"
  },
  {
    "text": "And. And type means pattern. So now, as a matching pattern, think.",
    "start": "00:35:40",
    "end": "00:35:45"
  },
  {
    "text": "Of this as a theme.",
    "start": "00:35:45",
    "end": "00:35:46"
  },
  {
    "text": "Yes, yeah. Or the melody.",
    "start": "00:35:46",
    "end": "00:35:48"
  },
  {
    "text": "Yeah.",
    "start": "00:35:48",
    "end": "00:35:48"
  },
  {
    "text": "Baptism now rescues you, and then he clarifies. Not the water removing dirt from your body. No, no, no. The appeal to God from a good conscience through the resurrection of Jesus Messiah. So when you appeal to God to rescue you and you are trusting that somehow you are rescued through the resurrection of Jesus Messiah, you say, God, rescue me through what you did, through raising Jesus. And baptism is like this ritual that you go through, matching Noah's passing through the waters. And as you do that, you're actually matching Jesus entering into death. Because the flood corresponds to Jesus being put to death and then being made alive. And then he has Noah going into the waters, being rescued through it. And then you have baptism with you going into the waters and you appealing.",
    "start": "00:35:49",
    "end": "00:36:48"
  },
  {
    "text": "He merges all three of these ideas together.",
    "start": "00:36:49",
    "end": "00:36:50"
  },
  {
    "text": "All three of these ideas are antitugpoi of each other. And then he says of Jesus, now he's at the right hand of God, having gone into the skies with angels, authorities, and powers subject to him. Those spirits in prison, he's now king over them all. And if you are in the ark with Noah going through the waters, that is going into death with Jesus, so you can be raised with him, then you will reign with him too. But notice how dense this is. Interesting, but he's drawing on the hyperlinks that connect creation, flood, and then a rescue. Notice he used that word, rescue. The baptism now rescues you. And rescue is the word that comes from the Exodus story, from the story of Israel going through the water of the sea. So Peter, who wrote this, his mind was so saturated in these stories and the stories, it's almost like he lays them all on top of each other and can draw language from any of them as if they're all talking about the same thing.",
    "start": "00:36:50",
    "end": "00:37:57"
  },
  {
    "text": "What does he mean by the phrase good conscience? So, like, right at the center of the baptism, it's like he calls it an appeal to God for a good conscience.",
    "start": "00:37:58",
    "end": "00:38:06"
  },
  {
    "text": "Yeah, I know, it's interesting. So we ended up here spontaneously. So it's a good question. I have a thought on it, but I just want to say it's spontaneous. Yeah, spontaneous thought. He's making this clarification that baptism rescues you, and that could mean a lot of different things. And then he quickly clarifies it's not the water removing dirt from your flesh. It's what baptism means. And then when he unpacks it, it's about you personally coming to God, seeing your genuine need to be rescued, and that that rescue is. Is possible through the resurrection of Jesus. I think that's what he means, an appeal to God from a good conscience through the resurrection of Jesus.",
    "start": "00:38:06",
    "end": "00:38:52"
  },
  {
    "text": "You're asking for a good conscience? Is that what it says?",
    "start": "00:38:52",
    "end": "00:38:56"
  },
  {
    "text": "Oh, no, no, no. It's sort of like out of a good conscience, out of genuine motives, you appeal to God.",
    "start": "00:38:56",
    "end": "00:39:01"
  },
  {
    "text": "Why does it say for a good conscience?",
    "start": "00:39:01",
    "end": "00:39:03"
  },
  {
    "text": "Yeah, my hunch is it has to do with the Greek preposition there. Yeah, there's no word for there. It's just the genitive of. I think a more helpful translation would be an appeal to God from a good conscience.",
    "start": "00:39:03",
    "end": "00:39:18"
  },
  {
    "text": "Meaning you really desire this.",
    "start": "00:39:18",
    "end": "00:39:20"
  },
  {
    "text": "Yeah, it's a genuine motive.",
    "start": "00:39:20",
    "end": "00:39:22"
  },
  {
    "text": "It's a genuine desire. Like you really checking a box. You're like, I want to. I want to be part of new creation.",
    "start": "00:39:22",
    "end": "00:39:28"
  },
  {
    "text": "Not striking a deal with God. Yeah, you really come to see, oh.",
    "start": "00:39:28",
    "end": "00:39:31"
  },
  {
    "text": "My gosh, this is what I want. My desires, his desires.",
    "start": "00:39:31",
    "end": "00:39:34"
  },
  {
    "text": "Left to myself, I'm headed for the chaos waters. But through the resurrection of Jesus, I can, with a genuine conscious appeal to God to rescue me through the waters. The waters don't have to be where my life ends. I mean, that's really. The waters are where the story begins. And it's the opposite of life and creation. The waters of the flood represent an ending of all that was good and living. And the waters in the Exodus story represent this death boundary that the Israelites can't get past unless God does something for them that they can't do for themselves.",
    "start": "00:39:34",
    "end": "00:40:15"
  },
  {
    "text": "So the waters can be thought of as the chaotic state from which life can't be life unless it's ordered. You know, God brings the plagues, and the plagues are like the waters. But it's interesting in this passage in First Peter, I think he blames the waters on the Nephilim.",
    "start": "00:40:15",
    "end": "00:40:35"
  },
  {
    "text": "Yeah, the spirits in prison. He's connecting it there. Who are disobedient.",
    "start": "00:40:35",
    "end": "00:40:39"
  },
  {
    "text": "Because in a way it's like, what is the floodwaters? Well, the flood waters is God's justice, but it's also just our evil fully unleashed.",
    "start": "00:40:39",
    "end": "00:40:46"
  },
  {
    "text": "Yes, absolutely.",
    "start": "00:40:46",
    "end": "00:40:48"
  },
  {
    "text": "We can experience that right now in our own lives. You can experience kind of the flood.",
    "start": "00:40:48",
    "end": "00:40:54"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:40:54",
    "end": "00:40:55"
  },
  {
    "text": "Running into your own evil and letting that just keep you down. And then there's also this idea of, like, there's a final boundary, I think is the phrase you used. We're going to. Eventually this flood will be all there is. Unless you can get through it.",
    "start": "00:40:55",
    "end": "00:41:12"
  },
  {
    "text": "Yeah, maybe. Here, let's turn to the parable Jesus tells at the end of the Sermon on the Mount about the flood waters that are coming. The storm is coming, and you can build your house on the sand. You can build your house on the rock. And only the house on the rock will endure through the storm and the flood. For creation to pass through its next phase of transformation into the life God has for it, it will mean an ending of the life that we've created for ourselves here outside of Eden into true life. But it will feel like a kind of death.",
    "start": "00:41:12",
    "end": "00:41:49"
  },
  {
    "text": "It'll be a reckoning of sorts and a re establishing of certain order. And it will feel like a death.",
    "start": "00:41:49",
    "end": "00:41:55"
  },
  {
    "text": "Yeah, that's right. And that's actually true to how the Exodus story works. In Exodus, okay, the people of Israel aren't entirely happy that they've been brought out of Egypt.",
    "start": "00:41:55",
    "end": "00:42:06"
  },
  {
    "text": "Yeah, the order they had in Egypt was kind of nice.",
    "start": "00:42:06",
    "end": "00:42:09"
  },
  {
    "text": "At least it was predictable. But this Yahweh, he makes you live by faith and you don't know where the next act of provision might be coming from. So maybe slavery, but with predictable food is better.",
    "start": "00:42:09",
    "end": "00:42:23"
  },
  {
    "text": "That's interesting.",
    "start": "00:42:23",
    "end": "00:42:24"
  },
  {
    "text": "So it's a kind of death to pass into life. And Peter ties creation, flood, exodus together with Christian baptism into death and into life.",
    "start": "00:42:24",
    "end": "00:42:36"
  },
  {
    "text": "Thanks for listening to Bible Collection. Welcome back to Project Podcast. Next week we continue in Genesis and we turn to the stories of Abraham and Sarah and we discover that they go through their own pre Exodus Exodus.",
    "start": "00:42:40",
    "end": "00:42:53"
  },
  {
    "text": "You can look for Exodus themes in Genesis in the story of Abraham who goes out of Ur, of the Chaldeans, out of Mesopotamia, into the land.",
    "start": "00:42:53",
    "end": "00:43:03"
  },
  {
    "text": "And we'll look at how Abraham in the land acts as a pharaoh like approach oppressor, creating injustice that other people need to be saved from.",
    "start": "00:43:03",
    "end": "00:43:10"
  },
  {
    "text": "He and his wife end up sadly oppressing an Egyptian slave. And there's all kinds of excess themes going on with that.",
    "start": "00:43:11",
    "end": "00:43:18"
  },
  {
    "text": "That's next week. Bibleproject is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus. Everything that we make is free because of the generous support of thousands of people just like you. Thank you so much for being a part of this with us.",
    "start": "00:43:19",
    "end": "00:43:33"
  },
  {
    "text": "Hi, my name is Camilla and I'm from Brazil. I first heard about the Bible Project with Tim Mackey coming to teach at my Bible school. I use the Bible Project for getting deeper into God's word before I teach my classes. My favorite thing about Bible Project is how they're so true to the word itself. It's not adding and nor subtracting anything from it. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project. Projects by people like me find free videos, articles, podcasts, classes and more on the Bibleproject app and@bibleproject.com and now this part in Portuguese.",
    "start": "00:43:34",
    "end": "00:44:08"
  },
  {
    "text": "Here we go. Oh, my gosh.",
    "start": "00:44:09",
    "end": "00:44:11"
  },
  {
    "text": "Okay.",
    "start": "00:44:11",
    "end": "00:44:11"
  },
  {
    "text": "To my Bible project. Yasin new Bibleproject Puntoko.",
    "start": "00:44:24",
    "end": "00:44:29"
  },
  {
    "text": "Hey, everyone, this is MacKenzie. I'm a volunteer at Bibleproject. I started volunteering about four months ago because of the community that the group of volunteers provides. I get to help write the cards that you receive in the mail so you get a handwritten letter. And I continue to volunteer at bibleproject for Bob Collins. Great coffee. There's a whole team of people that bring the podcast to life every week. For a full list of everyone who's involved, check out the show credits in the episode description wherever you stream the podcast and on our website.",
    "start": "00:44:30",
    "end": "00:45:01"
  }
]