[
  {
    "text": "This is John from bibleproject. Today Tim and I continue our discussion on the Exodus way. The Exodus story has three stages. We've been calling them the road out, the road between and the road in. The road out of slavery is the story told in Exodus. Ancient Israel are slaves in ancient Egypt. But God hears their cries and he sends them a deliverer to confront the pharaoh who with 10 plagues Egypt is.",
    "start": "00:00:04",
    "end": "00:00:30"
  },
  {
    "text": "De created 10 times over through the plagues. And so there's a deliverance out of Egypt on the night of Passover. That's what we've been calling the road out.",
    "start": "00:00:30",
    "end": "00:00:38"
  },
  {
    "text": "Now, every year Israelites celebrate the night they were rescued out of Egypt by having a Passover meal. And during this meal it's customary to sing Psalms 113 through 118. This is called the Passover Hallel. And singing it helps us remember the significance of of God calling us on the way. And it's almost certainly what Jesus and his disciples sang during the night of Passover in Jerusalem.",
    "start": "00:00:39",
    "end": "00:01:03"
  },
  {
    "text": "So let's put ourselves in that mindset too. What would it be like to be Jesus disciples on that fateful night singing through these poems?",
    "start": "00:01:03",
    "end": "00:01:12"
  },
  {
    "text": "These six psalms celebrate the Exodus way. And that's what we'll look at today. Thanks for joining us here. Here we go. Hey, Tim.",
    "start": "00:01:13",
    "end": "00:01:25"
  },
  {
    "text": "Hey, John. Hello.",
    "start": "00:01:25",
    "end": "00:01:27"
  },
  {
    "text": "Hello. Let's continue in this theme.",
    "start": "00:01:27",
    "end": "00:01:30"
  },
  {
    "text": "Yeah.",
    "start": "00:01:30",
    "end": "00:01:31"
  },
  {
    "text": "That we're calling the new Exodus. Right.",
    "start": "00:01:31",
    "end": "00:01:33"
  },
  {
    "text": "I think so. What we are discussing is how the Exodus story is one of the most foundational category forming stories in the whole biblical narrative.",
    "start": "00:01:33",
    "end": "00:01:46"
  },
  {
    "text": "Yes. And today we're going to look at how this theme of the Exodus plays out in the Psalms.",
    "start": "00:01:46",
    "end": "00:01:53"
  },
  {
    "text": "Yeah. So here's an interesting way into this. This is about the Psalms from here on out. But I'm just going to draw a note from the Gospel accounts that on the night of Passover, which is the culminating night in all the gospel stories, they all lead up to the night of Passover. Jesus is in Jerusalem. All the leaders know about him. They think he's an agitator with this kingdom of God dreams. And so they're going to kill him. And Jesus knows it. And so that Passover meal is really crucial. We're going to go over this in detail in a couple episodes. But there's a little note that Mark gives us and Matthew, that after they finish the bread and the cup and they're about to go to the garden of Gethsemane, what we're told is the moment the meal finishes. Mark 14:26, after singing a hymn, they went out to the Mount of Olives.",
    "start": "00:01:53",
    "end": "00:02:45"
  },
  {
    "text": "Yeah. Little detail.",
    "start": "00:02:45",
    "end": "00:02:47"
  },
  {
    "text": "Yeah. So what's that about?",
    "start": "00:02:47",
    "end": "00:02:49"
  },
  {
    "text": "What's the hymn?",
    "start": "00:02:49",
    "end": "00:02:50"
  },
  {
    "text": "What's the hymn? And that way of putting it into English doesn't quite capture what's happening, because that makes you think that they opened their hymn books and sang a hymn. Like one song.",
    "start": "00:02:50",
    "end": "00:03:01"
  },
  {
    "text": "Right. Maybe all four stanzas. Sometimes you just do the first and the fourth.",
    "start": "00:03:01",
    "end": "00:03:05"
  },
  {
    "text": "Yeah, totally. The second and third Feels long. So our English word him is actually a Greek word spelled with English letters. It comes from the noun is. But that's not this word. This is just the verb to hymn after hymning, which means singing hymns. But it doesn't just mean one necessarily. It just means after hymning.",
    "start": "00:03:05",
    "end": "00:03:30"
  },
  {
    "text": "Oh, after hymning.",
    "start": "00:03:30",
    "end": "00:03:31"
  },
  {
    "text": "After hymning. After singing.",
    "start": "00:03:31",
    "end": "00:03:32"
  },
  {
    "text": "Okay.",
    "start": "00:03:32",
    "end": "00:03:33"
  },
  {
    "text": "They could have just put after singing.",
    "start": "00:03:33",
    "end": "00:03:34"
  },
  {
    "text": "Okay.",
    "start": "00:03:34",
    "end": "00:03:35"
  },
  {
    "text": "Which leads to the question, what did they sing?",
    "start": "00:03:35",
    "end": "00:03:37"
  },
  {
    "text": "Yeah.",
    "start": "00:03:37",
    "end": "00:03:37"
  },
  {
    "text": "What does that mean? There's a whole backstory. What did they sing and why?",
    "start": "00:03:38",
    "end": "00:03:42"
  },
  {
    "text": "Yeah.",
    "start": "00:03:42",
    "end": "00:03:42"
  },
  {
    "text": "So this is a great little rabbit trail. So there are references in Jewish literature from after the time of Jesus. One called the Babylonian Talmud, and then another collection that's addition discussions added onto the Talmud called the Toseftah, which means additions. It recalls conversations of rabbis from all the years leading back to even the time of Jesus. And there's many references to the collection of songs that were sung at Passover. Yeah, it's called the Passover Hallel. The Hallel is from Hallelujah, and it refers to a collection of six psalms from the psalm scroll that we call Psalms 113 to 118. And actually, these six poems were recited and sung multiple times during Passover week. Three times, actually. And then also at the feast of Tabernacles, and then also at Hanukkah.",
    "start": "00:03:43",
    "end": "00:04:46"
  },
  {
    "text": "This set.",
    "start": "00:04:46",
    "end": "00:04:47"
  },
  {
    "text": "This set. Yeah. And so then it raised the question, did these six poems come to be used that way? Or is it possible that. That they were actually composed that way? Composed as a little liturgy to be sung, a little festival liturgy. But one thing that is clear, almost certain, is that the songs that they sang at Passover, Jesus and the disciples, were the songs that every Jewish family sung as a part of Passover, which was the Passover Hallel, which refers to Psalms 113 to 118. So I think we should just dive in. We're going to scan six psalms right now.",
    "start": "00:04:47",
    "end": "00:05:25"
  },
  {
    "text": "Okay.",
    "start": "00:05:25",
    "end": "00:05:25"
  },
  {
    "text": "I'm going to be a tour guide pointing out stuff. We won't have time to read them all slowly, though. That would be a worthy way to spend one's time. As Jesus thought, after Passover, they sang them he made sure to sing these poems. So let's put ourselves in that mindset, too.",
    "start": "00:05:25",
    "end": "00:05:38"
  },
  {
    "text": "Okay.",
    "start": "00:05:38",
    "end": "00:05:38"
  },
  {
    "text": "What would it be like to be Jesus, one of his disciples on that fateful night, singing through these poems? So first to Psalm 113, Sam. Okay. Psalm 113 begins. Hallelujah. Hallelu is inviting a group of people to praise, and then Yah is the object. So y' all praise Yahweh.",
    "start": "00:05:38",
    "end": "00:06:29"
  },
  {
    "text": "Praise Yahweh.",
    "start": "00:06:29",
    "end": "00:06:29"
  },
  {
    "text": "What's funny is that in English, I think Hallelujah has become the praise.",
    "start": "00:06:29",
    "end": "00:06:34"
  },
  {
    "text": "Yes.",
    "start": "00:06:34",
    "end": "00:06:34"
  },
  {
    "text": "It's the thing you say when you are praising God.",
    "start": "00:06:34",
    "end": "00:06:37"
  },
  {
    "text": "Yeah, but it's a call to praise God.",
    "start": "00:06:37",
    "end": "00:06:39"
  },
  {
    "text": "But in Hebrew, it's an invitation to somebody else that they should praise God. Hey, you.",
    "start": "00:06:39",
    "end": "00:06:43"
  },
  {
    "text": "Hey, you. Praise God.",
    "start": "00:06:43",
    "end": "00:06:44"
  },
  {
    "text": "You should praise God.",
    "start": "00:06:44",
    "end": "00:06:45"
  },
  {
    "text": "Okay.",
    "start": "00:06:45",
    "end": "00:06:46"
  },
  {
    "text": "But for us, it's become the praise. So praise, O servants of Yahweh. Praise the name of Yahweh. May the name of Yahweh be blessed from this time forth and forever. From the rising of the sun to its setting. May the name of Yahweh be praised. Yahweh is high above all the nations. Okay, that's significant. Yahweh as the unique one, above all the nations. That may just sound like a general Bible idea, but it was one of the main ideas in the first part of the Exodus storyline, which is God's going to act in power against Pharaoh's oppression so that Egypt and the nations and Israel will know that I am Yahweh. Okay, so the nations are powerful. I mean, there's big, bad empires out there. But Yahweh, he's higher and more exalted and more honored, which is the second line. Yahweh is above all the nations. His honor or glory is above even the skies. Who's like Yahweh, he's enthroned on high. But he humbles himself to behold the things in heaven and on earth. Isn't that interesting?",
    "start": "00:06:46",
    "end": "00:07:59"
  },
  {
    "text": "It is interesting.",
    "start": "00:07:59",
    "end": "00:08:00"
  },
  {
    "text": "He looks down from his heavenly vantage and he really is invested in the things happening here on earth.",
    "start": "00:08:00",
    "end": "00:08:07"
  },
  {
    "text": "Yeah. He's made humans as his image, and he gets entwined in their drama by selecting and committing to them.",
    "start": "00:08:07",
    "end": "00:08:18"
  },
  {
    "text": "Yep.",
    "start": "00:08:18",
    "end": "00:08:18"
  },
  {
    "text": "Is that what this is about?",
    "start": "00:08:19",
    "end": "00:08:20"
  },
  {
    "text": "Yeah. Yep.",
    "start": "00:08:20",
    "end": "00:08:21"
  },
  {
    "text": "Okay.",
    "start": "00:08:21",
    "end": "00:08:21"
  },
  {
    "text": "Yeah. And then here's a real particular concrete illustration. He raises up the poor from the dust. He lifts up the needy from a heap of ashes, and he enthrones them, seats them alongside princes, indeed, even the princes of his people. It's like a little mini storyline.",
    "start": "00:08:21",
    "end": "00:08:45"
  },
  {
    "text": "Yeah.",
    "start": "00:08:45",
    "end": "00:08:45"
  },
  {
    "text": "So the poor and the needy are synonyms along with the afflicted, the oppressed. And they go from the bottom in the dirt and the dust, and they get exalted up high. Right. Because Yahweh's on high. He's enthroned on high. Now he's going to take people oppressed in the dust and seat them on high, even with the highest princes.",
    "start": "00:08:46",
    "end": "00:09:07"
  },
  {
    "text": "Yeah.",
    "start": "00:09:07",
    "end": "00:09:08"
  },
  {
    "text": "And then there's one more. He causes a barren woman of the house to dwell as a happy mother of children. I know a few of those stories in the Hebrew Bible.",
    "start": "00:09:08",
    "end": "00:09:20"
  },
  {
    "text": "Yeah.",
    "start": "00:09:20",
    "end": "00:09:20"
  },
  {
    "text": "So going from helplessness and oppression up to royal status and going from unable to produce children to having many children, those are somehow parallel storylines. And both of them are demonstrations of how Yahweh humbles himself to look down and get involved on matters on Earth. And when God does that, it proves that he is high above all the nations. So that first part should feel that the poor getting exalted should feel like an Exodus storyline. But notice it's really just made general.",
    "start": "00:09:21",
    "end": "00:09:59"
  },
  {
    "text": "So it's interesting because when I think of raising up from the dust, I think first of Adam being formed from the dust.",
    "start": "00:10:00",
    "end": "00:10:07"
  },
  {
    "text": "Good, Great.",
    "start": "00:10:07",
    "end": "00:10:08"
  },
  {
    "text": "Okay.",
    "start": "00:10:08",
    "end": "00:10:08"
  },
  {
    "text": "Yeah. And then to be exalted as an image of God to rule. Yeah.",
    "start": "00:10:08",
    "end": "00:10:12"
  },
  {
    "text": "But you're saying part of this is to think about the Exodus narrative, that there was a whole community of the poor and oppressed that God wanted to rescue out of slavery.",
    "start": "00:10:12",
    "end": "00:10:27"
  },
  {
    "text": "Yep. Yeah. Okay. And then to take them through the wilderness and to invite them into a covenant partnership on a mountain where he said, I'll make you a kingdom of priests. Yeah, y' all will become kings.",
    "start": "00:10:27",
    "end": "00:10:40"
  },
  {
    "text": "That's one thing we haven't talked a lot about in this series so far. Is rescued from. Has been clear. Rescued from slavery and then rescued through the wilderness. But then when we talk about end of the promised land. To what end?",
    "start": "00:10:40",
    "end": "00:10:54"
  },
  {
    "text": "Yeah, we've just talked about it as being in the good land, which is like New Eden.",
    "start": "00:10:54",
    "end": "00:10:57"
  },
  {
    "text": "Yeah. But the point is to be these royal representatives of God.",
    "start": "00:10:57",
    "end": "00:11:03"
  },
  {
    "text": "Yeah. To become what humanity was made to be, but keeps blowing their chances. Yeah. And then that's put in parallelism to the story of a woman who's unable to produce children. Okay. So this is assuming a patriarchal, ancient tribal context where not being able to produce children in that social structure, it means a woman of low social rank or value.",
    "start": "00:11:03",
    "end": "00:11:28"
  },
  {
    "text": "Okay.",
    "start": "00:11:28",
    "end": "00:11:28"
  },
  {
    "text": "The stories of Sarah and Hagar, the stories of Rachel and Leah, the stories of Hannah and Peninah at the beginning of the. The Samuel story, all those should come to our minds and what's fascinating, actually, here's a little nugget. When Hannah, who's the mother of Samuel, she's not able to have kids, and she's being made fun of by other women for that. So she asks God to give her a child. And the woman who's making fun of her is called her oppressor. She's actually called her oppressor in Hebrew, Tsar. And then when she sings a song, when God enables her to become pregnant, she sings a long poem. And a number of the lines of this poem right here are verbatim to the song that Hannah sung. So Hannah herself had a kind of exodus from infertility and the shame and oppression that came from other women. And then her pregnancy was like a deliverance, a raising up of a seed. It's like her deliverance. And this poem's putting both of those types of stories together. So I'll just name. If the Exodus story isn't the first thing that comes to your mind when you read Psalm 113, that's okay. It's more that the Exodus story is itself participating in this kind of macro storyline that really goes back to creation, which is about God taking the nothingness, creating out of the dust humans as images of God to be fruitful and multiply. And anytime that humans are not able to be what God called them to be, they need to be rescued or delivered. And the Exodus story is a really powerful example of that cycle, but it's actually a cycle that plays itself out in the stories of lots of characters, and this poem is kind of bringing them all together.",
    "start": "00:11:29",
    "end": "00:13:22"
  },
  {
    "text": "This poem frames the theme then for me simply as God humbling himself with the poor or the nothing, or the kind of inconsequential, and then desiring to rescue into this place of prominence.",
    "start": "00:13:22",
    "end": "00:13:40"
  },
  {
    "text": "That's right, yeah.",
    "start": "00:13:40",
    "end": "00:13:41"
  },
  {
    "text": "So then that gives me kind of permission in a way to think of my own moments of blessing in my life, framing those as an Exodus.",
    "start": "00:13:41",
    "end": "00:13:51"
  },
  {
    "text": "Yeah. Or. Yeah. My own periods of waiting in a difficult hardship where I'm groaning, crying out to God, like the Exodus generation, waiting for God to act and to bring about some change, some deliverance, some resolution. Viewing my life circumstances with Exodus glasses on is what Psalm 113 is shaping me to learn how to do.",
    "start": "00:13:51",
    "end": "00:14:19"
  },
  {
    "text": "Yeah.",
    "start": "00:14:19",
    "end": "00:14:19"
  },
  {
    "text": "Now, in case we're wondering for reading too much in here of Exodus imagery, let's turn to the next poem, Psalm 114. When Israel went out from Egypt. Okay, that's pretty explicit. When the house of Jacob went from a people of strange language, meaning Egypt. It's just a foreign language. Yeah, yeah, they spoke Egyptian. Judah became his sanctuary, and Israel his dominion.",
    "start": "00:14:19",
    "end": "00:15:12"
  },
  {
    "text": "God chose this family to dwell with. Is that what this is?",
    "start": "00:15:13",
    "end": "00:15:18"
  },
  {
    "text": "I mean, basically, look, there's the Ark right there. From Egypt and oppression in a foreign land to the promised land, where there's a holy place, a sanctuary, God's with us, and dominion, rule, rule. So from slavery to rule. So it's kind of the arc of Psalm 113 is what 114 opens with.",
    "start": "00:15:18",
    "end": "00:15:37"
  },
  {
    "text": "So this is what this theme's all about. From slavery to rule.",
    "start": "00:15:37",
    "end": "00:15:40"
  },
  {
    "text": "Yeah. From slaves to exalted. That's one way to summarize the story. I mean, that's the thing, is there's so many ways you can retell it for different purposes. That's leaving out the wilderness testing. But that's okay.",
    "start": "00:15:40",
    "end": "00:15:53"
  },
  {
    "text": "Sure. I didn't mean to leave it out.",
    "start": "00:15:53",
    "end": "00:15:55"
  },
  {
    "text": "No, no, no. I'm saying this.",
    "start": "00:15:55",
    "end": "00:15:56"
  },
  {
    "text": "Oh, yeah, yeah.",
    "start": "00:15:56",
    "end": "00:15:57"
  },
  {
    "text": "Psalm 113 leaves it out. That's true. And so does this. And that's okay. You can retell the story in terms of its arc from slavery or oppression.",
    "start": "00:15:57",
    "end": "00:16:05"
  },
  {
    "text": "To rule and kind of assumes a journey.",
    "start": "00:16:05",
    "end": "00:16:09"
  },
  {
    "text": "Yeah. But other times you could tell it differently. Okay, so when Israel went out and then went into the holy place to be God's co rulers, the sea looked and fled.",
    "start": "00:16:09",
    "end": "00:16:21"
  },
  {
    "text": "That's a cool way to put it.",
    "start": "00:16:21",
    "end": "00:16:22"
  },
  {
    "text": "Isn't that great? So it's referring to the deliverance at the Sea of Reeds.",
    "start": "00:16:22",
    "end": "00:16:26"
  },
  {
    "text": "Yeah. Cause you can frame it as God pushed the sea back with his wind, with his breath, with Moses outstretched arm, but this is framing it as the sea was like, I'm out of here. Yeah.",
    "start": "00:16:26",
    "end": "00:16:37"
  },
  {
    "text": "It's like the sea looks and sees the glory of Yahweh coming and is like, ah, I gotta get out of here. And it retreats.",
    "start": "00:16:37",
    "end": "00:16:43"
  },
  {
    "text": "Chaos parts.",
    "start": "00:16:43",
    "end": "00:16:44"
  },
  {
    "text": "Yep. So that's the first line. The sea looked and fled, the Jordan turned back.",
    "start": "00:16:44",
    "end": "00:16:51"
  },
  {
    "text": "Ah, I see the two rivers.",
    "start": "00:16:52",
    "end": "00:16:54"
  },
  {
    "text": "Yes. The poet reflects somebody who understands that the deliverance at the Sea of Reeds from Pharaoh is a mirror image of the parting of the Jordan river when the Israelites go into the land to be delivered from the Canaanite kings. This is so great because this is two parallel lines which shows that the poet sees those two water crossings as themselves mirror images of something similar. Isn't that cool? The mountains skipped like rams, the hills like lambs. So the sea looked and fled, the Jordan turned back, and even the mountains freak out and just take off.",
    "start": "00:16:54",
    "end": "00:17:35"
  },
  {
    "text": "Okay. All right.",
    "start": "00:17:35",
    "end": "00:17:38"
  },
  {
    "text": "Because all the battles that Israel faced or the attacks that they experienced by Canaanites were all in the hill country, the mountainous hill country where they were delivered. So it's as if the hills even made way for Israel to come. In verse five, what's with you, O sea, that you flee? What's with you, Jordan, that you turn back? What's with you mountains that you skip like rams, O hills like lambs? At the presence of the Lord writhe, O land, at the presence of the God of Jacob, who turned the rock into a pool of water, the flinty stone into a spring of water.",
    "start": "00:17:38",
    "end": "00:18:20"
  },
  {
    "text": "So there's a wilderness callback.",
    "start": "00:18:20",
    "end": "00:18:22"
  },
  {
    "text": "Yeah. So notice we're recalling the story a bit like out of order. We begin with the road out out of Egypt. We then went to the road in, into the promised land to rule. Then we looked at the two sea deliverances, and now we're looking at it ends with the wilderness that's in the middle. Yeah, but it's telling it in the order of asymmetry because it begins with the road out, then the road in, then it moves to the two water crossings, and then it moves to the wilderness as the middle.",
    "start": "00:18:22",
    "end": "00:18:56"
  },
  {
    "text": "Oh, okay.",
    "start": "00:18:56",
    "end": "00:18:56"
  },
  {
    "text": "So it's recalling the story symmetrically, not linearly.",
    "start": "00:18:57",
    "end": "00:19:00"
  },
  {
    "text": "Sure.",
    "start": "00:19:01",
    "end": "00:19:02"
  },
  {
    "text": "Which is great.",
    "start": "00:19:02",
    "end": "00:19:02"
  },
  {
    "text": "Very, very Hebrew style. And the focus is on the power of Yahweh to just make the chaos in the land and sea just move the way he needs it to move.",
    "start": "00:19:02",
    "end": "00:19:15"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:19:15",
    "end": "00:19:16"
  },
  {
    "text": "And get out of the way. Why is that significant? To focus on that.",
    "start": "00:19:16",
    "end": "00:19:20"
  },
  {
    "text": "He has power over the chaos waters and over the mountains. So the deliverance from Egypt is equivalent to, like, creation, which is God's power over anything that is disordered.",
    "start": "00:19:20",
    "end": "00:19:35"
  },
  {
    "text": "Yeah.",
    "start": "00:19:35",
    "end": "00:19:35"
  },
  {
    "text": "He can make it ordered. And that. That is the same power that's at work when he delivers the needy from the dust heap and puts them on a throne of princes.",
    "start": "00:19:35",
    "end": "00:19:44"
  },
  {
    "text": "So I have a great category for why you part the waters to get through the chaos waters. The mountains feel more obscure to me.",
    "start": "00:19:44",
    "end": "00:19:51"
  },
  {
    "text": "Well, also probably the sea represents the deep and the mountains represent the heights. So it's sort of like all of creation, from the lowest to the highest place. Creation did what Yahweh told it to do when he came to deliver his people.",
    "start": "00:19:52",
    "end": "00:20:06"
  },
  {
    "text": "So whatever the obstacle is on the land, from the lowest to the highest, like God is going to bring you through. Things will part so that you can get through. Is this at all connected to Jesus talking about being able to move mountains?",
    "start": "00:20:07",
    "end": "00:20:23"
  },
  {
    "text": "Oh, for sure, for sure. Oh, yeah.",
    "start": "00:20:23",
    "end": "00:20:25"
  },
  {
    "text": "Okay.",
    "start": "00:20:25",
    "end": "00:20:26"
  },
  {
    "text": "Yeah, that's right. This idea in the background that not even what you think is the most stable, immovable thing in all creation. But for God is movable. Everything's movable.",
    "start": "00:20:26",
    "end": "00:20:36"
  },
  {
    "text": "Yeah.",
    "start": "00:20:36",
    "end": "00:20:36"
  },
  {
    "text": "So that's 11 4, 1 15. Not to us, Yahweh. Not to us. But to your name be the glory because of your loyal love and because of your faithfulness. Those are good Exodus traits. Why did God rescue his people? He remembered his covenant with Abraham, Isaac and Jacob when he heard the groaning of the Israelites. This is Exodus chapter 2. So he displayed loyal love to his covenant promises when he rescued the Israelites.",
    "start": "00:20:37",
    "end": "00:21:07"
  },
  {
    "text": "And then Exodus 34. These are the traits that he always says of himself, Right?",
    "start": "00:21:08",
    "end": "00:21:12"
  },
  {
    "text": "Exactly. Yes.",
    "start": "00:21:12",
    "end": "00:21:12"
  },
  {
    "text": "Full of loyal love and faithfulness.",
    "start": "00:21:12",
    "end": "00:21:14"
  },
  {
    "text": "Yeah. So why should the nations say, where is their God? Like, making fun of Israel, Who's Yahweh? Like, that's what Pharaoh said. I don't acknowledge Yahweh. I'm not going to let the people go. But our God is in the skies, and everything that he desires or plans, he just does it. The idols are silver and gold, the work of human hands. They have mouths, they can't talk. They have eyes, but they can't see. They have ears, but can't hear. And there's a whole thing talking about how idols are human creations, whereas Yahweh is the creator of humans. So verse nine. What should you do with a God like that? Israel trust Yahweh. He is their help and shield. House of Aaron, referring to the priests. This is a great example of, like, liturgical flair.",
    "start": "00:21:14",
    "end": "00:22:15"
  },
  {
    "text": "You can hear this call out the different parts.",
    "start": "00:22:15",
    "end": "00:22:17"
  },
  {
    "text": "You can hear this being sung in the temple. House of Aaron, Trust in Yahweh. He is their help and shield. You who fear Yahweh, trust in him. Yahweh remembers us. This is a key line in the Exodus story.",
    "start": "00:22:17",
    "end": "00:22:30"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:22:30",
    "end": "00:22:31"
  },
  {
    "text": "Of Exodus 2. They cried out Yahweh, and he remembered his covenant with Abraham, Isaac, Jacob. And so he raises up Moses. He will bless those who fear Yahweh the small, along with the great. That's. That's Psalm 113. And the princes. His eyes are on them. May Yahweh give you increase. You and your children. Oh, yeah. May the barren woman have many children. May you be blessed by Yahweh, maker of heaven and earth, the heavens. Yeah. Those belong to Yahweh. But the land down here he has given to the sons of Adam. The dead are not those who praise Yahweh, nor any who descend into silence. It's us right now, standing here in the land of the living. We should praise Yahweh, Hallelujah. That's how it ends.",
    "start": "00:22:31",
    "end": "00:23:27"
  },
  {
    "text": "So begins with hallelujah, ends with hallelujah.",
    "start": "00:23:28",
    "end": "00:23:30"
  },
  {
    "text": "Yes. Psalm 113 began with hallelujah. And then 1:15 ends with that little hallelujah note signaling part one. So only the middle one, 1:14 explicitly talked about the Exodus, but it also talked about the Exodus in parallel to the Jordan river and going into the land. So it's thinking in a wider frame of the Exodus as like a paradigm, as like a set of glasses to think about all of Israel's story. And then 113 and 115 come along and say the Exodus story is actually a way to imagine all of history and not just what God does with Israel, but how God is relating to all of the nations, which is why all the nations should pay attention to Yahweh.",
    "start": "00:23:30",
    "end": "00:24:18"
  },
  {
    "text": "So the third one you're saying is focus on all the nations.",
    "start": "00:24:18",
    "end": "00:24:21"
  },
  {
    "text": "It begins with saying the nations are looking at Israel, saying, who's Yahweh? Where is Israel's God? Who's that? And then, well, our God is up in the skies. And the gods of the nations, they're down here on the land. And here's the thing, humans make them. Yeah, but Yahweh, he's the one who does Exodus like stuff, and he's in the skies and he's the real God. So altogether, these three poems are using the Exodus motif as like a meta story to think about the lives of individuals, the poor, or the infertile woman, or the lives of their nation, or the lives of all of the nations, waiting for God to repeat that great action that will bring about all the nations to sing in Exodus 15. Like song. Yeah, yeah, cool. It's like a cosmic Exodus. It's like a cosmic exodus liturgy. Let me quick just point out 116, 117 and 118. We won't have time to read them, but I would encourage now our listeners sometime in the next few days, make a cup of tea or coffee and read Psalms 116, 117, 118. And they repeat in the same sequence the ideas of 113, 114, 115 in a really cool way. 116 is all about an individual. It's just an I, a person who's just I.",
    "start": "00:24:21",
    "end": "00:26:15"
  },
  {
    "text": "So this one doesn't start with Praise Yahweh.",
    "start": "00:26:16",
    "end": "00:26:18"
  },
  {
    "text": "It doesn't? No, no. It ends with Praise Yahweh. So 116 is all about this individual I who was encircled by death and distress and Oppression. And they cried out to Yahweh. Yahweh was really gracious. He watches over the lowly, and he rescued me and gave me victory. So I'm going to praise Yahweh and serve him all the days of my life, offer him sacrifices of thanksgiving in the temple. Hallelujah. So it's an individual who retells their story as a individual micro version of the macro Exodus story. So that's cool. Psalm 117 is the shortest psalm in the whole collection. It's two verses.",
    "start": "00:26:18",
    "end": "00:27:09"
  },
  {
    "text": "Okay.",
    "start": "00:27:09",
    "end": "00:27:09"
  },
  {
    "text": "Actually, there's time to read it here.",
    "start": "00:27:09",
    "end": "00:27:11"
  },
  {
    "text": "Yeah.",
    "start": "00:27:11",
    "end": "00:27:11"
  },
  {
    "text": "Praise Yahweh. Hallelujah, all you nations.",
    "start": "00:27:12",
    "end": "00:27:15"
  },
  {
    "text": "Focus on the nations again.",
    "start": "00:27:16",
    "end": "00:27:17"
  },
  {
    "text": "Praise him, all you peoples, for his loyal love is mighty on our behalf. And the faithfulness of Yahweh is forever. Hallelujah. So it's a call for the nations to praise because of the loyal love he's shown to us. And that us is Israel. So it's the same logic as the Exodus story. Yahweh did something for one group of people, brought them up from the dust, enthroned them as princes. And the nations will hear that story and be like, whoa, Yahweh's the kind of God who would do that. He's loyal to his promises. That's a God worthy of praise. I think that's the logic of 1:17. 1:18 begins exactly the way that Psalm 115 ended. Remember, there was that three part let Israel say. Let the house of Aaron say.",
    "start": "00:27:17",
    "end": "00:28:09"
  },
  {
    "text": "Yeah, that liturgical moment.",
    "start": "00:28:09",
    "end": "00:28:10"
  },
  {
    "text": "Yeah, that's how 118 begins. Let Israel say. Let the house of Aaron say. Let those who fear the Lord and all of them are to say, Yahweh's loyal love is forever. Notice that theme throughout this collection. And once again, out of my distress, I called out to Yahweh and he answered me. That's a little Exodus story right there. And he brought me into a wide and broad place, which is actually a phrase used to describe the promised land in Deuteronomy. A wide land. Mm. So, man, if that's who Yahweh is for me, I just shouldn't be afraid. What can humans do? What can a Pharaoh do? What can the Canaanites do?",
    "start": "00:28:10",
    "end": "00:28:53"
  },
  {
    "text": "They can make your life miserable.",
    "start": "00:28:53",
    "end": "00:28:55"
  },
  {
    "text": "That's true. That's right. Yeah. But when Yahweh remembers an act. Right. That's what really determines reality. Pharaoh and oppressive Canaanites think they can determine reality. And to a degree they can.",
    "start": "00:28:55",
    "end": "00:29:11"
  },
  {
    "text": "But not ultimately.",
    "start": "00:29:11",
    "end": "00:29:12"
  },
  {
    "text": "Not ultimately. So Psalm 118 is. It goes Back into retelling the story. The nations were surrounding me. Verse 10. So it's the story of how somebody was surrounded by the nations. He trusted God. God delivered him. And he went up into Jerusalem through the gates to offer sacrifices in the Jerusalem temple. And it ends with saying, give thanks to Yahweh, for he is good. His loyal love is forever. And this poem here in Psalm 118 verbatim quotes from the Song of the Sea that the Israelites sung in Exodus 15. Yeah, yeah. In Psalm 118, 14, Yahweh is my strength and my song. He has become my salvation right from the opening. So this person sees their deliverance and now their praise. He just restates the praise from the Exodus generation. And he talks about the hand of Yahweh that's powerful. And delivered me. So what's so rad about the Passover Hallel? These six psalms, these six psalms, they are shaping generation after generation at Passover. To imagine the year that I just went through, everything I just experienced in my life in the last year, and we had just experienced in our family or community, all of it can be reframed as our own Exodus journey, individually and corporately. And that's essentially what the Liturgy of the Passover Hallel is designed to do. And this is the collection that Jesus sang the night before going to Gethsemane to get arrested. I mean, come on, that's powerful stuff. Like, he was about to go in to write the furnace into the oppression that would lead him to his death. And these were the songs on his mind as he walked to Gethsemane. I just love to imagine that.",
    "start": "00:29:12",
    "end": "00:31:09"
  },
  {
    "text": "Yeah. It allows us to connect to Jesus and his disciples in that moment in a new way, to think about the poems that they were singing and imagining as they were experiencing and thinking about Jesus. And Jesus was thinking about what he was about to encounter, that these were the poems they were reading.",
    "start": "00:31:09",
    "end": "00:31:34"
  },
  {
    "text": "Yeah.",
    "start": "00:31:34",
    "end": "00:31:35"
  },
  {
    "text": "That is a really cool way into that moment.",
    "start": "00:31:35",
    "end": "00:31:38"
  },
  {
    "text": "Yeah. After singing a hymn, they went out at night. After hymning, after hymning a hymn, they went out at night. After hymning hymns, they went out to the garden. Yeah. So Jesus viewed what happened in Jerusalem that week as a Exodus confrontation. Trusting in there would be deliverance, that he would be raised up from the dirt to be enthroned as a prince. And in a way, that's exactly how the gospel authors want us to see what happened in Passover weekend. And so that's where we should turn our attention now. Let's think about the Exodus story. In the presentation of Jesus in the Gospels, we'll take two episodes to cover the Exodus in the Gospels.",
    "start": "00:31:39",
    "end": "00:32:26"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week we turn to the New Testament and we explore how the Gospel writers connect Jesus to the theme of the Exodus way.",
    "start": "00:32:30",
    "end": "00:32:41"
  },
  {
    "text": "What the Exodus narrative is about is what the story of Jesus is about. A journey of bringing deliverance so that God can enthrone the poor and the needy and the opposite and sit them on the thrones of princes.",
    "start": "00:32:42",
    "end": "00:32:56"
  },
  {
    "text": "Bibleproject is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus. Everything that we make is free because it's already been paid for by thousands of people just like you. Thank you so much for being a part of this with us.",
    "start": "00:32:57",
    "end": "00:33:14"
  },
  {
    "text": "My name is Sang Chan and I'm from Houston, Texas.",
    "start": "00:33:15",
    "end": "00:33:18"
  },
  {
    "text": "My name is Carolina. I'm from Finland. I first heard about Bible Project at a Bible study and someone pulled out a video and suggested that we would watch it first.",
    "start": "00:33:18",
    "end": "00:33:31"
  },
  {
    "text": "I first heard about the Bible Project when I was writing a paper and I ran across their videos online and it just immediately captured both my mind and my heart, especially the visual arts from the videos that they produce.",
    "start": "00:33:31",
    "end": "00:33:45"
  },
  {
    "text": "I love when I meet people from all around the world. I can go to the website and show just about any language.",
    "start": "00:33:45",
    "end": "00:33:54"
  },
  {
    "text": "I actually use the Bible Project when I preach for preparing messages in my slides and it's just a very great way for people in the audience to connect with the message. We believe that the Bible is a unified story that leads to Jesus. We are a crowdfunded project from people like me.",
    "start": "00:33:54",
    "end": "00:34:11"
  },
  {
    "text": "Find friends, free videos, articles, podcasts, classes, and more@bibleproject.com hey everyone, this is Jill. I'm a volunteer at Bibleproject. I've been volunteering for a couple of months writing thank you notes to all of you who donate. I choose to volunteer at bibleproject because I get to sit with awesome people and experience community as we work together. There's a whole team of people that bring the podcast to life every week. For a full list of everyone who's involved, check out the show credits in the episode description wherever you stream the podcast and on our website.",
    "start": "00:34:11",
    "end": "00:34:43"
  }
]