[
  {
    "text": "Foreign. Welcome to the BibleProject podcast. Today we start a new series that we're calling the Exodus Way. There is a way out of slavery, a way through the wilderness, and a way into the land of inheritance. In this theme conversation we'll discover that this is not just a journey that ancient Israel went on when they were rescued from slavery in Egypt. It's also the journey we're invited on. In fact, what we'll find is that this is the journey the entire country cosmos is on. The path from death into life. The highway through the wilderness, the Exodus way. This theme more than any other, ties the entire narrative of the Bible together.",
    "start": "00:00:00",
    "end": "00:00:44"
  },
  {
    "text": "The Exodus story that liberation rescues through the waters, through the wilderness, into the promised land, that storyline is referenced, referred to more than any other story.",
    "start": "00:00:44",
    "end": "00:00:55"
  },
  {
    "text": "One of the key moments in the Exodus story is the night of Passover. It's so important that it's celebrated every year for thousands of years with a ritual meal called Passover. And so it isn't random that Jesus chose for his final days in Jerusalem to correspond with the week that leads up to Passover.",
    "start": "00:00:56",
    "end": "00:01:15"
  },
  {
    "text": "Why did Jesus choose Passover weekend and then explain the meaning of his life leading up to that point and of what was about to happen in his death in terms of that bread and wine of the Passover meal.",
    "start": "00:01:15",
    "end": "00:01:28"
  },
  {
    "text": "The Exodus story gets to the core of what the Christian life is all about. What does it mean to be redeemed by God? What does it mean to be saved?",
    "start": "00:01:28",
    "end": "00:01:37"
  },
  {
    "text": "The words salvation and redemption, these are pretty important words and they appear first and are given their main definitions in the Exodus story.",
    "start": "00:01:38",
    "end": "00:01:48"
  },
  {
    "text": "Today, as we begin this new theme study, Tim, Aki and I are will set the stage for how a life of faith is really a journey. That journey is what the Bible calls an Exodus. Jesus saw himself on this journey and he invites us into it as well. It's the road out or as they.",
    "start": "00:01:48",
    "end": "00:02:06"
  },
  {
    "text": "Say in Greek, ex haras, the messianic Jesus inspired vision of human life and history. It's an Exodus shaped view of reality.",
    "start": "00:02:06",
    "end": "00:02:17"
  },
  {
    "text": "Thanks for joining us. Here we go. Hey Tim.",
    "start": "00:02:18",
    "end": "00:02:25"
  },
  {
    "text": "Hey John. Hi.",
    "start": "00:02:25",
    "end": "00:02:27"
  },
  {
    "text": "We are beginning a new theme series.",
    "start": "00:02:27",
    "end": "00:02:28"
  },
  {
    "text": "Yeah, this is a great day. I love these days.",
    "start": "00:02:28",
    "end": "00:02:31"
  },
  {
    "text": "It's like wide open horizon.",
    "start": "00:02:31",
    "end": "00:02:33"
  },
  {
    "text": "I've really only ever had the experience of sailing on a ship away from a dock once before. And it was with you. Yeah, in fact. But just that feeling of sailing off.",
    "start": "00:02:33",
    "end": "00:02:44"
  },
  {
    "text": "What adventure awaits us?",
    "start": "00:02:44",
    "end": "00:02:46"
  },
  {
    "text": "Yeah, where is the conversation going to go? So yes, we are beginning anew theme study through the storyline of the Bible of the theme of the New Exodus or just the Exodus.",
    "start": "00:02:46",
    "end": "00:02:59"
  },
  {
    "text": "The Exodus.",
    "start": "00:02:59",
    "end": "00:03:00"
  },
  {
    "text": "In the story of the Bible, we are going to discover what to call it.",
    "start": "00:03:00",
    "end": "00:03:03"
  },
  {
    "text": "Okay.",
    "start": "00:03:03",
    "end": "00:03:04"
  },
  {
    "text": "In my mind it was the new Exodus, but it is also going to be about what is the Exodus story and then how it as a foundation story gets repeated and echoed and recycled throughout the rest of the Bible.",
    "start": "00:03:04",
    "end": "00:03:17"
  },
  {
    "text": "How is the Exodus story a theme?",
    "start": "00:03:17",
    "end": "00:03:19"
  },
  {
    "text": "Exactly. Yeah, yeah. So it's going to be about one part of the Bible, but somehow through that one part of the Bible, we're going to see the whole story of the Bible come together, which is how themes typically work. Yeah, yeah.",
    "start": "00:03:19",
    "end": "00:03:32"
  },
  {
    "text": "Now, but this is unique in that it's a theme where we're starting in Exodus. We've always started a theme in Genesis.",
    "start": "00:03:32",
    "end": "00:03:40"
  },
  {
    "text": "Yeah. And actually we. We will. Okay. We'll actually start Genesis with the pre Exodus. Exodus.",
    "start": "00:03:40",
    "end": "00:03:44"
  },
  {
    "text": "Okay.",
    "start": "00:03:44",
    "end": "00:03:45"
  },
  {
    "text": "Yeah, yeah, yeah. So Exodus refers to a few things. One, it refers to one of the scrolls in the first main scroll collection in the Hebrew Bible.",
    "start": "00:03:45",
    "end": "00:03:55"
  },
  {
    "text": "Yeah.",
    "start": "00:03:55",
    "end": "00:03:56"
  },
  {
    "text": "That five part collection is called the Torah.",
    "start": "00:03:56",
    "end": "00:03:58"
  },
  {
    "text": "Yeah.",
    "start": "00:03:58",
    "end": "00:03:59"
  },
  {
    "text": "And then the second scroll is called. Well, in the Christian tradition it's called Exodus.",
    "start": "00:03:59",
    "end": "00:04:04"
  },
  {
    "text": "Okay.",
    "start": "00:04:04",
    "end": "00:04:04"
  },
  {
    "text": "Yeah. Which is like a Greek word, comes as far as we can tell from the Greek manuscript tradition. Yeah. And Exodus just means road out of. That's a phrase actually. Ex out of. And Hadass, which means road. Yeah, yeah.",
    "start": "00:04:04",
    "end": "00:04:19"
  },
  {
    "text": "Makes sense.",
    "start": "00:04:19",
    "end": "00:04:19"
  },
  {
    "text": "Path out of. In Jewish tradition, the name of the second scroll of the Torah is Shemot, which comes from the first words of the scroll. These are the names and it gives a genealogy of the descendants of Jacob.",
    "start": "00:04:20",
    "end": "00:04:35"
  },
  {
    "text": "And these are the names is Shemot.",
    "start": "00:04:35",
    "end": "00:04:37"
  },
  {
    "text": "Yeah. Ela. Shemot. Ve'. Ela. Shemot. But Shemot is the word for names.",
    "start": "00:04:37",
    "end": "00:04:42"
  },
  {
    "text": "Got it.",
    "start": "00:04:42",
    "end": "00:04:43"
  },
  {
    "text": "Yep.",
    "start": "00:04:43",
    "end": "00:04:43"
  },
  {
    "text": "That's how in Jewish tradition they name the scrolls is by the.",
    "start": "00:04:43",
    "end": "00:04:46"
  },
  {
    "text": "Usually by the first word. Yeah. One of the first words that appears in the scroll. So what I'd like to do in this conversation is kind of set the stage as for why the Exodus story ranks as one of the most important stories in the entire Bible. I mean, if you stop and think, if I know very little about the Bible, what are the things somebody should know if you're a follower of Jesus, the story of Jesus ranks right up near at the top. I think the creation stories, especially the seven day story and the Eden story are just like 101. And then coming right in hot alongside those two is the exodus story.",
    "start": "00:04:47",
    "end": "00:05:27"
  },
  {
    "text": "Let's actually be crystal clear what the Exodus story is.",
    "start": "00:05:28",
    "end": "00:05:31"
  },
  {
    "text": "Well, that's actually. It's a bit more complex of a question than you might think, but in its essence, it refers to the storyline where the main family that's at the center of the biblical story, which is the family of Israel, the descendants of Abraham, they end up enslaved in Egypt and oppressed, and they cry out to God. God raises up a deliverer, Moses, for them. And then there's a big showdown between Yahweh, the God of Israel, and Pharaoh, the king of Egypt, resulting in. In Passover, where a plague passes through the land, but those whose houses are covered by the blood of the lamb are delivered from the plague, and they are released to go out of the land into freedom. God rescues them, parting the waters through the sea. They go through the wilderness and on their way to the promised land.",
    "start": "00:05:31",
    "end": "00:06:23"
  },
  {
    "text": "Okay, that's the Prince of Egypt. You're telling me the plot of the animation.",
    "start": "00:06:23",
    "end": "00:06:30"
  },
  {
    "text": "Prince of Egypt. Yeah, there you go.",
    "start": "00:06:30",
    "end": "00:06:31"
  },
  {
    "text": "Which they got from the Bible.",
    "start": "00:06:32",
    "end": "00:06:33"
  },
  {
    "text": "Which they got from the Bible. Yeah. They weren't making it up. So my goal in just this first step of the conversation is to convince you or anybody who's wondering, why isn't it just an interesting and important story? Why does it rank among the most category setting, foundation setting stories in the Bible? To understand that, let's actually turn to some foundational questions about Jesus and the New Testament that really are only resolved once you see how they connect to the meaning of the Exodus story. Okay, for example, why did Jesus choose Passover weekend as the week when he would show up in Jerusalem and poke the bear, that is provoked Jerusalem's leaders, the priestly and religious leaders, for his showdown with the powers there? Like, it's not random. Every one of the Gospels accounts has its whole climax to the story of Jesus presented with Jesus going to Jerusalem on a particular set of seven days leading up to a weekend.",
    "start": "00:06:33",
    "end": "00:07:40"
  },
  {
    "text": "Yeah. You're saying when you're reading the Gospels and you're getting to the point where Jesus is gonna get arrested and killed. It's the week of Passover.",
    "start": "00:07:41",
    "end": "00:07:48"
  },
  {
    "text": "That's right. And that's not random.",
    "start": "00:07:48",
    "end": "00:07:50"
  },
  {
    "text": "It's not random. And Passover, what you just said was part of the Exodus story.",
    "start": "00:07:50",
    "end": "00:07:55"
  },
  {
    "text": "That's right. It's part of how the Exodus story resolves one of the main conflicts. Resolves.",
    "start": "00:07:55",
    "end": "00:08:00"
  },
  {
    "text": "How does God get them out of Egypt? The whole events, what we call Passover, God's final plague, the 10th plague, putting the blood on the doorway. And that's the Passover feast that every year you celebrate.",
    "start": "00:08:00",
    "end": "00:08:13"
  },
  {
    "text": "Yep, that's right. It's not random. And the Gospel authors didn't make this up. Jesus chose that time to go to Jerusalem. And he knew he. He was going to get killed. He kept talking about it to his followers, and they really didn't understand what he was trying to tell them. So not only that, but then on the night before his arrest, he chose to time it in proximity to the actual Passover meal. Like the ritual meal that had been celebrated every year for over 1000 years connected to the night they were delivered from Egypt. And then Jesus explained the meaning of. Of his life leading up to that point and of what was about to happen in his death in terms of the actual, like, bread and the wine of the Passover meal. So Passover is of huge significance if we want to understand Jesus. And Passover is like a linchpin moment in the Exodus story. I guess what would be an analogy. It would be someone choosing a certain holiday whose meaning give a big announcement is so packed to everyone, and then they do on that day something that gives a twist and they don't have to use words.",
    "start": "00:08:13",
    "end": "00:09:28"
  },
  {
    "text": "Well, the one that's not a twist is getting married on Valentine's Day. That's just on the nose.",
    "start": "00:09:28",
    "end": "00:09:34"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:09:34",
    "end": "00:09:35"
  },
  {
    "text": "Yep.",
    "start": "00:09:35",
    "end": "00:09:35"
  },
  {
    "text": "On the nose. You know, in a sense, that would have been a great move.",
    "start": "00:09:35",
    "end": "00:09:39"
  },
  {
    "text": "Just get both.",
    "start": "00:09:40",
    "end": "00:09:41"
  },
  {
    "text": "Yeah.",
    "start": "00:09:41",
    "end": "00:09:41"
  },
  {
    "text": "That way you're always done.",
    "start": "00:09:41",
    "end": "00:09:43"
  },
  {
    "text": "That's right. And it clears up the confusion. Like, if there's any confusion about, like, isn't every day Valentine's Day, you know, or is it just like. No, let's combine them together. I guess this is, you know, making up something, you know, fictional. But if somebody in America, that's our context, wanted to start a new political or social movement and choosing July 4th, which marks, you know, a war of independence.",
    "start": "00:09:43",
    "end": "00:10:12"
  },
  {
    "text": "Yeah, yeah. You know, that's where we celebrate independence in America.",
    "start": "00:10:12",
    "end": "00:10:15"
  },
  {
    "text": "That's right. So choosing that day, especially if they didn't even the person or the group starting it didn't even have to provide comment.",
    "start": "00:10:15",
    "end": "00:10:22"
  },
  {
    "text": "Ah, everyone would know.",
    "start": "00:10:22",
    "end": "00:10:24"
  },
  {
    "text": "It's so clear. Okay, so Jesus choosing Passover as the week of the showdown and Passover meal to explain the meaning of his death. And it's why Jesus words are so short and cryptic. This is my body, he says of the bread. Passover bread, this is my blood, he says the wine. Like, those were known.",
    "start": "00:10:24",
    "end": "00:10:46"
  },
  {
    "text": "It's easy to forget those were Passover symbols before they became communion symbols.",
    "start": "00:10:46",
    "end": "00:10:51"
  },
  {
    "text": "That's right. Yeah. Or their meaning as communion symbols is the twist on the meaning that they have as Passover symbols.",
    "start": "00:10:51",
    "end": "00:10:57"
  },
  {
    "text": "Okay.",
    "start": "00:10:57",
    "end": "00:10:57"
  },
  {
    "text": "Yep. Yeah. So just that one right there. Like, what is more foundational than the story of Jesus death and the meaning of his death in the Lord's Supper. And the Lord's Supper is a Passover meal. And to understand the meaning of the meal and a Passover, you need to understand what's going on in the Exodus story. So that's kind of, for me, that's low hanging fruit, like, oh, I should probably understand the meaning of the Exodus story if I want to gain a deeper understanding into the meaning of Jesus death and of the Lord's Supper, which is a ritual, you know, that most Christians do on a weekly or monthly or some kind of rhythmic basis. Here's another interesting fact that underscores the importance. The words salvation and redemption, I think are fairly significant to the vocabulary of a follower of Jesus.",
    "start": "00:10:57",
    "end": "00:11:46"
  },
  {
    "text": "Yeah. Particularly salvation. That was a really important word.",
    "start": "00:11:46",
    "end": "00:11:51"
  },
  {
    "text": "Yes, yeah.",
    "start": "00:11:51",
    "end": "00:11:52"
  },
  {
    "text": "From my tradition growing up, these are.",
    "start": "00:11:52",
    "end": "00:11:54"
  },
  {
    "text": "Words that are introduced in the Exodus story. In terms of you reading from Genesis page one, there's a couple uses of the root word salvation in Genesis, but they are used most frequent and with their most kind of intensity in the Exodus story.",
    "start": "00:11:54",
    "end": "00:12:13"
  },
  {
    "text": "You're talking about. If you're reading through the Bible, you're not going to run across that word until you get to the Exodus story.",
    "start": "00:12:13",
    "end": "00:12:18"
  },
  {
    "text": "The idea of rescue or salvation appears one time in Genesis in a poem, not in a story, but the first time it appears in a story with an actual story of salvation. That's an event that's referred to as a salvation story. It's the Exodus. It's the rescue of Israel, leaving their land of slavery into a land of freedom. And that's when the Egyptian armies are storming down the hill and they go into the sea, which seems like certain death. And then the waters part. And then those same waters that provide a pathway to life for the Israelites are the means of death for the Egyptian armies. And that event is called Yahweh's salvation. Salvation refers to rescue out of danger.",
    "start": "00:12:19",
    "end": "00:13:03"
  },
  {
    "text": "You probably told me that eight years ago. And it's still hard for me to just remember that's what salvation means at its base.",
    "start": "00:13:03",
    "end": "00:13:14"
  },
  {
    "text": "Rescue from danger.",
    "start": "00:13:14",
    "end": "00:13:15"
  },
  {
    "text": "Rescue from danger. It's always reorienting to me in a helpful way. And then the question becomes, well, what's the danger? And what's the rescue?",
    "start": "00:13:15",
    "end": "00:13:22"
  },
  {
    "text": "That's right.",
    "start": "00:13:22",
    "end": "00:13:22"
  },
  {
    "text": "And then.",
    "start": "00:13:22",
    "end": "00:13:23"
  },
  {
    "text": "And who's the rescuer?",
    "start": "00:13:23",
    "end": "00:13:24"
  },
  {
    "text": "Who's the rescuer?",
    "start": "00:13:24",
    "end": "00:13:25"
  },
  {
    "text": "And then redeem appears for the first time in Exodus chapters three and six. So redemption is a word that actually comes from the economic marketplace about the purchasing of a slave's freedom.",
    "start": "00:13:25",
    "end": "00:13:36"
  },
  {
    "text": "You redeem a slave's freedom.",
    "start": "00:13:36",
    "end": "00:13:38"
  },
  {
    "text": "That's right. Yeah. And we kind of still have that meaning when we use the word in modern English. Like, you redeem token. A token. Yeah. And you're like, I have something that has value, and I'm going to go redeem it and get its value in place of the thing that I am here to get.",
    "start": "00:13:38",
    "end": "00:13:56"
  },
  {
    "text": "So in a way, we say you're redeeming the coupon, but you're really redeeming the, like, giving of groceries.",
    "start": "00:13:57",
    "end": "00:14:02"
  },
  {
    "text": "Yes.",
    "start": "00:14:02",
    "end": "00:14:03"
  },
  {
    "text": "That the coupon entitles you to.",
    "start": "00:14:03",
    "end": "00:14:05"
  },
  {
    "text": "Yeah. The grocery store has these items on its shelf in its possession, and I have this token or coupon, and I redeem it, and then I get the item. Huh. I purchase the stuff.",
    "start": "00:14:05",
    "end": "00:14:15"
  },
  {
    "text": "So wouldn't it be more appropriate to the original meaning of the word to say you're redeeming the. The box of cereal that the coupon's for?",
    "start": "00:14:15",
    "end": "00:14:23"
  },
  {
    "text": "That's right.",
    "start": "00:14:23",
    "end": "00:14:23"
  },
  {
    "text": "But we say you're redeeming the coupon.",
    "start": "00:14:23",
    "end": "00:14:25"
  },
  {
    "text": "Yeah, but it's shorthand for it's like a redemption token to buy the freedom of the cereal. So that's the economic term used about the liberation of the Israelite slaves from Egypt. So Exodus story provides, like, a template for both of those words. Somebody is in the possession of another, or they are owned by another, and their freedom is purchased with some token of redemption, and so they are redeemed. That template becomes a template that can be reused throughout the biblical story. And who's in possession of whom? Who's the redeemer? What's the token or the sign of redemption? All those things can get swapped out.",
    "start": "00:14:25",
    "end": "00:15:09"
  },
  {
    "text": "Who's a slave to what?",
    "start": "00:15:09",
    "end": "00:15:10"
  },
  {
    "text": "Yes.",
    "start": "00:15:10",
    "end": "00:15:11"
  },
  {
    "text": "Who's in danger of what?",
    "start": "00:15:11",
    "end": "00:15:12"
  },
  {
    "text": "Yeah. And the same for salvation. Then who's the threat? Who's threatened? What's the danger? And what's the form of the rescue? Yeah, but that's sort of like their story templates that are given their definition here in the Exodus story. So redeem is used in Exodus 6 for the first time, which is where God says to Moses, say this to the Israelites, I am Yahweh. I will bring you out from under the yoke of the Egyptians. That's using the image of a yoke you put on oxen to make them work for you. So treating people like animals, which is what the whole model of slavery is, treating humans like work animals. I will free you from being slaves to them, and I will redeem you with an outstretched arm and mighty acts of justice.",
    "start": "00:15:12",
    "end": "00:16:04"
  },
  {
    "text": "Okay. Purchase your freedom.",
    "start": "00:16:04",
    "end": "00:16:05"
  },
  {
    "text": "Purchase your freedom. Yep. And then salvation appears first in Exodus, chapter 14, and it's the Moment the people are freaking out, standing at the seashore, watching the Egyptian armies come after them. And Moses says to the people, Exodus 14:13, don't be afraid, stand still and watch the salvation of Yahweh that he will accomplish for you today. There you go. So these are pretty important words.",
    "start": "00:16:05",
    "end": "00:16:31"
  },
  {
    "text": "Yeah.",
    "start": "00:16:31",
    "end": "00:16:32"
  },
  {
    "text": "And they appear first and are given their main definitions by means of the story. Here's some other interesting things about the Exodus story. Within the Bible itself, it is the event that is most referred to by later biblical books and authors. So you remember how years ago we did a series on the most re quoted or referenced verse within the Bible was from Exodus. Also the character of God poem in Exodus 34, 6, 7. So similarly the Exodus story, which again is that liberation, rescue through the waters, through the wilderness, into the promised land, that storyline is referenced, referred to more than any other story, more than even the seven day creation story. That's really fascinating.",
    "start": "00:16:32",
    "end": "00:17:58"
  },
  {
    "text": "Yeah, it is a long story. There's a lot to reference.",
    "start": "00:17:58",
    "end": "00:18:02"
  },
  {
    "text": "Yeah, true. It covers multiple books of the Hebrew Bible and you can actually do this with a pretty quick concordance search. Because there's two key phrases introduced in the story itself. The phrase to go out from Egypt, the Hebrew verb yatsa, to go out of and then to go out from Egypt, or the phrase to go up from Egypt. So consistently to go from Israel, Palestine to Egypt was referred to as going down Yarad, to go down to Egypt and then to go from Egypt to the land of Israel is to go up. Okay, so that phrase to go out of Egypt or to go up from Egypt, that phrase appears 99 times. Those two phrases. One of those two phrases appears 99 times within the book of Exodus itself. And then as you move on, the phrase to go out of Egypt or to go up from Egypt, referencing back like these are mentions of the Exodus story going back 17 times in Leviticus, it's referenced in the next scroll of the Torah of numbers 32 times. The departure from Egypt is mentioned in deuteronomy, it's mentioned 56 times. So just within the Torah itself, after it happens, we're referring back to it all the time. Yeah, all the time. And as you go on, it's mentioned 18 times in Joshua, it's mentioned 2 times in Judges, 23 times in 1st and 2nd Kings, it's mentioned 35 times in the prophets, Isaiah, Malachi, and that's just referring to the event. There are almost 20 times within the Torah and the prophets where this phrase is used. I am Yahweh, who brought you out of Egypt, so almost 20 times, from Genesis on through Kings, and then in the prophets, Isaiah, Malachi, 20 times. Yahweh defines his identity as the Exodus. God.",
    "start": "00:18:02",
    "end": "00:20:04"
  },
  {
    "text": "Yeah. That's his calling card.",
    "start": "00:20:05",
    "end": "00:20:07"
  },
  {
    "text": "Yeah. So sort of like saying there's an event that so defines who I am to you. Yeah, I'm trying to think of an analogy or like a silly equivalent. Well, actually, so there's sometimes in parenting where I'm trying to pull ultimate rank, I'll just be like, you exist because of me. Please, please help us clear the table. Something like that.",
    "start": "00:20:07",
    "end": "00:20:34"
  },
  {
    "text": "I am your father.",
    "start": "00:20:34",
    "end": "00:20:36"
  },
  {
    "text": "I am your father. Yes.",
    "start": "00:20:36",
    "end": "00:20:37"
  },
  {
    "text": "Yeah.",
    "start": "00:20:37",
    "end": "00:20:38"
  },
  {
    "text": "It's that kind of move.",
    "start": "00:20:38",
    "end": "00:20:39"
  },
  {
    "text": "Yeah. Or what's very common in the workplace is your title. I am the. And then you just the position that you have in the company.",
    "start": "00:20:39",
    "end": "00:20:48"
  },
  {
    "text": "That's right. Yeah. But here the point is the position, it's defined by an event that took place in the history of a relationship.",
    "start": "00:20:48",
    "end": "00:20:55"
  },
  {
    "text": "Yeah, yeah. Someone always kind of went around, it was like, guys, you remember, I'm the guy that landed that deal, remember? And you're like, yeah, we hear about it every day. John, you tell us about the deal that you landed.",
    "start": "00:20:56",
    "end": "00:21:11"
  },
  {
    "text": "Totally. It's that co worker. It's that co worker. So, yeah, that's it. Yeah. Anyhow, that's it. I am Yahweh, who brought you up out of Egypt.",
    "start": "00:21:11",
    "end": "00:21:21"
  },
  {
    "text": "Yeah. It's very significant.",
    "start": "00:21:21",
    "end": "00:21:22"
  },
  {
    "text": "Yeah. Not only is that past event so significant, it's like an identity forming type of story where it actually becomes a model for how we think about our family story in the present and on again into the future. So what's interesting is as you read on into the prophets, like Isaiah, Jeremiah, Ezekiel, when they anticipate what Yahweh is going to do again in Israel's future, they anticipate it being some kind of repetition or renewal of or replaying of the Exodus story. And sometimes they are very explicit about it. I'll just quickly scan two passages here. So one is in Isaiah 11, which is a passage about the rise of a new king from the line of David, who will be anointed with God's spirit and wise and bring justice and so on. And then it says in verse 11 of Isaiah 11, it will happen on that day that Yahweh will again extend his hand a second time. So that second time right there, he's going to send out his hand, which.",
    "start": "00:21:23",
    "end": "00:22:29"
  },
  {
    "text": "Is a key phrase in the Exodus story. A key phrase is God extending his hand or Moses extending his hand.",
    "start": "00:22:29",
    "end": "00:22:35"
  },
  {
    "text": "That's right. To rescue them.",
    "start": "00:22:35",
    "end": "00:22:37"
  },
  {
    "text": "To rescue.",
    "start": "00:22:37",
    "end": "00:22:38"
  },
  {
    "text": "Yeah. The image is like they're enslaved and God reaches out his hand to grab them and pick them up and take them out. So he's going to do it.",
    "start": "00:22:38",
    "end": "00:22:45"
  },
  {
    "text": "So that's the first time.",
    "start": "00:22:45",
    "end": "00:22:46"
  },
  {
    "text": "That was the first time. And Hosea says he's going to do it a second time to acquire, which is a synonym of redeem, to acquire the remnant of his people that's left in Assyria and Egypt and Pathros and Cush and Elam and Shinar and Hamath. So he's naming all of these lands where the people now are scattered in exile.",
    "start": "00:22:46",
    "end": "00:23:07"
  },
  {
    "text": "That exile is their own slavery.",
    "start": "00:23:07",
    "end": "00:23:10"
  },
  {
    "text": "Like a new slavery.",
    "start": "00:23:10",
    "end": "00:23:11"
  },
  {
    "text": "It's a new slavery.",
    "start": "00:23:11",
    "end": "00:23:11"
  },
  {
    "text": "It's a new. Yep, a new enslavement. And he will gather up the outcasts and gather the scattered ones of Judah from the four corners of the Earth. So all the nations are the new Egypt. And he's going to send out his hand, verse 15. And Yahweh will divide the Sea of Egypt. And you're like, wait, he just said that they're scattered in all nations.",
    "start": "00:23:11",
    "end": "00:23:35"
  },
  {
    "text": "Yeah, there's a lot of seas we're going to need to divide.",
    "start": "00:23:35",
    "end": "00:23:37"
  },
  {
    "text": "Yeah, but notice we're using the Sea of Egypt as like a symbol now for any and all obstacles that will be in the way. All the chaos waters, all the chaos waters will become like the Sea of Egypt. And he'll wave his hand over the river, which is likely a reference to the Euphrates river that you'd have to cross if you're coming from Babylon or Assyria. He'll send his scorching wind, verse 16. There'll be a highway from Assyria for the remnant of his people to just as there was for Israel when they came up from the land of Egypt.",
    "start": "00:23:37",
    "end": "00:24:10"
  },
  {
    "text": "Okay.",
    "start": "00:24:11",
    "end": "00:24:11"
  },
  {
    "text": "So it's very explicit.",
    "start": "00:24:11",
    "end": "00:24:12"
  },
  {
    "text": "This is a new Exodus.",
    "start": "00:24:12",
    "end": "00:24:13"
  },
  {
    "text": "Yeah, new exodus. So really what I'm hoping for this video is to explore what is the template that's being laid out in the first Exodus story. What's the main story beats that. Make that story what it is. And then how does that story become a template that can get reused and recycled and replayed for later biblical stories leading up to Jesus story? And then what we're going to see is that after Jesus gave his followers his story as an Exodus shaped story, they then the apostles began to retell the story of the universe as a great big cosmic exodus story. And in essence, to have a Christian view of reality is to have an Exodus shaped view of history and of reality.",
    "start": "00:24:13",
    "end": "00:25:06"
  },
  {
    "text": "Big history.",
    "start": "00:25:06",
    "end": "00:25:06"
  },
  {
    "text": "Yeah. Like the whole story of all reality is something like an Exodus story. Wow. And that's why I think this matters, is that it's not just Jesus, but then also the apostles who gave like the foundational language for what is the messianic Jesus inspired vision of human life and history. What is that? And I think we call it Christianity, at least some forms of it. And lo and behold, it's an Exodus shaped view of reality. And that begins life in how the prophets use the Exodus story as a template for what they saw God was going to do in Israel's future.",
    "start": "00:25:07",
    "end": "00:25:48"
  },
  {
    "text": "They're the first ones to use it as a template.",
    "start": "00:25:49",
    "end": "00:25:50"
  },
  {
    "text": "Yes. Yeah, the prophets. Yeah. And then what's cool is as you go back, you begin to see stories in the Torah and prophets that have been given an Exodus template shape in the telling of the story itself. So in a way, the seven day creation story has within it all of this vocabulary that are all like wink, winks. Moments forward from the narrator already laying the tracks for the Exodus story. The creation narrative is a kind of Exodus story.",
    "start": "00:25:51",
    "end": "00:26:22"
  },
  {
    "text": "Okay.",
    "start": "00:26:22",
    "end": "00:26:22"
  },
  {
    "text": "The liberation of Abraham from Egypt and of Sarah from the house of Pharaoh. The liberation of Hagar and Ishmael from the oppressive home of Abraham and Sarah.",
    "start": "00:26:22",
    "end": "00:26:34"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:26:34",
    "end": "00:26:34"
  },
  {
    "text": "Is depicted as an Exodus in Exodus language. The cycles of the Judges, the imprisonment of Israel to Solomon and the sons of David. Is depicted as an Exodus story.",
    "start": "00:26:34",
    "end": "00:26:48"
  },
  {
    "text": "You mean when he started enslaving Israelites.",
    "start": "00:26:48",
    "end": "00:26:52"
  },
  {
    "text": "To do the work, the kings of Israel become depicted like a kind of pharaoh. So that now God has to send prophets, new Moses to confront the kings of his own people, to liberate them from slavery to their own kings. So all of a sudden, like you can go to all the parts of the Hebrew Bible and the New Testament and you just see the Exodus everywhere. Okay, so essentially that's what the rest of the series is going to be about.",
    "start": "00:26:52",
    "end": "00:27:19"
  },
  {
    "text": "Exodus everywhere.",
    "start": "00:27:19",
    "end": "00:27:20"
  },
  {
    "text": "That's right, Exodus everywhere. I think that's the main point, to be a follower of Jesus. There are actually, other than the creation story and the Jesus story, there isn't really another story. That's more important to spend some time focusing on, to really understand the essence, I think, of who Jesus is, who he explained himself to be, and then what it means to view reality as one of his followers, to view my life and all of history, all of it is Exodus shaped. One biblical scholar, I learned from his name, Brian Estelle, who wrote a wonderful book about this very topic. It's a book called Echoes of Exodus. Tracing a biblical motif. He puts it this way. He says the Exodus motif is the Bible's grand narrative. And it is one of the best stories because it encompasses all the major aspects of God's work of salvation through Christ, redemption from sin, suffering, and from the tyranny of the devil. It's an exodus from Egypt from Pharaoh, bringing us into the presence of God represented in Mount Sinai. The wilderness wanderings as a pilgrimage towards a special place, the possession of the land of Canaan, ultimately symbolizing entitlement in the world to come in order to become a unified holy people in a place where they might worship God perpetually. All of this is an Exodus story.",
    "start": "00:27:20",
    "end": "00:28:49"
  },
  {
    "text": "Whoa.",
    "start": "00:28:49",
    "end": "00:28:50"
  },
  {
    "text": "And he just painted an outline of, like, basic Christian belief right there. It. But all of this raises the question of, okay, the Exodus story is foundational. It's important. But what events are we referring to? Like, what's the template?",
    "start": "00:28:50",
    "end": "00:29:37"
  },
  {
    "text": "Yeah, well, because he just went through a bunch of events.",
    "start": "00:29:37",
    "end": "00:29:40"
  },
  {
    "text": "Yes. Yeah. So here's a fascinating fact. I think most of us, and it may be just because you and I grew up with the Prince of Egypt, we tend to think of the Exodus story as referring from enslavement to liberation through the waters.",
    "start": "00:29:40",
    "end": "00:29:57"
  },
  {
    "text": "Yeah, well, the first half of Exodus.",
    "start": "00:29:57",
    "end": "00:29:59"
  },
  {
    "text": "The first half of the scroll of Exodus. The scroll of Exodus. That's right. Yeah.",
    "start": "00:29:59",
    "end": "00:30:02"
  },
  {
    "text": "Yeah. Once they get through the waters, you.",
    "start": "00:30:02",
    "end": "00:30:05"
  },
  {
    "text": "Know, the movie ends, then they're on their way and they're free. Yeah, that's right. The movie ends. What's interesting is when you look at the Exodus story is referred back to multiple times. When later biblical authors retell the foundation story of Israel, they don't stop at the liberation from the waters. They typically refer to the whole ark, from slavery into the Promised land. So really, from Exodus to Joshua, especially helpful here are, like in the Psalms, there'll be psalms that recite the foundation story of Israel as for why they should praise God or why Israel should trust God. So I'm thinking about Psalm 78, 105, 136. And those all go from slavery to entry into the promised land. And sometimes they'll tell it in just a few phrases, but it seems like for later biblical authors, that's the art. So it's both an Exodus, a road out of Egypt. So the Greek phrase Exodus is a road out of. And then a phrase rode into is Es Hadass. So the biblical authors think of an Exodus and Es Hadassah, a road out of slavery and the road into abundance in the promised land. And that seems to be the ark.",
    "start": "00:30:05",
    "end": "00:31:23"
  },
  {
    "text": "The whole ark.",
    "start": "00:31:23",
    "end": "00:31:24"
  },
  {
    "text": "The whole ark. That's the Exodus and when you watch the prophets recall it, they recall the whole ark, but they think of it in a series of beats. And so this is. I want to just introduce this, like, a little melody here right now.",
    "start": "00:31:24",
    "end": "00:31:38"
  },
  {
    "text": "Okay.",
    "start": "00:31:38",
    "end": "00:31:39"
  },
  {
    "text": "And then we're gonna see.",
    "start": "00:31:39",
    "end": "00:31:40"
  },
  {
    "text": "How does the whole arc work?",
    "start": "00:31:40",
    "end": "00:31:41"
  },
  {
    "text": "Yeah, how does the whole arc work? And it works in three basic movements, and it works kind of geographically. So there's a liberation from slavery. What you leave behind.",
    "start": "00:31:41",
    "end": "00:31:52"
  },
  {
    "text": "That's the road out.",
    "start": "00:31:52",
    "end": "00:31:53"
  },
  {
    "text": "It's the road out. And there's a whole bunch of things that happen to make that liberation happen. But that's beat one.",
    "start": "00:31:53",
    "end": "00:31:59"
  },
  {
    "text": "Okay.",
    "start": "00:31:59",
    "end": "00:32:00"
  },
  {
    "text": "Beat number two is then the passage in between through the wilderness.",
    "start": "00:32:00",
    "end": "00:32:05"
  },
  {
    "text": "Okay.",
    "start": "00:32:06",
    "end": "00:32:06"
  },
  {
    "text": "And a bunch of things happen in the wilderness.",
    "start": "00:32:06",
    "end": "00:32:08"
  },
  {
    "text": "The road within.",
    "start": "00:32:08",
    "end": "00:32:08"
  },
  {
    "text": "But the road, like the path. The road between.",
    "start": "00:32:08",
    "end": "00:32:11"
  },
  {
    "text": "The road between.",
    "start": "00:32:11",
    "end": "00:32:12"
  },
  {
    "text": "The road out. The road between. And then into the promised land to be with God.",
    "start": "00:32:12",
    "end": "00:32:18"
  },
  {
    "text": "Okay. The road in.",
    "start": "00:32:18",
    "end": "00:32:20"
  },
  {
    "text": "It's the road in, the road out. The road between. The road in, out of slavery, through the wilderness to the promised land.",
    "start": "00:32:20",
    "end": "00:32:28"
  },
  {
    "text": "Okay. That's the Exodus property.",
    "start": "00:32:28",
    "end": "00:32:30"
  },
  {
    "text": "That's right.",
    "start": "00:32:30",
    "end": "00:32:30"
  },
  {
    "text": "So calling it Exodus, you're referring to it by its first beat. Really?",
    "start": "00:32:30",
    "end": "00:32:35"
  },
  {
    "text": "That's a good point.",
    "start": "00:32:36",
    "end": "00:32:37"
  },
  {
    "text": "Should we call it something else? I mean, it's not the Jewish way of referring to it. Right.",
    "start": "00:32:37",
    "end": "00:32:43"
  },
  {
    "text": "I guess that's a decision that we can make right now. I'm just putting this reality in front of us, and I think we need to sort this out. What do we want the video to be?",
    "start": "00:32:43",
    "end": "00:32:51"
  },
  {
    "text": "When the prophets refer back to it by using hyperlinks, the phrases they typically use are.",
    "start": "00:32:51",
    "end": "00:32:59"
  },
  {
    "text": "Well, we just looked at an example in Isaiah 11, and notice he says he begins with, the Lord will extend his hand a second time to acquire the remnant of his people that are.",
    "start": "00:33:00",
    "end": "00:33:11"
  },
  {
    "text": "Yeah, that's the road out.",
    "start": "00:33:11",
    "end": "00:33:12"
  },
  {
    "text": "That's the road out. He will divide the sea and make it passable by foot. So I guess that's a rescue. It's after they leave Egypt, but then it's a rescue out of.",
    "start": "00:33:12",
    "end": "00:33:24"
  },
  {
    "text": "Yeah, it's kind of still the road out.",
    "start": "00:33:24",
    "end": "00:33:26"
  },
  {
    "text": "Still the road out. And there will be a highway from Assyria for the remnant of his people. That's the road between.",
    "start": "00:33:26",
    "end": "00:33:33"
  },
  {
    "text": "The road between.",
    "start": "00:33:33",
    "end": "00:33:34"
  },
  {
    "text": "It's a brief reference, but he's referencing the road between. Here. Here's a reference in Hosea, chapter two, which is in the setting of the prophet's complicated relationship with his wife Gomer, who he married, and then she left him for another man and become a sex worker, a prostitute. And then that becomes an analogy for Yahweh and the people of Israel. And so after Gomer has left and Israel is depicted as that unfaithful wife, what Yahweh says is chapter 2, verse 14. Look, I am going to lure her, I.e. israel, and bring her into the wilderness. So here the ex hadas, the road out, is just referred to in one little phrase. I'm going to lure her out of her unfaithfulness, which is a kind of slavery. And here the focus is into the wilderness, into the in between place.",
    "start": "00:33:34",
    "end": "00:34:33"
  },
  {
    "text": "Yeah.",
    "start": "00:34:33",
    "end": "00:34:33"
  },
  {
    "text": "And there in the wilderness, I will speak kindly to her. Then I will give her vineyards and the valley of Achor, which is the Hebrew word for trouble, which is an event happened in the book of Joshua connected to a guy named Achan who got Israel in trouble in Joshua. In other words, this valley where a terrible thing happened will pivot and become a door of hope. And she will sing there as in the days of her youth, just as in the day when she came up out of Egypt.",
    "start": "00:34:34",
    "end": "00:35:06"
  },
  {
    "text": "So the vineyards, this new place of hope, that's the road in.",
    "start": "00:35:07",
    "end": "00:35:10"
  },
  {
    "text": "That's like the new promised land.",
    "start": "00:35:10",
    "end": "00:35:12"
  },
  {
    "text": "That's the new promised land, yeah.",
    "start": "00:35:12",
    "end": "00:35:12"
  },
  {
    "text": "Okay, so this is all referred to as coming up out of Egypt, but the focus here is the road in between and then the road into. So it's kind of a package because you don't leave something without having a destination go south. I guess you can. You can leave something and not know where you're going.",
    "start": "00:35:12",
    "end": "00:35:30"
  },
  {
    "text": "Some of the greatest adventures begin that way.",
    "start": "00:35:30",
    "end": "00:35:32"
  },
  {
    "text": "Not all who wander are lost. Do you know that comes from the Lord of the Rings? We read that story as a family, and I remembered that Gandalf, the sage wizard says it about Aragorn, who's sort of like the underdog king figure because he doesn't look or act like a king. And his image for that is not all who wander are lost.",
    "start": "00:35:33",
    "end": "00:35:55"
  },
  {
    "text": "Oh, there you go.",
    "start": "00:35:55",
    "end": "00:35:56"
  },
  {
    "text": "Isn't that great? Anyway, in this story, you don't leave somewhere without knowing where you're going. And so the Exodus, the road out story, implies that there will then be a road between that will result in the road into the land. And I guess the reason why this is significant is in just those two passages we saw biblical authors, when they refer back to the whole story arc, there'll almost always be some reference to the going out of Egypt, but then what they might focus on is the road in between, where they might focus on the road into the new land, but there'll always be some language or imagery about the road out of. Okay, so sometimes it'll just Be the road out of. That's the focus. But other times they'll mention the road out. But really what they want to use is some imagery from the road in between.",
    "start": "00:35:56",
    "end": "00:36:45"
  },
  {
    "text": "And we've really latched onto this word, the road. But is that the right decision?",
    "start": "00:36:45",
    "end": "00:36:51"
  },
  {
    "text": "Yeah, the highway.",
    "start": "00:36:51",
    "end": "00:36:53"
  },
  {
    "text": "The highway.",
    "start": "00:36:53",
    "end": "00:36:53"
  },
  {
    "text": "The road.",
    "start": "00:36:53",
    "end": "00:36:54"
  },
  {
    "text": "Okay. The path.",
    "start": "00:36:54",
    "end": "00:36:55"
  },
  {
    "text": "The path.",
    "start": "00:36:55",
    "end": "00:36:56"
  },
  {
    "text": "Yeah. Narrow is the path.",
    "start": "00:36:57",
    "end": "00:36:58"
  },
  {
    "text": "Yeah. I guess. You know what's funny? The idea of doing a video like this was in my mind. I brought it to you in the first list of videos.",
    "start": "00:36:58",
    "end": "00:37:10"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:37:10",
    "end": "00:37:11"
  },
  {
    "text": "When you pitched to me the idea of doing a project like this.",
    "start": "00:37:11",
    "end": "00:37:13"
  },
  {
    "text": "Yeah.",
    "start": "00:37:14",
    "end": "00:37:15"
  },
  {
    "text": "Ten years ago now, this was one of the videos and we actually started one. I've actually been trying to find the doctor. Oh, really? Yeah. Or at least I remember working on the idea to show it to you. And we just ended up never doing it. So it's been in the works for a while. But this has always been a question for me of how we would pull it off. Like, will we just make it the Prince of Egypt version of the story or do we try and find a way to do it the way the biblical authors seem to, which is the whole story in three beats can be called a kind of Exodus story. Anyway, we don't have to solve that right now.",
    "start": "00:37:15",
    "end": "00:37:48"
  },
  {
    "text": "To go back up to the quote though, he's got Sinai in there.",
    "start": "00:37:48",
    "end": "00:37:52"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:37:52",
    "end": "00:37:53"
  },
  {
    "text": "That's interesting because I guess that's during the between.",
    "start": "00:37:53",
    "end": "00:37:56"
  },
  {
    "text": "It's in the in between. Yeah.",
    "start": "00:37:57",
    "end": "00:37:58"
  },
  {
    "text": "But it feels like more significant than just the between moment.",
    "start": "00:37:58",
    "end": "00:38:03"
  },
  {
    "text": "Yeah. Mount Sinai represents, you know, a one year stop in the wilderness on their way to the promised land.",
    "start": "00:38:04",
    "end": "00:38:11"
  },
  {
    "text": "Yeah.",
    "start": "00:38:11",
    "end": "00:38:12"
  },
  {
    "text": "And it contains the two key moments of entering the covenant partnership with God.",
    "start": "00:38:12",
    "end": "00:38:17"
  },
  {
    "text": "Yeah.",
    "start": "00:38:17",
    "end": "00:38:18"
  },
  {
    "text": "And then Israel becoming filled with the presence of God living in their midst. Those are the two iconic moments of Sinai. But it's very much a temporary stop on the way to the.",
    "start": "00:38:18",
    "end": "00:38:32"
  },
  {
    "text": "Is it a subplot to the Exodus or is it like. Is it the hinge? Is it pivotal?",
    "start": "00:38:33",
    "end": "00:38:38"
  },
  {
    "text": "Well, the liberation out of slavery is about God forming and creating a people. The moment that happens on the road in between is those people are invited to become God's covenant partners among whom he dwells.",
    "start": "00:38:39",
    "end": "00:38:55"
  },
  {
    "text": "Yeah.",
    "start": "00:38:55",
    "end": "00:38:55"
  },
  {
    "text": "That's the key events there that all are about Sinai. And then the road into is there to go into the land.",
    "start": "00:38:55",
    "end": "00:39:01"
  },
  {
    "text": "And then getting the tabernacle and getting.",
    "start": "00:39:01",
    "end": "00:39:03"
  },
  {
    "text": "Exactly. That's about God dwelling in their midst. Yeah. Okay, so think of it as like getting married and moving in together. Their covenant partnerships. Yahweh and Israel gets married in Mount Sinai and then Yahweh comes to dwell, to live with them in the middle of the camp. And that's the tabernacle.",
    "start": "00:39:03",
    "end": "00:39:21"
  },
  {
    "text": "Because you could imagine that that story would be the road in. Like, we're in the promised land now. The wedding feast. Now the. Like, God's presence is amongst us.",
    "start": "00:39:22",
    "end": "00:39:37"
  },
  {
    "text": "Totally.",
    "start": "00:39:37",
    "end": "00:39:38"
  },
  {
    "text": "It's now happening. Now we've made it.",
    "start": "00:39:38",
    "end": "00:39:41"
  },
  {
    "text": "Yeah. In other words, you might think the story would go, let's go out of slavery through the wilderness into the promised land. And that's when we get married and God comes to live with us. And instead, what happens is the marriage and the living together happens in between, not when they're landed. And once they do get landed, it's an absolute disaster.",
    "start": "00:39:41",
    "end": "00:40:03"
  },
  {
    "text": "Yeah.",
    "start": "00:40:04",
    "end": "00:40:04"
  },
  {
    "text": "And the marriage fractures and the house that they built to live in together forever gets burned down. Yeah. So what's presented as permanent is actually not land and temple and dynasty and kingdom. What's presented as permanent is the partnership and the presence of God with his people, even in the wandering wilderness. It's interesting. That's actually really important, which is why we're gonna dedicate another video and whole podcast series to just the wilderness.",
    "start": "00:40:05",
    "end": "00:40:37"
  },
  {
    "text": "Okay.",
    "start": "00:40:37",
    "end": "00:40:38"
  },
  {
    "text": "Yeah. Each of those three movements, the road out of slavery, the road through the wilderness, the road into the land, it's all Exodus. It's all one story arc.",
    "start": "00:40:38",
    "end": "00:40:47"
  },
  {
    "text": "It's all one story arc.",
    "start": "00:40:47",
    "end": "00:40:47"
  },
  {
    "text": "And each one of those three movements kind of has a dropdown list of key events that define that moment. So for the road out of, there's a moment where the blessing of God turns into oppression and slavery for the good turns into bad. So God raises up a rescuer. There's always a rescue figure in the midst. There's some confrontation that God makes with the oppressor that results in evil being de. Created and the oppressed being recreated and formed as his people and rescued in some way. And then there's a rescue. And then there's a meal and a song of celebration, the meal being Passover, and the song of celebration being the song that people sang after they're rescued. And that is Exodus 1 through 15 right there. That's the road out of. That's Prince of Egypt.",
    "start": "00:40:48",
    "end": "00:41:42"
  },
  {
    "text": "Yeah.",
    "start": "00:41:42",
    "end": "00:41:43"
  },
  {
    "text": "Then through the wilderness, there's a couple of key images. There's the image of Israel being guided by. Through the wilderness. By the glory cloud and the pillar of fire. Yep. Being provided bread and water in the wilderness. And then what we just discussed, the covenant that God makes with Israel, and then God living among them in the form of the tabernacle. God's presence yeah, that's the road in between. God rescues slaves, he makes them his family. And then the road into the promised land is all about the inheritance. And the promised land is most consistently referred to as an inheritance of this new mountain, fruitful Garden Land and the covenant. It's all about living as the family of God to be representatives to God, to the nations. That's a basic idea.",
    "start": "00:41:43",
    "end": "00:42:38"
  },
  {
    "text": "The blessing unleashed.",
    "start": "00:42:38",
    "end": "00:42:39"
  },
  {
    "text": "Yeah, it's sort of like back to blessing again. So the blessing with which we started now is restored in the promised land. So where we're going from here is I want to walk through two sets of stories in Genesis that have been clearly designed with an eye towards the Exodus story that comes later.",
    "start": "00:42:39",
    "end": "00:42:59"
  },
  {
    "text": "Okay.",
    "start": "00:42:59",
    "end": "00:43:00"
  },
  {
    "text": "So you could call them pre Exodus stories sitting right there in the seven day Creation stories in the Flood are both designed with an eye towards the Exodus story to prepare you for it. So that's where we should go next.",
    "start": "00:43:00",
    "end": "00:43:13"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week we're gonna look at two stories in Genesis that foreshadow the Exodus story.",
    "start": "00:43:16",
    "end": "00:43:25"
  },
  {
    "text": "It seems that the authors of the Shape of Genesis wanted us to see the Exodus itself prefigured and anticipated by key events in the story of Genesis. In the seven day creation story, you can think of creation as a liberation from chaos and non being into the blessing of the abundant garden land.",
    "start": "00:43:25",
    "end": "00:43:46"
  },
  {
    "text": "Bible Project is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus. Everything that we make is free because of the generous support of thousands of people just like you. Thank you so much for being a part of this with us.",
    "start": "00:43:47",
    "end": "00:44:01"
  },
  {
    "text": "Hi everybody, my name is Jun and I'm from Korea. Hi, my name is Justin.",
    "start": "00:44:02",
    "end": "00:44:07"
  },
  {
    "text": "I'm from West Lafayette, Indiana. I first heard about bibleproject when I was searching for a Bible themed podcast on Spotify.",
    "start": "00:44:07",
    "end": "00:44:15"
  },
  {
    "text": "I first talked about Bible project on YouTube. I use the Bibleproject for learning more about Jesus Scripture and how that applicable to my life. My favorite thing about bibleproject is the concept of Upside Down. My favorite thing about bibleproject is the podcast. I listen to it all the time. We believe the Bible is a unified.",
    "start": "00:44:15",
    "end": "00:44:37"
  },
  {
    "text": "Story that leads to Jesus.",
    "start": "00:44:37",
    "end": "00:44:39"
  },
  {
    "text": "We're a crowdfunded project by people like me. Find free videos, articles, podcasts, classes and more on the Bibleproject app and addbibleproject.com. hey everyone, this is Christopher.",
    "start": "00:44:39",
    "end": "00:44:52"
  },
  {
    "text": "I handle communications for our patron care team at bibleproject. I've been working at bibleproject for four years and my favorite part about my work is getting to write a prayer email that gets sent out to 80,000 people each month who are praying for our studio and the work that we do.",
    "start": "00:44:52",
    "end": "00:45:07"
  },
  {
    "text": "There's a whole team of people that.",
    "start": "00:45:07",
    "end": "00:45:08"
  },
  {
    "text": "Bring the podcast to life every week. For a full list of everyone who's involved, check out the show credits in the episode description. Wherever you stream the podcast on our website.",
    "start": "00:45:08",
    "end": "00:45:17"
  }
]