[
  {
    "text": "Hey, this is John Collins at the bibleproject. Last week we began a brand new series examining the theme of the seventh day in the Bible, or in Hebrew, Shabbat. God created the heavens and the earth out of disorder and chaos in six days. And on the seventh day he Shabbat. And in the same way, God's recreating the cosmos and rescuing people from chaos and disorder.",
    "start": "00:00:04",
    "end": "00:00:24"
  },
  {
    "text": "So what can we say about Genesis 1? We can say that the portrait of time is that the seventh day is a culminating ideal. The seventh day also is something you have to wait for. Genesis 1 is like a template that's just going to keep replaying over and over again. It's a design pattern.",
    "start": "00:00:25",
    "end": "00:00:41"
  },
  {
    "text": "For the attentive Bible reader. The idea of resting and the number seven are intimately connected. God stopped on the seventh day. In Hebrew, the number seven has the same consonants as the word for completeness or wholeness.",
    "start": "00:00:41",
    "end": "00:00:58"
  },
  {
    "text": "So in Genesis 1, 7 develops two key symbolic associations. One of them is that 1 through 7 altogether is a symbol of completeness. But then also the journey to get to that completeness requires you to go through 1, 2, 3, 4, 5, 6. So then it's about a linear journey towards completeness.",
    "start": "00:00:59",
    "end": "00:01:24"
  },
  {
    "text": "And this picture in Genesis 1 of God creating gives us a way to think about how God continues to recreate the world.",
    "start": "00:01:24",
    "end": "00:01:31"
  },
  {
    "text": "Genesis 1 is not just telling you about what kind of world I'm living in. It's giving you, as an Israelite reader, seeing that your worship, your life of worship rhythms is woven into the fabric of the universe.",
    "start": "00:01:31",
    "end": "00:01:46"
  },
  {
    "text": "Thanks for joining us. Here we go. All right. We're talking about the Sabbath.",
    "start": "00:01:47",
    "end": "00:01:58"
  },
  {
    "text": "Yes.",
    "start": "00:01:58",
    "end": "00:01:59"
  },
  {
    "text": "And not strictly the practice.",
    "start": "00:01:59",
    "end": "00:02:01"
  },
  {
    "text": "Yes. We made a distinction.",
    "start": "00:02:01",
    "end": "00:02:03"
  },
  {
    "text": "Yeah.",
    "start": "00:02:03",
    "end": "00:02:03"
  },
  {
    "text": "As we prepare for a theme video that we're not quite sure now what we're going to call it.",
    "start": "00:02:03",
    "end": "00:02:07"
  },
  {
    "text": "Yeah. That by saying Sabbath, we're not talking about the observance of one day, although we are talking about that.",
    "start": "00:02:07",
    "end": "00:02:14"
  },
  {
    "text": "We're not only talking about that.",
    "start": "00:02:14",
    "end": "00:02:15"
  },
  {
    "text": "We're not only talking about that.",
    "start": "00:02:15",
    "end": "00:02:16"
  },
  {
    "text": "What happens in Jewish tradition and some Christian traditions on Friday night to Saturday night by Sabbath.",
    "start": "00:02:16",
    "end": "00:02:22"
  },
  {
    "text": "We're talking about the idea that God is over all time. And time is a culminating.",
    "start": "00:02:22",
    "end": "00:02:32"
  },
  {
    "text": "Yeah. Taking time in a direction that culminates in rest, a seventh day of rest.",
    "start": "00:02:32",
    "end": "00:02:39"
  },
  {
    "text": "And this all begins in Genesis 1.",
    "start": "00:02:39",
    "end": "00:02:42"
  },
  {
    "text": "Yeah, it begins in the first sentence of Genesis 1.",
    "start": "00:02:42",
    "end": "00:02:45"
  },
  {
    "text": "It begins in the beginning.",
    "start": "00:02:45",
    "end": "00:02:46"
  },
  {
    "text": "So, yeah. This conversation. Well, we're going to focus on page one of the Bible, Genesis 1, which actually the first creation narrative goes from Genesis 1:1 to Genesis chapter two, verse three. It's where our chapter break. Such a bummer. On the first page of the Bible, the chapter break kind of gets the literary unit.",
    "start": "00:02:47",
    "end": "00:03:06"
  },
  {
    "text": "The literary is not the chapter.",
    "start": "00:03:06",
    "end": "00:03:08"
  },
  {
    "text": "Correct. Yeah. And there's many clear clues as to why that's the case. However, the idea of a culminating seventh day and the symbolic importance of the number seven is introduced in the first sentence of Genesis 1, which consists of seven words in Hebrew, which I would never know. Seven words. The center word. So you think of seven. One of the great things about seven. We'll talk about it more. One of the things is that the number itself gives possibility of a perfect symmetry of three with a center and then another three. And literary structures in the Hebrew Bible, just doing stuff with sevens all over the place in the first sentence. People have pointed this out for a long time. Of those seven words, the central word of Genesis 1:1 is actually not translated in any English translation. No, it's the Hebrew word et, which. It's a grammar term that marks the direct object of a verb. Okay, so in English, we don't have a word.",
    "start": "00:03:08",
    "end": "00:04:22"
  },
  {
    "text": "My brain begins to seize up whenever we talk about grammar.",
    "start": "00:04:22",
    "end": "00:04:25"
  },
  {
    "text": "Oh, got it.",
    "start": "00:04:25",
    "end": "00:04:26"
  },
  {
    "text": "Just so you know, direct object of verb.",
    "start": "00:04:26",
    "end": "00:04:30"
  },
  {
    "text": "So you have in English, john hit the ball.",
    "start": "00:04:30",
    "end": "00:04:34"
  },
  {
    "text": "Okay. I hit a ball.",
    "start": "00:04:34",
    "end": "00:04:35"
  },
  {
    "text": "John's the subject.",
    "start": "00:04:35",
    "end": "00:04:36"
  },
  {
    "text": "I'm the subject of the subject.",
    "start": "00:04:37",
    "end": "00:04:38"
  },
  {
    "text": "You're the subject. You're the actor of a verb.",
    "start": "00:04:38",
    "end": "00:04:40"
  },
  {
    "text": "Okay.",
    "start": "00:04:40",
    "end": "00:04:41"
  },
  {
    "text": "The verb is hit.",
    "start": "00:04:41",
    "end": "00:04:42"
  },
  {
    "text": "I'm the one hitting the object.",
    "start": "00:04:42",
    "end": "00:04:44"
  },
  {
    "text": "The thing that is hit. The object of the verb is the ball.",
    "start": "00:04:44",
    "end": "00:04:48"
  },
  {
    "text": "Now, what's the difference between an object and a direct object?",
    "start": "00:04:48",
    "end": "00:04:51"
  },
  {
    "text": "Oh, there isn't.",
    "start": "00:04:51",
    "end": "00:04:52"
  },
  {
    "text": "Okay.",
    "start": "00:04:52",
    "end": "00:04:52"
  },
  {
    "text": "Yeah. Well, because you can have an indirect.",
    "start": "00:04:52",
    "end": "00:04:54"
  },
  {
    "text": "Object, and what John hit.",
    "start": "00:04:54",
    "end": "00:04:57"
  },
  {
    "text": "Hit the ball into the field, and.",
    "start": "00:04:57",
    "end": "00:05:00"
  },
  {
    "text": "The field is the indirect object, which.",
    "start": "00:05:00",
    "end": "00:05:03"
  },
  {
    "text": "Is marked as a prepositional phrase. Anyway, so the direct object marker is the Hebrew word. In English, we indicate objects by word order. It's the noun that comes after the verb. John hit the ball. In other words, in English, you wouldn't say, john hit into the field. A ball into the field. Oh, yeah. Okay. Well, you could, but it's awkward.",
    "start": "00:05:03",
    "end": "00:05:24"
  },
  {
    "text": "Yeah, it's awkward.",
    "start": "00:05:24",
    "end": "00:05:25"
  },
  {
    "text": "Normally, John hit.",
    "start": "00:05:25",
    "end": "00:05:27"
  },
  {
    "text": "It would be like, why is he talking all poetically?",
    "start": "00:05:28",
    "end": "00:05:30"
  },
  {
    "text": "Yeah. Like Yoda or something. Yeah, totally. Yeah, that's right. So the reason we're having this conversation is because there is a distinct word in Hebrew that marks the object of a verb.",
    "start": "00:05:30",
    "end": "00:05:40"
  },
  {
    "text": "Okay.",
    "start": "00:05:40",
    "end": "00:05:40"
  },
  {
    "text": "It's the Hebrew word et. When is in Hebrew, it doesn't get translated in English by an English word. It gets translated by word order. By word Order. That's right. So the center word, which is word number four in the Hebrew of Genesis 1:1, is the word. And especially if you look at older Jewish commentators, they note that the word ET consists of two letters, Aleph and Tav, which are the first and the last letters of the Hebrew Alphabet.",
    "start": "00:05:40",
    "end": "00:06:08"
  },
  {
    "text": "Oh, Tav is the last.",
    "start": "00:06:08",
    "end": "00:06:10"
  },
  {
    "text": "Tav is the last. So the opening line of the Bible is seven words.",
    "start": "00:06:10",
    "end": "00:06:16"
  },
  {
    "text": "And in the center.",
    "start": "00:06:16",
    "end": "00:06:17"
  },
  {
    "text": "In the center is a word that contains the first and the last letters of the Hebrew Alphabet. Okay, come now. Oh, I'm just saying, like someone designed. Or it could be that there's a subtle nuance being communicated there, that the opening is itself an image of completeness and wholeness. Seven, as we're going to see, is a symbol of completeness.",
    "start": "00:06:17",
    "end": "00:06:42"
  },
  {
    "text": "There's a beautiful amount of symmetry in that.",
    "start": "00:06:42",
    "end": "00:06:44"
  },
  {
    "text": "Yep. And then the center word is about from the beginning to the end. So it's both about wholeness and completion. The completion, but moving in a direction. The beginning means you begin, then you go on a journey, and then you reach the end.",
    "start": "00:06:44",
    "end": "00:07:00"
  },
  {
    "text": "Yeah.",
    "start": "00:07:00",
    "end": "00:07:00"
  },
  {
    "text": "So there's something. Even in the opening sentence, we have our eye that this story is about something that's going to go on and on and on and then finally reach the tav.",
    "start": "00:07:00",
    "end": "00:07:10"
  },
  {
    "text": "What's the object here? Heaven. Skies.",
    "start": "00:07:10",
    "end": "00:07:13"
  },
  {
    "text": "Skies and the land. Yeah, the heavens.",
    "start": "00:07:13",
    "end": "00:07:14"
  },
  {
    "text": "There's two direct objects.",
    "start": "00:07:14",
    "end": "00:07:16"
  },
  {
    "text": "Yes.",
    "start": "00:07:16",
    "end": "00:07:17"
  },
  {
    "text": "So is there two Tavs?",
    "start": "00:07:17",
    "end": "00:07:18"
  },
  {
    "text": "There's two ETs.",
    "start": "00:07:19",
    "end": "00:07:20"
  },
  {
    "text": "ET. Semi.",
    "start": "00:07:20",
    "end": "00:07:21"
  },
  {
    "text": "Yeah, yeah. Word number six is the word ET.",
    "start": "00:07:21",
    "end": "00:07:24"
  },
  {
    "text": "Oh, it looks different.",
    "start": "00:07:25",
    "end": "00:07:26"
  },
  {
    "text": "It has the word. And in front of it, Et Hashemayim is marking the skies, the. And ET Haret, the land.",
    "start": "00:07:26",
    "end": "00:07:35"
  },
  {
    "text": "Okay.",
    "start": "00:07:35",
    "end": "00:07:36"
  },
  {
    "text": "In Revelation, in the New Testament, in the Revelation chapter one, when Jesus appears to John the Visionary and he Jesus, first words in the Revelation are, I am the alpha. Yeah. So he takes the Greek letters of the Alphabet, the alpha and the omega.",
    "start": "00:07:36",
    "end": "00:07:55"
  },
  {
    "text": "Because the omega is the last in the Greek Alphabet.",
    "start": "00:07:55",
    "end": "00:07:58"
  },
  {
    "text": "Correct. Yeah. So he's picking up this concept, I am the beginning and the end. I am the first letter of the Alphabet and the last letter. Almost certainly. He's riffing off of Genesis 1:1.",
    "start": "00:07:58",
    "end": "00:08:09"
  },
  {
    "text": "He's riffing off of the fourth.",
    "start": "00:08:10",
    "end": "00:08:11"
  },
  {
    "text": "The fourth Hebrew word in Genesis 1:1, which has the first and the last letter and likely also off a passage in Isaiah 41. But that's a deeper rabbit hole. Go in right. Now, the whole point is that the first sentence puts the number seven in front of us.",
    "start": "00:08:11",
    "end": "00:08:27"
  },
  {
    "text": "Sure.",
    "start": "00:08:27",
    "end": "00:08:27"
  },
  {
    "text": "If you're.",
    "start": "00:08:27",
    "end": "00:08:28"
  },
  {
    "text": "If I'm reading it in Hebrew.",
    "start": "00:08:28",
    "end": "00:08:29"
  },
  {
    "text": "If you're reading it in Hebrew. Correct. The next thing. Let's go back. The most obvious structure or part of literary design for any reader, no matter what language you're reading, translation. About the structure of this first narrative.",
    "start": "00:08:29",
    "end": "00:08:45"
  },
  {
    "text": "Yeah. This literary unit.",
    "start": "00:08:45",
    "end": "00:08:46"
  },
  {
    "text": "Literary unit is the days.",
    "start": "00:08:46",
    "end": "00:08:48"
  },
  {
    "text": "Yeah. Seven days.",
    "start": "00:08:49",
    "end": "00:08:50"
  },
  {
    "text": "The days. So you have the first sentence. Genesis 1:1, has seven words. In Genesis 1:2, this is now. The land was wild and waste, darkness over the face of the deep abyss. But the ruach, the breath, spirit, wind, wind of God was hovering over the face of the waters. Genesis one, verse two contains 14 Hebrew words. Okay, so the opening sentence contains seven words. The next sentence contains two times seven words.",
    "start": "00:08:50",
    "end": "00:09:24"
  },
  {
    "text": "Yeah.",
    "start": "00:09:24",
    "end": "00:09:25"
  },
  {
    "text": "Then starting in verse three, begins the pattern of days. Day one, day one. That culminates in seven days.",
    "start": "00:09:25",
    "end": "00:09:33"
  },
  {
    "text": "Yeah.",
    "start": "00:09:33",
    "end": "00:09:34"
  },
  {
    "text": "So just think through seven words. Yeah. Two times seven words. Then out of that flows the whole narrative of seven days.",
    "start": "00:09:34",
    "end": "00:09:43"
  },
  {
    "text": "Now, even if this worked in English, I don't make a habit of counting how many words are in a sentence.",
    "start": "00:09:43",
    "end": "00:09:48"
  },
  {
    "text": "When I'm reading something, I hear that. Yeah, yeah.",
    "start": "00:09:49",
    "end": "00:09:52"
  },
  {
    "text": "It's like an Easter egg.",
    "start": "00:09:52",
    "end": "00:09:54"
  },
  {
    "text": "Yeah, it is. It all depends on what expectations you bring to a text. If you have been. If you were brought up in the first generations of when the Hebrew scriptures came into the Tanakh collection, you would have been taught how to read it, and you would have been taught that Genesis 1 is teaching you how to read biblical literature. That's why it's probably one of the most exquisitely designed pages of the Hebrew Bible, down to syllables and word numbers. Every sentence has this exquisite design. It's a remarkable page of the Hebrew Bible. And I think it's because it's also. It's the tutorial lesson, and it's the Psalm 1.",
    "start": "00:09:55",
    "end": "00:10:39"
  },
  {
    "text": "Here's things you should pay attention to.",
    "start": "00:10:39",
    "end": "00:10:41"
  },
  {
    "text": "Yeah. You learn how to read biblical literature by spending a lot of time staring at every possible facet of Genesis 1. And this is a great example.",
    "start": "00:10:41",
    "end": "00:10:53"
  },
  {
    "text": "So, seven words in Genesis 1 1, 14 words in Genesis 1 2. In the third verse, we begin day one. And throughout this entire literary unit poem, creation story is seven.",
    "start": "00:10:53",
    "end": "00:11:07"
  },
  {
    "text": "Seven days. Yeah, that's right. Now, let's take the next step. Remember the first sentence of Genesis 1:1. We had seven words. And then the fourth word was at that. Had the first and the last. So now all of a sudden, I've learned from the first sentence, oh, when there are seven, pay attention to the middle and see what happens. So once I've learned that principle, when I look at the seven days, if I look at the middle, something happens.",
    "start": "00:11:08",
    "end": "00:11:36"
  },
  {
    "text": "That would be Day four, it would be day four.",
    "start": "00:11:36",
    "end": "00:11:38"
  },
  {
    "text": "So when you look at the beginning and the middle and the end of the seven days, namely days one, four and seven, the first and the last and the middle, you notice that all of those three days are about time. They're all about time. Day one is the darkness is interrupted by God's light. Yeah, yeah. And he names it day and night. So it's an order of time. Day four is about God appointing the sun and the moon as rulers of day and night and also the stars. Oh, and remember, in verse 14, actually in Genesis 1:14, it says, Let the lights be for signs. We've talked a lot about that. They're symbols. And then the next word is and for. Moedim is the Hebrew word, but it's the word for Israel's feast days. It gets translated seasons in English, which makes English readers think of fall, winter, spring.",
    "start": "00:11:39",
    "end": "00:12:37"
  },
  {
    "text": "Sure.",
    "start": "00:12:37",
    "end": "00:12:37"
  },
  {
    "text": "That is not what it means.",
    "start": "00:12:37",
    "end": "00:12:39"
  },
  {
    "text": "It means when should you do these feasts?",
    "start": "00:12:39",
    "end": "00:12:42"
  },
  {
    "text": "Literally, moedim, that word, seasons in our English translations of Genesis 1, verse 14 is the word used in the rest of the Torah for Passover, for the new year, for Pentecost, for Tabernacles and the day of atonement, and then also for the year of release. And for Shabbat, we get to Leviticus 23. There are seven of these moedim that Israel was to celebrate.",
    "start": "00:12:42",
    "end": "00:13:08"
  },
  {
    "text": "How convenient.",
    "start": "00:13:08",
    "end": "00:13:09"
  },
  {
    "text": "They're hyperlinked right here in this word. Right here.",
    "start": "00:13:09",
    "end": "00:13:12"
  },
  {
    "text": "I see.",
    "start": "00:13:12",
    "end": "00:13:13"
  },
  {
    "text": "Yep. So then you move to the seventh day, the last day of Genesis 1, which is the seventh. Here we're introduced to God's Shabbat, God's Shabbats on the seventh day. And then that Shabbat, the culminating seventh day, becomes the model for the seventh year of release, which becomes the model for the seven times seven year of release in the jubilee. So if you think about it, this is setting you up for. This is setting up an ancient Israelite to see that all of the patterns of my building my life around, patterns of honoring Yahweh, day and night. Day one, I say the Shema at the beginning of the day. I say the Shema at the end of the day. That represents day one. Day four is all about the annual festivals. Day seven is all about Shabbat, the final Shabbat, seventh year of release, the seven times seven year Jubilee. So the whole of Jewish.",
    "start": "00:13:13",
    "end": "00:14:10"
  },
  {
    "text": "So I only generally see the Shabbat in day seven. But you're saying day one and day.",
    "start": "00:14:10",
    "end": "00:14:15"
  },
  {
    "text": "Four are also speaking to the beginning, the middle and the end of the seven days are all about different aspects of time that God is orchestrating and organizing. And conveniently, all three of those days represent the entirety of the daily, monthly, yearly, 7 times 7, yearly. The whole calendar of Israel's liturgy and worship is outlined in these three days of Genesis 1. Dude. It's just like.",
    "start": "00:14:15",
    "end": "00:14:44"
  },
  {
    "text": "So stepping back, you come to Genesis 1 and this story about everything coming into existence. And so it's like, why do we exist? Why does any of this matter? And day one, light and darkness are separated.",
    "start": "00:14:45",
    "end": "00:15:00"
  },
  {
    "text": "Yeah. And they're named day and night, which are units of time that are meaningful to humans.",
    "start": "00:15:00",
    "end": "00:15:07"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:15:07",
    "end": "00:15:09"
  },
  {
    "text": "And a life. Right. Cycles of life.",
    "start": "00:15:09",
    "end": "00:15:10"
  },
  {
    "text": "And then day four, the sun, moon and stars. That's when they show up.",
    "start": "00:15:11",
    "end": "00:15:17"
  },
  {
    "text": "Yep.",
    "start": "00:15:17",
    "end": "00:15:17"
  },
  {
    "text": "And we've talked about these in depth in other conversations. They're rulers of the sky. And that's a whole nother conversation. But they're also symbols, and they're also helping you know when to do the feast days.",
    "start": "00:15:18",
    "end": "00:15:32"
  },
  {
    "text": "Correct. All seven of them.",
    "start": "00:15:32",
    "end": "00:15:33"
  },
  {
    "text": "All seven of them and all the feast days. And I'm sure we'll get into this, like, have all of this.",
    "start": "00:15:33",
    "end": "00:15:39"
  },
  {
    "text": "Totally.",
    "start": "00:15:39",
    "end": "00:15:40"
  },
  {
    "text": "They're all about.",
    "start": "00:15:40",
    "end": "00:15:40"
  },
  {
    "text": "They're different facets of the seventh day. Diamond.",
    "start": "00:15:40",
    "end": "00:15:43"
  },
  {
    "text": "And then you get to day seven. God rests on the seventh day, and that one really stands out.",
    "start": "00:15:43",
    "end": "00:15:49"
  },
  {
    "text": "It's culminating.",
    "start": "00:15:50",
    "end": "00:15:51"
  },
  {
    "text": "It's culminating. And it's the one I always think of when I think of Sabbath.",
    "start": "00:15:51",
    "end": "00:15:55"
  },
  {
    "text": "That's right. So in other words, the seventh day is part of. Think of, like, LEGO blocks or something. Maybe think of a pyramid. Forget Lego blocks. Think of a pyramid.",
    "start": "00:15:56",
    "end": "00:16:07"
  },
  {
    "text": "Like, what kind of pyramid?",
    "start": "00:16:07",
    "end": "00:16:08"
  },
  {
    "text": "The seventh day. Well, maybe a pyramid made of Legos. I don't know. But the seventh day is, like, the top piece. It's the most visible and it's prominent, but it is actually one piece, building them of a whole superstructure of networked patterns of time. And so the smallest block is day and night, the daily repetition of the Shema, which corresponds to the daily morning and evening sacrifice in the temple, which corresponds to the daily maintenance of the lights, the candles of the menorah in the holy place.",
    "start": "00:16:08",
    "end": "00:16:45"
  },
  {
    "text": "I don't know about that.",
    "start": "00:16:46",
    "end": "00:16:46"
  },
  {
    "text": "We'll talk at length about it. Because there's seven of those lights in the holy place. So day one gives you the most basic little LEGO block. Day four gives you the big. Within the scope of one year, it tells you all of the seven larger blocks that make up the whole year's worth of sacred time. Day seven points to the seventh day, which connects to the seventh year, which connects to the seven times Seventh year. And so you put day one, four and seven together. Genesis one is not just telling you about what kind of world I'm living in. It's giving you as an Israelite reader, seeing that your worship, your life of worship rhythms is woven into the fabric of the universe. I've never quite said it that way before.",
    "start": "00:16:47",
    "end": "00:17:39"
  },
  {
    "text": "Sure.",
    "start": "00:17:39",
    "end": "00:17:40"
  },
  {
    "text": "What else would it mean? Because this is the first chapter of a book that's going to go on to tell you about all these things in the course of the narrative.",
    "start": "00:17:41",
    "end": "00:17:47"
  },
  {
    "text": "And likely if you're reading this chapter, you are practicing all those things.",
    "start": "00:17:47",
    "end": "00:17:53"
  },
  {
    "text": "Totally. Yeah. At least when these stories came into existence. Nowadays it's a much wider audience, but the authors by whom these texts were written and for whom the first generations read it, they're seeing their own worship patterns reflected in the structure of Genesis 1. And surely that's what it's part of, what it's for.",
    "start": "00:17:53",
    "end": "00:18:13"
  },
  {
    "text": "It.",
    "start": "00:18:32",
    "end": "00:18:32"
  },
  {
    "text": "When I come to the seventh day, I discover in Genesis 2, verse 1, I get a little epilogue. Remember the opening line of Genesis 1? In the beginning, God created the skies and the land.",
    "start": "00:19:02",
    "end": "00:19:15"
  },
  {
    "text": "Yeah.",
    "start": "00:19:15",
    "end": "00:19:15"
  },
  {
    "text": "Genesis 2, verse 1, little epilogue. Thus we're finished. The skies and the land of all their host. And then what you get next is three lines of seven words.",
    "start": "00:19:15",
    "end": "00:19:25"
  },
  {
    "text": "Wow.",
    "start": "00:19:26",
    "end": "00:19:26"
  },
  {
    "text": "About the seventh day.",
    "start": "00:19:26",
    "end": "00:19:28"
  },
  {
    "text": "Wow.",
    "start": "00:19:28",
    "end": "00:19:28"
  },
  {
    "text": "And God completed on the seventh day the work that he had done. And he rested on the seventh day from his work which he had done. And God blessed the seventh day, and he made it holy. Three lines of seven words followed by a final summary clause. Because on it he rested from all his work, which God created to do. Which links the created. That last word there, second to last word there, links it back to is create, which links you all the way back up to the first line of create. So think, in the first sentence you get seven words. Genesis 1:2, you get two times seven words. Now here we are at the last little stanza, and you get three times seven words with a little ski jump sentence that launches you with the word create all the way back up to the beginning again. And then you go, oh, I guess I'm supposed to reread the chapter. And you just do that 100 times for 10 years and. And you've gotten your tutorial on how to read. Isn't this amazing?",
    "start": "00:19:28",
    "end": "00:20:29"
  },
  {
    "text": "Yeah. Now, since you didn't mention it, that final phrase isn't seven words.",
    "start": "00:20:30",
    "end": "00:20:35"
  },
  {
    "text": "No, but it has. It's the God completes His work on the seventh day, he rests on the seventh day he blessed the seventh day. You get this little triad of verbs. Then you Get a repetition. Why did he bless it and make it holy? Because on it he rested. It's the only line in the conclusion that tells you why he blessed and sanctified it. So it stands out of a sequence of main sentences. Okay, dude, we're just getting started on sevens.",
    "start": "00:20:35",
    "end": "00:21:05"
  },
  {
    "text": "Oh, that's right. Because there's a whole bunch of words that appear seven times.",
    "start": "00:21:05",
    "end": "00:21:10"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:21:10",
    "end": "00:21:11"
  },
  {
    "text": "Yeah.",
    "start": "00:21:11",
    "end": "00:21:11"
  },
  {
    "text": "Yeah. This is. People have noticed this for a long time. There was an Italian Jewish commentator, Umberto Cassuto, who has a majestic commentary on Genesis 1 through 11. So he. Yeah. Points out all these things. So here's some other ones. We've already mentioned some of these. There's seven words in Genesis 1:1.",
    "start": "00:21:11",
    "end": "00:21:34"
  },
  {
    "text": "Okay.",
    "start": "00:21:34",
    "end": "00:21:34"
  },
  {
    "text": "There's two times seven words in Genesis 1:2.",
    "start": "00:21:34",
    "end": "00:21:37"
  },
  {
    "text": "Yeah.",
    "start": "00:21:37",
    "end": "00:21:37"
  },
  {
    "text": "There's seven paragraphs.",
    "start": "00:21:37",
    "end": "00:21:38"
  },
  {
    "text": "Yeah. Seven days.",
    "start": "00:21:39",
    "end": "00:21:39"
  },
  {
    "text": "In the seven days. The concluding seventh day has three lines that have seven words each. Each of the key words in Genesis 1:1 are repeated in multiples of seven throughout the rest of the story. So God appears seven times. Five. Number of times.",
    "start": "00:21:39",
    "end": "00:21:57"
  },
  {
    "text": "Okay. Land, which is what, 30, 35.",
    "start": "00:21:57",
    "end": "00:21:59"
  },
  {
    "text": "Yep. Land appears seven times three, 21 times.",
    "start": "00:21:59",
    "end": "00:22:03"
  },
  {
    "text": "Okay.",
    "start": "00:22:03",
    "end": "00:22:03"
  },
  {
    "text": "Skies or the heavens appears seven times three. So skies and land each appear 21 times.",
    "start": "00:22:04",
    "end": "00:22:09"
  },
  {
    "text": "Wow.",
    "start": "00:22:09",
    "end": "00:22:10"
  },
  {
    "text": "The phrase light and day appear seven times. Within day one, the word light appears seven times. Within day four, the word living creature appears seven times. Within days five and six, the phrase, and God saw that it was good appears seven times. This is interesting. God speaks 10 times.",
    "start": "00:22:10",
    "end": "00:22:34"
  },
  {
    "text": "Oh, they blew that one.",
    "start": "00:22:34",
    "end": "00:22:36"
  },
  {
    "text": "Or did they? Or maybe they're introducing an important new number.",
    "start": "00:22:37",
    "end": "00:22:41"
  },
  {
    "text": "Ten.",
    "start": "00:22:42",
    "end": "00:22:42"
  },
  {
    "text": "Ten commandments. Can I think of God speaking any other times 10 times that are going to be important. Ah. And in the book of Deuteronomy, did you know this? This. Actually, the phrase ten commandments is never used in the Hebrew Bible.",
    "start": "00:22:43",
    "end": "00:22:55"
  },
  {
    "text": "Sure.",
    "start": "00:22:55",
    "end": "00:22:55"
  },
  {
    "text": "The phrase is the 10 words.",
    "start": "00:22:55",
    "end": "00:22:57"
  },
  {
    "text": "The 10 words.",
    "start": "00:22:57",
    "end": "00:22:58"
  },
  {
    "text": "Yeah.",
    "start": "00:22:59",
    "end": "00:22:59"
  },
  {
    "text": "And God spoke.",
    "start": "00:22:59",
    "end": "00:23:00"
  },
  {
    "text": "Yeah.",
    "start": "00:23:00",
    "end": "00:23:01"
  },
  {
    "text": "And God speaks 10 times.",
    "start": "00:23:01",
    "end": "00:23:02"
  },
  {
    "text": "God speaks 10 times. In other words, the phrase and God said appears ten times. But seven of those times are commands. Let there be. Three of those times are one. Let us make Adam second. Be fruitful and multiply. Third, Behold, I've given to you. So in other words, seven of the ten begin with the same phrase. Let there be. The other three are different. So even within the 10, you get a pattern.",
    "start": "00:23:02",
    "end": "00:23:31"
  },
  {
    "text": "Seven.",
    "start": "00:23:31",
    "end": "00:23:32"
  },
  {
    "text": "Yeah, totally. Okay, so Cassuto concludes this. He just says to suppose that all of these appearances of the number seven are mere coincidence. Is not possible.",
    "start": "00:23:32",
    "end": "00:23:41"
  },
  {
    "text": "Right. Occam's razor.",
    "start": "00:23:41",
    "end": "00:23:43"
  },
  {
    "text": "Totally. It's just the numerical symmetry is the golden thread that binds together all the parts of this section. Okay, so let's just pause and register that whoever organized this narrative wants to ground burn into our psyche.",
    "start": "00:23:43",
    "end": "00:24:01"
  },
  {
    "text": "Sure.",
    "start": "00:24:01",
    "end": "00:24:01"
  },
  {
    "text": "The symbolic importance of seven as a sign of completeness and wholeness, but also of seven as the culmination of a journey of one through six, building up to seven. Because think of how day one, day two, it's all building towards something. The light and the waters, from the waters and the land. Are we done? No, we're not done. We need to fill it with creatures. So we get the lights and we get the sky and the sea creatures. Are we done yet? No, we need land and then humans who rule over all of it. But even the sixth day is not the culmination. It's that seventh day which then sticks out.",
    "start": "00:24:01",
    "end": "00:24:43"
  },
  {
    "text": "It's a different type of day.",
    "start": "00:24:44",
    "end": "00:24:45"
  },
  {
    "text": "It's a different type of day.",
    "start": "00:24:45",
    "end": "00:24:46"
  },
  {
    "text": "No. Creating, happening.",
    "start": "00:24:46",
    "end": "00:24:47"
  },
  {
    "text": "Yep, that's right. So 7 gains two meanings here, completeness and wholeness, but then also a journey towards wholeness, building up to it. Oh, that's helpful. I've never said it that way before, but I think that's right.",
    "start": "00:24:47",
    "end": "00:25:00"
  },
  {
    "text": "Say it again.",
    "start": "00:25:01",
    "end": "00:25:02"
  },
  {
    "text": "So in Genesis 1, 7 develops two key symbolic associations.",
    "start": "00:25:02",
    "end": "00:25:09"
  },
  {
    "text": "Yeah.",
    "start": "00:25:09",
    "end": "00:25:09"
  },
  {
    "text": "One of them is that the seventh one through seven altogether is a symbol of completeness. Think about how days one through seven work together as a whole.",
    "start": "00:25:10",
    "end": "00:25:21"
  },
  {
    "text": "Yeah. To create the entire cosmic order.",
    "start": "00:25:21",
    "end": "00:25:24"
  },
  {
    "text": "Yeah. It's like the beautiful whole cosmos is a seven. But then also the journey to get to that completeness requires you to go through 17 events. 2, 3, 4, 5, 6. So then it's about a linear journey towards completeness. 7 is the complete whole.",
    "start": "00:25:24",
    "end": "00:25:41"
  },
  {
    "text": "But it's a journey.",
    "start": "00:25:42",
    "end": "00:25:43"
  },
  {
    "text": "Counting up to seven is a journey to reach the complete whole.",
    "start": "00:25:43",
    "end": "00:25:46"
  },
  {
    "text": "Yeah.",
    "start": "00:25:46",
    "end": "00:25:47"
  },
  {
    "text": "And in a way, we're back to creation, the wholeness of creation and the liberation from chaos and death and slavery.",
    "start": "00:25:47",
    "end": "00:25:57"
  },
  {
    "text": "Yeah. That's what we talked about last episode.",
    "start": "00:25:57",
    "end": "00:25:58"
  },
  {
    "text": "To reach that completion. There's two core ideas here.",
    "start": "00:25:58",
    "end": "00:26:01"
  },
  {
    "text": "Two core ideas with the Sabbath.",
    "start": "00:26:01",
    "end": "00:26:03"
  },
  {
    "text": "Yep.",
    "start": "00:26:03",
    "end": "00:26:04"
  },
  {
    "text": "One is that there's a complete. There's a sense of order and completion. God. And God is in charge of all of.",
    "start": "00:26:04",
    "end": "00:26:11"
  },
  {
    "text": "He brings about harmonious wholeness and completeness.",
    "start": "00:26:12",
    "end": "00:26:16"
  },
  {
    "text": "Yeah.",
    "start": "00:26:16",
    "end": "00:26:16"
  },
  {
    "text": "Yeah.",
    "start": "00:26:16",
    "end": "00:26:16"
  },
  {
    "text": "And because of that, we should remember that we're not masters of our own time.",
    "start": "00:26:17",
    "end": "00:26:20"
  },
  {
    "text": "Yeah.",
    "start": "00:26:20",
    "end": "00:26:21"
  },
  {
    "text": "But then the other idea is that the purpose of time is to rest, is to culminate in rest.",
    "start": "00:26:21",
    "end": "00:26:28"
  },
  {
    "text": "Yeah. The destiny.",
    "start": "00:26:28",
    "end": "00:26:30"
  },
  {
    "text": "The destiny.",
    "start": "00:26:30",
    "end": "00:26:31"
  },
  {
    "text": "Yeah. There's a journey required to reach that wholeness or completeness.",
    "start": "00:26:31",
    "end": "00:26:35"
  },
  {
    "text": "The antagonist is to. That is death and pain or in Genesis 1, darkness. Darkness and disorder. And disorder. And when we're controlling our time, we're fighting. We're using our own energy to fight against darkness and disorder.",
    "start": "00:26:35",
    "end": "00:26:52"
  },
  {
    "text": "Yes.",
    "start": "00:26:52",
    "end": "00:26:52"
  },
  {
    "text": "And there's also the sense of Sabbath, which is. God will do that for you.",
    "start": "00:26:53",
    "end": "00:26:58"
  },
  {
    "text": "Yeah, that's right. The seventh day is about the complete, harmonious order of God's world. The journey to the seventh day, starting from darkness and disorder, journeying 1, 2, 3, 4, 5, 6, is about the journey from darkness and disorder into that completeness and harmonious whole. And so the seventh day contains both of those nuances. It'd be good to develop shorthand for that. Maybe one is completeness and the other one is liberation. I mean, liberation, which is importing the Exodus into it. But that's where it's all going. And in retrospect, Genesis 1 is about a kind of exodus of creation out of the darkness and disorder into.",
    "start": "00:26:58",
    "end": "00:27:44"
  },
  {
    "text": "It's a type of liberation.",
    "start": "00:27:44",
    "end": "00:27:46"
  },
  {
    "text": "Yeah. The journey towards seven is about being liberated from one.",
    "start": "00:27:46",
    "end": "00:27:51"
  },
  {
    "text": "Liberated into completeness.",
    "start": "00:27:52",
    "end": "00:27:53"
  },
  {
    "text": "Liberated into completeness. Oh, there you go. Yeah. Yes. Liberation leading to completeness. But liberation and completeness are.",
    "start": "00:27:53",
    "end": "00:28:02"
  },
  {
    "text": "Or completeness found in liberation.",
    "start": "00:28:03",
    "end": "00:28:05"
  },
  {
    "text": "Yeah. So that's. That's one main thing about Genesis 1. I think it's where we start.",
    "start": "00:28:05",
    "end": "00:28:09"
  },
  {
    "text": "Yeah.",
    "start": "00:28:09",
    "end": "00:28:10"
  },
  {
    "text": "And that sets the table for clarifying. What does it mean for God to Shabbat, to cease and rest?",
    "start": "00:28:10",
    "end": "00:28:17"
  },
  {
    "text": "What does it mean for God to Shabbat?",
    "start": "00:28:17",
    "end": "00:28:20"
  },
  {
    "text": "Let's talk about that now.",
    "start": "00:28:20",
    "end": "00:28:21"
  },
  {
    "text": "So we're gonna talk about God resting. What does that mean? Before we get into that.",
    "start": "00:28:54",
    "end": "00:28:59"
  },
  {
    "text": "Yeah.",
    "start": "00:28:59",
    "end": "00:28:59"
  },
  {
    "text": "Why seven? Why the number seven as the number for completeness? Why not the number nine?",
    "start": "00:28:59",
    "end": "00:29:07"
  },
  {
    "text": "Yeah.",
    "start": "00:29:07",
    "end": "00:29:08"
  },
  {
    "text": "Why couldn't it be nine?",
    "start": "00:29:08",
    "end": "00:29:09"
  },
  {
    "text": "Yeah.",
    "start": "00:29:09",
    "end": "00:29:09"
  },
  {
    "text": "Or 15?",
    "start": "00:29:09",
    "end": "00:29:11"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:29:11",
    "end": "00:29:12"
  },
  {
    "text": "Or three?",
    "start": "00:29:12",
    "end": "00:29:13"
  },
  {
    "text": "Yeah. Yep.",
    "start": "00:29:13",
    "end": "00:29:14"
  },
  {
    "text": "Those all would create a nice symmetry as well.",
    "start": "00:29:14",
    "end": "00:29:16"
  },
  {
    "text": "Yeah. Three is a nice symmetry.",
    "start": "00:29:16",
    "end": "00:29:18"
  },
  {
    "text": "Yeah.",
    "start": "00:29:18",
    "end": "00:29:19"
  },
  {
    "text": "In fact, it's the shortest of them. It's simpler than seven, isn't it? Yes. So seven. It's. Actually, I had a hard time finding resources in terms of ancient historians for any kind of consensus on the matter. However, the most repeated connection in the whole thing is actually phases of the moon. So a lunar cycle is. And here I'm quoting from an older work by a guy with last name Farbridge, wrote a classic work called Number Symbolism in Biblical and Semitic Cultures. Okay, so the lunar cycle is 29.5 days.",
    "start": "00:29:19",
    "end": "00:30:01"
  },
  {
    "text": "Yeah, 29.53 days.",
    "start": "00:30:02",
    "end": "00:30:04"
  },
  {
    "text": "Oh, there's exact. The biblical Hebrew word for month is chodesh. And that's a way of. It's a way of talking about the moon. Cycle the month. So you break that number down and what you get is a lunar month is 4, what, 7.3 ish day cycles. So a lunar month is essentially 7.",
    "start": "00:30:04",
    "end": "00:30:29"
  },
  {
    "text": "Because 4 times 7 is 28.",
    "start": "00:30:29",
    "end": "00:30:31"
  },
  {
    "text": "Correct.",
    "start": "00:30:32",
    "end": "00:30:32"
  },
  {
    "text": "So you still got one and a.",
    "start": "00:30:32",
    "end": "00:30:33"
  },
  {
    "text": "Half days to make up for. And so what you often find is ancient calendars, Semitic and ancient Babylonian calendars that do a number of cycles of seven and then they have different ways to make up for. They call it intercalations where they insert extra days to make up for that catch back up accumulation accumulating. That's right.",
    "start": "00:30:33",
    "end": "00:30:55"
  },
  {
    "text": "We do the same thing with leap year.",
    "start": "00:30:55",
    "end": "00:30:56"
  },
  {
    "text": "Exactly, totally, exactly. Yeah, that's right. So what you can also do then is instead of using the moon, do lunar cycles, which is what are what modern western calendars are based off of.",
    "start": "00:30:56",
    "end": "00:31:08"
  },
  {
    "text": "Lunar cycles, that is the moon. I'm sorry, solar cycles.",
    "start": "00:31:09",
    "end": "00:31:12"
  },
  {
    "text": "Solar cycles. That's what I meant to say. Yeah, solar cycle. You know, here's the 365 point something.",
    "start": "00:31:12",
    "end": "00:31:20"
  },
  {
    "text": "Yeah, 0.2 something.",
    "start": "00:31:20",
    "end": "00:31:22"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:31:22",
    "end": "00:31:23"
  },
  {
    "text": "And that's why it's like 0.24 something.",
    "start": "00:31:23",
    "end": "00:31:26"
  },
  {
    "text": "That actually gets you a little cleaner. Right. Because essentially you can do a solar year and then every four years you just have to add one extra day.",
    "start": "00:31:27",
    "end": "00:31:34"
  },
  {
    "text": "Although because it's not exactly one.",
    "start": "00:31:34",
    "end": "00:31:37"
  },
  {
    "text": "Oh, true.",
    "start": "00:31:37",
    "end": "00:31:38"
  },
  {
    "text": "Every hundred years you skip a leap year.",
    "start": "00:31:38",
    "end": "00:31:40"
  },
  {
    "text": "Oh, fascinating.",
    "start": "00:31:40",
    "end": "00:31:42"
  },
  {
    "text": "And then every thousand years you don't skip that leap year. And then because of that we can stay on track for millennium.",
    "start": "00:31:42",
    "end": "00:31:49"
  },
  {
    "text": "Well, there you go. So here's something fascinating. That's true. And so people, ancient historians in biblical scholarship have been trying to trace back the origins of the Sabbath practice in ancient Israel. And so it's true they can spot certain cycles of time, like an ancient Sumerian or Babylonian culture that use a seven, a seven structure somewhere, but never as consistently as in the Jewish calendar. In the Jewish calendar it's all about sevens. And actually the Sabbath cycle is independent of the moon cycle. The Sabbath doesn't follow the moon. Follow the moon. And so then some people debate, well, did it originally follow the moon cycle and then eventually it diverged from it. But by the time you get to the shape of the Hebrew Bible, the final shape in the second Temple period, again and always it's like a quilt, it's organized way older materials. But the final shaping of the collection is second temple. Then even by that time the seven day cycle independent of the moon cycle is ancient even for the Jewish people who are putting together the Tanakh. So I think that's significant in that, in other words, the Sabbath cycle as a cycle of seven doesn't coincide with any natural phenomenon.",
    "start": "00:31:50",
    "end": "00:33:09"
  },
  {
    "text": "Well, except for that naturally a lunar cycle is about. Just about four sets of seven.",
    "start": "00:33:10",
    "end": "00:33:18"
  },
  {
    "text": "About. But not exactly.",
    "start": "00:33:18",
    "end": "00:33:20"
  },
  {
    "text": "But not exactly.",
    "start": "00:33:20",
    "end": "00:33:20"
  },
  {
    "text": "Nope. Which means that sometimes, like there are some of Israel's feast days that connect with the first of the month, the first day of the month, and that stays independent. Like Rosh Hashanah is the first day of the seventh month of the religious calendar. And sometimes that's a Sabbath, sometimes not.",
    "start": "00:33:20",
    "end": "00:33:43"
  },
  {
    "text": "It's interesting to think about how at some point in human history, it just became a normal. You have to think about how we can organize our concept of time.",
    "start": "00:33:43",
    "end": "00:33:53"
  },
  {
    "text": "That's right.",
    "start": "00:33:53",
    "end": "00:33:53"
  },
  {
    "text": "And we have the sun and the moon and the stars. But even so, you know, like, the sun creates the days. And that's really obvious. Yeah, that's obvious.",
    "start": "00:33:53",
    "end": "00:34:03"
  },
  {
    "text": "Yeah.",
    "start": "00:34:03",
    "end": "00:34:03"
  },
  {
    "text": "But then you watch a lunar cycle, why break that up into four weeks? Someone had to just decide, like, you know, what, it makes the most sense for us to repeat our lives in a pattern of seven. Ish.",
    "start": "00:34:03",
    "end": "00:34:17"
  },
  {
    "text": "Yeah.",
    "start": "00:34:17",
    "end": "00:34:17"
  },
  {
    "text": "Like at some point that became like the thing.",
    "start": "00:34:17",
    "end": "00:34:19"
  },
  {
    "text": "Well, the strict seven day cycle is the ancient Israelite Jewish thing.",
    "start": "00:34:19",
    "end": "00:34:24"
  },
  {
    "text": "Okay.",
    "start": "00:34:24",
    "end": "00:34:25"
  },
  {
    "text": "That passed into Western culture through Jewish Christian tradition. Babylonians used. It used sevens partially, but not consistently, not universally. Their calendar was not like the Jewish calendar. And I haven't done the homework here in terms of like ancient Greek and Roman calendars. So here's something. You and I have grown up in a culture where the seven day week is taken for granted. Is taken for granted.",
    "start": "00:34:25",
    "end": "00:34:51"
  },
  {
    "text": "Yeah, it's woven into the fabric.",
    "start": "00:34:51",
    "end": "00:34:53"
  },
  {
    "text": "So we don't even understand this religious tradition. The Jewish Christian tradition was a minority ethnic religious group for most of its earliest history. So the way they operated in their calendar was at odds with the world around them and their ways of accounting for calendar. And we can't even imagine that.",
    "start": "00:34:53",
    "end": "00:35:14"
  },
  {
    "text": "Yeah, it's kind of like if you lived around Jewish people, they'd be walking around and they'd be like, hey, it's Sabbath. And you'd be like, what?",
    "start": "00:35:14",
    "end": "00:35:22"
  },
  {
    "text": "What? Exactly. So Sabbath. Think of why. What were most visible to Canaanites or Greeks and Romans that would make Israelites and Jews stick out kosher food laws, circumcision, especially in the Greek and Roman era, where everybody hangs out at the public baths, all the men, whether you're circumcised or not, it's public knowledge. And then the calendar, they don't work. And so especially in the Greek and Roman eras, the Sabbath practice earned, you know, in like propaganda or anti Semitic Propaganda. The idea is the Jews are lazy. This is where that comes from.",
    "start": "00:35:22",
    "end": "00:36:00"
  },
  {
    "text": "Because they stop working.",
    "start": "00:36:00",
    "end": "00:36:01"
  },
  {
    "text": "Because they stop working one day a week.",
    "start": "00:36:01",
    "end": "00:36:03"
  },
  {
    "text": "Yeah. Who do they think they are?",
    "start": "00:36:03",
    "end": "00:36:05"
  },
  {
    "text": "Totally. And eventually in the Roman Empire, Jews gained special exemptions for taxes and legal status as a legitimate religious group. And so it was legal and acceptable that they didn't work and could pay certain taxes to Jerusalem. But it still was like in the eyes of their neighbors, they just are kooks making up.",
    "start": "00:36:05",
    "end": "00:36:28"
  },
  {
    "text": "The meaning of your calendar is kind of like Movember, where like everyone just grows a mustache. It's like, why are you doing that? It's Movember. Who said it's Movember? That's a made up thing.",
    "start": "00:36:28",
    "end": "00:36:41"
  },
  {
    "text": "Oh, got it. Okay. Yeah, sure. Like, yeah, got it. Sure. And anytime new, like in America, anytime a new federal holiday is introduced and it's usually controversial. So. Yeah. The structure of time is not woven into the nature of reality.",
    "start": "00:36:41",
    "end": "00:36:58"
  },
  {
    "text": "Yeah.",
    "start": "00:36:58",
    "end": "00:36:59"
  },
  {
    "text": "A seven day week for an ant. It's just light, dark, light, dark.",
    "start": "00:36:59",
    "end": "00:37:04"
  },
  {
    "text": "Yeah.",
    "start": "00:37:04",
    "end": "00:37:05"
  },
  {
    "text": "Humans bring meaningful structures to time and different cultures do it differently. And the biblical heritage has a structure of time that in its current shape. In the Hebrew scriptures, the seven day cycle is not dependent on the moon or the sun or the seasons.",
    "start": "00:37:05",
    "end": "00:37:23"
  },
  {
    "text": "It's not. I mean, you could see where it would have been inspired by the lunar cycle. But then to get strict and say, well, despite what the. We're not even trying to catch back up to the lunar cycle. We're sticking with seven.",
    "start": "00:37:23",
    "end": "00:37:36"
  },
  {
    "text": "Totally.",
    "start": "00:37:36",
    "end": "00:37:36"
  },
  {
    "text": "Something about seven.",
    "start": "00:37:36",
    "end": "00:37:37"
  },
  {
    "text": "Yep. And that's going to become important. And within the narrative of the Hebrew Bible, it's God's act of creation. God's ability to create organization out of nothingness. The seven day pattern doesn't arise out of nature. It arises out of super nature. Namely God's power to generate time and order. This is why in the classic Jewish calendar, you can take the chronology of the Hebrew Bible all the way back to the first day of creation.",
    "start": "00:37:37",
    "end": "00:38:06"
  },
  {
    "text": "You can say it again.",
    "start": "00:38:07",
    "end": "00:38:08"
  },
  {
    "text": "The seventh day of creation is the first Sabbath. You can work the chronology of the Hebrew Bible out. And I forget we're in year 5700 or something from day one, from creation or 600.",
    "start": "00:38:08",
    "end": "00:38:23"
  },
  {
    "text": "Is that where the young earth age comes in?",
    "start": "00:38:24",
    "end": "00:38:26"
  },
  {
    "text": "Well, this is only in Jewish tradition. There's a Christian version of this too. But in orthodox Jewish circles, you mark the date by how many days and years it is from Genesis 1, 1.",
    "start": "00:38:26",
    "end": "00:38:38"
  },
  {
    "text": "Oh, because you're just counting generations.",
    "start": "00:38:38",
    "end": "00:38:40"
  },
  {
    "text": "Because you can count. Yeah. You can reconstruct the chronology of the Hebrew Bible in a Certain way to get you all the way back to. How many Sabbath cycles does it take through the story of the Hebrew Bible to get you back to Genesis 1:1.",
    "start": "00:38:41",
    "end": "00:38:53"
  },
  {
    "text": "Wow.",
    "start": "00:38:53",
    "end": "00:38:53"
  },
  {
    "text": "You can do it.",
    "start": "00:38:53",
    "end": "00:38:54"
  },
  {
    "text": "Crazy. You can really do that.",
    "start": "00:38:54",
    "end": "00:38:56"
  },
  {
    "text": "Yeah. There's a common ancient Near Eastern background to the meaning of seven as beginning something new. In other cultures, it's tied to the lunar cycle of the seven day structure, but with a remainder. The biblical seven day Sabbath structure as a symbol of completeness is also connected to another factor that's unique to Hebrew, namely that the word fullness for something to be full or complete. The word fullness or completeness is spelled with the same three letters as the number seven. So sheva is the Hebrew word for seven and then sava is the Hebrew verb for to be full. And that word play is capitalized on by the biblical authors many times. There's also the word Shavua or to swear an oath. Shava is also a wordplay made in connection with Sabbath. Namely the feast day called Shavuot or Pentecost is about you wait seven times seven days after Passover until Pentecost and then that's called Shavuot, which can be seven mean sevens or weeks. But it's also the same spelling as the Hebrew word for oath. There develops a wordplay that goes on about the Sabbath structure of time is about God's covenantal oath to structure all of time and creation. So all that to say is the word, the three letters oath, like a commitment of sorts. Yeah, It's God's oath or covenant about the structuring of time. So all that, say seven as a symbol of completeness is pretty rich.",
    "start": "00:38:56",
    "end": "00:40:46"
  },
  {
    "text": "Deep.",
    "start": "00:40:46",
    "end": "00:40:47"
  },
  {
    "text": "It's rich, it's deep. And this is why you find sevens all over the Hebrew Bible, because it's such a common symbol of completeness.",
    "start": "00:40:47",
    "end": "00:40:54"
  },
  {
    "text": "So what does it mean for God to rest?",
    "start": "00:41:35",
    "end": "00:41:38"
  },
  {
    "text": "So we talked about this earlier in Genesis 2, verses 1 and 2, at the completion on the seventh day, the skies and the land are complete. What God does the verb, the Hebrew verb for God resting is the verb Shabbat, where the word Sabbath comes from. So technically, if you do a word study on Shabbat, the verb occurs a lot. And it technically means to stop, to cease from. So here's a good example from Joshua chapter five. Yeah. After the Israelites cross into the land after crossing the Jordan river in Joshua chapter five, the manna, the manna bread that they've been getting in the wilderness, it Shabbats, it's over. Yeah. So it's not like, oh, the manna relaxes or it stops.",
    "start": "00:41:39",
    "end": "00:42:26"
  },
  {
    "text": "Ceased.",
    "start": "00:42:26",
    "end": "00:42:27"
  },
  {
    "text": "Ceased. Yeah. But here's what's interesting. So the verb used in Genesis 2 is Shabbat. Do you remember we looked at in the Ten Commandments?",
    "start": "00:42:27",
    "end": "00:42:36"
  },
  {
    "text": "Yeah. The other words start with an N or something.",
    "start": "00:42:36",
    "end": "00:42:38"
  },
  {
    "text": "Yeah, exactly. Yeah. Noach. Yeah. So Exodus 20 says, in six days, Yahweh made the skies and the land and the sea and all that's in them. And he nuached, he rested on the seventh day. Therefore, Yahweh blessed the Shabbat. So in the Ten Commandments, you get both words Shabbat and another verb, nu'. Ach. And nuach is interesting, and it is much more close to our English word res, but actually another nuance that we don't quite have in English. Maybe we do here. Look at some examples in Exodus 10. These are uses of the word nuach in Exodus 10, one of the ten plagues about the locust. Exodus 10:14, it says, the locust came up over the land of Egypt, and Nuocht in all the land, it, like, descended. Yeah, they come up over the land. Yeah, they. Nuach means they enter into and fill up the nuach. So it's the idea of settling in.",
    "start": "00:42:38",
    "end": "00:43:37"
  },
  {
    "text": "Settling, Yep. Yeah.",
    "start": "00:43:37",
    "end": "00:43:39"
  },
  {
    "text": "Yeah. So and this is true when this verb is used of God here, God nuached on the seventh day in Exodus, it's of creatures people can nuach. And it always involves settling into a place. And then often forgotten people, it's settling in somewhere because it's safe and stable and secure now. So like in 2 Samuel 7, one says, now when King David dwelt in his house, he's already had all his great battles. It says Yahweh had given him nuach from his enemies, and so he has rest. And then this is the chapter where he's going to propose to build a temple. The time of war is over. We're at rest in the land. God's given us rest. Now we can attend. What do you call that? Domestic matters? Yeah, something like that.",
    "start": "00:43:39",
    "end": "00:44:27"
  },
  {
    "text": "Yeah, that's the picture. We have the term nesting.",
    "start": "00:44:27",
    "end": "00:44:30"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:44:30",
    "end": "00:44:31"
  },
  {
    "text": "Like you kind of like, get your home all in order.",
    "start": "00:44:32",
    "end": "00:44:35"
  },
  {
    "text": "Yeah. Dialed in. Yeah, that's right.",
    "start": "00:44:35",
    "end": "00:44:36"
  },
  {
    "text": "Comfortable. Just so you can kind of just like, feel at home.",
    "start": "00:44:36",
    "end": "00:44:40"
  },
  {
    "text": "I first came across that term when we were getting ready for our first child to arrive, when Jessica was pregnant. Oh, that's where I've heard that term, parents giving their kids. Yeah. Yeah.",
    "start": "00:44:40",
    "end": "00:44:51"
  },
  {
    "text": "It makes sense for kids.",
    "start": "00:44:52",
    "end": "00:44:53"
  },
  {
    "text": "Yeah. But is it used in other ways, too?",
    "start": "00:44:53",
    "end": "00:44:55"
  },
  {
    "text": "Well, maybe not. Maybe I'm just Confusing it. Yeah, I think you could just use it for just. Yeah, just getting your. Getting your home all comfy.",
    "start": "00:44:55",
    "end": "00:45:02"
  },
  {
    "text": "Yeah.",
    "start": "00:45:02",
    "end": "00:45:02"
  },
  {
    "text": "Those seem like two different ideas. You could separate those ideas.",
    "start": "00:45:03",
    "end": "00:45:07"
  },
  {
    "text": "Yeah.",
    "start": "00:45:07",
    "end": "00:45:07"
  },
  {
    "text": "You can rest and you can settle in. You can't settle in without resting. Yeah, but you can rest without settling in.",
    "start": "00:45:07",
    "end": "00:45:15"
  },
  {
    "text": "Yeah.",
    "start": "00:45:15",
    "end": "00:45:15"
  },
  {
    "text": "Like if I came over to your house and I'm just waiting for you to get ready, I might kick my feet up a little bit. But I'm just gonna. I'm gonna sit there and maybe check something on my phone. I might feel like I'm resting. But I'm not gonna settle in.",
    "start": "00:45:16",
    "end": "00:45:31"
  },
  {
    "text": "Yeah.",
    "start": "00:45:31",
    "end": "00:45:32"
  },
  {
    "text": "Yeah. I'm not gonna take off my shoes and put them on the sofa and turn the TV on and.",
    "start": "00:45:32",
    "end": "00:45:38"
  },
  {
    "text": "Yeah, that's my snack. That's Nuach.",
    "start": "00:45:39",
    "end": "00:45:41"
  },
  {
    "text": "That's Nuach.",
    "start": "00:45:41",
    "end": "00:45:42"
  },
  {
    "text": "Yeah, totally. But when you're nuaching, it means that you have Shabbat ed. In other words, you've stopped doing what you were doing previously. You got off work. If you come over to my house on Friday night to Nuach and do all that stuff, what you did a few hours earlier was Shabbat from your work week.",
    "start": "00:45:42",
    "end": "00:45:58"
  },
  {
    "text": "I understand there's been Shabbat and Nuach. I'm just saying is there is rest. I'm just trying to understand. When I say rest or when Nuach is translated rest, should I always be thinking about settling in?",
    "start": "00:45:58",
    "end": "00:46:09"
  },
  {
    "text": "I see.",
    "start": "00:46:09",
    "end": "00:46:09"
  },
  {
    "text": "Does it always mean that I understand, or can it just mean what we mean sometimes when we just mean. I'll just take a break for a second.",
    "start": "00:46:10",
    "end": "00:46:17"
  },
  {
    "text": "Right. Well, that's Shabbat taking a break. Is Shabbat to cease from. To Nuach is then to take a break so that I can settle in to my cessation.",
    "start": "00:46:17",
    "end": "00:46:28"
  },
  {
    "text": "And that's resting.",
    "start": "00:46:29",
    "end": "00:46:29"
  },
  {
    "text": "And that's nuach.",
    "start": "00:46:30",
    "end": "00:46:31"
  },
  {
    "text": "And that's nuach.",
    "start": "00:46:31",
    "end": "00:46:32"
  },
  {
    "text": "The challenge is in our English translations. We don't see a difference between Shabbat and Nuach. It all gets the English word rest and. And they're coordinated. I mean, the fact that Shabbat is used in Genesis 1, but now we're in the Ten Commandments, and both words are used. Shabbat is used. And I think there's a reason you nuach into a place that is safe and stable and secure. In Genesis 1, we just have the dry land and the humans appointed to rule. And the whole question is, are humans going to Nuach in this place God's provided?",
    "start": "00:46:32",
    "end": "00:47:06"
  },
  {
    "text": "Yeah.",
    "start": "00:47:06",
    "end": "00:47:07"
  },
  {
    "text": "Well, let's.",
    "start": "00:47:07",
    "end": "00:47:07"
  },
  {
    "text": "Are we going to settle in?",
    "start": "00:47:07",
    "end": "00:47:08"
  },
  {
    "text": "Let's see how the story goes.",
    "start": "00:47:08",
    "end": "00:47:10"
  },
  {
    "text": "Yeah.",
    "start": "00:47:10",
    "end": "00:47:10"
  },
  {
    "text": "Has God settled in Has God settled in to rest? So this is interesting.",
    "start": "00:47:10",
    "end": "00:47:15"
  },
  {
    "text": "Yeah. Because God didn't he Shabbat. He didn't Nuach.",
    "start": "00:47:15",
    "end": "00:47:19"
  },
  {
    "text": "He Shabbat, but it's not Nuach. So in other words, the seventh in Genesis 1 you're building up. I actually haven't worked this out, even with great clarity in my own mind. It's kind of cloudy. So the seventh day is a culmination. You go from darkness and disorder and in Genesis 1 to the seventh day. So in one sense it's like, ah, yes. But in another sense, it's just setting the stage for the eighth day when humans and God are in the garden together. Nuach. In the garden together. And you get that.",
    "start": "00:47:19",
    "end": "00:47:48"
  },
  {
    "text": "Wait, is that word used in Genesis 2? No, but the idea is it is. Oh, it is, it is.",
    "start": "00:47:48",
    "end": "00:47:52"
  },
  {
    "text": "And we'll talk about that in a second or maybe in next episode or two. So the seventh day on a cosmic scale of Genesis 1, the seventh day is the completion.",
    "start": "00:47:52",
    "end": "00:48:03"
  },
  {
    "text": "Yeah.",
    "start": "00:48:03",
    "end": "00:48:03"
  },
  {
    "text": "In terms of the unfolding narrative of the Hebrew Bible, the seventh day of Genesis 1 is. Okay, now are God and humans going to nu' auch together in this place that God's provided? Let the drama begin. And of course, that's not what happens.",
    "start": "00:48:04",
    "end": "00:48:19"
  },
  {
    "text": "Now, I've heard you say God's resting his Sabbath into creation is resting and reigning. You've used that phrase before, to rest and reign.",
    "start": "00:48:19",
    "end": "00:48:29"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:48:29",
    "end": "00:48:30"
  },
  {
    "text": "And I haven't really asked you much about, like, where do you get the reigning thing? Is that part of settling in? Well, actually, I knew you got it from that. If this is connected to the temple and the way that creation is a temple, on the last day, on the seventh day, the king will come and he'll settle into his palace and then reign like David.",
    "start": "00:48:30",
    "end": "00:48:53"
  },
  {
    "text": "We just read 2 Samuel 7, King David dwelt in his house. Yahweh gave him rest. Now I build the temple, and it's actually his son who builds the temple. So, yes, in other words, the language of God's resting place, God's nuach, the noun is menuchah.",
    "start": "00:48:53",
    "end": "00:49:12"
  },
  {
    "text": "Where does that language come from?",
    "start": "00:49:12",
    "end": "00:49:13"
  },
  {
    "text": "That is the language. That's temple language. So here, this is the next example to understand the verb nuach is Psalm 132.",
    "start": "00:49:14",
    "end": "00:49:21"
  },
  {
    "text": "Okay.",
    "start": "00:49:21",
    "end": "00:49:22"
  },
  {
    "text": "The whole Psalm is about how God appointed David as the messianic like line, made a covenant. From your seed will come a king. But then also closely aligned with the promise of a new David is a temple, a resting place. And so in Psalm 132, we read for Yahweh has chosen Zion. He has desired it for his dwelling. This is my resting place, my Nuach place. It's a noun connected to Nuach Menucha. Forever and ever. Here I sit enthroned. That's royal king, language of God, for I've desired it. So in one sense. Genesis 1 gives us a picture of the whole cosmos as the temple. The seventh day is God taking up his reign and rule and rest with within his temple.",
    "start": "00:49:22",
    "end": "00:50:15"
  },
  {
    "text": "He stops from the work of creating the temple.",
    "start": "00:50:16",
    "end": "00:50:18"
  },
  {
    "text": "That's right.",
    "start": "00:50:18",
    "end": "00:50:19"
  },
  {
    "text": "And then he.",
    "start": "00:50:19",
    "end": "00:50:20"
  },
  {
    "text": "His presence comes to fill it in.",
    "start": "00:50:20",
    "end": "00:50:22"
  },
  {
    "text": "A way that's like when the real work begins of a king. Right?",
    "start": "00:50:22",
    "end": "00:50:25"
  },
  {
    "text": "Totally. Yeah. In terms of operating. But the point is, I've done all the hard work to get it ready. Now here it is, it's ready. I'm going to fill it and now oversee its operations. End. Right, that's right.",
    "start": "00:50:25",
    "end": "00:50:38"
  },
  {
    "text": "Which is a type of rest, which.",
    "start": "00:50:38",
    "end": "00:50:40"
  },
  {
    "text": "Is called rest to settle in.",
    "start": "00:50:40",
    "end": "00:50:42"
  },
  {
    "text": "To settle in.",
    "start": "00:50:42",
    "end": "00:50:43"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:50:43",
    "end": "00:50:44"
  },
  {
    "text": "But you could also call that work.",
    "start": "00:50:44",
    "end": "00:50:46"
  },
  {
    "text": "Well, it's a new kind of work. It's not the work that it took to get it already. It's now the work of enjoying the fruits of your labor. This is all going to provide the template.",
    "start": "00:50:46",
    "end": "00:50:58"
  },
  {
    "text": "Unless your kingdom stinks, you know, and like, people are hard to rule and the nations are coming against you.",
    "start": "00:50:58",
    "end": "00:51:04"
  },
  {
    "text": "Well, okay, yeah. There's so many layers here. This is all providing a template for Israel's entry into the promised land. The promised land in the book of Deuteronomy is called Israel's Nuach, their menucha, the place of rest. And this whole thing is going to be, you're going to inherit a land that you didn't work for, vineyards you didn't plant, houses you didn't build. It's all been provided for you. Just like in Genesis 1, humanity gets this place of rest given to them that they didn't make. It's was already prepared for them. So the idea of inheriting the place of rest as Israel inheriting the promised Land as a place of rest doesn't mean they have no farming to do.",
    "start": "00:51:04",
    "end": "00:51:46"
  },
  {
    "text": "Yeah.",
    "start": "00:51:46",
    "end": "00:51:47"
  },
  {
    "text": "But it does mean that they've inherited this great gift that they get to enjoy. And then of course, they lose it. So there's something similar that's all set on analogy to Genesis 1. God's the one providing and working to provide stability on the seventh day. He rests, fills it, rules it, and wants to share it with others so that they can join his rest. That's the model that's both ideas, the creation and completion. And the journey towards the state of rest out of disorder and darkness. The liberation idea.",
    "start": "00:51:48",
    "end": "00:52:19"
  },
  {
    "text": "Sam.",
    "start": "00:52:27",
    "end": "00:52:39"
  },
  {
    "text": "So Genesis 1, the seventh day is both gives you kind of the whole storyline of like, man. That sounds awesome. Humanity with God, Shabbating and Nuaching in this wonderful organized creation. That sounds awesome. What are other ways, what's other vocabulary to think about that? God and human in the place of abundance and safety. Well, another thing that God does on the seventh day is bless it. He blessed the seventh day.",
    "start": "00:52:52",
    "end": "00:53:20"
  },
  {
    "text": "Okay.",
    "start": "00:53:20",
    "end": "00:53:21"
  },
  {
    "text": "It's the day of blessing. It's the day of completion, the day of rest and the day of blessing.",
    "start": "00:53:21",
    "end": "00:53:26"
  },
  {
    "text": "And that word loses its meaning for me so fast.",
    "start": "00:53:26",
    "end": "00:53:29"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:53:29",
    "end": "00:53:30"
  },
  {
    "text": "You blessed it.",
    "start": "00:53:30",
    "end": "00:53:31"
  },
  {
    "text": "Yeah, yeah. Well, in Genesis 1. Have I come across that word before?",
    "start": "00:53:31",
    "end": "00:53:36"
  },
  {
    "text": "Yeah, I mean, at the end of every day, he blesses the day. Right.",
    "start": "00:53:36",
    "end": "00:53:39"
  },
  {
    "text": "He blesses the creatures on the fifth day. The sky fliers and the water swarmers. He blesses them. God blessed them. This is Genesis 1:22, saying, Be fruitful and multiply. Fill the waters and let birds multiply over the land.",
    "start": "00:53:39",
    "end": "00:53:57"
  },
  {
    "text": "The blessing is the abundance that they.",
    "start": "00:53:57",
    "end": "00:54:00"
  },
  {
    "text": "Get to experience abundance.",
    "start": "00:54:00",
    "end": "00:54:01"
  },
  {
    "text": "Blessing is abundance.",
    "start": "00:54:01",
    "end": "00:54:02"
  },
  {
    "text": "Blessing. I'm just saying the first uses in Genesis 1, and then Genesis 1:28, God blessed the humans, saying, be fruitful and multiply. Fill the earth and subdue it.",
    "start": "00:54:02",
    "end": "00:54:14"
  },
  {
    "text": "Abundance and rule.",
    "start": "00:54:14",
    "end": "00:54:15"
  },
  {
    "text": "So then the third use of the word bless in Genesis 1 is. And God blessed the seventh day.",
    "start": "00:54:15",
    "end": "00:54:21"
  },
  {
    "text": "Yeah.",
    "start": "00:54:21",
    "end": "00:54:22"
  },
  {
    "text": "So if the first two occurrences teach me what blessing is, let it be fruitful and multiply.",
    "start": "00:54:22",
    "end": "00:54:28"
  },
  {
    "text": "Be abundant.",
    "start": "00:54:28",
    "end": "00:54:29"
  },
  {
    "text": "Yeah. May it multiply. Not in terms of, like, more days, but in terms of have baby days. Yeah. Whatever the seventh day means, may it just like.",
    "start": "00:54:29",
    "end": "00:54:40"
  },
  {
    "text": "Yeah, maybe full.",
    "start": "00:54:40",
    "end": "00:54:41"
  },
  {
    "text": "Exponentially fullness. Yeah, yeah. That is what the word fullness is spelled with the same letters as the word seven.",
    "start": "00:54:41",
    "end": "00:54:48"
  },
  {
    "text": "Oh, yeah. Completeness.",
    "start": "00:54:49",
    "end": "00:54:50"
  },
  {
    "text": "Yeah. Sava. Yeah, Some thoughts here about the blessing of the seventh day. This is Matilda Frey who did. She did a really important work on the Sabbath in the Torah that I learned a lot from. She says, set apart from all the other days, the blessing of the seventh day establishes the seventh part of created time as the day when God grants his presence to the created world. It's his presence then that provides the blessing and the sanctification. It says, God blessed the seventh day and he made it holy. Made it holy. The seventh day is blessed and established as that part of time that assures fruitfulness, future orientation, continuity and permanence for every aspect of life within the dimension of time. The seventh day is blessed by God's presence. For the sake of the world, for all nature and for all living beings. What she's doing, she's saying we have two occurrences of the word bless. What's that about? It's about God saying, hey, creatures go crazy. Like multiply. Abundance, fill and filling takes time. Right. Multiplication takes time. So the seventh day in Genesis 1 is like as if God is securing this as a world and as the time when abundance can live in security. It's the place of God's nuach. He's taken up residence there. God and his creatures. Creatures multiply in the presence of. Of their generous creator. There you go. It's a beautiful image. Yeah, yeah. It sounds like Eden, right?",
    "start": "00:54:50",
    "end": "00:56:33"
  },
  {
    "text": "Seventh day is Eden.",
    "start": "00:56:34",
    "end": "00:56:35"
  },
  {
    "text": "Yeah, yeah. So what can we say about Genesis 1? We can say that the portrait of time is that the seventh day is a culminating ideal where God and his creatures live together in blessing, in abundance. The seventh day also is something you have to wait for when you're in darkness and disorder. When there's disorder, you're waiting for the building up of. And the seventh day is something that only comes after a period of waiting if you're sitting in darkness and disorder. So it's the culmination. So there are lots of people who see the seventh day in Genesis 1 not just as. Like, if you look at the whole narrative time of the Hebrew scriptures, the seventh day of Genesis 1 is followed by the eighth day and just the story keeps on going. Yeah, there's nothing. It's cool, but it's not the end of history.",
    "start": "00:56:35",
    "end": "00:57:31"
  },
  {
    "text": "Right.",
    "start": "00:57:32",
    "end": "00:57:32"
  },
  {
    "text": "But because of the way Genesis 1 is designed, there are some people who say that story has two functions. One is to get the narrative going.",
    "start": "00:57:33",
    "end": "00:57:41"
  },
  {
    "text": "But also get the first week out of the way.",
    "start": "00:57:41",
    "end": "00:57:43"
  },
  {
    "text": "It's a way of thinking about the storyline of the whole Bible just in one fell swoop. That the seventh day of Genesis is itself an image for the culmination of all of history. Which would make sense.",
    "start": "00:57:43",
    "end": "00:57:58"
  },
  {
    "text": "That the culmination of history is rest and completeness and fullness. Abundance.",
    "start": "00:57:58",
    "end": "00:58:03"
  },
  {
    "text": "That's right. And that it's the.",
    "start": "00:58:03",
    "end": "00:58:05"
  },
  {
    "text": "It's a very optimistic view of history.",
    "start": "00:58:05",
    "end": "00:58:06"
  },
  {
    "text": "Yeah. That it's all. It is not based on anything that its creatures do. The world's creatures do. It's something that only God does. He provides the seventh day rest for his creatures, fills it with his presence. Here I've got some quotes. One by Samuel Turian, really interesting book called the Torah's Vision of Worship. He says, unlike the previous days, the seventh day of Genesis 1 is simply announced. There is no Mention of evening or morning. No mention of a beginning or ending. Ah, this is significant. Every day leading up to there's morning and there's evening. And God said that's what begins each day. And then the phrase there is evening and morning. Yeah, there is evening and morning.",
    "start": "00:58:07",
    "end": "00:58:53"
  },
  {
    "text": "It ends with that.",
    "start": "00:58:53",
    "end": "00:58:54"
  },
  {
    "text": "It ends with that. The seventh day begins with and so were completed the skies in the land. And then you get those three lines of seven words. God blessed it, he sanctified it, he rested. And then. Tarian notes. He says there's no mention of evening or morning. No mention of a beginning or ending of the seventh day.",
    "start": "00:58:54",
    "end": "00:59:16"
  },
  {
    "text": "Yeah.",
    "start": "00:59:16",
    "end": "00:59:17"
  },
  {
    "text": "The suggestion is that the primordial seventh day exists in perpetuity. It's a sacred day that can't be abrogated by the limitations common to the rest of the created order. So he thinks it's intentional that there's.",
    "start": "00:59:17",
    "end": "00:59:31"
  },
  {
    "text": "No evening and morning?",
    "start": "00:59:31",
    "end": "00:59:32"
  },
  {
    "text": "Yeah, he thinks it's a way literarily of saying everything leading up to the seventh day is under the cycle of time. But once you get to the seventh day, it explodes. It's like imprisonment to the boundaries of time.",
    "start": "00:59:32",
    "end": "00:59:47"
  },
  {
    "text": "He calls it the primordial seventh day.",
    "start": "00:59:47",
    "end": "00:59:50"
  },
  {
    "text": "Correct.",
    "start": "00:59:50",
    "end": "00:59:50"
  },
  {
    "text": "I had to just Google search that. Existing from the beginning of time.",
    "start": "00:59:50",
    "end": "00:59:55"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:59:55",
    "end": "00:59:56"
  },
  {
    "text": "The seventh day that existed from the beginning of time.",
    "start": "00:59:56",
    "end": "00:59:58"
  },
  {
    "text": "In other words, he sees Genesis 1 and as actually as a cosmic symbol, as a symbolic week that stands for all of history and all of time. Yeah, yeah. He thinks actually Genesis 1 through Genesis 1, days 1 through 7, aren't just, here's some interesting things about the first seven days of our universe.",
    "start": "00:59:58",
    "end": "01:00:20"
  },
  {
    "text": "Yeah.",
    "start": "01:00:21",
    "end": "01:00:22"
  },
  {
    "text": "For him, this is actually a map for all of the Bible's view of all of history. So that's why he's saying the primordial seventh day isn't a day. It's like the end of the story.",
    "start": "01:00:22",
    "end": "01:00:32"
  },
  {
    "text": "So not only is it an accounting of God dealing with darkness and disorder that turned into what we know as his creation, it is that, but it's more than that. It's also a way to think about God's recreation of darkness and disorder towards. That's right, an ultimate rest.",
    "start": "01:00:32",
    "end": "01:00:53"
  },
  {
    "text": "Yeah, the old.",
    "start": "01:00:53",
    "end": "01:00:54"
  },
  {
    "text": "Both things.",
    "start": "01:00:54",
    "end": "01:00:55"
  },
  {
    "text": "Yeah. Both sets the story going in terms of the narrative world of the Hebrew Bible. Literarily, the sun has not yet set on God's Sabbath. I think he's onto something here. It breaks the pattern that's noticeable to any reader, but it also opens the door to saying, oh, so there are seventh days and there are seventh days. There's been a seventh day ever since the beginning of creation. And that's the Sabbath cycle. But that seventh day in Genesis 1 where the sun doesn't set on it also opens it to become a symbol for new creation, where the sun never sets. The reason why I think Lauri is right here is because think of the depiction of the new Jerusalem in Revelation 22. And it's very clear to tell you that there's no sun or moon. It's just the perpetual divine glory that illuminates the new creation. Which is another way of saying God's presence fills the new creation. And so you don't need sun or moon to mark time. God's own presence and power provides the stability and whatever stability of whatever the new creation is going to be. So I think he's right. The seventh day of Genesis 1 is an image of the end of the story already on page one. And these two scholars are joined. I mean, I could read a lot more quotes. I think you get the idea.",
    "start": "01:00:55",
    "end": "01:02:23"
  },
  {
    "text": "This is all coming from the fact that evening and morning are absent.",
    "start": "01:02:23",
    "end": "01:02:27"
  },
  {
    "text": "Evening and morning are absent. But also then, as you read through the narrative of the Hebrew Bible, the seventh day is going to start the ultimate Sabbath rest. The final seventh is all going to become an image for the thing that God's going to do to solve all the problems of, of the current world. It'll become the ultimate jubilee, the ultimate year of release, the ultimate Passover. Because the Passover is a one day, the evening. You start Passover on an evening and then follow it by a seven day feast of unleavened bread. So Passover itself is another one of these cycles of seven from liberated from death and darkness into freedom and release in the promised land. So Genesis 1 is like a template that's just going to keep replaying over and over again the design pattern throughout the rest of the biblical story. And you're just going to reach. Think of it like Genesis 1. It's like a playbook that gives you like a core, I don't know, melody. And then the moment you move into the next narrative, it's going to set up the melody. But right at the point where you hope to get to the seventh day, something will go terribly wrong and you won't reach that seventh day note. So you're gonna go into the next cycle with Cain and then you're gonna do it with the flood. It's just gonna become all these narrative cycles and nobody ever fully reaches the seventh day ideal. And then it becomes a distant future. Hope for the thing that God has to do. Cool.",
    "start": "01:02:27",
    "end": "01:04:02"
  },
  {
    "text": "Thanks for listening to this episode of the Bible Project. Here's a quick correction from this episode. Tim referred to two scholars that we he accidentally said their names wrong. It is Samuel Ballantine and the other one's Richard Lowry. Both are amazing scholars. We have their names and their books in the show notes for you to check out. Today's show was produced by Dan Gummel. The theme music is by the band Tents. We're a crowdfunded NonProfit in Portland, Oregon, and all of this is made possible through the generous support of many people like you. So thanks for being a part of this with us.",
    "start": "01:04:02",
    "end": "01:04:36"
  },
  {
    "text": "Hey, this is Scott and I'm his sister Jody.",
    "start": "01:04:37",
    "end": "01:04:39"
  },
  {
    "text": "We're from Nova Scotia, Canada, and we're just here visiting the Bible Project and we just love the resources so much. Right, Jode?",
    "start": "01:04:40",
    "end": "01:04:47"
  },
  {
    "text": "Yeah, totally. We believe the Bible is a unified story and it leads to Jesus. The Bible Project is crowdfunded by people like us, and you can find free videos, study notes, and more@thebibleproject.com Thanks.",
    "start": "01:04:47",
    "end": "01:05:00"
  }
]