[
  {
    "text": "Hey, this is John at the bibleproject. And today on the podcast, we're going to continue a discussion about a theme in the Bible. It's a beautiful and big theme that we're calling seventh day rest. It's the idea that all of history is culminating in a time where humans and God can rule together on earth and rest and, and peace. It's why the Jewish people have celebrated the Sabbath, a stop day, to recognize that this reality is coming and it's the heartbeat behind all of the festivals in the Jewish calendar. Last week we began talking about Jesus and how he is the climax of this theme of seventh day rest. Jesus started his ministry on a Sabbath day, reading from the scroll of Isaiah and saying the ultimate Sabbath, the ultimate jubilee, would come with him, where slaves are set free and debts are forgiven. And after this announcement, he begins to go out and perform miracles. In this episode, we're going to discuss another claim that Jesus made that ties into the theme of seventh day rest. And it's found in Matthew 12 where Jesus calls himself the Lord of the Sabbath.",
    "start": "00:00:04",
    "end": "00:01:18"
  },
  {
    "text": "So this last line is for the Son of Adam is the Lord of the Sabbath, the truly human one that the whole storyline of the Hebrew Bible is pointing to. He's claiming that he is the one who will provide the rest. He's the human to which the storyline of the Torah was pointing, who will lead God's people towards the ultimate jubilee. We're getting into the scandal that Jesus represented, which wasn't offering an alternative religion. It was saying he was bringing the whole storyline of the scriptures and their tradition to its fulfillment. So you had to go through him.",
    "start": "00:01:19",
    "end": "00:01:56"
  },
  {
    "text": "For Jesus to go around and call himself the Lord of the Sabbath. I mean, that sounds pretty scandalous because if it's true, what does that mean for the sacred ritual of the Sabbath?",
    "start": "00:01:56",
    "end": "00:02:09"
  },
  {
    "text": "This became a pressing matter once the Jesus movement became multi ethnic. And Paul moves right towards this very issue in Romans chapter 14.",
    "start": "00:02:10",
    "end": "00:02:20"
  },
  {
    "text": "I'm John Collins and today I talk with Tim about Jesus claim that he's Lord of the Sabbath, what it means and how Paul handles the question of Sabbath celebration to a non Jewish Christian audience. Thanks for joining us. Here we go. Okay, we are on the home stretch in this conversation on eternal rest. Eternal rest, to use another phrase we haven't used.",
    "start": "00:02:20",
    "end": "00:02:50"
  },
  {
    "text": "No. Yeah, that's right.",
    "start": "00:02:51",
    "end": "00:02:52"
  },
  {
    "text": "That's kind of more from my childhood.",
    "start": "00:02:52",
    "end": "00:02:55"
  },
  {
    "text": "Yeah, and it's a good one. The rest.",
    "start": "00:02:56",
    "end": "00:02:58"
  },
  {
    "text": "The rest.",
    "start": "00:02:58",
    "end": "00:02:59"
  },
  {
    "text": "The idea of across the Jordan is the promised rest for God's people. And Jesus is baptized in the Jordan and Goes to his hometown and after a tour in the wilderness and then says, yeah, the ultimate Sabbath has arrived. Yeah, I'm doing it. So we're talking about Jesus announcement of the ultimate Sabbath, which he also calls the reign of God, the kingdom of God, the rule of God, the place and time and people over which God's rule is realized and embodied.",
    "start": "00:02:59",
    "end": "00:03:35"
  },
  {
    "text": "The way it was meant to be.",
    "start": "00:03:35",
    "end": "00:03:37"
  },
  {
    "text": "The way it was meant to be.",
    "start": "00:03:37",
    "end": "00:03:37"
  },
  {
    "text": "Which is this Genesis 1 and 2 image of a rule that is abundant that you don't have to slave in order to get to arrives kind of in its own way, in a way that's abundant and you get to cooperate with.",
    "start": "00:03:37",
    "end": "00:03:59"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:03:59",
    "end": "00:04:00"
  },
  {
    "text": "And there's plenty.",
    "start": "00:04:00",
    "end": "00:04:02"
  },
  {
    "text": "Yeah.",
    "start": "00:04:02",
    "end": "00:04:03"
  },
  {
    "text": "So Jesus is saying that that's happening with him, the Sabbath jubilee rest. It's starting.",
    "start": "00:04:04",
    "end": "00:04:10"
  },
  {
    "text": "He's bringing it into reality as he goes about announcing the release from sin and death to the people of Israel. And then he actually starts bringing it about as he heals people and creates communities where people can trust that they're forgiven by God and included in God's family.",
    "start": "00:04:10",
    "end": "00:04:32"
  },
  {
    "text": "Yeah.",
    "start": "00:04:33",
    "end": "00:04:33"
  },
  {
    "text": "To rest and enjoy the party.",
    "start": "00:04:33",
    "end": "00:04:35"
  },
  {
    "text": "Yeah, yeah, yeah. Either you're doing Sabbath rest or you're a slave to the decay and death. And they're mutually exclusive states and you've got to be liberated from one into the other.",
    "start": "00:04:36",
    "end": "00:04:53"
  },
  {
    "text": "That's right. Jesus was not coming. Offering an alternative to what some people call the religion of Judaism. And he's here to bring Christianity. The whole storyline of the Jewish scriptures is about God's mission to restore the nations and his world to the ultimate rest. That was the culmination of Genesis Chapter one. And so Jesus is saying, that's the whole thing that we've all been waiting for is here, and I'm the one doing it. So we talked about his announcement. We talked about his bringing about that rest in people. Often on the Sabbath. He'd go somewhere on the Sabbath and heal somebody, and that starts earning him some enemies. And again, not because he broke the Sabbath, but because he's claiming to be the one bringing God's eternal Sabbath into the present.",
    "start": "00:04:53",
    "end": "00:05:42"
  },
  {
    "text": "Right. He's not anymore. Like saying, hey, we should practice the Sabbath so that one day it can become reality. He's saying, hey, we're living the Sabbath now.",
    "start": "00:05:43",
    "end": "00:05:52"
  },
  {
    "text": "That's right.",
    "start": "00:05:52",
    "end": "00:05:52"
  },
  {
    "text": "Because I'm here.",
    "start": "00:05:52",
    "end": "00:05:53"
  },
  {
    "text": "To which the Sabbath pointed all along it is happening. Yeah. It's the difference between. It's the difference like when the sun rises and shines into your living room and so you don't need to have your lamps on or it's not that your lamps are wrong, it's just they become unnecessary. They don't become needed in the same way, actually. Okay, so now this is a good lead in whatever metaphor you choose. The point is, when you're anticipating something, you might develop practices that help you remember and hope for the thing that you're waiting for. And then once the thing happens or comes, those practices change in their role and necessity. Because the thing is here.",
    "start": "00:05:54",
    "end": "00:06:41"
  },
  {
    "text": "The thing is here.",
    "start": "00:06:41",
    "end": "00:06:42"
  },
  {
    "text": "That's right. So there's a similar dynamic at work here. In fact, we're going to look at Matthew chapters 11 and 12 and see some interesting things drawn together here about Jesus concept of rest and the Sabbath.",
    "start": "00:06:42",
    "end": "00:06:58"
  },
  {
    "text": "Okay.",
    "start": "00:06:58",
    "end": "00:07:17"
  },
  {
    "text": "So Matthew 11 and 12 are key chapters. The arc of chapters one through four is the birth stories. And then Jesus passing the test, being tested by the Satan. Yeah. And then he arrives at the end of chapter four, announcing the good news of God's kingdom, preaching and teaching about the kingdom and healing. Then Matthew gives you the Sermon on the Mount. You get the preaching and teaching of the kingdom. Then after the Sermon on the Mount, you get Matthew 8 and 9. And he's assembled nine stories of Jesus performing, healing or doing something mighty to heal or rescue people. Ten times in nine stories. And so it's exactly is Jesus teaching the kingdom Sermon on the Mount, and is Jesus bringing the kingdom and signs and wonders? And then Matthew has packed into chapters 11 and 12 after Jesus has done that, all of the controversy and negative responses of Israel's leaders of his own cousin John the Baptist is like, are you the guy? Are you sure? Yeah. Why am I in prison? So right in the middle of these two chapters, Matthew 11 and 12 are of all these people with mixed responses to Jesus, mostly negative. Right in the middle, we get a little like window into Jesus prayer life on a given day. And here's what he prays. Do you want to pray it? Do you want to say it?",
    "start": "00:07:30",
    "end": "00:08:54"
  },
  {
    "text": "At that time Jesus said, I praise you, Father, Lord of heaven and earth, that you have hidden these things from the wise and intelligent and have revealed them to infants. Yes, Father, for this way was well pleasing in your sights. All things have been handed over to me by my Father, and no one knows the Son except the Father, nor does anyone know the Father except the Son, and anyone to whom the Son wills to reveal him. Come to me, all who are weary and heavy laden and I will give you rest. Take my yoke upon you and learn from me, For I am gentle and humble in heart and you will find rest for your Souls for my yoke is easy and my burden is light. I didn't realize that was all part of a prayer.",
    "start": "00:08:55",
    "end": "00:09:37"
  },
  {
    "text": "Oh, yeah. Jesus starts talking to the Father.",
    "start": "00:09:38",
    "end": "00:09:40"
  },
  {
    "text": "Yeah, you're right.",
    "start": "00:09:40",
    "end": "00:09:42"
  },
  {
    "text": "And actually once he starts saying, come to me, all you who were weary, he's like, he's addressing a crowd.",
    "start": "00:09:42",
    "end": "00:09:48"
  },
  {
    "text": "Seems like at verse 27, he stops addressing the Father and he starts addressing.",
    "start": "00:09:48",
    "end": "00:09:51"
  },
  {
    "text": "Oh, I see. Yeah, you got it.",
    "start": "00:09:52",
    "end": "00:09:54"
  },
  {
    "text": "Because he starts talking about the Father in third person.",
    "start": "00:09:54",
    "end": "00:09:56"
  },
  {
    "text": "Yeah. Yes, Father, this was pleasing in your sight. Verse 27, all things. He starts talking about the Father in third person. Yeah, but it's this just packed little stuff speech by Jesus. No audience is marked in terms of, like, who he's talking to. He's just praying and then he just starts talking into the air to a group of unmarked people. It's an interesting narrative technique. It's as if it represents Jesus response to this situation and then sharing with his disciples in some way. Yeah, it's interesting. So in context, he's just had a whole bunch of people reject him or question him, try to humiliate him in public. And he calls them the wise and intelligent that God has hidden the truth from.",
    "start": "00:09:56",
    "end": "00:10:42"
  },
  {
    "text": "Yeah.",
    "start": "00:10:44",
    "end": "00:10:44"
  },
  {
    "text": "This is so Hebrew Bible. This is so Hebrew Bible. God loves to upset the normal power structures and elevate the people who are insignificant and keep the people who think they're significant in the dark. And so he calls babies. That's what he calls his followers.",
    "start": "00:10:45",
    "end": "00:11:03"
  },
  {
    "text": "Yeah, infants.",
    "start": "00:11:04",
    "end": "00:11:05"
  },
  {
    "text": "Infants. We're like children in the eyes of. Yeah, right. This little ragtag group touring around Galilee.",
    "start": "00:11:05",
    "end": "00:11:12"
  },
  {
    "text": "What do they know?",
    "start": "00:11:13",
    "end": "00:11:13"
  },
  {
    "text": "Saying God's kingdom is here and they feed people and he's a magician and heals some sick people. And they think God's kingdom has shown up.",
    "start": "00:11:14",
    "end": "00:11:22"
  },
  {
    "text": "They're babbling like toddlers.",
    "start": "00:11:22",
    "end": "00:11:24"
  },
  {
    "text": "Yeah, totally. Yeah. And Jesus says it's exactly the opposite. It. Verse 26, this was pleasing in your sight. You love to turn upside down the conventional ways that humans do things. Verse 27 sounds like a statement of Jesus from the Gospel of John.",
    "start": "00:11:24",
    "end": "00:11:41"
  },
  {
    "text": "Yeah.",
    "start": "00:11:41",
    "end": "00:11:41"
  },
  {
    "text": "All things are handed to me by my Father. That's Son of Man language right there. All things given over to the Son by the Father and then he ratchets it up. In fact, no one actually even knows God except through the way I am opening up the true heartbeat of the Father. That's tall claim. So you can see just stacking here of like, the claims just keep getting intense, intense. And then these famous lines that are easy to take out of this context. And people have often puzzled even what do they mean in this context.",
    "start": "00:11:41",
    "end": "00:12:18"
  },
  {
    "text": "Yeah. It almost feels like they were pasted in here.",
    "start": "00:12:18",
    "end": "00:12:21"
  },
  {
    "text": "Yeah. So after this claim that in him, the God whose story is told in the Hebrew scriptures, creator, his father uniquely revealed through me, Jesus says, and so therefore, everybody who's heavy laden, who's weary, tired, and carries burden on your backs.",
    "start": "00:12:21",
    "end": "00:12:38"
  },
  {
    "text": "Yeah.",
    "start": "00:12:38",
    "end": "00:12:39"
  },
  {
    "text": "I will give you rest. And then this image of a yoke.",
    "start": "00:12:39",
    "end": "00:12:42"
  },
  {
    "text": "Which is the instrument an ox wears to work with another oxygen.",
    "start": "00:12:43",
    "end": "00:12:49"
  },
  {
    "text": "Yep.",
    "start": "00:12:49",
    "end": "00:12:49"
  },
  {
    "text": "To plow fields.",
    "start": "00:12:49",
    "end": "00:12:51"
  },
  {
    "text": "That's right. So I think implied here is you have another yoke.",
    "start": "00:12:51",
    "end": "00:12:55"
  },
  {
    "text": "You're already yoked.",
    "start": "00:12:55",
    "end": "00:12:56"
  },
  {
    "text": "You're already yoked. Everybody's under a yoke.",
    "start": "00:12:56",
    "end": "00:12:58"
  },
  {
    "text": "Yeah.",
    "start": "00:12:58",
    "end": "00:12:58"
  },
  {
    "text": "But you take my yoke, and you'll find that this yoke actually is light.",
    "start": "00:12:58",
    "end": "00:13:04"
  },
  {
    "text": "Oh, light. It's not heavy.",
    "start": "00:13:05",
    "end": "00:13:06"
  },
  {
    "text": "It's not heavy. Yeah. And it's certainly an inversion of a metaphor. I mean, yokes are heavy, but they're also meant to make your burden less heavy.",
    "start": "00:13:06",
    "end": "00:13:16"
  },
  {
    "text": "Easier sharing the load with someone else and.",
    "start": "00:13:16",
    "end": "00:13:18"
  },
  {
    "text": "Yeah, sharing. And it distributes the weight across your shoulders. Right. If I, like, have a backpack on and it's all on one strap, my shoulder gets sore, but I put on two straps.",
    "start": "00:13:18",
    "end": "00:13:27"
  },
  {
    "text": "Yeah. And then you get those backpacks that.",
    "start": "00:13:27",
    "end": "00:13:29"
  },
  {
    "text": "Like, then little waist.",
    "start": "00:13:29",
    "end": "00:13:30"
  },
  {
    "text": "Put the weight on the waist.",
    "start": "00:13:30",
    "end": "00:13:31"
  },
  {
    "text": "Yeah, yeah, yeah. Distributes the weight. Carry it in your core. So his point is, my yoke is more ergonomic. And then the twice repeated. Rest. I'll give you rest.",
    "start": "00:13:31",
    "end": "00:13:44"
  },
  {
    "text": "Yeah. It's interesting. Yokes are made for working. His yoke is made for rest.",
    "start": "00:13:44",
    "end": "00:13:48"
  },
  {
    "text": "Yeah. When you work with me leading you, you'll find that your work is, paradoxically.",
    "start": "00:13:48",
    "end": "00:13:53"
  },
  {
    "text": "You let me disperse burdens the way they're supposed to be dispersed, and you'll find that you're not actually plowing a field, you're resting.",
    "start": "00:13:54",
    "end": "00:14:01"
  },
  {
    "text": "Yeah. Your work is done from a place of rest.",
    "start": "00:14:01",
    "end": "00:14:05"
  },
  {
    "text": "You think that's what it is. Your work is different from a place to rest.",
    "start": "00:14:05",
    "end": "00:14:07"
  },
  {
    "text": "Or.",
    "start": "00:14:07",
    "end": "00:14:08"
  },
  {
    "text": "Or you will rest. I will give you rest.",
    "start": "00:14:08",
    "end": "00:14:10"
  },
  {
    "text": "I will give you rest.",
    "start": "00:14:10",
    "end": "00:14:11"
  },
  {
    "text": "We talked about this a lot in terms of what's the difference between work and rest?",
    "start": "00:14:12",
    "end": "00:14:16"
  },
  {
    "text": "Yes.",
    "start": "00:14:16",
    "end": "00:14:17"
  },
  {
    "text": "Right.",
    "start": "00:14:17",
    "end": "00:14:17"
  },
  {
    "text": "That's right. Yeah, that's right.",
    "start": "00:14:17",
    "end": "00:14:18"
  },
  {
    "text": "When work is joyful, it feels playful.",
    "start": "00:14:18",
    "end": "00:14:22"
  },
  {
    "text": "That's right. The image of what does working the garden. God puts the human in the garden to work it.",
    "start": "00:14:22",
    "end": "00:14:29"
  },
  {
    "text": "Yeah. It's the difference between working in a garden. That man, day in and day out, you're just. You're just trying to get it to cooperate. And it's always fighting against you versus working in a garden where you turn around, you're like, whoa, where did that thing come from? Look at that beautiful vine. And it's like a playful kind of gardening.",
    "start": "00:14:29",
    "end": "00:14:46"
  },
  {
    "text": "So let's. This is back to, I think we quoted from him, this Italian scholar, Samuel Bacciochi. So he's got another really influential essay on this passage in Matthew called Matthew 11, Jesus, rest and the Sabbath. Because Matthew has placed two stories about Jesus having controversies about the Sabbath right after this thing in Matthew 12. So certainly on purpose on the mind, he's talking about rest, inviting people to rest. And then there's two stories of how Jesus announces the Sabbath being fulfilled. But here's this phrase coming under a yoke, or the yoke of a rabbi. This is like a fixed phrase in Jewish culture.",
    "start": "00:14:47",
    "end": "00:15:29"
  },
  {
    "text": "It's an idiom.",
    "start": "00:15:29",
    "end": "00:15:30"
  },
  {
    "text": "Yeah. So he. He explores that. He says the metaphor of the yoke was commonly used to express subordination and loyalty to God, especially through obedience to the Torah. Jeremiah speaks of the leaders of Israel who knew the Torah of their God, but they all alike had broken the yoke and had burst the bonds. Jeremiah 5, verse 5, the law, obeying.",
    "start": "00:15:30",
    "end": "00:15:57"
  },
  {
    "text": "The law is a type of yoke. Yeah, that's the metaphor, correct?",
    "start": "00:15:57",
    "end": "00:16:02"
  },
  {
    "text": "Yep. The laws of the Torah, being faithful to them. Yeah. Is like a yoke. Later on in chapter six, Jeremiah says, find rest for your souls, that is, by learning a new obedience to the laws of the Torah. So in Jeremiah 5 and 6, bursting the yoke is disobedience to the covenant laws. Therefore, finding rest by being faithful to the covenant. You can see there's an image here. Taking God's yoke offered in the terms of the covenant will actually be their way in the narrative. It's their way to find rest in the promised land.",
    "start": "00:16:02",
    "end": "00:16:35"
  },
  {
    "text": "Do these things and you will be blessed.",
    "start": "00:16:36",
    "end": "00:16:38"
  },
  {
    "text": "Yeah. Don't eat of the tree of knowing good and evil, and it's going to go awesome.",
    "start": "00:16:38",
    "end": "00:16:42"
  },
  {
    "text": "And you've got a lot of trees to eat from.",
    "start": "00:16:42",
    "end": "00:16:44"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:16:44",
    "end": "00:16:44"
  },
  {
    "text": "Every other one.",
    "start": "00:16:44",
    "end": "00:16:45"
  },
  {
    "text": "That's right.",
    "start": "00:16:45",
    "end": "00:16:46"
  },
  {
    "text": "And they're producing for you.",
    "start": "00:16:46",
    "end": "00:16:48"
  },
  {
    "text": "Yeah. The command is a yoke that actually helps guide you into rest, into your rest. So Samuel Bacciochi goes on. He says the rabbis often spoke of the yoke of the Torah, or they even call it the yoke of the kingdom of heaven, or the yoke of the commandments, or the yoke of God. Rabbi Nehunyah Ben Khanna, who died around 70 AD is reported to have said, he who takes upon himself the yoke of the Torah from him shall be taken away. The yoke of the kingdom and the yoke of worldly care. He goes on, what this means is that devotion to the Torah and its interpretation frees a person from the troubles and cares of the world.",
    "start": "00:16:48",
    "end": "00:17:29"
  },
  {
    "text": "And that's kind of what Proverbs is all about too, in a way.",
    "start": "00:17:30",
    "end": "00:17:32"
  },
  {
    "text": "Oh yeah, sure.",
    "start": "00:17:33",
    "end": "00:17:34"
  },
  {
    "text": "Live by God's wisdom.",
    "start": "00:17:34",
    "end": "00:17:35"
  },
  {
    "text": "Yes.",
    "start": "00:17:35",
    "end": "00:17:36"
  },
  {
    "text": "And things will go well for you.",
    "start": "00:17:36",
    "end": "00:17:37"
  },
  {
    "text": "Yep. Yeah. There's even proverbs that are about finding rest in the land. Yes. And yeah, long life, all that. The Proverbs package deal is a kind of Sabbath rest or a little taste of it. So what? It seems like what Jesus is doing, actually this is great. I'll just keep reading from Bacciochi because he has a good way of putting it. He says Matthew is setting forth the yoke of the Messiah not as a commitment to a new Torah, but as dedication to a person who is the interpreter and fulfiller of the Torah and prophets. The emphasis on the person is self evident in the saying, come to me, take my yoke, learn from me, I will give you rest. That's an interesting way of putting it, I think.",
    "start": "00:17:37",
    "end": "00:18:22"
  },
  {
    "text": "Yeah. Because a rabbi would typically say, come to the Torah, listen to the Torah, learn from the Torah, it will give you rest. And Jesus is saying, he's making it very personal to him. And not because he's trying to take you away from the laws of God, but he's saying, all of this is coming to fulfillment in me.",
    "start": "00:18:22",
    "end": "00:18:44"
  },
  {
    "text": "That's right. In a way. What he's saying here about the yoke then is another way of thinking about his statement in the Sermon on the Mount. I didn't come to negate the Torah, rather I came to fulfill the Torah and the prophets. That's what he says. And so here, if you come under my teaching, you will find the true way to rest in the promised land. He's offering himself and his inauguration of the jubilee as the true way towards Israel's rest in the land.",
    "start": "00:18:44",
    "end": "00:19:18"
  },
  {
    "text": "Jesus thinks very highly of himself.",
    "start": "00:19:18",
    "end": "00:19:20"
  },
  {
    "text": "He does. And now it makes sense why this saying about I'll give you rest is next to a statement of saying, no one knows God, the God of Israel, except me and the one that I reveal to you.",
    "start": "00:19:20",
    "end": "00:19:32"
  },
  {
    "text": "That's interesting. Like you can't just go to the Torah and find the true rest like you need to see it through Jesus. Is that kind of what he's saying?",
    "start": "00:19:32",
    "end": "00:19:41"
  },
  {
    "text": "Well, I think his point is that the Torah is about him. He's claiming that he is the one who will provide the rest. He's the human to which the storyline of The Torah was pointing who will lead God's people towards the ultimate jubilee.",
    "start": "00:19:41",
    "end": "00:19:55"
  },
  {
    "text": "Because the Torah has laws, but. But mostly it's a story.",
    "start": "00:19:55",
    "end": "00:20:00"
  },
  {
    "text": "Yeah. But Israel is sitting in exile because nobody was faithful to those laws. Yep, that's right. We're getting into the scandal that Jesus represented, which wasn't offering an alternative religion. It was saying he was bringing the whole storyline of the scriptures and their tradition to its fulfillment. So you had to go through him.",
    "start": "00:20:00",
    "end": "00:20:22"
  },
  {
    "text": "Yeah.",
    "start": "00:20:22",
    "end": "00:20:22"
  },
  {
    "text": "So I will give you rest. Take my yoke. Yeah, yeah. The next story after these words is how the Pharisees just can't take it. They just can't take it.",
    "start": "00:20:22",
    "end": "00:20:35"
  },
  {
    "text": "Yeah. I mean, it's really.",
    "start": "00:20:35",
    "end": "00:20:37"
  },
  {
    "text": "It's gutsy.",
    "start": "00:20:37",
    "end": "00:20:38"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:20:39",
    "end": "00:20:42"
  },
  {
    "text": "Yeah.",
    "start": "00:20:42",
    "end": "00:20:42"
  },
  {
    "text": "If you don't already come with the presupposition of, yep, Jesus is who he says he is. This all sounds really narcissistic.",
    "start": "00:20:42",
    "end": "00:20:51"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:20:52",
    "end": "00:20:53"
  },
  {
    "text": "You know.",
    "start": "00:20:53",
    "end": "00:20:53"
  },
  {
    "text": "Yeah, yeah, sure. I've encountered people. Yeah. Who are reading the gospels brand new, who get that impression from some sayings of Jesus. Yeah. So here's the next story right after Jesus says that at that time, Jesus went through some grain fields on the Sabbath. Now his disciples became hungry. So let's pause. I'm hungry on the Sabbath better not work. Right. So think through, like, the manna in the wilderness.",
    "start": "00:20:53",
    "end": "00:21:43"
  },
  {
    "text": "Yeah. God will provide.",
    "start": "00:21:43",
    "end": "00:21:44"
  },
  {
    "text": "Yeah, God will provide. And Jesus is like, yeah, God will provide that grain that's right beside you. Right. His disciples became hungry and they just started to, like, pick heads of grain right there. It's like they're in a garden.",
    "start": "00:21:44",
    "end": "00:21:58"
  },
  {
    "text": "Like they're in a garden and they can just, on Shabbat, just pick what they want. Yeah, yeah, yeah.",
    "start": "00:21:58",
    "end": "00:22:04"
  },
  {
    "text": "Whether are we meant to hear echoes here of the laws? Remember, in the seventh year of release, leave your fields and let the poor, the immigrant, and the wild animals eat from the field.",
    "start": "00:22:04",
    "end": "00:22:17"
  },
  {
    "text": "Yeah.",
    "start": "00:22:17",
    "end": "00:22:17"
  },
  {
    "text": "Are they, like, trying to pull a.",
    "start": "00:22:18",
    "end": "00:22:20"
  },
  {
    "text": "Poor or the poor?",
    "start": "00:22:20",
    "end": "00:22:21"
  },
  {
    "text": "Were the poor exemption here?",
    "start": "00:22:21",
    "end": "00:22:22"
  },
  {
    "text": "Yeah.",
    "start": "00:22:22",
    "end": "00:22:23"
  },
  {
    "text": "When the Pharisees saw this, they looked at him and says, what? Your disciples are not honoring the Sabbath.",
    "start": "00:22:24",
    "end": "00:22:30"
  },
  {
    "text": "Yeah. You're harvesting on the Sabbath.",
    "start": "00:22:30",
    "end": "00:22:31"
  },
  {
    "text": "Yeah, yeah. It's a kind of harvesting, which. We talked about this in the last bit. This is a little crack. Pretty small. It feels like they're nitpicking.",
    "start": "00:22:31",
    "end": "00:22:41"
  },
  {
    "text": "Yes.",
    "start": "00:22:41",
    "end": "00:22:41"
  },
  {
    "text": "But remember, the person who they're nitpicking with just claimed to be the embodiment, the revealer of the true God of Israel.",
    "start": "00:22:41",
    "end": "00:22:48"
  },
  {
    "text": "Yeah. So he better live consistently.",
    "start": "00:22:48",
    "end": "00:22:49"
  },
  {
    "text": "Totally. Yeah.",
    "start": "00:22:49",
    "end": "00:22:50"
  },
  {
    "text": "And obeying the Sabbath is so important that there's a lot of guidelines around it. And you better Have a. Like, there's no reason to be breaking these guidelines unless you just don't believe in the Sabbath.",
    "start": "00:22:51",
    "end": "00:23:02"
  },
  {
    "text": "Yeah. So once again, this is Jesus. He's not breaking the Sabbath or saying it's bad. Here's what he says. He says, have you read the Bible? Bible experts, what David did when he was hungry, he and his companions, he went into the house of God and they ate the holy bread. Like the bread of the presence in the show.",
    "start": "00:23:02",
    "end": "00:23:25"
  },
  {
    "text": "Bread.",
    "start": "00:23:25",
    "end": "00:23:25"
  },
  {
    "text": "Yeah.",
    "start": "00:23:25",
    "end": "00:23:25"
  },
  {
    "text": "12 loaves.",
    "start": "00:23:25",
    "end": "00:23:26"
  },
  {
    "text": "12 loaves. Changed out every Shabbat. Yeah, yeah. So David went in, eats the bread and that's not lawful. Nobody's supposed to eat that bread.",
    "start": "00:23:26",
    "end": "00:23:33"
  },
  {
    "text": "Yeah. That's a symbol. That's a sacred symbol.",
    "start": "00:23:33",
    "end": "00:23:35"
  },
  {
    "text": "Yeah. Is it only for the priests alone? So let's pause right now.",
    "start": "00:23:35",
    "end": "00:23:39"
  },
  {
    "text": "Do the priests eat it or, or they just change it up?",
    "start": "00:23:39",
    "end": "00:23:41"
  },
  {
    "text": "They could change it up. I forget. It may not have said there whether they can eat it. Jesus assumes they can eat it. It's week old bread.",
    "start": "00:23:41",
    "end": "00:23:48"
  },
  {
    "text": "Yeah. Good for you.",
    "start": "00:23:48",
    "end": "00:23:49"
  },
  {
    "text": "If you want some stale bread. We've talked about this passage. I feel like in recent memory, being the son of man.",
    "start": "00:23:49",
    "end": "00:23:56"
  },
  {
    "text": "Was it son of man?",
    "start": "00:23:57",
    "end": "00:23:58"
  },
  {
    "text": "Yeah, because Jesus is. The punchline of this whole story is I'm the son of man. Oh, okay, that's right. That's the movie we did. But so just remember, Jesus is creating a little parallel scenario here, telling the story about David.",
    "start": "00:23:58",
    "end": "00:24:10"
  },
  {
    "text": "Yeah.",
    "start": "00:24:10",
    "end": "00:24:10"
  },
  {
    "text": "Okay. He's quoting a story from when David was fleeing from King Saul, who Israel thought was still their king, but in God's eyes he was an illegitimate king.",
    "start": "00:24:10",
    "end": "00:24:20"
  },
  {
    "text": "Yeah.",
    "start": "00:24:20",
    "end": "00:24:21"
  },
  {
    "text": "David's the real king, but he kept it undercover until God exalted him. So Jesus is putting himself in the place of Israel's true but unrecognized king.",
    "start": "00:24:21",
    "end": "00:24:31"
  },
  {
    "text": "Yeah, yeah. They weren't angry enough.",
    "start": "00:24:31",
    "end": "00:24:34"
  },
  {
    "text": "Yeah, totally. And he's putting them in the Slavs. Saul, the illegitimate leader, and then he puts himself in the place of going into the temple and just acting like he's a priest.",
    "start": "00:24:34",
    "end": "00:24:46"
  },
  {
    "text": "And if the garden is an image of the temple.",
    "start": "00:24:47",
    "end": "00:24:50"
  },
  {
    "text": "Yes.",
    "start": "00:24:50",
    "end": "00:24:50"
  },
  {
    "text": "Adam and Eve are, are the first royal priests.",
    "start": "00:24:50",
    "end": "00:24:53"
  },
  {
    "text": "Kingserve priests who rule.",
    "start": "00:24:53",
    "end": "00:24:56"
  },
  {
    "text": "Yeah. That's the point of the Sabbath, is to remember and celebrate that thing that was lost.",
    "start": "00:24:56",
    "end": "00:25:03"
  },
  {
    "text": "Correct.",
    "start": "00:25:03",
    "end": "00:25:04"
  },
  {
    "text": "And needs to happen again.",
    "start": "00:25:04",
    "end": "00:25:05"
  },
  {
    "text": "That's right. So Jesus point is. Well, actually, let's keep going. It gets better, he says. Or maybe you've read the Torah. You guys, you know that on Shabbat, on the Sabbath, priests are in the temple breaking the Sabbath. And they're innocent. I mean, they're, they're working all day long, sacrificing animals, cleaning up. It's a long day of work for priests on the Sabbath. And you know what's interesting? God's totally fine with that.",
    "start": "00:25:05",
    "end": "00:25:32"
  },
  {
    "text": "Yeah.",
    "start": "00:25:32",
    "end": "00:25:32"
  },
  {
    "text": "Because they're in the little micro Eden doing their priestly duties.",
    "start": "00:25:32",
    "end": "00:25:37"
  },
  {
    "text": "Yeah.",
    "start": "00:25:38",
    "end": "00:25:38"
  },
  {
    "text": "This is all about Adam and Eve as the royal priests.",
    "start": "00:25:38",
    "end": "00:25:41"
  },
  {
    "text": "Yeah.",
    "start": "00:25:41",
    "end": "00:25:41"
  },
  {
    "text": "The true humanity in the garden to.",
    "start": "00:25:41",
    "end": "00:25:44"
  },
  {
    "text": "Be the human priests in the cosmic temple. It's a type of work, but it's a Sabbath work.",
    "start": "00:25:44",
    "end": "00:25:50"
  },
  {
    "text": "Yes. In fact, I was just thinking this. You've asked this multiple points, these images of what is the non slavery to death kind of work.",
    "start": "00:25:50",
    "end": "00:25:59"
  },
  {
    "text": "Yes.",
    "start": "00:25:59",
    "end": "00:25:59"
  },
  {
    "text": "That's the garden. And Jesus, in a way, he's addressing that very issue right now. Yeah.",
    "start": "00:25:59",
    "end": "00:26:03"
  },
  {
    "text": "The priests doing sacrifices in the temple.",
    "start": "00:26:03",
    "end": "00:26:05"
  },
  {
    "text": "Yeah.",
    "start": "00:26:05",
    "end": "00:26:06"
  },
  {
    "text": "That's a non slavery type of work.",
    "start": "00:26:06",
    "end": "00:26:07"
  },
  {
    "text": "Yeah. It's a work that is a kind of rest because you're in the presence of God, honoring him. I mean, the sacrifices are all about thank you for everything you give us, we give back to you. This. These animals ascend in smoke as representatives of our gifts and our love and our honor to you. So he says, listen, the priests work all day on Shabbat in the temple. And God's fine with that. And then verse six and I tell you one, greater than the temple is here.",
    "start": "00:26:07",
    "end": "00:26:34"
  },
  {
    "text": "Yeah.",
    "start": "00:26:34",
    "end": "00:26:35"
  },
  {
    "text": "So David planned for designing the temple, his son built it, the priests work in it. And then Jesus is like, and I am the reality to which the temple was pointing. And then you just have to go ponder. Okay, what did the temple point to? What does it mean to say something like that?",
    "start": "00:26:35",
    "end": "00:26:53"
  },
  {
    "text": "We're combining so many themes here.",
    "start": "00:26:53",
    "end": "00:26:55"
  },
  {
    "text": "Yeah, we are. Huh? Yes, Jesus, temple theme.",
    "start": "00:26:55",
    "end": "00:26:58"
  },
  {
    "text": "Yeah, yeah, sorry. Jesus is the gospel writer of Matthew is the temple. Jesus is the temple. But the temple is also all of creation. Those are both happening. So for Jesus to say something greater than the temple is here. That's me. The temple is pointing towards when God dwelt in the presence of humans.",
    "start": "00:26:58",
    "end": "00:27:19"
  },
  {
    "text": "Yeah. The seventh day.",
    "start": "00:27:19",
    "end": "00:27:20"
  },
  {
    "text": "And that is the seventh day.",
    "start": "00:27:20",
    "end": "00:27:21"
  },
  {
    "text": "Yes.",
    "start": "00:27:21",
    "end": "00:27:22"
  },
  {
    "text": "Jesus walking around is a perpetual Sabbath. Jesus thought of his whole life as a Sabbath.",
    "start": "00:27:22",
    "end": "00:27:28"
  },
  {
    "text": "Yes. At least since he launched the kingdom.",
    "start": "00:27:28",
    "end": "00:27:31"
  },
  {
    "text": "Yeah. It's like this is all Sabbath.",
    "start": "00:27:31",
    "end": "00:27:33"
  },
  {
    "text": "This all is jubilee, the year of the Lord's favor.",
    "start": "00:27:33",
    "end": "00:27:35"
  },
  {
    "text": "Yes.",
    "start": "00:27:35",
    "end": "00:27:36"
  },
  {
    "text": "Yeah.",
    "start": "00:27:36",
    "end": "00:27:37"
  },
  {
    "text": "And so whether I'm doing on the Sabbath or not, anything I do is Sabbath activity.",
    "start": "00:27:37",
    "end": "00:27:41"
  },
  {
    "text": "Yeah.",
    "start": "00:27:43",
    "end": "00:27:43"
  },
  {
    "text": "Do you think you thought that everything I do is Sabbath activity?",
    "start": "00:27:43",
    "end": "00:27:46"
  },
  {
    "text": "Well, you know, they're walking on a road and apparently he thinks of picking grain as like Adam and Eve in the garden, which is what the temple and the priests and David all represent. It seems like it.",
    "start": "00:27:46",
    "end": "00:27:59"
  },
  {
    "text": "Yeah.",
    "start": "00:27:59",
    "end": "00:28:00"
  },
  {
    "text": "He believed he was in the Garden of Eden.",
    "start": "00:28:00",
    "end": "00:28:02"
  },
  {
    "text": "This happens to be on a Sabbath.",
    "start": "00:28:03",
    "end": "00:28:05"
  },
  {
    "text": "It happens, yes. Yeah. Right, yeah. What better day to play that point?",
    "start": "00:28:05",
    "end": "00:28:08"
  },
  {
    "text": "But what better day to that point.",
    "start": "00:28:08",
    "end": "00:28:09"
  },
  {
    "text": "That you're on this.",
    "start": "00:28:09",
    "end": "00:28:10"
  },
  {
    "text": "Yeah, but he's not play acting.",
    "start": "00:28:10",
    "end": "00:28:11"
  },
  {
    "text": "Exactly. Yes, yes. He's claiming that it's. It's the reality. So this last line is for the son of Adam is the Lord of the Sabbath, the ultimate son of Adam, the truly human one that the whole storyline of the Hebrew Bible is pointing to the one who's exalted to share in God's identity and rule in Daniel 7. All that the Sabbath is the ideal new Eden is what God installs the new Adam over.",
    "start": "00:28:11",
    "end": "00:28:40"
  },
  {
    "text": "Yeah.",
    "start": "00:28:40",
    "end": "00:28:41"
  },
  {
    "text": "And that's who I am.",
    "start": "00:28:41",
    "end": "00:28:42"
  },
  {
    "text": "I see that ideal needs to have a ruler, someone who's. That's the setting for someone to reign. And it's Adam and Eve in partnership with God in Genesis 2. And then it's humanity realizing we just can't do this. And there's this hope for like, well, there will be a human who can do it and he will invite everyone back into that and he will be the one that truly reigns and rules in the setting of the eternal rest, the eternal Sabbath.",
    "start": "00:28:42",
    "end": "00:29:11"
  },
  {
    "text": "Yeah.",
    "start": "00:29:11",
    "end": "00:29:12"
  },
  {
    "text": "Okay.",
    "start": "00:29:12",
    "end": "00:29:12"
  },
  {
    "text": "I feel like it's taken me so long to learn how to read the Bible.",
    "start": "00:29:12",
    "end": "00:29:15"
  },
  {
    "text": "Yeah.",
    "start": "00:29:15",
    "end": "00:29:16"
  },
  {
    "text": "But the way that the Garden of Eden story underlies everything. And so whether Jesus is talking about David, the priests, or the temple, or the Son of Man, or the Sabbath, all of those are just later design patterns mapped back on. And so he can pick any of them.",
    "start": "00:29:18",
    "end": "00:29:37"
  },
  {
    "text": "Yeah.",
    "start": "00:29:37",
    "end": "00:29:37"
  },
  {
    "text": "And say that's. It was all leading to me.",
    "start": "00:29:37",
    "end": "00:29:40"
  },
  {
    "text": "Sam.",
    "start": "00:29:59",
    "end": "00:30:08"
  },
  {
    "text": "So what do you say about Jesus and the Sabbath? There's a lot of stories about Sabbath controversies. Right. It was a regular point of contention.",
    "start": "00:30:47",
    "end": "00:30:53"
  },
  {
    "text": "Yeah.",
    "start": "00:30:53",
    "end": "00:30:54"
  },
  {
    "text": "But what he was doing was saying that some people have characterized that as Jesus, you know, kind of played loose with the Sabbath. Or he flout. Flouting convent, flouting tradition. Is that a word? Flout? You flout.",
    "start": "00:30:54",
    "end": "00:31:08"
  },
  {
    "text": "That's the word you're looking for.",
    "start": "00:31:08",
    "end": "00:31:09"
  },
  {
    "text": "Dismissing.",
    "start": "00:31:11",
    "end": "00:31:11"
  },
  {
    "text": "Yeah.",
    "start": "00:31:11",
    "end": "00:31:12"
  },
  {
    "text": "Dismissing the practice or the tradition. I think it's because they merge how Paul is trying to deal with Sabbath in his context, which is a Gentile context. The Gentile Jew context. Yeah. And it's just different than what Jesus is doing. This is just classic how Jesus talks about the Hebrew scriptures and all the seven the days in the calendar. It's all pointing to something that he's bringing into reality. To say that the Sabbath, the Jubilee is here and that the Son of Man is greater than the temple or Lord of the Sabbath is the same basic thing as saying, the kingdom of God is here through me.",
    "start": "00:31:12",
    "end": "00:31:47"
  },
  {
    "text": "Right.",
    "start": "00:31:47",
    "end": "00:31:48"
  },
  {
    "text": "It's all different ways of getting at the same reality.",
    "start": "00:31:48",
    "end": "00:31:50"
  },
  {
    "text": "Yeah. So Jesus sees himself as inaugurating this release, this cosmic release of sin and death. And what we haven't talked about is how there's a paradox even there in terms of in what way is he doing that? He hasn't done it fully. People are still sick. There's still work that sucks. But he is doing it in a way that is practical and real. People are being healed, sins are being forgiven. And this is all leading up to his cosmic confrontation with the powers of evil and darkness, where he wins another battle.",
    "start": "00:31:51",
    "end": "00:32:31"
  },
  {
    "text": "Yes. But don't forget the Sermon on the Mount. The Sermon on the Mount is about imagining a new way of human communities.",
    "start": "00:32:31",
    "end": "00:32:37"
  },
  {
    "text": "Yeah.",
    "start": "00:32:37",
    "end": "00:32:38"
  },
  {
    "text": "That in theory, if people really live this way, we'll find their life together a little bit more like a place of safety and rest with each other. If people live by the Sermon on the Mount, that's a big condition.",
    "start": "00:32:38",
    "end": "00:32:53"
  },
  {
    "text": "Yeah. Pretty massive condition.",
    "start": "00:32:54",
    "end": "00:32:56"
  },
  {
    "text": "But if that's part of the yoke of Jesus, take my yoke and find rest. Part of tasting that future rest in the present and living under God's kingdom in the present.",
    "start": "00:32:56",
    "end": "00:33:06"
  },
  {
    "text": "It's a way to find rest now.",
    "start": "00:33:06",
    "end": "00:33:07"
  },
  {
    "text": "Correct.",
    "start": "00:33:07",
    "end": "00:33:08"
  },
  {
    "text": "It's a way for eternal life to begin. Now.",
    "start": "00:33:08",
    "end": "00:33:10"
  },
  {
    "text": "It's partial because I'll fail at it and so will my neighbor, but it's a better way forward than any other. I know.",
    "start": "00:33:10",
    "end": "00:33:18"
  },
  {
    "text": "The alternative. Yeah. Might as well get started.",
    "start": "00:33:18",
    "end": "00:33:21"
  },
  {
    "text": "Yeah. Why do we still read the Sermon on the Mount today and find it just as fresh of an ethical challenge as it was 2000 years ago? Powerful stuff.",
    "start": "00:33:21",
    "end": "00:33:32"
  },
  {
    "text": "Yeah. So maybe then another way to think about is if the Sabbath is a day in which to enact this. This rest and rule, this beautiful rest and rule that is the ultimate hope. And not only the Sabbath, but then all these feast days and Jubilee and all that stuff. And one way to think about it is it doesn't go far enough. One day.",
    "start": "00:33:32",
    "end": "00:33:57"
  },
  {
    "text": "Oh, yeah. Interesting.",
    "start": "00:33:57",
    "end": "00:33:59"
  },
  {
    "text": "When he gives the Beatitudes, it's like, here's a way of life which means you have to kind of have this radical trust that the Sabbath was helping us do.",
    "start": "00:33:59",
    "end": "00:34:08"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:34:09",
    "end": "00:34:09"
  },
  {
    "text": "But it's now going to be just the way that we live every day.",
    "start": "00:34:10",
    "end": "00:34:13"
  },
  {
    "text": "In a way, what Jesus is doing is super honoring the Sabbath.",
    "start": "00:34:13",
    "end": "00:34:18"
  },
  {
    "text": "Super honoring the Sabbath.",
    "start": "00:34:18",
    "end": "00:34:19"
  },
  {
    "text": "It's like magnifying it so that all of a sudden every day I look at through the lens of the Sabbath every day, set aside every moment, an opportunity to live out of abundance so that I share with others and love my neighbor. Yeah, yeah, that's a good way of putting it.",
    "start": "00:34:19",
    "end": "00:34:38"
  },
  {
    "text": "If that's true, then how would Jesus then think about the actual Sabbath?",
    "start": "00:34:38",
    "end": "00:34:42"
  },
  {
    "text": "Yes.",
    "start": "00:34:42",
    "end": "00:34:42"
  },
  {
    "text": "Just another. Just another day like any other or something still special.",
    "start": "00:34:43",
    "end": "00:34:46"
  },
  {
    "text": "Yeah, that's a good question.",
    "start": "00:34:46",
    "end": "00:34:47"
  },
  {
    "text": "During this time in which ultimate rest hasn't fully been.",
    "start": "00:34:47",
    "end": "00:34:52"
  },
  {
    "text": "Yeah, well, I mean, he keeps going to synagogue on Shabbat throughout the Gospels. It's just that what he does brings him into conflict with certain leaders perception of what should or shouldn't be done on the Sabbath. But. Yeah, that's interesting. Yeah. Your point is, did he devalue the actual seventh day, Friday, what we call Friday night, Saturday night? If every day is like that, it doesn't seem that way.",
    "start": "00:34:52",
    "end": "00:35:20"
  },
  {
    "text": "He's super valuing the concept of the Sabbath.",
    "start": "00:35:21",
    "end": "00:35:24"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:35:24",
    "end": "00:35:25"
  },
  {
    "text": "And the theme of the Sabbath and the hope of the Sabbath. And by doing that, it almost seems like he's devaluing one day.",
    "start": "00:35:25",
    "end": "00:35:32"
  },
  {
    "text": "That's interesting. Okay.",
    "start": "00:35:33",
    "end": "00:35:35"
  },
  {
    "text": "From one perspective.",
    "start": "00:35:35",
    "end": "00:35:36"
  },
  {
    "text": "Yeah, got it. Well, if that's not what he's. The leaders of Israel don't challenge him in that way. Like the debates are about what is, what's acceptable type of practice on the Sabbath. The assumed thing is Jesus does the Sabbath and so do we. Yeah. What's the proper way to honor it? Yeah, I agree that that seems logical. Was Jesus devaluing the actual Sabbath day? But he doesn't seem to have bothered. People didn't seem to draw that conclusion from what he was doing. People began to draw that conclusion from what Paul was saying and doing.",
    "start": "00:35:36",
    "end": "00:36:10"
  },
  {
    "text": "And so we'll get to Paul. I'm imagining.",
    "start": "00:36:12",
    "end": "00:36:14"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:36:14",
    "end": "00:36:15"
  },
  {
    "text": "Okay.",
    "start": "00:36:15",
    "end": "00:36:15"
  },
  {
    "text": "Yeah. At this moment, I don't have any other important reflections to offer. You've now planted that question in my mind. I think I have touched on all the relevant Sabbath types of stories and they're about what he does on the Sabbath, not that he devalues it in any way. That becomes a major issue once the Jesus movement.",
    "start": "00:36:15",
    "end": "00:36:41"
  },
  {
    "text": "I guess I just want to say he doesn't. Not that I'm saying he devalues it, but if he's saying that the thing that the Sabbath pointed to is happening is here.",
    "start": "00:36:41",
    "end": "00:36:51"
  },
  {
    "text": "Yeah. And it permeates every day.",
    "start": "00:36:51",
    "end": "00:36:52"
  },
  {
    "text": "It permeates every day.",
    "start": "00:36:52",
    "end": "00:36:53"
  },
  {
    "text": "That's right.",
    "start": "00:36:53",
    "end": "00:36:54"
  },
  {
    "text": "Then the point of the ritual has to change. And this is the thing you brought up.",
    "start": "00:36:54",
    "end": "00:37:00"
  },
  {
    "text": "Oh yeah, yeah. About you don't need your lamp on in your living room when the sun comes up. Once the sun rises. Yeah.",
    "start": "00:37:00",
    "end": "00:37:06"
  },
  {
    "text": "It doesn't mean you have to dishonor the lamp.",
    "start": "00:37:06",
    "end": "00:37:08"
  },
  {
    "text": "Yeah, it changes its purpose, Its purpose.",
    "start": "00:37:08",
    "end": "00:37:11"
  },
  {
    "text": "Changes, its purpose changes.",
    "start": "00:37:11",
    "end": "00:37:13"
  },
  {
    "text": "Yeah.",
    "start": "00:37:13",
    "end": "00:37:14"
  },
  {
    "text": "This is where the lamp metaphor kind of maybe falls apart a little bit. I don't know. Because you don't need the lamp at that point. You might as well throw it away. But like Jesus didn't throw away the Sabbath.",
    "start": "00:37:15",
    "end": "00:37:22"
  },
  {
    "text": "But maybe the lamp is the heirloom and it reminds you of your grandma and how she took you on a walk on sunny days in the park. And so it actually helps you appreciate the sun because it reminds you of your grandma who took you on walks. Actually what I'm thinking about now is this became a pressing matter once the Jesus movement became multi ethnic.",
    "start": "00:37:22",
    "end": "00:37:43"
  },
  {
    "text": "Yes.",
    "start": "00:37:43",
    "end": "00:37:44"
  },
  {
    "text": "And Paul moves right towards this very issue in Romans chapter 14.",
    "start": "00:37:45",
    "end": "00:37:50"
  },
  {
    "text": "Okay.",
    "start": "00:37:50",
    "end": "00:37:51"
  },
  {
    "text": "So Romans 14, Paul written, writing a letter to the church in Rome. He's never been there. No, he has lots of people he knows there because he's widely networked by this point in his career. The most likely scenario, there's some debate here among scholars. The most likely scenario, he's writing to a network of house churches in Rome divided along ethnic lines of Jew and non Jewish Jews were expelled from Rome.",
    "start": "00:38:22",
    "end": "00:38:54"
  },
  {
    "text": "Oh really?",
    "start": "00:38:54",
    "end": "00:38:55"
  },
  {
    "text": "Yeah, by. I always get my details wrong. There was an emperor who expelled Jews from Rome, let them back. They were let back in a few years later and you can just imagine a ripe scenario.",
    "start": "00:38:57",
    "end": "00:39:09"
  },
  {
    "text": "Claudius.",
    "start": "00:39:10",
    "end": "00:39:11"
  },
  {
    "text": "Yeah, I thought it was Claudius, but I always mistake him for also doing other things too. And there's a few Roman historians who talk about it. One of whom talks about how Jews were connected to disturbances about a certain Christos. And so some people wonder if you know the kind of things that followed Paul around disputes and quarrels or riots.",
    "start": "00:39:11",
    "end": "00:39:37"
  },
  {
    "text": "Yeah.",
    "start": "00:39:37",
    "end": "00:39:38"
  },
  {
    "text": "If civil and if something wasn't happening that put the Roman governors on authority be like not cool. In the Roman capital, the Jews are causing more problems. We're in the decades leading up to the Jewish war against Rome over in Judea. And so the Jewish people are already on like the not favorite list throughout the Empire. So Jews are expelled from Rome. So you just. That gives you a number of years for non Jewish churches to just keep cruising. And by churches, 30 to 40 people in a house church and a network of maybe a couple hundred people, probably less total five house churches.",
    "start": "00:39:38",
    "end": "00:40:22"
  },
  {
    "text": "So no Jews.",
    "start": "00:40:22",
    "end": "00:40:23"
  },
  {
    "text": "Yeah. With no Jews for a number of years a bunch come back and there's tension because all of a sudden nobody's been doing any of the Jewish customs anymore. And then they come back in Messianic Jews and we come to the Jesus meal and there's non kosher food everywhere. Yeah, that's a bummer.",
    "start": "00:40:23",
    "end": "00:40:40"
  },
  {
    "text": "Yeah.",
    "start": "00:40:40",
    "end": "00:40:41"
  },
  {
    "text": "You know, that's not awesome.",
    "start": "00:40:41",
    "end": "00:40:42"
  },
  {
    "text": "You guys forgot where you came from.",
    "start": "00:40:42",
    "end": "00:40:44"
  },
  {
    "text": "Yeah. And there's some friction that you can see why Romans 14 and 15 had to be written. And so one group he calls the strong and the dunatas, the ones who are able. And then another group he calls the weak. It's the weak. So it's clear even in the terms he uses, Paul has his own view on the matter in terms of which side of this debate he operates on.",
    "start": "00:40:44",
    "end": "00:41:12"
  },
  {
    "text": "Yeah, because the strong ones are the ones in his mind that don't need.",
    "start": "00:41:12",
    "end": "00:41:17"
  },
  {
    "text": "The rituals, that don't eat kosher and that don't observe Shabbat. But his non negotiable is there's room for all of us in the family of the Messiah. The one thing that's not acceptable is that you'll exclude each other from this family based on those issues. He won't tolerate that. So he says, except the one who weak, but not for the purpose of passing judgment on his views. One person thinks, hey, I don't need to eat kosher. God made all of it. Another person, he comes to the house church and he sees some slices of ham along with beef and he's like, I'm not going to eat from that tray. Vegetables only. The one who eats shouldn't regard with contempt the one who doesn't eat. And the one who doesn't eat shouldn't judge the one who does. For God accepts both. So you can see, kosher food is like at the center here.",
    "start": "00:41:17",
    "end": "00:42:20"
  },
  {
    "text": "Yep. Then sacred days.",
    "start": "00:42:20",
    "end": "00:42:22"
  },
  {
    "text": "But then sacred days. What verse are you?",
    "start": "00:42:22",
    "end": "00:42:25"
  },
  {
    "text": "Verse 5.",
    "start": "00:42:25",
    "end": "00:42:25"
  },
  {
    "text": "Yeah. One person regards one day above another. Another regards every day the same. Now that's interesting. That last phrase takes on a different tone if you think of.",
    "start": "00:42:25",
    "end": "00:42:36"
  },
  {
    "text": "Oh, if every day is a Sabbath.",
    "start": "00:42:36",
    "end": "00:42:37"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:42:37",
    "end": "00:42:39"
  },
  {
    "text": "Most people don't live that way.",
    "start": "00:42:39",
    "end": "00:42:41"
  },
  {
    "text": "Right.",
    "start": "00:42:41",
    "end": "00:42:41"
  },
  {
    "text": "Most people think of every day like we're just living in the age of sin and death and the Sabbath wakes you up to the fact that there's more to life.",
    "start": "00:42:41",
    "end": "00:42:49"
  },
  {
    "text": "Correct.",
    "start": "00:42:49",
    "end": "00:42:50"
  },
  {
    "text": "But what if you lived life like age of sin and death was passing and you're living.",
    "start": "00:42:50",
    "end": "00:42:56"
  },
  {
    "text": "My hunch is that if he's writing to Christians in Rome who were mostly non Jewish, it's probably more people like me who I didn't grow up with any of those rhythms.",
    "start": "00:42:56",
    "end": "00:43:07"
  },
  {
    "text": "Yeah, there's no separate.",
    "start": "00:43:07",
    "end": "00:43:09"
  },
  {
    "text": "For me, actually setting aside a 24 hour period and embodying any of this would be a real step forward.",
    "start": "00:43:09",
    "end": "00:43:15"
  },
  {
    "text": "Yeah, right. Yeah.",
    "start": "00:43:15",
    "end": "00:43:16"
  },
  {
    "text": "You know.",
    "start": "00:43:17",
    "end": "00:43:17"
  },
  {
    "text": "Yeah. Because there wasn't weekends.",
    "start": "00:43:18",
    "end": "00:43:19"
  },
  {
    "text": "Yeah. You know, I haven't done homework on what was the Roman work week like and who gets weekends or vacations. There you go. I don't know.",
    "start": "00:43:19",
    "end": "00:43:29"
  },
  {
    "text": "But each day is the same. Each day is the same, every day feels the same.",
    "start": "00:43:29",
    "end": "00:43:32"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:43:32",
    "end": "00:43:32"
  },
  {
    "text": "There isn't a day of rest.",
    "start": "00:43:32",
    "end": "00:43:34"
  },
  {
    "text": "Yeah, that's right. So for sure he doesn't say Shabbat, but for sure that's what he's talking about. He who observes a day observes it for the Lord. Just like the one who eats does so to the Lord. He's giving thanks to God. And the one who doesn't eat gives thanks to God. He goes on. For none of us lives only for himself. We're a community that lives for one another. No one dies for themselves. If we live, we live to the Lord. If we die, we die to the Lord. So whether you live or die, we're the Lord's Pauline logic right there. So why do you judge your brother? Why do you regard each other with contempt? We're all equal members of this family. We'll all have to give an account to God. So don't put obstacles in front of each other. So from the point of view of non Jewish Christians, this is the reasoning of Paul that made the Jesus movement available to them. For some messianic Jews, this was great. They were thrilled about all of this. And for others they were really bummed about this. And that's remained, it's remained a contention.",
    "start": "00:43:34",
    "end": "00:44:46"
  },
  {
    "text": "Yeah.",
    "start": "00:44:46",
    "end": "00:44:47"
  },
  {
    "text": "For 2,000 years now.",
    "start": "00:44:47",
    "end": "00:44:49"
  },
  {
    "text": "You know, it's interesting as you continue the logic hit Paul's logic here. He gets back to kosher food and then his kind of solve is the strong should serve the weak.",
    "start": "00:44:49",
    "end": "00:45:00"
  },
  {
    "text": "Yeah, that's right. Yeah. He turns upside down. Yeah, yeah.",
    "start": "00:45:00",
    "end": "00:45:04"
  },
  {
    "text": "So yeah, you're stronger because you could eat whatever you want. But hey, if it's making trouble, then don't do it.",
    "start": "00:45:04",
    "end": "00:45:11"
  },
  {
    "text": "That's right. Yeah. Yeah. That's totally the Jesus redefinition of rank, isn't it? Yeah. The people who would normally be in a socially superior role. Because I have less scruples or issues about freedom. Yeah. More freedom is the one who makes themselves more a servant to their neighbor to put them. Yeah, totally. That's exactly right. Yeah. Because the Kingdom of God, verse 17 isn't food or drink, righteousness, peace and joy. In the Holy Spirit. So in a way, Shabbat is about food and drink in terms of abundance, but not in this way. In a way that ends up elevating rituals about food or drink. The point is we come together to celebrate and righteousness, peace and joy.",
    "start": "00:45:11",
    "end": "00:46:00"
  },
  {
    "text": "Those are the things to fight for.",
    "start": "00:46:01",
    "end": "00:46:03"
  },
  {
    "text": "Yeah.",
    "start": "00:46:03",
    "end": "00:46:03"
  },
  {
    "text": "Not what kind of food you're going to eat or in what way you're going to rest.",
    "start": "00:46:03",
    "end": "00:46:08"
  },
  {
    "text": "So notice eating kosher is not a debate activated in the Gospels. Except maybe in one story. In the story about washing your hands for purity that Jesus goes, there was a major circumcision and kosher. Eating kosher was major in the early church.",
    "start": "00:46:08",
    "end": "00:46:24"
  },
  {
    "text": "Right. Clear delineations of whether you're Jewish or not.",
    "start": "00:46:24",
    "end": "00:46:28"
  },
  {
    "text": "Yeah. So it's a different set of issues than what's at work in the Gospels, which is an inter Jewish debate about how the Sabbath is meant to be honored and ultimately fulfilled. Yeah. So it's helpful to distinguish those two.",
    "start": "00:46:28",
    "end": "00:46:44"
  },
  {
    "text": "Does Paul ever talk to a gentile audience in any of his letters and talk about rest in a way that helps you understand his perspective on how Sabbath culminates and should be thought of?",
    "start": "00:46:44",
    "end": "00:46:58"
  },
  {
    "text": "Yeah. Yep. His letter to the Colossians. There was some kind of influence group in the city of Colossae that Paul's responding to when he writes this letter. People have debated endlessly what exactly was the profile of the teaching, because it's definitely some kind of Jewish movement. Because he talks about new moons and Sabbaths and the festivals, but then he also uses other language that some people think doesn't sound like a purely Jewish. Yeah. To be honest, when I last worked through Colossians, it sounded to me like some people from the Qumran community ended up in Colossae. And I don't actually mean that. I'm just saying Paul describes people who are ascetics. So they've withdrawn separatists, they super rigorous diet of food, they treat their bodies harshly, which asceticism is perceived that way. But they're super into the festivals, the new moon, the Sabbaths. And the worship of the angels is a phrase he uses in chapter Colossians 2:18. Some people used to think what that meant was worshiping angels. And then people thought, oh, is this a Greek, like a syncretistic pagan religion where you're worshiping minor deities. But dude, the Qumran community, their whole liturgy, like joining the angels was about joining in the liturgy of the angels.",
    "start": "00:46:59",
    "end": "00:48:33"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:48:33",
    "end": "00:48:34"
  },
  {
    "text": "So the worship of the angels isn't worshiping angels, it's worshiping with Angels, it's worshiping with. Worshiping God with the angels.",
    "start": "00:48:34",
    "end": "00:48:40"
  },
  {
    "text": "Who are the ultimate choir.",
    "start": "00:48:41",
    "end": "00:48:43"
  },
  {
    "text": "Correct. Yeah. It's like joining the ultimate choir. That's just like what's happening in the book of Revelation when John sees into the heavenly throne room and the angels are worshiping and then the multitude join him. But what Paul doesn't want them to do is get drawn into hyper speculation about these angels and contacting them. And again, read the Dead Sea Scrolls and they were really into their angels. Yeah. And for Paul, what he says is all of. He says the festivals. This is Colossians 2, verse 16 and 17. Let no one act as your judge with regard to food or drink, festival, new moon or Sabbath. That sounds like Romans 14. Yep, yep. For these things are a shadow of what is to come. But the bati, the body, he uses the word body.",
    "start": "00:48:43",
    "end": "00:49:33"
  },
  {
    "text": "Soma Niv is reality.",
    "start": "00:49:33",
    "end": "00:49:35"
  },
  {
    "text": "Yeah. The substance belongs to the Messiah.",
    "start": "00:49:35",
    "end": "00:49:39"
  },
  {
    "text": "Yeah.",
    "start": "00:49:39",
    "end": "00:49:39"
  },
  {
    "text": "So I think here we get a view of Paul's view of all of the holy days of Leviticus 23. They all point to a reality that has arrived in the Messiah, which practically.",
    "start": "00:49:40",
    "end": "00:49:54"
  },
  {
    "text": "If it's not practically whether or not you celebrate a certain day or festival, it's practically whether or not you're living in community or with righteousness and peace, loving your neighbor. Love.",
    "start": "00:49:54",
    "end": "00:50:06"
  },
  {
    "text": "That's right. Yeah. And this is back to Romans. He goes on in Romans 15 to accepting one. He says, Accept one another as the Messiah accepted you. He's writing to mostly Gentiles. The Jewish Messiah accepted you.",
    "start": "00:50:06",
    "end": "00:50:20"
  },
  {
    "text": "Yeah.",
    "start": "00:50:20",
    "end": "00:50:20"
  },
  {
    "text": "So darn it, you receive your Jewish brothers and sisters in the Messiah and do not make them feel second rate because they honor God by keeping Shabbat.",
    "start": "00:50:20",
    "end": "00:50:30"
  },
  {
    "text": "Yeah.",
    "start": "00:50:30",
    "end": "00:50:31"
  },
  {
    "text": "You know, so fascinating. Yeah. What it is, is crazy how quickly the Jesus movement became turned on its roots and not just being indifferent to its Jewish roots, but actively hostile to Jewish communities.",
    "start": "00:50:31",
    "end": "00:50:48"
  },
  {
    "text": "And that especially happens in a place where the Jewish people had to get up and leave for a decade.",
    "start": "00:50:48",
    "end": "00:50:54"
  },
  {
    "text": "Yeah, yeah. Like in Rome. Yeah, totally. Paul would be appalled at how people ignored his words.",
    "start": "00:50:54",
    "end": "00:51:01"
  },
  {
    "text": "And Paul, he still followed the Sabbath.",
    "start": "00:51:02",
    "end": "00:51:07"
  },
  {
    "text": "We don't know.",
    "start": "00:51:08",
    "end": "00:51:09"
  },
  {
    "text": "We don't know.",
    "start": "00:51:09",
    "end": "00:51:09"
  },
  {
    "text": "Yeah.",
    "start": "00:51:09",
    "end": "00:51:10"
  },
  {
    "text": "We know that when he went back to Jerusalem and he was asked to go to the temple, he was like, yeah, great.",
    "start": "00:51:10",
    "end": "00:51:15"
  },
  {
    "text": "That's great. And he fulfills a vow in his missionary journeys. He always goes to Jewish community first, which means go into synagogue on Shabbat and he participates in the readings. So he gives every sign.",
    "start": "00:51:15",
    "end": "00:51:30"
  },
  {
    "text": "Like if he was at one of these banquets and there was some pork on the table, Would he be the weaker brother that said, like, I'm not gonna eat that.",
    "start": "00:51:32",
    "end": "00:51:38"
  },
  {
    "text": "Yeah. That's a good toy. People debate these things. Yeah. And people have a range of views on these things. And I haven't given it enough recent thought to have an informed opinion. But you know, some people emphasize, like what he does in First Corinthians 9 is, I have certain rights as an apostle, but I don't use them. All things to all people.",
    "start": "00:51:38",
    "end": "00:51:58"
  },
  {
    "text": "Yeah.",
    "start": "00:51:58",
    "end": "00:51:59"
  },
  {
    "text": "And so was it that his default mode is his heritage. Right. Jewish traditions. But when he's among Gentiles, he won't make it an issue.",
    "start": "00:51:59",
    "end": "00:52:07"
  },
  {
    "text": "Okay.",
    "start": "00:52:07",
    "end": "00:52:07"
  },
  {
    "text": "You know, but his default is Jewish. That's some people's view. For some people, they flip it and say he's actually. His main view now is not adhering to any of that. But when he's with Messianic Jews, he'll do it. He'll observe the traditions.",
    "start": "00:52:08",
    "end": "00:52:22"
  },
  {
    "text": "But isn't that what he gets angry with Peter about?",
    "start": "00:52:22",
    "end": "00:52:24"
  },
  {
    "text": "Well, he gets angry with Peter about is Peter starts acting like he can't eat with non Jews.",
    "start": "00:52:25",
    "end": "00:52:32"
  },
  {
    "text": "Oh, right. Yeah.",
    "start": "00:52:32",
    "end": "00:52:33"
  },
  {
    "text": "Treating them like second rate members of the Messiah's family. Got it.",
    "start": "00:52:33",
    "end": "00:52:37"
  },
  {
    "text": "Which is different than saying, I'll do Jewish things when I'm with Jewish brothers.",
    "start": "00:52:37",
    "end": "00:52:41"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:52:41",
    "end": "00:52:41"
  },
  {
    "text": "Yeah.",
    "start": "00:52:41",
    "end": "00:52:42"
  },
  {
    "text": "So this is a tension. Yeah. That it persists to this day. There's so many different groups with so many different views about how Jesus followers relate to their roots in the family of Abraham. Yeah, there you go.",
    "start": "00:52:42",
    "end": "00:52:58"
  },
  {
    "text": "So the question rattling in my brain is then as a modern Christian. Modern Gentile Christian, non Jewish Christian, who is fascinated with the Sabbath as a ritual, and so is my culture now. It seems like it's kind of in the air.",
    "start": "00:52:58",
    "end": "00:53:11"
  },
  {
    "text": "Yeah. Talking about. Yeah, yeah. There's a network of churches that are encouraging people to.",
    "start": "00:53:11",
    "end": "00:53:19"
  },
  {
    "text": "Yeah. Practice Shabbat, although, you know, Gentile version.",
    "start": "00:53:19",
    "end": "00:53:23"
  },
  {
    "text": "Of Shabbat, the Sunday Shabbat or the. Well, pick your day, pick your 24 hours.",
    "start": "00:53:23",
    "end": "00:53:29"
  },
  {
    "text": "Pick it. Yeah. It's not. It's not super rigid.",
    "start": "00:53:29",
    "end": "00:53:32"
  },
  {
    "text": "Yeah.",
    "start": "00:53:32",
    "end": "00:53:33"
  },
  {
    "text": "Well, I mean, there's a spectrum. There's some people who are like, no, you got to do the Friday night, Saturday night thing.",
    "start": "00:53:33",
    "end": "00:53:37"
  },
  {
    "text": "Yeah.",
    "start": "00:53:37",
    "end": "00:53:37"
  },
  {
    "text": "And then some people are like, no, just pick the day, make it a day and follow it and make it a spiritual discipline. And then it becomes part of the whole culture of just spiritual disciplines. Same way we fast and pray and we should stop to rest. And there is a beauty in it. And I was listening to a guy teach on it and just saying, yeah, on Saturday morning we'll Walk and we'll get a donut. And people be like, what are you doing? Oh, today we just hang out and we don't work and we have sex and we. And they're married. He brought up sex. This is an important Sabbath ritual for them and more information than I want to know. And it's a whole day and drink wine and for them, like, he's just painting this picture that any Portlander would be like, sign me up for that day.",
    "start": "00:53:38",
    "end": "00:54:25"
  },
  {
    "text": "I see. Yeah, got it, got it, got it.",
    "start": "00:54:25",
    "end": "00:54:27"
  },
  {
    "text": "You know what I mean? Yeah, yeah, sure. So there's this sense of, like, excitement.",
    "start": "00:54:27",
    "end": "00:54:32"
  },
  {
    "text": "It's desirable.",
    "start": "00:54:32",
    "end": "00:54:33"
  },
  {
    "text": "Yeah. And making it desirable in a culture.",
    "start": "00:54:33",
    "end": "00:54:35"
  },
  {
    "text": "Of overwork, it actually is a value that becomes attractive. It's a practice that becomes attractive again. And surely that's exactly how it was for Jewish communities in all, you know, living in Babylon, Persia, Greece and Roman Empire, where people found an attractive practice. And it is attractive.",
    "start": "00:54:35",
    "end": "00:54:58"
  },
  {
    "text": "And so it is attractive. I think about the point of the Sabbath isn't just to have a day that sounds fun. And Paul never seems to. It doesn't seem like, as we're talking about, like he's not encouraging. I don't know. I don't remember what I started talking about this for. Like, there was, I think.",
    "start": "00:54:58",
    "end": "00:55:20"
  },
  {
    "text": "Are you trying to discern if there's any leverage towards doing it versus not doing it in the New Testament? I think that Paul was so enthralled with what happened when he would show up with whatever co workers he had with him as he goes into a city, start telling the story of Jesus with people in the marketplace, start praying with them, hearing their stories, inviting them to the love feast that they would do on Sundays to commemorate the resurrection. And people would get healed and people would share with each other, and slaves and masters would eat at the same table together. And women who were oppressed in their home could lead the community in prayer and worship and the Holy Spirit would speak through people. Paul was into that. And that was, as far as we can tell, that was the resurrection Sunday meal gathering. And that's where he experienced the new creation. And so it seems when you read his letters, that's what Paul's. He's excited about that. And so for him, I think Friday night to Saturday night, that's cool, do that. But come be a part of this community.",
    "start": "00:55:20",
    "end": "00:56:37"
  },
  {
    "text": "Do that, don't do that.",
    "start": "00:56:37",
    "end": "00:56:38"
  },
  {
    "text": "Experience the Spirit and the new creation and love each other. But let's not make Sabbath adherence like a thing that's going to divide us. When the Spirit of Jesus Is doing this work in our midst?",
    "start": "00:56:38",
    "end": "00:56:48"
  },
  {
    "text": "Yeah.",
    "start": "00:56:48",
    "end": "00:56:49"
  },
  {
    "text": "As I've sat with Paul's letters for a long time, I think that's.",
    "start": "00:56:49",
    "end": "00:56:52"
  },
  {
    "text": "Yeah. What do you think he would say to non Jewish people getting really fascinated with the Sabbath? Oh, yeah, same thing. Like, don't get too distracted with the real thing. Which is.",
    "start": "00:56:52",
    "end": "00:57:01"
  },
  {
    "text": "Yeah, I think he would say, listen, one person observes that day and he observes it for the Lord. And one person eats kosher, and he does that for the Lord. This is Romans 14:6. And they give thanks to God. And the person who does the opposite things give thanks to God. So if it's a practice that helps.",
    "start": "00:57:01",
    "end": "00:57:18"
  },
  {
    "text": "You, if it brings you closer to Jesus.",
    "start": "00:57:18",
    "end": "00:57:21"
  },
  {
    "text": "Yeah, do that.",
    "start": "00:57:21",
    "end": "00:57:22"
  },
  {
    "text": "Do it.",
    "start": "00:57:22",
    "end": "00:57:23"
  },
  {
    "text": "Do that. Yeah, yeah. Foster the life habits that will increase your devotion to Jesus and do that. So that's what I was saying earlier. For somebody who didn't grow up with any sort of religious structuring of time in my heritage, I mean, our family attended church when I was growing up, but I didn't like it. And so for me, it's very helpful to designate a day. And I guess I'm probably in the typical camp of like, because of Sunday resurrection, Sunday worship, we just kind of go with that day. Make that the day for that rhythm. And it's. Yeah, it's good. Yeah. It's a gift. I look forward to the slow day.",
    "start": "00:57:23",
    "end": "00:58:13"
  },
  {
    "text": "Yeah. To remind yourself that you are not master of time.",
    "start": "00:58:14",
    "end": "00:58:17"
  },
  {
    "text": "I'm not master of my time. Yeah. I'm not going to produce anything today that I would normally produce during the week. I'm not that strict about it. I'm making it sound more thoughtful than I.",
    "start": "00:58:17",
    "end": "00:58:30"
  },
  {
    "text": "But couldn't you make an argument, though, that a Christian should try to live that way every day?",
    "start": "00:58:30",
    "end": "00:58:34"
  },
  {
    "text": "Ah, I see, I see.",
    "start": "00:58:35",
    "end": "00:58:36"
  },
  {
    "text": "But there is something about the practice, the preparation to live a day in such a way that's unnaturally restful. It requires all this preparation and requires all these guidelines. And that's kind of what the Sabbath day does to a community.",
    "start": "00:58:36",
    "end": "00:58:52"
  },
  {
    "text": "Yeah, that's right. Yeah, that's right. So maybe it's the kingdom is now and not yet. The Sabbath is here and yet to be fulfilled.",
    "start": "00:58:53",
    "end": "00:59:03"
  },
  {
    "text": "So live like the Sabbath is here every day, but on the seventh day.",
    "start": "00:59:04",
    "end": "00:59:08"
  },
  {
    "text": "But like, especially.",
    "start": "00:59:08",
    "end": "00:59:09"
  },
  {
    "text": "Especially pretend like it really is here.",
    "start": "00:59:09",
    "end": "00:59:14"
  },
  {
    "text": "Yeah, right.",
    "start": "00:59:14",
    "end": "00:59:15"
  },
  {
    "text": "And act like it's really here.",
    "start": "00:59:15",
    "end": "00:59:16"
  },
  {
    "text": "Yeah, totally. Yeah. Yeah.",
    "start": "00:59:16",
    "end": "00:59:19"
  },
  {
    "text": "It's just once we spent, you know, however many hours talking through the Hebrew scriptures and how important and this theme, and then, then you get to Paul and all of a sudden it's just like, it feels like it's not important anymore. And I'm just.",
    "start": "00:59:19",
    "end": "00:59:34"
  },
  {
    "text": "I understand. Well, and so maybe that's where the sunrise in the living room with your lamp analogy, maybe that fits a little better for Paul in his cultural context.",
    "start": "00:59:35",
    "end": "00:59:48"
  },
  {
    "text": "Yeah, I like that.",
    "start": "00:59:49",
    "end": "00:59:50"
  },
  {
    "text": "The lamp has become. If the Spirit guides you, he to have that lamp to remind you of the sun. Keep the lamp.",
    "start": "00:59:50",
    "end": "00:59:58"
  },
  {
    "text": "And so Christians live in this paradoxical way in which the sun has now arrived, but sometimes it's night.",
    "start": "00:59:58",
    "end": "01:00:06"
  },
  {
    "text": "Yeah.",
    "start": "01:00:07",
    "end": "01:00:07"
  },
  {
    "text": "You know, like, so we don't need the lamp, but we need it when it's night.",
    "start": "01:00:07",
    "end": "01:00:12"
  },
  {
    "text": "Yes. In fact, the chapter before Romans 14, right. At the end of Romans 13, love your neighbor, because love is the fulfillment of the Torah. And do this. Love your neighbor, knowing the time that already is the hour for you to wake up from sleep.",
    "start": "01:00:12",
    "end": "01:00:31"
  },
  {
    "text": "Sun's up.",
    "start": "01:00:31",
    "end": "01:00:32"
  },
  {
    "text": "Salvation. Yeah, the sun's risen. Because salvation is nearer than when we believed. Wait, so the sun is yet the.",
    "start": "01:00:32",
    "end": "01:00:39"
  },
  {
    "text": "Sun is up, or the sun is.",
    "start": "01:00:39",
    "end": "01:00:40"
  },
  {
    "text": "Up, the night is almost gone, the day is near. Therefore, let's lay aside the deeds that are done in the dark and put on the armor of light. Behave properly. Like you're in the daytime and everybody can see. Not in drunkenness and sexual misbehavior. Put on the Lord Jesus. Dude, these metaphors, but this sad idea. The sun's risen. It's not fully up, but it's shining enough that it warrants a completely different way of life. But keeping the lamp on Shabbat helps you remind you that the sun has risen. And did Mark, chapter 16, Matthew, Mark, Luke, and John's resurrection narratives, all four of them connected to the apostles. The empty tomb story, all registers and makes a really big deal to tell you that it happened on the morning after the Sabbath, on the first day of the new week.",
    "start": "01:00:40",
    "end": "01:02:07"
  },
  {
    "text": "Yeah, Genesis 1.",
    "start": "01:02:07",
    "end": "01:02:09"
  },
  {
    "text": "Yeah. And it's day one, the new ultimate week we're now living into. So Jesus death took place over a Passover Sabbath weekend. Yeah, it was one of the special passovers, which is why the Jewish leaders couldn't go all the way into the Pilate's court. Interesting, right? John registers that detail. And so Jesus goes to Jerusalem for Passover, he's executed over a Passover Sabbath, and then his resurrection takes place on the eighth day or the first day of the week of the ultimate Sabbath.",
    "start": "01:02:09",
    "end": "01:02:52"
  },
  {
    "text": "So we're in a new week leading now to the ultimate Sabbath.",
    "start": "01:02:52",
    "end": "01:02:56"
  },
  {
    "text": "Yes.",
    "start": "01:02:56",
    "end": "01:02:56"
  },
  {
    "text": "So you do still need the light for when the sun does set on day one through six, because we're still in that. But the New light of day one is the hope that day seven really is coming this time.",
    "start": "01:02:57",
    "end": "01:03:11"
  },
  {
    "text": "Yeah, that's right. Yeah. So I just wanted the register of the language.",
    "start": "01:03:11",
    "end": "01:03:14"
  },
  {
    "text": "Wow.",
    "start": "01:03:14",
    "end": "01:03:15"
  },
  {
    "text": "Mark 16, when the Sabbath was over, Mary and Mary and Salome come bringing spices very early at sunrise, the peak of the sun, he tells Yamat very early, the first day of the week, like right at dawn. The point is Jesus resurrection was the first day of new creation, first day of the new week.",
    "start": "01:03:15",
    "end": "01:03:38"
  },
  {
    "text": "History in the post risen Jesus era is a new type of week waiting for a new type of liberation. And the liberation that it's hoping for is all centered on what Jesus did at the end of the previous week.",
    "start": "01:03:39",
    "end": "01:03:55"
  },
  {
    "text": "Yeah, that's right. Yeah.",
    "start": "01:03:55",
    "end": "01:03:56"
  },
  {
    "text": "And then all these weak cycles you get in Genesis 1, liberation out of darkness and disorder, into order and being able to rule with God in a beautiful world which then gets disrupted by evil and sin. And now we have then a new liberation week of God taking a people oppressed by evil and sin and out into freedom. And it seems like another week has begun.",
    "start": "01:03:56",
    "end": "01:04:28"
  },
  {
    "text": "Yeah, that's right. Do you remember Israel's exile was like a super Sabbath, an upside down Sabbath. So Jesus brings Israel's exile to its end by taking Israel and humanity's death and exile onto himself on a passover Sabbath weekend.",
    "start": "01:04:28",
    "end": "01:04:48"
  },
  {
    "text": "Yeah.",
    "start": "01:04:48",
    "end": "01:04:49"
  },
  {
    "text": "It's as if Jesus brings the upside down exile to a close, but simultaneously launches the new creation. So the empty tomb. Why do they all tell us that? It's at the first rays of the sun.",
    "start": "01:04:50",
    "end": "01:05:02"
  },
  {
    "text": "It's day one, Let there be light.",
    "start": "01:05:02",
    "end": "01:05:04"
  },
  {
    "text": "Day one of the new week after a Sabbath, it's let there be light. The light of day one in Genesis is God's own glory bringing life and light to the universe.",
    "start": "01:05:04",
    "end": "01:05:15"
  },
  {
    "text": "That's cool. Oh, wow. There's something here that helps bring clarity.",
    "start": "01:05:15",
    "end": "01:05:20"
  },
  {
    "text": "We have to do this in the video. Yeah, we have to find a way to.",
    "start": "01:05:20",
    "end": "01:05:24"
  },
  {
    "text": "Yeah, brings clarity. To kind of like. It seems like especially Paul has this mentality of we're still waiting and I'm racing and I'm still struggling for the thing, but I'm doing it in light of this hope that has already been realized on day one.",
    "start": "01:05:24",
    "end": "01:05:41"
  },
  {
    "text": "That's right.",
    "start": "01:05:41",
    "end": "01:05:42"
  },
  {
    "text": "So I'm waiting for day seven, but I can look back to day one.",
    "start": "01:05:42",
    "end": "01:05:45"
  },
  {
    "text": "Day one's already launched.",
    "start": "01:05:45",
    "end": "01:05:47"
  },
  {
    "text": "It's going to happen.",
    "start": "01:05:48",
    "end": "01:05:48"
  },
  {
    "text": "The sun's risen.",
    "start": "01:05:48",
    "end": "01:05:49"
  },
  {
    "text": "I know how the story goes. Day one light comes and there's liberation. And now the day one light is Jesus. And the ultimate liberation will be through that day one light.",
    "start": "01:05:49",
    "end": "01:05:59"
  },
  {
    "text": "Yeah, yeah, yeah. You can see why the Genesis 1 imagery became so valuable, it permeates all the New Testament of God's light shining.",
    "start": "01:05:59",
    "end": "01:06:09"
  },
  {
    "text": "This is a light theme video too. That'd be a different theme video.",
    "start": "01:06:09",
    "end": "01:06:13"
  },
  {
    "text": "Oh, that's a good point. But it is. Yeah. As much as the seventh day is a culmination of light and life, but it begins with let there be light.",
    "start": "01:06:13",
    "end": "01:06:23"
  },
  {
    "text": "Yeah.",
    "start": "01:06:23",
    "end": "01:06:24"
  },
  {
    "text": "And the Sabbath lighting of the candles.",
    "start": "01:06:24",
    "end": "01:06:26"
  },
  {
    "text": "Yeah. And then on the seventh day, you don't need the sun because of day one light.",
    "start": "01:06:26",
    "end": "01:06:31"
  },
  {
    "text": "Correct. Yeah.",
    "start": "01:06:31",
    "end": "01:06:32"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. This episode is dropping in December 2019, and so this month we are raising money to help fund our ministry. Everything we're raising in December goes towards 2020. If you want to see more about what's going on, go to thebibleproject.com vision. We want to show our gratitude for you, our patrons, and our listeners. And we want to highlight some of the stories that we've unearthed about the impact that we've seen this have, which is really exciting. Today I want you to hear a story from Cassie and Andrew. They were able to sit down with our producer Dan and share that story.",
    "start": "01:06:32",
    "end": "01:07:15"
  },
  {
    "text": "Hi, I'm Cassie.",
    "start": "01:07:19",
    "end": "01:07:20"
  },
  {
    "text": "And I'm Andrew.",
    "start": "01:07:20",
    "end": "01:07:21"
  },
  {
    "text": "Oh, yeah.",
    "start": "01:07:25",
    "end": "01:07:25"
  },
  {
    "text": "And we're digital nomads.",
    "start": "01:07:26",
    "end": "01:07:27"
  },
  {
    "text": "Do we want to say that at the same time?",
    "start": "01:07:28",
    "end": "01:07:30"
  },
  {
    "text": "Sure, let's do that.",
    "start": "01:07:30",
    "end": "01:07:31"
  },
  {
    "text": "Let's try again.",
    "start": "01:07:31",
    "end": "01:07:32"
  },
  {
    "text": "Hi, I'm Cassie.",
    "start": "01:07:32",
    "end": "01:07:33"
  },
  {
    "text": "And I'm Andrew.",
    "start": "01:07:33",
    "end": "01:07:34"
  },
  {
    "text": "And we're digital nomads.",
    "start": "01:07:34",
    "end": "01:07:35"
  },
  {
    "text": "I work online and we've been traveling the world, living in South Korea, Australia, Seattle, just all over. And we're just really blessed to go on the journey that God's taking us on.",
    "start": "01:07:38",
    "end": "01:07:48"
  },
  {
    "text": "I'm a writer. My author name is Cassandra Cielo, and I have utilized the Bible Project to help me in my writing. Okay. So I wrote my first sci fi fantasy fiction book, book from Ash, and always been inspired by like, C.S. lewis and Tolkien and just having like that undercurrent allegory of faith in my writing. So the Bible Project, listening to the podcasts has actually been a huge inspiration. Listening to word studies, listening to the different meanings in the text, and the way Tim and John discuss it. A lot of times I'm able to, like, interpret that through the world that I create within my story. And so there's a ton of, like, undercurrent things. There's some Hebrew that I've woven into my books from the Bible Project videos and different meanings. I went to seminary and had my master's in theology, but we didn't quite learn the way that Tim and John, like, discuss things, and the way that they bring the Greek and the Hebrew into the discussion, and they really go back to the root of everything. I think it was like an older podcast they were talking about, like, the Cities of Refuge. And so I listened to the podcast, and then I researched on my own a lot of, like, the Cities of Refuge stuff. And so some of the cities within my book are actually named after these cities of Refuge from the Bible. Like, the Hebrew language is so beautiful in the way that it's, like, discussed and described in the podcast. You know, the Bible is such a complex book. I don't think anyone can ever write something that complex. But we can certainly try to make something that is that, you know, beautifully written and just has an ability to connect with people on multiple levels, on a deeper level and emotional level and a logical level. That's all I can hope to do.",
    "start": "01:07:48",
    "end": "01:09:40"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus.",
    "start": "01:09:41",
    "end": "01:09:44"
  },
  {
    "text": "We're a crowdfunded project by people like me.",
    "start": "01:09:44",
    "end": "01:09:47"
  },
  {
    "text": "Find free videos, study notes, podcasts, and more@thebibleproject.com Sam.",
    "start": "01:09:47",
    "end": "01:10:07"
  }
]