[
  {
    "text": "Hey, everybody, this is Tim Mackey at the bibleproject. And welcome to the bibleproject podcast. We are in the final stretches of this series we've been doing on the theme of the seventh day rest in the Bible. And today we're going to move into the New Testament and the story of Jesus, especially as it's presented in the Gospel according to Luke. And what we're going to find is that Jesus mission to announce the kingdom of God connects directly into this theme of seventh day rest in the story of the Bible. When most of us think about the story of Jesus, you might remember, you know, these famous moments of like, feeding of the 5,000 hungry people or walking on water, of course, his crucifixion and resurrection. What's really interesting is that in the Gospel of Luke, the first story about Jesus going public with his mission and what he's all about is found in chapter four. He goes to synagogue on the Sabbath and he ends up reading aloud from the Isaiah scroll a section of text that we call Isaiah 61. And guess what? It's all about the seven times seventh year of the jubilee. Now, if you remember from earlier episodes about the book of Leviticus, your favorite book of the Bible, in the Torah, God told the people of Israel every seven times seventh year to perform this year of jubilee, where all debts would be forgiven, all slaves would be set free, and anybody who lost their family land would have it restored back to them. It was like this total Eden reset for everybody in Israel. What John and I paid attention to was that the prophets of the Hebrew Bible begin to use that jubilee hope as a way of thinking about not just what would happen in another 49 or 50 years, but to think about the whole of Israel's history and the whole of human history would get a fresh restart in this year of God's favor that he was going to bring one day. So Jesus walks into his hometown synagogue on the Sabbath. He picks up the scroll of Isaiah and he reads this. The spirit of the Lord is upon me because he has anointed me to announce good news for the poor. He has sent me to proclaim release to the captives and recovery of sight to the blind, to set free all who are oppressed, to proclaim the year of the Lord's favor. And then such a great part of the story we're told that Jesus closed the scroll, gave it back to the attendant, and sat down while everyone's eyes in the synagogue were fixed on him. And in that moment, dude, Jesus the master, he says, today this scripture is fulfilled in your hearing. If there were ancient microphones, this would be the moment where he drops it on the floor and leaves the synagogue. The year of the Lord's favor. This is all about the Jubilee, you guys, which is all about the seventh day rest and the Sabbath. This is a big deal to Jesus and it should be a big deal to us if we want to understand Jesus on his own terms. So we're going to unpack this story and a whole lot more related to issues of Sabbath in the story of Jesus. We're going to unpack it. Thanks for joining us. Here we go.",
    "start": "00:00:03",
    "end": "00:03:26"
  },
  {
    "text": "Do you want to give us the. Oh, I'm going to time you now.",
    "start": "00:03:32",
    "end": "00:03:35"
  },
  {
    "text": "I got to time you on your five minute summary.",
    "start": "00:03:37",
    "end": "00:03:41"
  },
  {
    "text": "All right, I'll give you six minutes because we've covered some more ground, not five. All right.",
    "start": "00:03:41",
    "end": "00:03:45"
  },
  {
    "text": "It's okay. It's all right. All right. We've begun our conversation about the seventh day, noticing on page one, Genesis one that the seventh day is both the culminating point of the whole story of God leading creation out of chaos and disorder and darkness into light and abundance and life. God with his image bearing humans, ruling the world together forever. Amen. So the Sabbath, it's like the ultimate culmination of all creation. But the fact that it takes seven, it's the seventh day. Days one through six become this period of waiting leading up to liberation out of the chaos and disorder, moving towards the ideal. So the seven day structure, yeah, it communicates both out of a non ideal state into the ideal we've been calling that liberation. And then the ideal is the seventh day, Sabbath rest, God plus humans forever, basically. Then after the story gives you that setup, the question is, all right, that's the ideal. Is that what's going to happen? And it's not what happens. Page two of Genesis goes on to tell you how humans forfeit that rest and ideal. And so they find themselves exiled into the land not of life and abundance and rest, but of work and toil, slavery to the ground and death and all of that. So then God sets in motion a plan to restore people to the ultimate rest that is happening through the family of Abraham. God chooses one family, gives them the blessings of Eden, and invites them to experience the Sabbath rest not by obeying the law of the Sabbath, but by living out the ideal of the Sabbath. Like when Abraham makes peace by offering a gift of seven lambs to Abimelech to stop a war from breaking out over some wells. That's awesome. That's a little taste of Sabbath In Abraham's life, Israel is called out of slavery in a way slavery in Egypt in a way that mimics and imitates the pattern of Genesis 1. Liberation out of death and slavery. Egypt is de created. It's Genesis 1 in reverse through the 10 plagues. But Israel is given light and life in abundance and brought through the waters on the dry land, just like the dry land appeared in Genesis 1. And then they sing a song about how they're going to be led into the promised land where they'll be planted in the garden and live with God forever and ever. Amen. So that's the hope you have for the storyline of the Old Testament. As they're traveling through the wilderness. This is going to take me longer than five minutes.",
    "start": "00:03:45",
    "end": "00:06:40"
  },
  {
    "text": "You got two more minutes.",
    "start": "00:06:42",
    "end": "00:06:43"
  },
  {
    "text": "As they're traveling through the wilderness, they learned that living and experiencing that Sabbath rest will involve moments of trust. They're to wait for God's bread from heaven to arrive in the morning, gather enough just for each day, and then not gather any on the seventh day as an act of trust. So now Sabbath becomes a way of trusting that God will give you tastes of the ultimate Sabbath even here in the dry desert land. And you wait to go into the ultimate Sabbath in the promised land. Israel goes into the promised land, they begin to get tastes of that rest. But God warned them that if they don't remain faithful to the covenant they made with God that their rest in the land will be forfeited just like Adam and Eve's were. Was in fact in the book of Leviticus we learned that exile from the land of Israel will be like an anti Sabbath. They're to go into the land and observe all these creative variations of Sabbath. Their whole ritual calendar of seven feasts, all the calendar are ways of foretastes of the Sabbath rest, not just the seventh day. No, it's the seventh month and seven day feast in the first month and the seventh month and all this. So Israel doesn't do this in the land and they end up exiled. And the way the prophets talked about it was yeah, this is our anti Sabbath or anti exile is like an upside down jubilee Jubilee which is the 7 times 7 year refreshed.",
    "start": "00:06:43",
    "end": "00:08:24"
  },
  {
    "text": "The mega Sabbath.",
    "start": "00:08:24",
    "end": "00:08:25"
  },
  {
    "text": "The mega Sabbath. And so the prophet said okay, well if we lived on the land about a long Jubilee period, 10 times 7 times 7, then what we have in store in Exile is a 7 times 7 times 10, a big 490. This was all the 70 years of Jeremiah becomes the 490 years in Daniel Yeah, it's an upside down jubilee. No, not a jubilee. An anti jubilee in exile. But the prophets anticipated that on the other side, as the land finally gets its Sabbath rest from being enslaved to stupid humans, that one day God will bring about the ultimate jubilee Sabbath rest. Isaiah. We looked at Isaiah and Jeremiah and Daniel particular, but it permeates the book of Hosea and Ezekiel. And so the Hebrew Bible anticipates the arrival of an ultimate jubilee Sabbath rest for all creation.",
    "start": "00:08:25",
    "end": "00:09:27"
  },
  {
    "text": "Is it the prophet? Sorry. And we're way over now.",
    "start": "00:09:27",
    "end": "00:09:30"
  },
  {
    "text": "Yeah.",
    "start": "00:09:30",
    "end": "00:09:30"
  },
  {
    "text": "I'm going to just interrupt. Good work.",
    "start": "00:09:30",
    "end": "00:09:32"
  },
  {
    "text": "Thanks. That was harder than I thought it was going to be.",
    "start": "00:09:33",
    "end": "00:09:34"
  },
  {
    "text": "Oh, you did excellent.",
    "start": "00:09:34",
    "end": "00:09:35"
  },
  {
    "text": "Oh, thank you.",
    "start": "00:09:35",
    "end": "00:09:36"
  },
  {
    "text": "I feel like you just wrote the script for us. It's great. That was 6 and 20.",
    "start": "00:09:36",
    "end": "00:09:41"
  },
  {
    "text": "Okay. All right, all right.",
    "start": "00:09:41",
    "end": "00:09:43"
  },
  {
    "text": "But I got to interject. So the prophets seem to take the turn and start talking about this in terms of all creation again.",
    "start": "00:09:43",
    "end": "00:09:50"
  },
  {
    "text": "Yes. Yeah, that's right.",
    "start": "00:09:50",
    "end": "00:09:51"
  },
  {
    "text": "Is that right? Because you did show. I mean, there's a big emphasis on the land for Israel.",
    "start": "00:09:51",
    "end": "00:09:58"
  },
  {
    "text": "Yeah.",
    "start": "00:09:58",
    "end": "00:09:58"
  },
  {
    "text": "Going into this land, this specific land.",
    "start": "00:09:58",
    "end": "00:10:00"
  },
  {
    "text": "Correct.",
    "start": "00:10:01",
    "end": "00:10:01"
  },
  {
    "text": "And they're exiled from that land.",
    "start": "00:10:01",
    "end": "00:10:03"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:10:03",
    "end": "00:10:04"
  },
  {
    "text": "But even when they get back to the land, they still feel like exiles.",
    "start": "00:10:04",
    "end": "00:10:07"
  },
  {
    "text": "Correct.",
    "start": "00:10:07",
    "end": "00:10:07"
  },
  {
    "text": "So the prophets turn it into something more cosmic than just a piece of land.",
    "start": "00:10:07",
    "end": "00:10:12"
  },
  {
    "text": "Well. And I would argue that Genesis 1:11 sets up the whole story of Israel in a cosmic context.",
    "start": "00:10:12",
    "end": "00:10:20"
  },
  {
    "text": "Got it.",
    "start": "00:10:20",
    "end": "00:10:20"
  },
  {
    "text": "So that their story in the land is a. A specific people's narrative of the cosmic story of exile from the ultimate Sabbath and awaiting it. So in essence, what the prophets are doing is reading the story of Israel in light of Genesis 1:11 and then portraying it out. When the true, faithful Israel is restored to the land in the ultimate Sabbath, that will be the restoration of all creation to the ultimate Sabbath, because that was the whole point of God calling the family of Abraham in the first place.",
    "start": "00:10:20",
    "end": "00:10:57"
  },
  {
    "text": "Right. All nations would be blessed.",
    "start": "00:10:57",
    "end": "00:10:59"
  },
  {
    "text": "Yeah, that's right. Yep. So in the period where the Hebrew Bible was coming into its final formation, in the mid to late second Temple period. Period of the second Temple. So some people have returned from exile to Babylon.",
    "start": "00:10:59",
    "end": "00:11:13"
  },
  {
    "text": "Yeah. Built a new temple.",
    "start": "00:11:13",
    "end": "00:11:14"
  },
  {
    "text": "Yep. Books of Ezra and Nehemiah show us the. The first generation or two of that process, but people were just there, and now they're just immersed in the Hebrew Bible. And every week, as they've been doing for centuries now, they're observing Sabbath, Shabbat and they're doing the festival calendar. And so all of that is generating hope for the thing to come as they go to synagogue or sing the psalms and prophets at home. They're singing about this future hope of the.",
    "start": "00:11:14",
    "end": "00:11:46"
  },
  {
    "text": "And the thing to come now isn't just being in the land, but it's a freedom while in the land. And it's a prosperity while in the land.",
    "start": "00:11:47",
    "end": "00:11:56"
  },
  {
    "text": "Yeah, yeah, that's right. It's actually. It's a lot of things. Okay, so just because we can't spend too much time here, but just to get a flavor of how Jewish communities and leaders and theologians talked about what the Sabbath meant to them around the period of Jesus in the New Testament. So this is a helpful essay article by Italian scholar Samuel Bacchiocchi. You just want to. It might even look at the two sets of double Cs. It might even be. Isn't in Italian two Cs? Is that a chance? In which case this is Baccioce Bacciocchi. Anyway, maybe that's stereotypical. I might have just offended somebody.",
    "start": "00:11:56",
    "end": "00:12:44"
  },
  {
    "text": "I don't know, man, that sounds beautiful to me. Makes me want to hang out in Italy.",
    "start": "00:12:44",
    "end": "00:12:48"
  },
  {
    "text": "It's a really amazing scholar, the mid 20th century scholar of Jewish studies and New Testament. Anyway, he wrote this essay called Sabbatical Typologies of Messianic Redemption. Stirring title.",
    "start": "00:12:50",
    "end": "00:13:03"
  },
  {
    "text": "Sabbatical Typologies.",
    "start": "00:13:03",
    "end": "00:13:04"
  },
  {
    "text": "Yeah. And he's not talking about sabbaticals and like, you know, built into your, like, career cycle.",
    "start": "00:13:04",
    "end": "00:13:10"
  },
  {
    "text": "Yeah, like a pastor gets to go on sabbatical.",
    "start": "00:13:11",
    "end": "00:13:13"
  },
  {
    "text": "Yeah, that's right. What he's saying is he surveyed Jewish literature from this whole period, a lot of different authors, and he kind of puts together a little top 10 list of how Jewish authors talked about their hope for in the coming Messianic age.",
    "start": "00:13:13",
    "end": "00:13:26"
  },
  {
    "text": "Yeah.",
    "start": "00:13:26",
    "end": "00:13:27"
  },
  {
    "text": "And what he pays attention to Sabbath language about the future Messianic age.",
    "start": "00:13:27",
    "end": "00:13:33"
  },
  {
    "text": "Awesome.",
    "start": "00:13:33",
    "end": "00:13:33"
  },
  {
    "text": "So he kind of breaks it into sections. I'll just do some samples because it's interesting. So one of the things that characterized the seventh day rest in Eden was man and God together at peace. And man at peace with the animals.",
    "start": "00:13:34",
    "end": "00:13:48"
  },
  {
    "text": "Yeah, peace with the animals.",
    "start": "00:13:48",
    "end": "00:13:49"
  },
  {
    "text": "Yeah. So this generated a whole bunch of discussion as the centuries went on about how you relate to animals on the Sabbath. So this is a conversation from the Talmud which post dates Jesus in the New Testament, but it's talking about the opinions of rabbis from the period of Jesus in the New Testament.",
    "start": "00:13:49",
    "end": "00:14:09"
  },
  {
    "text": "Okay.",
    "start": "00:14:09",
    "end": "00:14:10"
  },
  {
    "text": "So there was this debate going on where on Shabbat, the question is, can you wear like a dagger? You know, like you might.",
    "start": "00:14:10",
    "end": "00:14:19"
  },
  {
    "text": "You might run into a wild beast.",
    "start": "00:14:19",
    "end": "00:14:21"
  },
  {
    "text": "Yeah, totally. Yeah. So some rabbis say a Man should not go out with a sword, a bow, a shield, a club or a spear on Shabbat. It's just not necessary.",
    "start": "00:14:21",
    "end": "00:14:31"
  },
  {
    "text": "Not necessary. If you're using that thing, you're not Shabbat.",
    "start": "00:14:31",
    "end": "00:14:33"
  },
  {
    "text": "Yeah. Even if you normally carry it around, you know, for, I don't know, keep.",
    "start": "00:14:33",
    "end": "00:14:38"
  },
  {
    "text": "Your pocket knife at home.",
    "start": "00:14:38",
    "end": "00:14:39"
  },
  {
    "text": "Yeah, yeah, totally. That's right. So one rabbi says, yes, if he wears that stuff and he goes out on Shabbat, he's liable for a sin offering. That's a sin. He's going to have to go to the temple and make an offering. It's a sin.",
    "start": "00:14:39",
    "end": "00:14:53"
  },
  {
    "text": "He's playing with fire there.",
    "start": "00:14:53",
    "end": "00:14:54"
  },
  {
    "text": "Yeah, but Rabbi Eliezer said no, they're his ornaments. He's a hunter. He can carry his hunting equipment on Shabbat. It's fine.",
    "start": "00:14:54",
    "end": "00:15:04"
  },
  {
    "text": "Some flair.",
    "start": "00:15:04",
    "end": "00:15:04"
  },
  {
    "text": "Yeah. Rabbi Eliezer disagrees. He says it's not a sin. He wears it all the. It's just part of his deal. He shouldn't have to take it off.",
    "start": "00:15:04",
    "end": "00:15:11"
  },
  {
    "text": "Sure.",
    "start": "00:15:11",
    "end": "00:15:12"
  },
  {
    "text": "But the sages, the majority of the rabbis say they are nothing but ugly on Shabbat. And then they quote. They say, because it is said, and they quote from the prophet Isaiah, and they shall beat their swords into plow blades and their spears into pruning hooks. Nation will not lift up sword against nation, nor will they learn war anymore. So that's Isaiah 2, which is of the cosmic exaltation of the new Jerusalem, where the nations stream up to it and learn Torah and its peace. So I just like this. I think Christians who only ever read the New Testament can read the portraits about the Pharisees and the Sabbath.",
    "start": "00:15:12",
    "end": "00:15:55"
  },
  {
    "text": "That it's just legalism.",
    "start": "00:15:55",
    "end": "00:15:56"
  },
  {
    "text": "That it's just legalism. It's not what's happening.",
    "start": "00:15:56",
    "end": "00:15:59"
  },
  {
    "text": "They want to just saturate themselves in this idea of new creation. And so every detail matters.",
    "start": "00:15:59",
    "end": "00:16:07"
  },
  {
    "text": "Is it.",
    "start": "00:16:08",
    "end": "00:16:09"
  },
  {
    "text": "Is it an offensive, ugly thing to have your club or is that an ornament that's just normal? And if we're really anticipating new creation on this day, that actually should feel kind of ugly to us.",
    "start": "00:16:09",
    "end": "00:16:23"
  },
  {
    "text": "Yes. A sword should feel ugly. Seeing a sword on Shabbat should feel like a sad defilement of our hope of a time of peace in the messianic age.",
    "start": "00:16:23",
    "end": "00:16:33"
  },
  {
    "text": "Oh, interesting. Yeah.",
    "start": "00:16:33",
    "end": "00:16:34"
  },
  {
    "text": "That's how they're thinking and talking about it.",
    "start": "00:16:34",
    "end": "00:16:36"
  },
  {
    "text": "Yeah.",
    "start": "00:16:36",
    "end": "00:16:36"
  },
  {
    "text": "I mean, it's a silly. It feels derogatory to say Sabbath becomes like a play acting.",
    "start": "00:16:36",
    "end": "00:16:42"
  },
  {
    "text": "Yeah, we've used that.",
    "start": "00:16:42",
    "end": "00:16:43"
  },
  {
    "text": "But it is. That's in a way.",
    "start": "00:16:43",
    "end": "00:16:46"
  },
  {
    "text": "Yeah. Put your guns back in the gun.",
    "start": "00:16:46",
    "end": "00:16:48"
  },
  {
    "text": "Case for the Sabbath that's right. You don't need them to hunt here. We live the life of Eden together as much as we can.",
    "start": "00:16:48",
    "end": "00:16:55"
  },
  {
    "text": "Yeah. And that isn't to just put on rules so they can try to please God, which is what people think of legalism. It's really focusing on how do we keep this day, allowing us to create in our hearts and in our minds what we're ultimately hoping for. The Sabbath rest. This rest with God. Ruling with God.",
    "start": "00:16:55",
    "end": "00:17:19"
  },
  {
    "text": "That's right. So that's the energy behind the Pharisees passion for the Sabbath. Yeah. As Christians, we need to be much more charitable in understanding the context of this debate. So we'll talk about the debates about the Sabbath that Jesus had.",
    "start": "00:17:19",
    "end": "00:17:35"
  },
  {
    "text": "Yeah.",
    "start": "00:17:35",
    "end": "00:17:35"
  },
  {
    "text": "And they don't actually quite say what people often take them to say. So we'll talk about that.",
    "start": "00:17:35",
    "end": "00:17:41"
  },
  {
    "text": "We'll get there.",
    "start": "00:17:41",
    "end": "00:17:42"
  },
  {
    "text": "Another theme is the material abundance, the garden. This is recapturing the life of Eden.",
    "start": "00:17:42",
    "end": "00:17:49"
  },
  {
    "text": "Yeah.",
    "start": "00:17:49",
    "end": "00:17:49"
  },
  {
    "text": "So you'll find all over Jewish literature of this period this image of hope. And actually we've talked about it in the prophets, like just crazy metaphors of.",
    "start": "00:17:49",
    "end": "00:17:58"
  },
  {
    "text": "Like hills flowing with wine.",
    "start": "00:17:58",
    "end": "00:18:00"
  },
  {
    "text": "Flowing with wine.",
    "start": "00:18:00",
    "end": "00:18:01"
  },
  {
    "text": "Yeah. That's a crazy stream.",
    "start": "00:18:02",
    "end": "00:18:03"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:18:03",
    "end": "00:18:04"
  },
  {
    "text": "What kind of ecosystem created the wine stream?",
    "start": "00:18:04",
    "end": "00:18:07"
  },
  {
    "text": "Yeah, with wine and milk. But it's as crazy as the sky's raining. Some sort of frosty bread crust.",
    "start": "00:18:07",
    "end": "00:18:15"
  },
  {
    "text": "Desert flakes.",
    "start": "00:18:15",
    "end": "00:18:16"
  },
  {
    "text": "In the desert flakes. Yeah, totally. Yeah. So there's a text called Second Baruch. It goes by a few different titles, but Baruch was Jeremiah's scribe. And there's a really amazing work that predates Jesus called First Baruch. That's in the Roman Catholic and Orthodox Deuterocanon, the Apocrypha. It's amazing. Then there was a later work, and people debate exactly when Second Baruch was written. But it describes the period where the Messiah is begun to be revealed. The earth will yield its fruit 10,000 fold. On each vine a thousand branches, and on each branch a thousand clusters. And on each cluster a thousand grapes. And each grape produces a whole vat of wine. You get the idea.",
    "start": "00:18:16",
    "end": "00:19:04"
  },
  {
    "text": "Yeah. And each vat of wine can be drunk for a thousand years by a thousand people.",
    "start": "00:19:04",
    "end": "00:19:10"
  },
  {
    "text": "Yeah, that's right. So the point is. Yeah. The unending abundance of the garden gets projected out forward. And we've talked about this. There's a whole part of the modern west in a certain socioeconomic class that has no category, that hasn't had to go without food for very long. To understand how these images of abundance would seem like another world to most people. For most of human history. Extravagant abundance of food would be like, that must be some other world.",
    "start": "00:19:11",
    "end": "00:19:45"
  },
  {
    "text": "Yeah. You're not talking about the reality. I know.",
    "start": "00:19:45",
    "end": "00:19:49"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:19:49",
    "end": "00:19:50"
  },
  {
    "text": "It's as weird saying that as desert flakes is to us.",
    "start": "00:19:50",
    "end": "00:19:54"
  },
  {
    "text": "Yeah, that's right. Yeah, totally. Yeah, that's right.",
    "start": "00:19:54",
    "end": "00:19:57"
  },
  {
    "text": "It just doesn't happen.",
    "start": "00:19:57",
    "end": "00:19:58"
  },
  {
    "text": "Yeah. So the reason why I think this is helpful is food and Sabbath rest have a tight connection all the way back to Genesis 1, where God provides food for the humans and animals on day six, seventh day. Not just enjoy because the food's been provided and then the manna and the abundance of the land, and trusting that the land will produce in the seventh year, that you let the land rest. So food trusting in God's provision of abundance and connection to the Sabbath is a major theme. And so he notes that in this that you find food. Another theme is what he calls joy and light. So this is from an early Jewish commentary on the book of Psalms called Midrash on the Psalms. And it's discussing an insight that Rabbi Levi said, in the name of Rabbi Zimra for the Sabbath day. They're talking about Psalm 92. Psalm 92 has a little heading. It says, a song for the Sabbath day. It's one of the only psalms in the Book of Psalms that is connected to one of the feast days explicitly a song you sing on the Sabbath day. Rabbi Levi went on, he said, why is Psalm 2 for the Sabbath day? He says, well, that's for the day which darkness does not attend.",
    "start": "00:19:58",
    "end": "00:21:24"
  },
  {
    "text": "Darkness doesn't hang out on that day.",
    "start": "00:21:24",
    "end": "00:21:26"
  },
  {
    "text": "Yeah. It's a song for the day when there's no darkness. So in other words, it was a song that was sung every Sabbath. But what Rabbi Levi is saying is really what this psalm is about. It's about the day that's coming that has no sunset. The day that has no darkness.",
    "start": "00:21:26",
    "end": "00:21:45"
  },
  {
    "text": "Yeah. The seventh day has no evening. And morning.",
    "start": "00:21:45",
    "end": "00:21:47"
  },
  {
    "text": "Yeah. Is tying back in to that observation in Genesis 1, that there's no evening or morning. So he goes on, you find that it is written of the other days. There was evening and there was morning one day. But the words there was evening are not written of the Sabbath. And so the Sabbath light continued for 36 hours. So he's saying, on the original Sabbath, Adam and Eve lit their menorahs, and normally the sun would set, those candles would go from sunset to sunset. And what he says is, because there's no evening on the Sabbath, it's an undying candle of light. It just goes on into the perpetual.",
    "start": "00:21:47",
    "end": "00:22:29"
  },
  {
    "text": "Sabbath, you know, people who live like in Northern Hemisphere get to experience this 36 hours. Right?",
    "start": "00:22:29",
    "end": "00:22:34"
  },
  {
    "text": "36 hour.",
    "start": "00:22:34",
    "end": "00:22:35"
  },
  {
    "text": "Where the sun just gets to the horizon where it's going to set and then it pops back up.",
    "start": "00:22:35",
    "end": "00:22:40"
  },
  {
    "text": "Yes, yes.",
    "start": "00:22:40",
    "end": "00:22:41"
  },
  {
    "text": "It doesn't actually set.",
    "start": "00:22:41",
    "end": "00:22:42"
  },
  {
    "text": "That's right. Now, this is significant because what it shows us is people's interest in the eighth day or the concept of, well, see, if you have the seventh day, then if the seventh day doesn't really end, then you can say, the seventh day doesn't end, the Sabbath light continues on. Or we're going to find other Jewish authors, including the Gospel authors, who are going to be activating Sabbath themes. When they talk about the day after the Sabbath or the eighth day or the morning after the Sabbath, they're activating.",
    "start": "00:22:42",
    "end": "00:23:19"
  },
  {
    "text": "This is the morning after Adam and Eve got kicked out of the garden.",
    "start": "00:23:20",
    "end": "00:23:23"
  },
  {
    "text": "Yes. But imagine if the Sabbath hope is for the ultimate Sabbath, the ultimate Jubilee, another perpetual Sabbath that truly never ends like Genesis 1 sets you up to hope for. Then there is no day after. It's just perpetual seventh day.",
    "start": "00:23:23",
    "end": "00:23:41"
  },
  {
    "text": "It's the final age.",
    "start": "00:23:41",
    "end": "00:23:42"
  },
  {
    "text": "That's right. And so here in historical time, the day at what in the Christian calendar has become Sunday is the day after the Sabbath, the eighth day. And so what we're going to see is some Jews thought about the day after the Sabbath as an image of a new Genesis 1, let there be light day. So they're going to talk about the.",
    "start": "00:23:42",
    "end": "00:24:06"
  },
  {
    "text": "Eighth day is the first day, because.",
    "start": "00:24:06",
    "end": "00:24:07"
  },
  {
    "text": "The eighth day goes back to the first day of Genesis 1. And so the coming of eternal light, or the sun rise that never goes out, becomes an image of the rest beyond. I'm maybe not being very clear.",
    "start": "00:24:07",
    "end": "00:24:21"
  },
  {
    "text": "No, no, I think I see what you're saying. So, like, the eighth day in our experience of time. In our experience of time. Well, okay, no, hold on. We experience time on a weekly rhythm. So every week, seven days, there's always the eighth day, which is really the first day.",
    "start": "00:24:21",
    "end": "00:24:39"
  },
  {
    "text": "First day of the new week, back.",
    "start": "00:24:39",
    "end": "00:24:40"
  },
  {
    "text": "Into the cycle, waiting for the seventh day.",
    "start": "00:24:40",
    "end": "00:24:42"
  },
  {
    "text": "Correct.",
    "start": "00:24:42",
    "end": "00:24:42"
  },
  {
    "text": "But there's also a way to think about this in cosmic terms, which is if the seventh day doesn't end, it's not supposed to end, and it's full of light, doesn't even have an evening. If that did end because of something not natural to what God wanted, but something, a rebellion, then the next sunrise is now anticipating that we can now go back and try to get back to the seventh day.",
    "start": "00:24:42",
    "end": "00:25:09"
  },
  {
    "text": "Yeah. It becomes a sign of hope for the ultimate Sabbath.",
    "start": "00:25:09",
    "end": "00:25:12"
  },
  {
    "text": "So the Eighth day sunrise is almost like, oh, good, it's not over.",
    "start": "00:25:12",
    "end": "00:25:16"
  },
  {
    "text": "Correct.",
    "start": "00:25:16",
    "end": "00:25:17"
  },
  {
    "text": "We can still now journey back into the Sabbath.",
    "start": "00:25:17",
    "end": "00:25:20"
  },
  {
    "text": "Correct, Correct. Yeah, yeah. So sometimes the seventh day can be talked about as the ultimate hope, but in other texts or ways of imagining it, the sunrise of the eighth day becomes the sign of hope for the ultimate Sabbath, the foretaste of which I just finished a few, like, on the previous day.",
    "start": "00:25:20",
    "end": "00:25:40"
  },
  {
    "text": "Yeah. It's like, here's the Sabbath. Awesome. It's great. The sun doesn't even set. You know, there's abundance. We're ruling with God. But the tragic rebellion. And now as we leave this state of being united with God and ruling, it's almost kind of like, oh, no. Is it just darkness from now on?",
    "start": "00:25:40",
    "end": "00:26:04"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:26:04",
    "end": "00:26:05"
  },
  {
    "text": "Was it just darkness and death? And now we return to the dust and you're just like that kind of that angst of, like, oh, we screwed it up, and then suddenly the sun pops back up.",
    "start": "00:26:05",
    "end": "00:26:18"
  },
  {
    "text": "That's right.",
    "start": "00:26:18",
    "end": "00:26:18"
  },
  {
    "text": "And. And that sun is a way to anticipate that we can get back.",
    "start": "00:26:18",
    "end": "00:26:23"
  },
  {
    "text": "So I want to find. This has been confusing for me in the past, so I feel like this is my moment to gain clarity about how these symbols work in these different texts. So you're hoping for the seventh day that has no end.",
    "start": "00:26:23",
    "end": "00:26:34"
  },
  {
    "text": "Yeah.",
    "start": "00:26:34",
    "end": "00:26:34"
  },
  {
    "text": "Rabbi Levi says Psalm 92 was written for the ultimate Sabbath, when the Sabbath light continues for 36 hours. So he's thinking about the Sabbath that has no end. But in terms of actual hours, he says it continues on into what would normally be the eighth day or the first day of the new week. And so that light that appears in Genesis 1 and the sunrise of every eighth day after my experience of the Sabbath, that light is the light that will perpetually burn on the ultimate Sabbath. And so now the light of day one in Genesis can become another image pointing towards the ultimate Sabbath, because it's all light and all life and all joy. It's counting by the hours into the.",
    "start": "00:26:35",
    "end": "00:27:23"
  },
  {
    "text": "Eighth day, which is arguably what Genesis 1 was doing anyways.",
    "start": "00:27:23",
    "end": "00:27:26"
  },
  {
    "text": "Yeah, correct.",
    "start": "00:27:26",
    "end": "00:27:27"
  },
  {
    "text": "Anticipating that.",
    "start": "00:27:27",
    "end": "00:27:29"
  },
  {
    "text": "Yes. In a way. Day one tells the whole story of the Bible.",
    "start": "00:27:29",
    "end": "00:27:32"
  },
  {
    "text": "Yeah. Let there be light.",
    "start": "00:27:32",
    "end": "00:27:33"
  },
  {
    "text": "They're out of darkness. God contains the darkness, puts a boundary on it, and says, here your night shall stop, and then comes day. And that's a way of thinking about it.",
    "start": "00:27:33",
    "end": "00:27:44"
  },
  {
    "text": "And it's not a day in the way that we think of day, where the sun comes up.",
    "start": "00:27:44",
    "end": "00:27:48"
  },
  {
    "text": "No. It's not even on the scene yet. Yeah. This is God's pure life and light and glory.",
    "start": "00:27:48",
    "end": "00:27:54"
  },
  {
    "text": "It's a picture of eternal life.",
    "start": "00:27:55",
    "end": "00:27:56"
  },
  {
    "text": "It's a picture of God's own being that will bring an end to darkness and permeate the cosmos with divine light.",
    "start": "00:27:57",
    "end": "00:28:05"
  },
  {
    "text": "And so every day after that gets an evening and morning which the sun isn't created until day four. So it's weird. There's evening and morning.",
    "start": "00:28:05",
    "end": "00:28:12"
  },
  {
    "text": "Yeah, it's weird for us.",
    "start": "00:28:12",
    "end": "00:28:13"
  },
  {
    "text": "Day two, three.",
    "start": "00:28:13",
    "end": "00:28:14"
  },
  {
    "text": "But in their imagination, the sun is just a symbol. Sorry, not just their imagination. In the biblical worldview, the sun is a physical symbol of a power even greater than it.",
    "start": "00:28:14",
    "end": "00:28:25"
  },
  {
    "text": "And then the Sabbath day, there is no evening and morning in the same way as day one. It's just light.",
    "start": "00:28:26",
    "end": "00:28:33"
  },
  {
    "text": "Yeah, just.",
    "start": "00:28:33",
    "end": "00:28:33"
  },
  {
    "text": "That's all you need is the day One light.",
    "start": "00:28:33",
    "end": "00:28:35"
  },
  {
    "text": "Yeah, Day one light. That's it. Yeah. Okay, thank you. I just need to process that through. Okay, so this is everything that's in the air. Jesus comes onto the scene and the Gospel of Luke presents his first, like, public appearance. And what's he talking about? He's doing something on the Sabbath, talking about the jubilee.",
    "start": "00:28:35",
    "end": "00:28:57"
  },
  {
    "text": "So let's talk about that, Sam.",
    "start": "00:28:58",
    "end": "00:29:23"
  },
  {
    "text": "Luke 4, John. I'll let you read the story.",
    "start": "00:29:31",
    "end": "00:29:34"
  },
  {
    "text": "Luke 4, verse 14.",
    "start": "00:29:34",
    "end": "00:29:36"
  },
  {
    "text": "Starting in verse 14, Jesus returned to.",
    "start": "00:29:36",
    "end": "00:29:39"
  },
  {
    "text": "Galilee in the power of the Spirit. And news about him spread through all the surrounding district. And he began teaching in their synagogues and was praised by all. And he came to Nazareth where he had been brought up. And as it was his custom, he entered the synagogue on the Sabbath and he stood up to read the book of the prophet. Isaiah was handed to him. And he opened the book and found the place where it was written. This. The Spirit of the Lord is upon me because he anointed me to preach the gospel to the poor. He has sent me to proclaim release to the captives and recovery of sight to the blind, to set those who are oppressed, to set free those who are oppressed, to proclaim the year of the Lord's favor. And he closed the book, gave it back to the attendant and sat down. And the eyes of all those in the synagogues were fixed on him. And he began to say to them, today, this scripture has been fulfilled in your hearing.",
    "start": "00:29:39",
    "end": "00:30:35"
  },
  {
    "text": "Yeah, yeah. It's a past or perfect tense has been fulfilled. That means it's a past event with ongoing implications. Present implications. Yeah, dude, this is a mic drop moment. If they had microphones back then. Yeah. So there's two clues Luke gives us here. It's the day that he shows up at synagogue.",
    "start": "00:30:36",
    "end": "00:31:02"
  },
  {
    "text": "Sabbath.",
    "start": "00:31:02",
    "end": "00:31:02"
  },
  {
    "text": "Sabbath. So we've got the seven day on our minds. And Then it just so happens that the reading from the prophets is from Isaiah and it's from a paragraph talking about the jubilee. But remember we talked about Isaiah 61 because it's not just talking about the every 49 year Jubilee. This is.",
    "start": "00:31:03",
    "end": "00:31:24"
  },
  {
    "text": "Remind me, what is it about?",
    "start": "00:31:25",
    "end": "00:31:26"
  },
  {
    "text": "Yes. I'm sorry.",
    "start": "00:31:26",
    "end": "00:31:27"
  },
  {
    "text": "That's okay.",
    "start": "00:31:27",
    "end": "00:31:28"
  },
  {
    "text": "No, Isaiah 61 was this culminating moment where the servant who God in Isaiah 49 appoints as Israel on a mission to the people of Israel and to be a light to the nations and to announce the good news of the restoration of the new Jerusalem and God's coming to live in his new temple and all this. And this figure is anointed, which is what happens to kings by prophets. And he's announcing the year of the Lord's favor. It's a time of release. This is all the vocabulary from the year of jubilee. Yeah, but in the prophets, this is a way of talking about the ultimate jubilee. The ultimate jubilee on the other side of Israel's exile. Right, yeah. So what Jesus is claiming is that the ultimate jubilee that the prophets pointed to has begun. Has begun. Here it is. I'm doing it.",
    "start": "00:31:28",
    "end": "00:32:23"
  },
  {
    "text": "It's a massive claim.",
    "start": "00:32:23",
    "end": "00:32:25"
  },
  {
    "text": "It's a massive claim.",
    "start": "00:32:25",
    "end": "00:32:27"
  },
  {
    "text": "The thing that you've been hoping for.",
    "start": "00:32:27",
    "end": "00:32:29"
  },
  {
    "text": "The thing that all of us.",
    "start": "00:32:29",
    "end": "00:32:30"
  },
  {
    "text": "Final rest.",
    "start": "00:32:30",
    "end": "00:32:31"
  },
  {
    "text": "Yes, yes.",
    "start": "00:32:31",
    "end": "00:32:32"
  },
  {
    "text": "That all the battles been for and all the everything. Generation after generation, century after century, empire after empire. This thing we've been waiting for. It started.",
    "start": "00:32:32",
    "end": "00:32:45"
  },
  {
    "text": "Yeah. Here it is. I'm bringing it into being. He just came from the baptism and the testing in the wilderness, shows up in his hometown. What people say after this is, wait, isn't this Joseph's son? We know this guy's brothers.",
    "start": "00:32:45",
    "end": "00:33:00"
  },
  {
    "text": "Yeah.",
    "start": "00:33:00",
    "end": "00:33:00"
  },
  {
    "text": "He's claiming to bring in the ultimate jubilee. Yeah, totally. It's like, yeah, what a scene. I mean, it's just audacious. And he's in a small town synagogue, Nazareth. I forget. There's been a lot of archaeological work in Nazareth. It's got a population of under a thousand. I mean, it's.",
    "start": "00:33:01",
    "end": "00:33:19"
  },
  {
    "text": "Oh, whoa.",
    "start": "00:33:20",
    "end": "00:33:20"
  },
  {
    "text": "Yeah, it's not a big town in the first century.",
    "start": "00:33:20",
    "end": "00:33:23"
  },
  {
    "text": "It's like a one stop light town.",
    "start": "00:33:23",
    "end": "00:33:25"
  },
  {
    "text": "Totally. Yeah, yeah, yeah. So he chooses his hometown, which is a small town.",
    "start": "00:33:25",
    "end": "00:33:30"
  },
  {
    "text": "Yeah.",
    "start": "00:33:30",
    "end": "00:33:31"
  },
  {
    "text": "I mean, this is like, we've used lots of analogies in the past, you know, of like announcing you're the president of a country when there's been no election.",
    "start": "00:33:31",
    "end": "00:33:42"
  },
  {
    "text": "Yeah, no election. And you go to some small town.",
    "start": "00:33:42",
    "end": "00:33:46"
  },
  {
    "text": "Yeah, but you go to a small town in, I don't know, West Texas or something, and you know, just not the place where you'd expect.",
    "start": "00:33:46",
    "end": "00:33:54"
  },
  {
    "text": "Sam.",
    "start": "00:34:19",
    "end": "00:34:32"
  },
  {
    "text": "Okay, now let's just pay attention. A couple nerdy things. I don't know, people. I think this kind of stuff is cool. If you line up the quotation of Isaiah that Jesus read from, and then the Hebrew version of Isaiah 61, you notice some tweaks. And this is typical for not just in the New Testament that that's true, but just in Jewish literature. They're constantly hyperlinking multiple texts. So this quotation from Isaiah 61 has actually inserted an extra phrase that wasn't in Isaiah 61, but it's a phrase from elsewhere in the book of Isaiah. Isaiah 58, it's the phrase to release the oppressed. So in the version of Isaiah 60:1 that we have here in Luke 4, the release of captives and setting free the oppressed, there's two phrases of liberation or release. There's only one in the Hebrew version, but there's been a little seasoning of Isaiah 58. And if you go read Isaiah 58, we won't necessarily do it. It's from Isaiah 58, 6, but it's a whole chapter on how Israel has been defiling the Sabbath by not feeding the poor on the Sabbath. He just lays into them. He's just like, you guys go celebrate.",
    "start": "00:34:52",
    "end": "00:36:13"
  },
  {
    "text": "Shabbat, but you let the poor just.",
    "start": "00:36:13",
    "end": "00:36:15"
  },
  {
    "text": "And you just go hungry, hungry, naked people who are sick and hurting, and you don't do anything for them. And he's just like, this is a farce. He's really ticked off the prophet in Isaiah. But then he says, isn't this the Sabbath that I choose to divide your bread with the hungry, to bring the homeless poor into your house when you see the naked, to cover him, to not hide yourself from your own kin. And then the prophet says, if Israel can learn to obey the Sabbath in that way, then verse eight, then your light will shine like the dawn. Genesis 1. Genesis, day one imagery. Your light will shine like the dawn. Your restoration will spring forth like the plants spring up from the ground. In Genesis 1, righteousness will go before you. The glory of Yahweh that illuminated on day one will be your rear guard. So this is in the wilderness.",
    "start": "00:36:15",
    "end": "00:37:13"
  },
  {
    "text": "Oh, yeah, the Exodus.",
    "start": "00:37:13",
    "end": "00:37:14"
  },
  {
    "text": "Yes. The glory is leading them. But now it's God's faithfulness to the covenant.",
    "start": "00:37:14",
    "end": "00:37:19"
  },
  {
    "text": "Isn't it also when they were fleeing from Egypt, Isn't that the description?",
    "start": "00:37:19",
    "end": "00:37:23"
  },
  {
    "text": "Yes, yeah, that's right. Yeah. It went behind them to separate them from the Egyptians. Yeah. Verse 9. Then you will call and Yahweh will answer, you'll cry out. And he'll say, I'm right here. If you remove the oppressive. Oh, yeah, sorry. Okay. Yeah. And he goes on into it. But that's. So the images of God's immediate presence, like in the garden, walking in their midst.",
    "start": "00:37:23",
    "end": "00:37:44"
  },
  {
    "text": "Yeah.",
    "start": "00:37:44",
    "end": "00:37:44"
  },
  {
    "text": "So all this garden imagery, which is all connected to. If you do the Sabbath right, you get a taste of Eden.",
    "start": "00:37:44",
    "end": "00:37:51"
  },
  {
    "text": "Yeah.",
    "start": "00:37:51",
    "end": "00:37:51"
  },
  {
    "text": "And when you're in Eden, Eden has room for everybody.",
    "start": "00:37:51",
    "end": "00:37:55"
  },
  {
    "text": "Yeah, there's enough for everyone.",
    "start": "00:37:56",
    "end": "00:37:58"
  },
  {
    "text": "Yeah, totally. So Jesus chooses just one little line from Isaiah 58.",
    "start": "00:37:58",
    "end": "00:38:03"
  },
  {
    "text": "He just throws it in and throws.",
    "start": "00:38:03",
    "end": "00:38:05"
  },
  {
    "text": "It into Isaiah 61.",
    "start": "00:38:05",
    "end": "00:38:06"
  },
  {
    "text": "It's an interesting kind of rabbi move, because, like, if you're following along, if you know what he's reading, you're like, wait a second, he just threw that. Oh, I see what he's doing.",
    "start": "00:38:06",
    "end": "00:38:14"
  },
  {
    "text": "Yeah. Because Isaiah 61 is about the year of favor jubilee. But he throws in a line that's about the Sabbath every seventh day. Because they're about the same thing in his reading of the Scriptures. Yeah. So, yeah, we've talked about it. The key word is release or freedom. The Greek word is aphesis, actually. Let me make sure I get the accents right. Any Greek nerds listening? Oh, it is aphesis. Yeah, yeah. Letting go. Releasing.",
    "start": "00:38:14",
    "end": "00:38:49"
  },
  {
    "text": "Okay.",
    "start": "00:38:49",
    "end": "00:38:49"
  },
  {
    "text": "Releasing. It's the word that was translated as. Yeah, release. The seventh year. Release. You let the land go free from slavery to you. You let your slaves go free. So what's interesting is we're going to see in Luke, this is also a common Greek word for me, releasing you from something you owe me, or in a way that you wronged me. And in English, we say, I forgive.",
    "start": "00:38:49",
    "end": "00:39:16"
  },
  {
    "text": "You, not I release you.",
    "start": "00:39:16",
    "end": "00:39:17"
  },
  {
    "text": "But in this way of saying it in Greek, you would say, I release you.",
    "start": "00:39:17",
    "end": "00:39:21"
  },
  {
    "text": "I release you.",
    "start": "00:39:22",
    "end": "00:39:23"
  },
  {
    "text": "And it's the metaphor of sin is a debt.",
    "start": "00:39:23",
    "end": "00:39:25"
  },
  {
    "text": "Mmm, I like that.",
    "start": "00:39:25",
    "end": "00:39:27"
  },
  {
    "text": "Yeah. So release from oppression, release from hunger, release from homelessness, release from military occupation, and release from the debt of our sins. These are all bundled into one thing in this concept.",
    "start": "00:39:27",
    "end": "00:39:44"
  },
  {
    "text": "That's cool.",
    "start": "00:39:44",
    "end": "00:39:45"
  },
  {
    "text": "Israel's exile is a result of their sin. So to announce Ephesus, to announce forgiveness, is to announce liberation, which is forgiveness for our sins that landed us in slavery to the foreign powers. I think when we. We've talked about this theme before, in our minds, we tend to separate. God forgives me of my sins from a change in my physical circumstances.",
    "start": "00:39:45",
    "end": "00:40:12"
  },
  {
    "text": "Right.",
    "start": "00:40:12",
    "end": "00:40:13"
  },
  {
    "text": "And in this story, those are interwoven because their circumstances are the result of their sins.",
    "start": "00:40:13",
    "end": "00:40:20"
  },
  {
    "text": "I guess part of me flinches when we Talk that way because then we're just one step away from like a prosperity gospel.",
    "start": "00:40:21",
    "end": "00:40:29"
  },
  {
    "text": "Oh, interesting. Oh, I was not expecting that. That's what you were going to say. Tell me about that.",
    "start": "00:40:29",
    "end": "00:40:36"
  },
  {
    "text": "Well, forgiveness of my sins. I'm in now a right relationship with God. You connect that with then the change in my situation, being freed from captivity. Well, what's my captivity? I don't have enough resources. I don't have enough. Or maybe I'm enslaved in some way and there is a connection. But then I feel that kind of like you play that up and all of a sudden now you're just like the reason. Everything's about prosperity.",
    "start": "00:40:36",
    "end": "00:41:11"
  },
  {
    "text": "But prosperity in what sense? He does specify along with Isaiah 61, it's good news for the poor and the blind and oppressed. So people usually don't get access to the goods.",
    "start": "00:41:11",
    "end": "00:41:22"
  },
  {
    "text": "They get them. And that's prosperity.",
    "start": "00:41:22",
    "end": "00:41:24"
  },
  {
    "text": "That is. It is prosperity. But who's saying this? And then the context of what kind of movement, how are the poor going to experience release? Jesus from this moment is going to start throwing banquets, and then it's people. And who's funding these banquets? Not Jesus. It's people who decide to start sharing. Doing Isaiah 58, Israelites start sharing. Like Zacchaeus, that's in the Gospel of Luke. And he's like, oh, my gosh, I've been depriving all these people, taking too much. Big party. I'm going to pay back even more than what I took from people offices. So the vehicle of prosperity is people sharing with each other.",
    "start": "00:41:24",
    "end": "00:42:09"
  },
  {
    "text": "Yeah.",
    "start": "00:42:09",
    "end": "00:42:10"
  },
  {
    "text": "Does that have a different.",
    "start": "00:42:10",
    "end": "00:42:11"
  },
  {
    "text": "It does. It's interesting because like, okay, there's two different ways my mind's going here. One is towards prosperity gospel. It's a new form of selfishness in a way. Sometimes it can be. It can be.",
    "start": "00:42:12",
    "end": "00:42:23"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:42:23",
    "end": "00:42:24"
  },
  {
    "text": "In the way I'm. In the way I'm thinking of it.",
    "start": "00:42:24",
    "end": "00:42:26"
  },
  {
    "text": "If I turned to God, he'll release material blessing into my life.",
    "start": "00:42:26",
    "end": "00:42:31"
  },
  {
    "text": "Into my life.",
    "start": "00:42:31",
    "end": "00:42:32"
  },
  {
    "text": "Yeah, that's a way. That's a mindset.",
    "start": "00:42:32",
    "end": "00:42:33"
  },
  {
    "text": "Yeah, yeah. And then there's kind of what I grew up in, which is like, let's not. Let's just talk about it in a spiritual sense. You're forgiven. It's not about material. But then there's the way that it seems like the Gospel of Luke is thinking of it is like, well, it is material and does have to do with prosperity, but in a very unselfish way.",
    "start": "00:42:33",
    "end": "00:42:53"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:42:53",
    "end": "00:42:54"
  },
  {
    "text": "Where it's like, it's giving out to others. So that's when you realize that the jubilee has begun. You can now live in a way that shares very freely so that people who don't have can join the banquet.",
    "start": "00:42:55",
    "end": "00:43:10"
  },
  {
    "text": "That's cool. Yes. Yeah. So here, let's see. Luke. This is programmatic for Luke. And this announcement of Jesus is setting the program for everything Jesus is going to do in like the next six chapters, actually the whole book. But this word aphesis is a key repeated word in the stories to follow. What does Jesus start doing after chapter four? He heals a man with diseased skin and then says to the man, hey, go to the temple. You can go to the temple now. Show the priests. Yeah, they're gonna be blown away. And you can go be in the temple now.",
    "start": "00:43:11",
    "end": "00:43:42"
  },
  {
    "text": "Yeah. Because leprosy was made him unholy, made him ritually impure.",
    "start": "00:43:42",
    "end": "00:43:47"
  },
  {
    "text": "That's right, yeah. The next story is the story about the paralyzed man carried by his friends. What Jesus says to him as young man, your sins are. He uses the verb aphiemi. It's the verb, your sins are released. And I think for Wes, at least for me, for many years I read that story, and it's like, oh, that's cool. But I'm sure the guy actually wants to walk. And of course Jesus is going to do that. But in Jesus mind, again, your circumstances and your relationship to God, it's all one bundle. You're being released from oppression is one way to think about Jesus healings. It's release. Release in this case, from the powers of darkness and mortality and death that corrupt our bodies.",
    "start": "00:43:48",
    "end": "00:44:34"
  },
  {
    "text": "For Jesus in this moment, releasing the man of his sins was connected. Is it like completely connected to this idea of his body being.",
    "start": "00:44:35",
    "end": "00:44:45"
  },
  {
    "text": "Think of in John, the story of the blind man, and the disciples asked, hey, who sinned? This guy or his parents? Because we know people don't end up blind unless somebody sinned. And Jesus says, it's the wrong question. Like, neither this man nor his sin. But I'll tell you what, it's going to happen. God's going to use this man's blindness and his healing to show God's glory. So Jesus doesn't automatically connect sin with suffering, but there is a need for release from sins in a cosmic sense. In the age of sin and death.",
    "start": "00:44:45",
    "end": "00:45:20"
  },
  {
    "text": "And exile, in a cosmic sense, why does anyone lose function of their body?",
    "start": "00:45:20",
    "end": "00:45:25"
  },
  {
    "text": "Correct.",
    "start": "00:45:25",
    "end": "00:45:25"
  },
  {
    "text": "Because of, we're in the age of sin and death.",
    "start": "00:45:25",
    "end": "00:45:27"
  },
  {
    "text": "We're in the age of mortality and slavery to the powers.",
    "start": "00:45:27",
    "end": "00:45:31"
  },
  {
    "text": "We're being ground back to the dust.",
    "start": "00:45:31",
    "end": "00:45:33"
  },
  {
    "text": "Correct.",
    "start": "00:45:33",
    "end": "00:45:33"
  },
  {
    "text": "The liberation from that is Connected. It's the same idea as the liberation from our moral feelings and our.",
    "start": "00:45:33",
    "end": "00:45:41"
  },
  {
    "text": "Yeah, I mean, it's hard for us to do in English because when Jesus says to this guy, your sins are forgiven. That word forgiven just. I guess it hindered us from being able to hear the double nuance of release for what Jesus is saying. Whereas to say, you are released from your sins.",
    "start": "00:45:42",
    "end": "00:46:03"
  },
  {
    "text": "Yeah. They're holding them captive.",
    "start": "00:46:03",
    "end": "00:46:04"
  },
  {
    "text": "Yeah, yeah. It's like your sins are released. You have the burden image, you know?",
    "start": "00:46:04",
    "end": "00:46:09"
  },
  {
    "text": "Wait, are the sins released or are you released?",
    "start": "00:46:09",
    "end": "00:46:11"
  },
  {
    "text": "What he says is, your sins are released. Your sins are let go.",
    "start": "00:46:12",
    "end": "00:46:17"
  },
  {
    "text": "His sins are let go.",
    "start": "00:46:17",
    "end": "00:46:18"
  },
  {
    "text": "Yeah, you could say it. You could make him the subject by saying, you are the one released, but your sins are being released.",
    "start": "00:46:18",
    "end": "00:46:25"
  },
  {
    "text": "It's interesting. It's like a reverse. Like a slave is released in a freedom.",
    "start": "00:46:25",
    "end": "00:46:30"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:46:30",
    "end": "00:46:31"
  },
  {
    "text": "But the sin is released.",
    "start": "00:46:31",
    "end": "00:46:32"
  },
  {
    "text": "A debt slave is enslaved because his debt is like a weight or a burden. He owes somebody money.",
    "start": "00:46:32",
    "end": "00:46:40"
  },
  {
    "text": "So to be freed as a slave is for your debt to be released.",
    "start": "00:46:40",
    "end": "00:46:43"
  },
  {
    "text": "Correct. Your debt is released.",
    "start": "00:46:43",
    "end": "00:46:45"
  },
  {
    "text": "I see.",
    "start": "00:46:45",
    "end": "00:46:46"
  },
  {
    "text": "So to be under the power of death and mortality is a type of debt. Is a type of debt, and that is what you are released from. They are released and you are no longer under their power, influence.",
    "start": "00:46:46",
    "end": "00:47:01"
  },
  {
    "text": "Release sounds like what you do to a prisoner is release him from his jail cell. But here we're not talking about that. We're talking about letting go. Yeah.",
    "start": "00:47:01",
    "end": "00:47:10"
  },
  {
    "text": "I mean, here it's literally, your broken body is a form of slavery and debt to this mortal world.",
    "start": "00:47:10",
    "end": "00:47:18"
  },
  {
    "text": "A lot of people experience that.",
    "start": "00:47:18",
    "end": "00:47:19"
  },
  {
    "text": "Yes, yes.",
    "start": "00:47:19",
    "end": "00:47:20"
  },
  {
    "text": "I'm starting to experience that slowly.",
    "start": "00:47:20",
    "end": "00:47:23"
  },
  {
    "text": "Yeah. My lower back is for sure. More and more. So, yeah. This story is important because I struggled with it for many years because I don't have the same connection between slavery to death and needing forgiveness. I think because we just think, oh, this guy is individual sins. I mean, I'm sure the guy probably did and said some lame things.",
    "start": "00:47:23",
    "end": "00:47:48"
  },
  {
    "text": "Yeah.",
    "start": "00:47:48",
    "end": "00:47:49"
  },
  {
    "text": "But the point is he, along with all of us, need to be released from the power of sin and death. And that's what's happening. Jesus names it in that moment in the story.",
    "start": "00:47:49",
    "end": "00:48:00"
  },
  {
    "text": "He says, your sins are forgiven, but then when he heals his body, does he use the same word he says.",
    "start": "00:48:01",
    "end": "00:48:06"
  },
  {
    "text": "Which he says to the Pharisees, which is easier to say, this guy's sins are released, or to say, hey, get up and walk.",
    "start": "00:48:07",
    "end": "00:48:14"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:48:14",
    "end": "00:48:15"
  },
  {
    "text": "And then, so that you may know that the Son of Man has authority, has God's authority on earth to release sins and then he tells the guy to get up and walk.",
    "start": "00:48:15",
    "end": "00:48:24"
  },
  {
    "text": "Now, this could be just a semantic thing that's not worth talking about, but that word release to me isn't hard. It's not getting at, because release is, to me, a liberation word for the thing being released. But what we're talking about is liberation from the person who was captive to the thing we're releasing.",
    "start": "00:48:24",
    "end": "00:48:42"
  },
  {
    "text": "I understand. So you are released from your sins.",
    "start": "00:48:43",
    "end": "00:48:46"
  },
  {
    "text": "That's how I would use it in English.",
    "start": "00:48:47",
    "end": "00:48:48"
  },
  {
    "text": "And that's the idea.",
    "start": "00:48:48",
    "end": "00:48:49"
  },
  {
    "text": "That's the idea. But the sins are released. But what's a word that we could use there? They're let go.",
    "start": "00:48:49",
    "end": "00:48:56"
  },
  {
    "text": "Yeah. Well, it's connected to the image of the Day of Atonement, which is sending out the goat.",
    "start": "00:48:57",
    "end": "00:49:02"
  },
  {
    "text": "They're sent out.",
    "start": "00:49:02",
    "end": "00:49:02"
  },
  {
    "text": "You confess Israel sins over this goat. Not the one you kill. The one you kill. The whole point is that it's blameless.",
    "start": "00:49:02",
    "end": "00:49:09"
  },
  {
    "text": "Yeah.",
    "start": "00:49:09",
    "end": "00:49:09"
  },
  {
    "text": "That one stays and you kill it, and it ascends before God in your place as your representative. The one that gets the sins is exiled.",
    "start": "00:49:09",
    "end": "00:49:18"
  },
  {
    "text": "Exile. That's the word, actually, that was coming to my mind instead of released.",
    "start": "00:49:18",
    "end": "00:49:21"
  },
  {
    "text": "Oh, interesting. Your sins are exiled.",
    "start": "00:49:21",
    "end": "00:49:23"
  },
  {
    "text": "Your sins are exiled.",
    "start": "00:49:23",
    "end": "00:49:24"
  },
  {
    "text": "Your sins are sent into exile.",
    "start": "00:49:24",
    "end": "00:49:25"
  },
  {
    "text": "Yeah. They're not released into freedom. They're released into a boundary.",
    "start": "00:49:25",
    "end": "00:49:32"
  },
  {
    "text": "It's a good example of where a literal translation, your sins are released doesn't get across the idea, which is you are released from the power or influence.",
    "start": "00:49:33",
    "end": "00:49:45"
  },
  {
    "text": "I think that's. And that's just because of the way we use the word relief.",
    "start": "00:49:45",
    "end": "00:49:47"
  },
  {
    "text": "It's just. Yeah. Part of our. Yeah, that's right.",
    "start": "00:49:47",
    "end": "00:49:50"
  },
  {
    "text": "But the word aphasis.",
    "start": "00:49:50",
    "end": "00:49:52"
  },
  {
    "text": "Yeah.",
    "start": "00:49:52",
    "end": "00:49:52"
  },
  {
    "text": "Means to let go.",
    "start": "00:49:52",
    "end": "00:49:54"
  },
  {
    "text": "But in this, it's the word for the seventh year, release of the land. You release the land to let it lie fallow for a seven year.",
    "start": "00:49:55",
    "end": "00:50:02"
  },
  {
    "text": "So it could be. So it's a neutral phrase. Like what. It's really the situational. Whether it's like you're releasing it into freedom or like the land, you're releasing it so it could be free. Or if you're releasing something into exile so that you don't have to be burdened by it anymore. So a debt, you release it into exile so that it's now outside. But we use the same word. Okay, sorry, this is very. Semantics. But like.",
    "start": "00:50:02",
    "end": "00:50:28"
  },
  {
    "text": "No, don't be sorry. These are always actually good moments when you're pressing for clarity. Next story, next story. In chapter six, Jesus goes on the Sabbath. It's the next story that takes place on the Sabbath. This is chapter six, verse six. He goes to synagogues teaching, just like he did when he read from Isaiah 61. And there's a guy whose right hand is deformed, and the religious leaders are watching him closely, and he knows it. And so he intentionally goes forward and restores this guy's hand on Shabbat, which.",
    "start": "00:50:28",
    "end": "00:51:28"
  },
  {
    "text": "You'Re not supposed to do.",
    "start": "00:51:28",
    "end": "00:51:29"
  },
  {
    "text": "Well, then they get into this debate here, which is the scribes were watching to see if he would heal on Shabbat and they were looking for a way to accuse him. These are the stories that I think, again, we can misunderstand why this would make some people frustrated, because we tend to think that's legalistic. That's legalistic. Yeah, yeah. And I think it's just because we don't understand what Sabbath, what it meant to people.",
    "start": "00:51:29",
    "end": "00:51:57"
  },
  {
    "text": "So you don't heal on the Sabbath? Is that a thing?",
    "start": "00:51:57",
    "end": "00:52:00"
  },
  {
    "text": "This Sabbath controversy, the one about Jesus picking grain on the Sabbath.",
    "start": "00:52:01",
    "end": "00:52:05"
  },
  {
    "text": "Yeah.",
    "start": "00:52:05",
    "end": "00:52:05"
  },
  {
    "text": "These aren't debates about Jesus is outmoding the Sabbath, saying it's no more. This isn't about Jesus not practicing the Sabbath.",
    "start": "00:52:05",
    "end": "00:52:15"
  },
  {
    "text": "Yeah, he obviously practiced the Sabbath.",
    "start": "00:52:15",
    "end": "00:52:17"
  },
  {
    "text": "He obviously did. It was important to him. So what this is is this is a inner Jewish Bible nerd debate about.",
    "start": "00:52:17",
    "end": "00:52:23"
  },
  {
    "text": "How do you practice the Sabbath, how.",
    "start": "00:52:24",
    "end": "00:52:25"
  },
  {
    "text": "Do you practice Shabbat? Yeah, that's what this is about. It's not like, oh, there was Judaism, but that's a religion of legalism and works. Jesus came preaching a new religion of grace. No more Sabbath. That's total misunderstanding.",
    "start": "00:52:25",
    "end": "00:52:41"
  },
  {
    "text": "Nowhere does Jesus say that.",
    "start": "00:52:41",
    "end": "00:52:42"
  },
  {
    "text": "Yeah, that's right. It's a debate about what types of behaviors are most appropriate on the Sabbath.",
    "start": "00:52:42",
    "end": "00:52:49"
  },
  {
    "text": "Sure.",
    "start": "00:52:49",
    "end": "00:52:49"
  },
  {
    "text": "What's not appropriate?",
    "start": "00:52:49",
    "end": "00:52:50"
  },
  {
    "text": "Yeah. Which becomes for every new setting, kind of a cultural debate.",
    "start": "00:52:51",
    "end": "00:52:57"
  },
  {
    "text": "Yes. Yeah, that's right. Yeah.",
    "start": "00:52:57",
    "end": "00:52:59"
  },
  {
    "text": "Like this, like we talked about earlier with the eukaryote clubs or not.",
    "start": "00:52:59",
    "end": "00:53:02"
  },
  {
    "text": "Yeah, yeah, no, that's exactly right. So this is just a little excerpt from a commentary on the Gospel of Matthew by RT France. If you like the Gospel of Matthew, go by RT France's commentary. I've been using it for years. It's such an amazing resource. So he tries to help readers understand Jewish discussions about Shabbat. And so he says fundamental to the discussion of the rabbis was an agreed list found in something called the Mishnah of 39 categories of activity which were to be classified as work. Some are very specific, like writing two letters or erasing, like a wax tablet. Some people have papyrus. Most people wrote notes on wax tablets. So erasing in order to write two letters. So preparing your wax Tablets to write some letters. Others are really broad and need considerable specification, like building or demolition. Pulling down a building to build something.",
    "start": "00:53:02",
    "end": "00:54:09"
  },
  {
    "text": "At what point are you building?",
    "start": "00:54:09",
    "end": "00:54:10"
  },
  {
    "text": "Yeah, totally, yeah. How many bricks or how many fence posts?",
    "start": "00:54:10",
    "end": "00:54:14"
  },
  {
    "text": "It's playing Legos with your kids on the Sabbath building.",
    "start": "00:54:16",
    "end": "00:54:18"
  },
  {
    "text": "Yeah, that's right. The last entry. I'm in trouble. The last entry is taking anything from one domain to another. Taking thing from one place to another. That one is so open ended as to cover a vast range of daily activities.",
    "start": "00:54:18",
    "end": "00:54:36"
  },
  {
    "text": "Yeah. Pulling something out of the oven.",
    "start": "00:54:36",
    "end": "00:54:38"
  },
  {
    "text": "Yeah. Moreover, the 39 categories of work don't explicitly include traveling, but this did come to be regarded as work. So a Sabbath day journey was limited to 2,000 cubits, a little over half a mile. So these two rules together, the don't move one thing to another domain and domain and not walking too far. This made Sabbath life potentially so inconvenient. France says that the Pharisees developed an elaborate system of boundary extensions. They're called eruvin. So exceptions. What are the reasons?",
    "start": "00:54:38",
    "end": "00:55:13"
  },
  {
    "text": "Amendments.",
    "start": "00:55:13",
    "end": "00:55:14"
  },
  {
    "text": "Do you have to break these 39 lists to allow more freedom of movement without violating the basic rules?",
    "start": "00:55:14",
    "end": "00:55:21"
  },
  {
    "text": "Sure.",
    "start": "00:55:21",
    "end": "00:55:22"
  },
  {
    "text": "So the ERUV system, this is a whole section of the Mishnah is. The ERUV system illustrates an essential element of all of this scribal debate about Sabbath law. The aim was not to make life difficult, though it must have seemed like that to outsiders. It was to work out a way for people to cope with life's practicalities within the limits of their understanding of work. And the elaboration of details is intended to leave nothing to chance so that no one can inadvertently come anywhere near violating the Torah. The rabbi spoke of these discussions as putting up a fence around the law. So his point is let's. Yeah, let's be charitable. These people want to honor God and they, you know, formed it, formed a tradition that did this and they didn't experience it as oppressive. For them it was a way to worship God on Shabbat and not do the things you don't want to do.",
    "start": "00:55:22",
    "end": "00:56:17"
  },
  {
    "text": "It's interesting, like. Well, they saw it as uncomfortable and inconvenient, but that was the point.",
    "start": "00:56:17",
    "end": "00:56:23"
  },
  {
    "text": "Yes. Yeah, that's. Yeah, yeah, that's right.",
    "start": "00:56:23",
    "end": "00:56:25"
  },
  {
    "text": "And so. But sometimes it gets so uncomfortable and convenient it loses the point. And by recognizing that they gotta add more stipulations.",
    "start": "00:56:25",
    "end": "00:56:35"
  },
  {
    "text": "So in that sense, I think that is the point of debate between Jesus and the Pharisees in this story. I think our mistake is to automatically associate this discussion of 39 definitions of work with Legalism, it's no more legalistic than a group of people saying, hey, we want to find a way together to honor God doing X, Y or Z. So we're going to do these practices.",
    "start": "00:56:35",
    "end": "00:57:00"
  },
  {
    "text": "Yeah. And that's like putting the fence around the law. It's a metaphor I've thought about before in terms of. I mean, especially if you grew up in, like a Baptist rooted, like, kind of my tradition was a bit. It's like, there is that practice. There is that sense of, like, okay, here's the thing. We don't want to get involved in.",
    "start": "00:57:00",
    "end": "00:57:20"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:57:20",
    "end": "00:57:21"
  },
  {
    "text": "So let's draw the boundary line around it. So if we keep that boundary, then there's no way we're gonna actually do that thing.",
    "start": "00:57:21",
    "end": "00:57:29"
  },
  {
    "text": "Yeah, yeah, sure.",
    "start": "00:57:29",
    "end": "00:57:29"
  },
  {
    "text": "So we don't want to have sex. We're not even gonna dance.",
    "start": "00:57:30",
    "end": "00:57:32"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:57:32",
    "end": "00:57:33"
  },
  {
    "text": "You know, like that kind of sense. And while that can lead to what we think of as legalism, the purpose was to try to honor.",
    "start": "00:57:34",
    "end": "00:57:44"
  },
  {
    "text": "That's right. Yeah. It is not inherently or necessarily legalistic to clarify practices as a community that we're gonna live this way to honor God, but it can become that.",
    "start": "00:57:44",
    "end": "00:57:59"
  },
  {
    "text": "Especially if you just really want to dance as a sign of the jubilee. Let's just dance.",
    "start": "00:57:59",
    "end": "00:58:08"
  },
  {
    "text": "So all the way back to the paralyzed man, their response is, there's six days to exert energy.",
    "start": "00:58:49",
    "end": "00:58:55"
  },
  {
    "text": "Yeah. It's like, we're fine with you healing. That's great.",
    "start": "00:58:56",
    "end": "00:58:59"
  },
  {
    "text": "Yeah, that's right. Yeah.",
    "start": "00:59:00",
    "end": "00:59:01"
  },
  {
    "text": "You got six whole days to do it.",
    "start": "00:59:01",
    "end": "00:59:02"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:59:02",
    "end": "00:59:03"
  },
  {
    "text": "But on Shabbat, come on, just don't screw up. Shabbat.",
    "start": "00:59:03",
    "end": "00:59:06"
  },
  {
    "text": "Yeah. And Jesus says, listen, the way I define Shabbat, Let me ask you this question. Is it lawful to do good or to do harm? To do good or. He's. Genesis 1, Genesis the 1 and 2 language. Good or evil, to save life or to end life. So for him, it's about good and evil, life and death.",
    "start": "00:59:06",
    "end": "00:59:28"
  },
  {
    "text": "Yeah.",
    "start": "00:59:28",
    "end": "00:59:28"
  },
  {
    "text": "If it's about the restoration of somebody to wholeness in life, dude, that's what the Shabbat is about. There's no more proper activity to do than the thing. It's a debate about what kinds of behavior. Get at the meaning of this, of Shabbat. And in Jesus mind, this is exactly what Shabbat is about, the restoration of life.",
    "start": "00:59:28",
    "end": "00:59:48"
  },
  {
    "text": "This is really, really fascinating to me because let's think about Shabbat as a practice. So the Shabbat as a future reality, let's call that the eschatological Shabbat or.",
    "start": "00:59:49",
    "end": "01:00:01"
  },
  {
    "text": "Whatever, ultimate Shabbat Ultimate Shabbat.",
    "start": "01:00:01",
    "end": "01:00:04"
  },
  {
    "text": "But then there's Sabbath as a ritual, which the point of that is to. We've used the word play, act, prepare ourselves, practice, and even begin to taste what that ultimate Sabbath will be like. And what Jesus is doing is that he isn't practicing Sabbath in that second category. He's actually inaugurating the ultimate Sabbath. So it's almost like they're doing two different things.",
    "start": "01:00:04",
    "end": "01:00:32"
  },
  {
    "text": "That's right. Yeah. That's a good way to do it.",
    "start": "01:00:32",
    "end": "01:00:34"
  },
  {
    "text": "In a certain way. Because if you're practicing Sabbath, you're working really hard to rest in an unnatural way. That doesn't actually.",
    "start": "01:00:34",
    "end": "01:00:42"
  },
  {
    "text": "It's inconvenient.",
    "start": "01:00:43",
    "end": "01:00:44"
  },
  {
    "text": "It's inconvenient and it's unnatural and everything's fighting against it, like the actual rest. And so you're. So you're creating all these stipulations to help you figure it out.",
    "start": "01:00:44",
    "end": "01:00:52"
  },
  {
    "text": "Yes.",
    "start": "01:00:52",
    "end": "01:00:53"
  },
  {
    "text": "What Jesus is doing is he's actually truly resting and ruling in the way of the Sabbath. And so, like, if you take Jesus logic of like, well, yeah, what should you do, good or evil, then on Sabbath we should all just be going to the hospitals, taking care of people. Like, that should be the Sabbath practice for us that. Because we're fighting against death and decay. But for Jesus, that wasn't work. That was just him being Lord of the Sabbath.",
    "start": "01:00:53",
    "end": "01:01:20"
  },
  {
    "text": "Yeah, yeah. Of how he says that's helpful. I've never thought to put it that way. For us to honor the Sabbath as a mortal being honoring.",
    "start": "01:01:20",
    "end": "01:01:30"
  },
  {
    "text": "We can't do it the way Jesus did it.",
    "start": "01:01:30",
    "end": "01:01:32"
  },
  {
    "text": "I can't. Unless God perhaps through spirit.",
    "start": "01:01:32",
    "end": "01:01:35"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "01:01:35",
    "end": "01:01:36"
  },
  {
    "text": "You know, there you get into the gifts of the spirit, sometimes bring the life of Eden and to someone's body.",
    "start": "01:01:36",
    "end": "01:01:43"
  },
  {
    "text": "That's true.",
    "start": "01:01:43",
    "end": "01:01:43"
  },
  {
    "text": "People get healed, but not in a predictable, controllable way. So it seems by its pattern throughout history. Whereas Jesus could be led. Well, actually Jesus was led by the spirit to do these things. He didn't heal every person came into contact with, but he healed many.",
    "start": "01:01:44",
    "end": "01:02:00"
  },
  {
    "text": "He is an example of a human being led by spirit.",
    "start": "01:02:00",
    "end": "01:02:03"
  },
  {
    "text": "Yeah, that's right. So all the way back to your point, he's not just saying, listen, I have a different way of honoring the Shabbat. What he's saying is, listen, what the Shabbat means is the thing that I'm bringing into existence. I'm doing it, I'm doing it. And that's helpful to me because it's not just about Jesus. Anti legalism. It's also, why were they threatened by him? These chapters in Luke and In Matthew are all the tension mounting between Jesus and the religious leaders, not just about what he does on Shabbat, but because of his claims about himself that he's the one bringing the Jubilee.",
    "start": "01:02:03",
    "end": "01:02:45"
  },
  {
    "text": "How can you be the one bringing the Jubilee?",
    "start": "01:02:46",
    "end": "01:02:48"
  },
  {
    "text": "Correct. So for him to do this on the Sabbath also is a claim to his identity that I'm the one bringing the Sabbath. That's right. So they're threatened by him on multiple fronts. And you can see once somebody becomes a public figure, you know, scrutinized. They're scrutinized and criticized for things that become ridiculous. But they're just, you know, fault lines of much larger, you know, cracks underneath areas of difference and divide.",
    "start": "01:02:48",
    "end": "01:03:16"
  },
  {
    "text": "Yeah, they're not following everyone around, seeing if they're gonna put a band aid on someone on the Sabbath.",
    "start": "01:03:16",
    "end": "01:03:21"
  },
  {
    "text": "Yeah, that's right. Yeah, that's right. So that is a helpful perspective too, that he's already a public figure with mounting opposition. That's one layer of what's going on in this story. But I like your observation too. He's saying this is the fulfillment of why we do the Sabbath. This is the whole reason. So one way to characterize the Kingdom of God announcement of Jesus is as a jubilee celebration. And everywhere he goes, he's creating environments where people are sharing with one another so that the poor are released from poverty precisely through loving their neighbor as themselves. Someone else.",
    "start": "01:03:21",
    "end": "01:04:05"
  },
  {
    "text": "Or poverty is released from them.",
    "start": "01:04:05",
    "end": "01:04:06"
  },
  {
    "text": "Or poverty. And that is a release from sins. It's people coming out from under the power of sin to love each other. Because God has visited us in our exile and not allowed us to rot here in our sins and death. But he's visited us in the person of Jesus. So what better response than to have a party and celebrate God's generosity with the Jubilee and every part of Jesus ministry, All the people. We didn't even finish our list. No, but I mean, it just goes on. A widow receives her son back. The blind lepers, lame, deaf are healed. A prostitute has her sins released. Same phrase. Jesus heals a woman with a hunched over back and he says she's being released from the bonds of the Satan. So exile in our mortal bodies is a form of bonds, slavery. Yeah. So this is a really big deal to Jesus.",
    "start": "01:04:06",
    "end": "01:05:09"
  },
  {
    "text": "Yeah.",
    "start": "01:05:09",
    "end": "01:05:10"
  },
  {
    "text": "The Sabbath and Jubilee are all interconnected in his vision of the kingdom of God coming on earth is in heaven.",
    "start": "01:05:10",
    "end": "01:05:19"
  },
  {
    "text": "Let me ask you one more question. That releasing someone of their obligation, which is forgiveness, releasing someone and forgiving them, same word as being released from sickness.",
    "start": "01:06:22",
    "end": "01:06:37"
  },
  {
    "text": "Or debt.",
    "start": "01:06:37",
    "end": "01:06:39"
  },
  {
    "text": "Or debt. And so he can go to a prostitute and say, your sins are forgiven, but he could also go to paralyzed, paralyzed person. So your body is now released from sin because it's. The sin in a cosmic sense is causing all of our bodies to decay. And sin in a cosmic sense has created the structures in which people are oppressed.",
    "start": "01:06:39",
    "end": "01:07:07"
  },
  {
    "text": "Correct.",
    "start": "01:07:07",
    "end": "01:07:08"
  },
  {
    "text": "So to release people from oppression is also then in some way releasing us from power of sin, but just in two different categories that I just want to keep separate in my mind. And I can even tell with certain people I've talked to, it's important to keep those separate in your mind. And specifically for one reason, there's this fear of, like, if I just go and help release people from poverty without releasing them from what I would call their sin, they're just gonna take advantage of you, and it's not actually going to be released from poverty. And it doesn't seem like Jesus had that concern as much like he just kind of freely did both at the same time, seeing how both were connected. But he always connected the two.",
    "start": "01:07:08",
    "end": "01:07:52"
  },
  {
    "text": "Yeah. Yep. They were inseparable for him. And maybe a part of it, too, is. At least it's a culture I know that I grew up in. We tend to also think of the social vehicles for addressing those issues, namely nonprofit entities. Yeah, right, right. Or parachurch ministries. Whereas on this model, the communities that he leaves behind in a town after announcing the kingdom of God is the vehicle for doing this thing, for sharing and releasing the poor from their poverty by them being invited into the weekly Jesus meal. I guess that happens post resurrection. In other words, the social entity that Jesus leaves behind to keep the Sabbath jubilee thing going is a group of people who live in a place living out this way of life. Now, some of those people might come together and form a nonprofit and do that. But my reason for saying that is. But the whole rationale for that group of people doing what they're doing is to celebrate Jesus and in the name.",
    "start": "01:07:52",
    "end": "01:09:00"
  },
  {
    "text": "Of Jesus, and to celebrate that what Jesus did isn't just helping me on a personal level. It's actually disarming cosmic evil.",
    "start": "01:09:00",
    "end": "01:09:09"
  },
  {
    "text": "Yeah, that's right. And I find that I am freed from my slavery to consumer goods. Right. When I start giving them up for the people in my Jesus community who don't have the things that I have. Man, this is what the Book of Acts is about. Why is Luke obsessed with telling us about how much people are sharing with each other? In the Book of Acts, he's showing us pictures of people living the Jubilee. Right.",
    "start": "01:09:09",
    "end": "01:09:35"
  },
  {
    "text": "What else Is it about living the Sabbath is living generously?",
    "start": "01:09:35",
    "end": "01:09:40"
  },
  {
    "text": "Yes. Yeah, yeah.",
    "start": "01:09:40",
    "end": "01:09:42"
  },
  {
    "text": "Because if you believe there's enough and that's the seventh day, you don't need to. You don't need to go get what you need.",
    "start": "01:09:42",
    "end": "01:09:48"
  },
  {
    "text": "In fact. Yeah. Have a party and share.",
    "start": "01:09:48",
    "end": "01:09:51"
  },
  {
    "text": "Yeah. That's what you do on day one through six is you're getting what you need.",
    "start": "01:09:51",
    "end": "01:09:54"
  },
  {
    "text": "Yeah. Total.",
    "start": "01:09:54",
    "end": "01:09:55"
  },
  {
    "text": "That's the mentality. Seventh day mentality. It's got to be completely different. You don't gather, but it'll be provided for you in an abundant way.",
    "start": "01:09:55",
    "end": "01:10:02"
  },
  {
    "text": "Yeah, that's right. So I want to go back. I think the fear that some people have, I think mostly certain traditions of Protestants have about this overlap of what came pejoratively, unfortunately, to be called a social gospel.",
    "start": "01:10:02",
    "end": "01:10:19"
  },
  {
    "text": "Right. Social justice.",
    "start": "01:10:19",
    "end": "01:10:21"
  },
  {
    "text": "But a social gospel, that was a mid 20th century term, meaning that social initiatives are an expression of the gospel.",
    "start": "01:10:21",
    "end": "01:10:30"
  },
  {
    "text": "Right.",
    "start": "01:10:30",
    "end": "01:10:31"
  },
  {
    "text": "And then you get groups reacting to that that say, no, the verbal proclamation of God forgiving you from your sins and preparing eternal life for you after you die. That's the gospel. It's the words of that story. And if you don't address that issue, then feeding them won't help ultimately. And even that dichotomy is a fabrication. It's a modern fabrication. Even the Protestant church in America, Mark Noll, has written extensively on this. I mean, just the origin of homeless shelters in American cities. It's remarkable. It's all local churches. In the early 1900s, the homeless shelter movement in American cities was a local church movement throughout the country. And it was before there was this dichotomy. And so when a local church that announces release from sins in the name of Jesus and then engages the poor in their neighborhood, I just think in Jesus mind, they're not different things. It's just one thing, because what else do you do with your stuff once you realize Jesus has forgiven you? You start sharing it.",
    "start": "01:10:31",
    "end": "01:11:40"
  },
  {
    "text": "What do you do with your stuff once you realize Jesus has forgiven you and the cosmic order is being redone in a way that there is. That's right for everyone.",
    "start": "01:11:40",
    "end": "01:11:47"
  },
  {
    "text": "So what more natural thing to do on Shabbat than. Yeah, I don't know.",
    "start": "01:11:48",
    "end": "01:11:53"
  },
  {
    "text": "Yeah.",
    "start": "01:11:53",
    "end": "01:11:54"
  },
  {
    "text": "Yeah. Cool. There you go.",
    "start": "01:11:54",
    "end": "01:11:55"
  },
  {
    "text": "Yeah. Thank you for that.",
    "start": "01:11:55",
    "end": "01:11:55"
  },
  {
    "text": "Yeah, thank you. It's important to speak to that issue.",
    "start": "01:11:55",
    "end": "01:11:59"
  },
  {
    "text": "So we talked about Jesus in Luke doing Sabbath stuff.",
    "start": "01:12:00",
    "end": "01:12:06"
  },
  {
    "text": "Yeah.",
    "start": "01:12:06",
    "end": "01:12:07"
  },
  {
    "text": "Where to next?",
    "start": "01:12:07",
    "end": "01:12:08"
  },
  {
    "text": "Where to next? We could spend more time in the gospels. I just want to touch on one. Cool. Next we're going to go to a saying of Jesus about the easy yoke Come to me and find rest. Yeah, we're going to look at patterns of seven and Sabbath in the architecture of the Gospel of John. And then maybe we should talk about the letter to the Hebrews a little bit. You guys, thank you for listening to the BibleProject podcast. We're going to keep on this series of the seventh Day Rest in real time. We're releasing this in the month of December 2019, and we're taking the whole of this month to just say thank you, thank you, thank you to all of our listeners and supporters, people who are getting behind the Bible Project in an enthusiastic way. We're just so grateful for you all and we love getting to make all of this content and we're going to keep doing it as the Lord wills. If you want to find out more about what we're up to at the Bible Project or some kind of like, big picture dreams that we have for the project as a whole, check out our website@thebibleproject.com or thebibleproject.com vision. Hey. Also, we've been taking this last month of 2019 on the podcast to highlight some other really cool stories and things happening around the Bible Project. We want in this episode to introduce you briefly to the Japanese localization team. They're doing really amazing work and you'll get to hear from them in just a moment. If you have questions about the seventh Day Rest theme that we've been discussing, we'd love to hear from you. And we want to discuss those in question and response episodes coming up. So feel free to send us a question. You can email it to infoointhebibleproject.com you can send a video, video or an audio file. Try to make it around 20 to 30 seconds and we'd love to hear from you. The Bible Project is produced by Dan Gummel. Theme music is by the Band tent. Thanks for listening. We'll see you next week.",
    "start": "01:12:08",
    "end": "01:14:17"
  },
  {
    "text": "Hello. Konnichiwa. My name is Hishuga and I'm the project manager for the Japanese version of the Bible Project.",
    "start": "01:14:17",
    "end": "01:14:24"
  },
  {
    "text": "And I am Yu Shibuya and I narrate the voice of Tim. I usually write and direct.",
    "start": "01:14:24",
    "end": "01:14:28"
  },
  {
    "text": "Something unique about our project is that we are a remote team, which means some of our team members live a few hundred kilometers north or west of Tokyo. And actually our animator lives in Canada.",
    "start": "01:14:29",
    "end": "01:14:41"
  },
  {
    "text": "In December 2019, we're launching our first videos from the Read Scripture series and the Luke act series and we'll be releasing videos regularly in 2020.",
    "start": "01:14:41",
    "end": "01:14:51"
  },
  {
    "text": "I'm really excited to be launching these videos because I believe they are important, incredibly helpful for anyone who wants to engage with the Bible and learn to read it from new perspectives.",
    "start": "01:14:51",
    "end": "01:15:00"
  },
  {
    "text": "Thank you very much for your support.",
    "start": "01:15:01",
    "end": "01:15:02"
  }
]