[
  {
    "text": "Hey, this is John and this is Tim.",
    "start": "00:00:07",
    "end": "00:00:09"
  },
  {
    "text": "And today on the podcast, we're gonna do a question and response episode, and we're gonna do these throughout the series that we're in on seventh day rest. And we're gonna drop them midweek.",
    "start": "00:00:09",
    "end": "00:00:20"
  },
  {
    "text": "Yep. Yeah, that's a new approach. Normally we put them in the weekly flow of the series, but we're gonna try just making them a little bonus.",
    "start": "00:00:20",
    "end": "00:00:28"
  },
  {
    "text": "Do them more often.",
    "start": "00:00:28",
    "end": "00:00:29"
  },
  {
    "text": "Episodes do.",
    "start": "00:00:29",
    "end": "00:00:30"
  },
  {
    "text": "All right, Sounds like a plan.",
    "start": "00:00:32",
    "end": "00:00:33"
  },
  {
    "text": "Deal. So we're multiple episodes in now. I think this is November 11, 11. 11.",
    "start": "00:00:33",
    "end": "00:00:40"
  },
  {
    "text": "We just released episode five.",
    "start": "00:00:41",
    "end": "00:00:43"
  },
  {
    "text": "Episode five. Okay. Oh, wow.",
    "start": "00:00:43",
    "end": "00:00:46"
  },
  {
    "text": "Cosmic time.",
    "start": "00:00:46",
    "end": "00:00:47"
  },
  {
    "text": "Yeah, yeah, yeah, yeah, yeah.",
    "start": "00:00:47",
    "end": "00:00:48"
  },
  {
    "text": "Or the cathedral in time. Oh, no one's listened to that.",
    "start": "00:00:48",
    "end": "00:00:52"
  },
  {
    "text": "That was the one on the tabernacle.",
    "start": "00:00:52",
    "end": "00:00:54"
  },
  {
    "text": "Yeah, on the tabernacle.",
    "start": "00:00:54",
    "end": "00:00:54"
  },
  {
    "text": "Oh, maybe some people have. I don't know.",
    "start": "00:00:54",
    "end": "00:00:56"
  },
  {
    "text": "Well, yes, that's true. It dropped this morning.",
    "start": "00:00:56",
    "end": "00:00:58"
  },
  {
    "text": "It's three in the afternoon.",
    "start": "00:00:58",
    "end": "00:00:59"
  },
  {
    "text": "Yeah. No, about. Yeah, Many people have listened to it so far.",
    "start": "00:00:59",
    "end": "00:01:02"
  },
  {
    "text": "Yeah, that'. Yeah, that was cool conversation. Yeah. So we're up to the tabernacle in the podcast series. We're going to. Oh, man. We're going in to the story of the temple after that. No, all of the feast days in Leviticus, the jubilee and exile is anti Jubilee or inverted Jubilee.",
    "start": "00:01:02",
    "end": "00:01:22"
  },
  {
    "text": "That's all to come.",
    "start": "00:01:22",
    "end": "00:01:23"
  },
  {
    "text": "That's all to come. The temple prophets, Jesus and the Sabbath, the New Testament, the apostles. So much good stuff ahead.",
    "start": "00:01:23",
    "end": "00:01:32"
  },
  {
    "text": "So what we're finding is a lot of the questions that are coming in don't know where we're heading.",
    "start": "00:01:32",
    "end": "00:01:37"
  },
  {
    "text": "That's right. Yes.",
    "start": "00:01:37",
    "end": "00:01:38"
  },
  {
    "text": "And some of them will be answered or responded to. Responded to, addressed. But at the same time, we may throw it in the mix before we get to it.",
    "start": "00:01:38",
    "end": "00:01:49"
  },
  {
    "text": "Yep.",
    "start": "00:01:49",
    "end": "00:01:49"
  },
  {
    "text": "So let's get going.",
    "start": "00:01:49",
    "end": "00:01:50"
  },
  {
    "text": "Yeah. First one is from Sam, who's from Ohio.",
    "start": "00:01:51",
    "end": "00:01:54"
  },
  {
    "text": "Hi, my name is Sam from Marysville, Ohio. I've heard you use the phrase that the Hebrew authors are in conversation with their Canaanite nation in the creation narratives. When the Hebrew authors use the word avudah for slave labor or work, are they saying something significant to their Canaanite neighbors who, in some of their creation accounts claim that the gods created humans to be their slaves? Is the word abudah tied to a unique claim that the Hebrew authors are trying to make about the relationship between God, work and rest? Thanks so much.",
    "start": "00:01:55",
    "end": "00:02:24"
  },
  {
    "text": "Yeah, great question, Sam. So work. This is interesting. So you have the ideal setup of Genesis 1 where God's the one working. Yeah. And he rests from his work on the seventh day. So God rests from his work after ordering the cosmos. But then on day six of Genesis 1, he appoints humans to rule and subdue the land. Yeah. Which is going to take work. However, it's not until the eden narrative, Genesis 2, kind of retells that story from a different angle of God plants a garden, you know, provides water and plants a garden, creates the human and then appoints the human. And it's the first time we get the word avad, which is the verb of the noun you mentioned, Sam, avadah, which means labor, work, to work the ground. But it's also the word evad, from the same root, is the main Hebrew word for slavery. And avodah is the word used to describe the Israelite slavery in Egypt. So the word work, it means just labor. Yeah, but in Hebrew, someone who does avodah and is the property of another is an eved.",
    "start": "00:02:24",
    "end": "00:03:37"
  },
  {
    "text": "Okay.",
    "start": "00:03:37",
    "end": "00:03:38"
  },
  {
    "text": "A laborer.",
    "start": "00:03:38",
    "end": "00:03:39"
  },
  {
    "text": "And all of Israel was enslaved to Egypt. So they were all laborers.",
    "start": "00:03:39",
    "end": "00:03:44"
  },
  {
    "text": "Laborers, yeah, slaves. So your question, Sam, is about the cross cultural resonance of this image of God putting a human, creating a human for labor.",
    "start": "00:03:44",
    "end": "00:03:57"
  },
  {
    "text": "Yeah. That's interesting. So if you're a Canaanite and you're reading or you're hearing the Israelite Eden narrative, and he puts a man in the garden to slave as a slave.",
    "start": "00:03:57",
    "end": "00:04:09"
  },
  {
    "text": "Almost would sound like, or just to labor and to keep to labor.",
    "start": "00:04:09",
    "end": "00:04:12"
  },
  {
    "text": "And he'd be like, oh, that sounds like your God wants you to be a slave.",
    "start": "00:04:12",
    "end": "00:04:17"
  },
  {
    "text": "Well, except again, Genesis 1 and 2 as complementary portraits. So the portrait of Genesis 1 is of a royal priests, kings and queens of creation who rule. And the work that they're doing then in Genesis. If you only had Genesis 2, you might wonder, oh, like what kind of work is this? Is this gods creating humans as slaves? Because that story is in the air, it's actually not a Canaanite story, but it's a Babylonian story. So two of the most famous foundation stories for ancient Babylonian culture. One was called Enuma Elish, which tells the story of the rise of Babylon and their God Marduk to become the great power in the world. That's the one where Marduk defeats the seven headed dragon by blowing the throat open. Yeah.",
    "start": "00:04:17",
    "end": "00:05:04"
  },
  {
    "text": "And the shooting arrows.",
    "start": "00:05:04",
    "end": "00:05:05"
  },
  {
    "text": "Done. Yeah. The chaos monster's mouth. So the other important foundation story is called the Atrahasis epic. Atrahasis. So this story begins with the origination of the main deities of the land. There's the God, the chief God of the land. His name is Enlil. There's Anu, the sky God, and Enki the Water God. So heavens and the land and the waters.",
    "start": "00:05:05",
    "end": "00:05:32"
  },
  {
    "text": "Yeah.",
    "start": "00:05:32",
    "end": "00:05:33"
  },
  {
    "text": "Basic elements of the ancient cosmos.",
    "start": "00:05:33",
    "end": "00:05:35"
  },
  {
    "text": "Sounds familiar.",
    "start": "00:05:35",
    "end": "00:05:36"
  },
  {
    "text": "Yep. Sound familiar. Then you've got some other tiers of deities and there's a whole story about how these deities all emerged from the primary deities and so on. But there's this group called Igigi. I like them. Igigi, Igigi, The Igigi, they're lower class deities who serve the upper class deities, the ones at the top. And they staged the first like labor union walkout, I guess, in recorded economic history because they're tired of farming and providing food for all of the gods who are more important than them. So they go to Enlil and they protest and they arrange that they're going to make another creature who will serve everybody, all the gods, give them food, give them clothes, all this, build them houses. And this new creature needs to be more than just an animal. Right. Could be kind of like half clay creature, half divine.",
    "start": "00:05:36",
    "end": "00:06:33"
  },
  {
    "text": "Yeah.",
    "start": "00:06:34",
    "end": "00:06:34"
  },
  {
    "text": "So they kill one of their own, a deity named Geshtu, and they pour out his blood and they make clay. They pour out his blood into the dirt, making clay. Clay, blood, dirt, yep. And then they produce humans. The first humans come from the blood of the gods mixed with clay. And then now you have the humans and they're essentially made as slaves of the gods to give them food, clothing, and build their houses. So this is the origin story of humanity in their culture.",
    "start": "00:06:34",
    "end": "00:07:05"
  },
  {
    "text": "Brutal origin story.",
    "start": "00:07:05",
    "end": "00:07:07"
  },
  {
    "text": "Totally. And this is a transparent legitimation story for the Babylonian hierarchy because the chief, the king and all his counselors and so on are either the embodiment of or the appointees of the gods. They are the image of God. That's like these are phrases.",
    "start": "00:07:07",
    "end": "00:07:27"
  },
  {
    "text": "The elite are the image of God.",
    "start": "00:07:27",
    "end": "00:07:28"
  },
  {
    "text": "The elite are the image of God, and the rest of the humans are essentially the slaves. So of course this is the story about the origin of all of the normal humans because it legitimates the social order they're trying to hold up to.",
    "start": "00:07:28",
    "end": "00:07:41"
  },
  {
    "text": "Make sure that we can stay fed and happy.",
    "start": "00:07:41",
    "end": "00:07:44"
  },
  {
    "text": "That's right, yeah.",
    "start": "00:07:44",
    "end": "00:07:45"
  },
  {
    "text": "Because we rule you.",
    "start": "00:07:45",
    "end": "00:07:46"
  },
  {
    "text": "Yeah.",
    "start": "00:07:46",
    "end": "00:07:47"
  },
  {
    "text": "So you get to Genesis 1 and it says everyone's the image of God.",
    "start": "00:07:47",
    "end": "00:07:50"
  },
  {
    "text": "Correct.",
    "start": "00:07:50",
    "end": "00:07:51"
  },
  {
    "text": "And you're like, everyone?",
    "start": "00:07:51",
    "end": "00:07:52"
  },
  {
    "text": "Yeah.",
    "start": "00:07:52",
    "end": "00:07:53"
  },
  {
    "text": "Really man and woman, all humans?",
    "start": "00:07:53",
    "end": "00:07:55"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:07:56",
    "end": "00:07:56"
  },
  {
    "text": "And then in the Eden narrative, when they go to work, then it comes out of that identity of everyone being the image.",
    "start": "00:07:57",
    "end": "00:08:04"
  },
  {
    "text": "That's right. So in other words, the labor of humanity in Genesis 1 and 2 is a CO partnering as God's images. So it's partnering with God to rule the world and to invest in it labor to create new undiscovered possibilities. Just like God brought new possibilities out of the darkness and chaos.",
    "start": "00:08:04",
    "end": "00:08:26"
  },
  {
    "text": "It's like God was working in this world.",
    "start": "00:08:26",
    "end": "00:08:28"
  },
  {
    "text": "Yeah, that's right. That's right. So you know what we would call today, we would call it has an elevated dignity of the human species, but not just for some, but for the whole race. So that's what ancient Babylonians and Canaanites would have noticed. And it seems like it's an intentional part of the portrait, that it's a royal co worker portrait as opposed to a slave of the gods kind of portrait. I think that's really interesting.",
    "start": "00:08:28",
    "end": "00:08:53"
  },
  {
    "text": "That's interesting. Is there another Hebrew word for work that doesn't have the same slave overtones?",
    "start": "00:08:53",
    "end": "00:08:58"
  },
  {
    "text": "Oh yeah, there's the. The work that God rests from in Genesis 1. It's the word melecha, meleka. And then there's some other.",
    "start": "00:08:58",
    "end": "00:09:07"
  },
  {
    "text": "Wait, where is that word in Genesis 1?",
    "start": "00:09:07",
    "end": "00:09:09"
  },
  {
    "text": "It's on the seventh day when God rested from all of his work.",
    "start": "00:09:09",
    "end": "00:09:12"
  },
  {
    "text": "All of his work there.",
    "start": "00:09:12",
    "end": "00:09:13"
  },
  {
    "text": "And so in the Sabbath commands, that's the kind of work you rest from. Also the avad word is also used. Trying to think. Ecclesiastes has this word toil.",
    "start": "00:09:14",
    "end": "00:09:25"
  },
  {
    "text": "Amal. Amal.",
    "start": "00:09:25",
    "end": "00:09:27"
  },
  {
    "text": "And that becomes his keyword for kind of the post Eden work.",
    "start": "00:09:27",
    "end": "00:09:32"
  },
  {
    "text": "What work becomes?",
    "start": "00:09:32",
    "end": "00:09:33"
  },
  {
    "text": "Yeah, so if you could avad before the fall and after the fall, he wants to really drill in on the kind of work after the fall. And he calls it amalgama, toil, chasing after the wind.",
    "start": "00:09:33",
    "end": "00:09:45"
  },
  {
    "text": "Yeah. And then the other one that starts with an M. What's that one again?",
    "start": "00:09:45",
    "end": "00:09:49"
  },
  {
    "text": "Oh, melechah. Melechah, yeah, melechah.",
    "start": "00:09:49",
    "end": "00:09:52"
  },
  {
    "text": "How else is that used?",
    "start": "00:09:52",
    "end": "00:09:53"
  },
  {
    "text": "Yeah, it can be used to describe people's property. A thief is somebody who puts their hands on their neighbor's melecha.",
    "start": "00:09:53",
    "end": "00:10:01"
  },
  {
    "text": "So it can mean property.",
    "start": "00:10:01",
    "end": "00:10:02"
  },
  {
    "text": "Property. What you've worked for?",
    "start": "00:10:02",
    "end": "00:10:04"
  },
  {
    "text": "Your possessions. Oh, what you've worked for. Yeah, okay.",
    "start": "00:10:04",
    "end": "00:10:06"
  },
  {
    "text": "Yeah, what you've worked for. The tabernacle, all the instruments of the. Or like, you know, the tables and poles and tent things of the tabernacle are all called melecha on analogy to Genesis 1.",
    "start": "00:10:06",
    "end": "00:10:19"
  },
  {
    "text": "Because the tabernacle is God Melekad.",
    "start": "00:10:19",
    "end": "00:10:21"
  },
  {
    "text": "Yep. And because the tabernacle is a mini cosmos. Yeah, that's right. How else is man. Tabernacle narratives is where the majority of this word occurs. And then in Sabbath commands. That's really interesting.",
    "start": "00:10:21",
    "end": "00:10:34"
  },
  {
    "text": "Is it just a synonym?",
    "start": "00:10:34",
    "end": "00:10:35"
  },
  {
    "text": "It is a synonym. This is from the Dictionary of Classical Hebrew by David Klein's Editor, Melecha. Work, task, deed, business, trade, can refer to handiworks or crafts. Property versus Avodah, which is more about toil. Excuse me? Like physical labor, you know, don't we have to work to serve, to be subservient to. To perform service, to labor?",
    "start": "00:10:36",
    "end": "00:11:07"
  },
  {
    "text": "Yeah, we have tons of words.",
    "start": "00:11:07",
    "end": "00:11:09"
  },
  {
    "text": "Yeah.",
    "start": "00:11:09",
    "end": "00:11:09"
  },
  {
    "text": "I'm just curious if, like, it's just. Yeah. They had two different words, and so one was used in Genesis 1, one was used in Genesis 2. Or if there's some significance to God's work being Melokah.",
    "start": "00:11:09",
    "end": "00:11:20"
  },
  {
    "text": "I see.",
    "start": "00:11:20",
    "end": "00:11:20"
  },
  {
    "text": "And the human's work being.",
    "start": "00:11:20",
    "end": "00:11:22"
  },
  {
    "text": "Being Avodah. Avodah. Yeah, that's a good. Yeah, that's a good question.",
    "start": "00:11:22",
    "end": "00:11:27"
  },
  {
    "text": "Okay.",
    "start": "00:11:27",
    "end": "00:11:27"
  },
  {
    "text": "Yeah. Yeah, that would be. Yeah, I haven't have the full concordance uploaded into my mind. If I was. If I was a better man, I would, but I don't. Okay. So, Sam from Ohio. That's a great. That's a great question. Next, we have a question from Laura from Missouri.",
    "start": "00:11:27",
    "end": "00:11:46"
  },
  {
    "text": "Hi, Tim and John. This is Laura from St. Louis, Missouri. As you're talking about sacred time built into the fabric of creation, particularly how the sun, moon, and stars are. Are intended to mark the days and times for seasons and feasts, would these things still have been the case if the fall did not occur? Were these intended to be a part of the people of God, regardless of the fall? And if so, what would they be looking back to or forward to? Thanks so much for all you do.",
    "start": "00:11:47",
    "end": "00:12:15"
  },
  {
    "text": "That's kind of a tricky question.",
    "start": "00:12:16",
    "end": "00:12:17"
  },
  {
    "text": "Yeah, that's a very thoughtful question. I appreciated it, and I've never quite thought to ask it in that way. That's why I liked it.",
    "start": "00:12:18",
    "end": "00:12:24"
  },
  {
    "text": "Yeah.",
    "start": "00:12:25",
    "end": "00:12:25"
  },
  {
    "text": "Yeah, I'm happy to respond. So even though the event being referred to in Genesis 1 is the beginning of all things, although from a different cosmological perspective, a different sense of the cosmos than what I grew up with in public school of the solar system and the galaxies and Big Bang and all that kind of thing. Expanding universe. So different cosmologies and how the cosmos is structured. However, the universe had some kind of beginning, and this is a story claiming to make some claims about that. The trick is, is that the vantage point of the narrator's speaking voice is not from the vantage point of the first seconds of the universe. The vantage point is from way down the line of the biblical narrative. In other words, the origins of the world are being described in precisely the language and categories needed to set you up for the whole drama of the biblical narrative, from Genesis to Kings, especially from Creation to Israel's exile. So the whole story is focused on Israel as God's conduit for producing some promised seed through whom the new creation will come into being. So Genesis 1 isn't like a neutral, pre enculturated version of like video camera footage of the Big Bang. It's very much a version. It's ancient Israelite cosmology meant to explain specifically what Genesis 1 is we're going to see. No, we just. In this episode that Dropped today on November 11, Genesis 1 is teeing you up to give you the categories for Israel's sacred space and sacred time in the tabernacle and temple in the sacred calendar. So think of it this way. If Israel's sacred calendar is being referred to In Genesis 1, God appoints the sun, moon and stars.",
    "start": "00:12:26",
    "end": "00:14:18"
  },
  {
    "text": "Yeah. So this is. I'm just reading it again. 1:14, God said, Let there be lights in the vaults. The ruach of the sky. No, no, no.",
    "start": "00:14:18",
    "end": "00:14:27"
  },
  {
    "text": "Is that the right word in the Raqiya. Raqiya, yeah.",
    "start": "00:14:27",
    "end": "00:14:29"
  },
  {
    "text": "In the Raqqiya of the sky, to separate the day from the night. Let them serve as signs to mark sacred times and days and years.",
    "start": "00:14:29",
    "end": "00:14:37"
  },
  {
    "text": "Right.",
    "start": "00:14:37",
    "end": "00:14:37"
  },
  {
    "text": "Referring to.",
    "start": "00:14:37",
    "end": "00:14:38"
  },
  {
    "text": "Yeah, they're feasts, the feast days that we're going to read about in Exodus, Leviticus and numbers.",
    "start": "00:14:39",
    "end": "00:14:44"
  },
  {
    "text": "So here's God at the beginning of the ordering of the cosmos, and the purpose of the stars were for these feasts for ancient Israel.",
    "start": "00:14:44",
    "end": "00:14:56"
  },
  {
    "text": "That's right. Yeah, that's right. Yeah. One of those feasts is Passover, which hasn't happened in narrative time yet. One of them is the day of Atonement, which is when the people's sins are dealt with and covered. Right. There's no sin in the narrative that's happened yet. This is what I think is prompting your question, Laura.",
    "start": "00:14:56",
    "end": "00:15:15"
  },
  {
    "text": "Yes. Right.",
    "start": "00:15:15",
    "end": "00:15:16"
  },
  {
    "text": "Yeah. So in other words, the narrator's vantage point is that of somebody for whom the sacred space and sacred time of Israel's calendar and tabernacle, they are the way that the seventh day rest and the micro Eden are being remembered and recovered and reenacted. And Genesis 1 is told from that vantage point that these. These ways that God has told us to recreate Eden here in the tabernacle and in the sacred calendar. These are woven into the fabric of God's redemptive purposes for the universe. And Genesis 1 is told from that vantage point. Genesis 2 is told from a different vantage point. Right. Genesis 1 begins with its chaos and disorder in the dark watery abyss. Genesis 2 begins its disorder in uncultivated wilderness without any water. So two visions of the beginning that both begin in chaos and disorder. Genesis 1 is specifically to eat up, to prepare you for, for recovery of the seventh day Eden ideal in the tabernacle in the ritual calendar. Does that make any sense?",
    "start": "00:15:16",
    "end": "00:16:32"
  },
  {
    "text": "It does make sense, but it still question still. Then underneath that is, and I think this is kind of how I was trained to read these chapters as well, is God creates this kind of perfect, untouched by evil and sin, kind of cosmos and world that he puts humans in. And so there's this desire to kind of go back and go, okay, so what is the ideal? And if you go back and you look at Genesis 1 and you like the, and you're looking for an ideal, then you go, oh, well, God made the stars to show these sacred days. So the ideal must be to observe these sacred days. Right now that was the ideal for an ancient Israelite. And so it's doing that work. But now we're reading it post Jesus as non Jewish people who want to use the scriptures for wisdom. So do you go back and say there is an ideal of these sacred days being part of our life rhythm, and if it's not, then it almost starts to feel like, what other strings can you pull and unravel things out of?",
    "start": "00:16:32",
    "end": "00:17:42"
  },
  {
    "text": "Yeah, that's interesting. You know, and that argument has been used throughout history, even in the first generations where you have, you know, the church, like in Rome, for example, you can tell from the letter to the Romans or in Galatia where you have some Messianic Jews, not all, but some, who are certain that the Scriptures are very clear, that if Gentiles want to enter the family of Abraham, they need to become Torah observant and start observing the sacred calendar. Because the sacred calendar isn't just for Israel, it's for the new humanity that corresponds to God's original vision for humanity in Genesis 1.",
    "start": "00:17:42",
    "end": "00:18:19"
  },
  {
    "text": "And if that's your position, going to Genesis 1:14 would be like, see?",
    "start": "00:18:19",
    "end": "00:18:23"
  },
  {
    "text": "Yep, exactly.",
    "start": "00:18:23",
    "end": "00:18:24"
  },
  {
    "text": "He put it in the fabric of the cosmos.",
    "start": "00:18:25",
    "end": "00:18:27"
  },
  {
    "text": "That's right. So it seems like Jesus and the apostles drew a different conclusion. For them, what was universal was the symbolic meaning of the seventh day. I mean, this is where our conversation is going in the podcast series. This is why Jesus begin to redefine and include new definitions of work on the Sabbath, the work of healing and restoration. And this is ultimately what led the apostles to say that Israel's calendar wasn't obligatory for followers of Jesus because the kingdom of God inaugurated in Jesus is the ultimate fulfillment of the seventh Day of the Passover, of the day of atonement of tabernacles. It's the kingdom of God. That's what all these symbols point to. So does that make any sense?",
    "start": "00:18:27",
    "end": "00:19:24"
  },
  {
    "text": "Yes.",
    "start": "00:19:24",
    "end": "00:19:24"
  },
  {
    "text": "It seems like the Messianic Jews of the early Jesus movement, as the Jesus movement went cross cultural and the whole inclusion of the Gentiles without having to become kosher, circumcised and Torah observant for the sacred days. So that was a key moment where they believed that in Jesus inauguration of the kingdom of God, the symbolic meaning of the Sabbath and of Israel's calendar came to its fulfillment in the age of the Kingdom of God and the coming of the Spirit.",
    "start": "00:19:24",
    "end": "00:19:56"
  },
  {
    "text": "So if I understand, then what you're saying is Genesis 1 was not written in a vacuum. It was written by the biblical authors, Biblical authors who were Israelites who as part of their identity as the people of God, had sacred days and feasts to observe. And so when they are, they grew.",
    "start": "00:19:56",
    "end": "00:20:22"
  },
  {
    "text": "Up immersed in the sacred calendar in the weekly Sabbath rhythm. It's their world.",
    "start": "00:20:22",
    "end": "00:20:28"
  },
  {
    "text": "Yeah.",
    "start": "00:20:28",
    "end": "00:20:29"
  },
  {
    "text": "That's their cosmos.",
    "start": "00:20:29",
    "end": "00:20:30"
  },
  {
    "text": "So as they're reflecting on that and they're writing Genesis 1 through the Holy Spirit. Yeah.",
    "start": "00:20:30",
    "end": "00:20:39"
  },
  {
    "text": "The Holy Spirit directs them and the.",
    "start": "00:20:39",
    "end": "00:20:40"
  },
  {
    "text": "Holy Spirit directs them. Put in the stars are signs for their sacred days and years. That seems specific to them. And what you're saying is the apostles clearly.",
    "start": "00:20:40",
    "end": "00:20:54"
  },
  {
    "text": "Well, the first step is within the Hebrew Bible itself. Those sacred days are the way that God is recreating Israel According to the seventh day rest Eden ideal of Genesis 1 and 2. That's why those clues are there. That's why all the temple calendar clues are there in Genesis 1.",
    "start": "00:20:54",
    "end": "00:21:13"
  },
  {
    "text": "All this is pointing to the ideal. We get to Jesus and he says, I am that which this has all been pointing to. I am the Lord of the Sabbath. I am.",
    "start": "00:21:13",
    "end": "00:21:22"
  },
  {
    "text": "Yeah, the Lord of the Sabbath. He reads from Isaiah 61. It says the year of jubilee, year.",
    "start": "00:21:22",
    "end": "00:21:27"
  },
  {
    "text": "Of jubilee is here today.",
    "start": "00:21:27",
    "end": "00:21:28"
  },
  {
    "text": "These things are fulfilled.",
    "start": "00:21:28",
    "end": "00:21:29"
  },
  {
    "text": "This is all fulfilled in me.",
    "start": "00:21:29",
    "end": "00:21:30"
  },
  {
    "text": "That's right.",
    "start": "00:21:30",
    "end": "00:21:31"
  },
  {
    "text": "And that doesn't mean you have to stop observing any of these holy days.",
    "start": "00:21:31",
    "end": "00:21:36"
  },
  {
    "text": "No, many Messianic.",
    "start": "00:21:36",
    "end": "00:21:38"
  },
  {
    "text": "But it also means you don't have to because they were all a foreshadow of what he was doing or going to do.",
    "start": "00:21:38",
    "end": "00:21:47"
  },
  {
    "text": "Yeah, that's right. That's right.",
    "start": "00:21:47",
    "end": "00:21:49"
  },
  {
    "text": "So they served us markers for these days that were also markers for a person.",
    "start": "00:21:49",
    "end": "00:21:55"
  },
  {
    "text": "Yeah, in a way. Yeah, totally. Yep. I think, I think that's exactly right. Yeah. This is why we're going to, by the way, we're going to have this conversation over and over and over again in all these Q&Rs. This is whenever you talk about Sabbath, these are all exactly the questions that come up. So actually we have some later questions that are going to. Oh, actually the next question I selected is same issue, but from another angle. This is from Mike, who lives in South Africa.",
    "start": "00:21:57",
    "end": "00:22:21"
  },
  {
    "text": "Hey guys, my name is Mike, I'm from South Africa. My question is, is the number seven a divine construct important into the Israelite thinking? Or is it? Or was it a already established cultural idea that God just adopted to kind of teach something that they would have understood if he spoke in their language? Thank you.",
    "start": "00:22:21",
    "end": "00:22:49"
  },
  {
    "text": "Is he saying like, was this idea already in the air and so God used it as like a teaching lesson?",
    "start": "00:22:50",
    "end": "00:22:56"
  },
  {
    "text": "Yeah. The contrast, the way Mike puts it, we see this as opposites. Is it either a divine construct imported into the biblical author's minds? In other words, the idea of the seven day scheme is actually like a universal divine concept that dropped out of the heavens into the biblical author's minds with no cultural influence or whatever, or is it a cultural idea at work in the cultures around Israel that happen through the culture of Israel, and then God is using that through the biblical authors to teach.",
    "start": "00:22:57",
    "end": "00:23:31"
  },
  {
    "text": "Is it a law of the universe, like gravity, or is it just a social construct?",
    "start": "00:23:32",
    "end": "00:23:39"
  },
  {
    "text": "Yeah, that's right. This is the questions that come up with Genesis 1. So what we want to do is actually take Genesis 1 out of its language, historical cultural context, of its Israelite ancient context, and make it about the origins of the universe in some abstract ideal form. And usually by that we mean According to 21st century Western cosmology, usually what's assumed but not stated in those conversations.",
    "start": "00:23:39",
    "end": "00:24:06"
  },
  {
    "text": "Right.",
    "start": "00:24:06",
    "end": "00:24:06"
  },
  {
    "text": "And so then what we're looking for is like patterns of seven in modern mathematical equations of physics, like that. I think that's a dead end intellectually because it doesn't honor the most basic form of human communication that God's chosen to use through the scriptures and through Jesus, which is words only mean what they mean in light of the language in which they're spoken. And language is a product of human societies and cultures which differ and develop over time. And so if you really believe in the incarnation of Jesus, as a first century Aramaic speaking Jew who pooped his diapers and grew up in Nazareth, you believe that God works in and through culturally influenced and shaped people and processes. And so I think it's only consistent to say Genesis 1 is the same. It's an ancient Israelite cosmology. So where I should look is both within Ancient Israelite culture within the biblical narrative and then within the cultures around Israel for why the number seven would be used. And that's what we did real briefly in our first episode. So that's the approach that's most compelling to me and that has been the most fruitful in illuminating biblical literature and understanding it in its context for me.",
    "start": "00:24:07",
    "end": "00:25:30"
  },
  {
    "text": "Well, let's say Genesis 1 was written during Second Temple Judaism.",
    "start": "00:25:31",
    "end": "00:25:37"
  },
  {
    "text": "Yeah. Or even. Let's just say it. Or even during the First Temple.",
    "start": "00:25:37",
    "end": "00:25:40"
  },
  {
    "text": "First Temple, yeah. Okay.",
    "start": "00:25:40",
    "end": "00:25:42"
  },
  {
    "text": "Yeah. On Mosaic authorship models during, you know, when the tabernacle.",
    "start": "00:25:42",
    "end": "00:25:47"
  },
  {
    "text": "So, yeah. Maybe it was in some form being passed around. Yeah. Even as early as the time of the tabernacle. And the Sabbath ideal or law was in the narrative. Happens right after the Exodus.",
    "start": "00:25:47",
    "end": "00:26:02"
  },
  {
    "text": "Yeah, that's right. The actual command to observe the Sabbath comes way later in this. In Exodus.",
    "start": "00:26:02",
    "end": "00:26:07"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:26:07",
    "end": "00:26:08"
  },
  {
    "text": "Yeah.",
    "start": "00:26:08",
    "end": "00:26:09"
  },
  {
    "text": "Well. Or, I mean, I guess, depending on where you think this story materialized.",
    "start": "00:26:09",
    "end": "00:26:13"
  },
  {
    "text": "Oh, I see. Well, sure.",
    "start": "00:26:14",
    "end": "00:26:16"
  },
  {
    "text": "Here's a question. Did they already have the Law of Moses before the circulation or writing of the creation story, or did the creation story exist? Moses knew it and then he got the law.",
    "start": "00:26:16",
    "end": "00:26:32"
  },
  {
    "text": "Yeah, yeah. And that's a fascinating question, but that's a different question than reading Genesis 1 as the introductory chapter to the Hebrew Bible to the Tanakh collection. The current function of Genesis 1 is to give you all of the language, the categories, vocabulary and themes that you need to read the rest of this literary collection. And lo and behold, it gives you everything you need, because what the narrative is doing, it's written by an Israelite for an Israelite audience who. And that Israelite audience and that Israelite authority grew up immersed in this calendar. The whole story is about this. People believes that through them, God is doing something to bring new creation to all the nations. And Genesis 1 functions perfectly as the prologue, as a way of thinking about the origins of the universe for that kind of story. The problem is when we want Genesis 1 to serve our cosmological purposes and answer our cosmological questions, according to modern.",
    "start": "00:26:32",
    "end": "00:27:39"
  },
  {
    "text": "Physics, we're wondering if the number seven might somehow.",
    "start": "00:27:39",
    "end": "00:27:43"
  },
  {
    "text": "Correct.",
    "start": "00:27:44",
    "end": "00:27:44"
  },
  {
    "text": "Like help us solve string theory or something.",
    "start": "00:27:45",
    "end": "00:27:46"
  },
  {
    "text": "Yeah, totally. And who knows? I'm not a physicist, but to me, that's totally different question than reading an ancient text and asking what is its meaning?",
    "start": "00:27:46",
    "end": "00:27:54"
  },
  {
    "text": "And the story of the Bible, of the Hebrew Scriptures, is of a people set apart.",
    "start": "00:27:54",
    "end": "00:28:00"
  },
  {
    "text": "Yes, yes.",
    "start": "00:28:00",
    "end": "00:28:01"
  },
  {
    "text": "To reclaim this relationship with God so that the whole world can then be blessed through it. And as part of them, being recreated and transformed is These sacred feasts and festivals.",
    "start": "00:28:01",
    "end": "00:28:18"
  },
  {
    "text": "Correct.",
    "start": "00:28:18",
    "end": "00:28:18"
  },
  {
    "text": "And so to set that up, to understand the significance of that.",
    "start": "00:28:18",
    "end": "00:28:22"
  },
  {
    "text": "Yeah.",
    "start": "00:28:22",
    "end": "00:28:23"
  },
  {
    "text": "And you're reading God ordering the cosmos. You see, like. Oh, yeah, Basic to the whole universe, not just to me and my. Yeah, my clan.",
    "start": "00:28:23",
    "end": "00:28:33"
  },
  {
    "text": "Basic to the Israelite view of the universe.",
    "start": "00:28:34",
    "end": "00:28:36"
  },
  {
    "text": "Israelite, yeah. But their view of the universe is that this is.",
    "start": "00:28:36",
    "end": "00:28:41"
  },
  {
    "text": "Yes, yeah. Not just.",
    "start": "00:28:41",
    "end": "00:28:43"
  },
  {
    "text": "That's not just their view of the universe.",
    "start": "00:28:44",
    "end": "00:28:45"
  },
  {
    "text": "The Israelite view of the universe has relevance for all. That's why Genesis 1 through 11 is about all humanity, not just God and Israel. But it's told in the language and categories that set you up for the story of what God is doing through Israel.",
    "start": "00:28:45",
    "end": "00:28:59"
  },
  {
    "text": "Yeah. And yeah, I just want to repeat this because I wanted to help it land for me that you could look at this and then say, well, you see, we need to practice the Sabbath. It's woven into the fabric of the cosmos. Read in Genesis 1.",
    "start": "00:29:00",
    "end": "00:29:17"
  },
  {
    "text": "Because God did it.",
    "start": "00:29:17",
    "end": "00:29:18"
  },
  {
    "text": "Yeah, God did it. Yeah, you got to do it also. All the feasts and holy days also woven into fabric of how God ordered the cosmos. That's why the stars exist. Read Genesis 1:14. Yeah, yeah, that's a really good argument. And what you're saying is. Well, yeah, and that's especially a good argument because that's their identity as Israelites. But what they didn't see coming and what the narrative is kind of slowly going to boil up to is that all of this is. Are signs pointing towards what ultimately is going to be a person.",
    "start": "00:29:18",
    "end": "00:29:56"
  },
  {
    "text": "Yes, totally. That's exactly right. An exalted image of God. Human ruling with God as his partner and image in the never ending seven day rest. That's how Genesis 1 ends, with God in his image, living together in the seventh day rest that has no end. And then you turn to page two and immediately that ideal is not realized.",
    "start": "00:29:56",
    "end": "00:30:20"
  },
  {
    "text": "If you had a seventh day rest with no end, then there is no point in Sabbath and festivals. You're living in a different type of time space.",
    "start": "00:30:20",
    "end": "00:30:29"
  },
  {
    "text": "That's right. Philosophy. Yeah. And so the whole story then from Genesis 2 onward is about these failed partners that God keeps putting up with as he tries to recreate and lead humanity towards the seventh day rest. And people keep blowing it. And so the Israelite calendar is one of the ways, it's the main way for Israel that he institutes that they have all now. They have seven now of these feasts. And they're all pointing to the same ideal yet to be realized.",
    "start": "00:30:29",
    "end": "00:31:02"
  },
  {
    "text": "So all the sun, or, sorry, the stars, they're pointing towards feasts that are pointing towards an ideal which the seventh day in Genesis 1 itself is the fulfillment of.",
    "start": "00:31:02",
    "end": "00:31:14"
  },
  {
    "text": "That's right.",
    "start": "00:31:14",
    "end": "00:31:15"
  },
  {
    "text": "So, yeah, you get to day, what is it? 4? And God creates the stars and you're like. And they're signs. And like, awesome, let's follow this. And by day seven, they don't matter anymore. So what you're saying.",
    "start": "00:31:15",
    "end": "00:31:28"
  },
  {
    "text": "Oh, well, I mean, a part of this is. This is the function of the Hebrew Bible as meditation literature.",
    "start": "00:31:28",
    "end": "00:31:35"
  },
  {
    "text": "Yeah.",
    "start": "00:31:35",
    "end": "00:31:35"
  },
  {
    "text": "So there are things buried in the opening pages that are only comprehensible once you've read through the whole collection.",
    "start": "00:31:36",
    "end": "00:31:43"
  },
  {
    "text": "I know. It's kind of funny to think about.",
    "start": "00:31:43",
    "end": "00:31:45"
  },
  {
    "text": "And then come back and read it again.",
    "start": "00:31:45",
    "end": "00:31:46"
  },
  {
    "text": "If it's a day that doesn't end, then yeah. What are the purpose of this star sign?",
    "start": "00:31:46",
    "end": "00:31:51"
  },
  {
    "text": "And so from. In a linear narrative perspective. Yeah, that makes sense. But when you read Genesis 1 as like the prologue and the summary of the whole story, you're about to read, this is why Jesus calls himself the son of Adam, son of man, who's the Lord of the Sabbath. He is bringing that seventh day into reality. He is the image of God, as Paul says in Colossians 1, and the firstborn of the new creation.",
    "start": "00:31:51",
    "end": "00:32:20"
  },
  {
    "text": "So, yeah, I think that's landing.",
    "start": "00:32:21",
    "end": "00:32:24"
  },
  {
    "text": "Yeah.",
    "start": "00:32:24",
    "end": "00:32:24"
  },
  {
    "text": "Okay, cool. Yeah, sorry to beat that down.",
    "start": "00:32:24",
    "end": "00:32:27"
  },
  {
    "text": "No. Laura and Mike, these were wonderful questions. This is Brianna who came for the John class.",
    "start": "00:32:27",
    "end": "00:32:33"
  },
  {
    "text": "Hi, guys. This is Brianna from Wisconsin. I have a question about the flood narrative and what's going on there with all of the uses of time and sevens that keep getting repeated. I'm wondering if all of the references to time are supposed to somehow get mapped onto Israel's calendar and the feast days. And if so, does that somehow tie into Noah and his name meaning rest? And what are we meant to see there with all of the references to time and sevens and the idea that Noah is. Is rest and bringing rest to the world. Thanks for all you guys do. This has been a fascinating series.",
    "start": "00:32:34",
    "end": "00:33:10"
  },
  {
    "text": "Yeah, man. Yeah.",
    "start": "00:33:12",
    "end": "00:33:13"
  },
  {
    "text": "What is she saying?",
    "start": "00:33:13",
    "end": "00:33:14"
  },
  {
    "text": "Yeah, dude, the flood story. So awesome.",
    "start": "00:33:14",
    "end": "00:33:17"
  },
  {
    "text": "We didn't talk about this, did we?",
    "start": "00:33:17",
    "end": "00:33:18"
  },
  {
    "text": "Or did we A little bit.",
    "start": "00:33:18",
    "end": "00:33:20"
  },
  {
    "text": "I don't actually, I don't remember all the sevens in the flood story.",
    "start": "00:33:20",
    "end": "00:33:23"
  },
  {
    "text": "This could be a long. We could do a whole class, just a whole class on the flood story. But when God tells Noah that he's going to bring the waters of the flood, what he said, this is in Genesis, chapter seven. And God tells Noah that he's going to bring the animals in by sevens.",
    "start": "00:33:24",
    "end": "00:33:44"
  },
  {
    "text": "Right? Yeah. Yeah.",
    "start": "00:33:44",
    "end": "00:33:44"
  },
  {
    "text": "And then according to all the categories of Genesis 1. And then in verse 4, he says, in seven more days, I'm going to send rain on the earth for 40 days and 40 nights. I'll literally blot out from the face of the land all life that I've made. Verse 6. Noah was 600 years old, old man, when the flood waters came upon the land. So there you go. So he's told, In seven more days, then rain will come for 40 days and 40 nights. Does that make sense? Yes, in seven days. So down in verse 10, it came about after seven days. The waters came in the 600th year of Noah's life, in the second month, on the 17th day of the month, on that very day. All the springs of the deep, these are the fountains. Well, it's the water. The water is underneath the land, coming up.",
    "start": "00:33:45",
    "end": "00:34:38"
  },
  {
    "text": "Yeah.",
    "start": "00:34:38",
    "end": "00:34:38"
  },
  {
    "text": "Yep. And then the windows up in the Raqqiya drop. So the waters above and below that were separated on day two are now collapsing back in on each other. That's the image. And the rain fell for 40 days and 40 nights. So here's what's interesting. So you have this 40, you have seven days, 40 days and 40 nights.",
    "start": "00:34:38",
    "end": "00:34:58"
  },
  {
    "text": "You have pairs of animals and Sevens.",
    "start": "00:34:59",
    "end": "00:35:02"
  },
  {
    "text": "Sevens. Yep, that's right. Go down to the end of chapter seven. The last sentence of chapter seven is, the water was strong on the earth, on the land, for 150 days. So the whole point is somebody really wants us to pay attention to these numbers, time notices and so on. So there's three sets of schemes here. There's a seven day theme here at work. There's a 40 days and 40 nights. And then there's this 150 days. What's interesting is if you follow the numbers, they appear. If you read the story through highlighting these notices, they're in exactly reverse symmetry order. They're in the order of a chiasm, all the numbers.",
    "start": "00:35:02",
    "end": "00:35:42"
  },
  {
    "text": "Oh, really?",
    "start": "00:35:42",
    "end": "00:35:42"
  },
  {
    "text": "Yep. So God tells Noah about the seven. In seven more days, the rain will come. For 40 days and 40 nights, the water was over 150 days. Chapter 8, verse 3. Then the water receded at the end of 150 days. Chapter 8, verse 6. It came about at the end of 40 days. And then in chapters 8, 10, then he waited another seven days. Then verse 12, another seven days. So the numbers, they're exactly mentioned in mirror order that they were back in chapter seven. Isn't that interesting?",
    "start": "00:35:42",
    "end": "00:36:14"
  },
  {
    "text": "Two sevens, a 40. Two sevens, 40 days, 40 nights, another 150, another 40. Two more sevens.",
    "start": "00:36:14",
    "end": "00:36:20"
  },
  {
    "text": "Correct? Yeah, that's right.",
    "start": "00:36:20",
    "end": "00:36:21"
  },
  {
    "text": "Why does that matter.",
    "start": "00:36:22",
    "end": "00:36:23"
  },
  {
    "text": "Look at the notice in verse 13 of chapter 8. Now, it came about in the 601st year. In the first month on the first of the month, the water dried up from the earth. What is the first year? 601st.",
    "start": "00:36:23",
    "end": "00:36:39"
  },
  {
    "text": "That's Noah's life.",
    "start": "00:36:40",
    "end": "00:36:41"
  },
  {
    "text": "Okay. Yep.",
    "start": "00:36:41",
    "end": "00:36:42"
  },
  {
    "text": "That's his birthday.",
    "start": "00:36:42",
    "end": "00:36:42"
  },
  {
    "text": "Yep.",
    "start": "00:36:42",
    "end": "00:36:43"
  },
  {
    "text": "Is this his birthday?",
    "start": "00:36:43",
    "end": "00:36:43"
  },
  {
    "text": "601St year? Yep. It's a birthday in the first month. On the first of the month. What's the first month in Genesis 1 through 11? The first month of what? Of what calendar? Are you with me?",
    "start": "00:36:43",
    "end": "00:36:56"
  },
  {
    "text": "No.",
    "start": "00:36:57",
    "end": "00:36:57"
  },
  {
    "text": "In Genesis 8, verse 13, in the 600 year and first year in Noah's life.",
    "start": "00:36:57",
    "end": "00:37:03"
  },
  {
    "text": "The first month of his Life on.",
    "start": "00:37:04",
    "end": "00:37:05"
  },
  {
    "text": "The first of the month. Did you see this? In the 601st year. Seems like of Noah's life on the first month. On the first of the month. Okay, according to what calendar?",
    "start": "00:37:05",
    "end": "00:37:16"
  },
  {
    "text": "Probably ours. January 1st.",
    "start": "00:37:17",
    "end": "00:37:18"
  },
  {
    "text": "No, dude, this is fascinating. The flood story is all coordinated to Israel's sacred calendar laid out in the book of Leviticus. Really so fascinating, dude. And this is the month of Tishri. It's the month that begins with Rosh Hashanah on the first day, this very day. It's Rosh Hashanah. That's being noted right here. It's the month of the day of atonement. It's the month of tabernacles going through the wilderness in the tent. And actually here, this isn't just me. This is like old, old observation in Jewish tradition. Oh, and it's also within the calendar teed back to the first day of creation within the chronological scheme of Genesis 1 through 11. And then the sacred calendar, how it works out, it's also the day of creation narrative. So I'm quoting from Michael Morales, a really amazing book called the Tabernacle prefigured cosmic mountain ideology in Genesis and Exodus. That sounds thrilling. It's actually a great book. So he says, not only is a new year for Noah beginning, but a new year's day for the whole world. The birthday of creation. On this very day, the world rises again from the chaos of the flood waters. The removal of the ark's cover is Noah's new year celebration, so to speak, which is a renewed creation and a new life start. This is also the same day later on in the story when the tabernacle will be commissioned into service in Exodus, chapter 40.",
    "start": "00:37:21",
    "end": "00:38:58"
  },
  {
    "text": "It's the first day of the first month.",
    "start": "00:38:58",
    "end": "00:39:00"
  },
  {
    "text": "Exactly. Yeah. And so on and so on. So what's happening here is. And then Noah's going to then do the testing to get off the boat. And then get off the boat and offer a sacrifice which God will smell and be pleased and then say, I'm never going to bring the flood again. Which he brings rest to the land and brings comfort and peace to the land. So, Brianna, your point is, your observations are there's something with these patterns of seven especially, but actually the whole numerical sequence is trying to replay the flood story as a replay Genesis 1, but then also.",
    "start": "00:39:00",
    "end": "00:39:38"
  },
  {
    "text": "Or like an undoing of Genesis 1.",
    "start": "00:39:39",
    "end": "00:39:40"
  },
  {
    "text": "Yeah. It's a decreation and then a recreation story. And it ends with deliverance through the waters in the new year. And then in the same month, Noah will offer his great sacrifice that will please God. And all of this is happening in the same month that when you come to Israel's calendar later on, is the month of Tishri, which is Rosh Hashanah, the day of atonement. And tabernacles are all in that same month. And this is the month that the tabernacle itself is or, like, commissioned in Exodus, chapter 40.",
    "start": "00:39:40",
    "end": "00:40:14"
  },
  {
    "text": "Yes, that makes sense. You would read this story and you'd go, oh, okay. This is the new year. Noah comes out of the ark on the new year, the first day of the year. You said something about. Then all of these numbers are about the calendar. So the significance of these other 7, 7, 41, 50.",
    "start": "00:40:14",
    "end": "00:40:35"
  },
  {
    "text": "Well, the 40 days and 40 nights is actually an important motif.",
    "start": "00:40:36",
    "end": "00:40:40"
  },
  {
    "text": "Yes.",
    "start": "00:40:40",
    "end": "00:40:40"
  },
  {
    "text": "In periods of purging and testing.",
    "start": "00:40:42",
    "end": "00:40:44"
  },
  {
    "text": "Okay.",
    "start": "00:40:44",
    "end": "00:40:44"
  },
  {
    "text": "And this is actually fairly simple. You just get out of concordance and look at all the 40 days or 40 nights. And there are periods of waiting and testing, usually in a period of transformation or purging. So it's like a design pattern.",
    "start": "00:40:44",
    "end": "00:40:57"
  },
  {
    "text": "Yes.",
    "start": "00:40:57",
    "end": "00:40:58"
  },
  {
    "text": "And it's actually the 40 days and 40 nights that kind of makes the chronology of the flood narrative difficult to map. Precisely. Because when you add up the sevens, the 40s, and the 150s, it's challenging to do. And it seems like there's two. Like, the 40 days and 40 nights is more like a fixed kind of trope, a round number in the story introducing the motif of the waiting, the waiting in the ark.",
    "start": "00:40:58",
    "end": "00:41:22"
  },
  {
    "text": "And what's the 150? What's the significance of that? Because 40 I am familiar with.",
    "start": "00:41:22",
    "end": "00:41:27"
  },
  {
    "text": "Yeah, yeah, yeah, yeah. That's right.",
    "start": "00:41:27",
    "end": "00:41:28"
  },
  {
    "text": "Israelites in the wilderness.",
    "start": "00:41:28",
    "end": "00:41:29"
  },
  {
    "text": "Jesus. Well, it's part of the way that you get to. Because the whole point is it's one whole calendar year. That's essentially. He gets onto the ark and the flood waters start when he's 600. And it's in the 600 first year. So those 250s are a part of making up a whole full calendar year that he's on the boat. That's right. Yeah. Which is why. Which gets you to him getting off the boat.",
    "start": "00:41:29",
    "end": "00:41:56"
  },
  {
    "text": "But it's not the first day of the first month in the 600 year. It's the 17th day on the second month.",
    "start": "00:41:57",
    "end": "00:42:02"
  },
  {
    "text": "You're looking at 8, 13, 7, 11.",
    "start": "00:42:03",
    "end": "00:42:05"
  },
  {
    "text": "That's when the flood started, correct?",
    "start": "00:42:06",
    "end": "00:42:09"
  },
  {
    "text": "Yep. I'm looking at 8, 13 in the 600 first year. First month on the first of the month.",
    "start": "00:42:09",
    "end": "00:42:15"
  },
  {
    "text": "That's when it ends.",
    "start": "00:42:15",
    "end": "00:42:15"
  },
  {
    "text": "That's right. However, then verse 14, in the second month of the 27th day of the month, the earth was dry. So the ark even.",
    "start": "00:42:15",
    "end": "00:42:24"
  },
  {
    "text": "Yeah, it took a while.",
    "start": "00:42:24",
    "end": "00:42:25"
  },
  {
    "text": "Like a rest. Yeah. And then there's all these waiting periods of seven days after that. Anyhow, there's more detail than we need to get into. My point was just, Brianna, you're onto something.",
    "start": "00:42:25",
    "end": "00:42:36"
  },
  {
    "text": "And isn't that cool how like Brianna, just notice. Well, there's sevens in this flood narrative.",
    "start": "00:42:36",
    "end": "00:42:42"
  },
  {
    "text": "Yeah.",
    "start": "00:42:42",
    "end": "00:42:42"
  },
  {
    "text": "Start pulling at it.",
    "start": "00:42:42",
    "end": "00:42:43"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:42:43",
    "end": "00:42:44"
  },
  {
    "text": "There's a whole world there that.",
    "start": "00:42:44",
    "end": "00:42:46"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:42:46",
    "end": "00:42:46"
  },
  {
    "text": "Now we can't do justice in a few minutes.",
    "start": "00:42:46",
    "end": "00:42:49"
  },
  {
    "text": "Yeah.",
    "start": "00:42:49",
    "end": "00:42:49"
  },
  {
    "text": "I think I'm just really confused, but I'm intrigued.",
    "start": "00:42:49",
    "end": "00:42:52"
  },
  {
    "text": "Yeah. Yeah. And for the record, I need to do some more work to map out exactly how they all work. But Jewish interpreters and Christian have noticed the chronology of the flood narrative matches Genesis 1 and the Tabernacle commissioning and the feast calendar. All these calendars are connected. And of course they are. I mean, of course they are.",
    "start": "00:42:53",
    "end": "00:43:16"
  },
  {
    "text": "Yeah.",
    "start": "00:43:16",
    "end": "00:43:16"
  },
  {
    "text": "That's. It's one cohesive story.",
    "start": "00:43:17",
    "end": "00:43:19"
  },
  {
    "text": "Yeah.",
    "start": "00:43:20",
    "end": "00:43:20"
  },
  {
    "text": "Yeah. That's what we would expect to. The next one's about Exodus story, which we just talked about. John from Virginia.",
    "start": "00:43:20",
    "end": "00:43:27"
  },
  {
    "text": "Hey, guys, it's John Stergar from Fairfax, Virginia. My question is about the flight episode. Tim, you mentioned that the Exodus story participates with days one, two, and three of the creation account. I was wondering if there was anything following that that maps onto days 4, 5, and 6 as we anticipate the new Eden. So thankful for everything you guys do. It has been a huge faith builder. Thank you so much.",
    "start": "00:43:27",
    "end": "00:43:52"
  },
  {
    "text": "Yeah. Perceptive. Good question. Right. That is what the narrative leads you.",
    "start": "00:43:52",
    "end": "00:43:57"
  },
  {
    "text": "To think, then dig around and find it.",
    "start": "00:43:57",
    "end": "00:44:00"
  },
  {
    "text": "So in other words, within the parting of the waters story in Exodus 14, you have. It's all happening at the transition between night and sunrise. The sunrise is mentioned multiple times. Right. As the sun is rising, the waters are parted and the dry land appears Genesis 2. Genesis 3, that's days one, the light.",
    "start": "00:44:00",
    "end": "00:44:22"
  },
  {
    "text": "Oh, the light.",
    "start": "00:44:22",
    "end": "00:44:23"
  },
  {
    "text": "Day two, water separated from the waters. Day three, so that the dry land emerges. So it leads you to ask the question, all right, what about the sun, moon and stars on day four? What about the sky flyers and water swarmers on day five? What about.",
    "start": "00:44:23",
    "end": "00:44:39"
  },
  {
    "text": "I have been reading Genesis 1 my whole life, and that was never pointed out. Yeah, it was just like, what in the world?",
    "start": "00:44:40",
    "end": "00:44:50"
  },
  {
    "text": "Yeah. And they're just right there in the vocabulary. So does it lead us to expect things from days four through six? So I wish I had my Hebrew Bible here because it has all my coloring and notes on it. This was part of where we went in the conversation. Then the song of the sea, the praise song that Israel sings after it, is where the next step of Genesis 1 and the Eden story come into play. Because that song is all about the victory of Yahweh over the gods and over Egypt.",
    "start": "00:44:50",
    "end": "00:45:21"
  },
  {
    "text": "Which chapter is this?",
    "start": "00:45:22",
    "end": "00:45:23"
  },
  {
    "text": "Exodus 15.",
    "start": "00:45:23",
    "end": "00:45:24"
  },
  {
    "text": "15. Yeah. They come out from the other side, they're rescued, and there's this worship song.",
    "start": "00:45:24",
    "end": "00:45:31"
  },
  {
    "text": "Yep, that's right. So in this song, we're praising Yahweh for his acts of deliverance over Pharaoh. So this is just rough, like, kind of spotting themes in the song. One is there's a lot of focus on the destruction of the enemy in the waters. Right. So actually, that's what that's all riffing off is, flood. That's flood imagery of God destroying the wicked with the chaos waters. Yeah, God is the master of the chaos waters. But then look in verse 11, the conclusion, after watching Pharaoh and his armies and the evil destroyed in the flood, the conclusion of verse 11 is, who is like you among the Elohim, O.",
    "start": "00:45:32",
    "end": "00:46:12"
  },
  {
    "text": "Lord, there's the sun, moon and stars.",
    "start": "00:46:12",
    "end": "00:46:14"
  },
  {
    "text": "Well, in other words. No, that's actually kind of where I'm going. You remember in Genesis 1, days 4 and 6 are the days where the rulers of the cosmos are appointed. The sun, moon, and stars, and specifically the sun and moon. Specifically called the rulers of day and night, corresponding to the earthly or the land rulers. You have the rulers above, the rulers below, and they correspond to each other. What that tells me then is heaven and earth. And the inhabitants of heaven and earth are mirrors of each other, so to speak. In the 10th plague of the firstborn, God says when he passes over Egypt to strike the firstborn, he says he's bringing a judgment against Pharaoh and the Elohim of Egypt. Exodus 12:12. So the last plague tells you that the plagues have been an assault both on Pharaoh and his house royal ideology, and also to the Elohim that are a part of the principalities and powers over Egypt. And you see that same theology reflected here in this song. When Pharaoh is brought to his end, the conclusion is there's no Elohim like Yahweh. He's clearly the Elohim in charge around here.",
    "start": "00:46:16",
    "end": "00:47:25"
  },
  {
    "text": "There's no other power in the universe that is more.",
    "start": "00:47:25",
    "end": "00:47:31"
  },
  {
    "text": "Yeah, that's right. Yeah. There are no rulers above or below that can challenge Yahweh because he's the creator. He can. Right. He's the ruler of Master of the chaos waters. So from that point, then look where the poem goes in verse 13. Then in your loyal love, you've taken the people that you have redeemed and you have led them. We talked about this in our conversation in the podcast. That word lead rhymes with the word Noah. Noah's name is Noach. This verb is Nachah. And then you guide them to your holy habitation. Verse 17. You're going to bring them and plant them in the mountain of your inheritance, the place that you've made for your dwelling.",
    "start": "00:47:32",
    "end": "00:48:15"
  },
  {
    "text": "This is all Eden.",
    "start": "00:48:16",
    "end": "00:48:17"
  },
  {
    "text": "And that now we're to either day six of God. Right. Leading his people and appointing them, planting. And it's.",
    "start": "00:48:17",
    "end": "00:48:24"
  },
  {
    "text": "Imagine the imagery rulers as an image of God planting them in the Eden.",
    "start": "00:48:24",
    "end": "00:48:28"
  },
  {
    "text": "That's right. Yeah. And in that place where God will dwell with his human rulers, he reigns forever as king. That's verse 18. So really kind of have to read the full. The concluding song to pick up the completion of Genesis 1 and 2 of the design patterns.",
    "start": "00:48:28",
    "end": "00:48:45"
  },
  {
    "text": "Yeah.",
    "start": "00:48:45",
    "end": "00:48:46"
  },
  {
    "text": "Anyhow, that's cool. Yeah, it is cool. Yeah. This literature is amazing. So notice what we're doing. We're continuing to basically cycle through. Each large narrative chunk is patterned on the template of Genesis 1, 2, and 3. Really, all of 1 through 11 provides the template. And then later stories through their vocabulary can just pick up those earlier themes and then develop them in a new direction. So, for example, the human rulers and the heavenly rulers, you meet their corrupted versions in the Exodus story of Pharaoh and the gods of Egypt. So they have to be brought down in the flood so that a new creation can emerge, a new Eden can emerge.",
    "start": "00:48:46",
    "end": "00:49:33"
  },
  {
    "text": "And that's this flood motif, too, of just the chaotic waters being unleashed to deal with that.",
    "start": "00:49:33",
    "end": "00:49:44"
  },
  {
    "text": "That's right.",
    "start": "00:49:44",
    "end": "00:49:45"
  },
  {
    "text": "In Genesis 6.",
    "start": "00:49:45",
    "end": "00:49:45"
  },
  {
    "text": "Correct. Yeah.",
    "start": "00:49:46",
    "end": "00:49:46"
  },
  {
    "text": "And then you see it here in Exodus.",
    "start": "00:49:46",
    "end": "00:49:50"
  },
  {
    "text": "That's right, yeah. So God promised never to destroy the whole cosmos, but apparently that doesn't keep God from bringing local floods yeah. Like here at the sea, you know, to take out the. The human and spiritual bad guys.",
    "start": "00:49:50",
    "end": "00:50:06"
  },
  {
    "text": "Okay.",
    "start": "00:50:07",
    "end": "00:50:07"
  },
  {
    "text": "All right.",
    "start": "00:50:07",
    "end": "00:50:08"
  },
  {
    "text": "Well, that's a lot.",
    "start": "00:50:08",
    "end": "00:50:09"
  },
  {
    "text": "There was a lot.",
    "start": "00:50:09",
    "end": "00:50:10"
  },
  {
    "text": "If someone just jumped into this podcast for the first time.",
    "start": "00:50:10",
    "end": "00:50:13"
  },
  {
    "text": "Deep end of the pool.",
    "start": "00:50:14",
    "end": "00:50:15"
  },
  {
    "text": "Yeah, it's. Yeah, it's a lot. But if you've been listening, following along.",
    "start": "00:50:15",
    "end": "00:50:20"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:50:20",
    "end": "00:50:20"
  },
  {
    "text": "You're scratching some. Some things and. Yeah, it makes me want to chase some ideas down further. Thank you, Tim.",
    "start": "00:50:20",
    "end": "00:50:29"
  },
  {
    "text": "Yeah. Thank you, everybody, for your great questions. Really thoughtful. Again, every question that we choose to read out loud represents usually anywhere from three to five to 10 questions that were very similar to it. So we're trying to group them all together and respond in the time that we have. So thanks, you guys.",
    "start": "00:50:29",
    "end": "00:50:48"
  },
  {
    "text": "There's one other thing that we wanted to address, actually. I think a couple episodes ago, we were talking about trying to be rulers of time, and we had a discussion about. I said something to the degree of. I noticed that in my life, every five to seven years, I get this, like, I start something, and it seems like it comes to some sort of culmination.",
    "start": "00:50:48",
    "end": "00:51:13"
  },
  {
    "text": "Yeah.",
    "start": "00:51:13",
    "end": "00:51:13"
  },
  {
    "text": "And then you start five or seven years. There's something about that time period.",
    "start": "00:51:13",
    "end": "00:51:17"
  },
  {
    "text": "That's right. That's right.",
    "start": "00:51:17",
    "end": "00:51:18"
  },
  {
    "text": "It's enough time for something significant to happen.",
    "start": "00:51:18",
    "end": "00:51:20"
  },
  {
    "text": "Yeah. And then you said. And that's about how long we've been at the Bible Project.",
    "start": "00:51:21",
    "end": "00:51:24"
  },
  {
    "text": "That's how long we've been at the Bible Project. And it feels like something significant has happened.",
    "start": "00:51:24",
    "end": "00:51:29"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:51:29",
    "end": "00:51:30"
  },
  {
    "text": "Very significant. Way more than we anticipated. And then I think we said, and now we're going to go off and think about what's next. And it actually, that comment spun some people out because I think imaginations went off thinking we were going to go do something else and not do this project anymore. So if that was you listening to that conversation and you were like, what. What are they going to do? Is the project going to continue? Yes, we're gonna. We're gonna continue this project. We love this project. It's been such a wonderful thing to be able to do this. I mean, really amazing.",
    "start": "00:51:30",
    "end": "00:52:05"
  },
  {
    "text": "Yeah, we have lots of more video content planned.",
    "start": "00:52:06",
    "end": "00:52:08"
  },
  {
    "text": "Yeah, lots of videos planned for years. We've got. We've got a calendar that goes out years. Tons of other ideas. There was a big shift in the organization. Like, we brought on an executive director this year, and it's just grown to become something that feels different. It's into a new season.",
    "start": "00:52:08",
    "end": "00:52:31"
  },
  {
    "text": "Yeah.",
    "start": "00:52:31",
    "end": "00:52:32"
  },
  {
    "text": "And it's exciting.",
    "start": "00:52:32",
    "end": "00:52:32"
  },
  {
    "text": "Yeah, it is exciting.",
    "start": "00:52:32",
    "end": "00:52:33"
  },
  {
    "text": "And it's allowing me and you to kind of rethink and refocus on what we put our thoughts to and just some more freedom. So there's a lot going on. We're really excited about all of it. And don't worry.",
    "start": "00:52:33",
    "end": "00:52:48"
  },
  {
    "text": "Yeah. We're not going anywhere.",
    "start": "00:52:49",
    "end": "00:52:50"
  },
  {
    "text": "Not going anywhere.",
    "start": "00:52:50",
    "end": "00:52:50"
  },
  {
    "text": "Yeah. We are trying to work from a place of rest and joy.",
    "start": "00:52:52",
    "end": "00:52:56"
  },
  {
    "text": "Yeah.",
    "start": "00:52:56",
    "end": "00:52:56"
  },
  {
    "text": "Yeah.",
    "start": "00:52:56",
    "end": "00:52:56"
  },
  {
    "text": "All right.",
    "start": "00:52:57",
    "end": "00:52:57"
  },
  {
    "text": "Yeah.",
    "start": "00:52:57",
    "end": "00:52:58"
  },
  {
    "text": "So thanks. Thanks for being part of this with us.",
    "start": "00:52:58",
    "end": "00:53:00"
  },
  {
    "text": "Yes. Hi, this is Jeremy Leduc. I'm from Salem, Oregon, and I first.",
    "start": "00:53:00",
    "end": "00:53:07"
  },
  {
    "text": "Heard about the Bible project on Facebook.",
    "start": "00:53:08",
    "end": "00:53:10"
  },
  {
    "text": "Hi, this is Caroline Saito. I'm from Honolulu, Hawaii.",
    "start": "00:53:10",
    "end": "00:53:14"
  },
  {
    "text": "Hello. This is Hector Martinez. I am from Mexico, Veracruz. Mi nombre is Hector Martinez. Yo soy de Mexico, Veracruz.",
    "start": "00:53:14",
    "end": "00:53:23"
  },
  {
    "text": "My favorite thing about the Bible project is it brings the Bible to life.",
    "start": "00:53:23",
    "end": "00:53:27"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus.",
    "start": "00:53:28",
    "end": "00:53:31"
  },
  {
    "text": "We're a crowdfunded project by people like me.",
    "start": "00:53:31",
    "end": "00:53:34"
  },
  {
    "text": "Find free videos, study notes, podcasts, and more@thebibleproject.com Sam.",
    "start": "00:53:34",
    "end": "00:53:51"
  }
]