[
  {
    "text": "Welcome to this episode of the BibleProject podcast.",
    "start": "00:00:07",
    "end": "00:00:10"
  },
  {
    "text": "I'm John and this is Tim.",
    "start": "00:00:10",
    "end": "00:00:12"
  },
  {
    "text": "And we are in the middle of a series on the identity of God. And in the last episode we took a few questions to respond to this episode. We're going to respond to more. Yep, we've got a bunch. You've sent them in and we're gonna get to as many as possible and Tim's gonna respond as best as he can. You ready, Tim?",
    "start": "00:00:12",
    "end": "00:00:34"
  },
  {
    "text": "I think so. We'll see what happens.",
    "start": "00:00:34",
    "end": "00:00:36"
  },
  {
    "text": "Okay.",
    "start": "00:00:36",
    "end": "00:00:36"
  },
  {
    "text": "Should we just dive in?",
    "start": "00:00:37",
    "end": "00:00:38"
  },
  {
    "text": "Let's just dive right in.",
    "start": "00:00:38",
    "end": "00:00:39"
  },
  {
    "text": "All right, Felipe from Brazil, let's hear from you. Hi, Tim and John. My name is Felipe, I'm from Brazil. And my question concerns the rebellion of the sons of God in Genesis 6. Supposing this story talks about actual divine beings as opposed to human kings, do we know for sure? The author's version of the story is the same as first Enoch's. The divine beings had actual sex with human girls and had actual superhuman kids. Thanks a lot. All right, Felipe, you've asked a multi part question. Yeah. The story in Genesis 6 as it relates to the whole topic of the divine council and other spiritual beings and the famous Nephilim and giants in the Bible. Holy cow. What is going on here? Yeah, yeah.",
    "start": "00:00:39",
    "end": "00:01:24"
  },
  {
    "text": "So it's one of the strangest stories in the Bible.",
    "start": "00:01:24",
    "end": "00:01:27"
  },
  {
    "text": "It is, it is. And the fact that it comes in the first few pages really throws early Bible readers for a loop when they're doing the read through the Bible in a year thing. So, you know, this all goes under the umbrella of. For years and years, I've just been kind of under emphasizing and putting off these topics in the Bible because I thought they were weird and crazy. And then I realized I can't do that anymore. I gotta own up to this stuff. And the rabbit hole is so fascinating. And I realized this is all really important to the biblical storyline and how it all develops.",
    "start": "00:01:27",
    "end": "00:02:00"
  },
  {
    "text": "So to set the stage, Genesis 6 tells a story about the sons of God.",
    "start": "00:02:00",
    "end": "00:02:06"
  },
  {
    "text": "Yeah.",
    "start": "00:02:07",
    "end": "00:02:07"
  },
  {
    "text": "Where are we at in the story so far? So we've had Adam and Eve, Cain and Abel.",
    "start": "00:02:07",
    "end": "00:02:11"
  },
  {
    "text": "Yeah, the humans. First humans, who are the royal priests in the garden temple, got expelled for disobeying the divine command.",
    "start": "00:02:11",
    "end": "00:02:19"
  },
  {
    "text": "This is Adam and Eve.",
    "start": "00:02:19",
    "end": "00:02:21"
  },
  {
    "text": "Adam and Eve. And then they're expelled from the garden. And then there's a story about the next generation that just replays in a different way. Their older son Cain replays the transgression of his parents in a slightly new way. Yeah, yeah. In a new kind of Way, but in. In a way that all the verbal connections between Genesis 3 and 4 show you.",
    "start": "00:02:21",
    "end": "00:02:45"
  },
  {
    "text": "This is a continuation of.",
    "start": "00:02:45",
    "end": "00:02:47"
  },
  {
    "text": "Continuation of the fall. Yep. What that clues you into is the fact that, oh, the narratives to follow are going to be all about the spreading and the replaying and replaying of what happened in the garden.",
    "start": "00:02:47",
    "end": "00:02:59"
  },
  {
    "text": "You saw it once in Genesis 3, you see it again in Genesis 4, and now you're thinking, okay, I see what's going on.",
    "start": "00:02:59",
    "end": "00:03:04"
  },
  {
    "text": "That's right. So part of the literary Design of Genesis 1:11 is to set. Set many different kinds of rebellion narratives in a series of patterns, and they're all connected to one another. They all mirror the same vocabulary. And so chapter six.",
    "start": "00:03:04",
    "end": "00:03:21"
  },
  {
    "text": "Wait, we skipped five. What happens in five?",
    "start": "00:03:21",
    "end": "00:03:23"
  },
  {
    "text": "Five's a genealogy that traces the genealogy from Adam through Cain's younger brother, Seth. And then it goes down, and everybody's dying, except for a couple characters. A guy named Enoch who walked with God and then was not, for God took him. And then you go a couple more generations, and you get a guy named Lamech, a good Lamech, not a bad one. And he has a son named Noach, and he says that this son's going to Yanachemenu. Noach. Well, yanachomenu. Noach means rest, and nachomenum is comfort. So Noach will bring comfort to. It's a wordplay. Will bring comfort to us. And so you're thinking, oh, okay, things have been going downhill. Everybody's dying.",
    "start": "00:03:23",
    "end": "00:04:11"
  },
  {
    "text": "Bright spot.",
    "start": "00:04:11",
    "end": "00:04:12"
  },
  {
    "text": "But here's someone from the line of the woman as promised in Genesis 3:15, somebody who's going to reverse the curse or provide comfort for it in some way. And then with that hope, you turn.",
    "start": "00:04:12",
    "end": "00:04:26"
  },
  {
    "text": "To Genesis chapter six, one of the strangest.",
    "start": "00:04:27",
    "end": "00:04:30"
  },
  {
    "text": "And so you read when it says when humans began to multiply, and you're like, yeah, hey, awesome.",
    "start": "00:04:31",
    "end": "00:04:36"
  },
  {
    "text": "That was the point.",
    "start": "00:04:36",
    "end": "00:04:37"
  },
  {
    "text": "Yeah, that was part of the point. So humans begin to multiply, and they have daughters. Sounds like a normal day. As you do on planet Earth. And it came about then the sons of God saw these human daughters, saw that they were good, and they took for themselves wives, whomever they chose. Now.",
    "start": "00:04:37",
    "end": "00:04:58"
  },
  {
    "text": "Yeah. Saw that they were good and took. That's the exact same language as Genesis 3 and 4.",
    "start": "00:04:58",
    "end": "00:05:03"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:05:03",
    "end": "00:05:04"
  },
  {
    "text": "Adam and Eve saw that the fruit was good.",
    "start": "00:05:04",
    "end": "00:05:06"
  },
  {
    "text": "First of all, God saw that it was good. He's the provider of good.",
    "start": "00:05:06",
    "end": "00:05:09"
  },
  {
    "text": "He saw that the earth was good.",
    "start": "00:05:09",
    "end": "00:05:10"
  },
  {
    "text": "Yep, yep. Saw that everything was very good.",
    "start": "00:05:10",
    "end": "00:05:13"
  },
  {
    "text": "And he didn't take, he gave.",
    "start": "00:05:13",
    "end": "00:05:14"
  },
  {
    "text": "He gives. That's right.",
    "start": "00:05:14",
    "end": "00:05:15"
  },
  {
    "text": "And then Adam and Eve saw that it was good, and they take.",
    "start": "00:05:16",
    "end": "00:05:18"
  },
  {
    "text": "They take the fruits.",
    "start": "00:05:18",
    "end": "00:05:19"
  },
  {
    "text": "Bad, bad Cain. What's the.",
    "start": "00:05:20",
    "end": "00:05:23"
  },
  {
    "text": "Cain has a chance to do what is good and rule over the animal crouching inside of him. Or.",
    "start": "00:05:23",
    "end": "00:05:30"
  },
  {
    "text": "Now, Niv here says the sons of God saw the daughters of the humans were beautiful.",
    "start": "00:05:31",
    "end": "00:05:35"
  },
  {
    "text": "Correct? Yeah.",
    "start": "00:05:35",
    "end": "00:05:35"
  },
  {
    "text": "And they married any of them they chose.",
    "start": "00:05:35",
    "end": "00:05:37"
  },
  {
    "text": "Yeah, that's right. And actually, the new American standard has saw that they were beautiful as well. So the word beautiful, however, is the Hebrew word tov just means good.",
    "start": "00:05:37",
    "end": "00:05:46"
  },
  {
    "text": "So saw they were good.",
    "start": "00:05:46",
    "end": "00:05:47"
  },
  {
    "text": "But they're providing a contextual meaning.",
    "start": "00:05:47",
    "end": "00:05:49"
  },
  {
    "text": "Yeah. But if you were looking for that key word that shows the design pattern.",
    "start": "00:05:49",
    "end": "00:05:54"
  },
  {
    "text": "Of take, it gets obscured. It's obscured if it gets translated. Beautiful.",
    "start": "00:05:54",
    "end": "00:05:59"
  },
  {
    "text": "And then that phrase. And they married any of them they chose. In Hebrew, that's more literally.",
    "start": "00:06:00",
    "end": "00:06:05"
  },
  {
    "text": "It's literally they took for themselves women, whomever they chose.",
    "start": "00:06:05",
    "end": "00:06:09"
  },
  {
    "text": "Okay. They took them. And that's different than marrying them, Taking them.",
    "start": "00:06:10",
    "end": "00:06:14"
  },
  {
    "text": "Oh, well, to take a woman for.",
    "start": "00:06:14",
    "end": "00:06:16"
  },
  {
    "text": "Yourself is an idiom for marriage.",
    "start": "00:06:16",
    "end": "00:06:19"
  },
  {
    "text": "Yeah. A Hebrew idiom for to be. To get married. So everything revolves, of course, around this phrase, the sons of God. It's the first time it appears in the biblical narrative. It's not the only time it appears. This plural phrase, the sons of Elohim, appears a number of times in the Hebrew Bible and all always talking about members of the divine council, the spiritual beings that God appointed to have delegated authority over the world.",
    "start": "00:06:19",
    "end": "00:06:46"
  },
  {
    "text": "Yeah.",
    "start": "00:06:47",
    "end": "00:06:47"
  },
  {
    "text": "They were referred to as the host of heaven in Genesis 1, and also as the greater and lesser lights and the stars.",
    "start": "00:06:47",
    "end": "00:06:55"
  },
  {
    "text": "Yeah.",
    "start": "00:06:56",
    "end": "00:06:56"
  },
  {
    "text": "And then all throughout the rest of the Hebrew Bible, there'll be places in the Psalms and Job where the stars and the sons of Elohim will be set. In poetic parallelism.",
    "start": "00:06:56",
    "end": "00:07:05"
  },
  {
    "text": "Yeah.",
    "start": "00:07:05",
    "end": "00:07:06"
  },
  {
    "text": "And so there are people who think that this refers to royal humans, just like Adam was a son of God.",
    "start": "00:07:07",
    "end": "00:07:16"
  },
  {
    "text": "Right.",
    "start": "00:07:16",
    "end": "00:07:17"
  },
  {
    "text": "So the phrase son of God isn't explicitly used of Adam. It is. The idea is there in the previous chapter, but I think contextually, if you look at this phrase throughout the rest of the Hebrew Bible, the only meaning that makes sense of the story and its implications and how it was read in ancient Judaism is that it's referring to these spiritual beings.",
    "start": "00:07:17",
    "end": "00:07:39"
  },
  {
    "text": "That spiritual beings saw human women and said, I want that.",
    "start": "00:07:39",
    "end": "00:07:46"
  },
  {
    "text": "Yeah, that's right. And it's set on analogy to the woman and the human seeing what was not given to them in God's order.",
    "start": "00:07:46",
    "end": "00:07:56"
  },
  {
    "text": "So this is another fall narrative.",
    "start": "00:07:56",
    "end": "00:07:58"
  },
  {
    "text": "It's a fall narrative. Yep. Yeah. If Genesis 3 is the fall of the Human rulers that God appointed over the land. This is as a mirror image to that. It's the fall of the celestial rulers that God appointed to rule over the right to rule in the upper, in the heavenly realms, not over the land.",
    "start": "00:07:58",
    "end": "00:08:19"
  },
  {
    "text": "Now, as far as chronology goes, we've already had a story of what seems like it was a celestial being, even though it was described as a snake.",
    "start": "00:08:19",
    "end": "00:08:28"
  },
  {
    "text": "Yeah, that's right. Yeah.",
    "start": "00:08:28",
    "end": "00:08:29"
  },
  {
    "text": "Genesis, it seems like more than just a snake.",
    "start": "00:08:29",
    "end": "00:08:31"
  },
  {
    "text": "Correct.",
    "start": "00:08:31",
    "end": "00:08:32"
  },
  {
    "text": "There's already been a fall of sorts.",
    "start": "00:08:32",
    "end": "00:08:34"
  },
  {
    "text": "That's right.",
    "start": "00:08:34",
    "end": "00:08:35"
  },
  {
    "text": "So the point isn't to say this is the first time there was any sort of.",
    "start": "00:08:35",
    "end": "00:08:38"
  },
  {
    "text": "And that's what we've talked about before. The order of the events in the sequence in the Bible doesn't necessarily. There are some people who think it does, but it doesn't necessarily correspond to the narrative that we're supposed to reconstruct of the heavenly rebellion, or at least I'm still figuring that out. And so are lots of other people. Lots of different views on this topic.",
    "start": "00:08:38",
    "end": "00:08:58"
  },
  {
    "text": "There's this desire to then make a coherent story from whenever God created spiritual beings to what their purpose was and what they were doing, and then their fall. And this isn't trying to construct all that.",
    "start": "00:08:58",
    "end": "00:09:14"
  },
  {
    "text": "I don't think so. But however, the biblical authors aren't just coming up with this material on their own. What they're also doing is preserving and passing down materials that are ancient to them. And what biblical authors are often doing is composing. They're taking pre existing material, weaving it together into a narrative series of patterns.",
    "start": "00:09:15",
    "end": "00:09:35"
  },
  {
    "text": "Yeah, let's take the story of Cain and Abel.",
    "start": "00:09:35",
    "end": "00:09:38"
  },
  {
    "text": "Yep.",
    "start": "00:09:38",
    "end": "00:09:38"
  },
  {
    "text": "Let's put it right after the story of Adam and Eve.",
    "start": "00:09:38",
    "end": "00:09:40"
  },
  {
    "text": "Correct. Yep.",
    "start": "00:09:40",
    "end": "00:09:41"
  },
  {
    "text": "And they provide the language.",
    "start": "00:09:41",
    "end": "00:09:42"
  },
  {
    "text": "That's right. Yeah, that's right.",
    "start": "00:09:42",
    "end": "00:09:43"
  },
  {
    "text": "Yeah.",
    "start": "00:09:44",
    "end": "00:09:44"
  },
  {
    "text": "Correct. They're like museum curators.",
    "start": "00:09:44",
    "end": "00:09:45"
  },
  {
    "text": "Yeah. And then let's put this genealogy in because it's important then to see where this is all coming from.",
    "start": "00:09:46",
    "end": "00:09:50"
  },
  {
    "text": "Correct.",
    "start": "00:09:50",
    "end": "00:09:51"
  },
  {
    "text": "And now let's continue with this fall idea, but let's talk about celestial beings.",
    "start": "00:09:51",
    "end": "00:09:56"
  },
  {
    "text": "Yes. We've already had one being the snake that has its own rebellion in Genesis 3. And whether the snake's rebellion has happened in the past of Genesis 3. And then he's, you know, trying to pull humans into his dark pit in Genesis 3. Or whether Genesis 3 is the fall narra. Of that being along with the humans. But the point is that the humans, what the snake says to the woman is, you won't die if you seize.",
    "start": "00:09:56",
    "end": "00:10:25"
  },
  {
    "text": "You'll be like the gods.",
    "start": "00:10:26",
    "end": "00:10:27"
  },
  {
    "text": "You'll be like Elohim. You can Become more than God made you to be. And here it's Elohim trying to merge with humans. So Genesis 3, they're inversions of each other. Genesis 33 is humans trying to attain immortality and become Elohim on their own terms. Here are the sons of Elohim trying to merge. Right. Trying to become more than what God gave them to be and doing it on their own terms. Crossing the boundary.",
    "start": "00:10:27",
    "end": "00:10:57"
  },
  {
    "text": "It's crossing the boundary. In Genesis 3, the temptation is, I want to be like Elohim in that there's. I'm a human and I live on the land.",
    "start": "00:10:57",
    "end": "00:11:08"
  },
  {
    "text": "Yeah. I've been given to rule the land.",
    "start": "00:11:09",
    "end": "00:11:10"
  },
  {
    "text": "And I'm from the land and I rule the land. But there's this celestial realm of divine beings of which I am not one.",
    "start": "00:11:10",
    "end": "00:11:18"
  },
  {
    "text": "Correct.",
    "start": "00:11:19",
    "end": "00:11:19"
  },
  {
    "text": "And we've talked about this before. Despite that, humans have this incredible position in God's creation.",
    "start": "00:11:20",
    "end": "00:11:27"
  },
  {
    "text": "Correct.",
    "start": "00:11:27",
    "end": "00:11:28"
  },
  {
    "text": "But then the temptation is, well, don't you want to be an Elohim? And that sounded awesome.",
    "start": "00:11:28",
    "end": "00:11:34"
  },
  {
    "text": "Yeah.",
    "start": "00:11:34",
    "end": "00:11:35"
  },
  {
    "text": "Okay. And so then in Genesis, with humans.",
    "start": "00:11:35",
    "end": "00:11:37"
  },
  {
    "text": "Breaking that boundary and wanting. Trying to ascend, so to speak.",
    "start": "00:11:37",
    "end": "00:11:41"
  },
  {
    "text": "And the story of the Bible is never humans breaking that boundary and becoming celestial beings.",
    "start": "00:11:42",
    "end": "00:11:48"
  },
  {
    "text": "No. I mean, this is all fertile soil for the incarnation.",
    "start": "00:11:48",
    "end": "00:11:52"
  },
  {
    "text": "Yeah. Right.",
    "start": "00:11:52",
    "end": "00:11:53"
  },
  {
    "text": "Because humans trying to become God and you have, you know, lesser divine beings trying to merge, trying to restore eternal life to humans.",
    "start": "00:11:53",
    "end": "00:12:02"
  },
  {
    "text": "Yeah.",
    "start": "00:12:03",
    "end": "00:12:03"
  },
  {
    "text": "And merge with humans. And the incarnation is the ultimate creator merging his life with the human story and human life. Anyway, sorry, that's jumping way forward.",
    "start": "00:12:03",
    "end": "00:12:15"
  },
  {
    "text": "Yeah. I was just thinking how in kind of more Platonic ideal, there's this desire of, let's escape our humanness and become this just spiritual, our soul escaping our body, that kind of thing.",
    "start": "00:12:15",
    "end": "00:12:32"
  },
  {
    "text": "Yeah. That's not the idea. The idea is to supercharge humanity, to deify it. But the snake says to the woman, you can become Elohim. You can be humans that are also.",
    "start": "00:12:32",
    "end": "00:12:43"
  },
  {
    "text": "Spiritual are deified, and that's never the purpose. I guess what I'm asking is, is the snake shortcutting what God was already planning on doing?",
    "start": "00:12:43",
    "end": "00:12:53"
  },
  {
    "text": "I understand.",
    "start": "00:12:53",
    "end": "00:12:53"
  },
  {
    "text": "Or is he giving them a temptation of something that humans should never want to be?",
    "start": "00:12:53",
    "end": "00:12:58"
  },
  {
    "text": "I see. I think within the narrative logic Exactly. That he's trying to. It's a legitimate goal that they share in the life and proximity and glory of God, but that they do it in a way in which they get to define the terms.",
    "start": "00:12:58",
    "end": "00:13:16"
  },
  {
    "text": "I see.",
    "start": "00:13:16",
    "end": "00:13:17"
  },
  {
    "text": "In knowing good and evil. And this is why the temptation story of Jesus in the wilderness is a mirror. It's also one of These mirror narratives, that's patterned on Genesis 3, because that's exactly the test for Jesus from his snake figure is you can have authority over all the nations of the earth. Well, that's where the story of Jesus is going. But you're gonna do it on the snake's terms.",
    "start": "00:13:17",
    "end": "00:13:40"
  },
  {
    "text": "It's a good thing, but in a bad, misguided way.",
    "start": "00:13:40",
    "end": "00:13:47"
  },
  {
    "text": "That's correct.",
    "start": "00:13:47",
    "end": "00:13:48"
  },
  {
    "text": "Okay. And then in Genesis 6, it's the Elohim, the sons of God, these spiritual beings who. Who decide to merge with humanity. So it's another crossing the boundaries, but in the other way.",
    "start": "00:13:49",
    "end": "00:14:03"
  },
  {
    "text": "Correct. If we're using spatial language, vertical from the heavenly realms to the.",
    "start": "00:14:03",
    "end": "00:14:09"
  },
  {
    "text": "Well, that's how the biblical authors thought about it.",
    "start": "00:14:09",
    "end": "00:14:11"
  },
  {
    "text": "That's correct. Yeah, yeah, yeah. So you can see how once you see how in the design of Genesis 1 to 11, Genesis 3 and Genesis 6 are mirror images of each other, it makes the sons of God to refer to spiritual beings. I think it makes that interpretation unavoidable. And it's also because that view of the sons of God is going to be drawn upon again later in the book of Genesis. Another reason we know that the sons of God, according to the author of the book's intention, are spiritual beings is the way Genesis 6 also gets developed and picked up by another connected story in Genesis 19, where again, it's God and his divine council, and he comes down to visit Abraham with two other spiritual beings who appear as humans. And then they go. Those two. Two of them go down into Sodom. And the whole story demonstrating how horrible the people of Sodom are is that they want to have. Want to rape these angels. The men of Sodom want to rape these angels. So I understand that this story in Genesis 6 is crazy, but in the.",
    "start": "00:14:11",
    "end": "00:15:24"
  },
  {
    "text": "Worldview of the biblical office, Genesis 19 doesn't sound any less crazy.",
    "start": "00:15:24",
    "end": "00:15:27"
  },
  {
    "text": "Exactly my point. And by the way, I mean, if you follow Jesus and embrace an orthodox Christian view of who Jesus is, that he's God and human, that is no less crazy.",
    "start": "00:15:28",
    "end": "00:15:42"
  },
  {
    "text": "That is equally crazy.",
    "start": "00:15:43",
    "end": "00:15:44"
  },
  {
    "text": "In fact, you could make the argument that that's the.",
    "start": "00:15:44",
    "end": "00:15:47"
  },
  {
    "text": "There's no sexual devianc.",
    "start": "00:15:47",
    "end": "00:15:48"
  },
  {
    "text": "Well, but dude, human existence by the Holy Spirit impregnating Mary.",
    "start": "00:15:49",
    "end": "00:15:53"
  },
  {
    "text": "Okay, that's true.",
    "start": "00:15:53",
    "end": "00:15:54"
  },
  {
    "text": "How is that not in my mind? Genesis 6 and Genesis 19 look tame if we're going to use, like, craziness as a criterion of whether or not to believe something. You get my point here. So if you embrace an orthodox Christian perspective on the identity of Jesus, God.",
    "start": "00:15:54",
    "end": "00:16:12"
  },
  {
    "text": "Become human, it's a strange merging of the Divine and the human.",
    "start": "00:16:12",
    "end": "00:16:15"
  },
  {
    "text": "It's a merging of the divine and human. And Genesis 6, you already have a category for this and what Genesis 6 is telling us. I'm not saying I find this easy to believe. I'm just saying this is what the biblical authors are trying to communicate to us. We have to reckon with it. So Genesis 6 becomes a story of a cosmic rebellion among the heavenly hosts. That they're trying to restore eternal life to humanity through this underhanded, rebellious means.",
    "start": "00:16:15",
    "end": "00:16:44"
  },
  {
    "text": "Now, the narrative doesn't say that that was their.",
    "start": "00:16:45",
    "end": "00:16:48"
  },
  {
    "text": "No, no goal. Oh, no, there's just four sentences.",
    "start": "00:16:48",
    "end": "00:16:50"
  },
  {
    "text": "Yeah.",
    "start": "00:16:50",
    "end": "00:16:51"
  },
  {
    "text": "That you have again, Jewish meditation literature. The way these early stories in Genesis are worded is spare, so that you will gain more clarification the further you read on.",
    "start": "00:16:51",
    "end": "00:17:01"
  },
  {
    "text": "So let me read the four verses and then I want to hear how you got to that.",
    "start": "00:17:01",
    "end": "00:17:05"
  },
  {
    "text": "Well, we read the first two.",
    "start": "00:17:05",
    "end": "00:17:06"
  },
  {
    "text": "Yeah. I'll reread it though. When human beings began to increase in number on earth and the daughters were born to them, the sons of God saw the daughters of the humans were good tov. And they took them, took wives for them. And they took wives.",
    "start": "00:17:06",
    "end": "00:17:20"
  },
  {
    "text": "Or took women for themselves.",
    "start": "00:17:20",
    "end": "00:17:21"
  },
  {
    "text": "They took women, whoever they chose.",
    "start": "00:17:21",
    "end": "00:17:23"
  },
  {
    "text": "Yeah.",
    "start": "00:17:23",
    "end": "00:17:23"
  },
  {
    "text": "And then the Lord said, my spirit, my ruach will not contend.",
    "start": "00:17:23",
    "end": "00:17:29"
  },
  {
    "text": "Ooh, contend. Do you have a footnote?",
    "start": "00:17:29",
    "end": "00:17:31"
  },
  {
    "text": "A. Yeah, footnote A. My spirit will not remain in. Remain.",
    "start": "00:17:33",
    "end": "00:17:36"
  },
  {
    "text": "Go with that one.",
    "start": "00:17:36",
    "end": "00:17:37"
  },
  {
    "text": "My spirit will not remain in humans forever.",
    "start": "00:17:37",
    "end": "00:17:41"
  },
  {
    "text": "Inhuman.",
    "start": "00:17:41",
    "end": "00:17:42"
  },
  {
    "text": "Inhuman.",
    "start": "00:17:43",
    "end": "00:17:43"
  },
  {
    "text": "Singular, really. But Adam inhuman, for they are mortal.",
    "start": "00:17:43",
    "end": "00:17:47"
  },
  {
    "text": "Their days will be 120 years.",
    "start": "00:17:47",
    "end": "00:17:49"
  },
  {
    "text": "And then verse four is very important. Yeah.",
    "start": "00:17:50",
    "end": "00:17:52"
  },
  {
    "text": "The Nephilim were on the earth in those days, whoever these guys are.",
    "start": "00:17:52",
    "end": "00:17:58"
  },
  {
    "text": "Yeah.",
    "start": "00:17:58",
    "end": "00:17:59"
  },
  {
    "text": "And also afterward, also after, when the sons of God went to the daughters of humans and had children by them, they were the heroes of old men of renown.",
    "start": "00:17:59",
    "end": "00:18:08"
  },
  {
    "text": "Yep. Four verses have generated a universe of later literature and speculation. Okay, here's first two tell you about the hosts of heaven. Some of them break the boundary and take human women whom they want.",
    "start": "00:18:08",
    "end": "00:18:26"
  },
  {
    "text": "Yeah.",
    "start": "00:18:26",
    "end": "00:18:26"
  },
  {
    "text": "Verse three is God's response. And so the response is also very cryptic response. It is cryptic. But if we're looking for coherence, which I think the biblical authors want us to do, they want us to see that this response fits somehow is relevant to the rebellion that just the thing that just happened. Right. So for God to say, my ruach, my life giving energy, which hasn't been mentioned since Genesis 1, since its appearance in the second verse of Genesis 1, that the Spirit of God was hovering there. So my spirit is what creates and sustains Life, it's the life giving energy of God.",
    "start": "00:18:27",
    "end": "00:19:03"
  },
  {
    "text": "Yeah.",
    "start": "00:19:03",
    "end": "00:19:04"
  },
  {
    "text": "Okay, so my life giving energy won't abide with humans. And actually the word abide is yadon. If you look at it in Hebrew, it's graphically very similar to the word Eden. I think of the word play. But my. Whether it's abide or as a wordplay, my life giving presence won't Eden with human forever.",
    "start": "00:19:04",
    "end": "00:19:27"
  },
  {
    "text": "It won't Eden.",
    "start": "00:19:27",
    "end": "00:19:28"
  },
  {
    "text": "Yeah, well, Eden is the place where divine and human together in the ideal, it's eternal life.",
    "start": "00:19:29",
    "end": "00:19:34"
  },
  {
    "text": "And now I won't give eternal life to humans through my life giving.",
    "start": "00:19:34",
    "end": "00:19:39"
  },
  {
    "text": "Correct. Just like, remember, just like the thing for.",
    "start": "00:19:39",
    "end": "00:19:41"
  },
  {
    "text": "And that was what he said in Genesis 3.",
    "start": "00:19:41",
    "end": "00:19:43"
  },
  {
    "text": "Genesis 3 was, you all need it, you'll eat from it. Right. You can become like Elohim. And when God what God's response is, oh no, the humans have become like one of us. God says, and so let's expel them from the garden.",
    "start": "00:19:43",
    "end": "00:19:56"
  },
  {
    "text": "Or else God says it's happened or.",
    "start": "00:19:56",
    "end": "00:19:57"
  },
  {
    "text": "Else they'll become like one of us. They'll take from the tree and live forever. So Genesis 3 is a grab for eternal life on humanity's own terms. This response from God here, I think we have to go back and reread it to say God sees this as a grab for eternal life.",
    "start": "00:19:57",
    "end": "00:20:14"
  },
  {
    "text": "Again, another grab.",
    "start": "00:20:15",
    "end": "00:20:16"
  },
  {
    "text": "But now it's coming from a cosmic rebellion. They're trying to restore eternal life to humans. That's why I said that.",
    "start": "00:20:16",
    "end": "00:20:22"
  },
  {
    "text": "I see.",
    "start": "00:20:22",
    "end": "00:20:23"
  },
  {
    "text": "Because of verse three. And so God says, no, the offspring of these unions are flesh. And so my spirit won't abide with flesh forever. God's not going to grant eternal life with Adam to these rebellious unions. Inasmuch as the offspring of these unions is flesh, they've got 120 years. 120 years could refer God putting a cap on human life. Yeah, it's possible.",
    "start": "00:20:23",
    "end": "00:20:55"
  },
  {
    "text": "That is kind of the longest most people live.",
    "start": "00:20:56",
    "end": "00:20:58"
  },
  {
    "text": "Yeah. And that is interesting. Although most of the people in the narrative to follow are going to live way longer than 120 years.",
    "start": "00:20:58",
    "end": "00:21:05"
  },
  {
    "text": "Oh really?",
    "start": "00:21:05",
    "end": "00:21:05"
  },
  {
    "text": "Okay, totally. Even in the rest of Genesis, like way after the flood.",
    "start": "00:21:05",
    "end": "00:21:09"
  },
  {
    "text": "Oh.",
    "start": "00:21:09",
    "end": "00:21:10"
  },
  {
    "text": "So the other main interpretation from ancient times, and I think this is correct, is that the 120 years is the clock ticking until the flood.",
    "start": "00:21:10",
    "end": "00:21:17"
  },
  {
    "text": "Oh.",
    "start": "00:21:18",
    "end": "00:21:19"
  },
  {
    "text": "From this narrative moment forward, the time from this story forward, you've got 120 years until. Until the flood.",
    "start": "00:21:19",
    "end": "00:21:27"
  },
  {
    "text": "And is that a certain amount of generations or something?",
    "start": "00:21:27",
    "end": "00:21:29"
  },
  {
    "text": "I just read this recently actually. But this is an ancient view. This actually interpretation is found even among readings of Genesis in the Dead Sea Scrolls. So this is a very old view of what? The 120 years refer to the oldest.",
    "start": "00:21:29",
    "end": "00:21:43"
  },
  {
    "text": "Verified person in the planet, Jean Calment. 122 years.",
    "start": "00:21:43",
    "end": "00:21:49"
  },
  {
    "text": "Hey. All right, France. Wow. So very few. Yeah, yeah, totally. Moses makes it to 120. Okay. So if that's what's going on, there is a coherent, contextual way of viewing what's happening here in the story. And it does make sense of the story's function in its context, its relationship to all these other hyperlinks and narrative patterns. And it's the view that the sons of God are spiritual beings in rebellion.",
    "start": "00:21:49",
    "end": "00:22:17"
  },
  {
    "text": "There's this whole narrative thread of humans becoming Elohim.",
    "start": "00:22:17",
    "end": "00:22:20"
  },
  {
    "text": "Correct?",
    "start": "00:22:20",
    "end": "00:22:21"
  },
  {
    "text": "Yeah, I didn't really.",
    "start": "00:22:21",
    "end": "00:22:21"
  },
  {
    "text": "But through illegitimate means.",
    "start": "00:22:21",
    "end": "00:22:23"
  },
  {
    "text": "Through illegitimate means, yeah. The snake says, you can be like Elohim.",
    "start": "00:22:23",
    "end": "00:22:27"
  },
  {
    "text": "Yeah.",
    "start": "00:22:27",
    "end": "00:22:27"
  },
  {
    "text": "And then God says, look, they've become like us.",
    "start": "00:22:27",
    "end": "00:22:30"
  },
  {
    "text": "Yes. And the tragedy is that humans already are like Elohim. They're the image of God.",
    "start": "00:22:30",
    "end": "00:22:36"
  },
  {
    "text": "Yeah. But that's a different type of being. Like, it's not the same as being a spiritual being.",
    "start": "00:22:36",
    "end": "00:22:42"
  },
  {
    "text": "That's right. So it's wanting more than what was allotted. And this is fundamental motif, man. This is going to go right through all the depictions of Babylon in Isaiah, in Daniel, and all the way forward to the Son of Man, where God is going to grant a human figure to rise above even the sons of Elohim and rule on his throne beside the divine glory. And that's what Jesus says. He is that elevated divine human.",
    "start": "00:22:42",
    "end": "00:23:12"
  },
  {
    "text": "This is a theme video.",
    "start": "00:23:13",
    "end": "00:23:14"
  },
  {
    "text": "Yeah. What do you mean by that?",
    "start": "00:23:15",
    "end": "00:23:17"
  },
  {
    "text": "This theme of the desire to be more than.",
    "start": "00:23:17",
    "end": "00:23:22"
  },
  {
    "text": "Oh, I see.",
    "start": "00:23:22",
    "end": "00:23:23"
  },
  {
    "text": "Human on our own terms. And the merging of Elohim and humanity.",
    "start": "00:23:24",
    "end": "00:23:31"
  },
  {
    "text": "Yeah.",
    "start": "00:23:31",
    "end": "00:23:32"
  },
  {
    "text": "Like, it seems like you could just trace that.",
    "start": "00:23:32",
    "end": "00:23:34"
  },
  {
    "text": "Yeah, you could. Yep.",
    "start": "00:23:34",
    "end": "00:23:36"
  },
  {
    "text": "I don't know what you'd call it.",
    "start": "00:23:36",
    "end": "00:23:37"
  },
  {
    "text": "I mean, we'll kind of be.",
    "start": "00:23:38",
    "end": "00:23:39"
  },
  {
    "text": "Is that eternal life in the.",
    "start": "00:23:39",
    "end": "00:23:40"
  },
  {
    "text": "Yeah, I suppose it would be like a video about eternal life, but it's not just about eternal life. It's the. The role that humans are to play in the cosmos is according to God's ideal intention of a glorified existence that shares and participates in the divine life. And the apostles believe that that's what has come about in the life and death and resurrection of Jesus, which is the true fulfillment of all of these misguided attempts at fulfillment that make up the storyline of the Old Testament. So I think we're going to have some other questions later on about the Nephilim and giants and all that kind of thing, so we could save it for later.",
    "start": "00:23:40",
    "end": "00:24:23"
  },
  {
    "text": "Save it. Did we answer his question, though?",
    "start": "00:24:23",
    "end": "00:24:25"
  },
  {
    "text": "But the answer is, well, then, Felipe, you asked about the Book of Enoch. So Enoch is a literary work from around the third to second century B.C. so in the period of the latest formation, last steps of the formation of the Hebrew Bible. And it was an immensely popular work. And essentially it's a interpretive retelling of these early stories from Genesis. And it constitutes one of the oldest interpretations of the narrative in Genesis 6 that we just talked about. And it fully identifies the sons of God as the divine council. And there's 70 of them, and they have actually a couple leaders.",
    "start": "00:24:25",
    "end": "00:25:06"
  },
  {
    "text": "Yeah. So do we know for sure that the biblical authors, Genesis 6 version and Enoch's version are the same? That was the intention in Genesis 6.",
    "start": "00:25:07",
    "end": "00:25:20"
  },
  {
    "text": "Oh, well, I think I'm just appealing to Enoch to say Jews living around the time when the Old Testament is in its final formation.",
    "start": "00:25:20",
    "end": "00:25:28"
  },
  {
    "text": "It's like a confirmation.",
    "start": "00:25:28",
    "end": "00:25:29"
  },
  {
    "text": "When we read Enoch, we're reading the writings of somebody who's at the earliest stages. So they're way more likely to get us in touch with the original meaning of the story than Christians later on. So there's a whole other layer, too, of how Genesis 1 through 11 is Israelite versions and readaptations of current ways of thinking among Canaanite and Babylonians. We saw that in Genesis 1 about like, God tames the waters with a word. You know, the waters aren't a rival, which any Babylonian would have read and been like, wait, where's your God? Battling the water monster.",
    "start": "00:25:29",
    "end": "00:26:10"
  },
  {
    "text": "He doesn't have to battle him.",
    "start": "00:26:12",
    "end": "00:26:13"
  },
  {
    "text": "He doesn't have to. So in the Same way, Genesis 6 is adopting a very common storyline in especially Babylonian mythology, which is about divine beings. Yeah, divine beings procreating with humans. Procreating with humans and producing the great warriors and kings of old.",
    "start": "00:26:13",
    "end": "00:26:30"
  },
  {
    "text": "That was just a common mythology.",
    "start": "00:26:31",
    "end": "00:26:33"
  },
  {
    "text": "Totally. Most of the ancient kings were deified and presented themselves and their propaganda as offspring of the gods. And so you can see where this kind of story would just be a total jab, all of that. To be like, no, no. You know what? If there's any. If there's any truth to what the kings of Assyria claim about being gods, they're the offspring of rebel gods. And they are not gods. They're just flesh.",
    "start": "00:26:33",
    "end": "00:26:58"
  },
  {
    "text": "And their days are numbered.",
    "start": "00:27:00",
    "end": "00:27:01"
  },
  {
    "text": "And their days are numbered. Yep. So that would resonate in an ancient context. This narrative would be bouncing off of other larger cultural narratives from the ancient empires. And again, it's an Israelite Monotheistic.",
    "start": "00:27:01",
    "end": "00:27:14"
  },
  {
    "text": "It feels uncomfortable to me to talk about it in those terms because then I feel like I lose traction a little bit on how I should understand these stories.",
    "start": "00:27:15",
    "end": "00:27:26"
  },
  {
    "text": "Yeah, I hear that.",
    "start": "00:27:26",
    "end": "00:27:27"
  },
  {
    "text": "Because in one sense, if I just put it in that category and go, oh, it's just, it's just a response. It's taking the mythological world that was around them and then using that to then explain what they believe is true about the world.",
    "start": "00:27:27",
    "end": "00:27:44"
  },
  {
    "text": "Well, I wouldn't put it that way.",
    "start": "00:27:45",
    "end": "00:27:46"
  },
  {
    "text": "But you wouldn't put that way. You wouldn't say it's just that.",
    "start": "00:27:46",
    "end": "00:27:48"
  },
  {
    "text": "Correct. I would say it is that. And it's more than that.",
    "start": "00:27:48",
    "end": "00:27:52"
  },
  {
    "text": "That's what I'm saying. I lose my footing.",
    "start": "00:27:52",
    "end": "00:27:53"
  },
  {
    "text": "It's like Genesis 1 describes a three tiered cosmos. Yeah, it's the same issue.",
    "start": "00:27:53",
    "end": "00:27:59"
  },
  {
    "text": "Yeah.",
    "start": "00:27:59",
    "end": "00:27:59"
  },
  {
    "text": "Right. It's that God has chosen to reveal himself through these ancient authors.",
    "start": "00:28:00",
    "end": "00:28:05"
  },
  {
    "text": "It's that symbol conversation again.",
    "start": "00:28:06",
    "end": "00:28:08"
  },
  {
    "text": "Yeah. Or it's just that God's revealing himself, he's revealing Torah instruction. Let's go all the way back. Apostle Paul, what's the point of The Bible? Right. Second Timothy 3, 14, 16. It's to make us wise for salvation through faith in the Messiah, Jesus. So it's wisdom instruction, literature to teach us, instruct us about what's wrong with the world, what we need to be rescued from, how that rescue is accessible to us when we trust. And trust in whom? In Messiah. Who's that? Jesus of Nazareth. And so if that's my view of what the purpose of the Bible is, then all of a sudden the function of the Pentateuch, I think, gets redirected towards its biblical intention. And what we need to. Then I think we need to stop trying to make the Pentateuch do something it wasn't designed to do, instead recognize what its authors are trying to do, which is tell us a unified story that leads to the Messianic salvation. And so the vehicle for that is ancient authors. The God's inspired by his spirit, which means he's speaking in and through. How else? He's speaking in and through people who write Hebrew and conceive of the world as a three tiered cosmos.",
    "start": "00:28:08",
    "end": "00:29:29"
  },
  {
    "text": "Yeah.",
    "start": "00:29:29",
    "end": "00:29:29"
  },
  {
    "text": "And are in a world, you know, where there's ancient empires saying that the kings are the offspring of gods and men. And so they're doing theology, they're shaping their history according to a monotheistic Israelite covenantal commitment.",
    "start": "00:29:29",
    "end": "00:29:46"
  },
  {
    "text": "Yeah.",
    "start": "00:29:46",
    "end": "00:29:46"
  },
  {
    "text": "And so we've had this conversation on many different topics, but somehow the sons of God one really makes it stand out. Because once you Say they're interacting with other cultures, mythology.",
    "start": "00:29:46",
    "end": "00:29:57"
  },
  {
    "text": "Yeah.",
    "start": "00:29:57",
    "end": "00:29:58"
  },
  {
    "text": "A lot of people get nervous. I understand that.",
    "start": "00:29:58",
    "end": "00:30:00"
  },
  {
    "text": "And then how can I. Yeah. So what's going around in my mind is like, okay, three tiered universe thing. We know that's how ancient people thought of the cosmos. And we know that that's not the way that the cosmos is actually ordered.",
    "start": "00:30:00",
    "end": "00:30:18"
  },
  {
    "text": "According to our conception of the universe.",
    "start": "00:30:18",
    "end": "00:30:20"
  },
  {
    "text": "Yeah. With our telescopes and.",
    "start": "00:30:20",
    "end": "00:30:22"
  },
  {
    "text": "Yeah. Which is to say. Yeah. Their conception of the universe was built on what their ability to perceive it was at that point in history, just like ours is. And in a thousand years, our perception of the universe will look archaeologically look extremely archaic and outdated to the people without.",
    "start": "00:30:22",
    "end": "00:30:39"
  },
  {
    "text": "We'll be ancients one day.",
    "start": "00:30:39",
    "end": "00:30:40"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:30:40",
    "end": "00:30:41"
  },
  {
    "text": "Hopefully.",
    "start": "00:30:42",
    "end": "00:30:42"
  },
  {
    "text": "But the conviction is that God can speak to humanity at any of those points and through any of those cultures.",
    "start": "00:30:42",
    "end": "00:30:48"
  },
  {
    "text": "Yeah.",
    "start": "00:30:48",
    "end": "00:30:49"
  },
  {
    "text": "If he wanted to.",
    "start": "00:30:49",
    "end": "00:30:50"
  },
  {
    "text": "So it seems like there's this category of things that are true of reality.",
    "start": "00:30:50",
    "end": "00:30:54"
  },
  {
    "text": "Yeah.",
    "start": "00:30:54",
    "end": "00:30:55"
  },
  {
    "text": "God created. God brought order.",
    "start": "00:30:55",
    "end": "00:30:59"
  },
  {
    "text": "There's order.",
    "start": "00:30:59",
    "end": "00:30:59"
  },
  {
    "text": "He brings order.",
    "start": "00:30:59",
    "end": "00:31:00"
  },
  {
    "text": "Yeah.",
    "start": "00:31:00",
    "end": "00:31:01"
  },
  {
    "text": "He sustains life.",
    "start": "00:31:01",
    "end": "00:31:02"
  },
  {
    "text": "Yeah. Whether disorder and order is depicted as chaotic waters or alternating light and dark, or whether it's quantum froth versus quantum froth. Yeah, whatever. You know, it's a thing.",
    "start": "00:31:02",
    "end": "00:31:17"
  },
  {
    "text": "That's a thing.",
    "start": "00:31:17",
    "end": "00:31:18"
  },
  {
    "text": "Yeah. Well, quantum froth. It's the. Well, I don't even know what it is. It's something that has to do with the energy that theoretically exists as particles are bouncing off of each other. I don't know if it's related to dark matter or not, but you know what I'm saying. Like we have a conception of order and disorder at the front edge of whatever physics is at.",
    "start": "00:31:18",
    "end": "00:31:39"
  },
  {
    "text": "Do you think quantum physics is just a big joke? Do you think we're just like. They're just messing around with us.",
    "start": "00:31:39",
    "end": "00:31:44"
  },
  {
    "text": "I've made multiple.",
    "start": "00:31:44",
    "end": "00:31:45"
  },
  {
    "text": "Like, how much stuff can we tell them before realize we're just making this up.",
    "start": "00:31:45",
    "end": "00:31:50"
  },
  {
    "text": "Yeah. I don't know. I don't know. String theory, the whole thing.",
    "start": "00:31:50",
    "end": "00:31:53"
  },
  {
    "text": "Quantum frost. It is fascinating.",
    "start": "00:31:53",
    "end": "00:31:55"
  },
  {
    "text": "Froth, frost, froth, froth. Yeah.",
    "start": "00:31:55",
    "end": "00:31:57"
  },
  {
    "text": "Yeah. Even cooler.",
    "start": "00:31:57",
    "end": "00:31:59"
  },
  {
    "text": "Even cooler. But the point is there's fundamentals underneath each of those different models of how people understand the universe. Whether there's order or disorder or both. Whether things are. There's a purpose, a goal towards which things are headed. And the biblical authors existed in a cultural setting they're participating in and addressing.",
    "start": "00:31:59",
    "end": "00:32:21"
  },
  {
    "text": "I just feel unmoored. I feel like.",
    "start": "00:32:21",
    "end": "00:32:24"
  },
  {
    "text": "Why do you feel more unmoored when it comes to this topic on Genesis 6?",
    "start": "00:32:24",
    "end": "00:32:29"
  },
  {
    "text": "I don't know.",
    "start": "00:32:29",
    "end": "00:32:30"
  },
  {
    "text": "Versus Genesis 1 to end up with the three tiered universe.",
    "start": "00:32:30",
    "end": "00:32:33"
  },
  {
    "text": "I don't know. Maybe it's the same. It's just every time I come back to it, I realize how unmoored I actually feel. Brings it up fresh.",
    "start": "00:32:33",
    "end": "00:32:41"
  },
  {
    "text": "Okay. I see.",
    "start": "00:32:41",
    "end": "00:32:42"
  },
  {
    "text": "Might be it.",
    "start": "00:32:42",
    "end": "00:32:43"
  },
  {
    "text": "Yeah.",
    "start": "00:32:43",
    "end": "00:32:44"
  },
  {
    "text": "I think it's the same issue.",
    "start": "00:32:44",
    "end": "00:32:45"
  },
  {
    "text": "Yeah. However, think about the point of Genesis 6.",
    "start": "00:32:45",
    "end": "00:32:48"
  },
  {
    "text": "Yeah.",
    "start": "00:32:48",
    "end": "00:32:48"
  },
  {
    "text": "The point is to say you live in a world where the empires around you that are way more powerful than you, little Israelite in your petty kingdom, and they claim that they are ruled by the offspring of the gods and that these kingdoms were founded by the gods.",
    "start": "00:32:48",
    "end": "00:33:05"
  },
  {
    "text": "Yeah.",
    "start": "00:33:05",
    "end": "00:33:06"
  },
  {
    "text": "And you as an Israelite are being told, no, no, there's only one chief Elohim, and he rules the world through delegated human and spiritual authorities. And what those kings claim is all propaganda. If they are the offspring of God, if there's any truth to that claim, they're actually just the offspring of one of these rebel spiritual beings.",
    "start": "00:33:06",
    "end": "00:33:32"
  },
  {
    "text": "Now remember when you say that if they are.",
    "start": "00:33:32",
    "end": "00:33:34"
  },
  {
    "text": "Yeah, you're right. Okay. I'm beginning to.",
    "start": "00:33:34",
    "end": "00:33:36"
  },
  {
    "text": "You're hedging.",
    "start": "00:33:36",
    "end": "00:33:37"
  },
  {
    "text": "Yes, I. Yeah, okay, that's a good point.",
    "start": "00:33:38",
    "end": "00:33:42"
  },
  {
    "text": "That's where I end up feeling unmoored is at what point can you start hedging like that versus what point? You just have to say, the biblical authors look and go, okay, yeah, so there are offspring of gods around.",
    "start": "00:33:42",
    "end": "00:33:54"
  },
  {
    "text": "Yes, that's right. The spirit of gods and men.",
    "start": "00:33:54",
    "end": "00:33:57"
  },
  {
    "text": "Yeah, they exist.",
    "start": "00:33:57",
    "end": "00:33:58"
  },
  {
    "text": "They existed.",
    "start": "00:33:58",
    "end": "00:33:59"
  },
  {
    "text": "They existed and continue to exist later in the narrative.",
    "start": "00:33:59",
    "end": "00:34:02"
  },
  {
    "text": "Those kinds of beings can exist.",
    "start": "00:34:03",
    "end": "00:34:04"
  },
  {
    "text": "Yeah. And at what point do you just go, well, that's just. Let's put that in the category of the three tiered universe, which is a perception that they had of the world that is accurate to the way everyone thought about the world back then, but isn't actually accurate about how the world actually is or not. And that's where it feels hard for me to keep my footing. So I feel like I have these two kind of anchors. One is, let's just trust the text. What it says is what happened. And then the other one is what you kind of just described, which is, hey, they're having a dialogue with all of these other ancient worldviews. Ancient worldviews. And they're saying something very, very important. So let's just pay attention to what they're trying to communicate and not worry as much about all the implications about whether they were actually Nephilim around or not. Yeah, I can go and hang on to either of those. But then to kind of go back and forth or like this Kind of middle area. That feels really.",
    "start": "00:34:05",
    "end": "00:35:04"
  },
  {
    "text": "Yeah, I hear that. And I. Yeah, I think that's where I'm existing too, these days. And I'm just trying to sort it out. What I think we shouldn't do is allow our uneasiness to compel us to go back and rewrite these stories so that they don't present these problems.",
    "start": "00:35:04",
    "end": "00:35:21"
  },
  {
    "text": "Right. Yeah.",
    "start": "00:35:22",
    "end": "00:35:22"
  },
  {
    "text": "And that's what I think many interpretations of this story, through Christian history especially, have done.",
    "start": "00:35:23",
    "end": "00:35:28"
  },
  {
    "text": "By making them humans.",
    "start": "00:35:28",
    "end": "00:35:30"
  },
  {
    "text": "Yeah. By interpreting sons of God to refer to just human rulers or kings. And there is a royal element there, but I don't. I think we're letting the cart drive the horse there.",
    "start": "00:35:30",
    "end": "00:35:43"
  },
  {
    "text": "Okay. That. Okay. Thank you.",
    "start": "00:35:43",
    "end": "00:35:47"
  },
  {
    "text": "Yeah.",
    "start": "00:35:48",
    "end": "00:35:48"
  },
  {
    "text": "For letting me.",
    "start": "00:35:48",
    "end": "00:35:49"
  },
  {
    "text": "Yeah, totally. No, it's a great question. And just to register, you know, at this moment, for me, this is ongoing topic for synthesis and reflection and is not my final. I'm not at my final destination.",
    "start": "00:35:49",
    "end": "00:36:03"
  },
  {
    "text": "Should we talk about the Nephilimor? You said there's a question.",
    "start": "00:36:04",
    "end": "00:36:06"
  },
  {
    "text": "There'll be a question later. All right, so let's come back to it. Let's come back to it. Yeah. We've got a question from Bradley, who lives in Mount Sterling, Kentucky.",
    "start": "00:36:06",
    "end": "00:36:13"
  },
  {
    "text": "My name is Bradley Combs from Mount Sterling, Kentucky. A passage that's always been interesting to me is 1st Samuel 16:14, says that God sent an evil spirit to torment Saul. It's connected with the passage you mentioned in 1st Kings 22, one of the only other places this spirit type is mentioned. I was just wondering how your understanding of the divine council helps us understand God's sovereignty through this passage. Thank you.",
    "start": "00:36:13",
    "end": "00:36:40"
  },
  {
    "text": "Yeah. So the claim that the biblical authors make about God ruling the world through delegated authority, Human on the land and celestial. Terrestrial.",
    "start": "00:36:40",
    "end": "00:36:52"
  },
  {
    "text": "Terrestrial and celestial.",
    "start": "00:36:52",
    "end": "00:36:53"
  },
  {
    "text": "Celestial. Raises questions about how the biblical authors conceive of God's sovereignty. If on page one, God is sharing sovereignty, he's self limiting his own sovereignty.",
    "start": "00:36:53",
    "end": "00:37:06"
  },
  {
    "text": "To rule through sharing power.",
    "start": "00:37:06",
    "end": "00:37:08"
  },
  {
    "text": "Sharing power? Yeah.",
    "start": "00:37:08",
    "end": "00:37:10"
  },
  {
    "text": "Sovereignty. Define sovereignty real quick.",
    "start": "00:37:10",
    "end": "00:37:12"
  },
  {
    "text": "Oh, I guess that's a good point. Bradley used it in the question. Ah, understanding God's sovereignty.",
    "start": "00:37:12",
    "end": "00:37:18"
  },
  {
    "text": "Sovereignty being his knowing everything. Is that what that means?",
    "start": "00:37:18",
    "end": "00:37:21"
  },
  {
    "text": "No, no. Sovereignty is all powerful. Yeah. The realm in which you rule, your sovereign authority.",
    "start": "00:37:22",
    "end": "00:37:28"
  },
  {
    "text": "Okay, so he's sharing that.",
    "start": "00:37:28",
    "end": "00:37:29"
  },
  {
    "text": "Yeah.",
    "start": "00:37:29",
    "end": "00:37:29"
  },
  {
    "text": "Okay, great.",
    "start": "00:37:29",
    "end": "00:37:29"
  },
  {
    "text": "Yeah. So he's sharing rule and authority.",
    "start": "00:37:29",
    "end": "00:37:31"
  },
  {
    "text": "Right.",
    "start": "00:37:31",
    "end": "00:37:32"
  },
  {
    "text": "With the celestial rulers and the terrestrial rulers. So. Right on page one. That, I think, ought to really ground whatever definitions of God's sovereignty that you have has to factor that in because it's a main theme on page one. And then what you see God doing throughout the rest of the story of the Bible is working with and through other delegated authorities. Bradley, you mentioned two stories where God employs other spirits. So in First Samuel, our English translations have God sent an evil spirit. So evil in English has a whole set of layers of meaning that in Hebrew don't quite exist. We think of like philosophical evil and that causes a theological problem for lots of people. Evil, which is Ra in Hebrew, can refer to some things actually very.",
    "start": "00:37:32",
    "end": "00:38:23"
  },
  {
    "text": "We've talked about this before. We have, and I can't remember.",
    "start": "00:38:23",
    "end": "00:38:25"
  },
  {
    "text": "Yeah, it's less focusing on something's nature or being and it's focusing on the things that this reality brings about. It brings about Ra. It brings destruction and in this case it makes all sick and crazy. It brings it. And that is Ra.",
    "start": "00:38:25",
    "end": "00:38:40"
  },
  {
    "text": "The being is not Ra, but the result of what the being is Ra.",
    "start": "00:38:41",
    "end": "00:38:45"
  },
  {
    "text": "Yeah, that's right. The spirit is going to bring about Ra and therefore you call it a Ra spirit.",
    "start": "00:38:45",
    "end": "00:38:51"
  },
  {
    "text": "What do we say in English then if we meant a spirit that's going to bring about evil?",
    "start": "00:38:51",
    "end": "00:38:57"
  },
  {
    "text": "Well, Ra gets translated by all kinds of other words meaning disaster, catastrophe. When it means these kinds of results.",
    "start": "00:38:57",
    "end": "00:39:05"
  },
  {
    "text": "Got it.",
    "start": "00:39:06",
    "end": "00:39:06"
  },
  {
    "text": "When it gets translated as evil in English, I think that can throw us for a loop.",
    "start": "00:39:06",
    "end": "00:39:10"
  },
  {
    "text": "Yeah.",
    "start": "00:39:10",
    "end": "00:39:10"
  },
  {
    "text": "And so in that sense, Bradley, it's no different than the other passage you mentioned in 1st Kings 22, where God consults with his divine council about how Ahab is going to get taken out, taken off the throne of Israel. And so one spirit comes up and says, ooh, I'll deceitfully inspire his court prophets to tell him to go into battle when in fact he's going to get killed. And God's like, yeah, great idea, go with that. So God works. If God works through delegated authority.",
    "start": "00:39:10",
    "end": "00:39:41"
  },
  {
    "text": "Here's a couple examples of that.",
    "start": "00:39:41",
    "end": "00:39:42"
  },
  {
    "text": "A couple examples of that. And Moses or David are examples of God working through human authority. So how that works out with God's sovereignty. This long, long question.",
    "start": "00:39:42",
    "end": "00:39:53"
  },
  {
    "text": "Yeah.",
    "start": "00:39:53",
    "end": "00:39:54"
  },
  {
    "text": "Actually a friend, professor, systematic theology professor of mine likes to communicate this idea. He calls it, I think it's ship, the ship theory of God's sovereignty. So there's Shakespeare theory, God's the author of the script such that he is literally pre written and predetermined and is the ultimate. He wrote the play of every single thing that happens.",
    "start": "00:39:54",
    "end": "00:40:18"
  },
  {
    "text": "We're living out a play that he already wrote.",
    "start": "00:40:18",
    "end": "00:40:20"
  },
  {
    "text": "Everything's pre written. We experience it as having free will, but not actually. So is that view right? Those are two extremes. That would be one extreme. The Other would be that God's like the ultimate chess player. And what he did is create, you know, his. His ultimate opponent, so to speak. And he's more wise and he can think through the cause effect, chain.",
    "start": "00:40:20",
    "end": "00:40:43"
  },
  {
    "text": "He could always be one.",
    "start": "00:40:43",
    "end": "00:40:44"
  },
  {
    "text": "He can always out. Yep. But he doesn't necessarily know what the next move is going to be. He's waiting for his partner to respond in that way.",
    "start": "00:40:44",
    "end": "00:40:51"
  },
  {
    "text": "It's called the ship theory.",
    "start": "00:40:51",
    "end": "00:40:52"
  },
  {
    "text": "No, that would be the chess player.",
    "start": "00:40:52",
    "end": "00:40:54"
  },
  {
    "text": "That's the open God theory.",
    "start": "00:40:55",
    "end": "00:40:57"
  },
  {
    "text": "Yeah. And that's actually not. This is very broad.",
    "start": "00:40:57",
    "end": "00:41:00"
  },
  {
    "text": "Yeah. So there's all sorts of different.",
    "start": "00:41:00",
    "end": "00:41:02"
  },
  {
    "text": "Sorts of different nuances that people who hold these views would want to make.",
    "start": "00:41:02",
    "end": "00:41:05"
  },
  {
    "text": "Yeah.",
    "start": "00:41:05",
    "end": "00:41:06"
  },
  {
    "text": "And then another view which I think I'm trying to key in because I think it's more faithful to the biblical author's worldview would be this delegated authority that God self limited his own sovereignty to work in and through other authoritative beings. So that the end goal is a community of wills that become one. So that would be like the ship theory where God made the ship and the ship is going precisely where God purposes it, to it to go, but aboard the ship. How exactly the ship is going to get where it's going is going to be the result of a partnership between the captain and his crew. And he's given his crew enormous amounts of freedom to participate in how the ship gets to the destination.",
    "start": "00:41:06",
    "end": "00:41:58"
  },
  {
    "text": "They could even sink the ship. God's got a plan for that.",
    "start": "00:41:58",
    "end": "00:42:01"
  },
  {
    "text": "Yeah, totally. Yes. Yeah, that's right. So anyhow, that's ranging into bigger topics that are very complex. But the issue of God having a divine council raises the issue of what it means for God to be sovereign.",
    "start": "00:42:01",
    "end": "00:42:16"
  },
  {
    "text": "Yeah, great question, great question.",
    "start": "00:42:16",
    "end": "00:42:18"
  },
  {
    "text": "Jeremy Elder, you've got a question about the Gospel of Luke.",
    "start": "00:42:18",
    "end": "00:42:22"
  },
  {
    "text": "Hi, John. Hi, Tim. This is Jeremy from Lake Forest, California. I'm hoping you can shed some light on Luke 10, 17, 20. This is the passage where the 72 disciples return from preaching and report to Jesus that even the demons submit to them in his name. Jesus then responds by alluding to Isaiah 14 regarding the fall of the king of Babylon, but he connects it to the fall of Satan. What's going on here? Does this passage refer back to the fall of the Elohim you mentioned? That takes place in the early chapters of Genesis. And does this confirm that the Satan is the chief of fallen Elohim, just like the king of Babylon is the chief of fallen rulers? I'd love to hear your thoughts on this. Thanks.",
    "start": "00:42:22",
    "end": "00:43:01"
  },
  {
    "text": "Yes, great question. This is a good example of once you get to the Gospels, you see that Jesus and the apostles have fully internalized this, the spiritual realm. Yeah. And the storyline of the Hebrew Bible, which is telling a story of a human and cosmic rebellion, a rebellion in the earth and in the heavenlies as parallel and overlapping with one another. And this is a great example. So. Yeah, that's interesting.",
    "start": "00:43:01",
    "end": "00:43:29"
  },
  {
    "text": "That's how I describe the theme that we were just talking about, maybe.",
    "start": "00:43:30",
    "end": "00:43:32"
  },
  {
    "text": "Yeah.",
    "start": "00:43:32",
    "end": "00:43:33"
  },
  {
    "text": "Those two parallel storylines overlapping each other.",
    "start": "00:43:33",
    "end": "00:43:36"
  },
  {
    "text": "So Jesus in Matthew and Mark sends out a group of 12 disciples ahead of him to go announce the kingdom of God. And Jesus has come into your village pretty soon. Get ready.",
    "start": "00:43:38",
    "end": "00:43:50"
  },
  {
    "text": "Jesus is this itinerant rabbi. He cruises around and he sends people ahead to get the cities ready. I'm coming.",
    "start": "00:43:50",
    "end": "00:43:58"
  },
  {
    "text": "Yeah. He did this for a couple years. So Luke alone tells us about another wave of heralds that he sent out on another wave of his mission to go around to different towns in Galilee. And he says that it's a group of. And there's a textual variant in the manuscripts of Luke here. So one set of manuscripts says 72 that he sent. The other group of manuscripts reads 70.",
    "start": "00:43:58",
    "end": "00:44:28"
  },
  {
    "text": "I don't have a note for that.",
    "start": "00:44:28",
    "end": "00:44:30"
  },
  {
    "text": "Are you looking at the NIV? Yeah, you have to go up to chapter 10, verse one. Ah. That's where he sends them out.",
    "start": "00:44:31",
    "end": "00:44:37"
  },
  {
    "text": "Ah, there it is.",
    "start": "00:44:37",
    "end": "00:44:38"
  },
  {
    "text": "Yep. So 72.",
    "start": "00:44:38",
    "end": "00:44:40"
  },
  {
    "text": "Yeah, there it is.",
    "start": "00:44:40",
    "end": "00:44:41"
  },
  {
    "text": "Some manuscripts have 70.",
    "start": "00:44:41",
    "end": "00:44:42"
  },
  {
    "text": "Yeah.",
    "start": "00:44:42",
    "end": "00:44:43"
  },
  {
    "text": "So this is really fascinating. If it's 70, this another one of these symbolic acts, just like Jesus picking 12 as a symbol of the restored tribes of Israel. If it's 70, sending them out is supposed to have a very clear symbolism. The first 70 you hit in the Bible is the table of nations in Genesis, chapter 10. And remember, the table of nations is closely connected to Deuteronomy 2. And the 70 nations are ruled by the 70 sons of Elohim. So there's that.",
    "start": "00:44:43",
    "end": "00:45:16"
  },
  {
    "text": "So, but God gets Israel.",
    "start": "00:45:16",
    "end": "00:45:17"
  },
  {
    "text": "But God gets Israel as his portion. So if that's the case, then Jesus is very intentionally. He sends one wave of 12 out, and then he sends one wave of 70 out. And this dual sending of the tribes of Israel, number and the number of the nations would be Jesus acting like he always did, with prophetic symbolism. And if you're a Bible nerd, you would know exactly.",
    "start": "00:45:18",
    "end": "00:45:41"
  },
  {
    "text": "I see what you're doing, Jesus.",
    "start": "00:45:41",
    "end": "00:45:42"
  },
  {
    "text": "I see what he's doing. The textual variant that reads 72 would be essentially 6 times 12. So it would be an intensified mission to Israel, so to speak. And because 72 is the number of descendants that go down with Israel into Egypt. So some would see here then it's a new Exodus theme of Jesus sending out precisely the number of heralds that corresponds to Israel going down into its exile in Egypt, now announcing that it's time for the return from the ultimate Egypt. So that's how people read, interpret the translation.",
    "start": "00:45:42",
    "end": "00:46:17"
  },
  {
    "text": "Which one's the older variant?",
    "start": "00:46:17",
    "end": "00:46:19"
  },
  {
    "text": "I think people really. There's the reason why our modern translations split. You know, the NIV has 72, but the NRSV has 70. The new American standard has 70. So there's disagreement among scholars as to which variant is original. I personally think not just from manuscript evidence, but also from the part of the passage you're bringing up, Jeremy, later On in verse 70, I think the 70 number is likely what's intended.",
    "start": "00:46:19",
    "end": "00:46:50"
  },
  {
    "text": "The table of nations number.",
    "start": "00:46:50",
    "end": "00:46:51"
  },
  {
    "text": "Yes. Because down in verse 17, when the 70 come back and they say, look, spiritual powers are subject to us in your name. And Jesus said to them, I was watching the Satan fall from heaven like lightning. Behold, I have given you authority to trample on snakes and scorpions and over all the power of the enemy. It can't hurt you. But don't rejoice in this that the spirits are subject to you. Rather rejoice that your names are recorded. Heaven.",
    "start": "00:46:51",
    "end": "00:47:30"
  },
  {
    "text": "If this is referring to the table of nations. And we know from. Was it Deuteronomy 19:32.32, where Moses explains that the sons of God. The divine council. There's this dividing up.",
    "start": "00:47:31",
    "end": "00:47:45"
  },
  {
    "text": "Yeah. Connected to the scattering at Babylon. Oh, connected in Genesis 10 to 11.",
    "start": "00:47:45",
    "end": "00:47:50"
  },
  {
    "text": "Okay.",
    "start": "00:47:50",
    "end": "00:47:50"
  },
  {
    "text": "The reason why they're all scattered into their 70 different languages is connected to Genesis 11, the rebellion at Babylon.",
    "start": "00:47:50",
    "end": "00:48:00"
  },
  {
    "text": "There's a spiritual reality happening where there's these spiritual authorities that actually are connected to each nation.",
    "start": "00:48:00",
    "end": "00:48:09"
  },
  {
    "text": "Correct.",
    "start": "00:48:09",
    "end": "00:48:10"
  },
  {
    "text": "And that's the way that they understood what was going on. And then you even see that in Daniel.",
    "start": "00:48:10",
    "end": "00:48:16"
  },
  {
    "text": "Right. That's right. The Prince of Persia.",
    "start": "00:48:16",
    "end": "00:48:18"
  },
  {
    "text": "Yeah.",
    "start": "00:48:18",
    "end": "00:48:18"
  },
  {
    "text": "Yeah.",
    "start": "00:48:18",
    "end": "00:48:19"
  },
  {
    "text": "And so if that's what's going on here, when they come back, they're tripping out on how this spiritual, like forces that are evil, that are doing bad things, typically in these other nations, connected.",
    "start": "00:48:19",
    "end": "00:48:36"
  },
  {
    "text": "To the political and economic corruption of the governments of these nations.",
    "start": "00:48:36",
    "end": "00:48:42"
  },
  {
    "text": "Yeah.",
    "start": "00:48:42",
    "end": "00:48:42"
  },
  {
    "text": "Yep.",
    "start": "00:48:42",
    "end": "00:48:42"
  },
  {
    "text": "They're going. They don't have any power over us.",
    "start": "00:48:43",
    "end": "00:48:45"
  },
  {
    "text": "Yeah. We go there and say, we announce that Jesus is king of the world and that the kingdom of God is here. And people are so excited to accept you as King Jesus. And when evil powers show themselves, so to speak, it's kind of like they call them demons. That's Right. Yep. Which was in the New Testament is the word for rebel sons of God or rebel Elohim.",
    "start": "00:48:45",
    "end": "00:49:09"
  },
  {
    "text": "Okay. Yeah. They totally submit to you.",
    "start": "00:49:09",
    "end": "00:49:12"
  },
  {
    "text": "That's right.",
    "start": "00:49:12",
    "end": "00:49:13"
  },
  {
    "text": "And they're like, wow.",
    "start": "00:49:13",
    "end": "00:49:14"
  },
  {
    "text": "And then think of the stories when Jesus walks up and right, there's some evil presence that's influencing someone. And that evil presence can say, I know who that guy is.",
    "start": "00:49:15",
    "end": "00:49:26"
  },
  {
    "text": "This is where those two storylines of they're connecting here.",
    "start": "00:49:26",
    "end": "00:49:30"
  },
  {
    "text": "Correct.",
    "start": "00:49:31",
    "end": "00:49:31"
  },
  {
    "text": "And saying as he's going around talking about God's plan and desire for how humans live on Earth, that what they're really doing is they're also connecting this spiritual power that's been corrupting humanity is losing its power.",
    "start": "00:49:31",
    "end": "00:49:50"
  },
  {
    "text": "Correct.",
    "start": "00:49:50",
    "end": "00:49:50"
  },
  {
    "text": "And so Jesus then reflects on this and he's like, yeah, yeah. I actually I'm watching Satan fall from heaven like lightning, which I got to imagine is he's kind of waxing poetic a little bit because there's the whole idea of, like, stars falling from the sky. If stars are celestial beings, then that might be like a celestial being, like, losing its power and status.",
    "start": "00:49:51",
    "end": "00:50:19"
  },
  {
    "text": "That's right.",
    "start": "00:50:19",
    "end": "00:50:19"
  },
  {
    "text": "And so he's saying the Satan. The Satan, which is not a proper name.",
    "start": "00:50:20",
    "end": "00:50:25"
  },
  {
    "text": "It's a title.",
    "start": "00:50:26",
    "end": "00:50:26"
  },
  {
    "text": "The title in Greek, the accuser.",
    "start": "00:50:26",
    "end": "00:50:28"
  },
  {
    "text": "The word the is in front of the word Satan. So the opposing one among the sons of Elohim is being dethroned.",
    "start": "00:50:28",
    "end": "00:50:39"
  },
  {
    "text": "Yeah, it's being dethroned.",
    "start": "00:50:39",
    "end": "00:50:40"
  },
  {
    "text": "He's being dethroned.",
    "start": "00:50:40",
    "end": "00:50:41"
  },
  {
    "text": "And I've given you authority to tread on serpents and scorpions. Snakes and scorpions, yeah.",
    "start": "00:50:41",
    "end": "00:50:47"
  },
  {
    "text": "Snake doesn't have power over you.",
    "start": "00:50:47",
    "end": "00:50:48"
  },
  {
    "text": "Yeah.",
    "start": "00:50:48",
    "end": "00:50:48"
  },
  {
    "text": "If you're out there in my name.",
    "start": "00:50:49",
    "end": "00:50:50"
  },
  {
    "text": "Which is another way that the Bible talked about this spiritual evil.",
    "start": "00:50:50",
    "end": "00:50:54"
  },
  {
    "text": "Genesis 3.",
    "start": "00:50:54",
    "end": "00:50:55"
  },
  {
    "text": "Genesis 3.",
    "start": "00:50:55",
    "end": "00:50:56"
  },
  {
    "text": "Yeah, that's exactly right. Yeah. So look at Jesus. He is merging the 70 in his mind, the 70 nations, they're being tied to a rebellion that's human and celestial in Genesis 11 is totally connected to the snake in Genesis 3. And this figure called the opposer, a rebel son of God. A rebel Elohim being dethroned. That is being dethroned. And so, Jeremy, you're saying, is this connected to Isaiah 14? Yes, it's totally connected. In Isaiah chapter 14, Isaiah poetically explores the mindset of the King of Babylon. He's announcing the downfall of the king of Babylon in Isaiah, chapter 14. And actually what he says is he tells all of the nations in chapter 11, verse 4. Excuse me, Isaiah 14, verse 4. He says, all the nations are going to take up this taunt against you. But the word is Mashal. It's the word for proverb, which, if you remember the word proverb just means symbolic comparison, to compare one thing with another. Okay, what's the word Mashal in Hebrew?",
    "start": "00:50:56",
    "end": "00:52:08"
  },
  {
    "text": "And it's translated as.",
    "start": "00:52:08",
    "end": "00:52:09"
  },
  {
    "text": "Translated as taunt here. But it's literally the word proverb, which means comparison.",
    "start": "00:52:09",
    "end": "00:52:14"
  },
  {
    "text": "So they're going to take up this taunt against the king of Babylon. This comparison. This.",
    "start": "00:52:14",
    "end": "00:52:19"
  },
  {
    "text": "Yeah. It's going to be a little poetic analogy. Okay, and what is it? Well, it's a poem about all of the kings of the earth that Babylon has conquered and humiliated and destroyed. And they're all dead because he executed them all. And they're all in the grave. And in this poem, they all wake up and they see the king of Babylon, who himself has been murdered, coming down to the grave. And they're basically just going, ha, ha, ha, ha. And so they say, oh, look how the oppressor has ceased. Ooh, your fury has ceased. The scepter of rulers that you struck the people with, you've now been struck. This kind of thing you're coming down to. We are. Everyone's like, oh, you've become weak like us, and your pomp and glory has come down to the grit. You can see right what's happening here.",
    "start": "00:52:20",
    "end": "00:53:05"
  },
  {
    "text": "Yeah.",
    "start": "00:53:05",
    "end": "00:53:06"
  },
  {
    "text": "And then look at this contrast again. This is Isaiah tapping into all kinds of imagery from earlier in Genesis, but also cast in language that Babylonians and Canaanites would know. So they say, look, you, king of Babylon, you've fallen from the heavens.",
    "start": "00:53:06",
    "end": "00:53:25"
  },
  {
    "text": "Yep.",
    "start": "00:53:25",
    "end": "00:53:25"
  },
  {
    "text": "You, o star of the morning.",
    "start": "00:53:26",
    "end": "00:53:27"
  },
  {
    "text": "Morning star.",
    "start": "00:53:28",
    "end": "00:53:29"
  },
  {
    "text": "The morning star. We've talked about this passage before.",
    "start": "00:53:29",
    "end": "00:53:31"
  },
  {
    "text": "Yep.",
    "start": "00:53:31",
    "end": "00:53:32"
  },
  {
    "text": "Yeah.",
    "start": "00:53:32",
    "end": "00:53:32"
  },
  {
    "text": "The star that hangs on the longest.",
    "start": "00:53:32",
    "end": "00:53:34"
  },
  {
    "text": "Of heaven, that hangs out the longest.",
    "start": "00:53:34",
    "end": "00:53:37"
  },
  {
    "text": "Yeah.",
    "start": "00:53:37",
    "end": "00:53:37"
  },
  {
    "text": "It can withstand, so to speak, the light of the sun.",
    "start": "00:53:37",
    "end": "00:53:40"
  },
  {
    "text": "Yeah. So you're like that star holdout has got the most power.",
    "start": "00:53:40",
    "end": "00:53:44"
  },
  {
    "text": "Yeah, yeah. But even eventually it disappears. So sun of the dawn. And in Latin, that phrase, star of the morning got translated as Lucifer. It's where this whole.",
    "start": "00:53:44",
    "end": "00:53:56"
  },
  {
    "text": "That whole Lucifer is Latin for star of the morning.",
    "start": "00:53:56",
    "end": "00:53:59"
  },
  {
    "text": "Correct. So you've been brought down to the earth. You've been weakened in the nation. Here's what you said in your heart. So we're getting the inner psyche, inner.",
    "start": "00:53:59",
    "end": "00:54:09"
  },
  {
    "text": "Psyche of king of Babylon, of a.",
    "start": "00:54:09",
    "end": "00:54:11"
  },
  {
    "text": "King who's enthralled with his own power and thinks he's a God. I will ascend to the heavens. I will raise my throne above the stars of God.",
    "start": "00:54:11",
    "end": "00:54:21"
  },
  {
    "text": "Above the divine council.",
    "start": "00:54:22",
    "end": "00:54:24"
  },
  {
    "text": "Yeah, exactly. I'm a member of the divine council, but I want more. I want to be like not just the sons of Elohim. I want to be like elohim. And Genesis 3 starts ringing in our ears now.",
    "start": "00:54:24",
    "end": "00:54:35"
  },
  {
    "text": "Same temptation.",
    "start": "00:54:35",
    "end": "00:54:37"
  },
  {
    "text": "Whatever that snake is, it's a being who wants the humans to not be satisfied with their role as delegated authority.",
    "start": "00:54:37",
    "end": "00:54:46"
  },
  {
    "text": "Yeah.",
    "start": "00:54:46",
    "end": "00:54:47"
  },
  {
    "text": "He continues, I'll ascend above the heights of the clouds. I will make myself like the most high. Nevertheless, you'll be brought down to the grave, to the recesses of the pit. So this is a poem. It's about the king of Babylon. But the king of Babylon is being compared to a celestial ruler because that's.",
    "start": "00:54:47",
    "end": "00:55:08"
  },
  {
    "text": "How they thought of themselves.",
    "start": "00:55:08",
    "end": "00:55:09"
  },
  {
    "text": "Because that's how they thought of the stars. That's how the stars are presented to us on Genesis 1.",
    "start": "00:55:09",
    "end": "00:55:13"
  },
  {
    "text": "Well, that's how they thought of stars. But then also that's how the king would think of himself, as a deified human. Deified human, yeah, that's right, Yep.",
    "start": "00:55:13",
    "end": "00:55:21"
  },
  {
    "text": "And so this becomes like a parody of how the king of Babylon will be brought down. But if you have a three tiered worldview of a cosmic or, excuse me, of a terrestrial and celestial, then the terror that Babylon unleashed on the ancient world in their minds is connected to a rebel spiritual power that God will defeat and bring down. And so Babylon of the past then becomes the symbol through the narrative for any and all forms of human power that elevate themselves to the place of God.",
    "start": "00:55:22",
    "end": "00:55:58"
  },
  {
    "text": "I think this is what I need to let sink in for me as we wrestle through all this spiritual being stuff is. That's intense. That's so intense that just looking at humanity by itself and the destruction that we can do to each other, going in, wiping out civilizations, killing people, taking their resources, and then creating a new empire like Babylon was doing, or even stuff that happens today, it's just. It's intense in and of itself. But there's this perspective in Scripture that that's all being energized and kind of magnified because of an even more intense reality happening on another level.",
    "start": "00:55:58",
    "end": "00:56:50"
  },
  {
    "text": "Happening on a. Yeah, to put it in our category, is happening in a dimension that we can barely perceive.",
    "start": "00:56:51",
    "end": "00:56:57"
  },
  {
    "text": "Yeah, and we've talked about that before and we talked about how Jesus seemed more interested in the spiritual battle, or not more interested, but like just as.",
    "start": "00:56:57",
    "end": "00:57:08"
  },
  {
    "text": "Yeah, there you go. That's right.",
    "start": "00:57:08",
    "end": "00:57:10"
  },
  {
    "text": "That they were so connected to him that he seemed to be such a focus of his.",
    "start": "00:57:10",
    "end": "00:57:14"
  },
  {
    "text": "Correct.",
    "start": "00:57:14",
    "end": "00:57:15"
  },
  {
    "text": "We've talked about this before, but I'm just like. It's sinking in how significant that is. And I don't go through my day thinking about it.",
    "start": "00:57:15",
    "end": "00:57:25"
  },
  {
    "text": "Yes. Or if many people who are keen on the spiritual warfare topic, it's usually divorced from its connection to human power structures. And it's. It's more about demons terrorizing one individual person. That stuff that happens too crazy stuff like that happens. But the biblical authors look at this.",
    "start": "00:57:25",
    "end": "00:57:47"
  },
  {
    "text": "Corrupt leader and what this corrupt leader is doing. There's something spiritually awry beneath that, that a spiritual being is actually connected to.",
    "start": "00:57:47",
    "end": "00:58:00"
  },
  {
    "text": "And this isn't to somehow relieve humans of their responsibility or accountability. It's mutual. The way I've tried to think through it to myself is an easy example in retrospect to look back on, at least for our generation. Is something like the Third Reich in Germany, Nazi Germany. So how do you explain? Well, not how do you explain, let's just observe that within the course of a couple decades, a whole culture that represents the pinnacle of human learning. Education, music, art, culture, the sciences, government. Germany can, in the course of the decades before World War I and then up to World War II, gained such a warped view of humanity that a whole culture can embrace it as good to annihilate whole people groups in their midst. What on earth? And I think that's the kind of thing that the biblical authors have their eye on when they talk about Babylon. That's Babylon. It's humans hijacked by something evil that unleashes horrific animal like evil inside of us. And we think it's good. We actually think it's good. And the biblical authors want us to see there's something much more sinister than just stupid humans.",
    "start": "00:58:00",
    "end": "00:59:26"
  },
  {
    "text": "And that's what God says to Cain.",
    "start": "00:59:26",
    "end": "00:59:27"
  },
  {
    "text": "That's exactly what God says to Cain.",
    "start": "00:59:28",
    "end": "00:59:30"
  },
  {
    "text": "Cain says, I see you're angry.",
    "start": "00:59:30",
    "end": "00:59:31"
  },
  {
    "text": "Yes.",
    "start": "00:59:32",
    "end": "00:59:32"
  },
  {
    "text": "But here's the deal. There is a spiritual evil and it's coming at you.",
    "start": "00:59:32",
    "end": "00:59:37"
  },
  {
    "text": "I think we need a different word than spiritual even. Because for me that begins to turn it into my skeptic. It becomes hocus pocus.",
    "start": "00:59:37",
    "end": "00:59:45"
  },
  {
    "text": "Sure.",
    "start": "00:59:45",
    "end": "00:59:45"
  },
  {
    "text": "You're participating in a kind. In a reality of evil that you don't understand and that will destroy you and everyone around you.",
    "start": "00:59:46",
    "end": "00:59:55"
  },
  {
    "text": "What word would you use?",
    "start": "00:59:55",
    "end": "00:59:56"
  },
  {
    "text": "I don't know.",
    "start": "00:59:56",
    "end": "00:59:57"
  },
  {
    "text": "A reality. That's the word you just used.",
    "start": "00:59:57",
    "end": "00:59:59"
  },
  {
    "text": "A dimension.",
    "start": "00:59:59",
    "end": "01:00:00"
  },
  {
    "text": "The word spiritual.",
    "start": "01:00:01",
    "end": "01:00:02"
  },
  {
    "text": "That's true. It's a biblical word.",
    "start": "01:00:02",
    "end": "01:00:03"
  },
  {
    "text": "Spirit, meaning invisible energy.",
    "start": "01:00:03",
    "end": "01:00:05"
  },
  {
    "text": "Yeah, an invisible reality.",
    "start": "01:00:05",
    "end": "01:00:08"
  },
  {
    "text": "Invisible reality. Gravity is an invisible reality. Okay, so it's not like we don't have a category for invisible power.",
    "start": "01:00:08",
    "end": "01:00:17"
  },
  {
    "text": "All right, okay, I'm sorry, I interrupted you.",
    "start": "01:00:17",
    "end": "01:00:18"
  },
  {
    "text": "No, you didn't interrupt me.",
    "start": "01:00:18",
    "end": "01:00:20"
  },
  {
    "text": "Do you get the point? I'm saying the word Spiritual has so much baggage attached for many people that they're not able, I think, to retune to the biblical categories when they use that.",
    "start": "01:00:20",
    "end": "01:00:31"
  },
  {
    "text": "Yeah, I think I see what you're saying. Because if you come from a more naturalist worldview, you're still comfortable with invisible energies, Correct?",
    "start": "01:00:31",
    "end": "01:00:39"
  },
  {
    "text": "Yeah, yeah, that's it. We use the language of dimensions or whatever. I don't know, planes, space, time. Yeah.",
    "start": "01:00:39",
    "end": "01:00:47"
  },
  {
    "text": "I mean, right there.",
    "start": "01:00:47",
    "end": "01:00:48"
  },
  {
    "text": "Yeah.",
    "start": "01:00:48",
    "end": "01:00:49"
  },
  {
    "text": "It's just like. What? It's just an invisible reality.",
    "start": "01:00:49",
    "end": "01:00:51"
  },
  {
    "text": "Yeah.",
    "start": "01:00:51",
    "end": "01:00:52"
  },
  {
    "text": "And gravity. And we can see its effect on the material world.",
    "start": "01:00:52",
    "end": "01:00:56"
  },
  {
    "text": "Yeah.",
    "start": "01:00:56",
    "end": "01:00:57"
  },
  {
    "text": "But we can't see it. But as soon as you say word spiritual, then it puts in this category of like, well, I don't believe in.",
    "start": "01:00:57",
    "end": "01:01:03"
  },
  {
    "text": "I don't believe in spirits and ghosts.",
    "start": "01:01:03",
    "end": "01:01:04"
  },
  {
    "text": "Spirits and ghosts.",
    "start": "01:01:04",
    "end": "01:01:05"
  },
  {
    "text": "Correct.",
    "start": "01:01:05",
    "end": "01:01:06"
  },
  {
    "text": "Yeah.",
    "start": "01:01:06",
    "end": "01:01:06"
  },
  {
    "text": "Yeah. But I do believe in gravity.",
    "start": "01:01:06",
    "end": "01:01:08"
  },
  {
    "text": "Yeah.",
    "start": "01:01:08",
    "end": "01:01:09"
  },
  {
    "text": "Even though it's not something I can explain to you or I can feel its effects.",
    "start": "01:01:09",
    "end": "01:01:14"
  },
  {
    "text": "I can feel its effects.",
    "start": "01:01:14",
    "end": "01:01:15"
  },
  {
    "text": "I experience its effects. And I think for the biblical authors, humanity's inclination towards evil is like that. It's not something you can quantify or weigh or perceive and explain in a simple way, but it's ever present and it's connected to a whole set of realities. We don't.",
    "start": "01:01:15",
    "end": "01:01:34"
  },
  {
    "text": "And a whole set of. And a whole set of characters.",
    "start": "01:01:34",
    "end": "01:01:37"
  },
  {
    "text": "And characters. Yeah, that's right. Other. Yeah, beings.",
    "start": "01:01:37",
    "end": "01:01:40"
  },
  {
    "text": "Other beings.",
    "start": "01:01:40",
    "end": "01:01:41"
  },
  {
    "text": "Beings. Beings that are like us and unlike us. Yeah. So I feel like I did interrupt you, though, because the Cain point was really good. Yeah, that's right.",
    "start": "01:01:41",
    "end": "01:01:52"
  },
  {
    "text": "Yeah. I mean, this was always.",
    "start": "01:01:52",
    "end": "01:01:53"
  },
  {
    "text": "When humans give in to evil, they are participating in something dark and imperceptible that we don't really understand. We become agents that wants to.",
    "start": "01:01:53",
    "end": "01:02:03"
  },
  {
    "text": "Wants to have its way with us.",
    "start": "01:02:03",
    "end": "01:02:05"
  },
  {
    "text": "Wants to devour humanity.",
    "start": "01:02:05",
    "end": "01:02:07"
  },
  {
    "text": "Yeah.",
    "start": "01:02:07",
    "end": "01:02:07"
  },
  {
    "text": "And individually and corporately. And that's. It seems to me, in a story like Luke 10, that's what Jesus has his target on as he goes around announcing the arrival of God's kingdom. And so when he says, I see people giving their allegiance to me as God's appointed new human king, and I'm watching people shift their participation from human kingdoms given to evil to God's kingdom. Then he says, I watch the Satan fall from heaven like lightning, the ruler being dethroned, and you all can start crushing some snakehead, which doesn't mean crush humans. That's what the apostle Paul means in Ephesians. Our enemy isn't flesh and blood. For a follower of Jesus, the enemy is never another human.",
    "start": "01:02:08",
    "end": "01:02:57"
  },
  {
    "text": "It's the spiritual power behind it. That's our enemy.",
    "start": "01:02:59",
    "end": "01:03:02"
  },
  {
    "text": "There might be humans opposed to me as a follower of Jesus, but the way I'm to view that is they think I'm the enemy of whatever modern progress or something. And I think the response is to be we're both tempted by a much more complex enemy that we don't understand that's going to destroy us if we don't let Jesus rescue us, man. So quickly. We're just brought into the whole biblical storyline, this conversation. So great question, Jeremy. I think you're on to lots of things. Oh, sorry, your last part of the question was. Oh, is the Satan a chief among all of the rebel sons of God? That seems to be the case.",
    "start": "01:03:02",
    "end": "01:03:43"
  },
  {
    "text": "Yeah.",
    "start": "01:03:43",
    "end": "01:03:44"
  },
  {
    "text": "That there's a plural of these rebel celestial beings and that there's one in particular where, like all the.",
    "start": "01:03:44",
    "end": "01:03:51"
  },
  {
    "text": "And this one in particular is never given a name.",
    "start": "01:03:52",
    "end": "01:03:54"
  },
  {
    "text": "He's always referred by a variety of titles and images.",
    "start": "01:03:54",
    "end": "01:03:57"
  },
  {
    "text": "Titles and images.",
    "start": "01:03:57",
    "end": "01:03:58"
  },
  {
    "text": "Yeah. The devil is a Greek word meaning the slanderer. The Satan is the opposer.",
    "start": "01:03:58",
    "end": "01:04:05"
  },
  {
    "text": "Lucifer is morning star in Latin, there's.",
    "start": "01:04:05",
    "end": "01:04:09"
  },
  {
    "text": "The evil one, like in the Lord's Prayer.",
    "start": "01:04:09",
    "end": "01:04:11"
  },
  {
    "text": "It's interesting. The Bible never gives this chief character, like, the respect of a name.",
    "start": "01:04:12",
    "end": "01:04:18"
  },
  {
    "text": "Yeah, totally. Actually, I think that's very significant. Yeah, yeah, that's exactly. I think you put it well, it would be giving it too much dignity, giving evil too much dignity, because it's not a thing, it's the negation of good.",
    "start": "01:04:18",
    "end": "01:04:31"
  },
  {
    "text": "But it is a being, apparently, in.",
    "start": "01:04:33",
    "end": "01:04:36"
  },
  {
    "text": "A way that I don't quite understand.",
    "start": "01:04:36",
    "end": "01:04:38"
  },
  {
    "text": "Sure. Jesus seems to be in the same way. God is a being in a way that I don't understand.",
    "start": "01:04:38",
    "end": "01:04:42"
  },
  {
    "text": "Yeah, that's true. Yeah. There's lots of things I don't understand.",
    "start": "01:04:42",
    "end": "01:04:44"
  },
  {
    "text": "Yeah. Do we have time for more?",
    "start": "01:04:44",
    "end": "01:04:48"
  },
  {
    "text": "Sure.",
    "start": "01:04:48",
    "end": "01:04:49"
  },
  {
    "text": "So here's a question from John Russell.",
    "start": "01:04:49",
    "end": "01:04:51"
  },
  {
    "text": "Hi, Tim and John.",
    "start": "01:04:51",
    "end": "01:04:52"
  },
  {
    "text": "This is John from Houston, Texas. And my question is about the term sons of God and how that is.",
    "start": "01:04:52",
    "end": "01:04:58"
  },
  {
    "text": "Used in the New Testament.",
    "start": "01:04:58",
    "end": "01:05:00"
  },
  {
    "text": "If we look at Romans, chapter eight, we see that we can expect adoption as sons of God in relation to the only begotten Son of God. But this seems like a totally different.",
    "start": "01:05:00",
    "end": "01:05:11"
  },
  {
    "text": "Usage than what you guys described from Genesis.",
    "start": "01:05:11",
    "end": "01:05:15"
  },
  {
    "text": "So is there any connection that can be made there? Thanks for all you do and thanks for your help.",
    "start": "01:05:15",
    "end": "01:05:20"
  },
  {
    "text": "Yeah. Once you internalize the importance of the sons of Elohim and their role in the biblical story and also the fact that God called Israel his covenant people, in Exodus chapter four, he says to Pharaoh, israel is my son, my firstborn son. It makes all of the son of God language Pop in the New Testament in really important ways.",
    "start": "01:05:21",
    "end": "01:05:43"
  },
  {
    "text": "Hmm.",
    "start": "01:05:44",
    "end": "01:05:44"
  },
  {
    "text": "So when John, the Gospel of John, you know, when he opens his account and he describes Jesus as the one and only God who's in the bosom of the Father, or he's going to call Jesus. Jesus is going to call himself the Son, referring to the Father. So what they're doing within a Jewish context, they're setting Jesus as the ultimate son. There's the sons of Elohim that are like the minor. Right. Celestial rulers. But Jesus is the one and only son. And he's so closely identified with the God of Israel, the chief Elohim, that you can also just use the word Theos to describe him. He's the one and only God.",
    "start": "01:05:45",
    "end": "01:06:33"
  },
  {
    "text": "Yeah. So, okay, when Jesus calls himself the Son, which he does often, specifically in John, is that more.",
    "start": "01:06:34",
    "end": "01:06:41"
  },
  {
    "text": "It's all over the Gospels. Yeah. And the New Testament. The Son of God.",
    "start": "01:06:41",
    "end": "01:06:44"
  },
  {
    "text": "He is aware that this is then kind of alerting you to this idea of Elohim.",
    "start": "01:06:44",
    "end": "01:06:53"
  },
  {
    "text": "Yes. There are many sons of God.",
    "start": "01:06:53",
    "end": "01:06:55"
  },
  {
    "text": "Sons of God being the Elohim, human and celestial. So it's common to call human Son of God.",
    "start": "01:06:55",
    "end": "01:07:02"
  },
  {
    "text": "A human can be called son of God, Israel as a whole, David.",
    "start": "01:07:02",
    "end": "01:07:05"
  },
  {
    "text": "Okay.",
    "start": "01:07:06",
    "end": "01:07:06"
  },
  {
    "text": "The kings from the line of David, and then also the spiritual appointed rulers.",
    "start": "01:07:07",
    "end": "01:07:12"
  },
  {
    "text": "Okay, so he could just mean I'm like Israel.",
    "start": "01:07:12",
    "end": "01:07:15"
  },
  {
    "text": "Yeah, on one level. Yeah. Son of God. Yeah, he could just. So is that what he means?",
    "start": "01:07:16",
    "end": "01:07:20"
  },
  {
    "text": "I'm a human who God has chosen.",
    "start": "01:07:20",
    "end": "01:07:22"
  },
  {
    "text": "To fulfill his purposes in the world.",
    "start": "01:07:22",
    "end": "01:07:24"
  },
  {
    "text": "Yeah.",
    "start": "01:07:24",
    "end": "01:07:24"
  },
  {
    "text": "Or I'm a spirit being. Right. Could mean one of the sons of God. That's a potential meaning.",
    "start": "01:07:25",
    "end": "01:07:31"
  },
  {
    "text": "Okay.",
    "start": "01:07:31",
    "end": "01:07:32"
  },
  {
    "text": "And so John out of the gate comes and is calling Jesus and blurs it together. The one and only God who's in the bosom of the Father.",
    "start": "01:07:32",
    "end": "01:07:40"
  },
  {
    "text": "What verse is this?",
    "start": "01:07:41",
    "end": "01:07:42"
  },
  {
    "text": "That's verse 18, chapter 1, verse 18. And he's going to go on. Later on, Jesus will be called the one and only son. But here he calls Jesus the one and only God.",
    "start": "01:07:42",
    "end": "01:07:53"
  },
  {
    "text": "My translation says one and only Son. One and only, chapter one, verse 18, NIV.",
    "start": "01:07:55",
    "end": "01:08:01"
  },
  {
    "text": "Oh, yes.",
    "start": "01:08:01",
    "end": "01:08:02"
  },
  {
    "text": "No one has ever seen God but the one and only Son. Remember this, who is himself God and is in closest relationship with the Father.",
    "start": "01:08:02",
    "end": "01:08:09"
  },
  {
    "text": "Is that the new living?",
    "start": "01:08:09",
    "end": "01:08:11"
  },
  {
    "text": "No, Niv.",
    "start": "01:08:11",
    "end": "01:08:12"
  },
  {
    "text": "Got it. Yeah. The word son doesn't appear there, but it's inferred because later on, Jesus is going to be described as the one and only. The one and only. Let's see. Oh, like back in verse 14. Sorry, John, chapter one, verse 14. This famous incarnation statement, the word became flesh, became human and tabernacled, templed among us. And we beheld his glory, the glory as the one and only from the Father. So much happening here. So if it's a one and only who comes from the Father, who is the one and only from a father, it's a son. That makes sense contextually.",
    "start": "01:08:12",
    "end": "01:08:56"
  },
  {
    "text": "Yeah.",
    "start": "01:08:56",
    "end": "01:08:56"
  },
  {
    "text": "But the new international version throws in son. Throws in the English word son. To clarify.",
    "start": "01:08:56",
    "end": "01:09:02"
  },
  {
    "text": "Yeah, Nas uses the word God.",
    "start": "01:09:02",
    "end": "01:09:04"
  },
  {
    "text": "Yep. And then of course, John 3:16 is one of the famous lines where it says, for God so loved the world, he sent his one and only son. And it does use the word son explicitly there in Greek. So Jesus is the one and only son, which is elevating him above the human sons and the spiritual sons of God.",
    "start": "01:09:04",
    "end": "01:09:23"
  },
  {
    "text": "And one and only as a phrase then isn't saying there isn't other ones, because only to me means there's no others.",
    "start": "01:09:23",
    "end": "01:09:32"
  },
  {
    "text": "Ah, got it. So it means only in the sense of Jewish monotheists believe there's only one God. There's only one chief Elohim, like we.",
    "start": "01:09:32",
    "end": "01:09:40"
  },
  {
    "text": "Talked about in the episode three, correct?",
    "start": "01:09:40",
    "end": "01:09:43"
  },
  {
    "text": "Yeah, that's right. Yeah. There is no other Elohim beside him. There are other Elohim, but they don't compare to the unique character.",
    "start": "01:09:44",
    "end": "01:09:52"
  },
  {
    "text": "So one and only talks about the status of being the chief of them.",
    "start": "01:09:52",
    "end": "01:09:59"
  },
  {
    "text": "The chief, similar in that sense to when Jesus is called the first is.",
    "start": "01:09:59",
    "end": "01:10:02"
  },
  {
    "text": "The conversation we had about going to a car dealership and being like, who should I talk to? Oh, talk to Rick. He's the one and only.",
    "start": "01:10:02",
    "end": "01:10:12"
  },
  {
    "text": "Yeah, that's right. Okay, so he's the ultimate son. And John's whole point is he's actually participates, he shares in the very identity of the one God, that the one God refers to, both the Father and that one and only son. You move on in the New Testament to where those who identify with Jesus in his life and death and resurrection commit to him through faith. They too can become sons of God, plural. Like in Romans chapter 8, where he says, those who are being led by the Spirit of God are the sons of God. We have a spirit of adoption as sons by which we cry out to God. We call God Abba, Father. So the whole point of Jesus as the one and only son is that he merges God and human in such a way that God can finally have that family of sons of God which is gender neutral sons and daughters, a human family alongside whom he will rule the world in love and power. God wants a human family of partners to rule the world with. That's how page one begins. Humans and the spiritual powers rebel. It all goes terrible. God himself reveals himself as a divine human to be the human that humans are made to be, but have failed to be, so that the one God can become one with his human creations and they can share in his divine love.",
    "start": "01:10:12",
    "end": "01:11:51"
  },
  {
    "text": "I'm dizzy.",
    "start": "01:11:51",
    "end": "01:11:52"
  },
  {
    "text": "That's the storyline of the Bible.",
    "start": "01:11:52",
    "end": "01:11:53"
  },
  {
    "text": "I'm really dizzy.",
    "start": "01:11:53",
    "end": "01:11:54"
  },
  {
    "text": "Dude, I hear you, but how's. Are you with me?",
    "start": "01:11:54",
    "end": "01:11:57"
  },
  {
    "text": "No.",
    "start": "01:11:57",
    "end": "01:11:58"
  },
  {
    "text": "No, you're not.",
    "start": "01:11:58",
    "end": "01:11:58"
  },
  {
    "text": "I lost it.",
    "start": "01:11:58",
    "end": "01:11:59"
  },
  {
    "text": "Okay. I'm sorry.",
    "start": "01:11:59",
    "end": "01:12:00"
  },
  {
    "text": "I lost it. Yeah, let me try.",
    "start": "01:12:00",
    "end": "01:12:02"
  },
  {
    "text": "No, I'm not being clear.",
    "start": "01:12:02",
    "end": "01:12:03"
  },
  {
    "text": "No, you are. I mean, I'm sure you are.",
    "start": "01:12:03",
    "end": "01:12:05"
  },
  {
    "text": "I don't know.",
    "start": "01:12:05",
    "end": "01:12:05"
  },
  {
    "text": "Is just. Okay. God created humans to partner with him, to be sons and daughters, to rule creation. He also created spiritual beings to do the same thing. But strangely, in the biblical narrative, the humans are crowned with more like authority.",
    "start": "01:12:05",
    "end": "01:12:29"
  },
  {
    "text": "Yeah. And according to Psalm 8, Majesty and honor.",
    "start": "01:12:29",
    "end": "01:12:31"
  },
  {
    "text": "Yeah, that should kind of trip you out when you think about the fact that they're not Elohim.",
    "start": "01:12:31",
    "end": "01:12:37"
  },
  {
    "text": "Yeah.",
    "start": "01:12:37",
    "end": "01:12:37"
  },
  {
    "text": "And then these two types of creatures who are reigning on God's behalf. The humans who are reigning God's cosmos, more specifically, the land part of it.",
    "start": "01:12:38",
    "end": "01:12:50"
  },
  {
    "text": "The land part of it. But they do also are said to have authority over the birds of the air. They are meant to rule more than. Right. Just the land.",
    "start": "01:12:50",
    "end": "01:12:58"
  },
  {
    "text": "And so both are called sons of God, Both of these beings, the human and celestial. And so this is what John's getting at. John. Russ. The question is, it seems like these are two different ideas, but what we're saying is they're so connected in that when humans are rebelling, it's the same thing as the sons of God in the heavens. Rebelling. Yeah. They're two different ideas, but they're so connected that they're also kind of one idea. And so when. And then we see this in. When Jesus is introduced in the Gospel of John, he's talked about as the one and only son, and that is he is. He is the true human, but he also is connected to God's own identity and that he is the true Elohim. So you see this merging of these two ideas.",
    "start": "01:12:59",
    "end": "01:13:58"
  },
  {
    "text": "Yeah.",
    "start": "01:13:58",
    "end": "01:13:58"
  },
  {
    "text": "Okay, so now bring me back to Romans.",
    "start": "01:13:58",
    "end": "01:14:01"
  },
  {
    "text": "Yep.",
    "start": "01:14:01",
    "end": "01:14:01"
  },
  {
    "text": "Like, I just lost. I just couldn't hang.",
    "start": "01:14:02",
    "end": "01:14:04"
  },
  {
    "text": "Yeah. It's that through God becoming human, the way is opened for humans to become the sons of God, sons and daughters of God in the full sense which they were intended to be. To participate in God's rule and love and life in a way that the human family currently does not.",
    "start": "01:14:04",
    "end": "01:14:24"
  },
  {
    "text": "And when we Don't. It's because it's connected to spiritual, like evil that's drawing us away. But it also is because of us and our humanity. It's not a cop out. And Jesus, having confronted that evil reality and overcome it, is now allowing us to kind of come back into our own.",
    "start": "01:14:25",
    "end": "01:14:51"
  },
  {
    "text": "Correct.",
    "start": "01:14:51",
    "end": "01:14:52"
  },
  {
    "text": "So when Romans is saying to be adopted as sons.",
    "start": "01:14:52",
    "end": "01:14:56"
  },
  {
    "text": "Correct. The adoption motif is about being adopted into the divine family in and through the one and only son.",
    "start": "01:14:56",
    "end": "01:15:04"
  },
  {
    "text": "The divine family.",
    "start": "01:15:04",
    "end": "01:15:05"
  },
  {
    "text": "Divine. Yeah, the family of God.",
    "start": "01:15:05",
    "end": "01:15:07"
  },
  {
    "text": "Family of God.",
    "start": "01:15:07",
    "end": "01:15:08"
  },
  {
    "text": "Family of God, yeah. Paul's tracking with this. So is the Apostle John. The letter of First John, everything you just said is what struck him when he saw the risen Jesus and sat on it for however many decades and then wrote these letters. So whoever can write virtual poetry like this First John, chapter three. This is a great place to land our conversation. He says, see how great a love the Father has bestowed on us that we can be called children of God, literally sons of God. And that's what we are. For this reason, the world doesn't know us, because it did not know him. John sees the whole storyline of the Bible flowing out of Genesis 3:15. It's a tale of two seeds. And the moment that you have transferred your allegiance and identity to the family of God through the one and only Son of God, the family line in which you used to participate becomes like a foreign culture.",
    "start": "01:15:08",
    "end": "01:16:08"
  },
  {
    "text": "So is the idea that the tale two seeds. So there's the seed of the human who will overcome, and there's the seed of the serpent.",
    "start": "01:16:09",
    "end": "01:16:16"
  },
  {
    "text": "Yeah.",
    "start": "01:16:16",
    "end": "01:16:17"
  },
  {
    "text": "And humans can decide kind of which seed they're going to be a part of.",
    "start": "01:16:17",
    "end": "01:16:22"
  },
  {
    "text": "Well, we have a role. We participate. Yeah, we have a role to play in what seed we're part of. They'll. That's a whole rabbit hole.",
    "start": "01:16:22",
    "end": "01:16:30"
  },
  {
    "text": "What I see here in Romans and in First John is this sense of, hey, we no longer have the title sons of God and we need to be adopted in like Romans or here we should be called children of God. Like this is a new development, correct?",
    "start": "01:16:30",
    "end": "01:16:47"
  },
  {
    "text": "Yeah, that's right.",
    "start": "01:16:47",
    "end": "01:16:48"
  },
  {
    "text": "But, but, but humans are sons of God.",
    "start": "01:16:48",
    "end": "01:16:50"
  },
  {
    "text": "Oh, in one sense.",
    "start": "01:16:51",
    "end": "01:16:52"
  },
  {
    "text": "In one sense.",
    "start": "01:16:52",
    "end": "01:16:53"
  },
  {
    "text": "But then in another sense, we're like Cain. It's just like Cain, he's the son of Eve, but he becomes, so to speak, metaphorically or spiritually the seed of the serpent when he gives in to the animal sin inside of him.",
    "start": "01:16:53",
    "end": "01:17:07"
  },
  {
    "text": "So it's humans who have given in to the seed of the serpent, kind of created allegiance to this spiritual evil. Being able to reclaim our true identity.",
    "start": "01:17:08",
    "end": "01:17:17"
  },
  {
    "text": "And calling in and through the truly human, one and only son. That's the idea here. That's why in First John, chapter three, he's going to go on to bring up Cain later in the paragraph. Because that story sets the tale of two seeds going out from there. So yes, the theme of adoption into the family of God as sons and daughters is the New Testament realization of this whole theme of the rebel sons of God, human and spiritual.",
    "start": "01:17:18",
    "end": "01:17:50"
  },
  {
    "text": "And the idea here isn't now that you're in the family of God, sons of God, you are an Elohim. The snake was saying, you can be like Elohim. Is this being like Elohim?",
    "start": "01:17:51",
    "end": "01:18:03"
  },
  {
    "text": "Well, it's like him in that it's receiving his love and becoming a channel for it to give it out to others. That love. Right. God is love. Got the community of eternal love. That's John's fundamental portrait. And so yeah, when we see him, when we see the Son of God appear, he says we will be like him because we will see him just as he is. We are meant to participate in something so much greater and transcendent and divine than the current mode of existence that we now experience. It's similar to what Peter says at the beginning of First Peter. We're meant to participate in the divine nature. He just straight up says it. Or what else does Jesus mean when he says, I pray that they will be in us just as I am in you, Father. What does that mean? And it doesn't mean we float away. It's like the ultimate restored, rescued version of my experience of this reality.",
    "start": "01:18:04",
    "end": "01:19:03"
  },
  {
    "text": "This part of me that's been co opted for evil gets set free and I can participate and I could be human in a more free way.",
    "start": "01:19:04",
    "end": "01:19:13"
  },
  {
    "text": "Yeah, maybe this is an eternal life theme video. Eternal life. Try and create eternal life on your own terms, in which case what you create is hell. Hell on earth for yourself and others. Yeah, that's the right storyline of the Bible. All these characters trying to create life for themselves. What they end up creating is hell on earth.",
    "start": "01:19:13",
    "end": "01:19:34"
  },
  {
    "text": "Cool.",
    "start": "01:19:34",
    "end": "01:19:35"
  },
  {
    "text": "Well, we wrapped up that issue, didn't we?",
    "start": "01:19:35",
    "end": "01:19:38"
  },
  {
    "text": "Thanks for your questions, everyone. Yeah, wonderful questions we mentioned last time. Feel free to continue to send in questions as we go through the God series.",
    "start": "01:19:40",
    "end": "01:19:48"
  },
  {
    "text": "From here we're going to dive back in to the conversations we had some time ago that are going to carry forward what we're actually going to do in the God video that will come out and follow.",
    "start": "01:19:49",
    "end": "01:19:58"
  },
  {
    "text": "This has kind of been a big hiccup talking about the spirit world in.",
    "start": "01:19:58",
    "end": "01:20:02"
  },
  {
    "text": "A way, a good one, a good.",
    "start": "01:20:02",
    "end": "01:20:03"
  },
  {
    "text": "One good hiccup and we'll talk about it more. When we do the Divine Beings series and stuff, Correct the Identity of God series, we're going to be specifically looking at how Yahweh Elohim is understood.",
    "start": "01:20:03",
    "end": "01:20:17"
  },
  {
    "text": "Yes.",
    "start": "01:20:17",
    "end": "01:20:18"
  },
  {
    "text": "And experienced throughout the Scriptures.",
    "start": "01:20:18",
    "end": "01:20:20"
  },
  {
    "text": "Yeah. How God's relationship to the world, how the God of the Bible acts in the world is complex in the Hebrew Bible, always through mediators of different kinds. And that lays the groundwork for how the apostles describe and talk about Jesus as the embodiment of that God in the New Testament. So good stuff. More exploration ahead.",
    "start": "01:20:21",
    "end": "01:20:43"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. We are a nonprofit animation studio and we make other resources. It's all for free@thebibleproject.com and it's all thanks to a bunch of people who contribute to this project. So thank you.",
    "start": "01:20:44",
    "end": "01:21:00"
  },
  {
    "text": "Hi, my name is Iorio Degizua.",
    "start": "01:21:01",
    "end": "01:21:03"
  },
  {
    "text": "I'm from Portland, Oregon, born and raised.",
    "start": "01:21:03",
    "end": "01:21:04"
  },
  {
    "text": "But I now reside in Baltimore.",
    "start": "01:21:04",
    "end": "01:21:06"
  },
  {
    "text": "What I like about the Bible Project is the beautiful job they do of visualizing the Bible for what it is, the truth. We believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me.",
    "start": "01:21:07",
    "end": "01:21:21"
  },
  {
    "text": "Find free videos, podcasts, study notes, and more@thebibleproject.com.",
    "start": "01:21:21",
    "end": "01:21:27"
  },
  {
    "text": "Sam.",
    "start": "01:21:29",
    "end": "01:21:39"
  }
]