[
  {
    "text": "Question and response time.",
    "start": "00:00:10",
    "end": "00:00:12"
  },
  {
    "text": "Here we go.",
    "start": "00:00:12",
    "end": "00:00:13"
  },
  {
    "text": "Here we go. Okay, Q and R, let's get into this. We're doing questions from the God series and we'll start with questions that are more to the discussion in the last few episodes.",
    "start": "00:00:14",
    "end": "00:00:25"
  },
  {
    "text": "Episodes which are mainly about God's attributes.",
    "start": "00:00:26",
    "end": "00:00:28"
  },
  {
    "text": "About the God's attributes becoming kind of characters in themselves and then talking about the Son of Man and Jesus.",
    "start": "00:00:29",
    "end": "00:00:35"
  },
  {
    "text": "Yeah, specifically. Yeah, Son of man and the depiction of Jesus. Divine identity. Jesus as a part of the divine identity in the Gospels. Yeah, yeah. So good. All right, first question is from Evan Davis from Suwanee.",
    "start": "00:00:35",
    "end": "00:00:54"
  },
  {
    "text": "Suwanee.",
    "start": "00:00:55",
    "end": "00:00:55"
  },
  {
    "text": "Suwanee. Suwanee, Georgia. Suwanee, Georgia. Evan, I'm so sorry. Your question's a really good one though.",
    "start": "00:00:55",
    "end": "00:01:02"
  },
  {
    "text": "Hey, John and Tim, this is Evan from Suwanee, Georgia, just north of Atlanta. You've talked about the wisdom, glory, word and spirit of God and how the biblical offers treat them as Yahweh but also distinct from Yahweh. Similarly, the angel of Yahweh is also written about in the same way. Trinitarian suggests God is three persons in one essence. Yet we see these four additional attributes and the angel of Yahweh treated in a similar manner. So my question is how did the biblical authors treat the Father, Son, Spirit differently? That would lead to the trinitarian viewpoint versus a multifaceted God who is more than just a triune Godhead. I look forward to the answer. Thanks, guys.",
    "start": "00:01:02",
    "end": "00:01:39"
  },
  {
    "text": "Yeah, Evan, that's a great question. I wanted to let everybody hear it and for John and I to talk about it because it's a good chance for he and I to. To kind of summarize what we've been talking about in the last few episodes. So you're right. In the flow of the whole conversation we tracked with the Hebrew Bible's portrait of God's complex unity and specifically the attributes of God.",
    "start": "00:01:39",
    "end": "00:02:03"
  },
  {
    "text": "I had the same kind of instinct. I was like, oh, okay, maybe the Trinity's embedded in the Old Testament in some way. And so there's some one to one correlation between all these manifestations of God. So I'm like counting and I'm trying to like how many attributes.",
    "start": "00:02:03",
    "end": "00:02:18"
  },
  {
    "text": "Maybe the word is Jesus and spirit is spirit.",
    "start": "00:02:18",
    "end": "00:02:22"
  },
  {
    "text": "And yeah, that's the one on the throne is the Father, Spirit of spirit. Yeah, Jesus gets all these attributes. Okay, so maybe all the attributes are Jesus, but then the angel of Yahweh, what is he? Is he a pre incarnate Jesus?",
    "start": "00:02:22",
    "end": "00:02:35"
  },
  {
    "text": "Correct.",
    "start": "00:02:35",
    "end": "00:02:35"
  },
  {
    "text": "So then it's like trying to like put all these puzzle pieces Together and create it into some sort of mental map fell apart.",
    "start": "00:02:35",
    "end": "00:02:42"
  },
  {
    "text": "It did for me. It does.",
    "start": "00:02:42",
    "end": "00:02:44"
  },
  {
    "text": "It does, yeah. Even in our video, we had to be really careful because we kind of highlighted three complexities in the Old Testament of God's identity. And we weren't trying to map those directly onto father, son, spirit, because that's my inclination, is just try to make.",
    "start": "00:02:44",
    "end": "00:02:59"
  },
  {
    "text": "It into a neat little system. That's right. And also remember, the Bible didn't drop down, still static, from the heavens all at once. This literature came into existence within a story, within a development. And so we need to respect the Hebrew Bible's portrait of God as distinct and offering its own word. And it's offering its own word centuries before Jesus comes onto the scene. So it has its own integrity, but it also formed the cultural and intellectual matrix, or soup.",
    "start": "00:02:59",
    "end": "00:03:34"
  },
  {
    "text": "Yeah.",
    "start": "00:03:34",
    "end": "00:03:35"
  },
  {
    "text": "Out of which Jesus and then the apostles developed this three part way of talking about God's identity. So maybe here's one attempt at a summary response. What the attributes give us is different biblical authors talking about different aspects of God's character. So God's wisdom. This is unique especially to the wisdom literature of the Hebrew Bible, talking about the order and the principle of coherence and meaning in the universe and that it pervades all reality. And they call this God's wisdom, which is God's wisdom, and yet portrayed in the Book of Proverbs as a character distinct from God. When the prophets or Moses have dreams or visions into God's heavenly throne room, what they see is the glory of God. And it's God and his glory. And it's a human, what they say is a human. And then that human sometimes appears to figures. The angel of Yahweh in the form of the angel of Yahweh, often like with Moses and the burning bush. Fire. It's like fire. It's like the divine throne appears in the bush again. So it's God's glory, it's God, and yet it's a figure somehow described as distinct from God. Same with Gods, word and God's name. And when you read the Hebrew Bible, you don't think, oh, these are four, all different gods. We actually made this point in the video. There's a moment where John is like, wait, are these three gods?",
    "start": "00:03:35",
    "end": "00:05:02"
  },
  {
    "text": "Yeah.",
    "start": "00:05:02",
    "end": "00:05:03"
  },
  {
    "text": "No, they're all aspects of the one God. But each attribute is described in literary form as a distinct personified attribute.",
    "start": "00:05:03",
    "end": "00:05:12"
  },
  {
    "text": "What's interesting is the biblical authors in the Hebrew scriptures didn't stop and go, okay, God looks really complex. And he appears like this and he appears like this. Let's add up all the different ways that he seems to appear and his different identities and then talk about him as a multifaceted God. They just say God is one. But then you get to the New Testament and that's what the biblical authors do in the New Testament. They say, well, God seems to appear like Jesus and he seems to appear in spirit and he seems to appear in Father. Those are the three ways that we're experiencing God. So let's actually like ratify it into this like new vocabulary kind of.",
    "start": "00:05:12",
    "end": "00:05:47"
  },
  {
    "text": "The point is the Hebrew Bible gives us a picture of God's complex unity. Yeah, He's a complex being who is complex. What else do you say? Jesus happens and Jesus happens and what he says. In other words, you don't just read the Hebrew Bible and get to the Trinity.",
    "start": "00:05:47",
    "end": "00:06:05"
  },
  {
    "text": "Right.",
    "start": "00:06:05",
    "end": "00:06:05"
  },
  {
    "text": "You read the Hebrew Bible, we're going to make a cocktail right now. So what you need is what are the necessary ingredients that lead to a trinitarian.",
    "start": "00:06:05",
    "end": "00:06:16"
  },
  {
    "text": "Yeah, you need God to be of such nature that he can be both one thing and another thing, but always one thing.",
    "start": "00:06:16",
    "end": "00:06:23"
  },
  {
    "text": "One necessary ingredient is the matrix of ideas about God's identity that you have in the Hebrew Bible. Without that, you wouldn't end up with the Trinity. That's a necessary ingredient.",
    "start": "00:06:23",
    "end": "00:06:33"
  },
  {
    "text": "Yeah, that's interesting.",
    "start": "00:06:33",
    "end": "00:06:34"
  },
  {
    "text": "Next ingredient. Jesus of Nazareth on the scene.",
    "start": "00:06:35",
    "end": "00:06:38"
  },
  {
    "text": "Sorry, can we stop him back up there? I just want to make sure that lands.",
    "start": "00:06:39",
    "end": "00:06:41"
  },
  {
    "text": "Yeah.",
    "start": "00:06:41",
    "end": "00:06:42"
  },
  {
    "text": "Without the Hebrew Scriptures, sense of God's complex identity of being able to be distinct and the same.",
    "start": "00:06:42",
    "end": "00:06:51"
  },
  {
    "text": "Correct.",
    "start": "00:06:51",
    "end": "00:06:52"
  },
  {
    "text": "There's no like logical way. There's no way your mind as a biblical author is going to get to the idea of Trinity. Otherwise.",
    "start": "00:06:52",
    "end": "00:07:01"
  },
  {
    "text": "I don't know about logical. I'm saying historically.",
    "start": "00:07:01",
    "end": "00:07:03"
  },
  {
    "text": "Historically.",
    "start": "00:07:03",
    "end": "00:07:04"
  },
  {
    "text": "Put on your historian's hat. How do you get to. I'm not even like in the 4000 AD and Nicene Creed and this kind of thing. I'm just, sorry. Mid three hundreds A.D. i'm just talking about in the two hundreds. The apostolic era is done. The New Testament documents are all in existence and you have the church leaders of the 2002. And I'll follow onward reading and talking about God in this three part way. And what they're doing is imitating the language of the apostles who are themselves developing and imitating the language of Jesus. How do you explain that?",
    "start": "00:07:04",
    "end": "00:07:38"
  },
  {
    "text": "Because they already have the framework for.",
    "start": "00:07:39",
    "end": "00:07:40"
  },
  {
    "text": "How to think about their entire framework for reality and for God's identity didn't just come into existence with Jesus, it comes into existence in the Hebrew Bible.",
    "start": "00:07:40",
    "end": "00:07:54"
  },
  {
    "text": "And then they can look back at the way God's described in Hebrew Bible.",
    "start": "00:07:54",
    "end": "00:07:57"
  },
  {
    "text": "Correct.",
    "start": "00:07:57",
    "end": "00:07:57"
  },
  {
    "text": "And they can say, I see how this works.",
    "start": "00:07:57",
    "end": "00:07:59"
  },
  {
    "text": "Correct, that's right. Which is why the Gospels are what they are. Every substantial claim about Jesus identity in the four accounts of the Gospels are themselves developments, claims and quotations from the Hebrew Scriptures. So remember, even just Mark chapter one, we spent a whole episode where he just begins telling you, here's who I think Jesus is. Like it says in Isaiah 40 in Malachi 3, he just assumes the portrait of God from the Hebrew Bible.",
    "start": "00:08:00",
    "end": "00:08:27"
  },
  {
    "text": "Okay.",
    "start": "00:08:27",
    "end": "00:08:28"
  },
  {
    "text": "So one necessary ingredient of the cocktail is the cocktail is the portrait of God in the Hebrew Scriptures. But what you also need next ingredient is Jesus of Nazareth happening to human history, doing and saying the things that he's doing. And what he claims about himself in his words and actions is to be the human embodiment of the God of Israel. Okay, that's one piece. Second piece of the Jesus ingredient is how he talks about himself and God as father and son. That's crucial. That's absolutely crucial. And then second is that he pointed forward to another who would come to communicate the father's presence and his own presence in his followers. And this is the one he called Spirit. And so the three part shape really does come from Jesus. Jesus and then Pentecost. But both of them presuppose the complex portrait of God in the Hebrew Bible.",
    "start": "00:08:28",
    "end": "00:09:27"
  },
  {
    "text": "You've got the environment in which a complex God makes a maybe not logical sense, but it makes sense in terms of the story and the categories that have been given. And then you get Jesus and Jesus is the one that introduces us to a more specific way to think about that.",
    "start": "00:09:27",
    "end": "00:09:47"
  },
  {
    "text": "Correct. Which is three figures specifically for him. It's me and my father and then.",
    "start": "00:09:47",
    "end": "00:09:53"
  },
  {
    "text": "And then, and then the one coming after.",
    "start": "00:09:53",
    "end": "00:09:55"
  },
  {
    "text": "And then. Yeah, that's right. And then pointing to the one who is to come and then the apostles experience of Pentecost.",
    "start": "00:09:55",
    "end": "00:10:02"
  },
  {
    "text": "So to answer Evan's question, the reason why New Testament biblical authors kind of come to a three part view of God is because of Jesus and what Jesus. Correct?",
    "start": "00:10:02",
    "end": "00:10:12"
  },
  {
    "text": "That's right. That's right. And the coherence of the idea of me and my father and the Spirit as a claim about the Jewish God of Israel, about the God of Israel whose story is told in the Hebrew scriptures, all of that goes together as a necessary set of ingredients. So you don't just get Trinity from the Hebrew Bible, but the way that Jesus is talking about God and the Spirit don't make any sense without The Hebrew Bible.",
    "start": "00:10:12",
    "end": "00:10:38"
  },
  {
    "text": "Right.",
    "start": "00:10:39",
    "end": "00:10:39"
  },
  {
    "text": "So. So you need all three things to have happened.",
    "start": "00:10:40",
    "end": "00:10:43"
  },
  {
    "text": "So it goes from a multifaceted, complex God in the Hebrew Scriptures to a more specific three pronged part, whatever you want to use. And the reason of the shift is because of the person of Jesus and what he taught.",
    "start": "00:10:43",
    "end": "00:10:58"
  },
  {
    "text": "Correct. And then what you see the apostles doing is then taking all of the personified attributes of God from the Hebrew Bible and using that language to describe Jesus, the word, the name, the glory, and the category of the angel of Yahweh. Cool. Yeah, thank you, Evan. It's a great question.",
    "start": "00:10:58",
    "end": "00:11:19"
  },
  {
    "text": "Good clarifying question.",
    "start": "00:11:19",
    "end": "00:11:20"
  },
  {
    "text": "Next question is from Lindsay Swan from Bremen, Indiana.",
    "start": "00:11:20",
    "end": "00:11:25"
  },
  {
    "text": "Hi, Tim and John. This is Lindsay from Bremen, Indiana. I was wondering, you guys just spoke a little bit about how in the Gospel of John we see all of those threads coming together, such as God's wisdom and glory and the work of God as distinct from Yahweh. But Yahweh, is there anything like that in the Synoptic Gospels?",
    "start": "00:11:25",
    "end": "00:11:45"
  },
  {
    "text": "Thank you, Lindsay. Your question's a good one. For some reason, I don't know why exactly. I'm sure somebody's thought and wrote about this. Why does the Gospel of John's claims about Jesus deity seem more clear to modern readers than the claims made by Matthew, Mark and Luke? So much so that even still in some sections of biblical scholarship, John is talked about as having a high Christology, and Matthew, Mark and Luke are talked about as having low Christology, which is.",
    "start": "00:11:45",
    "end": "00:12:21"
  },
  {
    "text": "A fancy word for a high view of Jesus God.",
    "start": "00:12:21",
    "end": "00:12:27"
  },
  {
    "text": "Yeah, it represents a model from 20th century biblical scholarship, which is to say John's the latest of the Gospels. That therefore the apostles and the early Christians finally had enough time to really develop the view of Jesus deity. But if you go to the earlier gospels, Matthew, Mark and Luke, you'll see they just portray Jesus as a supercharged human. So that whole argument, you can still find people making that argument, but their numbers have dwindled significantly, a large part in due of what we've been talking about in this podcast series. The more and more that scholarship about Second Temple Judaism, the portrait of God, the complex ways that God's deity was talked about by Jews in this period. Once you map all that out, you begin to see that Matthew, Mark and Luke are equally making claims about Jesus divine identity, but they're doing it through the medium of narrative.",
    "start": "00:12:27",
    "end": "00:13:23"
  },
  {
    "text": "Yeah, John's just more poetic, it seems like in a. Yeah, general.",
    "start": "00:13:24",
    "end": "00:13:27"
  },
  {
    "text": "That's right. In general, John's got a different narrative style than Matthew, Mark and Luke, and he's drawing on a different set of traditions, of eyewitness traditions than Matthew, Mark and Luke are, when there's some overlap, a lot actually. But so here's just a few thoughts, things we didn't talk about in the last few episodes between John and I. So we did talk about how Mark opens his gospel quoting Isaiah 40 and Malachi 3, which are promises of Yahweh's personal return to Zion to bring about a new Exodus and save his people, restore the promised land, that kind of thing.",
    "start": "00:13:27",
    "end": "00:14:01"
  },
  {
    "text": "So Yahweh's coming, we're waiting for Yahweh to come. And then he introduces Jesus, introduces Jesus.",
    "start": "00:14:01",
    "end": "00:14:07"
  },
  {
    "text": "Being baptized and addressed by the one on the throne, the Father addressing the beloved Son and communicating love from the Father to the Son in the person of the Spirit. So again, it's not just that. Oh, that's a foreshadowing of the three part shape of God. So remember the Gospels, even though the events they are recounting come from the foundation from the early 30s AD, the books themselves come from decades later. After lots of reflection about the significance of that event, that three part portrait of God is placed at the beginning of Mark for very intentional reason. And it's there in Matthew and it's there in Luke too. So all three, Matthew, Mark and Luke have a three part portrait of the God of Israel returning to begin their Gospels. That's not a low Christology, a low view of Jesus. That's a very highly developed claim about Jesus and it's an early one. You have other ones in the Synoptic Gospels. One that I like to point to is in Matthew chapter 12 where Jesus calls himself one greater than the temple. It's a controversy from when he heals on the Sabbath, he calls himself one greater than the temple.",
    "start": "00:14:07",
    "end": "00:15:23"
  },
  {
    "text": "Yeah, it's a high view of yourself, whatever he means.",
    "start": "00:15:23",
    "end": "00:15:26"
  },
  {
    "text": "Yeah, totally. Yeah. One greater than the temple.",
    "start": "00:15:26",
    "end": "00:15:29"
  },
  {
    "text": "Because the temple. Yeah, I mean, this symbolized God's presence amidst Israel.",
    "start": "00:15:29",
    "end": "00:15:36"
  },
  {
    "text": "Yeah, that's right. It was an architectural incarnation.",
    "start": "00:15:36",
    "end": "00:15:39"
  },
  {
    "text": "Oh yeah.",
    "start": "00:15:39",
    "end": "00:15:40"
  },
  {
    "text": "And actually if you look at second Temple, Jewish descriptions of the veil of the temple, what you find is language used that's very similar to the incarnation language in the New Testament. This really in Philo and in Josephus, they talk about the temple being this embodiment of the divine space. But in other words, if the high priest goes in normally to offer incense or to change the bread of the presence or something, what are they seeing? Well, what they don't see is the holy of holies, but they see a curtain Woven with cherubim and made of all of these special materials. And so Jews developed ways of talking about that curtain as this physical embodiment of the holy of holies on the other side. It's fascinating.",
    "start": "00:15:41",
    "end": "00:16:30"
  },
  {
    "text": "The crust of the divine.",
    "start": "00:16:31",
    "end": "00:16:32"
  },
  {
    "text": "Yeah, yeah, the crust. Oh, you mean like a loaf of bread?",
    "start": "00:16:32",
    "end": "00:16:37"
  },
  {
    "text": "Yeah, just like that outer layer.",
    "start": "00:16:37",
    "end": "00:16:39"
  },
  {
    "text": "But it's what you see. It's what you see, and it's the outer aspect of the real thing. It's not another thing. It's the real thing.",
    "start": "00:16:43",
    "end": "00:16:50"
  },
  {
    "text": "It's it. That's it. Yeah, but it's the part you could see.",
    "start": "00:16:50",
    "end": "00:16:52"
  },
  {
    "text": "Yeah. So the temple was talked about as a kind of incarnation of God's glory, which is why when you get to the Gospel of John, he says things like the. The word became human and tabernacled among us, and we saw his glory.",
    "start": "00:16:52",
    "end": "00:17:06"
  },
  {
    "text": "Right. And if you read the verse, it doesn't say tabernacled.",
    "start": "00:17:06",
    "end": "00:17:09"
  },
  {
    "text": "It usually says dwelt. Yeah, that's right.",
    "start": "00:17:09",
    "end": "00:17:11"
  },
  {
    "text": "But it's the verb for. It's a verb. It's taking tabernacle and turning it into.",
    "start": "00:17:11",
    "end": "00:17:15"
  },
  {
    "text": "A verb, turning it into a verb, tented among us. But you have the same idea at work in Matthew, just in a different state, a different way. When Jesus says something like, I am greater than the temple. Just a last one, too, because this is really interesting. This was a scholar named Simon Gathercole who actually has an excellent book I want to recommend called the Pre Existent Recovering the Christologies of Matthew, Mark, and Luke. So it's a whole book about this very question of once you have eyes to see how Second Temple Jews talked about God's identity, and you read them in light of that context, all kinds of things pop in Matthew, Mark, and Luke. That before the Dead Sea Scrolls came and revolutionized our portrait of Second Temple Judaism is just. We didn't really have eyes to notice these things that are sitting right in front of us in the Gospels. One of them, for example, is a parallel passage. There's a teaching of Jesus. If you set Luke's version alongside Matthew's version of the same exact saying. So fascinating. So it's Luke 11:49. This is the battle of the banquets section of Luke. So he's having a meal with a bunch of Torah teachers and Pharisees, and he's talking about how they're morally bankrupt and, you know, whitewashed tombs.",
    "start": "00:17:15",
    "end": "00:18:33"
  },
  {
    "text": "Good dinner conversation.",
    "start": "00:18:33",
    "end": "00:18:34"
  },
  {
    "text": "Yeah, he's insulting the dinner host. So what he says, Luke 11:47, Woe to you, for you build the tombs of the prophets. But it was your fathers who killed them. So you're witnesses and you approve the deeds of your fathers because it was they who killed them. And you build their tombs. It's true. Even today you can go around Israel, Palestine, and find tombs, dedicated ancient prophets, prophets from this era. And they were honored and venerated and.",
    "start": "00:18:34",
    "end": "00:19:02"
  },
  {
    "text": "So on, even though during the day they were ignored and dismissed.",
    "start": "00:19:02",
    "end": "00:19:07"
  },
  {
    "text": "Correct. So then Luke 11:49, for this reason also the wisdom of God said, I will send to them prophets and apostles. Some of them they will kill and some they will persecute, so that the blood of all the prophets since the foundation of the world may be charged against this generation. So this is a trope of Jesus. Prophetic. He's putting on his prophetic mantle here.",
    "start": "00:19:07",
    "end": "00:19:31"
  },
  {
    "text": "Okay.",
    "start": "00:19:31",
    "end": "00:19:31"
  },
  {
    "text": "It's very similar to the prophet Jeremiah or the prophet Zechariah. And they can now look back on decades of Israel's leaders rejecting the prophet sent to them. And it's all heading towards Babylonian exile. And so Jesus depicts God's wisdom speaking. Here. The wisdom of God speaks.",
    "start": "00:19:32",
    "end": "00:19:52"
  },
  {
    "text": "Yeah, Niv says God in his wisdom.",
    "start": "00:19:52",
    "end": "00:19:55"
  },
  {
    "text": "Said, oh, it doesn't say that. Okay, sorry. Yeah. What? Yeah, it's the wisdom.",
    "start": "00:19:55",
    "end": "00:20:06"
  },
  {
    "text": "There's not even a footnote there.",
    "start": "00:20:06",
    "end": "00:20:07"
  },
  {
    "text": "Yeah. Hey, Sophia, the wisdom of God says, it's like you're reading the book of Proverbs right now. Except you're reading the book of Proverbs and it's Jesus talking like you're reading Jeremiah. That's right. And it's Jesus claiming to know what God's wisdom speaks. Okay, so that's Luke 11. So what's so fascinating is if you turn to Matthew's parallel of this 23, verse 34, Jesus, again, he's laying into the Pharisees and he says, therefore, behold, I am sending you prophets and wise men and scribes. Some of them you'll kill and crucify. Some of them you'll beat in your synagogues and persecute from city to city, so that upon you may fall all of the righteous blood shed on earth. So in Luke's version, Jesus says, the wisdom of God says, I'm going to sin. So there Jesus is privy to God's wisdom. Here Jesus just says, I'm sending. So Jesus here in Matthew's version is putting himself in the place of Yahweh's wisdom.",
    "start": "00:20:07",
    "end": "00:21:14"
  },
  {
    "text": "So kind of two explanations for this. One is that Jesus said both things or that the gospel writers are like, I think I know what Jesus was talking about. So they changed his words. In one of the versions yeah.",
    "start": "00:21:14",
    "end": "00:21:28"
  },
  {
    "text": "And then the question is. That's right. Did Matthew take an earlier version of a saying.",
    "start": "00:21:28",
    "end": "00:21:32"
  },
  {
    "text": "Yeah.",
    "start": "00:21:32",
    "end": "00:21:33"
  },
  {
    "text": "In which Jesus said, the wisdom of God is sending prophets, and Matthew is wanting to make clear his narrative claim about Jesus throughout the whole work. And so he has.",
    "start": "00:21:33",
    "end": "00:21:43"
  },
  {
    "text": "He is the wisdom of God.",
    "start": "00:21:43",
    "end": "00:21:44"
  },
  {
    "text": "Jesus is saying, I am sending you. Yeah. So the point is, between these two.",
    "start": "00:21:44",
    "end": "00:21:50"
  },
  {
    "text": "Gospels, that's a bit of a treasure hunt to find the.",
    "start": "00:21:50",
    "end": "00:21:52"
  },
  {
    "text": "Oh, yeah, totally.",
    "start": "00:21:52",
    "end": "00:21:53"
  },
  {
    "text": "High Christology and the Synoptic Gospels.",
    "start": "00:21:54",
    "end": "00:21:57"
  },
  {
    "text": "Oh, well, all I'm saying is just forget about comparing them. Just look at each of the stories in their own. In one, Jesus is privy to God's divine wisdom and purposes for ordering history.",
    "start": "00:21:57",
    "end": "00:22:08"
  },
  {
    "text": "That's true.",
    "start": "00:22:08",
    "end": "00:22:08"
  },
  {
    "text": "And in Matthew, Jesus is straight up in the role of Yahweh, sending prophets to Israel. Either one of those is a high narrative claim. I'm just overloading you. But these are such cool examples, we didn't have time to talk about them. Here's another one. This is in Luke chapter 13, which is also in the travel section of Luke, and it's a famous saying where Jesus is moving towards Jerusalem and he says, o Jerusalem. Jerusalem, the city that kills the prophets and stones those sent to her. How often I have wanted to gather your children together as a hen gathers her brood under her wings. But you would not have it. So here Jesus is depicting himself as lamenting over Jerusalem for rejecting all the messengers, including himself. Yeah, but then look at how often I've wanted to gather your children together.",
    "start": "00:22:09",
    "end": "00:23:08"
  },
  {
    "text": "Yeah. Is Jesus saying that?",
    "start": "00:23:08",
    "end": "00:23:10"
  },
  {
    "text": "It's Jesus saying that. So if you read Isaiah 40 to 66, any of the restoration texts in Jeremiah or Ezekiel, the regathering of the exiles to the new Jerusalem, that's Yahweh. It's always Yahweh. Just as a hen gathers her brood under her wings. Under the wings in the Book of Psalms, in the shadow of your wings, the refuge coming under the wings. It's a major motif in the Book of Psalms under the divine wings of Yahweh. And here Jesus is depicting himself. I mean, you get the point here.",
    "start": "00:23:10",
    "end": "00:23:44"
  },
  {
    "text": "I do get the point. So I guess my question then would be, if I were to sit down with Matthew, Mark or Luke and ask them, hey, guys, why were you being so subtle about Jesus identity with Yahweh? What would they say to me? Would they say like, oh, yeah, we were being subtle. You caught on. Or would they be like, what? We were being as plain as we knew how to be? Because it seems really subtle from my perspective.",
    "start": "00:23:44",
    "end": "00:24:13"
  },
  {
    "text": "Yeah, that's Right.",
    "start": "00:24:13",
    "end": "00:24:14"
  },
  {
    "text": "So I assume it's subtle. They're being subtle. But is there something where they're just like. No, like, from their perspective, that's just as plain as day kind of way to do it.",
    "start": "00:24:14",
    "end": "00:24:24"
  },
  {
    "text": "I wouldn't say it's subtle. I would replace subtle with. I was about to say indirect, but, I mean, you talk about a culture that has no Twitter or tv. Its media is hearing and singing the Hebrew scriptures from the earliest childhood memories. To hear Jesus say, how long I've wanted to gather Israel together under my wings.",
    "start": "00:24:25",
    "end": "00:24:49"
  },
  {
    "text": "Yeah.",
    "start": "00:24:49",
    "end": "00:24:49"
  },
  {
    "text": "That's not subtle at all.",
    "start": "00:24:49",
    "end": "00:24:51"
  },
  {
    "text": "Yeah, it's very blatant.",
    "start": "00:24:51",
    "end": "00:24:54"
  },
  {
    "text": "It's a very blatant claim. Just like Jesus forgiving someone's sins. Or Jesus saying, from now on to Caiaphas, you will see the.",
    "start": "00:24:54",
    "end": "00:25:04"
  },
  {
    "text": "It feels subtle to me because I'm not as familiar with Hebrew scriptures.",
    "start": "00:25:04",
    "end": "00:25:07"
  },
  {
    "text": "That's right. And so the irony is, what, really, what we're advertising is our ignorance of this cultural tradition.",
    "start": "00:25:07",
    "end": "00:25:14"
  },
  {
    "text": "Well, yeah. I mean, I didn't grow up.",
    "start": "00:25:15",
    "end": "00:25:16"
  },
  {
    "text": "I'm not saying this about you personally. I'm saying this about.",
    "start": "00:25:16",
    "end": "00:25:18"
  },
  {
    "text": "I'm taking it personally.",
    "start": "00:25:19",
    "end": "00:25:20"
  },
  {
    "text": "Sorry. I'm getting very animated. But I just. I can now see. I do this, too. We all do it. We equate our ignorance for ignorance of the biblical authors.",
    "start": "00:25:22",
    "end": "00:25:32"
  },
  {
    "text": "That's interesting.",
    "start": "00:25:33",
    "end": "00:25:34"
  },
  {
    "text": "Or our lack of subtlety. So it'd be like we impose on the biblical.",
    "start": "00:25:34",
    "end": "00:25:37"
  },
  {
    "text": "If I came to my son's room and I sang a. The nursery rhyme twinkle, Twinkle Little Star, and I replaced the word star with Paxton, it was like, twinkle, twinkle little Paxton.",
    "start": "00:25:37",
    "end": "00:25:47"
  },
  {
    "text": "Yeah, yeah. There you go.",
    "start": "00:25:47",
    "end": "00:25:48"
  },
  {
    "text": "He would be like, oh, I get what you're doing.",
    "start": "00:25:48",
    "end": "00:25:50"
  },
  {
    "text": "Yeah.",
    "start": "00:25:50",
    "end": "00:25:51"
  },
  {
    "text": "You're saying I'm a star.",
    "start": "00:25:51",
    "end": "00:25:52"
  },
  {
    "text": "You're saying I'm a special star.",
    "start": "00:25:52",
    "end": "00:25:53"
  },
  {
    "text": "But if he had no idea what that nursery rhyme was.",
    "start": "00:25:53",
    "end": "00:25:55"
  },
  {
    "text": "Yes, yes.",
    "start": "00:25:55",
    "end": "00:25:56"
  },
  {
    "text": "And then I had to deconstruct it for him later, he'd be like, why are you being so subtle?",
    "start": "00:25:56",
    "end": "00:25:59"
  },
  {
    "text": "Yeah, that's right. Yeah. In a thousand years, nobody sings that anymore.",
    "start": "00:25:59",
    "end": "00:26:03"
  },
  {
    "text": "Yeah. And they're like, why did Johnson?",
    "start": "00:26:03",
    "end": "00:26:04"
  },
  {
    "text": "That's right. And some archaeologists will dig up a children's book from the ruins. Oh, look, this was a song that everybody sang. That's it. Okay. I think the gospel authors are being way more clear than we would like to think. However, they are also doing it through a narrative medium.",
    "start": "00:26:05",
    "end": "00:26:22"
  },
  {
    "text": "Yeah.",
    "start": "00:26:22",
    "end": "00:26:23"
  },
  {
    "text": "Which is different than writing a doctrinal handbook.",
    "start": "00:26:23",
    "end": "00:26:26"
  },
  {
    "text": "Yeah. It's different than Greek, like Socratic method or something. It's just different. But there's so many Christian traditions or traditions that spun off of Christianity that will debate Jesus identity, divine identity. Sure. And so.",
    "start": "00:26:26",
    "end": "00:26:42"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:26:42",
    "end": "00:26:43"
  },
  {
    "text": "The amount of what I see as subtlety allows for that.",
    "start": "00:26:43",
    "end": "00:26:47"
  },
  {
    "text": "That's true. That's true. However, I mean, really, just the first two centuries, the moment the church becomes majority non Jewish people lose any living relationships with messianic Jews who were raised on the scriptural tradition, that it's. That you can watch the trend happen in terms of those severe under readings or misreadings of the Hebrew Scriptures and of Jesus, Divine identity is mapped precisely on to the distance from Jewish modes of reading and writing and thinking.",
    "start": "00:26:47",
    "end": "00:27:20"
  },
  {
    "text": "Is that maybe one reason why the word Trinity and the whole way to talk about theologically became. It almost became like a crutch in a way. I don't know if I want to say it that way, but like, if you didn't have this Hebrew way of talking and thinking about it in those categories, then you need to like, replace it with a category that gets you basically where you're trying to go, but you don't have to rely on this tradition. And so you're going to start using vocabulary and stuff. That's new.",
    "start": "00:27:21",
    "end": "00:27:49"
  },
  {
    "text": "Yeah. And that's not a bad thing.",
    "start": "00:27:49",
    "end": "00:27:51"
  },
  {
    "text": "It's not a bad thing.",
    "start": "00:27:51",
    "end": "00:27:52"
  },
  {
    "text": "No. And actually, I'll say here I'm. I know I'm out of my league, but. And I just have a lot more learning to do on the way the Trinitarian doctrine developed in the post apostolic era and on in towards Nicaea and beyond. So I'm just not going to say I don't know as much about that, but it does seem clear to me that what that tradition of orthodox trinitarian portrait of God, what people are doing, protecting and honoring that in those early centuries, they can see it in the Scriptures.",
    "start": "00:27:52",
    "end": "00:28:23"
  },
  {
    "text": "Yeah, they're seeing what we're talking about.",
    "start": "00:28:23",
    "end": "00:28:24"
  },
  {
    "text": "What we're talking about. They're seeing and protecting and honoring. But they're now using the language of later developed Greek and other cultural categories, which is fine. What else can we do but process what we know in light of the categories that we have? But we also have to surrender our categories to come back to the Hebrew scriptures and to the New Testament.",
    "start": "00:28:25",
    "end": "00:28:45"
  },
  {
    "text": "Cool. All right, let's move on.",
    "start": "00:28:45",
    "end": "00:28:47"
  },
  {
    "text": "Yep. All right, this next question is from Chris. I think I pronounced your name. Andrade. That's my guess. From Orange County, California.",
    "start": "00:28:47",
    "end": "00:28:54"
  },
  {
    "text": "Hi, John and Tim. This is Chris from Orange County, California. And my question is, if the idea of the Trinity is based on a commonly held view by the Hebrews of a complex God, then Why were the Jews in Luke 22 and John 10 so incensed by Jesus claim to be the Son of God? And why is that a common objection by Jews today? Thank you.",
    "start": "00:28:54",
    "end": "00:29:14"
  },
  {
    "text": "Yeah, good question, Chris. What John and I are not saying is that you just read the Hebrew Scriptures and you get the Trinity. It's a necessary ingredient in the cocktail portrait of God's complex unity.",
    "start": "00:29:14",
    "end": "00:29:26"
  },
  {
    "text": "Right.",
    "start": "00:29:26",
    "end": "00:29:26"
  },
  {
    "text": "But it doesn't get you to the Trinity.",
    "start": "00:29:26",
    "end": "00:29:28"
  },
  {
    "text": "What you still need, it doesn't necessitate the Trinity.",
    "start": "00:29:28",
    "end": "00:29:32"
  },
  {
    "text": "It doesn't necessarily land you with the Trinity. Yeah, that's right. What you need is another ingredient, namely Jesus. Jesus, Jesus.",
    "start": "00:29:32",
    "end": "00:29:38"
  },
  {
    "text": "Saying and doing the things necessitates the Trinity.",
    "start": "00:29:39",
    "end": "00:29:41"
  },
  {
    "text": "That's right.",
    "start": "00:29:41",
    "end": "00:29:42"
  },
  {
    "text": "But the Hebrew Scriptures creates the environment that allows for the Trinity.",
    "start": "00:29:42",
    "end": "00:29:45"
  },
  {
    "text": "And the Hebrew Scriptures do point forward, especially, again, the book of Daniel 7's crystallization. The way it's summarizing the whole theology of the Old Testament about the need for a human who's completely unified with God so that he shares and embodies God's rule. That's Daniel 7.",
    "start": "00:29:45",
    "end": "00:30:05"
  },
  {
    "text": "Yeah.",
    "start": "00:30:05",
    "end": "00:30:06"
  },
  {
    "text": "So. Well, ask me in a few more years. I thought about this more. Right now, my way of saying is you're just like footsteps from the incarnation with Daniel 7. You're not far from the kingdom. And so what irritated people, apparently was not Jesus talking about that idea. It was claiming that he was that one and then specifically that he was that one. But what he was doing was working.",
    "start": "00:30:06",
    "end": "00:30:33"
  },
  {
    "text": "In a way that was unexpected, in.",
    "start": "00:30:34",
    "end": "00:30:36"
  },
  {
    "text": "A way that was unexpected outside of all the main institutions. He would go to the temple, but he would critique its leaders. He would teach the new Messianic, new Covenant Torah.",
    "start": "00:30:36",
    "end": "00:30:47"
  },
  {
    "text": "It was a way of peace and nonviolence.",
    "start": "00:30:47",
    "end": "00:30:50"
  },
  {
    "text": "Yeah. That embraced Israel's enemies and so on. It was more about that he was the one making that claim that made people angry. Not that he believed that there was a divine human that they were waiting.",
    "start": "00:30:50",
    "end": "00:31:02"
  },
  {
    "text": "For, but there is a sense of that a little bit when he uses the, like, ego. And me before Abraham was, I am. And wasn't one of the responses like.",
    "start": "00:31:02",
    "end": "00:31:11"
  },
  {
    "text": "Yeah, they picked up stones to stone him.",
    "start": "00:31:11",
    "end": "00:31:12"
  },
  {
    "text": "Yeah. And one of the responses was like, how can this guy. We know his mother and father is correct.",
    "start": "00:31:12",
    "end": "00:31:16"
  },
  {
    "text": "Yeah, exactly. That's exactly right.",
    "start": "00:31:16",
    "end": "00:31:17"
  },
  {
    "text": "So they were kind of like, a human can't also be God. We know this guy was born.",
    "start": "00:31:18",
    "end": "00:31:23"
  },
  {
    "text": "Oh, I understand.",
    "start": "00:31:23",
    "end": "00:31:24"
  },
  {
    "text": "Right. This isn't an angel.",
    "start": "00:31:24",
    "end": "00:31:26"
  },
  {
    "text": "But again, they're not arguing about the category of a human wholly unified with God. That's not the debate they're having in.",
    "start": "00:31:26",
    "end": "00:31:34"
  },
  {
    "text": "Those Passages of John, just whether or not it was.",
    "start": "00:31:34",
    "end": "00:31:36"
  },
  {
    "text": "It's that Jesus of Nazareth is making that claim about himself. That's what really.",
    "start": "00:31:36",
    "end": "00:31:41"
  },
  {
    "text": "Because it seems like in that narrative they are being held up. Yeah.",
    "start": "00:31:41",
    "end": "00:31:45"
  },
  {
    "text": "You being John six, you being a human, make yourself out to be God. Yeah, that's right.",
    "start": "00:31:45",
    "end": "00:31:50"
  },
  {
    "text": "I've got two categories. Human.",
    "start": "00:31:50",
    "end": "00:31:51"
  },
  {
    "text": "That's right. You make yourself out to be God.",
    "start": "00:31:52",
    "end": "00:31:54"
  },
  {
    "text": "And you're making yourself out to be God.",
    "start": "00:31:54",
    "end": "00:31:55"
  },
  {
    "text": "In Daniel 7, God is the one who declares who is the Son of man to save you.",
    "start": "00:31:55",
    "end": "00:32:00"
  },
  {
    "text": "Oh, you think that's what they're saying? They're saying you can't do it. God needs to do it for you.",
    "start": "00:32:00",
    "end": "00:32:04"
  },
  {
    "text": "Yeah. Remember that was our whole conversation in Daniel. Because Nebuchadnezzar, in the narrative of Daniel, Nebuchadnezzar is the one elevating himself to the divine image, to be divine rule over the nations. And he lifts up his heart. He lifts himself up to the heavens. So that's Babylon. And Daniel 7 is about the toppling of the beast of Babylon and God elevating the one whom he chooses.",
    "start": "00:32:04",
    "end": "00:32:29"
  },
  {
    "text": "So that's what they're saying there is like you're elevating yourself.",
    "start": "00:32:30",
    "end": "00:32:32"
  },
  {
    "text": "Yeah. You're making this claim about yourself.",
    "start": "00:32:32",
    "end": "00:32:34"
  },
  {
    "text": "That's what they're being tripped up on, I think.",
    "start": "00:32:35",
    "end": "00:32:37"
  },
  {
    "text": "So if you follow the logic of that chapter.",
    "start": "00:32:37",
    "end": "00:32:40"
  },
  {
    "text": "Yeah. So what you're saying is it wouldn't have been scandalous to a 1st century Jewish person who to think about God in human form.",
    "start": "00:32:40",
    "end": "00:32:50"
  },
  {
    "text": "It's right there in their Bible.",
    "start": "00:32:51",
    "end": "00:32:52"
  },
  {
    "text": "They're expecting it in some sense.",
    "start": "00:32:53",
    "end": "00:32:54"
  },
  {
    "text": "Yes. Or at least many were. Somewhere there was diversity about what people were expecting.",
    "start": "00:32:54",
    "end": "00:32:59"
  },
  {
    "text": "Yeah. There wasn't like one strain of Judaism that everyone.",
    "start": "00:32:59",
    "end": "00:33:01"
  },
  {
    "text": "Correct. That's right. I'd hear too. That's right. Exactly.",
    "start": "00:33:01",
    "end": "00:33:04"
  },
  {
    "text": "Cool.",
    "start": "00:33:04",
    "end": "00:33:05"
  },
  {
    "text": "Yep. Yeah. Thanks, Chris.",
    "start": "00:33:05",
    "end": "00:33:06"
  },
  {
    "text": "All right.",
    "start": "00:33:06",
    "end": "00:33:07"
  },
  {
    "text": "Yeah.",
    "start": "00:33:07",
    "end": "00:33:07"
  },
  {
    "text": "Andrew White from Gresham. Andrew White from down the street.",
    "start": "00:33:07",
    "end": "00:33:10"
  },
  {
    "text": "Hi, Tim and John. My name is Andrew. I'm from Gresham Morgan. I have a question regarding Jesus as God. In the beginning of the Gospel of John, I've heard Jehovah's Witnesses say that the church has always misunderstood that reference to the Word being God and that it truly is saying that the Word was a God. With all the talk we've had about the various Elohim, I'm wondering if there's some credence to that or if it really, truly is still saying that the Word was God. God proper. Thanks, guys.",
    "start": "00:33:11",
    "end": "00:33:42"
  },
  {
    "text": "Yes, this is a question really about the opening sentence of the Gospel of John.",
    "start": "00:33:43",
    "end": "00:33:49"
  },
  {
    "text": "Yeah. And John and I'M familiar with this debate.",
    "start": "00:33:49",
    "end": "00:33:52"
  },
  {
    "text": "Are you? Yeah, yeah. Actually, a lot of people are, I think, because of.",
    "start": "00:33:52",
    "end": "00:33:56"
  },
  {
    "text": "Because it's such a clear verse to go to. To talk about Jesus deity.",
    "start": "00:33:56",
    "end": "00:34:00"
  },
  {
    "text": "Sure.",
    "start": "00:34:00",
    "end": "00:34:00"
  },
  {
    "text": "The word was with God and the word was God.",
    "start": "00:34:00",
    "end": "00:34:02"
  },
  {
    "text": "Yeah.",
    "start": "00:34:02",
    "end": "00:34:02"
  },
  {
    "text": "And then you have to sit in that tension, and if you have a Jehovah Witness friend, they will show you their translation which says the word was with God and the word was a God.",
    "start": "00:34:02",
    "end": "00:34:14"
  },
  {
    "text": "A God.",
    "start": "00:34:14",
    "end": "00:34:15"
  },
  {
    "text": "And then they will say, that's the actual way to translate this.",
    "start": "00:34:15",
    "end": "00:34:17"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:34:17",
    "end": "00:34:18"
  },
  {
    "text": "And then. Because I don't really know Greek.",
    "start": "00:34:18",
    "end": "00:34:20"
  },
  {
    "text": "Yeah.",
    "start": "00:34:20",
    "end": "00:34:20"
  },
  {
    "text": "You're kind of like, all right, let's agree to disagree.",
    "start": "00:34:20",
    "end": "00:34:22"
  },
  {
    "text": "Yeah, that's right. Yeah, totally. There's a technical Greek thing going on here, so I'll just read in Greek, word order. And God was the word. That's the word order in English we have to do. And the word was God.",
    "start": "00:34:22",
    "end": "00:34:35"
  },
  {
    "text": "Okay.",
    "start": "00:34:35",
    "end": "00:34:35"
  },
  {
    "text": "And God was the word. So this.",
    "start": "00:34:35",
    "end": "00:34:38"
  },
  {
    "text": "Because it sounds like Yoda's talking. Yeah, yeah.",
    "start": "00:34:38",
    "end": "00:34:40"
  },
  {
    "text": "No, that's exactly right. Yeah. So the word God in Greek, it is true. Doesn't have the Greek word the in front of it. Mainly this is debate about how the word the works in Greek.",
    "start": "00:34:40",
    "end": "00:34:51"
  },
  {
    "text": "Yeah.",
    "start": "00:34:51",
    "end": "00:34:52"
  },
  {
    "text": "This whole translation issue about the Word was God or the word was a God. And I've scanned every Greek grammar, not even grammars written by Christians, but, like, classical grammars. And every commentator on John, nobody translates this as the word was a God. There's a very clear Greek kind of, like, grammar construction for how you build sentences. They're called predicate sentences.",
    "start": "00:34:52",
    "end": "00:35:18"
  },
  {
    "text": "Okay.",
    "start": "00:35:19",
    "end": "00:35:20"
  },
  {
    "text": "It's a predicate noun. We have two nouns linked by the word. Was the predicate. John was sick. Sick is the predicate. I am predicating something about John.",
    "start": "00:35:21",
    "end": "00:35:31"
  },
  {
    "text": "Oh, man. I hate grammar.",
    "start": "00:35:31",
    "end": "00:35:32"
  },
  {
    "text": "I know. I've come to love it, but I.",
    "start": "00:35:32",
    "end": "00:35:35"
  },
  {
    "text": "Used to feel I need to do, like, a whole, like, series of explainers on grammar just so I can, like, finally internalize it.",
    "start": "00:35:35",
    "end": "00:35:40"
  },
  {
    "text": "So here's. We don't need to have this debate if somebody wants to nerd out.",
    "start": "00:35:41",
    "end": "00:35:44"
  },
  {
    "text": "Like, I know. I felt like that's where this was going to, like, just take my word for it. Because. Because I, like. None of that was like, okay, I can see how you're just like, yeah, yeah, yeah.",
    "start": "00:35:44",
    "end": "00:35:55"
  },
  {
    "text": "So every scholarly tool that I can find written by a follower of Jesus and not written by followers of Jesus, just like the classical Greek tools all affirm the translation and the word was God.",
    "start": "00:35:55",
    "end": "00:36:07"
  },
  {
    "text": "So you're saying that the Jehovah Witness.",
    "start": "00:36:07",
    "end": "00:36:10"
  },
  {
    "text": "It's an incorrect translation.",
    "start": "00:36:10",
    "end": "00:36:12"
  },
  {
    "text": "Their Tradition of translating that is Stands alone.",
    "start": "00:36:12",
    "end": "00:36:15"
  },
  {
    "text": "Yes. It's. No one else does. It's going against the rules of. Of standard Greek grammar to translate John 1 and the word was a God. So I haven't done exhaustive research, but I have read the work of people who have done exhaustive research.",
    "start": "00:36:16",
    "end": "00:36:30"
  },
  {
    "text": "But if you're having a conversation with a Jehovah Witness, you can't just say, like, my. This guy Tim, who I've heard all cast.",
    "start": "00:36:30",
    "end": "00:36:35"
  },
  {
    "text": "Oh, of course you can't say that.",
    "start": "00:36:35",
    "end": "00:36:36"
  },
  {
    "text": "It's something or other.",
    "start": "00:36:37",
    "end": "00:36:39"
  },
  {
    "text": "Blast de Bruner Funk's Classical Greek grammar. No, no, you don't have that.",
    "start": "00:36:39",
    "end": "00:36:44"
  },
  {
    "text": "I swear.",
    "start": "00:36:44",
    "end": "00:36:44"
  },
  {
    "text": "So. No, you just say, oh, how do.",
    "start": "00:36:44",
    "end": "00:36:45"
  },
  {
    "text": "You have an intelligent conversation about that?",
    "start": "00:36:45",
    "end": "00:36:47"
  },
  {
    "text": "Oh, you just. Man, God bless you. You know, I disagree, and have a great day. Okay, here's a good question. Brandon Christensen.",
    "start": "00:36:47",
    "end": "00:36:56"
  },
  {
    "text": "Hey, Tim and John. This is Brandon from Provo, Utah. In previous podcasts, you talked about how personified wisdom and Jesus himself are tied to Yahweh's transcendent nature by means of creation and exaltation imagery. What does it mean for Jesus to grant the one that conquers in Revelation 3 to sit with Jesus on his throne, just as he conquered and sat with his Father on his throne? Is this part of what Jesus was praying for in John 17? Thanks for all you do. Love y'.",
    "start": "00:36:56",
    "end": "00:37:27"
  },
  {
    "text": "All. Yeah, wonderful question. So this is really cool, actually. So in the seven letters to the seven churches at the beginning of the book of Revelation, John writes short letters. Actually, he's a mouthpiece of Jesus, and Jesus is speaking these. If you have a red letter Bible, the seven letters are in red because it's the risen Jesus addressing these seven early Christian communities. And he addresses each community. He gives them, like, their midterm report.",
    "start": "00:37:27",
    "end": "00:37:56"
  },
  {
    "text": "Yeah. How you doing?",
    "start": "00:37:57",
    "end": "00:37:58"
  },
  {
    "text": "How you doing? For many, he's got some, like, encouraging things to say, and for others, he's got some areas for improvement or he offers poor grades. But for everyone, each of the seven, he ends with a line that says, but to the one who overcomes. To the one who conquers. It's the word. Oh, it's our. It's a verb. It's a verb. Nikao. That's where we get the brand. Nike.",
    "start": "00:37:58",
    "end": "00:38:24"
  },
  {
    "text": "Oh, really?",
    "start": "00:38:24",
    "end": "00:38:24"
  },
  {
    "text": "Nikkei.",
    "start": "00:38:24",
    "end": "00:38:25"
  },
  {
    "text": "Nikkei is victory, Conquer. Victory.",
    "start": "00:38:25",
    "end": "00:38:27"
  },
  {
    "text": "Yeah. Victory conquering.",
    "start": "00:38:27",
    "end": "00:38:28"
  },
  {
    "text": "That's cool.",
    "start": "00:38:28",
    "end": "00:38:29"
  },
  {
    "text": "So to the one who conquers. To the one who overcomes. This is itself keyed off of a use of this word by Jesus in the Gospel of John, where it's right before he gets arrested.",
    "start": "00:38:29",
    "end": "00:38:41"
  },
  {
    "text": "I remember talking about this in the day of the Lord, I think.",
    "start": "00:38:43",
    "end": "00:38:45"
  },
  {
    "text": "Yeah. Oh, that's right. Because his conquering is giving up his life. He overcomes the world. In the upper room discourse in John, he says, my peace I give to you. You'll have many tribulations and so on. But he says, but be of good hope, I have overcome the world. And he marches out of the room.",
    "start": "00:38:45",
    "end": "00:39:04"
  },
  {
    "text": "I've niked the world.",
    "start": "00:39:04",
    "end": "00:39:05"
  },
  {
    "text": "Yes, I've niked the world. And he marches out of the room and gets arrested and executed.",
    "start": "00:39:05",
    "end": "00:39:11"
  },
  {
    "text": "That's the way he overcomes.",
    "start": "00:39:12",
    "end": "00:39:13"
  },
  {
    "text": "He's overcoming Jesus style.",
    "start": "00:39:13",
    "end": "00:39:14"
  },
  {
    "text": "That wouldn't make a good Nike ad, actually.",
    "start": "00:39:14",
    "end": "00:39:16"
  },
  {
    "text": "Right. So in each of the seven letters, Jesus makes promises to the overcomers, to the conquerors. And it's precisely by those who imitate, and this is introducing the whole book of Revelation is now Jesus. The followers of the Lamb conquer by imitating the Lamb, by sacrificially suffering to bear witness to Jesus. So there's seven rewards given to the conquerors. And some of them are really outstanding. Like, for example, this is actually in chapter two. To the church in Thyatira, in verse 26, to the one who overcomes and keeps my deeds until the end. To him I will give authority over the nations, and he shall rule them with a rod of iron and as vessels of the potter that are broken to pieces. So that's a long quotation of Psalm 2. Psalm 2 is Yahweh speaking to the King from the line of David, whom he's appointed to rule over the nations. It's the messianic rule over the nations from Psalm 2.",
    "start": "00:39:16",
    "end": "00:40:19"
  },
  {
    "text": "He's given to the church.",
    "start": "00:40:19",
    "end": "00:40:20"
  },
  {
    "text": "And what he's doing is saying, the rule that my Father has given to me. You are going to participate in that. This is Psalm 8. This is Let them rule and fill the earth.",
    "start": "00:40:20",
    "end": "00:40:34"
  },
  {
    "text": "This is our vocational design.",
    "start": "00:40:35",
    "end": "00:40:38"
  },
  {
    "text": "Yeah. This is Daniel 7. It's humans elevated to share in God's divine rule, but here it's through Jesus. Jesus now embodies the divine rule of the nations. And to be in the Messiah in Christ means to what's true of him is now true of me. So that's chapter two. And then, Brandon, you drew attention to the one. Revelation 3, verse 21. To the one who overcomes, I will grant him to sit down with me on my throne. So that just as I conquered and sat down with my Father on his throne. Yeah, so real similar thing here.",
    "start": "00:40:38",
    "end": "00:41:15"
  },
  {
    "text": "Yeah, it's cool. And then it seems like this is, this whole idea is where Paul gets the construct of Jesus, we're his body.",
    "start": "00:41:15",
    "end": "00:41:24"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:41:25",
    "end": "00:41:26"
  },
  {
    "text": "Like there's this unification.",
    "start": "00:41:26",
    "end": "00:41:27"
  },
  {
    "text": "Correct. Yeah.",
    "start": "00:41:27",
    "end": "00:41:28"
  },
  {
    "text": "And that his rule is now our rule, and his suffering is our suffering, and his conquering is our conquering.",
    "start": "00:41:28",
    "end": "00:41:34"
  },
  {
    "text": "That's right. Or his sonship is our sonship. We are now sons.",
    "start": "00:41:34",
    "end": "00:41:38"
  },
  {
    "text": "Yeah.",
    "start": "00:41:38",
    "end": "00:41:39"
  },
  {
    "text": "The children of God. Yeah, that's right.",
    "start": "00:41:39",
    "end": "00:41:41"
  },
  {
    "text": "That's where the Trinity starts to get really mysterious. Right. You think it's weird?",
    "start": "00:41:41",
    "end": "00:41:47"
  },
  {
    "text": "Yeah.",
    "start": "00:41:47",
    "end": "00:41:47"
  },
  {
    "text": "Three distinct entities being one.",
    "start": "00:41:48",
    "end": "00:41:51"
  },
  {
    "text": "Yes.",
    "start": "00:41:51",
    "end": "00:41:52"
  },
  {
    "text": "And now you're called to also be one with it.",
    "start": "00:41:52",
    "end": "00:41:55"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:41:56",
    "end": "00:41:58"
  },
  {
    "text": "Well, we haven't gotten there in our conversation on the God conversation, but we are.",
    "start": "00:41:58",
    "end": "00:42:02"
  },
  {
    "text": "But we will. And we wanted to end the God video with that. The whole point is that within the biblical story, humanity is invited to participate in the divine community of love. That's certainly where John is going with that theme in the Gospel of John, the letters of John. And then even if the revelation is by a different John, it's the same idea coming out here. So we've talked about this before in different contexts. This is how Second Peter begins becoming partakers, participators in the divine nature. Paul calls it being conformed to the image of the Son.",
    "start": "00:42:03",
    "end": "00:42:39"
  },
  {
    "text": "It's becoming like God.",
    "start": "00:42:40",
    "end": "00:42:41"
  },
  {
    "text": "It's becoming. Sharing in God's life. Yeah. It's Eden. It's new creation, it's eternal life, resurrection and new creation and eternal life. That's what the whole story is about, is restoring humans to unity within the love of God. That's amazing. But you're right. Even in Revelation 3, you can see those ideas peeking out there, too.",
    "start": "00:42:41",
    "end": "00:43:03"
  },
  {
    "text": "Cool.",
    "start": "00:43:04",
    "end": "00:43:04"
  },
  {
    "text": "Yeah.",
    "start": "00:43:04",
    "end": "00:43:04"
  },
  {
    "text": "This question is from Joel Seymour from South Carolina.",
    "start": "00:43:04",
    "end": "00:43:08"
  },
  {
    "text": "Hello. My name is Joel from South Carolina. While you guys were discussing the different attributes of God, it reminded me of how love is often described in the New Testament, specifically in First John 4, verses 7 and 8, where in 7 it says that love is from God, while in verse 8 it says that God is love. So I was wondering whether or not love is considered to be a part of these attributes that are separate from God while at the same time being a part of God. Thank you guys so much for all that you do.",
    "start": "00:43:08",
    "end": "00:43:38"
  },
  {
    "text": "Yeah. This is such a great little poetic set of lines from 1 John. They work in English just as beautifully as in Greek. Beloved ones. Agape toy. Beloved ones, let us love one another. For love is from God. And everyone who loves is born of God and knows God. The one who does not love does not know God, for God is love. It's just rolls beautiful. It is. Yeah. I think Joel you're just drawing attention to the fact that there's this phrase, love is from God. And then the next line. Oh, yeah, God is love.",
    "start": "00:43:38",
    "end": "00:44:15"
  },
  {
    "text": "Yeah.",
    "start": "00:44:15",
    "end": "00:44:15"
  },
  {
    "text": "Now it doesn't say love is God. I think that would mean a different thing in English.",
    "start": "00:44:15",
    "end": "00:44:19"
  },
  {
    "text": "Interesting.",
    "start": "00:44:19",
    "end": "00:44:19"
  },
  {
    "text": "And it would mean a different thing in Greek.",
    "start": "00:44:20",
    "end": "00:44:21"
  },
  {
    "text": "But anyone who loves is born of God, correct?",
    "start": "00:44:21",
    "end": "00:44:23"
  },
  {
    "text": "That's right. So God's essence is love. I don't remember if we've talked about this beforehand, but even that sentence is incomprehensible apart from divine plurality.",
    "start": "00:44:23",
    "end": "00:44:34"
  },
  {
    "text": "Right. Because love requires another, love requires an other.",
    "start": "00:44:35",
    "end": "00:44:39"
  },
  {
    "text": "So to say that God is love is to inherently talk about God as a unified community of some kind.",
    "start": "00:44:39",
    "end": "00:44:46"
  },
  {
    "text": "Well, at least before he created anything.",
    "start": "00:44:46",
    "end": "00:44:49"
  },
  {
    "text": "Yeah, that's right. Yeah. Yeah. And this John's the same John who passed on to us the saying of Jesus that said, before the foundation of the world, you left me. So the Father and Son have been loving each other through the spirit, eternal community of love. Eternal community of love is the phrase.",
    "start": "00:44:49",
    "end": "00:45:07"
  },
  {
    "text": "That you've been using, which is a beautiful trinitarian kind of realization.",
    "start": "00:45:07",
    "end": "00:45:13"
  },
  {
    "text": "That's right. And these verses from First John, Chapter four that we just read are incomprehensible apart from that understanding of God. Even though the word Trinity is not used in one John, the concept. Or anywhere the concept is not. Yeah, exactly. All that word is doing is putting language to this divine a unified plurality of Father, Son, and spirit. That is all through the apostolic writings. And it's love. Love, totally. I mean, it's one of those things where for some people from some generations, this will sound like an American hippie from the 60s or something.",
    "start": "00:45:13",
    "end": "00:45:52"
  },
  {
    "text": "How does love, man?",
    "start": "00:45:52",
    "end": "00:45:53"
  },
  {
    "text": "Ah, but this is why in the next line he says, this is what a follower of Jesus means by love. 1 John 4:9. By this means the love of God was revealed among us, that God sent his one and only Son into the world that we might live through him. Love is sacrificial, particularly this act of sacrificial love. The embodiment of God's own life and love would become human and die on our behalf as an act of divine love. In a Christian mental dictionary of words, the word love should be defined by this sentence right here. This is what love is. And all of my experiences of love should be compared against this.",
    "start": "00:45:53",
    "end": "00:46:38"
  },
  {
    "text": "Yeah, it's high bar. All right.",
    "start": "00:46:38",
    "end": "00:46:40"
  },
  {
    "text": "There's only one more Jesus question.",
    "start": "00:46:40",
    "end": "00:46:41"
  },
  {
    "text": "It's from Michael Stalkop in Bangkok, Thailand.",
    "start": "00:46:41",
    "end": "00:46:45"
  },
  {
    "text": "Hey, John and Tim. My name is Michael Stahlkup and I'm a missionary in Bangkok, Thailand. My questions about the identity formation of Jesus. When I was younger, I figured that since Jesus was God, he was aware of that his whole life. But when I see things like Jesus as a boy asking questions in the temple or Luke saying that Jesus grew in wisdom, it seems to me that Jesus didn't start out with this inherent self awareness of being God, but went through a process, learning about God and even his own identity as the Messiah through the scriptures and the whole spirit. So what does the Bible show us about Jesus's process of understanding his own identity? Thanks, guys.",
    "start": "00:46:46",
    "end": "00:47:25"
  },
  {
    "text": "So my understanding is that it's only in Luke that we get this perspective, this glimpse of Jesus as a boy growing and learning.",
    "start": "00:47:26",
    "end": "00:47:34"
  },
  {
    "text": "Yep. Yeah. He has a sense that the temple is connected to his identity.",
    "start": "00:47:34",
    "end": "00:47:39"
  },
  {
    "text": "Yeah.",
    "start": "00:47:39",
    "end": "00:47:39"
  },
  {
    "text": "And he sticks around my father's house.",
    "start": "00:47:39",
    "end": "00:47:41"
  },
  {
    "text": "Yeah, yeah. He has some sort of self awareness at that point. Yeah.",
    "start": "00:47:41",
    "end": "00:47:44"
  },
  {
    "text": "That's going on there.",
    "start": "00:47:44",
    "end": "00:47:45"
  },
  {
    "text": "Yeah. Even as a little boy.",
    "start": "00:47:45",
    "end": "00:47:46"
  },
  {
    "text": "Yep.",
    "start": "00:47:46",
    "end": "00:47:47"
  },
  {
    "text": "But it's not like he had all the answers.",
    "start": "00:47:47",
    "end": "00:47:49"
  },
  {
    "text": "I don't know. The story doesn't say. What the story says is from age 12 he had a budding awareness of his close relationship to the God of Israel. And so all we can do. It's a great question, Michael. And what we have is what are in the text before us. And that's all we can affirm or say. And it's interesting to speculate. Speculate is the titles and the information given to Mary about the one to whom she would give birth. You know, because she's got, if you look at the poetry she sings in the Gospel of Luke about what her son will be and do what the divine messenger, what the angelic messenger says to her. It's a new Moses, new prophet.",
    "start": "00:47:49",
    "end": "00:48:28"
  },
  {
    "text": "Yeah.",
    "start": "00:48:28",
    "end": "00:48:29"
  },
  {
    "text": "He's going to bring God's salvation, God's presence. So how much did she pass on to him? How much did she talk with him about? Or did she just as Luke says, treasure that in her heart and she let Jesus discover his own, go on his own journey of self discovery. I love thinking about it.",
    "start": "00:48:29",
    "end": "00:48:48"
  },
  {
    "text": "It is an interesting thought experiment.",
    "start": "00:48:48",
    "end": "00:48:49"
  },
  {
    "text": "Yeah.",
    "start": "00:48:49",
    "end": "00:48:49"
  },
  {
    "text": "Especially when you just think of the development of the human brain. Right, right.",
    "start": "00:48:50",
    "end": "00:48:53"
  },
  {
    "text": "Yeah.",
    "start": "00:48:53",
    "end": "00:48:53"
  },
  {
    "text": "Because when you're like an infant.",
    "start": "00:48:53",
    "end": "00:48:55"
  },
  {
    "text": "Totally.",
    "start": "00:48:55",
    "end": "00:48:56"
  },
  {
    "text": "Like, I don't know how they know this, but there's a time in the development human brain when you realize you are an other.",
    "start": "00:48:56",
    "end": "00:49:02"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:49:02",
    "end": "00:49:03"
  },
  {
    "text": "Before that time.",
    "start": "00:49:03",
    "end": "00:49:04"
  },
  {
    "text": "Individuation.",
    "start": "00:49:04",
    "end": "00:49:05"
  },
  {
    "text": "Yeah. And I don't know when it happened, like nine months, 12 months. But all of a sudden you realize like, well, I'm a person that's different than you.",
    "start": "00:49:06",
    "end": "00:49:13"
  },
  {
    "text": "Yeah. That's right.",
    "start": "00:49:13",
    "end": "00:49:13"
  },
  {
    "text": "Like that clicks in at some point. So before then your like self awareness was zero and Jesus went through that phase. Unless he didn't, which I don't know how it works, but anyways.",
    "start": "00:49:13",
    "end": "00:49:25"
  },
  {
    "text": "No, I think it's important to affirm that he did if he was fully human. It's a claim that he is really a human means anything. It means that his brain underwent development.",
    "start": "00:49:26",
    "end": "00:49:34"
  },
  {
    "text": "It's really uncomfortable to talk about Jesus as fully human. I've noticed.",
    "start": "00:49:34",
    "end": "00:49:39"
  },
  {
    "text": "Even though we've been talking for years. Yeah, yeah, there you go. It does seem like the baptism and the wilderness experience were important moments, if not of Jesus working out his identity, at least some sense of his vocation or purpose or that this is the moment, this is when it all begins.",
    "start": "00:49:39",
    "end": "00:50:01"
  },
  {
    "text": "Yeah.",
    "start": "00:50:01",
    "end": "00:50:02"
  },
  {
    "text": "Something happening there out in the Jordan and then in the wilderness. But the windows that we get from the sayings of Jesus, it comes from the apostles, you know, memorization of his teachings and so on. And so they don't give us that information. So it's something I trust that we'll be able to ask him about one day.",
    "start": "00:50:02",
    "end": "00:50:22"
  },
  {
    "text": "It'd be a fun conversation.",
    "start": "00:50:22",
    "end": "00:50:23"
  },
  {
    "text": "Yeah.",
    "start": "00:50:23",
    "end": "00:50:24"
  },
  {
    "text": "Maybe it'll be like me and he's like, I don't remember what it was like before.",
    "start": "00:50:24",
    "end": "00:50:27"
  },
  {
    "text": "Well, you gotta wonder. You gotta wonder.",
    "start": "00:50:30",
    "end": "00:50:33"
  },
  {
    "text": "It's like ask Mary. Yeah, thanks for all those questions, Tim. Did you know there was. We have like 150 questions or something like that.",
    "start": "00:50:33",
    "end": "00:50:41"
  },
  {
    "text": "I knew there's a lot. I know there's a lot.",
    "start": "00:50:41",
    "end": "00:50:44"
  },
  {
    "text": "So we apologize if we didn't get to everyone's question.",
    "start": "00:50:44",
    "end": "00:50:47"
  },
  {
    "text": "Although what I try and do is read through and notice the themes, the.",
    "start": "00:50:47",
    "end": "00:50:51"
  },
  {
    "text": "Repeated themes, the main ones.",
    "start": "00:50:51",
    "end": "00:50:52"
  },
  {
    "text": "Any question that is the one that I choose is usually because there's been three or four or more that are the same question in different words. So you guys ask great questions.",
    "start": "00:50:52",
    "end": "00:51:03"
  },
  {
    "text": "Yeah, thank you.",
    "start": "00:51:03",
    "end": "00:51:04"
  },
  {
    "text": "We love talking about them. They make us think and we're grateful to have the chance to respond.",
    "start": "00:51:04",
    "end": "00:51:09"
  },
  {
    "text": "Yep. And next week we'll get back in and talk about.",
    "start": "00:51:09",
    "end": "00:51:12"
  },
  {
    "text": "Yeah, we're final stretch of the God series. Yeah, yeah, yeah. We're going to stay in the New Testament into the writings of John and Paul.",
    "start": "00:51:12",
    "end": "00:51:20"
  },
  {
    "text": "Yep.",
    "start": "00:51:20",
    "end": "00:51:21"
  },
  {
    "text": "Exploring Jesus divine identity. It's the most ambitious conversation we've ever had.",
    "start": "00:51:21",
    "end": "00:51:27"
  },
  {
    "text": "Actually in the middle of that we got a. We got a special little podcast.",
    "start": "00:51:27",
    "end": "00:51:30"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:51:30",
    "end": "00:51:31"
  },
  {
    "text": "Launching the. It would be the week after Thanksgiving week and for Americans. Or is it the week of Thanksgiving week?",
    "start": "00:51:31",
    "end": "00:51:38"
  },
  {
    "text": "It's. Yeah, something like that.",
    "start": "00:51:39",
    "end": "00:51:41"
  },
  {
    "text": "But anyways, it's a special interview episode.",
    "start": "00:51:41",
    "end": "00:51:44"
  },
  {
    "text": "Yes.",
    "start": "00:51:44",
    "end": "00:51:45"
  },
  {
    "text": "Should we keep it a secret?",
    "start": "00:51:45",
    "end": "00:51:46"
  },
  {
    "text": "Yeah, let's keep it a secret.",
    "start": "00:51:46",
    "end": "00:51:47"
  },
  {
    "text": "All right.",
    "start": "00:51:47",
    "end": "00:51:48"
  },
  {
    "text": "But I was at Fear and Trembling. We interviewed one of my great theological heroes.",
    "start": "00:51:48",
    "end": "00:51:52"
  },
  {
    "text": "Yeah, super fun.",
    "start": "00:51:52",
    "end": "00:51:53"
  },
  {
    "text": "You'll enjoy that, everybody.",
    "start": "00:51:54",
    "end": "00:51:55"
  },
  {
    "text": "All right. The Bible Project is a non profit in Portland, Oregon. We make videos primarily. It's the main thing we do, although this podcast has become a big part of what we do. And it's all for free. It's on thebibleproject.com you could also find it on our YouTube channel, YouTube.com thebibleproject there's a lot of other stuff going on. We're translating this into other languages. We're starting to think of curriculum for organizations to use around this content. We've got a whole classroom initiative you'll hear more about next year. It's all exciting and it's all free because of the generous support of people like you. So thanks for listening and thanks for being part of this with us.",
    "start": "00:51:56",
    "end": "00:52:38"
  },
  {
    "text": "Hi, this is John Tamada from Barragada, Guam. Hey. This is Scott and I'm his sister Jodi. We're from Nova Scotia, Canada. We believe the Bible is a unified.",
    "start": "00:52:39",
    "end": "00:52:49"
  },
  {
    "text": "Story that leads to Jesus.",
    "start": "00:52:49",
    "end": "00:52:50"
  },
  {
    "text": "The Bible Project is crowdfunded by people like us, and you can find free videos, study notes and more@thebibleproject.com thanks.",
    "start": "00:52:51",
    "end": "00:52:59"
  },
  {
    "text": "Sam.",
    "start": "00:53:08",
    "end": "00:53:17"
  }
]