[
  {
    "text": "There are four gospels in the Bible. All of them tell about the life, death, and resurrection of Jesus. One of these gospels stands out as.",
    "start": "00:00:08",
    "end": "00:00:16"
  },
  {
    "text": "Different than the rest, the Gospel of John.",
    "start": "00:00:16",
    "end": "00:00:18"
  },
  {
    "text": "And so why is it that the Gospel of John feels so different?",
    "start": "00:00:19",
    "end": "00:00:22"
  },
  {
    "text": "It feels like a retelling of the Jesus story with a level of reflection. And it's the same basic claims that Paul and the other Matthew, Mark and Luke are making. But the way Jesus talks in John and the way the narrator's voice talks about Jesus, it feels like you're in a different movie. Well, no, you're in a movie that's about the same person, but that has a really different director.",
    "start": "00:00:22",
    "end": "00:00:44"
  },
  {
    "text": "So today on the podcast, Tim and I discuss the identity of Jesus in the Gospel of John. We're going to look at a lot of amazing passages, including this 1 in John 17, where Jesus prays for his disciples. And he says, holy Father, keep them in your name, the name which you have given me, that they may be one, even as we are one.",
    "start": "00:00:45",
    "end": "00:01:07"
  },
  {
    "text": "This is so beautiful. The thing that Jesus and his father have had going for eternity, that defines what God means to a Christian. That God is a community of love. And that oneness and unity of love, inner oneness, is mirrored by Jesus followers when they show unity and oneness with each other by acts of loving service and sacrifice.",
    "start": "00:01:08",
    "end": "00:01:35"
  },
  {
    "text": "I'm John Collins. This is the BibleProject Podcast. And today, how John talks about the identity of Jesus and relationship with Yahweh, the God of the Bible. Thanks for joining us. Here we go. So we're talking about the identity of God in the Bible and been all over the Bible. And then in this episode, we're looking at the Gospel of John and how John has had the most time to reflect on the identity of Jesus as it relates to God, has formed vocabulary and phrases and ways to think about it. It's marinated for the most amount of time.",
    "start": "00:01:36",
    "end": "00:02:20"
  },
  {
    "text": "That's right.",
    "start": "00:02:20",
    "end": "00:02:21"
  },
  {
    "text": "And so his gospel is very unique in its tone and language because of that. But it's not because he's saying anything different than Paul and the other apostles and their gospels. It's that he's crafted and poetic and purposeful in the way he's saying things.",
    "start": "00:02:21",
    "end": "00:02:40"
  },
  {
    "text": "Yeah, yeah. And he's had decades. We can tell from the letters of John. You know, he's planted a number of churches, and there have been controversies in those churches about the identity of Jesus. Read first, John. That's what there's. There was a group that split off because they didn't believe Jesus was fully human.",
    "start": "00:02:40",
    "end": "00:03:01"
  },
  {
    "text": "Yeah. Yeah. When you have to explain something over and over, eventually learn the way to explain it, that hits home the best. Yeah, that lands really well.",
    "start": "00:03:01",
    "end": "00:03:14"
  },
  {
    "text": "Yeah, man, that's totally. Personally, that's one of the great gifts of having spent so many years just teaching and preaching on a regular basis and still just being in a classroom, being a Bible teacher, because you're just constantly. Every time that issue or that passage or that text is on the table, it's not brand new to my mind, but it is to all these other people.",
    "start": "00:03:14",
    "end": "00:03:36"
  },
  {
    "text": "Yeah.",
    "start": "00:03:36",
    "end": "00:03:36"
  },
  {
    "text": "And so the questions they're asking make me go, oh, oh, yeah. I shouldn't say it that way. I should say it this way.",
    "start": "00:03:37",
    "end": "00:03:41"
  },
  {
    "text": "Yeah.",
    "start": "00:03:41",
    "end": "00:03:42"
  },
  {
    "text": "So John's had decades longer than any of the other apostles to hone his language about the identity of Jesus.",
    "start": "00:03:42",
    "end": "00:03:50"
  },
  {
    "text": "Yeah. You can say it in a way and you look at how the person's responding, is it lighting up in their eyes? Are they confused? And then you go, oh, that worked. That didn't work.",
    "start": "00:03:50",
    "end": "00:03:59"
  },
  {
    "text": "And John has the unique privilege of being the last of the living apostles. As the tradition goes, he lived somewhere into, like, the 90s A.D. he had a few decades more than any of the other apostles who it seems, were all murdered or killed. But he lived and seems to have died at a ripe old age. According to the Gospel. According to the gospel he did within. There's some notes within the Gospel that. Yeah. He long outlived Peter and all the other apostles. Right. In the last chapter of John 21. So he also had the privilege of his mind and heart developing the longest. Being able. Yeah. To just reflect. So the Gospel of John feels like that. It feels like a retelling of the Jesus story with a level of reflection. And it's the same basic claims that Paul and the Gospel, the other Matthew, Mark and Luke are making. But you can tell he's chewed on it and thought about it. And that the Spirit employed that reflection in the composition of the book, which means it's more.",
    "start": "00:04:00",
    "end": "00:05:08"
  },
  {
    "text": "The language he uses is slightly different.",
    "start": "00:05:08",
    "end": "00:05:10"
  },
  {
    "text": "It's different. It's unique. Yeah. Yeah. The way Jesus talks in John and the way the narrator's voice talks about Jesus, it feels like you're in a different movie. Well, no, you're in a movie that's about the same person, but that has a really different director.",
    "start": "00:05:10",
    "end": "00:05:26"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:05:26",
    "end": "00:05:27"
  },
  {
    "text": "Right then that'd be like. You could probably find an analogy like a remake.",
    "start": "00:05:27",
    "end": "00:05:31"
  },
  {
    "text": "Yeah.",
    "start": "00:05:32",
    "end": "00:05:32"
  },
  {
    "text": "You know, it was done by two different directors.",
    "start": "00:05:32",
    "end": "00:05:34"
  },
  {
    "text": "Yeah. Usually doesn't go well.",
    "start": "00:05:34",
    "end": "00:05:36"
  },
  {
    "text": "That's right.",
    "start": "00:05:37",
    "end": "00:05:37"
  },
  {
    "text": "And movies.",
    "start": "00:05:37",
    "end": "00:05:38"
  },
  {
    "text": "That's a good point. Whereas in this story of Jesus, I think it went excellent.",
    "start": "00:05:38",
    "end": "00:05:41"
  },
  {
    "text": "It went excellent. John did a great job with the reboot.",
    "start": "00:05:41",
    "end": "00:05:45"
  },
  {
    "text": "That's right. So he's reordered parts of the story. You know, the most famous example is Jesus. Prophetic protest in the Temple. He turns over the tables in Matthew, Mark and Luke. That's at that end. And it makes sense. It's the culminating event, the stunt that.",
    "start": "00:05:45",
    "end": "00:06:00"
  },
  {
    "text": "He pulled that gets everyone bummed out.",
    "start": "00:06:00",
    "end": "00:06:03"
  },
  {
    "text": "Put him in the crosshairs of the Jerusalem leaders. Whereas John has reordered the events. So it's at the beginning of the story, in chapter two. And it's because of what Jesus says in that exchange. He talks about himself being the Temple, which is something that John's introduced in chapter one, that he just wants to.",
    "start": "00:06:04",
    "end": "00:06:24"
  },
  {
    "text": "Keep rolling with the.",
    "start": "00:06:24",
    "end": "00:06:25"
  },
  {
    "text": "He wants to keep that theme going, to develop it. So he's reordered the chronology according to his theological thematic ideas that are developing. So anyway, the Gospel of John is mind blowing. It's so amazing. So there you go. Another thing going on, a thread you can follow through the Gospel of John is the way he echoes the Shema in different stories or in different things that Jesus says. Actually, this is interesting. Richard Baucombe, who's one of my favorite New Testament scholars, he's written a lot on John, and I was just listening to a lecture that he gave on one. In the Gospel of John, the word one appears 12 times. That's interesting. Six times. It refers to the oneness or the unity of the people of God. And there it's echoing some passages in the prophets about God's people being unified after the exile. But then there's a whole bunch of passages that either the word one is used to talk about Jesus and the Father, or that use the concept of oneness or equality, unity between. And his whole point is that these are stories and sayings that are using the concept of the Shema. We have one Lord and God. So here's just three examples, just so you can kind of see the principle at work. First one's in chapter five, John, chapter five, where John, excuse me, where Jesus has just healed that paralyzed man by the pool. By that pool of water. And it was a Sabbath day. So a number of Jewish leaders are there. They get angry because the guy's carrying his mat on the Sabbath. That's breaking the rules because, yeah, was doing this on the Sabbath. So this is John, chapter 5, verse 16. For this reason, the Jews. And here he doesn't mean all of the Jews because everybody there is Jewish. And it's just a handful of people persecuting Jesus because he was doing these things on the Sabbath. So he answered them, my Father is working unto this moment. So my Father is working on the Sabbath, and I myself am working for this reason. The Jews were seeking all the more to kill him, not only because he was breaking the Sabbath, but because he was calling God his own Father, making himself one with God, equal with God. So when they see Jesus doing something and then saying, oh, that's my Father doing it, God's doing it and I'm.",
    "start": "00:06:25",
    "end": "00:09:11"
  },
  {
    "text": "Doing it, and I'm doing it with him.",
    "start": "00:09:11",
    "end": "00:09:11"
  },
  {
    "text": "God's doing it and I'm doing it. And they see what he's getting at. So this is a good example where the word one doesn't occur. But the concept of Jesus claiming oneness with God, that what I. If you see me doing something, you see God doing it. It's one and the same. And they pick up his point immediately.",
    "start": "00:09:11",
    "end": "00:09:32"
  },
  {
    "text": "Yeah.",
    "start": "00:09:32",
    "end": "00:09:32"
  },
  {
    "text": "So there's another story in John chapter 10. It's at the feast of dedication or Hanukkah, where Jesus is in Jerusalem and he's giving a speech. He just gave the I'm the Good shepherd speech in chapter 10. And then the culmination of that speech and these debates that he's in with Jewish leaders is he says, I and the Father are one.",
    "start": "00:09:33",
    "end": "00:09:54"
  },
  {
    "text": "Right.",
    "start": "00:09:54",
    "end": "00:09:55"
  },
  {
    "text": "So just.",
    "start": "00:09:55",
    "end": "00:09:55"
  },
  {
    "text": "It's a classic Jesus phrase that I've learned.",
    "start": "00:09:55",
    "end": "00:09:58"
  },
  {
    "text": "So think about how Paul said it. Remember we looked at that passage. Paul says, for us followers of Jesus, there is only one God.",
    "start": "00:09:58",
    "end": "00:10:05"
  },
  {
    "text": "Yeah.",
    "start": "00:10:05",
    "end": "00:10:06"
  },
  {
    "text": "And one Lord, the one God, namely the Father, who created all things, and Jesus Messiah, through whom all things are created. So he's taken the Shema, and in the place of God is the Father and the Son together are the one God. This is Jesus doing exactly the same thing. I and the Father are the one God, are one. And this is closely related to a phrase. We'll look at it more. But this is the first time it gets used in John 14, where Jesus is talking to the disciples in secret in upper room. And he's talking to Philip and he says, philip, don't you believe that I am in the Father and that the Father is in me? The words I say, I don't speak on my own. It's the Father abiding or dwelling in me, doing his work. So these are all together. When you see Jesus at work, you see the Father at work.",
    "start": "00:10:06",
    "end": "00:11:01"
  },
  {
    "text": "It's such a funny phrase. I am in the Father and the Father's in me.",
    "start": "00:11:01",
    "end": "00:11:06"
  },
  {
    "text": "Yes. Yes.",
    "start": "00:11:06",
    "end": "00:11:07"
  },
  {
    "text": "Like physically 3D space. How can something be in something.",
    "start": "00:11:07",
    "end": "00:11:12"
  },
  {
    "text": "That's right.",
    "start": "00:11:12",
    "end": "00:11:13"
  },
  {
    "text": "That's also. I can't be in something and have that thing inside me too.",
    "start": "00:11:13",
    "end": "00:11:17"
  },
  {
    "text": "Oh, right, yes. If I am inside a room, the room can't be inside of me.",
    "start": "00:11:17",
    "end": "00:11:22"
  },
  {
    "text": "Right. And if a nut is inside my mouth, the.",
    "start": "00:11:22",
    "end": "00:11:25"
  },
  {
    "text": "You're not.",
    "start": "00:11:25",
    "end": "00:11:26"
  },
  {
    "text": "Mouth is not inside the nut.",
    "start": "00:11:26",
    "end": "00:11:27"
  },
  {
    "text": "That's right.",
    "start": "00:11:27",
    "end": "00:11:28"
  },
  {
    "text": "It's just physically impossible.",
    "start": "00:11:28",
    "end": "00:11:29"
  },
  {
    "text": "Correct.",
    "start": "00:11:29",
    "end": "00:11:30"
  },
  {
    "text": "The only way it's possible is if it's the same thing.",
    "start": "00:11:30",
    "end": "00:11:34"
  },
  {
    "text": "Exactly. Yeah.",
    "start": "00:11:34",
    "end": "00:11:35"
  },
  {
    "text": "Mouth is the nut.",
    "start": "00:11:35",
    "end": "00:11:36"
  },
  {
    "text": "Yeah. I'm sure there's lots of puns and riddles where you could do that.",
    "start": "00:11:36",
    "end": "00:11:39"
  },
  {
    "text": "Probably.",
    "start": "00:11:39",
    "end": "00:11:39"
  },
  {
    "text": "Yeah. It would be like, what. What is simultaneously inside you and you are inside of it.",
    "start": "00:11:40",
    "end": "00:11:46"
  },
  {
    "text": "Yeah, and you are inside of it.",
    "start": "00:11:46",
    "end": "00:11:48"
  },
  {
    "text": "Air. Yes. So what Bauckham said this was helpful. He said, essentially, he thinks this I am in and it is in me, is another way of trying to put language to this oneness thing. That is a human being one with the Father, that when you see Jesus at work, you're seeing the Father at work. Our 3D spatial imagery only gets us so far.",
    "start": "00:11:48",
    "end": "00:12:17"
  },
  {
    "text": "Yeah.",
    "start": "00:12:17",
    "end": "00:12:18"
  },
  {
    "text": "Because he's talking about unity there. You can get two things and merge them closely together and say that they're one. So you can do that. But then this in, this mutual in ness is another spatial metaphor that actually doesn't make literal sense. But conceptually, it's talking about the closest unity you can possibly imagine.",
    "start": "00:12:18",
    "end": "00:12:38"
  },
  {
    "text": "You could also say it of water when you're swimming.",
    "start": "00:12:39",
    "end": "00:12:41"
  },
  {
    "text": "I'm in the water.",
    "start": "00:12:42",
    "end": "00:12:43"
  },
  {
    "text": "I'm in the water and the water is in me.",
    "start": "00:12:43",
    "end": "00:12:44"
  },
  {
    "text": "Is it in you?",
    "start": "00:12:44",
    "end": "00:12:45"
  },
  {
    "text": "Your body is like 90% water is what I see.",
    "start": "00:12:46",
    "end": "00:12:49"
  },
  {
    "text": "This is Bauckham's point, that this is John reflecting on the Shema, reflecting on his years with Jesus and what he believes about Jesus based on what Jesus said and did.",
    "start": "00:12:49",
    "end": "00:13:00"
  },
  {
    "text": "Yeah.",
    "start": "00:13:00",
    "end": "00:13:01"
  },
  {
    "text": "And the Gospel of John has language in it that shows that years of mature reflection and he's retelling the stories and teachings of Jesus in light of that reflection. And so you have this oneness and I am in. And it's in me, it's in him, and it's cool. For me, it kind of opened up these passages that use this language as getting to the limits of what language can do to make a claim about Jesus. So what we're going to look at now is an. Is another example where it's a phrase about. It's about the name, the divine name in the Gospel of John. And we saw this in Paul's letters, how Jesus will take old Testament passages that have the divine name Yahweh, which got rendered into Greek as Lord. And then he put Jesus into the slot, the Lord slot. So the phrase Jesus is Lord is a very Jewish way of saying Jesus is Yahweh. So John, again, same idea, but he's marinated. The idea has marinated. He hasn't marinated.",
    "start": "00:13:01",
    "end": "00:14:43"
  },
  {
    "text": "Well, maybe the idea is in him and he's in the idea.",
    "start": "00:14:44",
    "end": "00:14:47"
  },
  {
    "text": "So this thing about the divine name reverberates all throughout the Gospel. Here's one example. It's in John, chapter 8. Jesus is in a dispute with a number of Jewish leaders and Bible teachers, and they're making accusations, actually trying to undermine his credibility, talking about how he's of unknown origin or that he's possessed by evil spirits. So what he says actually is, listen, I'm actually the fulfillment of our scriptures and all of our hopes. And he has this famous line where he says, listen, Abraham, your father Abraham, rejoice to see my day. Meaning the promise that God gave to Abraham, that through your seed, blessing would go to all the nations. Here it is.",
    "start": "00:14:49",
    "end": "00:15:32"
  },
  {
    "text": "I'm the seed.",
    "start": "00:15:33",
    "end": "00:15:34"
  },
  {
    "text": "I'm the seed. And Abraham would be so stoked to see me right now. But you guys, you say you're the seed of Abraham, but man, you're not acting like it. So then his. What do you say? His debate components, the Jews say to him, what's that? What do you.",
    "start": "00:15:34",
    "end": "00:15:51"
  },
  {
    "text": "Oh, well, it says, abraham rejoiced to see my day. And he saw it.",
    "start": "00:15:51",
    "end": "00:15:55"
  },
  {
    "text": "He saw and was glad.",
    "start": "00:15:55",
    "end": "00:15:57"
  },
  {
    "text": "And was glad. You said he would be glad if he saw.",
    "start": "00:15:57",
    "end": "00:16:00"
  },
  {
    "text": "Oh, that's true. That's a good point. Yeah. This is a common motif in Second Temple Jewish literature because in the narrative arc of the Hebrew Bible, Isaac, Abraham giving birth to the one and only Isaac, even though he had Ishmael Bohr, becomes a first step of the realizing of the seed to bless all nations.",
    "start": "00:16:00",
    "end": "00:16:21"
  },
  {
    "text": "And so he saw it.",
    "start": "00:16:21",
    "end": "00:16:22"
  },
  {
    "text": "And because as a reader, you can see through the whole narrative, Isaac is the first arrival, down payment, right. Of the thing leading all the way up to the line of David and so on. To read it as a unified story means the joy that Abraham had over Isaac is the joy over the arrival of the messianic seed of David.",
    "start": "00:16:22",
    "end": "00:16:40"
  },
  {
    "text": "Got it.",
    "start": "00:16:40",
    "end": "00:16:40"
  },
  {
    "text": "Yeah. It shows that Jesus read his Bible as one unified story. So Abraham rejoiced and the Jews said to him, wait, you're not even like 50 years old and you're saying you've seen Abraham?",
    "start": "00:16:42",
    "end": "00:16:53"
  },
  {
    "text": "But he didn't say he saw Abraham.",
    "start": "00:16:53",
    "end": "00:16:55"
  },
  {
    "text": "Your father Abraham Rejoiced to see my day.",
    "start": "00:16:55",
    "end": "00:16:58"
  },
  {
    "text": "But the way you just described it was, well, he saw the down payment, he saw Isaac.",
    "start": "00:16:58",
    "end": "00:17:04"
  },
  {
    "text": "Oh, got it. Yeah. I'm saying that's a way of reflecting why Jesus says something like that.",
    "start": "00:17:04",
    "end": "00:17:10"
  },
  {
    "text": "Okay. But then they take it as a.",
    "start": "00:17:10",
    "end": "00:17:11"
  },
  {
    "text": "They take him to mean like, wait, you've seen Abraham? What are you talking about? Yeah, this is a big motif in the Gospel of John. It's called the motif of misunderstanding. Jesus says something people.",
    "start": "00:17:11",
    "end": "00:17:22"
  },
  {
    "text": "It's a weird misunderstanding. Wait, you've seen Abraham? It's like, of course not, guys, what are we talking about?",
    "start": "00:17:22",
    "end": "00:17:27"
  },
  {
    "text": "Totally. But. Totally. But it's kind of like you've maybe had moments where you say something, somebody responds, and it's exactly the response you were hoping for to say the next thing you say.",
    "start": "00:17:27",
    "end": "00:17:40"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:17:40",
    "end": "00:17:41"
  },
  {
    "text": "And so the Gospel of John is full of these moments where people misunderstand Jesus for the perfect setup, but it perfectly sets him up to say the thing that's supposed to be said.",
    "start": "00:17:41",
    "end": "00:17:50"
  },
  {
    "text": "Got it.",
    "start": "00:17:50",
    "end": "00:17:51"
  },
  {
    "text": "It's great. So Jesus says, listen, I tell you the truth, before Abraham was born, I am. And then they picked up stones to throw at him.",
    "start": "00:17:51",
    "end": "00:18:00"
  },
  {
    "text": "Yeah.",
    "start": "00:18:00",
    "end": "00:18:01"
  },
  {
    "text": "So that's pretty familiar. I think most people, you don't even need to know Greek or Hebrew to pick up on this.",
    "start": "00:18:01",
    "end": "00:18:06"
  },
  {
    "text": "Yeah. This was the go to verse story to defend the deity of Jesus. Oh, got it for me.",
    "start": "00:18:06",
    "end": "00:18:14"
  },
  {
    "text": "Oh, got it. Yeah. Even as like a clearest. A gentile sitting over here, English speaking.",
    "start": "00:18:14",
    "end": "00:18:20"
  },
  {
    "text": "Yeah.",
    "start": "00:18:21",
    "end": "00:18:21"
  },
  {
    "text": "Two thousand years later, this made sense to you?",
    "start": "00:18:21",
    "end": "00:18:24"
  },
  {
    "text": "Well, yeah, because how it was explained was he's using the divine name. I am.",
    "start": "00:18:24",
    "end": "00:18:28"
  },
  {
    "text": "Yeah.",
    "start": "00:18:28",
    "end": "00:18:28"
  },
  {
    "text": "And he's saying he was around before Abraham.",
    "start": "00:18:29",
    "end": "00:18:32"
  },
  {
    "text": "Yeah.",
    "start": "00:18:32",
    "end": "00:18:32"
  },
  {
    "text": "Who is this guy?",
    "start": "00:18:32",
    "end": "00:18:33"
  },
  {
    "text": "Yeah.",
    "start": "00:18:33",
    "end": "00:18:34"
  },
  {
    "text": "He's not just a human and he's not just a demigod. He is Yahweh himself. I am.",
    "start": "00:18:34",
    "end": "00:18:41"
  },
  {
    "text": "There it is.",
    "start": "00:18:42",
    "end": "00:18:43"
  },
  {
    "text": "There it is.",
    "start": "00:18:44",
    "end": "00:18:45"
  },
  {
    "text": "This is a great example. I think the point here is that it fits into a wider pattern of asserting Jesus oneness with the God of Israel. But yeah, your instinct was right.",
    "start": "00:18:45",
    "end": "00:18:57"
  },
  {
    "text": "You know, who. Who we'd have to have these conversations with the most? Jehovah Witnesses.",
    "start": "00:18:57",
    "end": "00:19:02"
  },
  {
    "text": "Oh, sure. People of other kind of branches because.",
    "start": "00:19:02",
    "end": "00:19:05"
  },
  {
    "text": "They'Re really, they're really familiar. You would never talk to an atheist and pull out this verse.",
    "start": "00:19:05",
    "end": "00:19:11"
  },
  {
    "text": "Yeah, they don't care. They don't care because they don't care. It would be people who care about the Bible.",
    "start": "00:19:11",
    "end": "00:19:14"
  },
  {
    "text": "I just remember being on a bus a number of times in different scenarios, and it's like Bible's cracked open and we're like arguing about what this verse means.",
    "start": "00:19:14",
    "end": "00:19:24"
  },
  {
    "text": "Yeah, yeah, that's right. Yeah. Well, you know, I mean, you can see why this language of father and son and of firstborn has, in the history of the church multiple times, caused some interpreters to see that as claiming that Jesus is a created being, born, created, and is the preeminent human, but that he's a created being. And, yeah, Jehovah's Witness is one example of that. And so that makes sense of that particular way of phrasing it, the Son image. But what that doesn't account for is all these other patterns where Jesus is fully identified with Yahweh or with the Father that would make you go back and say, oh, perhaps that born language is. Or firstborn is a metaphor about Jesus status, not that he came into existence.",
    "start": "00:19:24",
    "end": "00:20:20"
  },
  {
    "text": "So in Greek, the way he says this, is it sound as unnatural as it is rendered here in English?",
    "start": "00:20:20",
    "end": "00:20:26"
  },
  {
    "text": "Mm. Yeah. That's kind of the point.",
    "start": "00:20:26",
    "end": "00:20:27"
  },
  {
    "text": "I say to you, before Abraham was.",
    "start": "00:20:27",
    "end": "00:20:29"
  },
  {
    "text": "Born, Before Abraham was born, and correct English would be, I was.",
    "start": "00:20:29",
    "end": "00:20:33"
  },
  {
    "text": "I was. Yeah. Yeah.",
    "start": "00:20:33",
    "end": "00:20:35"
  },
  {
    "text": "And even that sounds a little awkward.",
    "start": "00:20:35",
    "end": "00:20:36"
  },
  {
    "text": "And even that sounds awkward.",
    "start": "00:20:36",
    "end": "00:20:37"
  },
  {
    "text": "I was.",
    "start": "00:20:37",
    "end": "00:20:38"
  },
  {
    "text": "You would say something like, I've been around before Abraham.",
    "start": "00:20:38",
    "end": "00:20:40"
  },
  {
    "text": "That's right. Before Abraham was born, I was around.",
    "start": "00:20:40",
    "end": "00:20:43"
  },
  {
    "text": "Yeah, I existed.",
    "start": "00:20:43",
    "end": "00:20:45"
  },
  {
    "text": "I existed. Yeah. And in English, it would be, before Abraham was born, I exist, present tense. And so the grab of that present tense is that for Jesus to claim to be one with the Father means, and to be with God, and God in the beginning means that his relationship to time is fundamentally different than a creature. I think that's what the language would mean here. He's present to every moment. Something like that.",
    "start": "00:20:45",
    "end": "00:21:19"
  },
  {
    "text": "So Yahweh, I am the one who is, in Greek is ego, E mi.",
    "start": "00:21:19",
    "end": "00:21:24"
  },
  {
    "text": "I am the one who is. In the Greek Septuagint translation, the Hebrew phrase I will be who or what I will be. That's the Hebrew phrase, I will be. It's the future.",
    "start": "00:21:25",
    "end": "00:21:38"
  },
  {
    "text": "Future tense, ego and me.",
    "start": "00:21:38",
    "end": "00:21:40"
  },
  {
    "text": "And then in the Septuagint, it got translated as present tense. I am.",
    "start": "00:21:41",
    "end": "00:21:45"
  },
  {
    "text": "Oh, in Hebrew, it's future tense.",
    "start": "00:21:45",
    "end": "00:21:46"
  },
  {
    "text": "In Hebrew, it's future. In Greek, it's present.",
    "start": "00:21:46",
    "end": "00:21:48"
  },
  {
    "text": "I am. I am the one who is.",
    "start": "00:21:49",
    "end": "00:21:51"
  },
  {
    "text": "That's right. And if you always will be the one who will be, then tense doesn't matter. Then you are also. You are the one who is.",
    "start": "00:21:51",
    "end": "00:22:01"
  },
  {
    "text": "And you were the one who was.",
    "start": "00:22:01",
    "end": "00:22:02"
  },
  {
    "text": "And you were the one who was. That's right. Yeah. You can say in any three. You can say it in present or future.",
    "start": "00:22:02",
    "end": "00:22:06"
  },
  {
    "text": "And you are being the one. You are being.",
    "start": "00:22:06",
    "end": "00:22:08"
  },
  {
    "text": "Yeah. So this is great because it's not just the word. He doesn't ever say use the word name, but he is picking up on the very meaning of the divine Name, namely the One who is. And he asserts that about himself because.",
    "start": "00:22:11",
    "end": "00:22:27"
  },
  {
    "text": "The name of God being a divine attribute that was personified as well.",
    "start": "00:22:27",
    "end": "00:22:31"
  },
  {
    "text": "Yeah. Remember that phrase that we looked at?",
    "start": "00:22:31",
    "end": "00:22:34"
  },
  {
    "text": "The name was, I'll put my name in him.",
    "start": "00:22:34",
    "end": "00:22:36"
  },
  {
    "text": "I will put my name in the temple.",
    "start": "00:22:36",
    "end": "00:22:38"
  },
  {
    "text": "Yeah. And then in the angel too.",
    "start": "00:22:38",
    "end": "00:22:40"
  },
  {
    "text": "Then in the angel, the angel who goes with you. I will put my name in him. Yeah. And so here's Jesus saying that he is the divine name as a human. Then there are going to be other passages. When we finally get to John, chapter 17, I'm setting the ground here. When you get to John 17, this name, our minds will explode theme is going to go off the charts. John 17, man. Yeah.",
    "start": "00:22:40",
    "end": "00:23:07"
  },
  {
    "text": "So dense.",
    "start": "00:23:07",
    "end": "00:23:07"
  },
  {
    "text": "You want to just do it right now? Let's do it right now.",
    "start": "00:23:07",
    "end": "00:23:09"
  },
  {
    "text": "Sure, let's do it.",
    "start": "00:23:09",
    "end": "00:23:10"
  },
  {
    "text": "Let's get. Let's go down to the. This is the climactic summary. Then we'll come back to John and Spirit.",
    "start": "00:23:10",
    "end": "00:23:15"
  },
  {
    "text": "Okay.",
    "start": "00:23:15",
    "end": "00:23:15"
  },
  {
    "text": "All right. So all these things we've. We've talked about, the Word, the wisdom, the glory, glory, the name, they all come crashing into each other in Jesus prayer. This climactic prayer. And. And then he goes on from here and gets arrested. So he opens up, father, the hour has come. Glorify your son so that the Son may glorify you even as you gave him authority over all flesh. A human given authority over all flesh.",
    "start": "00:23:44",
    "end": "00:24:19"
  },
  {
    "text": "Yeah, the Son of man.",
    "start": "00:24:19",
    "end": "00:24:21"
  },
  {
    "text": "That's Daniel seven, Son of man stuff. The glorification of the persecuted Son of man who got trampled by the beast.",
    "start": "00:24:21",
    "end": "00:24:28"
  },
  {
    "text": "So that's why he's saying glorify, because we've already established that he is the glory of God.",
    "start": "00:24:28",
    "end": "00:24:33"
  },
  {
    "text": "Yeah, that's right. Yes. But there is an hour of glory that's yet to come, and that's this.",
    "start": "00:24:33",
    "end": "00:24:38"
  },
  {
    "text": "Son of Man being seated at the right hand, given authority over all.",
    "start": "00:24:38",
    "end": "00:24:43"
  },
  {
    "text": "Yes, that's right. So the whole story of Jesus is viewed now as kind of one thing. Yeah, the human one, rejected and trampled by the beast. But that trampling is actually the means by which he's exalted to the glorious reign share in God's reign over all things. So he's picking up on the Daniel 7 and the suffering and glory themes that are there at work in Daniel and in Isaiah. So that to everyone that you have given him. He's talking about himself. In third person. So, Father, everyone you have given him, the Son, may have eternal life. This is eternal life, that they may know you, the one, the only true God and Jesus Messiah, whom you've sent. Wait, so is eternal life about knowing God, or is it about knowing Jesus? And of course, the point is. Yes.",
    "start": "00:24:43",
    "end": "00:25:38"
  },
  {
    "text": "And what does that mean? That eternal life is knowing something?",
    "start": "00:25:38",
    "end": "00:25:40"
  },
  {
    "text": "Oh, yeah, dude. Right. So this is. This is a really important passage to help people who see the phrase eternal life referring only to the thing that happens after you die. That's explicitly not what it means.",
    "start": "00:25:40",
    "end": "00:25:55"
  },
  {
    "text": "Right.",
    "start": "00:25:55",
    "end": "00:25:55"
  },
  {
    "text": "Eternal life is when you move from a state of being a zombie among the living dead, and you move to a place of being reconnected in covenant relationship to your creator, which is the Father and the Son. And so, yeah, knowing. Relational, covenantal, knowing your eternal life begins now kind of thing. It's very powerful.",
    "start": "00:25:56",
    "end": "00:26:22"
  },
  {
    "text": "Yeah.",
    "start": "00:26:22",
    "end": "00:26:22"
  },
  {
    "text": "He goes on, now, father, glorify me together with yourself with the glory that I had with you before the world existed.",
    "start": "00:26:23",
    "end": "00:26:34"
  },
  {
    "text": "Is this the kind of like the emptying kind of thing? Thing that. What's the.",
    "start": "00:26:35",
    "end": "00:26:40"
  },
  {
    "text": "Paul.",
    "start": "00:26:41",
    "end": "00:26:41"
  },
  {
    "text": "What's the fancy word? Yeah, Paul talks about?",
    "start": "00:26:41",
    "end": "00:26:43"
  },
  {
    "text": "Oh, yeah, it's the Greek word kenosis.",
    "start": "00:26:43",
    "end": "00:26:44"
  },
  {
    "text": "Kenosis.",
    "start": "00:26:44",
    "end": "00:26:45"
  },
  {
    "text": "Emptying.",
    "start": "00:26:45",
    "end": "00:26:46"
  },
  {
    "text": "Is this a sense of, like, okay, Jesus was with God and was God and was full of glory, but somehow by taking on flesh, he emptied himself. It seems like what he's saying is, like, he has this new reality right now where he doesn't experience the glory he had experienced before.",
    "start": "00:26:46",
    "end": "00:27:05"
  },
  {
    "text": "Yes. Yeah, in a sense. But remember, in chapter one, John said the word became flesh and we saw his glory.",
    "start": "00:27:05",
    "end": "00:27:13"
  },
  {
    "text": "Yeah.",
    "start": "00:27:13",
    "end": "00:27:14"
  },
  {
    "text": "But throughout the Gospel of John, the whole narrative tension is. Some people see it, some people see Jesus as the glory of God, become human. Other people don't. But there's coming a moment, the hour has come when Jesus will be glorified with. With the glory that he had before the world began. So there is a sense in which Jesus, life before his crucifixion and resurrection was a hidden glory or a glory that wasn't fully revealed. And here in the Hebrew Bible, what exists in the beginning with God? Well, it's the Word and wisdom. And so that's. And the glory. Cool.",
    "start": "00:27:14",
    "end": "00:27:55"
  },
  {
    "text": "Sam.",
    "start": "00:27:57",
    "end": "00:28:13"
  },
  {
    "text": "Go down to verse 11, John 17. He begins to pray for the disciples. And he says, holy Father, keep them in your name, the name which you have given me, so that they may be one as we are one. What is that?",
    "start": "00:28:48",
    "end": "00:29:08"
  },
  {
    "text": "I am the Father. The Father's in me, and you are in us.",
    "start": "00:29:10",
    "end": "00:29:12"
  },
  {
    "text": "Yeah, yeah, yeah, totally. Yeah. But now it's the name. The name, yeah.",
    "start": "00:29:12",
    "end": "00:29:17"
  },
  {
    "text": "And this is actually first time this is really registered for me, thinking of the name being the divine attribute, the.",
    "start": "00:29:17",
    "end": "00:29:23"
  },
  {
    "text": "One and only name.",
    "start": "00:29:23",
    "end": "00:29:24"
  },
  {
    "text": "Yeah. And so to keep them in your name, it's basically another way to say keep them in you.",
    "start": "00:29:24",
    "end": "00:29:29"
  },
  {
    "text": "Mm. Yeah.",
    "start": "00:29:30",
    "end": "00:29:31"
  },
  {
    "text": "But who is you? What is your name? Well, it's me.",
    "start": "00:29:31",
    "end": "00:29:34"
  },
  {
    "text": "It's me. That's right. Yes. Yeah, that's it.",
    "start": "00:29:34",
    "end": "00:29:37"
  },
  {
    "text": "Yeah, that's it.",
    "start": "00:29:37",
    "end": "00:29:38"
  },
  {
    "text": "Yep. So that they may be one, as we are one now already. That's clearly working on the level of analogy. This is not saying that Jesus followers.",
    "start": "00:29:38",
    "end": "00:29:48"
  },
  {
    "text": "Become God, become the preeminent, are in each other.",
    "start": "00:29:48",
    "end": "00:29:51"
  },
  {
    "text": "That's actually. It's interesting. Jesus disciples are never in another. They are in the Father, and they are in Jesus, but they're never. And Jesus and the Father are in each other, but the disciples are never in each other. The way that the disciples show their oneness with each other is love. This is how the world will know you're followers of the One who is in the Father and the Father is in me. How do you know? One love each other. So it's the act of love. This is so beautiful. We're getting to it, dude. We're getting to the sweet core. The thing that John wants to share with us is that the thing that Jesus and his Father have had going for eternity, that defines what God means to a Christian. That God is a community of love. And that oneness and unity of love, inner oneness, is mirrored by Jesus followers when they show unity and oneness with each other by acts of loving, service and sacrifice. So there's something about when I. Right, when I disadvantage myself to benefit you as an act of selfless, sacrificial love, that we are uniting creates a bond between humans. And when family members do it for another, that's powerful. When friends do it for one another, that's powerful. But it's almost more powerful because there's less of a family bond, natural bond. And when strangers do it for each other, or when people or enemies or enemies do it for each other, that's a powerful symbolic statement about you and me as fellow humans. And the oneness of love between the Father and the Son is most closely mirrored or illustrated when two humans show love for each other, that's where this whole thing's going. There you go.",
    "start": "00:29:51",
    "end": "00:31:50"
  },
  {
    "text": "Has anyone ever done, like, sociological, philosophical study on what culture would be like, what societies would be like if everyone acted selflessly?",
    "start": "00:31:50",
    "end": "00:32:04"
  },
  {
    "text": "Surely there's some novel that's been written or movie that's been Made. I don't know.",
    "start": "00:32:05",
    "end": "00:32:09"
  },
  {
    "text": "Yeah, some fiction, like. But beyond. Beyond fiction.",
    "start": "00:32:09",
    "end": "00:32:12"
  },
  {
    "text": "Clearly fiction.",
    "start": "00:32:12",
    "end": "00:32:13"
  },
  {
    "text": "Well, beyond fiction. I mean, kind of like. I think what people typically say is, hey, it doesn't work because someone is going to be a bad apple. And that bad apple, if everyone's acting selflessly, is going to eventually get the upper hand on everything. And the wolf in sheep's clothing. And so you can't actually act that way. It doesn't actually work. But I'm wondering if anyone's ever really thought through that, like, is that the case? Or if most people were acting selflessly and there were these sheep or wolf in sheep's clothing and they came up sporadically, would they eventually be converted to.",
    "start": "00:32:13",
    "end": "00:32:57"
  },
  {
    "text": "The Way of Love?",
    "start": "00:32:57",
    "end": "00:32:57"
  },
  {
    "text": "And this is the power paradox. Remember that book we were talking about, which is like, how do you gain power? How do you really gain and keep power? And his whole point was, you don't do it through these Machiavellian ways and that. I guess he's the one that's written about it anyways.",
    "start": "00:32:58",
    "end": "00:33:15"
  },
  {
    "text": "Yep.",
    "start": "00:33:16",
    "end": "00:33:16"
  },
  {
    "text": "Sorry, that was total aside.",
    "start": "00:33:16",
    "end": "00:33:18"
  },
  {
    "text": "All right, let's go down to verse 20. It gets better. This is better. This is the climax right here, prayer. And it's where all the stuff, your head starts spinning, if it's not already. Then Jesus moves on from praying from the disciples like that he hung out with, to say, I'm not asking in prayer on behalf of just these, the disciples, I know, but also for those who will believe in me through their word, the future generations of the Jesus movement. I ask that they may all be one, even as you, Father, are in me, and I in you, that they also may be in us, that the world may know or may believe that you sent me. So you see now me and you and you and me is another way of saying 1. That they may believe the glory that you have given me I've given to them. That they may be one, just as we are one, I in them, and you in me. That they may be perfected in oneness or unity. I think is how it gets my translation, but I think unity is how it usually gets translated. So that the world may know that you sent me, and that they may know that you loved them, even as you have loved me, Father, I desire that they also, the ones that you've given me, may be with me where I am, so that they may see my glory which you have given me. For you loved me before the foundation of the world. O righteous Father, love. The world hasn't known you, but I've Known you and these now know that you sent me. I have made your name known to them and I will make it known so that the love with which you loved me may be in them and I in them. Holy cow.",
    "start": "00:33:18",
    "end": "00:35:13"
  },
  {
    "text": "The love which you have loved me may be in them and I in.",
    "start": "00:35:13",
    "end": "00:35:17"
  },
  {
    "text": "Them, which is the love. Jesus is the physical embodiment of the love of the Father because he is the one and only beloved one, the ultimate loved one. So gosh, there's almost. I've tried to draw different pictures throughout the years to help me, but the claim is that Jesus and the Father and as we're going to see through the Spirit, are a community of eternal love. What was God doing before creation?",
    "start": "00:35:17",
    "end": "00:35:44"
  },
  {
    "text": "Having a snack? I don't know.",
    "start": "00:35:45",
    "end": "00:35:46"
  },
  {
    "text": "Loving each other. You loved me before the foundation of the world, Jesus says. Like when Jesus wants to talk about the essence of God's eternal nature and existence. Yeah, it was.",
    "start": "00:35:48",
    "end": "00:35:59"
  },
  {
    "text": "I get that in the abstract, but I mean, if there isn't anything that exists, in what ways are they loving each other or serving each other?",
    "start": "00:35:59",
    "end": "00:36:09"
  },
  {
    "text": "Well, yeah. Okay. Who knows?",
    "start": "00:36:09",
    "end": "00:36:11"
  },
  {
    "text": "Who knows?",
    "start": "00:36:11",
    "end": "00:36:12"
  },
  {
    "text": "How can we even really know what.",
    "start": "00:36:12",
    "end": "00:36:14"
  },
  {
    "text": "We'Re talking about here?",
    "start": "00:36:14",
    "end": "00:36:14"
  },
  {
    "text": "But this is the claim being made. It's is the only way a human can show love is if there's another human. Love is a relational, other centered experience. And the claim of the story of Jesus is that at the center of the universe is a beautiful mind who is a community of love. A one and more than one community of love. Because what does it mean to say love except that there has to be an other to love? So God's a community of lovers and that you and I, that the universe exists as the outflow or the overflow of God's the of God's love. That the universe is a testament to the fact that God wanted to share life and love with more than just the community of God's own self. We're being invited into a whole new dimension in this prayer.",
    "start": "00:36:15",
    "end": "00:37:14"
  },
  {
    "text": "And so he made multi organisms. What do we multi anyways?",
    "start": "00:37:14",
    "end": "00:37:22"
  },
  {
    "text": "Yeah.",
    "start": "00:37:22",
    "end": "00:37:22"
  },
  {
    "text": "So he made us.",
    "start": "00:37:22",
    "end": "00:37:23"
  },
  {
    "text": "Yeah. Okay, so let me draw this at least.",
    "start": "00:37:23",
    "end": "00:37:27"
  },
  {
    "text": "Multicellular organisms.",
    "start": "00:37:27",
    "end": "00:37:29"
  },
  {
    "text": "Let's do closely multiplies. Yeah. Beings that are one, but also more than one. Right. Isn't that the history of the cell?",
    "start": "00:37:29",
    "end": "00:37:38"
  },
  {
    "text": "Yeah.",
    "start": "00:37:38",
    "end": "00:37:39"
  },
  {
    "text": "Totally replicating itself.",
    "start": "00:37:39",
    "end": "00:37:40"
  },
  {
    "text": "Yeah. We are a bunch of different cells working together on one level to make one organism.",
    "start": "00:37:40",
    "end": "00:37:48"
  },
  {
    "text": "Humans are one thing.",
    "start": "00:37:48",
    "end": "00:37:49"
  },
  {
    "text": "Yeah.",
    "start": "00:37:50",
    "end": "00:37:50"
  },
  {
    "text": "One species.",
    "start": "00:37:50",
    "end": "00:37:51"
  },
  {
    "text": "Many, many things.",
    "start": "00:37:51",
    "end": "00:37:53"
  },
  {
    "text": "And also many things.",
    "start": "00:37:53",
    "end": "00:37:54"
  },
  {
    "text": "Yeah. We're weird.",
    "start": "00:37:55",
    "end": "00:37:57"
  },
  {
    "text": "Yes. Yeah. These are those moments where I don't know what other phrase I remember When I first saw the wizard of Oz as a child, I was so, so, like weirded out. It was such a strange story.",
    "start": "00:37:57",
    "end": "00:38:10"
  },
  {
    "text": "Yeah.",
    "start": "00:38:11",
    "end": "00:38:11"
  },
  {
    "text": "I mean, I probably saw it when I was like 8 or something. I had no categories for it. And it was also from older era of films.",
    "start": "00:38:11",
    "end": "00:38:17"
  },
  {
    "text": "Yeah.",
    "start": "00:38:17",
    "end": "00:38:18"
  },
  {
    "text": "And so it's. It was this weird other world. I don't know, the motifs and categories being work. It was just completely other to me. And so now I feel like every day I wake up and am convinced and experience reality as more strange than what I remember that strange. So I just say reality is stranger than Oz.",
    "start": "00:38:18",
    "end": "00:38:44"
  },
  {
    "text": "Totally. We've been lulled into this.",
    "start": "00:38:44",
    "end": "00:38:46"
  },
  {
    "text": "We get used to it.",
    "start": "00:38:46",
    "end": "00:38:47"
  },
  {
    "text": "We're just used to it.",
    "start": "00:38:47",
    "end": "00:38:48"
  },
  {
    "text": "What are we doing here?",
    "start": "00:38:48",
    "end": "00:38:49"
  },
  {
    "text": "We're just like, oh, yeah, this is.",
    "start": "00:38:49",
    "end": "00:38:51"
  },
  {
    "text": "Normal flying space rock made up of. I went to Omsi Oregon Museum of Science and Industry here in Portland and they were having a really cool exhibit on Pompeii. It was really, really neat. But then we went to the Earth Science Exploration center or whatever and they had this whole thing on gas and the atmosphere. And so my sons had moved on to the next thing. But I was sitting there staring at this exhibit about the atmosphere and about how the only thing keeping all of our water and oxygen from being sucked out into space is a layer of invisible gas that formed by heat coming off of the forming H2O molecules in the water. And that eventually that thing formed.",
    "start": "00:38:51",
    "end": "00:39:43"
  },
  {
    "text": "Didn't it form from all the single cell organisms that are floating in the ocean?",
    "start": "00:39:43",
    "end": "00:39:48"
  },
  {
    "text": "That's right. Yes, yes, yes.",
    "start": "00:39:48",
    "end": "00:39:49"
  },
  {
    "text": "And they're whatever.",
    "start": "00:39:49",
    "end": "00:39:51"
  },
  {
    "text": "Emitting.",
    "start": "00:39:51",
    "end": "00:39:51"
  },
  {
    "text": "Yeah. Emissions into the atmosphere formed that ozone layer essentially.",
    "start": "00:39:52",
    "end": "00:39:57"
  },
  {
    "text": "But that's it. And then I'm just like. It was just one of those moments like, we're on the flying space rack. Space.",
    "start": "00:39:57",
    "end": "00:40:02"
  },
  {
    "text": "Space rock.",
    "start": "00:40:03",
    "end": "00:40:03"
  },
  {
    "text": "We're on the flying space rock.",
    "start": "00:40:03",
    "end": "00:40:05"
  },
  {
    "text": "The sun is a powerful laser.",
    "start": "00:40:05",
    "end": "00:40:06"
  },
  {
    "text": "Sun's a powerful laser and the only thing sustaining all of us. Well, there's many things, but one of the main things is this invisible gas layer that could just not be there and then we would not be here. What is happening? So the Christian story comes along and is telling a version of the flying space rock story and saying there's a person at the center of this whole thing. And the moment, you know, that you're in touch with the meaning of the universe is when you experience love from another. And when I give out love to another. And that that itself is just a shadow of the reality of the heart and character of the being who generated this whole thing. That's the claim being made by this story.",
    "start": "00:40:06",
    "end": "00:40:54"
  },
  {
    "text": "And is this why also then John in his epistle can say God is love.",
    "start": "00:40:54",
    "end": "00:40:58"
  },
  {
    "text": "He'll just say it. God is love. Which is important because for John, God isn't first and foremost creator and ruler. He is those things as a being of love. If an eternal community of other centeredness is the very definition of the Christian God, then what it means for that being to create will be very different than what it means for a solitary divine being to create.",
    "start": "00:40:58",
    "end": "00:41:24"
  },
  {
    "text": "Sure.",
    "start": "00:41:24",
    "end": "00:41:25"
  },
  {
    "text": "And the way the divine community of love rules the world will be very different than how the solitary lone deity would rule the world.",
    "start": "00:41:25",
    "end": "00:41:36"
  },
  {
    "text": "And talking about this eternal community of love, that is one. Is trinitarian theology correct? Is the phrase that's it?",
    "start": "00:41:36",
    "end": "00:41:45"
  },
  {
    "text": "Yeah.",
    "start": "00:41:45",
    "end": "00:41:46"
  },
  {
    "text": "People use?",
    "start": "00:41:46",
    "end": "00:41:46"
  },
  {
    "text": "That's right. So that's the phrase that later Christian thinkers and leaders gave to this thing that's happening all through the New Testament that is itself a way of talking about Jesus built on language that comes right from the Jewish scriptures themselves.",
    "start": "00:41:46",
    "end": "00:42:04"
  },
  {
    "text": "Right?",
    "start": "00:42:04",
    "end": "00:42:04"
  },
  {
    "text": "Yeah.",
    "start": "00:42:04",
    "end": "00:42:05"
  },
  {
    "text": "And we'll make a five minute video that explains all that.",
    "start": "00:42:05",
    "end": "00:42:07"
  },
  {
    "text": "Yeah. Here's a long quote from Larry Hurtado, one of my favorite New Testament nerds. He wraps us up. He says the Gospel of John draws on a rich, almost interchangeable association between God and God's name. It expresses a uniquely intimate relationship between Jesus and the Father. Indeed, for the author of the Gospel of John, for whom the biblical traditions he means the Hebrew scriptures, they provided the authoritative store of vocabulary and images and themes by which to express the significance of Jesus for him. This divine name tradition constituted the most profound way to talk about the relationship of the Son and the Father. To say, you have the one and only Name, and that Name is given to me as my Name, so to speak, of Jesus as invested with the divine Name or as given the Name, or manifesting God's name and his words and actions, coming with the Name or coming in the name of God, these are all phrases from John. This is to portray Jesus as bearing and exhibiting God in the most direct way possible in the conceptual categories of the biblical tradition and within the monotheistic commitment of that tradition. In other words, what he's saying is this is the most Jewish way possible to unify Jesus and the God of Israel as one. In the centuries to follow, Christians started using terms and conceptual categories from, say, Greek philosophical traditions. And this is where you start getting words like the Father and the Son are of one being or of one essence, or too many distinct persons, but one essence. But it's important to see that the use of the divine name tradition in John is, on its own terms, equally radical and a direct claim about the relationship between Jesus and God.",
    "start": "00:42:08",
    "end": "00:44:03"
  },
  {
    "text": "So there's a Greek way to talk about it.",
    "start": "00:44:03",
    "end": "00:44:05"
  },
  {
    "text": "The church has mostly.",
    "start": "00:44:06",
    "end": "00:44:07"
  },
  {
    "text": "And the church has mostly kind of used that, glommed onto that. Because the way we think really comes more directly from Greek thought than from Jewish thought.",
    "start": "00:44:07",
    "end": "00:44:16"
  },
  {
    "text": "Yeah, that's right. So the reason it's important is what it means is that the Trinity and Father, Son and Spirit, persons who are of one essence, those are later language and categories, but they're describing the same exact reality that the New Testament is trying to get at from beginning to end. But the New Testament is doing it with categories and language from the Hebrew scriptures. Yeah, but they're making the same radical claim about Jesus. And many of the disputes about is the Trinity a later idea or is it imposed on the Bible and that's just a fundamental category mistake or it's usually just that we don't know how the Hebrew Bible works or talks.",
    "start": "00:44:16",
    "end": "00:44:58"
  },
  {
    "text": "Well, if all you've ever talked about in terms of God's complex unity is Greek paradigms and Greek vocabulary.",
    "start": "00:44:58",
    "end": "00:45:11"
  },
  {
    "text": "Yes.",
    "start": "00:45:11",
    "end": "00:45:12"
  },
  {
    "text": "And then you say, hey, cool, show me where that's in the Bible. And then you go to the Bible and it's not using Greek paradigms and it's not using Greek vocabulary, and it's not using the vocabulary you've used to define the whole thing. Then you're going to be like, oh, it seems like you just made this up.",
    "start": "00:45:12",
    "end": "00:45:26"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:45:26",
    "end": "00:45:27"
  },
  {
    "text": "But if you go looking for the Jewish ways to talk about this and the Jewish vocabulary, it's all over. We haven't carried on the tradition of.",
    "start": "00:45:27",
    "end": "00:45:36"
  },
  {
    "text": "Using that vocabulary, Even though that is the biblical language.",
    "start": "00:45:36",
    "end": "00:45:39"
  },
  {
    "text": "I know. That is the biblical language. That's so interesting. I mean, it's kind of like, you know, we can appreciate foreign language, like, I don't know Greek, I don't know French. So if I'm in a room with someone speaking it, I don't know, you have to translate it into English. But in the same way there's as foreign languages, there's just foreign ways of thinking.",
    "start": "00:45:39",
    "end": "00:46:01"
  },
  {
    "text": "That's right.",
    "start": "00:46:01",
    "end": "00:46:02"
  },
  {
    "text": "There's foreign categories of thought.",
    "start": "00:46:02",
    "end": "00:46:04"
  },
  {
    "text": "Yeah. Language is inseparable from culture and worldview. Yeah.",
    "start": "00:46:04",
    "end": "00:46:09"
  },
  {
    "text": "And so the way that a Greek person, like a 1st century Greek person thought was different than the way a first century Jewish person thought and a first century Jewish person talking in Greek.",
    "start": "00:46:09",
    "end": "00:46:23"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:46:23",
    "end": "00:46:24"
  },
  {
    "text": "Is still thinking.",
    "start": "00:46:24",
    "end": "00:46:25"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:46:26",
    "end": "00:46:27"
  },
  {
    "text": "Like a Jewish person just using Greek language.",
    "start": "00:46:27",
    "end": "00:46:30"
  },
  {
    "text": "Yeah, that's what we call the New Testament.",
    "start": "00:46:30",
    "end": "00:46:31"
  },
  {
    "text": "And that's what we call New Testament. And I never really thought of it that way.",
    "start": "00:46:31",
    "end": "00:46:34"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:46:34",
    "end": "00:46:35"
  },
  {
    "text": "I always think of it as. It's Greek, you know, not intentionally.",
    "start": "00:46:35",
    "end": "00:46:42"
  },
  {
    "text": "And they are using. I mean, the fact that they're using the Greek language means that there's already a step of cultural translation happening.",
    "start": "00:46:42",
    "end": "00:46:48"
  },
  {
    "text": "Right.",
    "start": "00:46:48",
    "end": "00:46:48"
  },
  {
    "text": "But the author who does that the most is Paul, and that's because he had a way more diverse education, it seems, than any of the other apostles.",
    "start": "00:46:49",
    "end": "00:46:57"
  },
  {
    "text": "So he kind of was bilingual.",
    "start": "00:46:57",
    "end": "00:47:00"
  },
  {
    "text": "So he can talk.",
    "start": "00:47:00",
    "end": "00:47:01"
  },
  {
    "text": "Bilingual by thought.",
    "start": "00:47:01",
    "end": "00:47:02"
  },
  {
    "text": "That's right. He can speak in the Hebrew Bible style Greek and think that way. And he can think in Greek philosophy, Greek. And his letters often show him in both modes, sometimes simultaneously. Whereas for John, it's way more just the fabric of the themes. And the language is right from the Jewish scriptures. Yeah, yeah. This is the way it's being patient with the Bible. Or rather the Bible's been patient with us.",
    "start": "00:47:02",
    "end": "00:47:32"
  },
  {
    "text": "Right.",
    "start": "00:47:33",
    "end": "00:47:33"
  },
  {
    "text": "And has allowed us to not hear what it's saying. For me, my. This is one of the things I hope that for the video, it's allowing or helping people hear the claims of the New Testament about Jesus, but on their own terms. And to do that, we have to create a map, a conceptual map of how the Hebrew Bible.",
    "start": "00:47:33",
    "end": "00:47:53"
  },
  {
    "text": "You have to create. We've been calling them shelves. You have to create all these shelves.",
    "start": "00:47:53",
    "end": "00:47:56"
  },
  {
    "text": "That's right.",
    "start": "00:47:56",
    "end": "00:47:57"
  },
  {
    "text": "That we don't have. That are Jewish shelves.",
    "start": "00:47:57",
    "end": "00:48:00"
  },
  {
    "text": "Yeah.",
    "start": "00:48:00",
    "end": "00:48:00"
  },
  {
    "text": "So that then when we get to these claims, you go, oh, that goes on.",
    "start": "00:48:01",
    "end": "00:48:05"
  },
  {
    "text": "That's right.",
    "start": "00:48:05",
    "end": "00:48:06"
  },
  {
    "text": "That conceptual shelf.",
    "start": "00:48:06",
    "end": "00:48:08"
  },
  {
    "text": "Yeah.",
    "start": "00:48:08",
    "end": "00:48:08"
  },
  {
    "text": "And that's so much. We've never had to do that so much in any theme.",
    "start": "00:48:09",
    "end": "00:48:14"
  },
  {
    "text": "In any theme video.",
    "start": "00:48:14",
    "end": "00:48:15"
  },
  {
    "text": "It's create so many shelves.",
    "start": "00:48:15",
    "end": "00:48:17"
  },
  {
    "text": "That's right.",
    "start": "00:48:18",
    "end": "00:48:18"
  },
  {
    "text": "And not only are we creating shelves, we're creating very confusing shelves. And.",
    "start": "00:48:18",
    "end": "00:48:24"
  },
  {
    "text": "Yeah, that's true.",
    "start": "00:48:24",
    "end": "00:48:25"
  },
  {
    "text": "Specifically, like, one really confusing thing is this whole difference between Son of Man and Son of God.",
    "start": "00:48:25",
    "end": "00:48:30"
  },
  {
    "text": "Yeah.",
    "start": "00:48:30",
    "end": "00:48:30"
  },
  {
    "text": "Super counterintuitive.",
    "start": "00:48:31",
    "end": "00:48:33"
  },
  {
    "text": "You actually have to know the particular narratives underneath each of those terms.",
    "start": "00:48:33",
    "end": "00:48:39"
  },
  {
    "text": "And while doing that, you have to kind of rip the concept free of the mental model we have that you already have, and then let it reshape. And that in and of itself is a massive endeavor. And there was another one we were talking about that was like, oh, yeah, that's a big misunderstanding that I feel like we're gonna have to be careful with. And these are all just to create the shelves.",
    "start": "00:48:40",
    "end": "00:49:04"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:49:04",
    "end": "00:49:05"
  },
  {
    "text": "So then we can then go, cool. Now how does the Bible talk about the identity of God as it relates to Jesus.",
    "start": "00:49:05",
    "end": "00:49:11"
  },
  {
    "text": "Yep.",
    "start": "00:49:11",
    "end": "00:49:12"
  },
  {
    "text": "And then we haven't even started talking about the Spirit so much.",
    "start": "00:49:12",
    "end": "00:49:15"
  },
  {
    "text": "Right. Well, we did in Paul. We did in Paul. And that's what we can do next in John.",
    "start": "00:49:15",
    "end": "00:49:19"
  },
  {
    "text": "We've got some work cut out for us.",
    "start": "00:49:19",
    "end": "00:49:21"
  },
  {
    "text": "We do, yeah.",
    "start": "00:49:21",
    "end": "00:49:22"
  },
  {
    "text": "This is why I've been thinking this is not a five minute video.",
    "start": "00:49:22",
    "end": "00:49:25"
  },
  {
    "text": "Totally. I'm down with finding a new way, a different kind of video than we've made up to this point.",
    "start": "00:49:26",
    "end": "00:49:32"
  },
  {
    "text": "Yeah. Thanks for listening to this episode of the BibleProject podcast. We have just two more episodes left in the God series. It's been our longest series to date. We're grateful for you to hang in there with us. After this series, we are going to begin a shorter discussion on a new theme, the theme of the Son of Man. Today's episode was edited and produced by Dan Gummel, music by Tay, the producer, and theme music by the band Tense. If you'd like to learn more about our organization, you can go to thebibleproject.com we have videos on themes through the Bible and videos on the literary structure of every book of the Bible. We have videos on how to read the Bible. We have some word study videos to get you familiar with Greek and Hebrew words. All of this is for free. There's study notes, there's other resources. Check it out. We're a non profit animation studio in Portland, Oregon. We believe the Bible is a unified story that leads to Jesus and has wisdom for the modern world. Thanks for being a part of this with us.",
    "start": "00:49:32",
    "end": "00:50:38"
  },
  {
    "text": "My name is Amber and I am from Miami, Florida. I use the Bible Project so often in my everyday life just to kind of deepen my revelation of of the Bible. What I love about the Bible Project so much is that it gets all these different people together to use their spiritual talents to extend the message of the Bible to everyone else in the.",
    "start": "00:50:39",
    "end": "00:51:04"
  },
  {
    "text": "World that may not understand it the.",
    "start": "00:51:04",
    "end": "00:51:06"
  },
  {
    "text": "Way that it already is presented. We believe the Bible Project is a unified story that leads to Jesus. We are a crowd funded project by people like me. Me. Find free videos, podcasts, study notes and more@thebibleproject.com.",
    "start": "00:51:06",
    "end": "00:51:19"
  }
]