[
  {
    "text": "Hey, this is Jon and Tim, and you're listening to the Bible Project podcast today. On this episode, we were originally going to do a question and response episode about the last three God episodes.",
    "start": "00:00:07",
    "end": "00:00:21"
  },
  {
    "text": "Correct.",
    "start": "00:00:21",
    "end": "00:00:21"
  },
  {
    "text": "And as we sat down to do it, Tim said, hey, actually we recorded that episode.",
    "start": "00:00:22",
    "end": "00:00:27"
  },
  {
    "text": "Yeah.",
    "start": "00:00:27",
    "end": "00:00:27"
  },
  {
    "text": "10 months ago.",
    "start": "00:00:27",
    "end": "00:00:28"
  },
  {
    "text": "Yeah.",
    "start": "00:00:28",
    "end": "00:00:29"
  },
  {
    "text": "And I've got some new thoughts that I think would be helpful.",
    "start": "00:00:30",
    "end": "00:00:33"
  },
  {
    "text": "That's right.",
    "start": "00:00:33",
    "end": "00:00:33"
  },
  {
    "text": "So this episode's actually going to be us talking through.",
    "start": "00:00:33",
    "end": "00:00:37"
  },
  {
    "text": "Yeah. Things that I've learned and want to put out there about more things about the Divine council and the other divine beings that rule under God's authority.",
    "start": "00:00:38",
    "end": "00:00:48"
  },
  {
    "text": "Specifically, we're going to spend a lot of time looking at Genesis 1 and the origin of the celestial beings of.",
    "start": "00:00:49",
    "end": "00:00:55"
  },
  {
    "text": "The Divine Council, and Then also Psalm 82. Then in the last 10, 15 minutes or so, we'll answer some questions and explore this whole complex topic even more.",
    "start": "00:00:55",
    "end": "00:01:09"
  },
  {
    "text": "So thanks for joining us. Here we go. Are you ready to talk about God?",
    "start": "00:01:09",
    "end": "00:01:17"
  },
  {
    "text": "I think I'm ready to respond to.",
    "start": "00:01:17",
    "end": "00:01:20"
  },
  {
    "text": "Respond to questions. We are in the beginning of a series walking through God, the identity of God in the Bible. And. And we just had three episodes looking at the word Elohim and then looking at the Divine council. Was that the third one, though?",
    "start": "00:01:20",
    "end": "00:01:39"
  },
  {
    "text": "That was the third one. So it was about. We started with the word Elohim, how it can refer to the singular chief Elohim, creator of heaven and earth, whose name in the Old Testament is Yahweh, God of Israel. However, the word can also refer to other divine beings that populate the biblical world. And that's usually translated in English with a lowercase g. Gods. But the main takeaways were that in the biblical worldview, there are many Elohim. There is one chief Elohim who made all of the others and all of creation. But. But that doesn't mean those other Elohim aren't Elohim. They are. And then it was about the meaning of the word means an inhabitant of the non physical realm.",
    "start": "00:01:39",
    "end": "00:02:31"
  },
  {
    "text": "Yeah. And we talked about that. Probably the most direct translation of Elohim to help make sense then is spiritual being.",
    "start": "00:02:31",
    "end": "00:02:38"
  },
  {
    "text": "Yeah, spiritual being. Yeah, that's right.",
    "start": "00:02:38",
    "end": "00:02:40"
  },
  {
    "text": "Because when you say God, it has all this baggage.",
    "start": "00:02:40",
    "end": "00:02:42"
  },
  {
    "text": "Correct.",
    "start": "00:02:42",
    "end": "00:02:43"
  },
  {
    "text": "Although Elohim is translated most often as.",
    "start": "00:02:43",
    "end": "00:02:46"
  },
  {
    "text": "God when it refers to the God.",
    "start": "00:02:46",
    "end": "00:02:49"
  },
  {
    "text": "Of Israel, but also.",
    "start": "00:02:49",
    "end": "00:02:51"
  },
  {
    "text": "Oh, and it refers. That's right. That's right.",
    "start": "00:02:51",
    "end": "00:02:53"
  },
  {
    "text": "Yeah.",
    "start": "00:02:53",
    "end": "00:02:53"
  },
  {
    "text": "And it refers to the gods of other nations or other spiritual beings.",
    "start": "00:02:53",
    "end": "00:02:57"
  },
  {
    "text": "Yeah. And then you get verses like, God is the God of gods.",
    "start": "00:02:57",
    "end": "00:03:00"
  },
  {
    "text": "Yeah. Yahweh is the God of Gods. He is the one Elohim over the many other Elohim. Yeah, yeah. All right.",
    "start": "00:03:00",
    "end": "00:03:06"
  },
  {
    "text": "Mindbender number one.",
    "start": "00:03:06",
    "end": "00:03:07"
  },
  {
    "text": "That's right.",
    "start": "00:03:07",
    "end": "00:03:08"
  },
  {
    "text": "And then the second episode.",
    "start": "00:03:08",
    "end": "00:03:09"
  },
  {
    "text": "Second was when the Bible said when biblical authors use phrases like there is no other God besides.",
    "start": "00:03:09",
    "end": "00:03:15"
  },
  {
    "text": "Yeah, what are they?",
    "start": "00:03:16",
    "end": "00:03:16"
  },
  {
    "text": "Yahweh. What they mean is no other Elohim compares to Yahweh.",
    "start": "00:03:16",
    "end": "00:03:21"
  },
  {
    "text": "Not that there isn't any other Elohim.",
    "start": "00:03:21",
    "end": "00:03:22"
  },
  {
    "text": "They're not saying that other Elohim don't exist because the same biblical authors like Paul or Moses will then in other passages, talk about the reality of these other Elohim. So these Elohim go by various titles in the Old Testament and the New Testament. They can be called Elohim, which gets translated as lowercase g, Gods. They're also sometimes called the sons of Elohim, the sons of God, members of the class of Elohim, lesser divine beings. They can be called the heavenly host, the heavenly army. They can be called the holy ones or the congregation or council of God. They're appointed delegates of how God runs the world. So that's what episode three was about.",
    "start": "00:03:22",
    "end": "00:04:09"
  },
  {
    "text": "Episode three was all about the divine council and how God rules the world with delegated authority.",
    "start": "00:04:09",
    "end": "00:04:15"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:04:15",
    "end": "00:04:16"
  },
  {
    "text": "Mindbender number three. So we did those three episodes, and that just begs a ton of questions.",
    "start": "00:04:16",
    "end": "00:04:22"
  },
  {
    "text": "Yeah. So many cans of fascinating worms.",
    "start": "00:04:22",
    "end": "00:04:25"
  },
  {
    "text": "Cans of worms.",
    "start": "00:04:26",
    "end": "00:04:27"
  },
  {
    "text": "Cans of worms. Multiple cans, multiple cans of Multiple types of worms. Fascinating worms want to crawl out. So here's one dynamic that maybe some listeners have picked up. If you hear us making any time references in any of those episodes and actually the rest of the God series, there's something that we haven't quite done yet up to this point. John and I, we had these conversations. We're sitting right now in this moment right now.",
    "start": "00:04:27",
    "end": "00:04:52"
  },
  {
    "text": "It's 2018.",
    "start": "00:04:52",
    "end": "00:04:53"
  },
  {
    "text": "It's August 7, 2018.",
    "start": "00:04:53",
    "end": "00:04:56"
  },
  {
    "text": "Yeah. You'll listen to this in real time.",
    "start": "00:04:56",
    "end": "00:04:58"
  },
  {
    "text": "That's right. This Q and R episode is. Yeah. August 2018. It'll get released within a week. All of the God conversations happened 10 months ago in October 2017.",
    "start": "00:04:58",
    "end": "00:05:09"
  },
  {
    "text": "Past Tim and John had those conversations.",
    "start": "00:05:09",
    "end": "00:05:12"
  },
  {
    "text": "So this is just the inevitability of, like, being a lifelong learner and like a bookworm. Uncontrollable bookworm. I'm constantly learning and refining my ideas. And that's what humans do. What else can we do?",
    "start": "00:05:12",
    "end": "00:05:24"
  },
  {
    "text": "So you've listened to these three episodes. Totally present you, and you're going, oh, I've actually.",
    "start": "00:05:24",
    "end": "00:05:29"
  },
  {
    "text": "2018. Tim has listened back to 2017 Tim. And be going, like, oh, well, that's okay. But really you should say it this way or. Well, actually, here's the bigger context or you're not using that word in precisely the way I've learned more about. So anyway, there's all kinds of little modifications.",
    "start": "00:05:29",
    "end": "00:05:48"
  },
  {
    "text": "Yeah.",
    "start": "00:05:49",
    "end": "00:05:49"
  },
  {
    "text": "That you wish I want to make to my past self. And actually a lot of the questions that we'll respond to relate to things that I've been churning. So in that episode, I think I said October 2017. It was earlier that year in 2017 that I had realized that I was.",
    "start": "00:05:49",
    "end": "00:06:04"
  },
  {
    "text": "Yeah.",
    "start": "00:06:04",
    "end": "00:06:05"
  },
  {
    "text": "Ignoring these things, ignoring this whole layer of the biblical storyline. So I'm now over a year and a half into that journey and I've been reading a lot and reflecting a lot and so much discovery. It's uncanner to me how much of the Bible still feels like fresh territory no matter how many times I've read it. So there's a few things I just want to say to frame especially the last episode three about the Divine Council. So one thing that I didn't talk about because I didn't real hadn't reflected on it, was where any mention of the creation of the divine council or the sons of God or other spiritual beings, where are they mentioned? Because that's interesting.",
    "start": "00:06:05",
    "end": "00:06:46"
  },
  {
    "text": "Their origin story.",
    "start": "00:06:46",
    "end": "00:06:47"
  },
  {
    "text": "Yeah, their origin story. When are they made?",
    "start": "00:06:47",
    "end": "00:06:49"
  },
  {
    "text": "Yeah.",
    "start": "00:06:50",
    "end": "00:06:50"
  },
  {
    "text": "Because in any of the passages we talked about, they're just.",
    "start": "00:06:50",
    "end": "00:06:53"
  },
  {
    "text": "They're there.",
    "start": "00:06:53",
    "end": "00:06:54"
  },
  {
    "text": "They're just there.",
    "start": "00:06:54",
    "end": "00:06:54"
  },
  {
    "text": "Yeah.",
    "start": "00:06:54",
    "end": "00:06:55"
  },
  {
    "text": "And even when humans are created, the let us make human in our image. Actually, we have a question about this, but I'll preview it and just say it.",
    "start": "00:06:55",
    "end": "00:07:05"
  },
  {
    "text": "Yeah.",
    "start": "00:07:05",
    "end": "00:07:05"
  },
  {
    "text": "Because that's referring to the divine council.",
    "start": "00:07:05",
    "end": "00:07:06"
  },
  {
    "text": "You think that's referring to the divine Council?",
    "start": "00:07:06",
    "end": "00:07:08"
  },
  {
    "text": "Correct. So in other words, they already exist. And by Genesis 6, the sons of Elohim are there. Where am I supposed to have seen where they are created?",
    "start": "00:07:08",
    "end": "00:07:18"
  },
  {
    "text": "Right.",
    "start": "00:07:18",
    "end": "00:07:18"
  },
  {
    "text": "So here's something. The significance of it just sunk in like recently is that in Genesis 1, we've talked about the literary design of Genesis 1. You get the opening exposition. God created everything. The uncreated state was a state of chaos. And then God begins to speak. So there's 10 acts of speaking divided up into two panels of three days each days one through three days, four through six.",
    "start": "00:07:19",
    "end": "00:07:49"
  },
  {
    "text": "And there's 10 different acts of speaking.",
    "start": "00:07:49",
    "end": "00:07:51"
  },
  {
    "text": "And within them there's 10 acts of speaking, speaking, and eight acts of making and seven pronouncements of good did Genesis one. It's unbelievable.",
    "start": "00:07:51",
    "end": "00:07:59"
  },
  {
    "text": "Well architected.",
    "start": "00:08:01",
    "end": "00:08:02"
  },
  {
    "text": "Yes. Every word. There's not a careless misplaced word in the whole of the chapter.",
    "start": "00:08:02",
    "end": "00:08:08"
  },
  {
    "text": "Wow.",
    "start": "00:08:08",
    "end": "00:08:08"
  },
  {
    "text": "So anyhow, what's significant there is people have noticed this. The uncreated state is called wild and waste or tohu and vohu. Tohu means unordered or chaotic. Vohu means uninhabited or empty. Days 1 through 3 address the Tohu create order. So where there's only darkness now there's light and dark. An ordered pattern of time counteracting the tohu. Correct. Where there's just chaotic, undulating chaos. Waters. Now there's water separated from water so that dry land can emerge. Where there's uninhabitable dry land, vegetation and life emerges. So it's addressing tohu then. Vohu.",
    "start": "00:08:08",
    "end": "00:08:50"
  },
  {
    "text": "The environment.",
    "start": "00:08:50",
    "end": "00:08:50"
  },
  {
    "text": "The vohu. Yeah, the environment. We might say what? Days four through six is addressed the vohu, the uninhabited and.",
    "start": "00:08:50",
    "end": "00:08:58"
  },
  {
    "text": "Oh, yeah. It puts all the creatures.",
    "start": "00:08:58",
    "end": "00:08:59"
  },
  {
    "text": "Yeah. And it goes in the same order. It creates inhabitants for the sky. The sky. We'll talk about those. It creates inhabitants for the waters, so the fish and the sea creatures. And then inhabitants for the dry land.",
    "start": "00:09:00",
    "end": "00:09:13"
  },
  {
    "text": "Yeah.",
    "start": "00:09:13",
    "end": "00:09:14"
  },
  {
    "text": "Now let's talk about those inhabitants of the heavens.",
    "start": "00:09:14",
    "end": "00:09:16"
  },
  {
    "text": "The sky creatures.",
    "start": "00:09:17",
    "end": "00:09:18"
  },
  {
    "text": "Yeah. In other words, so you go light and dark, waters from the waters, and then waters draw back so dry land can appear.",
    "start": "00:09:18",
    "end": "00:09:26"
  },
  {
    "text": "Yeah. The water from the waters is creating the sky.",
    "start": "00:09:26",
    "end": "00:09:29"
  },
  {
    "text": "It's creating the space. Yeah.",
    "start": "00:09:29",
    "end": "00:09:31"
  },
  {
    "text": "For the sky.",
    "start": "00:09:31",
    "end": "00:09:31"
  },
  {
    "text": "The waters. Above the face of them is the blue dome above us.",
    "start": "00:09:31",
    "end": "00:09:35"
  },
  {
    "text": "Yeah. If you're just. If this is the first time you've thought about this.",
    "start": "00:09:35",
    "end": "00:09:37"
  },
  {
    "text": "Oh, yeah. We're gonna have a whole conversation on this. Come out.",
    "start": "00:09:37",
    "end": "00:09:41"
  },
  {
    "text": "Yeah.",
    "start": "00:09:41",
    "end": "00:09:41"
  },
  {
    "text": "But maybe it's. I don't think it's come out yet. The three tiered cosmology of the Bible.",
    "start": "00:09:41",
    "end": "00:09:46"
  },
  {
    "text": "Yeah, that there's this idea of the rakiya.",
    "start": "00:09:46",
    "end": "00:09:49"
  },
  {
    "text": "I see fascinating worms crawling out of here. Even more cans right now.",
    "start": "00:09:49",
    "end": "00:09:53"
  },
  {
    "text": "Worms sprouting into new worms. The ancient way to think about how the world was ordered was that we live here on land. Above us is a dome. Look around. It kind of feels like you're in a snow globe of sorts. Yeah. And the sky is actually a solid structure that holds back the waters.",
    "start": "00:09:53",
    "end": "00:10:13"
  },
  {
    "text": "Correct.",
    "start": "00:10:13",
    "end": "00:10:14"
  },
  {
    "text": "That was their understanding. Totally. And it was called the rakiya. So the first day of creation, separating the chaotic waters into two was basically creating second day. Oh, second day.",
    "start": "00:10:14",
    "end": "00:10:25"
  },
  {
    "text": "Yep.",
    "start": "00:10:25",
    "end": "00:10:25"
  },
  {
    "text": "Yeah, sorry.",
    "start": "00:10:25",
    "end": "00:10:26"
  },
  {
    "text": "Yep.",
    "start": "00:10:26",
    "end": "00:10:26"
  },
  {
    "text": "Was creating that space for something to emerge, something to happen.",
    "start": "00:10:26",
    "end": "00:10:31"
  },
  {
    "text": "That's right.",
    "start": "00:10:31",
    "end": "00:10:32"
  },
  {
    "text": "It's all chaotic waters. And now there's waters above.",
    "start": "00:10:32",
    "end": "00:10:35"
  },
  {
    "text": "Correct.",
    "start": "00:10:35",
    "end": "00:10:36"
  },
  {
    "text": "And water and the raqia, or what we would think of as the clouds.",
    "start": "00:10:36",
    "end": "00:10:39"
  },
  {
    "text": "Yeah, yeah, that's right. That float against the face of the raqiya. And so the bird, then God, then on its corresponding day in the second panel, on day five, he's inhabiting God's space. Or. Yeah, he shapes and creates inhabitants. So birds fly against the face of the raqqia, the sky dome, against the face of the waters above. Fish are in the waters below.",
    "start": "00:10:39",
    "end": "00:11:03"
  },
  {
    "text": "Wait, that all happens on day two.",
    "start": "00:11:03",
    "end": "00:11:04"
  },
  {
    "text": "That happens on three.",
    "start": "00:11:04",
    "end": "00:11:06"
  },
  {
    "text": "I mean, sorry, five and six. Four and five. Let's start over.",
    "start": "00:11:06",
    "end": "00:11:10"
  },
  {
    "text": "Okay. Day one. Day one, light and dark. It's the order of time instead of chaotic darkness, Time. Right. Light and dark. Day two, waters. From the waters create space for something. It's not just chaotic waters. Now there's space. Day three, dry land appears from the waters. You go back up. Day four, the great light and the small light and the stars are the inhabitants of the light and dark realm. Day five is the sky flyers and the water swarmers. They're both in there, in the waters above. Day six, the inhabitants of the dry land. So it's two panels, each consisting of three days. And you can just see each one matches the other.",
    "start": "00:11:11",
    "end": "00:11:55"
  },
  {
    "text": "The first one matches the tohu.",
    "start": "00:11:55",
    "end": "00:11:57"
  },
  {
    "text": "Correct.",
    "start": "00:11:57",
    "end": "00:11:57"
  },
  {
    "text": "The unformed. And the second one is.",
    "start": "00:11:58",
    "end": "00:12:01"
  },
  {
    "text": "Is the unfilled.",
    "start": "00:12:01",
    "end": "00:12:02"
  },
  {
    "text": "Unfilled.",
    "start": "00:12:02",
    "end": "00:12:03"
  },
  {
    "text": "Yeah. Uninhabited. Now, let's focus in on day four. On day four, God says something that matches what he said on day one. Day one began, let there be light. Yahi. Or on day four, God says, let there be lights. Yahi, Maor wrote lights. So. Or is the word for light? Maor is the word for more than one light. More than one light. Let there be lights in the rakiya. So embed them in the raqiya of the heavens to separate day from night. Now that's interesting, because on day one, God separated light from darkness. And God called God separates. But now he's created something. The lights. Yeah, something. And that thing is now doing the thing that God did. Separating. Now it's the thing that's separating.",
    "start": "00:12:03",
    "end": "00:12:57"
  },
  {
    "text": "Yeah.",
    "start": "00:12:57",
    "end": "00:12:58"
  },
  {
    "text": "Okay, Then we go on. Let them. Let the lights be signs. And for. I'm reading the New American standard, seasons for days and for years. So the word sign. This is so fascinating. So the word sign is the biblical word for simple.",
    "start": "00:12:58",
    "end": "00:13:14"
  },
  {
    "text": "Okay?",
    "start": "00:13:14",
    "end": "00:13:15"
  },
  {
    "text": "So when God's talking to Moses in the burning bush and he says, listen, you're gonna go rescue the people and bring them out of here. And Moses is like, what? No way. And God says, this is going to be the sign that I'm telling you the truth. You're gonna stand right here in this very spot before fire and flames with all of the people. And then you'll know that I was telling you the truth. In the Hebrew root is oat, a sign is a physical something real that happens, but that is itself only a pointer. It's a partial reality that points to some ultimate reality. So this is a concept that the lights in the skies are symbols that point to something greater and even more real than themselves. Sa.",
    "start": "00:13:15",
    "end": "00:14:07"
  },
  {
    "text": "So the first thing you pointed out.",
    "start": "00:14:41",
    "end": "00:14:43"
  },
  {
    "text": "Yeah.",
    "start": "00:14:43",
    "end": "00:14:43"
  },
  {
    "text": "Was that in day one, God already separated light from darkness.",
    "start": "00:14:43",
    "end": "00:14:46"
  },
  {
    "text": "God had already separated. God did it.",
    "start": "00:14:46",
    "end": "00:14:49"
  },
  {
    "text": "And he called the light day, and he called the darkness night. Now, from what I understand about the world, light comes from.",
    "start": "00:14:49",
    "end": "00:14:55"
  },
  {
    "text": "Yes.",
    "start": "00:14:55",
    "end": "00:14:55"
  },
  {
    "text": "Sun.",
    "start": "00:14:56",
    "end": "00:14:56"
  },
  {
    "text": "The sun.",
    "start": "00:14:56",
    "end": "00:14:56"
  },
  {
    "text": "And whether that be our sun.",
    "start": "00:14:58",
    "end": "00:15:00"
  },
  {
    "text": "Correct.",
    "start": "00:15:00",
    "end": "00:15:00"
  },
  {
    "text": "Which is very close to us and is a big flaming ball in the sky.",
    "start": "00:15:00",
    "end": "00:15:04"
  },
  {
    "text": "So huge.",
    "start": "00:15:04",
    "end": "00:15:04"
  },
  {
    "text": "Or. Or the thousands and hundreds of thousands or millions, Millions, billions, trillions of other suns.",
    "start": "00:15:04",
    "end": "00:15:12"
  },
  {
    "text": "Class A, B, C and D stars. I think we've got a D star. Isn't ours A class D?",
    "start": "00:15:12",
    "end": "00:15:17"
  },
  {
    "text": "Yeah. I don't know.",
    "start": "00:15:17",
    "end": "00:15:18"
  },
  {
    "text": "Yeah. Medium.",
    "start": "00:15:18",
    "end": "00:15:19"
  },
  {
    "text": "Yeah.",
    "start": "00:15:19",
    "end": "00:15:20"
  },
  {
    "text": "We have a mediocre star, but I like it. It sustains my life.",
    "start": "00:15:20",
    "end": "00:15:23"
  },
  {
    "text": "It's great for me. Yeah. I don't need to upgrade. But there's all these other stars in the sky.",
    "start": "00:15:23",
    "end": "00:15:28"
  },
  {
    "text": "Correct.",
    "start": "00:15:28",
    "end": "00:15:29"
  },
  {
    "text": "And light comes from that. So when God says he creates light from darkness, he's not creating light. As I understand light.",
    "start": "00:15:29",
    "end": "00:15:36"
  },
  {
    "text": "He's not creating photons.",
    "start": "00:15:36",
    "end": "00:15:38"
  },
  {
    "text": "He's not creating photons.",
    "start": "00:15:38",
    "end": "00:15:39"
  },
  {
    "text": "Nope.",
    "start": "00:15:39",
    "end": "00:15:39"
  },
  {
    "text": "He's creating something different.",
    "start": "00:15:39",
    "end": "00:15:40"
  },
  {
    "text": "Yeah.",
    "start": "00:15:40",
    "end": "00:15:41"
  },
  {
    "text": "And you say it's time. It's the idea of time itself. It's the idea of the structure of reality.",
    "start": "00:15:41",
    "end": "00:15:45"
  },
  {
    "text": "So, yeah, biblical authors don't have at all the same concept of the physical universe that we do. And we make a gigantic mistake when we try and use our conception of the material universe. But that's all I can do and find its origins. No, no, you can respect. You can get on a plane and go to Paris and not get off the plane speaking English and asking where the McDonald's is, although they have one there. It's called cultural imperialism.",
    "start": "00:15:46",
    "end": "00:16:15"
  },
  {
    "text": "No, you can.",
    "start": "00:16:16",
    "end": "00:16:17"
  },
  {
    "text": "You can go to Paris and ask for McDonald's, unfortunately. So, no, what you do is you love your neighbor as yourself and you learn the way I learn a different way of seeing the world.",
    "start": "00:16:17",
    "end": "00:16:28"
  },
  {
    "text": "Eat a baguette.",
    "start": "00:16:28",
    "end": "00:16:29"
  },
  {
    "text": "Different language. Yeah.",
    "start": "00:16:29",
    "end": "00:16:29"
  },
  {
    "text": "You have some cheese for breakfast.",
    "start": "00:16:29",
    "end": "00:16:31"
  },
  {
    "text": "Totally.",
    "start": "00:16:31",
    "end": "00:16:31"
  },
  {
    "text": "Yeah.",
    "start": "00:16:31",
    "end": "00:16:32"
  },
  {
    "text": "That's it.",
    "start": "00:16:32",
    "end": "00:16:32"
  },
  {
    "text": "But the first thing I need to acknowledge is that this is the way I understand the world.",
    "start": "00:16:32",
    "end": "00:16:36"
  },
  {
    "text": "That's right. Yes. That's right. And notice the difference.",
    "start": "00:16:36",
    "end": "00:16:38"
  },
  {
    "text": "Notice the difference.",
    "start": "00:16:38",
    "end": "00:16:38"
  },
  {
    "text": "So in this narrative world, there can be ordered time and light apart from the existence of the object that we think is light, the source of light. Dude, this is so profound. We think that the sun is the source of light.",
    "start": "00:16:38",
    "end": "00:16:58"
  },
  {
    "text": "It is.",
    "start": "00:16:59",
    "end": "00:16:59"
  },
  {
    "text": "And it is. It is.",
    "start": "00:16:59",
    "end": "00:17:01"
  },
  {
    "text": "From what I understand of light.",
    "start": "00:17:02",
    "end": "00:17:03"
  },
  {
    "text": "However, within a theistic worldview, if you believe that there is a beautiful mind who's the ultimate generator of life and light and order, you also believe that there is something even greater than the light, of which the light is simply a symbol or a sign. Within a theistic worldview, the sun is a secondary cause of light. And I think that's what's going on here now.",
    "start": "00:17:03",
    "end": "00:17:30"
  },
  {
    "text": "It's also true that in that time, and probably even still today in some places, you would actually look at the stars and the sun. You would think of them as gods.",
    "start": "00:17:30",
    "end": "00:17:39"
  },
  {
    "text": "Oh, hold on. We're not getting there. We'll get there in a second. Okay.",
    "start": "00:17:40",
    "end": "00:17:43"
  },
  {
    "text": "That's a whole nother.",
    "start": "00:17:43",
    "end": "00:17:44"
  },
  {
    "text": "It's a whole other thing. Yeah. So the sun's the big light. And actually it registers here. There's a big light, the great light, the great light, and then there's the lesser light.",
    "start": "00:17:44",
    "end": "00:17:53"
  },
  {
    "text": "Yeah.",
    "start": "00:17:53",
    "end": "00:17:53"
  },
  {
    "text": "And these lights are all called symbols or signs of what? What's the greater reality to which they point? And I think here we're getting into how the literary design of Genesis makes theological statements that for the biblical authors, these objects in the sky are themselves only reflectors and symbols of the ultimate source of light.",
    "start": "00:17:54",
    "end": "00:18:19"
  },
  {
    "text": "There's something beyond the sun, more powerful than the sun that actually gave the sun its being.",
    "start": "00:18:19",
    "end": "00:18:27"
  },
  {
    "text": "Correct.",
    "start": "00:18:27",
    "end": "00:18:28"
  },
  {
    "text": "And that is the true source of light.",
    "start": "00:18:28",
    "end": "00:18:31"
  },
  {
    "text": "Yep. Yeah.",
    "start": "00:18:31",
    "end": "00:18:32"
  },
  {
    "text": "And when we use the word light now, we're not using it.",
    "start": "00:18:32",
    "end": "00:18:34"
  },
  {
    "text": "Yeah.",
    "start": "00:18:35",
    "end": "00:18:35"
  },
  {
    "text": "We're using it literally as photons.",
    "start": "00:18:35",
    "end": "00:18:37"
  },
  {
    "text": "Yeah. We're using it in a theological sense. Don't let me convince you of this. Let another biblical author who meditated deeply on Genesis chapter one, the poet who wrote Psalm 36, Psalm 36, Psalm 36 as a whole has a lot going on. I'm just going to want to look at the center bit here in verses five through nine. Okay. It begins, your loving kindness, O Yahweh, extends up to the heavens, the sky.",
    "start": "00:18:37",
    "end": "00:19:07"
  },
  {
    "text": "And the dome up there.",
    "start": "00:19:07",
    "end": "00:19:08"
  },
  {
    "text": "Yep. It reaches up to the skies. Your righteousness, character, that drives you to maintain right relationships with your covenant partners. It's steady, like the mountains of God. Your justice or your judgments are like the deep below. Did you see three tiered universe right there? Did you see it?",
    "start": "00:19:08",
    "end": "00:19:30"
  },
  {
    "text": "Yep. Sky, land.",
    "start": "00:19:30",
    "end": "00:19:31"
  },
  {
    "text": "So every part of creation is sustained and Ordered by God's stability, his faithfulness, his justice. It's profound. How precious to me is your loving, your loyal covenant love, O God. So not only does it order creation, but it's meaningful to me because the children, the sons of men, sons of Adam, can take refuge in the shadow of your wings. They drink their fill of the abundance of your house, and you give them to drink from the river of your Edens. That's the word Eden, right there. For with you is the fountain of life. By your light, we see light. This is a poetic meditation on God's character derived from the structure of the universe in Genesis.",
    "start": "00:19:32",
    "end": "00:20:28"
  },
  {
    "text": "I look around, I look around at the mountains and the sky and the waters, and behind all of this is some stabilizing force. That is good.",
    "start": "00:20:28",
    "end": "00:20:38"
  },
  {
    "text": "Correct.",
    "start": "00:20:38",
    "end": "00:20:39"
  },
  {
    "text": "And that is Yahweh.",
    "start": "00:20:39",
    "end": "00:20:41"
  },
  {
    "text": "Yeah. Such that this poet conceives of the cosmos as a temple in the shadow of your wings. Your house is the temple. Then the shadow of your wings is to be in God's presence. Yeah. The wings of the cherubim. That's right. Yeah, the wings of the cherubim. The abundance of your house. It's as if all of creation is the sacred temple sustained by God's covenant loyalty. And that last line there with you is the fountain of life. That's the river that goes out of Eden and waters everything. And then by your light, we see light.",
    "start": "00:20:41",
    "end": "00:21:16"
  },
  {
    "text": "By your light, we see light.",
    "start": "00:21:17",
    "end": "00:21:18"
  },
  {
    "text": "And you're like, wait, no, I see light by the light of the sun. To which the poet would say, no, no, no, the sun is just a symbol to the ultimate source of light.",
    "start": "00:21:18",
    "end": "00:21:29"
  },
  {
    "text": "Okay, how would you define then, light in a theological sense?",
    "start": "00:21:29",
    "end": "00:21:33"
  },
  {
    "text": "Oh, in Genesis 1, it's night and day, which aren't things. God's not creating a thing on day one. God's ordering time because it's precisely the ordering of time that makes our life possible.",
    "start": "00:21:33",
    "end": "00:21:48"
  },
  {
    "text": "Is that how a Hebrew thinker, ancient Hebrew thinker would talk about it, as ordering time? That's maybe more of a way that we can start to think about it. Possibly.",
    "start": "00:21:48",
    "end": "00:21:57"
  },
  {
    "text": "Oh, got it. I'm not talking about time in terms of like the four dimensional fabric of the universe.",
    "start": "00:21:57",
    "end": "00:22:03"
  },
  {
    "text": "You're not talking about time, space.",
    "start": "00:22:03",
    "end": "00:22:04"
  },
  {
    "text": "I'm talking about time as alternating periods of light and dark.",
    "start": "00:22:04",
    "end": "00:22:08"
  },
  {
    "text": "Yep.",
    "start": "00:22:08",
    "end": "00:22:08"
  },
  {
    "text": "The light is when I'm out and about and from that light stuff grows out of the ground. That keeps my whole community.",
    "start": "00:22:08",
    "end": "00:22:18"
  },
  {
    "text": "That's literal light and dark.",
    "start": "00:22:19",
    "end": "00:22:20"
  },
  {
    "text": "And you know what's crazy? That light, it just always comes.",
    "start": "00:22:21",
    "end": "00:22:25"
  },
  {
    "text": "Yeah. Every day.",
    "start": "00:22:25",
    "end": "00:22:26"
  },
  {
    "text": "Every day. Right. Think your loving kindness, O Lord, that stability, like the mountains of God, that light always comes. Now, there's always night, but the night is always ended by the day.",
    "start": "00:22:26",
    "end": "00:22:40"
  },
  {
    "text": "Okay, so there's a pattern. There's a pattern of dark and then light and the sun coming and going.",
    "start": "00:22:40",
    "end": "00:22:46"
  },
  {
    "text": "Correct.",
    "start": "00:22:46",
    "end": "00:22:46"
  },
  {
    "text": "But that's day five.",
    "start": "00:22:47",
    "end": "00:22:48"
  },
  {
    "text": "That's day one.",
    "start": "00:22:48",
    "end": "00:22:49"
  },
  {
    "text": "Well, the literal sun.",
    "start": "00:22:49",
    "end": "00:22:52"
  },
  {
    "text": "Okay, that's right.",
    "start": "00:22:52",
    "end": "00:22:53"
  },
  {
    "text": "That's day four.",
    "start": "00:22:53",
    "end": "00:22:54"
  },
  {
    "text": "So when the big light and the lesser light are placed in the sky, they are placed there and it says as symbols, signs.",
    "start": "00:22:54",
    "end": "00:23:04"
  },
  {
    "text": "So in their mind, there already was a day and a night.",
    "start": "00:23:04",
    "end": "00:23:08"
  },
  {
    "text": "No, no, this isn't about chronology, the structure of the days and the way that each one is paired with the other. I see days one and three go together as a combined theological statement about, yes, the sun is the thing that I see that brings light. But theologically, my conviction is that the order represented and the life and abundance that comes from the sun is just a pointer to the ultimate source of that order.",
    "start": "00:23:08",
    "end": "00:23:37"
  },
  {
    "text": "I just don't have any mental picture or any way to hold on to this idea of theological light.",
    "start": "00:23:37",
    "end": "00:23:44"
  },
  {
    "text": "Well, here, let's do it in the new creation. Because John the Visionary in the Revelation picks up on this when he says, in the new creation, there will be no sun. There's no sun or moon or moon.",
    "start": "00:23:44",
    "end": "00:23:54"
  },
  {
    "text": "God is the light, right?",
    "start": "00:23:54",
    "end": "00:23:56"
  },
  {
    "text": "Yeah. The one sitting on the throne and the Lamb provide light. So what he's doing there is. He's just going back to.",
    "start": "00:23:56",
    "end": "00:24:05"
  },
  {
    "text": "He's riffing on this.",
    "start": "00:24:05",
    "end": "00:24:06"
  },
  {
    "text": "He's riffing on this exact thing. That's right, yeah. So that's interesting, this conception of the sun, moon and stars as distinct entities that do what God did on day one. On day one, God separates. But now God says, let there be these things that are signs and symbols. They point to me and they mark the seasons of the years. And God, verse 16, God made the two great lights, the bigger light to rule the day and the lesser light to rule the night. So I think the point here is that what's happening here on day four is God appointing entities that will rule on his behalf in the heavens.",
    "start": "00:24:06",
    "end": "00:24:55"
  },
  {
    "text": "Because that word rule is there because.",
    "start": "00:24:55",
    "end": "00:24:57"
  },
  {
    "text": "Of the word rule. And that corresponds precisely to the entities he's going to create to rule on the land, which are humans. And what they are is the divine image, a physical representation of the divine. So the word to talk about the sun, moon and stars as representatives of God's rule is the word sign or symbol. And in verse 14, there's four things that the lights do. They are for symbols, they are for seasons. Literally, this is the word for Israel's feast days.",
    "start": "00:24:57",
    "end": "00:25:31"
  },
  {
    "text": "Okay.",
    "start": "00:25:31",
    "end": "00:25:32"
  },
  {
    "text": "They mark Passover, Sabbath, so on. They bring order, they create order. They're to mark the days and the years. So the first thing it tells you is that they're symbols. They represent God and then in a similar way that humans represent God on the land. And this is the conception of God's delegated authority. He's delegated authority to entities in the heavens. He's delegated his authority to entities on the land.",
    "start": "00:25:32",
    "end": "00:25:58"
  },
  {
    "text": "Wow. So I've never seen this before in Genesis 1.",
    "start": "00:25:59",
    "end": "00:26:02"
  },
  {
    "text": "Yeah.",
    "start": "00:26:02",
    "end": "00:26:02"
  },
  {
    "text": "And it's not that obvious. Or is it obvious?",
    "start": "00:26:02",
    "end": "00:26:06"
  },
  {
    "text": "Well, again, remember the Bible's Jewish meditation literature, so it assumes that you already know what stars are connected to, because that's going to be developed throughout the whole storyline of the Bible, that the stars that participate in the rule. God's rule. They rule. Right. The sun, moon and stars, they rule in the heavens. That's going to get developed as a whole category of beings in the biblical sense.",
    "start": "00:26:06",
    "end": "00:26:32"
  },
  {
    "text": "Niv says governor. But that's the word rule.",
    "start": "00:26:32",
    "end": "00:26:34"
  },
  {
    "text": "It's the word rule.",
    "start": "00:26:34",
    "end": "00:26:35"
  },
  {
    "text": "It's the same thing that humans were told to do.",
    "start": "00:26:35",
    "end": "00:26:38"
  },
  {
    "text": "That's right. It's technically a different verb. Oh, okay, yeah, same idea. Mashaal. It's the verb that Cain is told to do to the sin. Crouching like an animal. But you can rule it. And it's a standard word for royal rule.",
    "start": "00:26:38",
    "end": "00:26:52"
  },
  {
    "text": "Okay.",
    "start": "00:26:52",
    "end": "00:26:52"
  },
  {
    "text": "But yeah, only two things rule in God's world in Genesis 1, humans. The humans over the land and the sun, moon and stars in the heavens. And they're symbols. Again, that's a key word. Symbol of the stars are a symbol in the same way that the humans are an image of the divine.",
    "start": "00:26:52",
    "end": "00:27:13"
  },
  {
    "text": "Okay. Humans represent the divine's Yahweh's authority on Earth. We are a symbol of him in some way.",
    "start": "00:27:14",
    "end": "00:27:23"
  },
  {
    "text": "Yeah. Reflection.",
    "start": "00:27:23",
    "end": "00:27:24"
  },
  {
    "text": "Reflection, yeah. And we are material beings made of dirt. Out of the dirt. The Adam. And in the same way, there is a spiritual, non physical reality. Not made of dirt.",
    "start": "00:27:24",
    "end": "00:27:42"
  },
  {
    "text": "Yeah, it's made of whatever, Whatever you.",
    "start": "00:27:43",
    "end": "00:27:45"
  },
  {
    "text": "Look up in the sky.",
    "start": "00:27:45",
    "end": "00:27:46"
  },
  {
    "text": "It's a different realm.",
    "start": "00:27:46",
    "end": "00:27:47"
  },
  {
    "text": "Yeah, it's a different realm. The sky realm.",
    "start": "00:27:47",
    "end": "00:27:49"
  },
  {
    "text": "The sky realm, the heavens.",
    "start": "00:27:49",
    "end": "00:27:51"
  },
  {
    "text": "Yeah. You know, nowadays we feel like we kind of rule the skies. Yeah, totally. We understand. We have astrophysicists, we have rockets and satellites, all that stuff, and we get it. But back in that day, you look up and you're like, what? That's another realm. I can't go there.",
    "start": "00:27:51",
    "end": "00:28:07"
  },
  {
    "text": "It's not my realm.",
    "start": "00:28:07",
    "end": "00:28:08"
  },
  {
    "text": "I don't Understand it.",
    "start": "00:28:08",
    "end": "00:28:09"
  },
  {
    "text": "And it's above me.",
    "start": "00:28:09",
    "end": "00:28:10"
  },
  {
    "text": "And it's above me. We've talked about this. And so this idea of the heavens.",
    "start": "00:28:10",
    "end": "00:28:14"
  },
  {
    "text": "This other realm, and they shine. The thing that they do is shine and move in these patterns.",
    "start": "00:28:15",
    "end": "00:28:20"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:28:20",
    "end": "00:28:21"
  },
  {
    "text": "And remember, Back to Psalm 30, your light, we see light. So they are symbols in as much as they are. They're reflectors. Their light is simply a borrowed light that points to the ultimate source of light.",
    "start": "00:28:21",
    "end": "00:28:36"
  },
  {
    "text": "So you've got neighbors, neighboring civilizations, who will then look at one of these lights that are moving in a very unique way and go, okay, we're going to worship that thing that is above us and it's ordering things. And if I give my allegiance to that God.",
    "start": "00:28:36",
    "end": "00:28:51"
  },
  {
    "text": "Yeah. And if I star, and if I make my decisions based on timing of my. Of my farming decisions and timing of my decisions elsewhere in life by the communication given to me, by its movements in the sky, I will be following that being's will.",
    "start": "00:28:51",
    "end": "00:29:09"
  },
  {
    "text": "That's just a common way to understand the world.",
    "start": "00:29:10",
    "end": "00:29:13"
  },
  {
    "text": "It still is today for many people.",
    "start": "00:29:13",
    "end": "00:29:15"
  },
  {
    "text": "Yeah, yeah, sure. We still order. Our calendars are based off of.",
    "start": "00:29:15",
    "end": "00:29:18"
  },
  {
    "text": "Oh, but I'm talking more about astrology, where you began to interpret the movements of the stars as communicating some kind of transcendent divine will. Yeah. It's astral worship. Yeah. So your neighbors think that your Canaanite, Babylonian neighbors.",
    "start": "00:29:18",
    "end": "00:29:33"
  },
  {
    "text": "And so you, as a follower of the one true Elohim, the Elohim above Elohim.",
    "start": "00:29:33",
    "end": "00:29:40"
  },
  {
    "text": "That's right.",
    "start": "00:29:40",
    "end": "00:29:40"
  },
  {
    "text": "Yahweh Elohim, you have this understanding. Yeah. There is something there.",
    "start": "00:29:40",
    "end": "00:29:45"
  },
  {
    "text": "That's a son of Elohim, that's a member of the divine class up there.",
    "start": "00:29:45",
    "end": "00:29:49"
  },
  {
    "text": "There is something spiritual going on.",
    "start": "00:29:49",
    "end": "00:29:50"
  },
  {
    "text": "Yeah.",
    "start": "00:29:50",
    "end": "00:29:51"
  },
  {
    "text": "And I will grant that that's obvious to all of us. But to me, there's a greater. There's an uncreated being, and that's just reflecting him and his authority.",
    "start": "00:29:51",
    "end": "00:30:06"
  },
  {
    "text": "Yeah. And his glory, light and brilliance.",
    "start": "00:30:06",
    "end": "00:30:09"
  },
  {
    "text": "And so don't worship that. Worship the God who created all of that. But it is a symbol.",
    "start": "00:30:10",
    "end": "00:30:16"
  },
  {
    "text": "Correct.",
    "start": "00:30:17",
    "end": "00:30:17"
  },
  {
    "text": "And so there it's opening the world of the spirit world.",
    "start": "00:30:18",
    "end": "00:30:21"
  },
  {
    "text": "The spirit world, if we want to use spirit world or spirit realm, if we want to use the language of dimensions.",
    "start": "00:30:21",
    "end": "00:30:27"
  },
  {
    "text": "Sure.",
    "start": "00:30:27",
    "end": "00:30:27"
  },
  {
    "text": "But in the biblical imagination, the spiritual dimension is packaged in language of vertical spatial imagery of the heavenly realm.",
    "start": "00:30:28",
    "end": "00:30:38"
  },
  {
    "text": "You can look up and see the spirit world.",
    "start": "00:30:38",
    "end": "00:30:40"
  },
  {
    "text": "The heavenlies look up and see the spirit world. But just like with God's presence, he rules above the heavens. Of the heavens.",
    "start": "00:30:40",
    "end": "00:30:46"
  },
  {
    "text": "Yeah.",
    "start": "00:30:46",
    "end": "00:30:47"
  },
  {
    "text": "But he also rules here on earth. The heavens are a Mirror image of what's happening here on earth. So I can go to the temple.",
    "start": "00:30:47",
    "end": "00:30:55"
  },
  {
    "text": "It's all the spirit world.",
    "start": "00:30:55",
    "end": "00:30:56"
  },
  {
    "text": "Right. And so it's as if even the. Even the land realm itself is permeated. And the veil between the heaven and earth is thin and porous in the biblical story. And that's what the vertical 2D drawing of heaven and earth doesn't get you. But this is really significant because stars and the other Elohim that God created, they're one and the same throughout the biblical story. So In Job, chapter 38, there's a poetic line where God's talking about, you know, where were you, Job, when I laid the foundations of the earth? And then God says, you know, when I was, you know, making reference back to Genesis 1 as a time when. This is Job 38, verse 7. When the morning stars sang together, when the sons of God shouted for joy.",
    "start": "00:30:57",
    "end": "00:31:46"
  },
  {
    "text": "And morning stars is the stars that hang on the longest.",
    "start": "00:31:46",
    "end": "00:31:50"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:31:50",
    "end": "00:31:51"
  },
  {
    "text": "Like the brightest stars.",
    "start": "00:31:51",
    "end": "00:31:52"
  },
  {
    "text": "That's right, yeah.",
    "start": "00:31:52",
    "end": "00:31:53"
  },
  {
    "text": "Which are usually the planets. Right. The most important of these, what you think of as spiritual beings, which are something spiritual behind these.",
    "start": "00:31:53",
    "end": "00:32:02"
  },
  {
    "text": "Correct.",
    "start": "00:32:03",
    "end": "00:32:03"
  },
  {
    "text": "They're symbols. And it's using the same word. Morning stars and angels.",
    "start": "00:32:03",
    "end": "00:32:08"
  },
  {
    "text": "Sons of God. Sons of God, yeah. The point is, in poetic parallel lines, the morning stars are parallel to the sons of God. They're all shouting for joy. They're symbols. To say that back in creation, the stars shouted for joy is a poetic way of reflecting on how their light is a symbol for the ultimate source of light and life. We're in the same realm as Psalm 19. The skies declare the glory of Elohim. The rakiya declares the work of his hands. And then it goes on. The whole poem's about the sun. How the sun and its, like, regular movements from one horizon to the other is an act of praise. It's the same mindset here. Yeah, same mindset. And the Egyptians, they worship the sun. They think it rules the universe and.",
    "start": "00:32:09",
    "end": "00:32:58"
  },
  {
    "text": "Their lives, but it's just a pointer.",
    "start": "00:32:58",
    "end": "00:33:01"
  },
  {
    "text": "It's a symbol. Because here's the thing, we think of these. We think of stars as balls of gas, like the ball of glass that we're closest to. But if you're an ancient God's revealing himself in scripture here through ancient authors and their ancient conception of the universe. And so you look up, that thing moves. It shines. What are those things? Yeah, they shine and they're moving. And then some of them move in weirder patterns. Some of them are like regular 24 7. Some of them are kind of odd. Anyhow, this is really important.",
    "start": "00:33:02",
    "end": "00:33:32"
  },
  {
    "text": "So did they or did they not think they were spirit beings?",
    "start": "00:33:32",
    "end": "00:33:35"
  },
  {
    "text": "I think the biblical authors are acknowledging and participating in this understanding that they are divine beings.",
    "start": "00:33:35",
    "end": "00:33:43"
  },
  {
    "text": "They are. So a biblical author would look up at the sky and say, that's a spirit being up there.",
    "start": "00:33:43",
    "end": "00:33:48"
  },
  {
    "text": "That's right. Whereas the Canaanite would say, yeah, that's.",
    "start": "00:33:48",
    "end": "00:33:50"
  },
  {
    "text": "Like, that's my spirit being.",
    "start": "00:33:50",
    "end": "00:33:52"
  },
  {
    "text": "That's my spirit being. And Israelite would just say, no, no, no. It's a created being, just like me. It's a symbol of God's glory, just like I am an image of God's glory and rule here on Earth.",
    "start": "00:33:53",
    "end": "00:34:04"
  },
  {
    "text": "Okay. But now, fast forward 2,000, 5,000 years.",
    "start": "00:34:04",
    "end": "00:34:06"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:34:06",
    "end": "00:34:07"
  },
  {
    "text": "And it's not a spirit being.",
    "start": "00:34:07",
    "end": "00:34:09"
  },
  {
    "text": "Correct.",
    "start": "00:34:09",
    "end": "00:34:10"
  },
  {
    "text": "It's a flaming ball of gas.",
    "start": "00:34:10",
    "end": "00:34:12"
  },
  {
    "text": "That seems to be the case.",
    "start": "00:34:12",
    "end": "00:34:13"
  },
  {
    "text": "Seems to be the case. No one's ever actually gone to one. We can only.",
    "start": "00:34:14",
    "end": "00:34:18"
  },
  {
    "text": "Yeah. We can infer from our own. The one that's closest to us from math. That also nobody has gone to.",
    "start": "00:34:18",
    "end": "00:34:22"
  },
  {
    "text": "We know all this from math.",
    "start": "00:34:22",
    "end": "00:34:23"
  },
  {
    "text": "Yeah, yeah, totally.",
    "start": "00:34:23",
    "end": "00:34:24"
  },
  {
    "text": "And observation for math.",
    "start": "00:34:24",
    "end": "00:34:26"
  },
  {
    "text": "But here's the thing, is that we're back to a conversation we had about heaven and earth, where God dwells in the heavens. His throne is above the heavens. So the structure of the cosmos can provide us with language to talk about God's majesty and rule. But here's. Throughout the biblical story, those things are gonna be down here, too. What? Some of those divine beings are gonna look like humans and, like, be down here.",
    "start": "00:34:26",
    "end": "00:34:53"
  },
  {
    "text": "Right. So while we would go fast forward, we would say, those are flaming balls of gas. What we couldn't then say is then. So the spirit world doesn't actually exist.",
    "start": "00:34:53",
    "end": "00:35:03"
  },
  {
    "text": "Correct. Yeah. Just like, just. Oh, you know, Buzz Aldrin went up through the atmosphere and he didn't see God.",
    "start": "00:35:03",
    "end": "00:35:09"
  },
  {
    "text": "Yeah, he's not up here.",
    "start": "00:35:09",
    "end": "00:35:12"
  },
  {
    "text": "Yeah. Now that's taking the imagery that the biblical authors use and equating the imagery with the reality to which it points. And I understand this is difficult for moderns. Difficult for me.",
    "start": "00:35:12",
    "end": "00:35:26"
  },
  {
    "text": "Yeah. So as a modern thinker, I would go, okay, I would use the word symbol then and be. Oh, okay. Well, then it's a symbol of a greater reality. And so when you talk about Moses being at the burning bush and God says, I'm going to give you a symbol. There's going to be something that actually really happens, but it's pointing to something greater.",
    "start": "00:35:26",
    "end": "00:35:45"
  },
  {
    "text": "That's right.",
    "start": "00:35:45",
    "end": "00:35:45"
  },
  {
    "text": "And so I can go, okay, so these stars, they are just flaming balls of Gas. But they're pointing to something greater. But that's not how Genesis 1 is using the word symbol. Because the biblical authors actually just really would just go, no, that's a spirit being.",
    "start": "00:35:46",
    "end": "00:35:58"
  },
  {
    "text": "I think that's the case.",
    "start": "00:35:59",
    "end": "00:35:59"
  },
  {
    "text": "So what did they mean by simple?",
    "start": "00:36:00",
    "end": "00:36:01"
  },
  {
    "text": "A reality that is itself a lesser realization of a more ultimate and greater reality to which it points.",
    "start": "00:36:01",
    "end": "00:36:09"
  },
  {
    "text": "So they would think there's a greater reality to which it points.",
    "start": "00:36:09",
    "end": "00:36:12"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:36:13",
    "end": "00:36:13"
  },
  {
    "text": "And that greater reality can come to earth sometimes in some ways that we don't understand. And would the Canaanite neighbor agree? Yeah, there's a greater reality.",
    "start": "00:36:14",
    "end": "00:36:25"
  },
  {
    "text": "Yeah, I think so. Yeah. Except I think the point. The disagreement that a Canaanite or Babylonian have is that that thing rules me, at least by how they treat it.",
    "start": "00:36:26",
    "end": "00:36:38"
  },
  {
    "text": "I see.",
    "start": "00:36:38",
    "end": "00:36:38"
  },
  {
    "text": "They bow down to it. They offer sacrifices. They let that thing guide all the decisions of their lives. To which an Israelite would say, no, no, there's a beautiful mind and heart that created that thing. That thing just serves a purpose.",
    "start": "00:36:38",
    "end": "00:36:52"
  },
  {
    "text": "And that thing does govern and rule. But not me.",
    "start": "00:36:53",
    "end": "00:36:55"
  },
  {
    "text": "Correct.",
    "start": "00:36:56",
    "end": "00:36:56"
  },
  {
    "text": "Because I also rule.",
    "start": "00:36:56",
    "end": "00:36:58"
  },
  {
    "text": "Correct.",
    "start": "00:36:58",
    "end": "00:36:58"
  },
  {
    "text": "We both are in some way.",
    "start": "00:36:58",
    "end": "00:37:00"
  },
  {
    "text": "In fact, the whole point of Genesis 1 is that humans are made to be the ultimate symbol of the divine. Or actually symbol doesn't even image. Image, where the heavenly entities are otot. They're symbols. Humans are the tzelem. They're physical embodiments of the divine. And they are like the divine beings in some ways. Let us make human in our image. God's speaking to his divine council at his feet in the throne room. But at the same time, those heavenly beings are also in some way meant to serve the humans. Because the humans rule over the land.",
    "start": "00:37:01",
    "end": "00:37:47"
  },
  {
    "text": "Yeah.",
    "start": "00:37:47",
    "end": "00:37:48"
  },
  {
    "text": "They rule over the fish.",
    "start": "00:37:48",
    "end": "00:37:50"
  },
  {
    "text": "Yeah.",
    "start": "00:37:50",
    "end": "00:37:50"
  },
  {
    "text": "And they rule over the birds.",
    "start": "00:37:51",
    "end": "00:37:52"
  },
  {
    "text": "Like the birds. That's. That should be the. That should be the territory, the birds in the sky.",
    "start": "00:37:54",
    "end": "00:37:58"
  },
  {
    "text": "And you would think. Oh, I would think the, like the sun, moon and stars govern those because they go up there.",
    "start": "00:37:58",
    "end": "00:38:03"
  },
  {
    "text": "So as you're reading Genesis 1, you should kind of be tripping out that.",
    "start": "00:38:04",
    "end": "00:38:08"
  },
  {
    "text": "Yes.",
    "start": "00:38:08",
    "end": "00:38:08"
  },
  {
    "text": "In fact, this is kind of the Psalm 8 kind of thing.",
    "start": "00:38:09",
    "end": "00:38:11"
  },
  {
    "text": "Dude, Psalm 8 is making this exact point.",
    "start": "00:38:11",
    "end": "00:38:13"
  },
  {
    "text": "Yeah. It's just like, what is going on here that these terrestrial dirt bags people have God's divine image. They're not as important. They don't get to float around in the sky and shine.",
    "start": "00:38:13",
    "end": "00:38:26"
  },
  {
    "text": "Totally. Like, that's what he says when he says, you made. This is Psalm 8.",
    "start": "00:38:26",
    "end": "00:38:30"
  },
  {
    "text": "Yeah.",
    "start": "00:38:30",
    "end": "00:38:31"
  },
  {
    "text": "And look what he says here, this Psalm 8. When I consider the skies the work of your Fingers, the moon and the stars.",
    "start": "00:38:32",
    "end": "00:38:37"
  },
  {
    "text": "Pretty impressive that you've appointed what is.",
    "start": "00:38:37",
    "end": "00:38:41"
  },
  {
    "text": "Human that you even think about him. Yeah, dirt bags.",
    "start": "00:38:41",
    "end": "00:38:45"
  },
  {
    "text": "Right?",
    "start": "00:38:45",
    "end": "00:38:45"
  },
  {
    "text": "And the Son of humanity, that you care for him, yet you made him a bit lesser than Elohim, than the divine beings.",
    "start": "00:38:46",
    "end": "00:38:55"
  },
  {
    "text": "We're not divine beings in the sense that we're not floating around in the spirit world.",
    "start": "00:38:55",
    "end": "00:38:59"
  },
  {
    "text": "However, yet this next line, you have given him a crown of glory and majesty. And remember that Psalm 8 opens and closes with a statement of, O Lord, our Lord, how majestic is your name in all the earth. So God's ultimate creator of all things and his majesty is displayed all throughout the earth. But these puny little dirtbags, God has crowned them with divine majesty and glory.",
    "start": "00:39:00",
    "end": "00:39:31"
  },
  {
    "text": "Yeah.",
    "start": "00:39:31",
    "end": "00:39:31"
  },
  {
    "text": "It's a reflection on Genesis 1. So humans are given a status that doesn't correspond to their appearance. And the sun, moon and stars apparently are not given a status corresponding to their appearance. They're important, but they don't rule.",
    "start": "00:39:32",
    "end": "00:39:50"
  },
  {
    "text": "They're not as important as they look.",
    "start": "00:39:51",
    "end": "00:39:52"
  },
  {
    "text": "Yeah.",
    "start": "00:39:52",
    "end": "00:39:53"
  },
  {
    "text": "And humans are more important than they look.",
    "start": "00:39:53",
    "end": "00:39:55"
  },
  {
    "text": "Yeah, that's right. So once you internalize this, the moment you get all the way back. Episode three of the God series, the moment that God says, listen to the Israelites, you're going to go into Canaan. They're worshiping the sun, moon and stars. And remember that. You may not remember the line, this was a part of the handing over to the sons of God thing here, where God hands over the nations. Deuteronomy 4:19, he just said, don't make any idols of any fish, human, animal. And Deuteronomy 4:19, don't lift up your eyes to the skies and see the sun, the moon, or the stars in the order of Genesis 1, the hosts of heaven. Don't lift your eyes up there.",
    "start": "00:39:55",
    "end": "00:40:43"
  },
  {
    "text": "It's combining those two ideas again. Stars are the.",
    "start": "00:40:43",
    "end": "00:40:46"
  },
  {
    "text": "The sun, moon, and stars are the heavenly army.",
    "start": "00:40:46",
    "end": "00:40:48"
  },
  {
    "text": "Divine beings.",
    "start": "00:40:48",
    "end": "00:40:49"
  },
  {
    "text": "Yep. And don't be drawn away to worship and serve them. Those are the ones Yahweh, your God has allotted or assigned to the peoples under the whole heaven.",
    "start": "00:40:49",
    "end": "00:41:01"
  },
  {
    "text": "Yeah.",
    "start": "00:41:02",
    "end": "00:41:02"
  },
  {
    "text": "And then that brought us to Deuteronomy 32, which talked about when God scattered or divided out the nations he assigned to them, the sons of God. But Israel, he took for himself. Genesis 1 is really important. And it wasn't factoring into my thinking a year ago when we were thinking about this. And so once you map onto that the things that we did trace the divine rebellion that mirrors the human rebellion. It makes a whole lot more sense. There's a Couple other key passages that we don't have to talk about right now, but they're fascinating about the origin. Well, Genesis 6, the sons of God rebellion.",
    "start": "00:41:03",
    "end": "00:41:40"
  },
  {
    "text": "Yeah.",
    "start": "00:41:40",
    "end": "00:41:40"
  },
  {
    "text": "I think is a mirror meant to be offered in literary design of Genesis 1 to 11. It's a mirror image of the humans trying to attain eternal life through their own knowing of good and evil. Okay, Genesis 3. Yep. It's a rebellion. Genesis 3 and then 4 with Cain, and then Lamech is the human rebellion, the earthly rebellion. Genesis 6 comes and tells us about the sons of God and the heavenly rebellion, violating their orders, trying. I think in context, it's trying to restore immortality to humanity, but through an underhanded way by violating the divine order. And the biblical text that reflects back on this story and explores it is another Psalm, Psalm 82, in which God takes his stand amidst the sons of Elohim.",
    "start": "00:41:41",
    "end": "00:42:33"
  },
  {
    "text": "Psalm 82. Let's go there.",
    "start": "00:42:34",
    "end": "00:42:36"
  },
  {
    "text": "So Psalm 82, verse one.",
    "start": "00:42:36",
    "end": "00:42:38"
  },
  {
    "text": "That's nice and short.",
    "start": "00:42:38",
    "end": "00:42:38"
  },
  {
    "text": "Yeah, totally. So God takes his stand in the council of El in the divine council.",
    "start": "00:42:39",
    "end": "00:42:45"
  },
  {
    "text": "And IB says, great assembly.",
    "start": "00:42:46",
    "end": "00:42:47"
  },
  {
    "text": "Yeah, the divine. So the word great is the word. It's one of these Hebrew words for divine being.",
    "start": "00:42:47",
    "end": "00:42:53"
  },
  {
    "text": "El.",
    "start": "00:42:54",
    "end": "00:42:54"
  },
  {
    "text": "El. It's the short form, and El meaning the singular chief God. So the phrase divine council is actually a biblical phrase. It occurs right here in Psalm 82.",
    "start": "00:42:54",
    "end": "00:43:04"
  },
  {
    "text": "The Council of El.",
    "start": "00:43:04",
    "end": "00:43:05"
  },
  {
    "text": "So Elohim, God of Israel, stands in his council amidst the Elohim. He renders judgment. So here you have it. This divine council scene.",
    "start": "00:43:06",
    "end": "00:43:16"
  },
  {
    "text": "Oh, wow. Niv puts gods in parentheses here.",
    "start": "00:43:16",
    "end": "00:43:20"
  },
  {
    "text": "Ooh. Oh, with scare quotes.",
    "start": "00:43:20",
    "end": "00:43:22"
  },
  {
    "text": "Yeah.",
    "start": "00:43:22",
    "end": "00:43:23"
  },
  {
    "text": "Yeah, that's not helpful.",
    "start": "00:43:23",
    "end": "00:43:25"
  },
  {
    "text": "He renders judgment among the quote unquote gods.",
    "start": "00:43:25",
    "end": "00:43:27"
  },
  {
    "text": "Yeah. So no, the Elohim, the delegated spiritual beings.",
    "start": "00:43:28",
    "end": "00:43:34"
  },
  {
    "text": "Yeah.",
    "start": "00:43:34",
    "end": "00:43:34"
  },
  {
    "text": "Through which.",
    "start": "00:43:34",
    "end": "00:43:35"
  },
  {
    "text": "Yeah, so interesting how.",
    "start": "00:43:35",
    "end": "00:43:37"
  },
  {
    "text": "Yeah, dude, translation is God takes a.",
    "start": "00:43:37",
    "end": "00:43:42"
  },
  {
    "text": "Stand in his own congregation. Yeah, God's congregation. He judges in the midst of the rulers. The rulers.",
    "start": "00:43:42",
    "end": "00:43:51"
  },
  {
    "text": "So they are interpreting the word Elohim to refer to human rulers, which is incorrect, to put it bluntly.",
    "start": "00:43:51",
    "end": "00:44:04"
  },
  {
    "text": "How can I say this nicely?",
    "start": "00:44:05",
    "end": "00:44:06"
  },
  {
    "text": "Yeah. That's just that there are some people who think that those people sat on the transition board.",
    "start": "00:44:07",
    "end": "00:44:14"
  },
  {
    "text": "You know what? This whole conversation about the spirit realm, you're fighting against a long tradition of. Of not appreciating it and then actually kind of reverse engineering translations to, like, hide it away.",
    "start": "00:44:14",
    "end": "00:44:31"
  },
  {
    "text": "There has been a long tradition, specifically in Christian Old Testament scholarship, that I think hasn't been aware of the ancient cultural context. And so has over centuries, been kind of screening.",
    "start": "00:44:31",
    "end": "00:44:44"
  },
  {
    "text": "But I could totally understand it screening.",
    "start": "00:44:44",
    "end": "00:44:46"
  },
  {
    "text": "Out this theme of our theology, it.",
    "start": "00:44:46",
    "end": "00:44:48"
  },
  {
    "text": "Helps me when they screen it out because as soon as we start talking.",
    "start": "00:44:48",
    "end": "00:44:50"
  },
  {
    "text": "About it, I just weirded out.",
    "start": "00:44:50",
    "end": "00:44:52"
  },
  {
    "text": "I get uncomfortable.",
    "start": "00:44:52",
    "end": "00:44:53"
  },
  {
    "text": "Totally.",
    "start": "00:44:53",
    "end": "00:44:53"
  },
  {
    "text": "I'm really uncomfortable talking about the stars. Like spirit, I get it.",
    "start": "00:44:53",
    "end": "00:44:58"
  },
  {
    "text": "Beings, I get it.",
    "start": "00:44:58",
    "end": "00:44:59"
  },
  {
    "text": "It's like, okay, now, now I'm involved in some weird religion that believes what I mean, to me it's like, let's get beyond that. It's like a modern world we understand more.",
    "start": "00:44:59",
    "end": "00:45:11"
  },
  {
    "text": "Correct.",
    "start": "00:45:11",
    "end": "00:45:12"
  },
  {
    "text": "And I've gotten comfortable with spirituality that's really flattened out the spirit world.",
    "start": "00:45:12",
    "end": "00:45:17"
  },
  {
    "text": "And there's one ultimate God. Yeah, there's some bad ones. I don't know.",
    "start": "00:45:18",
    "end": "00:45:23"
  },
  {
    "text": "Yeah.",
    "start": "00:45:23",
    "end": "00:45:24"
  },
  {
    "text": "Jesus is the victim.",
    "start": "00:45:24",
    "end": "00:45:25"
  },
  {
    "text": "Honestly, even like the demon stuff in the Jesus stories weirds me out.",
    "start": "00:45:25",
    "end": "00:45:30"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:45:30",
    "end": "00:45:31"
  },
  {
    "text": "Even that.",
    "start": "00:45:31",
    "end": "00:45:31"
  },
  {
    "text": "That's right. And it permeates the Jesus story.",
    "start": "00:45:31",
    "end": "00:45:34"
  },
  {
    "text": "Yeah.",
    "start": "00:45:34",
    "end": "00:45:35"
  },
  {
    "text": "Beginning to end. I get it.",
    "start": "00:45:35",
    "end": "00:45:37"
  },
  {
    "text": "Okay, here we are. Psalm 82.",
    "start": "00:45:37",
    "end": "00:45:39"
  },
  {
    "text": "Psalm 82 is God confronting the sons of God.",
    "start": "00:45:39",
    "end": "00:45:44"
  },
  {
    "text": "And he says, how long will you judge unjustly?",
    "start": "00:45:44",
    "end": "00:45:47"
  },
  {
    "text": "You guys are, are ruling the world. And remember, the human and divine realms are mirrors of each other. Remember in the book of Daniel where Greece and Persia each have their own governing Elohim. And then Daniel prays and so Yahweh, he spends his representatives. And these are beings in conflict, but their conflict mirrors the conflict that we see and participate in.",
    "start": "00:45:47",
    "end": "00:46:18"
  },
  {
    "text": "That's really interesting.",
    "start": "00:46:18",
    "end": "00:46:18"
  },
  {
    "text": "They're coupled. I think this is the way forward, at least for me for thinking about this, is that it's the same analogy as God's presence in the temple in a modern sense. Because we don't see material reality as a vehicle for spiritual presence.",
    "start": "00:46:19",
    "end": "00:46:36"
  },
  {
    "text": "If you're Catholic, you do.",
    "start": "00:46:37",
    "end": "00:46:39"
  },
  {
    "text": "Totally. But that's exactly the point I'm going to make. So what I'm saying is a modern enlightenment worldview, the material, it's just atoms crashing into each other.",
    "start": "00:46:39",
    "end": "00:46:48"
  },
  {
    "text": "Oh, right, right, right.",
    "start": "00:46:48",
    "end": "00:46:49"
  },
  {
    "text": "That's not how most humans have understood their experience of reality throughout most of human history. And even that's not how most humans on the planet today conceive of material reality. Biblical authors have a much more sophisticated view of the material and the non material and how they are interrelated to each other. So Jacob encounters God's glorious temple presence in the middle of a field in the night. Ezekiel by a river in Babylon. And these are real experiences that these people are having. So for them, the physical and what we would call the spiritual aren't separated by physical distance. They permeate each other. And this is the whole. All these debates throughout history about the sacraments and Protestant Catholics, it's all about this.",
    "start": "00:46:50",
    "end": "00:47:43"
  },
  {
    "text": "I come from a tradition that wants to be a materialist at heart, but will grant certain spiritual things because it has to.",
    "start": "00:47:44",
    "end": "00:47:51"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:47:51",
    "end": "00:47:51"
  },
  {
    "text": "Versus a tradition that's like everything is coupled in such. This flattened down.",
    "start": "00:47:52",
    "end": "00:47:59"
  },
  {
    "text": "Yeah, yeah. All the feasts that Israel participated in, when, you know, you go to Jerusalem for the pilgrimage feast, you're eating before the Lord. In Deuteronomy, you go to Jerusalem, you're eating before the Lord, you're having a meal in God's presence. Not everybody went to the temple like you go to Jerusalem, you go to the temple for an afternoon, but you'd go to your uncle's home there, and you're before the Lord.",
    "start": "00:47:59",
    "end": "00:48:23"
  },
  {
    "text": "Well, I get that God is everywhere.",
    "start": "00:48:24",
    "end": "00:48:27"
  },
  {
    "text": "Yeah. Okay. Well, if God is above all and through all and in all, as the apostle Paul says, then there's something parallel to that about the spiritual realm. And so the point is that it's specifically connected with politics and power structures. That's what these beings are associated with, the sons of God. Power structures. When you see human power structures that are corrupt and like, perpetually not working and instruments of evil and injustice, even despite their own best intentions, the biblical authors, I think, want us to see something more complex.",
    "start": "00:48:28",
    "end": "00:49:06"
  },
  {
    "text": "This isn't just a structure of just some mean dudes. There's something underneath pushing this forward.",
    "start": "00:49:07",
    "end": "00:49:13"
  },
  {
    "text": "Correct.",
    "start": "00:49:13",
    "end": "00:49:14"
  },
  {
    "text": "Perpetuating the evil.",
    "start": "00:49:14",
    "end": "00:49:16"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:49:16",
    "end": "00:49:17"
  },
  {
    "text": "And that's the thing that Jesus saw himself confronting.",
    "start": "00:49:17",
    "end": "00:49:19"
  },
  {
    "text": "Correct, Correct. So think about how Jesus would read. He grew up on the Psalms. I think Jesus would be like, yeah, there's powers of darkness that are working in and through the power structures in Rome and in Jerusalem of his day. And God is rendering his justice on them. Psalm 82, 3. God says to these corrupt rulers who express themselves through human power structures, vindicate the weak and the orphan. Do justice to the afflicted and the destitute. Rescue the weak and the needy, deliver them from the hand of the wicked. What are human power structures? What should they do?",
    "start": "00:49:20",
    "end": "00:49:59"
  },
  {
    "text": "Yeah. So wait, so Psalm 82, God's talking to the spirit realm.",
    "start": "00:49:59",
    "end": "00:50:03"
  },
  {
    "text": "Correct.",
    "start": "00:50:03",
    "end": "00:50:04"
  },
  {
    "text": "But then. But he's saying, hey, guys, you're corrupt.",
    "start": "00:50:04",
    "end": "00:50:07"
  },
  {
    "text": "Yep.",
    "start": "00:50:07",
    "end": "00:50:07"
  },
  {
    "text": "You're doing injustice.",
    "start": "00:50:08",
    "end": "00:50:10"
  },
  {
    "text": "Yes.",
    "start": "00:50:10",
    "end": "00:50:10"
  },
  {
    "text": "And how it's actually materializing isn't in the spirit realm.",
    "start": "00:50:10",
    "end": "00:50:15"
  },
  {
    "text": "It's materializing in the human realm, specifically in governmental power structures.",
    "start": "00:50:15",
    "end": "00:50:19"
  },
  {
    "text": "Those two things are just so coupled together in their mind that God can go and be like, all right, guys, here's the problem. The humans are unjust. It's your problem. You're creating this problem, Correct?",
    "start": "00:50:19",
    "end": "00:50:32"
  },
  {
    "text": "That's correct. That's right. Here. Let's keep going. Then the poet reflects on the sons of God or their response. He says, they don't know. They referring to the divine beings that God's appointed. They don't know or they don't have understanding. They walk in darkness and the foundations of the land are shaken. So when humans reject in Genesis 1 to 11, when humans seize the knowing of good and evil for themselves, the created order isn't. It introduces chaos. When that rebellion is mirrored in the divine realm, there's also chaos. The foundations, the stability of creation is threatened by that. Specifically when you see acts of great injustice to the poor and the needy. And so the last stanza of the poem is God rendering his judgment. So I said, you all are Elohim, you all are sons of the most High. This is God saying, listen, I appointed you with delegated authority, but on the contrary, now you will die like mortals and fall like one of the princes. Arise, O God, judge the earth, for you are the one who will inherit all of the nations.",
    "start": "00:50:32",
    "end": "00:51:52"
  },
  {
    "text": "Huh? So like in Deuteronomy, where God's like, I'm going to take care of you guys. I've delegated authority to all these other angelic beings.",
    "start": "00:51:52",
    "end": "00:52:00"
  },
  {
    "text": "They rebelled. They're in rebellion, just like humans are. These beings are in rebellion. And it's just a cluster now because both the heavenly and earthly realms are in rebellion against the Creator.",
    "start": "00:52:00",
    "end": "00:52:13"
  },
  {
    "text": "So God's response is, your days are numbered.",
    "start": "00:52:13",
    "end": "00:52:16"
  },
  {
    "text": "Your days are numbered. Think of Genesis 6. The sons of God see the daughters of humans. They see that they're good and they take them. Yeah, that's the fall.",
    "start": "00:52:16",
    "end": "00:52:26"
  },
  {
    "text": "That's the fall language.",
    "start": "00:52:27",
    "end": "00:52:27"
  },
  {
    "text": "That's the fall pattern. Just like the woman, she sees that the fruit is good and she takes. So these divine beings are undergoing their own rebellion, matching the human rebellion. So they take them wives from wherever they choose and they bear children. These children are associated in some way, the Nephilim, with violent warriors who fill the earth with violence. And God's response to them in Genesis 6, verse 3, he says, My spirit won't abide with humans forever. 120 years is all you got? Yeah, so there's different ways to interpret that line, but the point is that it's God withdrawing his life giving presence because of this act of the sons of God. And that's mirrored right here in Psalm 82. I appointed you to govern the heavenly realms. You broke that boundary and your days are numbered.",
    "start": "00:52:27",
    "end": "00:53:25"
  },
  {
    "text": "So here in Psalm 82, is it the Assumption, then I bring to it is the heavenly hosts, the sons of God. The Elohim were eternal beings, and now they're not going to be.",
    "start": "00:53:25",
    "end": "00:53:39"
  },
  {
    "text": "Yeah, that's a good. If this is specifically reflecting on the Genesis 6 episode, Genesis 6 and 11, which I think that it is, then I think it's specifically. It's similar. But humans were made to participate in God's eternal life.",
    "start": "00:53:39",
    "end": "00:53:54"
  },
  {
    "text": "That's true. Yeah.",
    "start": "00:53:54",
    "end": "00:53:54"
  },
  {
    "text": "And their days are cut short because of their rebellion.",
    "start": "00:53:55",
    "end": "00:53:57"
  },
  {
    "text": "It's the same thing.",
    "start": "00:53:57",
    "end": "00:53:58"
  },
  {
    "text": "Genesis 6. It's a mirror image of Genesis 3, but just in the heavenly realm. So there are other passages. This helps make sense of all kinds of stuff in the book of Isaiah and Ezekiel. I'm sorry, we should get. We've been talking for like an hour and a half and we haven't done any question and response.",
    "start": "00:53:58",
    "end": "00:54:14"
  },
  {
    "text": "Well, yeah, here's what I think we should do. This was supposed to be a question and response episode.",
    "start": "00:54:14",
    "end": "00:54:18"
  },
  {
    "text": "Yes.",
    "start": "00:54:18",
    "end": "00:54:19"
  },
  {
    "text": "And it's turned into something else.",
    "start": "00:54:19",
    "end": "00:54:20"
  },
  {
    "text": "It's turned into another episode.",
    "start": "00:54:20",
    "end": "00:54:21"
  },
  {
    "text": "It turned into just another episode.",
    "start": "00:54:21",
    "end": "00:54:23"
  },
  {
    "text": "God Part four, about what I've been learned in the last year.",
    "start": "00:54:23",
    "end": "00:54:25"
  },
  {
    "text": "It's great. This is the episode about the origins of the spirit realm, the connection between that and us, heaven and earth. And now we've opened up a new can of worms. So we'll do the Q and R episode next week.",
    "start": "00:54:25",
    "end": "00:54:38"
  },
  {
    "text": "Yeah.",
    "start": "00:54:38",
    "end": "00:54:38"
  },
  {
    "text": "However, let's knock off a couple.",
    "start": "00:54:39",
    "end": "00:54:40"
  },
  {
    "text": "Yeah. Deal. That sounds great.",
    "start": "00:54:40",
    "end": "00:54:42"
  },
  {
    "text": "So, Cole.",
    "start": "00:54:42",
    "end": "00:54:42"
  },
  {
    "text": "Yep.",
    "start": "00:54:42",
    "end": "00:54:43"
  },
  {
    "text": "From North Wilkesboro, Wilkesboro, North Carolina.",
    "start": "00:54:43",
    "end": "00:54:46"
  },
  {
    "text": "Hey, Tim and John. My name's Cole Wright and I'm from.",
    "start": "00:54:47",
    "end": "00:54:49"
  },
  {
    "text": "North Wilkesboro, North Carolina.",
    "start": "00:54:49",
    "end": "00:54:51"
  },
  {
    "text": "My question is in regard to the second podcast episode on God where you discuss the idea of other Elohim. And so my question is kind of two part. So, are the other Elohim timeless and uncreated like God? And if they aren't, does that mean that God created them? And would God create inferior Elohim that would oppose him? Yeah. Cole, great question. This discussion about the meaning of the word Elohim and. And how it relates to our English word God. It's such a category reconstructor.",
    "start": "00:54:51",
    "end": "00:55:26"
  },
  {
    "text": "Yeah.",
    "start": "00:55:26",
    "end": "00:55:26"
  },
  {
    "text": "So I totally get your question. So, just to be crystal clear, the biblical authors, when they use the word Elohim to refer to the God of Israel, the God of the Bible, they believe there is only one timeless, uncreated Elohim. It's Yahweh, the God of Israel. They also believe there are other Elohim. But the word Elohim by itself doesn't mean timeless and uncreated. Uncreated it just means an inhabitant of the spirit realm. So it does mean that God has appointed other beings that share in God's form of existence in a transcendent physical kind of way. But they aren't inferior. They're actually beautiful. They share in God's divine glory and light, just like humans are beautiful as an image of the divine. To answer just the last part of your question, that doesn't mean that God created them to oppose him. Actually, the opposite.",
    "start": "00:55:26",
    "end": "00:56:20"
  },
  {
    "text": "Yeah.",
    "start": "00:56:20",
    "end": "00:56:20"
  },
  {
    "text": "The whole biblical storyline is that God wants to partner with other beings, to share.",
    "start": "00:56:20",
    "end": "00:56:25"
  },
  {
    "text": "That's a big takeaway.",
    "start": "00:56:26",
    "end": "00:56:27"
  },
  {
    "text": "And participate in the rule of creation.",
    "start": "00:56:27",
    "end": "00:56:28"
  },
  {
    "text": "Something about the nature of God that's very. Sharing.",
    "start": "00:56:28",
    "end": "00:56:32"
  },
  {
    "text": "He likes to share.",
    "start": "00:56:32",
    "end": "00:56:33"
  },
  {
    "text": "He likes to share.",
    "start": "00:56:33",
    "end": "00:56:34"
  },
  {
    "text": "He wants to share.",
    "start": "00:56:34",
    "end": "00:56:34"
  },
  {
    "text": "He wants to share. He could just be like, hey, I'm gonna. I'm just gonna rule everything. But no, he, like, creates spirit beings that rule for him, and then he.",
    "start": "00:56:34",
    "end": "00:56:43"
  },
  {
    "text": "Creates these terrestrial beings, celestial beings.",
    "start": "00:56:43",
    "end": "00:56:46"
  },
  {
    "text": "The celestial and the terrestrial.",
    "start": "00:56:46",
    "end": "00:56:47"
  },
  {
    "text": "Terrestrial.",
    "start": "00:56:47",
    "end": "00:56:48"
  },
  {
    "text": "God likes to.",
    "start": "00:56:49",
    "end": "00:56:49"
  },
  {
    "text": "So the fundamental depiction of God is that God wants to share authority with others. That's Genesis 1, which opens up the possibility that those other creatures could not want to do God's will in the.",
    "start": "00:56:49",
    "end": "00:57:02"
  },
  {
    "text": "Same way for humans, which is, of.",
    "start": "00:57:02",
    "end": "00:57:04"
  },
  {
    "text": "Course, the whole biblical drama. Yeah. And our understanding it's one way to.",
    "start": "00:57:04",
    "end": "00:57:08"
  },
  {
    "text": "Frame the whole biblical genre or biblical drama, is that when you have a God who wants to delegate authority.",
    "start": "00:57:08",
    "end": "00:57:15"
  },
  {
    "text": "Yeah.",
    "start": "00:57:15",
    "end": "00:57:16"
  },
  {
    "text": "What can go wrong?",
    "start": "00:57:16",
    "end": "00:57:17"
  },
  {
    "text": "Answer.",
    "start": "00:57:19",
    "end": "00:57:19"
  },
  {
    "text": "And welcome to the Bible.",
    "start": "00:57:22",
    "end": "00:57:23"
  },
  {
    "text": "Yeah. And just like the human condition.",
    "start": "00:57:24",
    "end": "00:57:26"
  },
  {
    "text": "And welcome to the human condition.",
    "start": "00:57:26",
    "end": "00:57:27"
  },
  {
    "text": "Anyway.",
    "start": "00:57:27",
    "end": "00:57:28"
  },
  {
    "text": "And I guess the celestial condition.",
    "start": "00:57:28",
    "end": "00:57:30"
  },
  {
    "text": "Good question, Cole.",
    "start": "00:57:30",
    "end": "00:57:31"
  },
  {
    "text": "All right, we got Brandon Christiansen.",
    "start": "00:57:31",
    "end": "00:57:32"
  },
  {
    "text": "Yep.",
    "start": "00:57:32",
    "end": "00:57:33"
  },
  {
    "text": "Hey, John. Hey, Tim. This is Brandon. Thanks again for all you do. Just wanted to ask, when God says, let us make man in our image and our likeness, who's the us he's referring to in Genesis 1? And that's it. Thank you.",
    "start": "00:57:33",
    "end": "00:57:50"
  },
  {
    "text": "Yeah. Brandon. So we addressed that a couple times already, but just to make it crystal clear, I think when we get to Genesis 1:26, when God says, let us make, the author intends that we'll understand he's talking to the host of heaven.",
    "start": "00:57:51",
    "end": "00:58:05"
  },
  {
    "text": "We've already picked up on the whole celestial being stuff going on.",
    "start": "00:58:05",
    "end": "00:58:08"
  },
  {
    "text": "That's correct. And for the same reason that that plural we continues throughout the book of Genesis. When God expels the man and the woman from the garden, he says, let's send them out, lest the human send out their hand and take from the tree of life and live forever. God says, they've become like one of us, plural, knowing good and evil. When the Tower of Babylon is built. And the people of Babylon say, come, let us build a tower. And then God says, come, let us go down and confuse their language.",
    "start": "00:58:08",
    "end": "00:58:39"
  },
  {
    "text": "A lot of people in my tradition like to point at that and go see God is plural and point to it as a proof of the Trinity.",
    "start": "00:58:39",
    "end": "00:58:50"
  },
  {
    "text": "Oh, sure. Yeah, you can make that move. I just think you don't have any contextual clues that that's what's going on. And all of the contextual evidence in Genesis and in the rest of the Hebrew Bible points to the divine council. So the angels or the sons of God aren't making humans. God says, let us make. And then it says, and then God made. Yeah, but he.",
    "start": "00:58:50",
    "end": "00:59:14"
  },
  {
    "text": "But he's there with them.",
    "start": "00:59:14",
    "end": "00:59:15"
  },
  {
    "text": "He includes them and includes them in the process. Yeah, God loves to share.",
    "start": "00:59:15",
    "end": "00:59:19"
  },
  {
    "text": "You could write a whole, like, business book about how God delegates authority.",
    "start": "00:59:19",
    "end": "00:59:23"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:59:23",
    "end": "00:59:23"
  },
  {
    "text": "All right.",
    "start": "00:59:23",
    "end": "00:59:24"
  },
  {
    "text": "Yep.",
    "start": "00:59:24",
    "end": "00:59:24"
  },
  {
    "text": "Ivan.",
    "start": "00:59:24",
    "end": "00:59:25"
  },
  {
    "text": "Hi, my name is Ivan. I'm from El Salvador, and I have one question about the deity of Christ. Tim, speak on the podcast about that. Christ said that Jesus said that he was God in a very Jewish way. And in John 8, when he said to the Pharisees before Abraham, I am. I just had one question. I was looking the video about the word Lord in tshima and the word was. And I want to know if Jesus said before Abraham that mean that only God can say that? Because I thinking about that question and I'm actually believing. And I know the actual writings were made in Greek, but they were. Tim said that it's Greek thinking Hebrew thinking Aramaic. So I just have the question, did Jesus said before Abraham, eh, Ye. And everyone just freaked out like everything else. Like, there's something that we'll lose in the translation. Or he say egoemi. I know egoemi is just a translation, but what actually we think Jesus said.",
    "start": "00:59:25",
    "end": "01:00:41"
  },
  {
    "text": "Yeah, that's a great question. Yeah, it's true. Actually, you won't find a sentence in the New Testament. You won't find the sentence that says Jesus is God using the Greek word Theos. You will find Jesus, especially in the Gospel of John, actually in other gospels too, saying things like, I am identifying himself with someone called I am, and I am is a translation of the divine name Yahweh or Ehyeh. So, yes, the apostles want to identify Jesus not just with a generic title God. They want to identify Jesus with Yahweh, the personal God of Israel. So that's a good example where they're using Hebrew categories even though they're writing in Greek. And they do it narratively too. Where they'll depict Jesus as doing things that in the Hebrew Bible only Yahweh does. Forgiving sins or calming the waters, that kind of thing. These are Hebrew Bible type ways of identifying someone with Yahweh.",
    "start": "01:00:42",
    "end": "01:01:46"
  },
  {
    "text": "Okay, so we're in two more John Osborne.",
    "start": "01:01:46",
    "end": "01:01:49"
  },
  {
    "text": "Hi guys, this is John Osborne from Colorado Springs, Colorado. Loving the series about God and I'm finding it very challenging. When you discussed Saul in the medium, you used her exclamation of calling Samuel spirit an Elohim as evidence that Samuel's spirit was in the same class as the rest of the gods. I always read that more as her being surprised that she was actually seeing a spirit come to her. I'd always assumed the author was just telling us what she said, not agreeing with her declaration. Is there evidence in the text that I'm missing that shows that Samuel's spirit was in fact Elohim and not just a case of mistaken identity by the medium? And if Samuel's spirit is in fact in the Elohim class, then wouldn't that imply there's no real difference between humans and the rest of the Elohim spiritual world since we would all have some type of Elohim within us? Thanks for all you do. It's an encouragement in my faith and it helps me love Jesus more.",
    "start": "01:01:49",
    "end": "01:02:40"
  },
  {
    "text": "Yeah, great question, John. The question is about when the spirit medium in 1st Samuel 28 calls Samuel's disembodied spirit an Elohim coming up out of the ground.",
    "start": "01:02:41",
    "end": "01:02:56"
  },
  {
    "text": "Yeah. Was she just confused? Maybe.",
    "start": "01:02:56",
    "end": "01:02:58"
  },
  {
    "text": "Was she just confused? So again, what was in her mind? And I have no idea. The point is that the author is depicting her as looking at a deceased spirit being and using the Hebrew word Elohim to refer to that. This isn't the only time Elohim refers to the presence of a dead person. There's one occurrence of it in Isaiah, chapter 8, verse 19. And actually I think it's a reference back to this story where Isaiah says, listen, you know, when Israel's lost in the darkness and people say to you, come, let's go to the mediums and the spiritists. And then Isaiah says, should people consult Elohim on behalf of the living by going to the dead? He equates the Hebrew word Elohim with the dead, dead spirits. And it happens again in.",
    "start": "01:02:58",
    "end": "01:03:52"
  },
  {
    "text": "Or spirits of the dead would be a better.",
    "start": "01:03:53",
    "end": "01:03:54"
  },
  {
    "text": "Essentially spirits of the dead. Yeah, that's right. And the Ruach is one of the terms that can refer to the Elohim, the divine beings in the divine council.",
    "start": "01:03:54",
    "end": "01:04:04"
  },
  {
    "text": "Oh, really?",
    "start": "01:04:04",
    "end": "01:04:05"
  },
  {
    "text": "In First Kings 22, that story of Micaiah, who's next to Ahab, and God says, hey, I want to get rid of Ahab. How should I take him out?",
    "start": "01:04:05",
    "end": "01:04:14"
  },
  {
    "text": "Yeah.",
    "start": "01:04:14",
    "end": "01:04:15"
  },
  {
    "text": "And then one ruach, one spirit, one of the divine council, who's among the hosts of heaven, those are the two terms used, comes up and says, hey, be a deceitful spirit and a prophet and get him killed. And Yahweh says, yeah, good idea. Do that.",
    "start": "01:04:15",
    "end": "01:04:30"
  },
  {
    "text": "Wow. So did we talk about that before? Ruach can refer to.",
    "start": "01:04:30",
    "end": "01:04:34"
  },
  {
    "text": "I think a couple times, but Ruach is one of the words that can refer to these beings.",
    "start": "01:04:35",
    "end": "01:04:39"
  },
  {
    "text": "So ruach is a pretty flexible word.",
    "start": "01:04:39",
    "end": "01:04:41"
  },
  {
    "text": "An invisible life presence. Yeah, yeah. Which can be in a human, in an animal, in a spirit being.",
    "start": "01:04:41",
    "end": "01:04:48"
  },
  {
    "text": "And God himself.",
    "start": "01:04:48",
    "end": "01:04:49"
  },
  {
    "text": "And God himself. That's right. So the story within Samuel isn't the only case. So my point isn't about what the medium thought she was experiencing. My point is simply about the word Elohim in that context matches a handful of other uses of Elohim to refer to the presence of deceased spirits.",
    "start": "01:04:49",
    "end": "01:05:09"
  },
  {
    "text": "Yeah. All right, last one. Matt from Kansas City.",
    "start": "01:05:09",
    "end": "01:05:12"
  },
  {
    "text": "Hello, bibleproject. You mentioned you don't think that there's a way to put the Old Testament divine council vignettes into a coherent narrative. But as I was listening to your podcast, one of the explanations sounded to me like a clear and coherent narrative. Elohim rebelled before the fall of man, and later God gave man over to his rebellion by appointing over them Deuteronomy 32, the Elohim that they desired. This is also consistent with the point Paul makes in Romans 1. What do you see as the shortcomings of this harmonization?",
    "start": "01:05:13",
    "end": "01:05:42"
  },
  {
    "text": "Yeah, Matt, that's a good observation. I think our hour of conversation leading up to this is, for me, a demonstration of. Yeah, you're right. I can now see a much clearer narrative arc to the whole story of the spirit realm. And we didn't even talk about Isaiah 14, Ezekiel 28. The ending of Isaiah 24 talks about the kings in the height and the kings on the earth. So it matches powers and authorities in the heavenly realm. Matt, read the ending of Isaiah chapter 24. It'll blow your mind. So, yeah, there's a whole narrative here about a divine rebellion that mirrors the human rebellion. And God in the story of Jesus is here to deal with both of those. And that's the drama played out in the Gospels is that Jesus is confronting human and spiritual opponents and is victorious over both in the death. In his death and resurrection.",
    "start": "01:05:43",
    "end": "01:06:40"
  },
  {
    "text": "Cool.",
    "start": "01:06:40",
    "end": "01:06:41"
  },
  {
    "text": "Yeah.",
    "start": "01:06:41",
    "end": "01:06:41"
  },
  {
    "text": "All right, thank you for listening to this episode of the Bible Project podcast. Here's what I think we can do is throughout this whole God series, which is going to go for a long time, if you have a question, send it in. We'll keep collecting them. If it's applicable to any specific episode, we might be able to plug it in on the episode. But we're going to stop every so often and do human series or episodes. And we have a bunch of questions here that are great. So next week we'll do an actual Q and R episode and we'll just interact with questions. Cool. I'm looking forward to it.",
    "start": "01:06:41",
    "end": "01:07:17"
  },
  {
    "text": "Cheers. We believe the Bible is a unified story. It's a unified story that leads to Jesus. That leads to Jesus.",
    "start": "01:07:17",
    "end": "01:07:25"
  },
  {
    "text": "We are crowdfunded.",
    "start": "01:07:26",
    "end": "01:07:28"
  },
  {
    "text": "We are crowdfunded. Project. Project. By people like me. By people like me.",
    "start": "01:07:28",
    "end": "01:07:35"
  },
  {
    "text": "Find free videos.",
    "start": "01:07:36",
    "end": "01:07:37"
  },
  {
    "text": "Find free videos.",
    "start": "01:07:37",
    "end": "01:07:39"
  },
  {
    "text": "Study notes.",
    "start": "01:07:39",
    "end": "01:07:40"
  },
  {
    "text": "Study notes and more and more at thebibleproject.com@bibleproject.com.",
    "start": "01:07:40",
    "end": "01:07:48"
  }
]