[
  {
    "text": "I've always thought this whole thing was just super weird. I found it actually really difficult to even believe. I have actually been avoiding studying this topic. I came to realize this about six months ago. I'm being very honest, it doesn't jive.",
    "start": "00:00:11",
    "end": "00:00:29"
  },
  {
    "text": "Hi, this is John at the Bible Project. On this podcast we have been going through a series of discussions about the identity of God, how God alone is the one true all powerful creator over everything. But how the Bible uses the word God, the word Elohim, to refer to other spiritual beings that also exist and like God, have power and authority. They're called the sons of God, the hosts of heaven.",
    "start": "00:00:34",
    "end": "00:01:05"
  },
  {
    "text": "I saw Yahweh sitting on his throne and all the host of heaven were standing by him on his right. And on his left, Moses talks about them.",
    "start": "00:01:06",
    "end": "00:01:17"
  },
  {
    "text": "They show up in the story of Job. They're seen in Kings and Daniel. And when we play out these stories and, and we look at their implication.",
    "start": "00:01:17",
    "end": "00:01:25"
  },
  {
    "text": "What it means is that Yahweh runs the world with a staff team, with delegated authority. Bible nerds. Biblical scholars have come to refer to this category or this idea as the divine council, depicting God as like a commander in chief of a staff of Elohim.",
    "start": "00:01:25",
    "end": "00:01:44"
  },
  {
    "text": "But wait a second, these other gods are often pretty evil. They move nations towards child sacrifice and injustice. So what went wrong?",
    "start": "00:01:44",
    "end": "00:01:54"
  },
  {
    "text": "There was a human rebellion happening at Babylon. And then you read on to the Torah and you realize there was also a rebellion among the host of heaven that those other gods weren't satisfied with delegated authority. They wanted more for themselves.",
    "start": "00:01:55",
    "end": "00:02:10"
  },
  {
    "text": "There's been a lot of speculation about how this unseen realm of spiritual forces actually works. And the Bible doesn't give us a lot of detail about.",
    "start": "00:02:10",
    "end": "00:02:19"
  },
  {
    "text": "Rebellion is told in detail. The human one, One rebellion is merely hinted at and that's the spiritual one. It's actually hard to put them all together to a coherent narrative, despite our.",
    "start": "00:02:21",
    "end": "00:02:32"
  },
  {
    "text": "Lack of clarity about the heavenly hosts, the divine council, angels, demons, the rebellion, how they interact with the world today, despite how confusing it is and how limited our understanding of it is, this theme of spiritual warfare is a very important biblical theme.",
    "start": "00:02:32",
    "end": "00:02:51"
  },
  {
    "text": "It was an active part of Jesus way of viewing the world. It was an active part of Paul's way of viewing the world. Paul uses this vocabulary of spiritual powers, rulers, authorities. The apostles and Jesus seemed to really want me to be aware that there are realities of good and of evil that I'm not aware of, that can't sense with my five senses. But that doesn't mean they're not real and don't have some degree of influence.",
    "start": "00:02:51",
    "end": "00:03:18"
  },
  {
    "text": "So let's trace the theme of spiritual warfare through the biblical story. Thanks for joining us. Here we go. We're talking about God and we're talking about the God of the Bible. We're going to make a theme video on God and who he is and how the Bible talks about God. This is. This is the third episode, the first hour. We talked about how the Hebrew word Elohim means, more accurately, a broad category of spiritual beings.",
    "start": "00:03:19",
    "end": "00:03:46"
  },
  {
    "text": "Yeah. Kind of like the way canine or feline works to describe a whole host of creatures that are maybe alike or unlike in some ways, but they all have in common one feature.",
    "start": "00:03:46",
    "end": "00:03:59"
  },
  {
    "text": "So this word Elohim, if you were to say, do biblical authors believe there are other Elohims? You would have to say, yes, they do. They talked about the Elohims of Egypt. They talk about Samuel's spirit being an Elohim, demons being Elohim. Paul says there are other Elohim. But that really kind of seems to rub up against. Come in conflict with other statements that you find in the Bible a lot, which is the very Jewish statement of there is no other God. There is no other Elohim but Elohim.",
    "start": "00:03:59",
    "end": "00:04:31"
  },
  {
    "text": "But Yahweh.",
    "start": "00:04:31",
    "end": "00:04:32"
  },
  {
    "text": "But Yahweh.",
    "start": "00:04:32",
    "end": "00:04:33"
  },
  {
    "text": "Yes.",
    "start": "00:04:33",
    "end": "00:04:33"
  },
  {
    "text": "He is alone.",
    "start": "00:04:33",
    "end": "00:04:34"
  },
  {
    "text": "There is no God besides Yahweh. Yeah, yeah.",
    "start": "00:04:35",
    "end": "00:04:38"
  },
  {
    "text": "So in the second hour, we talked about what does that mean and how by saying that you aren't saying there are no other Elohim, saying there's no other Elohim that has the category the supreme power that Yahweh has. And the thing is, when we say God, we typically just mean the supreme God. We don't mean just Elohim. We would typically use the word spiritual.",
    "start": "00:04:39",
    "end": "00:05:03"
  },
  {
    "text": "Being, beings, or lowercase G O, D, s, lower case G O, D, s. Yeah.",
    "start": "00:05:03",
    "end": "00:05:08"
  },
  {
    "text": "So that all in mind. The question on the table then is what are these other Elohim that exist and have dominion and how does the Bible talk about them? So you're going to walk us through that? Let me just say at first, like, I mean, I think most people listening and myself included, have categories for angels. You know, whether it's a good category or not, that I have in my head, I have it. Demons. Jesus cast them out. And Paul talks about spiritual forces, powers.",
    "start": "00:05:08",
    "end": "00:05:41"
  },
  {
    "text": "Authorities, and so on. Yeah.",
    "start": "00:05:41",
    "end": "00:05:43"
  },
  {
    "text": "What's all that about? Something?",
    "start": "00:05:43",
    "end": "00:05:44"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:05:44",
    "end": "00:05:45"
  },
  {
    "text": "And I didn't grow up in a tradition that really emphasized. That emphasized it and liked to really dig in. We didn't read Frank Peretti. Like, we didn't like, get into that stuff.",
    "start": "00:05:45",
    "end": "00:05:54"
  },
  {
    "text": "Yeah. There are some Christian traditions that are really interested in this set of topics. It usually falls under a category called spiritual warfare.",
    "start": "00:05:54",
    "end": "00:06:04"
  },
  {
    "text": "Right, Yep.",
    "start": "00:06:05",
    "end": "00:06:06"
  },
  {
    "text": "Which assumes that there's a conflict going on among these spiritual beings.",
    "start": "00:06:06",
    "end": "00:06:11"
  },
  {
    "text": "Yeah.",
    "start": "00:06:11",
    "end": "00:06:11"
  },
  {
    "text": "So where did all that come from?",
    "start": "00:06:12",
    "end": "00:06:14"
  },
  {
    "text": "Right.",
    "start": "00:06:14",
    "end": "00:06:14"
  },
  {
    "text": "First of all, where did the conflict image come from? And before that, where did the ideas of these spiritual beings with some measure of power or influence? Where does that all start? Yeah, yeah, that's the question. Okay, let's start with a handful of biblical passages that are just clear as day about this Bible nerds. Biblical scholars have come to refer to this category or this idea, this theme in the Old and New Testaments as the divine council.",
    "start": "00:06:14",
    "end": "00:06:42"
  },
  {
    "text": "This theme that you're about to tell us about.",
    "start": "00:06:43",
    "end": "00:06:44"
  },
  {
    "text": "It's called the divine council. In other words, it's language and imagery depicting God as like a commander in chief of a staff of Elohim of.",
    "start": "00:06:44",
    "end": "00:06:57"
  },
  {
    "text": "Other king with his lieutenants.",
    "start": "00:06:57",
    "end": "00:06:59"
  },
  {
    "text": "Yeah. So whether it's a king. Yeah.",
    "start": "00:06:59",
    "end": "00:07:01"
  },
  {
    "text": "With his general with his lieutenants or something.",
    "start": "00:07:01",
    "end": "00:07:03"
  },
  {
    "text": "Yeah, that's right. Exactly. The divine council. And there's a handful of passages that actually use this language of commander in chief type of situation. So in the book of kings, first kings, chapter 22, there's a prophet, Micaiah, who's brought before Ahab, one of the kings of Israel. And Micaiah tells him what the God of Israel wants to say. So he says, I had this vision, hear the word of the Lord. I saw Yahweh sitting on his throne, and all the host of heaven were standing by him on his right and on his left. You get the scene here. It's Yahweh, the chief Elohim, and then there's all these other beings on flanking.",
    "start": "00:07:03",
    "end": "00:07:48"
  },
  {
    "text": "Yeah, that's a weird translation. Host of heaven.",
    "start": "00:07:49",
    "end": "00:07:51"
  },
  {
    "text": "So, okay, here we go. Host of heaven. So you know the word heaven, Skies. Yeah, so it's the entities that populate the skies, the hosts, the heavenly hosts.",
    "start": "00:07:51",
    "end": "00:08:03"
  },
  {
    "text": "Yeah, so I'm familiar with that word because I grew up in church.",
    "start": "00:08:03",
    "end": "00:08:07"
  },
  {
    "text": "Heavenly hosts.",
    "start": "00:08:07",
    "end": "00:08:08"
  },
  {
    "text": "But I don't actually really understand because I don't use. I don't. A host is someone who, like, organizes a party.",
    "start": "00:08:08",
    "end": "00:08:16"
  },
  {
    "text": "Yeah, I got it. You would never say. Yeah, you're right. Yeah.",
    "start": "00:08:16",
    "end": "00:08:20"
  },
  {
    "text": "Okay, so this obviously is from some old English.",
    "start": "00:08:20",
    "end": "00:08:23"
  },
  {
    "text": "Yeah.",
    "start": "00:08:23",
    "end": "00:08:24"
  },
  {
    "text": "That I don't use anymore.",
    "start": "00:08:24",
    "end": "00:08:25"
  },
  {
    "text": "Yeah, it means army.",
    "start": "00:08:25",
    "end": "00:08:26"
  },
  {
    "text": "Oh, means army. Yeah, Host means army.",
    "start": "00:08:26",
    "end": "00:08:28"
  },
  {
    "text": "Military staff. So if you had a host in Hebrew. Military. Military staff.",
    "start": "00:08:28",
    "end": "00:08:34"
  },
  {
    "text": "So in Old English, you can use host to describe an army, a multitude, especially an army. Organized for war. And that comes from mid century Old French. Host. Ost.",
    "start": "00:08:34",
    "end": "00:08:47"
  },
  {
    "text": "There it is.",
    "start": "00:08:47",
    "end": "00:08:48"
  },
  {
    "text": "And from medieval Latin, hostess. An earlier use, a stranger or foreigner. In classical use, an enemy. So originally this word host or ost. Ostis met a stranger or an enemy. But then eventually it became to be used to refer to a multitude, specifically an army. Oh, I see. Usually a host is a stranger.",
    "start": "00:08:48",
    "end": "00:09:18"
  },
  {
    "text": "Oh, right, yeah. Showing hospitality to you. Yeah, sure.",
    "start": "00:09:19",
    "end": "00:09:22"
  },
  {
    "text": "So somehow it went from that to meaning also a multitude, like an army. And now we just use it to refer to someone who entertains.",
    "start": "00:09:24",
    "end": "00:09:37"
  },
  {
    "text": "Showing hospitality. Yeah, fascinating. Yeah. So yeah, that English word does not help us in our Bibles. Host. I don't think. I don't think the host of heaven.",
    "start": "00:09:37",
    "end": "00:09:49"
  },
  {
    "text": "We would say the army of heaven.",
    "start": "00:09:49",
    "end": "00:09:51"
  },
  {
    "text": "Army. Oh, interesting. The new international version renders this multitudes of heaven.",
    "start": "00:09:51",
    "end": "00:09:56"
  },
  {
    "text": "Okay.",
    "start": "00:09:56",
    "end": "00:09:56"
  },
  {
    "text": "The host of heaven comes to us from the King James, of course.",
    "start": "00:09:57",
    "end": "00:10:00"
  },
  {
    "text": "Yep.",
    "start": "00:10:00",
    "end": "00:10:01"
  },
  {
    "text": "Yeah, makes sense. The real Bible, because 400 years ago.",
    "start": "00:10:01",
    "end": "00:10:04"
  },
  {
    "text": "The word that's what it meant, Host.",
    "start": "00:10:04",
    "end": "00:10:06"
  },
  {
    "text": "In English, a multitude of soldiers. Yeah. So the point is, in this scene, God's depicted as. Yeah. A military captain with his officers.",
    "start": "00:10:06",
    "end": "00:10:19"
  },
  {
    "text": "Because in Hebrew it's very clearly a military word.",
    "start": "00:10:19",
    "end": "00:10:22"
  },
  {
    "text": "Yeah, Tziva. Yeah, Tziva shamayim. The army staff of. Military staff of heaven.",
    "start": "00:10:22",
    "end": "00:10:28"
  },
  {
    "text": "Wow.",
    "start": "00:10:28",
    "end": "00:10:28"
  },
  {
    "text": "Now, so concretely, it's the stars it's referring to. So the stars in most human cultures that are polytheist are represent gods, spiritual beings, divine beings of some kind.",
    "start": "00:10:29",
    "end": "00:10:44"
  },
  {
    "text": "Venus, Mars.",
    "start": "00:10:44",
    "end": "00:10:45"
  },
  {
    "text": "Yeah. But for an Israelite, Yahweh is the Elohim. Now those might represent Elohim, but they're just God's officers of his stabbing. Because where is God's biblical conception? He's above the thing above us. He's a solid dome. And Yahweh is above the heavens. He's in the heavens, above the heavens. His throne's above it all. Which means that his throne is above the heavenly hosts. The heavenly hosts. So they're below him, they're his subordinates. And so now we're taking that concept and turning it into a word picture where Yahweh is the chief. I saw the Lord sitting on his throne and below him are the stars. Now by him, depicted as standing by him as spiritual beings. And the Lord said, I've got a mission. I need somebody to go entice Ahab to go to battle. So he'll die. So, and this is a bigger context, Ahab has been a really horrible person. He's now a murderer. Yeah. By chapter 22, he's a murderer. Of innocent people. And God's like, I'm done with this guy. So he's going to orchestrate Ahab's downfall. I need somebody to do that for me. 1. And then look at this. One said this, another said that this is in the story. This is what the prophets overhearing. So one's like, ah, I know, lead him to this cliff and I'll push him off. Or another's like, no, have him stumble and have him whatever. Then verse 21, a spirit, a ruach.",
    "start": "00:10:45",
    "end": "00:12:24"
  },
  {
    "text": "A ruach, yeah.",
    "start": "00:12:24",
    "end": "00:12:25"
  },
  {
    "text": "Came forward and stood before Yahweh and said, I will entice him. And on goes the story. God accepts this spirit being's plan to bring about the downfall of Ahab.",
    "start": "00:12:27",
    "end": "00:12:40"
  },
  {
    "text": "So is that kind of a synonym then here? Like, the ruach is the heavenly host.",
    "start": "00:12:40",
    "end": "00:12:45"
  },
  {
    "text": "So notice we have a diverse vocabulary to refer to these beings. We have Elohim and now we have ruach, a non physical being.",
    "start": "00:12:46",
    "end": "00:12:55"
  },
  {
    "text": "Yeah, yeah, okay.",
    "start": "00:12:55",
    "end": "00:12:57"
  },
  {
    "text": "Yep. And notice it's not controversial to call these the armies of heaven. It's not controversial to call them a spirit. But somehow in English, it is controversial to call that being a God.",
    "start": "00:12:57",
    "end": "00:13:09"
  },
  {
    "text": "Yeah.",
    "start": "00:13:09",
    "end": "00:13:10"
  },
  {
    "text": "Anyway, just pointing that out. You're right. Okay, so, okay, now this story just introduces this scene.",
    "start": "00:13:12",
    "end": "00:13:19"
  },
  {
    "text": "Yeah.",
    "start": "00:13:20",
    "end": "00:13:20"
  },
  {
    "text": "Just like, where'd this come from? Right. Are you with me? It's just like, whoa. Okay. God's. There's all these. Wow, this is fascinating.",
    "start": "00:13:20",
    "end": "00:13:27"
  },
  {
    "text": "Yeah.",
    "start": "00:13:27",
    "end": "00:13:27"
  },
  {
    "text": "This is exactly the same scene as the beginning of the Book of Job.",
    "start": "00:13:28",
    "end": "00:13:31"
  },
  {
    "text": "Yeah.",
    "start": "00:13:31",
    "end": "00:13:32"
  },
  {
    "text": "So there was a day when, in this case, it's the sons of God. The sons of Elohim came to present themselves before Yahweh and the Satan, the one among the sons of Elohim, who is the accuser? The opposer was among them. And then the Lord said to the opposer, ah, where were you patrolling today? And the opposer said, I was going about doing my mission just like I always do.",
    "start": "00:13:32",
    "end": "00:14:00"
  },
  {
    "text": "Roaming the earth.",
    "start": "00:14:00",
    "end": "00:14:01"
  },
  {
    "text": "Roaming the earth.",
    "start": "00:14:01",
    "end": "00:14:02"
  },
  {
    "text": "So sons of God.",
    "start": "00:14:02",
    "end": "00:14:03"
  },
  {
    "text": "Yeah. So that's a new title in our conversation. The Sons of Elohim.",
    "start": "00:14:03",
    "end": "00:14:08"
  },
  {
    "text": "Yeah. That's not landing for me.",
    "start": "00:14:09",
    "end": "00:14:12"
  },
  {
    "text": "It's not working for you. Yeah. What it's like. Yeah.",
    "start": "00:14:13",
    "end": "00:14:16"
  },
  {
    "text": "So the first is God procreating.",
    "start": "00:14:16",
    "end": "00:14:18"
  },
  {
    "text": "Okay. No, no, this is a Hebrew turn of phrase. You can put the word sons or daughters of something in front of a noun. And what it means is the members of that class. The best example is in the Book of Kings, where Elijah and Elisha were these really powerful prophet figures and they get this following of other prophets. So they're called Sons who form around them. And they're called the sons of the Prophets.",
    "start": "00:14:19",
    "end": "00:14:48"
  },
  {
    "text": "Sons of the Prophets.",
    "start": "00:14:48",
    "end": "00:14:49"
  },
  {
    "text": "Which doesn't mean that they were all born to prophetic figures. What it means is they've joined this group and they all are aspiring young prophets.",
    "start": "00:14:49",
    "end": "00:14:58"
  },
  {
    "text": "It's a membership of sorts.",
    "start": "00:14:58",
    "end": "00:14:59"
  },
  {
    "text": "It's membership, yeah. There's another phrase often the villages. In any large city today, there's almost always a network of suburb villages, sub herbs around them. And that's true in the ancient world, you could have Jerusalem and then the little daughter villages around them, and those would be called the daughters of Jerusalem is how those are often referred to. Okay, so it's the members of a class. So the sons of Elohim are.",
    "start": "00:14:59",
    "end": "00:15:29"
  },
  {
    "text": "Yeah, okay. They're members of this class of Elohim.",
    "start": "00:15:29",
    "end": "00:15:32"
  },
  {
    "text": "Yeah. So who defines. Right. We're back to this feline category here. So who's the Elohim that defines what it means to be Elohim? Well, it's the Elohim.",
    "start": "00:15:32",
    "end": "00:15:44"
  },
  {
    "text": "Isn't Louis picking up on this when he calls, like in Narnia, when he's like, are you a son of Adam? When he's talking to, like, Edmund and stuff?",
    "start": "00:15:44",
    "end": "00:15:50"
  },
  {
    "text": "Oh, actually, that's another example of this Hebrew turn of phrase. The son of man. Son of man, the son of Adam.",
    "start": "00:15:50",
    "end": "00:15:56"
  },
  {
    "text": "Okay.",
    "start": "00:15:57",
    "end": "00:15:57"
  },
  {
    "text": "Which just means a human.",
    "start": "00:15:57",
    "end": "00:15:59"
  },
  {
    "text": "A human.",
    "start": "00:15:59",
    "end": "00:15:59"
  },
  {
    "text": "Yeah, yeah, yeah. Sons of Adam or daughter of Eve. Yeah, yeah, yeah. That's good. Yeah. Thank you for bringing that up. That's another good example. So a son of Elohim is a lesser Elohim, but we are actually in.",
    "start": "00:16:00",
    "end": "00:16:12"
  },
  {
    "text": "Some way procreated from.",
    "start": "00:16:12",
    "end": "00:16:14"
  },
  {
    "text": "Oh, got it. Yes. So here the procreation is not part of the deal. It's just part of the turn of phrase. Just like Jerusalem didn't give birth to that village.",
    "start": "00:16:15",
    "end": "00:16:24"
  },
  {
    "text": "Yeah, kind of metaphorically, maybe, but maybe.",
    "start": "00:16:24",
    "end": "00:16:28"
  },
  {
    "text": "Think like in Portland. Down south is Oregon City. It's now a suburb of Portland.",
    "start": "00:16:28",
    "end": "00:16:34"
  },
  {
    "text": "It's a daughter of Portland.",
    "start": "00:16:34",
    "end": "00:16:35"
  },
  {
    "text": "But Oregon City has its own way, is way older than Portland. So technically, Portland's the daughter of Oregon City. But you would now call it. You would call Oregon City the suburb or the daughter of Portland. The point is, it's just a turn of phrase.",
    "start": "00:16:35",
    "end": "00:16:52"
  },
  {
    "text": "Has nothing to do with where it came from.",
    "start": "00:16:53",
    "end": "00:16:54"
  },
  {
    "text": "Correct.",
    "start": "00:16:54",
    "end": "00:16:55"
  },
  {
    "text": "Or what hierarchy it has even.",
    "start": "00:16:55",
    "end": "00:16:57"
  },
  {
    "text": "I see. Yeah, I'm trying to think. It's usually a lesser. A member of the category of which the one is what defines the category. Elijah and Elisha are the prophets, but there are the sons of the prophets who follow them around. So in this case, you have the sons of God. So the sons of God appear here in the beginning of Job. The first time they appear is on page six of the Bible.",
    "start": "00:16:57",
    "end": "00:17:23"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:17:23",
    "end": "00:17:23"
  },
  {
    "text": "The sons of God see human women and have sex with them.",
    "start": "00:17:23",
    "end": "00:17:30"
  },
  {
    "text": "Yeah.",
    "start": "00:17:30",
    "end": "00:17:31"
  },
  {
    "text": "Whole other rabbit hole.",
    "start": "00:17:31",
    "end": "00:17:32"
  },
  {
    "text": "That's in the Bible.",
    "start": "00:17:32",
    "end": "00:17:33"
  },
  {
    "text": "That's in the Bible. Tell me about it. So let's just pause on that.",
    "start": "00:17:33",
    "end": "00:17:38"
  },
  {
    "text": "Okay.",
    "start": "00:17:38",
    "end": "00:17:39"
  },
  {
    "text": "Okay.",
    "start": "00:17:39",
    "end": "00:17:39"
  },
  {
    "text": "Let's actually just take that out of the Bible.",
    "start": "00:17:39",
    "end": "00:17:41"
  },
  {
    "text": "Here's another example. Psalm 89. The heavens proclaim your wonders, Yahweh, even your faithfulness in the assembly of the holy ones. Who in the skies is similar to Yahweh. Who among the sons of Elim is compared to Yahweh? He is the great God, which is the Hebrew word El, not Elohim. He is the great El, feared among the council of holy ones. He's revered among all those surrounding him. So here we're taking this image of Yahweh as the chief of staff, and among all the other holy ones, we're calling them holy ones, the sons of.",
    "start": "00:17:43",
    "end": "00:18:31"
  },
  {
    "text": "Yeah, we need to slow down here.",
    "start": "00:18:31",
    "end": "00:18:33"
  },
  {
    "text": "And those surrounding him, the whole.",
    "start": "00:18:33",
    "end": "00:18:35"
  },
  {
    "text": "Let's start with that. In the assembly of the holy ones. Holy meaning. I'm going to try to remember Kadosh.",
    "start": "00:18:35",
    "end": "00:18:42"
  },
  {
    "text": "Yes. Good. Good job. Yeah.",
    "start": "00:18:42",
    "end": "00:18:44"
  },
  {
    "text": "What does that one mean?",
    "start": "00:18:44",
    "end": "00:18:45"
  },
  {
    "text": "Unique.",
    "start": "00:18:46",
    "end": "00:18:46"
  },
  {
    "text": "Unique.",
    "start": "00:18:46",
    "end": "00:18:47"
  },
  {
    "text": "One of a kind, set apart.",
    "start": "00:18:47",
    "end": "00:18:48"
  },
  {
    "text": "Here's the thing, man. I forget things so easily.",
    "start": "00:18:48",
    "end": "00:18:51"
  },
  {
    "text": "What's fine.",
    "start": "00:18:51",
    "end": "00:18:52"
  },
  {
    "text": "I think that's why I'm good asking questions.",
    "start": "00:18:52",
    "end": "00:18:54"
  },
  {
    "text": "All right. So that you forget that you asked the same question.",
    "start": "00:18:57",
    "end": "00:19:01"
  },
  {
    "text": "I guess.",
    "start": "00:19:01",
    "end": "00:19:01"
  },
  {
    "text": "Yeah.",
    "start": "00:19:01",
    "end": "00:19:01"
  },
  {
    "text": "So the unique ones, the holy ones. Yeah, The Kadosh.",
    "start": "00:19:02",
    "end": "00:19:07"
  },
  {
    "text": "The Kadosh ones, the holy ones.",
    "start": "00:19:07",
    "end": "00:19:09"
  },
  {
    "text": "There's this assembly of unique ones. They're unique in the sense that they are all Elohim, which is pretty unique for the world of humans.",
    "start": "00:19:09",
    "end": "00:19:17"
  },
  {
    "text": "Yeah, yeah. Or in this case, who's the ultimate holy one? Yahweh. He is the only Elohim who's made all creation, including the other Elohim.",
    "start": "00:19:17",
    "end": "00:19:27"
  },
  {
    "text": "But these other ones are called holy ones.",
    "start": "00:19:27",
    "end": "00:19:29"
  },
  {
    "text": "Yeah, they're the sons of Elohim. They share in God's holiness because they're like Elohim, but they are not the Elohim.",
    "start": "00:19:29",
    "end": "00:19:38"
  },
  {
    "text": "Got it.",
    "start": "00:19:38",
    "end": "00:19:39"
  },
  {
    "text": "So they're the holy ones. Yep. Yep. Okay. And the whole point of this poem is even though they're like they're sons of God, they are not the Elohim. No one is compared to Yahweh.",
    "start": "00:19:39",
    "end": "00:19:52"
  },
  {
    "text": "Assembly of the holy ones. Who is similar to Yahweh, who of the sons of gods. Now, why is it eliminated that's the one that we haven't talked about.",
    "start": "00:19:52",
    "end": "00:20:00"
  },
  {
    "text": "Yeah, well, it's so we. It's not Elohim, which is the plural. You have eloah, and then the plural of that's elohim. Then you have the noun el.",
    "start": "00:20:00",
    "end": "00:20:12"
  },
  {
    "text": "Oh, and the plural that's.",
    "start": "00:20:12",
    "end": "00:20:13"
  },
  {
    "text": "You can just put the plural of that as on Elim. All right. Yeah, I know it's confusing.",
    "start": "00:20:13",
    "end": "00:20:17"
  },
  {
    "text": "So a lot of words I'm following. So who of the sons of the gods? The sons of the gods. The sons of the Elohim. Who is the.",
    "start": "00:20:17",
    "end": "00:20:28"
  },
  {
    "text": "The sons of Elim. That might just be my. I think. I think this is my English translation. Oh.",
    "start": "00:20:28",
    "end": "00:20:33"
  },
  {
    "text": "Because it's plural for God.",
    "start": "00:20:33",
    "end": "00:20:34"
  },
  {
    "text": "Oh, yeah. I put the word the in there because in English you wouldn't say who of the sons of gods.",
    "start": "00:20:34",
    "end": "00:20:38"
  },
  {
    "text": "Got it. Yeah.",
    "start": "00:20:39",
    "end": "00:20:40"
  },
  {
    "text": "But it's very clearly a plural.",
    "start": "00:20:41",
    "end": "00:20:42"
  },
  {
    "text": "So in other words, they're membership of the class of gods, not of Yahweh.",
    "start": "00:20:43",
    "end": "00:20:48"
  },
  {
    "text": "Right.",
    "start": "00:20:48",
    "end": "00:20:48"
  },
  {
    "text": "So out of all the holy ones, Yahweh is the greatest.",
    "start": "00:20:49",
    "end": "00:20:53"
  },
  {
    "text": "Yeah, yeah, you got it. That's it.",
    "start": "00:20:53",
    "end": "00:20:55"
  },
  {
    "text": "So so far we've got the host. They're called the Host of Heaven.",
    "start": "00:20:56",
    "end": "00:21:01"
  },
  {
    "text": "The army of Heaven.",
    "start": "00:21:01",
    "end": "00:21:02"
  },
  {
    "text": "The army of Heaven. The sons of God. The sons of the Gods. The holy ones.",
    "start": "00:21:02",
    "end": "00:21:09"
  },
  {
    "text": "Yeah, there you go. Creatures. Spiritual creatures. Creatures.",
    "start": "00:21:09",
    "end": "00:21:14"
  },
  {
    "text": "Creatures. Makes me think of physical. Physical.",
    "start": "00:21:14",
    "end": "00:21:18"
  },
  {
    "text": "Okay. So being. Being. These spiritual beings are mentioned all different parts of the Bible, and they're always depicted as subservient to Yahweh, who's the Elohim. But they're also under his command. Like, they do stuff. They run errands for Yahweh. Yeah, they're his staff.",
    "start": "00:21:18",
    "end": "00:21:37"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:21:37",
    "end": "00:21:38"
  },
  {
    "text": "Which means they have some kind of delegated authority and influence. Right. He's played out. Right. So they can do stuff. It's only what they're allowed to do. But they can do stuff. In terms of. If we're playing out these scenes and their implications, what it means is that Yahweh runs the world with the staff team, with delegated authority. That seems to be what these mean on a face value reading.",
    "start": "00:21:38",
    "end": "00:22:06"
  },
  {
    "text": "Right. Now, could it mean that who. Who really knows how things work in the spiritual realm and this is just the way that God communicated with them because this is the world they lived in.",
    "start": "00:22:06",
    "end": "00:22:22"
  },
  {
    "text": "Sure.",
    "start": "00:22:22",
    "end": "00:22:22"
  },
  {
    "text": "In the same way that, you know, God doesn't live in tabernacles, but he had him build a tabernacle.",
    "start": "00:22:22",
    "end": "00:22:27"
  },
  {
    "text": "Yeah, got it. Or God doesn't just live up in the skies.",
    "start": "00:22:27",
    "end": "00:22:30"
  },
  {
    "text": "Right.",
    "start": "00:22:31",
    "end": "00:22:31"
  },
  {
    "text": "But it's a way of talking about. So, yeah, One way to think about what's going on is all the biblical authors live in a world where this is normal, where this is the nature of structured power. And the greater the power of a monarch or king, the more staff they have. So to depict Yahweh as the chief of a huge staff is within their available framework. Yes, that's right. So the question is, however, do those spiritual beings, are they just parts of the metaphor?",
    "start": "00:22:31",
    "end": "00:23:12"
  },
  {
    "text": "Right.",
    "start": "00:23:12",
    "end": "00:23:12"
  },
  {
    "text": "Or does God actually seem to interact with the world through some kinds of mediators or delegated authority figures? And as we're going to see, this doesn't seem like it's just part of a metaphor. There are lots and lots of stories and parts of the biblical story where people are interacting with Yahweh by means of a mediator. We'll have to lay the groundwork for that. It's called the divine council. Okay, so here's where things get even more interesting. There's this poem that Moses speak to the people. We've already looked at it once in Deuteronomy 32. And he is trying to convince the Israelites before they go into the promised land. Like, hey, follow Yahweh. He rescued you. You're going to go into the promised land. The Canaanites worship all kinds of Elohim. You shall have no other Elohim before me. It's the first commandment of the ten. Very practical, Very practical. So the big part of this poem is he's retelling the story of Genesis 1 through the Exodus story. And he's retelling the story of God choosing the family of Abraham and choosing Israel and so on. And he gets to this point in the story, so fascinating. Verses 8 and 9. And he says, before this, he said, go back to your ancestors and ask them about the days of old. Go back to the stories of our ancestors. Genesis. And he says this verse eight, when the most High, which that word, Elyon, the most high God was allotting out the nations when he was setting the divisions for the sons of Adam, the sons of humanity, he fixed the territories of the peoples according to the number of the sons of Elohim. Now Yahweh's portion is his people, Jacob, referring to the people of Israel. That's Yahweh's allotment. So there's a lot happening. We're recalling a time in the past when God's ordering the nations, and we're told that every nation gets its own territory itself. A way of talking about God's sovereignty over the human History and where people go and what people do. And then we get this interesting line. He fixed or assigned the territories of nations according to the number of the sons of Elohim.",
    "start": "00:23:12",
    "end": "00:26:24"
  },
  {
    "text": "Yeah. So, I mean, it makes sense for someone from that culture to think that, right? To say, okay, there's all these different types of people and they're separated by language and custom.",
    "start": "00:26:26",
    "end": "00:26:45"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:26:46",
    "end": "00:26:46"
  },
  {
    "text": "And. And also by who they worship.",
    "start": "00:26:46",
    "end": "00:26:49"
  },
  {
    "text": "Yep.",
    "start": "00:26:49",
    "end": "00:26:49"
  },
  {
    "text": "And so why is this? Well, it wasn't an accident. Our God, the Most High, he set it all up.",
    "start": "00:26:49",
    "end": "00:26:58"
  },
  {
    "text": "Yep.",
    "start": "00:26:58",
    "end": "00:26:58"
  },
  {
    "text": "And the way he set it up was that he said, cool, this people, this God is going to be the one over you guys.",
    "start": "00:26:58",
    "end": "00:27:07"
  },
  {
    "text": "This Elohim.",
    "start": "00:27:07",
    "end": "00:27:08"
  },
  {
    "text": "This Elohim.",
    "start": "00:27:09",
    "end": "00:27:10"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:27:10",
    "end": "00:27:10"
  },
  {
    "text": "It's like he partitioned everything, you know, put like a team captain basically, over all these.",
    "start": "00:27:11",
    "end": "00:27:17"
  },
  {
    "text": "Yeah, that's right. A lesser Elohim, son of Elohim. Yeah. But then notice the contrast.",
    "start": "00:27:17",
    "end": "00:27:23"
  },
  {
    "text": "It seems silly.",
    "start": "00:27:23",
    "end": "00:27:24"
  },
  {
    "text": "Hold on. Notice the contrast. Then in the poem. All these other nations, they have a son of Elohim, but we have. But we have Yahweh, the Elohim. He took the family of Abraham from among all the nations as his own special. He wanted to directly rule over them, not through delegated authority. That's the concept here.",
    "start": "00:27:24",
    "end": "00:27:47"
  },
  {
    "text": "Yeah. It'd be kind of like this is gonna be very American centric again. But if, like, you know, we have 50 states and they have senators and governors and stuff, but we have a president. And if the president got his own state.",
    "start": "00:27:47",
    "end": "00:27:58"
  },
  {
    "text": "Right, yeah. Interesting. Yeah. Okay.",
    "start": "00:28:00",
    "end": "00:28:02"
  },
  {
    "text": "Sure. And it's kind of like the president's above all these guys, and he happens to be our.",
    "start": "00:28:02",
    "end": "00:28:07"
  },
  {
    "text": "Yeah, yeah, yeah. You could probably, in a way that would work for any modern nation state, would be like mayors. Yeah, mayors, something. Every city has its own, you know, appointed governing leader. Elected or appointed. But then it would be as if the prime minister or the president of the whole nation state chose one particular city.",
    "start": "00:28:07",
    "end": "00:28:26"
  },
  {
    "text": "Yeah. And said to directly govern. And I'm in charge of this one.",
    "start": "00:28:26",
    "end": "00:28:29"
  },
  {
    "text": "I'm in charge of this city. Yeah, that's it. Yeah.",
    "start": "00:28:29",
    "end": "00:28:32"
  },
  {
    "text": "You'd feel special if you were in that city.",
    "start": "00:28:32",
    "end": "00:28:33"
  },
  {
    "text": "Yeah, that's good. That's a good analogy. Before we try and match this onto what we can reconstruct of human history. Of human history. Where is this? This is the fifth book of the Bible. It's clearly a hyperlink, right? One of these biblical hyperlinks.",
    "start": "00:28:33",
    "end": "00:28:49"
  },
  {
    "text": "Yeah.",
    "start": "00:28:49",
    "end": "00:28:49"
  },
  {
    "text": "To some earlier story in the Torah. What would that be? So, dude, the rabbit hole. The rabbit hole goes deep. First of all, the translation that I Just read to you is from a number of modern translations. The King James reads differently because it's based on a different form of the Hebrew text. King James and other translations that follow this particular Hebrew text read. When the Most High divided up the nations, he fixed the territories of the peoples according to the numbers of the sons of Israel. Israel according to the number of the sons of Israel.",
    "start": "00:28:49",
    "end": "00:29:29"
  },
  {
    "text": "Now we're just talking about Israel.",
    "start": "00:29:29",
    "end": "00:29:31"
  },
  {
    "text": "Yep. So all of this is hyperlinking back to the table of nations, the table of 70 nations in Genesis chapter 10. So here's what seems to be happening to say that God divided up the territories according to the numbers of the sons of Israel. How many sons of Israel were there? Well, Jacob, whose name got changed to Israel when he goes down to Egypt with his big family, we're told there were 70. He went down with 70 down into Egypt.",
    "start": "00:29:31",
    "end": "00:30:00"
  },
  {
    "text": "So not of his actual sons, but members of the clan.",
    "start": "00:30:00",
    "end": "00:30:04"
  },
  {
    "text": "Correct. Members of his clan. And lo and behold, how many nations are numbered in Genesis chapter 10? The sons of Shem, Ham and Japheth. 70. Okay, so first of all, there's an early tradition linking, and it's from a medieval Hebrew text. It's actually one of the main Hebrew texts that most English translations are based off of. Masoretic reads the sons of Israel. However, there are some early translations from, like the Greek translation of the Hebrew Bible. Septuagint reads or translates here according to the number of the angels of God. He uses the Greek word angels of God, which is very strange. People often scratch their heads. How did this translator get the idea of angels of God from the sons of Israel? And then the Dead Sea Scrolls were found and there were sections of Deuteronomy discovered that did not read the word Israel. It read the word El or Elohim. There's a son's. Yeah. So here's what almost certainly happened was that a scribe, somewhere in between the period of the Second Temple or later on, got a rash when they read this phrase that God divided up the nations according to other spiritual. The number of spiritual beings.",
    "start": "00:30:04",
    "end": "00:31:34"
  },
  {
    "text": "He thought that's dumb.",
    "start": "00:31:35",
    "end": "00:31:36"
  },
  {
    "text": "Well, more, I think that can't be what the Bible says, right? There's no God but one. We have to explain how you get.",
    "start": "00:31:36",
    "end": "00:31:45"
  },
  {
    "text": "He wouldn't say that. He wouldn't say, oh, there's no God but one. There's only one born God. There's only one almighty God.",
    "start": "00:31:45",
    "end": "00:31:51"
  },
  {
    "text": "Yeah, I think what you would have to say is scribe either was certain that that couldn't be the correct reading or thought it was a mistake. Or thought that it was theologically dangerous and was aware of a tradition of Jacob's 70 descendants corresponding in Genesis. There's a mapping of Jacob's 70 and the 70 in Genesis 10 of the nations.",
    "start": "00:31:51",
    "end": "00:32:17"
  },
  {
    "text": "Yeah.",
    "start": "00:32:17",
    "end": "00:32:18"
  },
  {
    "text": "And so change.",
    "start": "00:32:18",
    "end": "00:32:19"
  },
  {
    "text": "Connecting it to that.",
    "start": "00:32:19",
    "end": "00:32:20"
  },
  {
    "text": "Yeah.",
    "start": "00:32:20",
    "end": "00:32:21"
  },
  {
    "text": "Okay.",
    "start": "00:32:21",
    "end": "00:32:21"
  },
  {
    "text": "Change the word El to.",
    "start": "00:32:21",
    "end": "00:32:23"
  },
  {
    "text": "But most likely it was originally sons of El.",
    "start": "00:32:23",
    "end": "00:32:27"
  },
  {
    "text": "Correct.",
    "start": "00:32:27",
    "end": "00:32:28"
  },
  {
    "text": "Meaning that there's the original one we were talking about.",
    "start": "00:32:29",
    "end": "00:32:33"
  },
  {
    "text": "Yeah. Every nation got its own lesser Elohim as a captain, as a mayor.",
    "start": "00:32:33",
    "end": "00:32:38"
  },
  {
    "text": "Yeah.",
    "start": "00:32:38",
    "end": "00:32:38"
  },
  {
    "text": "And that. This depicting God.",
    "start": "00:32:39",
    "end": "00:32:40"
  },
  {
    "text": "They got their spiritual mayor.",
    "start": "00:32:40",
    "end": "00:32:41"
  },
  {
    "text": "Once again depicting God as the head of the council. You get this one, you get that one. You get that one. And so on. And there's actually another passage in Deuteronomy.",
    "start": "00:32:41",
    "end": "00:32:50"
  },
  {
    "text": "And now let's stop. This doesn't mean that they are evil or malevolent.",
    "start": "00:32:51",
    "end": "00:32:55"
  },
  {
    "text": "No.",
    "start": "00:32:56",
    "end": "00:32:56"
  },
  {
    "text": "They could be part of his command center.",
    "start": "00:32:56",
    "end": "00:32:58"
  },
  {
    "text": "Yeah.",
    "start": "00:32:58",
    "end": "00:32:59"
  },
  {
    "text": "For some reason in my mind, I'm thinking like, oh, he's putting a bunch of demons in charge.",
    "start": "00:32:59",
    "end": "00:33:02"
  },
  {
    "text": "Yeah. No, there's no indication that they're necessarily evil. However, once surely, like Moab Chemosh, the God worshiped by Moab or baal, BAAL worshiped by the Sidonians. These were gods known for demanding child sacrifice. Oh, something's gone wrong.",
    "start": "00:33:02",
    "end": "00:33:23"
  },
  {
    "text": "Well, so did Yahweh. I mean, he didn't go through with it, but he asked for it with Isaac.",
    "start": "00:33:24",
    "end": "00:33:29"
  },
  {
    "text": "Oh, with Abraham and Isaac. Yeah. Separate. Separate conversation. Separate conversation. So eventually, as it turns out, all is not well among the sons of Elohim. There's been a rebellion, but that's not what's being talked about here. Here. We're just talking about the original plan. It's God designing a staff team.",
    "start": "00:33:29",
    "end": "00:33:46"
  },
  {
    "text": "Yeah.",
    "start": "00:33:46",
    "end": "00:33:46"
  },
  {
    "text": "Right. For world governance. Okay. It gets even more interesting. This was actually talked about earlier on in Deuteronomy 4, where Moses said to Israel, hey, Israel, don't act corruptly. Don't make any images for yourselves and any figures. Don't lift your eyes up to heaven and look at the sun, the moon, the stars, the armies of heaven, the host of heaven I see. And be drawn away and worship and serve them, those which Yahweh your God has allotted to all the peoples under the whole heaven. God set it up. And those lesser Elohim are for governing those other peoples. But Yahweh has taken you to be his own possession. It's the same idea, just in a different biblical. Just in case you're wondering, like, what this is just one biblical passage. No, it's actually a theme in Deuteronomy that. Yeah. Israel is Yahweh's special people. The other people worship other gods. And even that is itself by God's allowance. But what's gone wrong as the biblical, as this theme develops is that those other gods weren't satisfied with delegated authority. They wanted more for themselves. Here's a quote from a Jewish scholar.",
    "start": "00:33:47",
    "end": "00:35:01"
  },
  {
    "text": "Wait, is there a part of the Bible that talks about that?",
    "start": "00:35:01",
    "end": "00:35:04"
  },
  {
    "text": "The rebellion? We'll talk about that. Okay. Such a crazy conversation. Yeah, I'm with you. This is not a normal thing that I would think about.",
    "start": "00:35:04",
    "end": "00:35:13"
  },
  {
    "text": "No.",
    "start": "00:35:13",
    "end": "00:35:14"
  },
  {
    "text": "Here's Jeffrey Tighe, his commentary on Deuteronomy. He's talking about these passages in Deuteronomy. He says these passages refer to an early tradition about God allotting the nations to the delegated authority of other divine beings. And he made that the same number of nations and territories as there were such beings. However, verse nine implies he's referring back to the statement of he fixed the territories according to the number of the sons of God, states explicitly then that he kept Israel for himself, but Yahweh's portion was his people. This seems to be part of a concept hinted at elsewhere in the Bible and in later Jewish literature. When God organized the government of the world, there were two tiers. At the top, there's Yahweh, God of gods and Lord of lords. He reserved Israel for himself to govern personally. But below him were 70 angelic sons of Elohim to whom he allotted the other peoples. The conception is like that of a king or an emperor governing a capital or heartland of his realm and then assigning the provinces to different subordinates. So that's the setup. That's the conception here.",
    "start": "00:35:15",
    "end": "00:36:31"
  },
  {
    "text": "Yeah.",
    "start": "00:36:31",
    "end": "00:36:31"
  },
  {
    "text": "However, if you go back to. Think back. What is 70 coming? This is a hyperlink back to the 70 nations of Genesis 10. What's the next story in the book of Genesis? Yeah. The rebellion at Babylon and the scattering of the nations at Babylon. So what's happening here actually is hyperlinking back to something odd going on in those stories. Because Genesis 10 gives you 70, right? 70 nations, and they're all organized, and it says, each according to their own language. And then Genesis 11 comes along and says, they're all everyone, Right. The whole land had one language. You're like, wait, no, they don't. So the stories have been intentionally put out of chronological order. So Genesis 10 gives you the 70, and then you're like, well, how do they all. Where did all those languages come from?",
    "start": "00:36:32",
    "end": "00:37:29"
  },
  {
    "text": "Let me tell you.",
    "start": "00:37:29",
    "end": "00:37:30"
  },
  {
    "text": "Let me tell you. And then it's the story of humans. They come together and they don't want to be scattered. They want to come together and they want to build a temple to exalt themselves to the place of God.",
    "start": "00:37:30",
    "end": "00:37:45"
  },
  {
    "text": "Yeah, it's another. We talked about the cycles of the fall in Genesis 1:11, and how you get different layers of it, nuances of it, between Adam and Eve, Cain and Abel, and then you get the Tower of Babel. It's like. It's another example of the fall.",
    "start": "00:37:45",
    "end": "00:38:05"
  },
  {
    "text": "Exactly. Genesis 3 to 11 is the biblical fall narrative. And what is likely happening here is all these hyperlinks are saying there was a human rebellion happening at Babylon. And then you read on to the Torah and you realize there was also a rebellion among the host of heaven. That that human rebellion matched a rebellion among the hosts of heaven.",
    "start": "00:38:05",
    "end": "00:38:29"
  },
  {
    "text": "Where does it say that?",
    "start": "00:38:30",
    "end": "00:38:31"
  },
  {
    "text": "Ah, it doesn't say this explicitly in the Torah. Oh, you have to follow the logic. How did we end up with God assigning all of the other nations with their own lesser Elohim? And why do we have all these languages? Why do all these nations worship other Elohim? And why is it that when these other nations worship other Elohim, it's just, like, really destructive. Like, they offer their screaming infant children to these gods and is terrible. In what kind of world am I living where this would ever happen?",
    "start": "00:38:31",
    "end": "00:39:06"
  },
  {
    "text": "Yeah.",
    "start": "00:39:06",
    "end": "00:39:06"
  },
  {
    "text": "If God's the chief Elohim, how would he allow this?",
    "start": "00:39:07",
    "end": "00:39:09"
  },
  {
    "text": "Genesis 1:11 is all.",
    "start": "00:39:10",
    "end": "00:39:12"
  },
  {
    "text": "Genesis 1:3, 11 is trying to explain that to us. And the sons of God narrative in the Flood all the way back up to Genesis 6. There's two moments in the Genesis. Genesis 3 to 11. It's mapping the. The spreading human rebellion. And it seems to be what these traditions are saying is it's mapping at the same time a rebellion among the.",
    "start": "00:39:12",
    "end": "00:39:35"
  },
  {
    "text": "Host of heaven, the Nephilim and stuff. All that stuff.",
    "start": "00:39:35",
    "end": "00:39:38"
  },
  {
    "text": "Yeah, well, that the sons of God.",
    "start": "00:39:39",
    "end": "00:39:40"
  },
  {
    "text": "Came and slept with the devil, overstepped.",
    "start": "00:39:41",
    "end": "00:39:43"
  },
  {
    "text": "Their authority that they are called to govern the humans.",
    "start": "00:39:43",
    "end": "00:39:47"
  },
  {
    "text": "So embedded in fall narratives of 3 through 11 is kind of the seed of this.",
    "start": "00:39:47",
    "end": "00:39:54"
  },
  {
    "text": "Of the spiritual rebellion.",
    "start": "00:39:54",
    "end": "00:39:55"
  },
  {
    "text": "Spiritual rebellion. And we don't get to learn about it very explicitly, but it does seem kind of mapped onto it.",
    "start": "00:39:55",
    "end": "00:40:01"
  },
  {
    "text": "It also connects to the question of what on earth is that snake, talking snake doing in the garden? Right.",
    "start": "00:40:02",
    "end": "00:40:09"
  },
  {
    "text": "That's part of the same rebellion, at.",
    "start": "00:40:10",
    "end": "00:40:11"
  },
  {
    "text": "Least a part of the same question. Here's a creature that's in rebellion against God. Where did it come from? And so here's the thing, is that all we get are these Little hints of some underlying narrative. But the more the biblical story goes on, the more it seems to be looking back to those early narratives in Genesis as telling the stories of a twin rebellion. One rebellion is told in detail, the human one.",
    "start": "00:40:11",
    "end": "00:40:40"
  },
  {
    "text": "Yeah.",
    "start": "00:40:40",
    "end": "00:40:40"
  },
  {
    "text": "One rebellion. It's merely hinted at, and that's the spiritual one.",
    "start": "00:40:40",
    "end": "00:40:46"
  },
  {
    "text": "It's hinted at in terms of there's this malevolent snake, serpent, and then there's these sons of God, like doing something they shouldn't be doing.",
    "start": "00:40:46",
    "end": "00:40:58"
  },
  {
    "text": "Yeah. They're supposed to be governing humans, not having sex with them.",
    "start": "00:40:58",
    "end": "00:41:01"
  },
  {
    "text": "Right.",
    "start": "00:41:01",
    "end": "00:41:01"
  },
  {
    "text": "That's Genesis 6.",
    "start": "00:41:01",
    "end": "00:41:02"
  },
  {
    "text": "Yeah.",
    "start": "00:41:02",
    "end": "00:41:03"
  },
  {
    "text": "And then tradition of God assigned each nation its own deity. But why? Well, because of the rebellion of Babylon, which was all about humans. If the sons of God story in Genesis 6 is about them crossing a boundary, then Babylon in Genesis 11 is humans crossing a boundary to make themselves into gods.",
    "start": "00:41:03",
    "end": "00:41:24"
  },
  {
    "text": "It begs the question, though, if there was already a spiritual rebellion happening in Genesis 6.",
    "start": "00:41:25",
    "end": "00:41:31"
  },
  {
    "text": "Yes.",
    "start": "00:41:32",
    "end": "00:41:32"
  },
  {
    "text": "Why would God appoint them over the nations?",
    "start": "00:41:32",
    "end": "00:41:37"
  },
  {
    "text": "Yeah. So there's two traditions here.",
    "start": "00:41:38",
    "end": "00:41:41"
  },
  {
    "text": "Okay.",
    "start": "00:41:41",
    "end": "00:41:42"
  },
  {
    "text": "There's one is that the scattering at Babylon is God giving all the nations over to their rebellion and to.",
    "start": "00:41:42",
    "end": "00:41:51"
  },
  {
    "text": "You wanted this here?",
    "start": "00:41:51",
    "end": "00:41:53"
  },
  {
    "text": "Yeah.",
    "start": "00:41:53",
    "end": "00:41:53"
  },
  {
    "text": "You can have it.",
    "start": "00:41:53",
    "end": "00:41:54"
  },
  {
    "text": "You want to be gods? Great. I'll give you over. To be governed by these rebel Elohim. That's one tradition. The other way of doing it would be to say these are actually two separate. Way back when, these were two separate ideas. One is originally positive that God's the chief Elohim. He runs the world with his staff of Elohim. And then that's just the idea. And then you have another story of somehow those sons of Elohim rebelled. This would be like TGE we have in the Bible. There's a later author that's created a coherent narrative out of those two. You have other guys.",
    "start": "00:41:54",
    "end": "00:42:32"
  },
  {
    "text": "It's not coherent, though, in the sense that you get job and you get.",
    "start": "00:42:32",
    "end": "00:42:36"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:42:37",
    "end": "00:42:37"
  },
  {
    "text": "The other passage where it seems like God has his command team.",
    "start": "00:42:38",
    "end": "00:42:42"
  },
  {
    "text": "He's still working with his command team.",
    "start": "00:42:42",
    "end": "00:42:43"
  },
  {
    "text": "Yeah. They seem like they're on board.",
    "start": "00:42:43",
    "end": "00:42:45"
  },
  {
    "text": "Correct.",
    "start": "00:42:45",
    "end": "00:42:45"
  },
  {
    "text": "There's the guy who's opposing.",
    "start": "00:42:45",
    "end": "00:42:47"
  },
  {
    "text": "Yeah.",
    "start": "00:42:47",
    "end": "00:42:47"
  },
  {
    "text": "But it's not, you know.",
    "start": "00:42:47",
    "end": "00:42:49"
  },
  {
    "text": "Yeah. In other words, all these passages, it's actually hard to put them all together into a coherent narrative.",
    "start": "00:42:49",
    "end": "00:42:55"
  },
  {
    "text": "Right.",
    "start": "00:42:55",
    "end": "00:42:55"
  },
  {
    "text": "So there's some early set of traditions about all of this, and you can see something of a narrative arc among them. But there you go. And that's where I met with this theme in the Bible.",
    "start": "00:42:56",
    "end": "00:43:07"
  },
  {
    "text": "Yeah.",
    "start": "00:43:08",
    "end": "00:43:08"
  },
  {
    "text": "So let me try this sub theme.",
    "start": "00:43:09",
    "end": "00:43:11"
  },
  {
    "text": "Let me try to see If I.",
    "start": "00:43:11",
    "end": "00:43:12"
  },
  {
    "text": "Can, there's a few more steps to it, actually.",
    "start": "00:43:12",
    "end": "00:43:14"
  },
  {
    "text": "Oh, but let me try summarizing.",
    "start": "00:43:14",
    "end": "00:43:16"
  },
  {
    "text": "Okay. Oh, the Bible.",
    "start": "00:43:16",
    "end": "00:43:21"
  },
  {
    "text": "My head's spinning. Okay, so we've got this divine council idea. At its basic core of this idea is that Yahweh is the commander in chief. There are other Elohim. They're called the hosts of heaven, the armies of heaven. Also, when you talk about the stars in their imagination, that's kind of speaks to who these are, because many people thought the stars were gods. They're called the sons of God. They're also called the sons of the gods. And it's very clear in the biblical imagination, they are lesser than Yahweh. Yahweh runs them. And there's stories of God actually Yahweh saying, you know, delegating tasks to this divine council in Job and in First Kings. Now that's a very clean story. Although in Job there is a guy who is called the accuser. And so there is a sense of like, well, that guy, he's not completely on board with God.",
    "start": "00:43:21",
    "end": "00:44:22"
  },
  {
    "text": "Right.",
    "start": "00:44:22",
    "end": "00:44:23"
  },
  {
    "text": "So there seems to be a little bit of something on there. But if we go back to this, like our very proto stories in 3 through 11, you get this picture of a rebellion amongst these spiritual babies.",
    "start": "00:44:23",
    "end": "00:44:37"
  },
  {
    "text": "The sons of Elohim.",
    "start": "00:44:37",
    "end": "00:44:38"
  },
  {
    "text": "The sons of Elohim, in Genesis Is it 6? They overstep. They sleep with women. And that's not rad.",
    "start": "00:44:38",
    "end": "00:44:47"
  },
  {
    "text": "It is much less than rad in the eyes of the biblical author. It's the opposite of rad.",
    "start": "00:44:47",
    "end": "00:44:53"
  },
  {
    "text": "The opposite of rad.",
    "start": "00:44:53",
    "end": "00:44:54"
  },
  {
    "text": "Yeah. And then you've got the talking snake.",
    "start": "00:44:55",
    "end": "00:44:57"
  },
  {
    "text": "You got this talking snake. I mean, he shows up right away. I mean, this is like kind of before the humans rebel. And he's in opposition of Yahweh. Is he a Elohim? It doesn't say he's an Elohim. It's a talking snake.",
    "start": "00:44:57",
    "end": "00:45:11"
  },
  {
    "text": "Yeah.",
    "start": "00:45:11",
    "end": "00:45:12"
  },
  {
    "text": "Now, in Deuteronomy, you get this passage, two passages where Moses is saying, hey, look, back in the day when all of these nations, it's kind of answering the question, how did they get there? Why are they worshiping their own gods? Why are these other gods kind of corrupt? And why are we chosen by Yahweh, who's above all of them? And he's like, look, here's the deal. Yahweh, back in the day, he set this all up. He set all these nations up, and he put other lesser deities, Elohim in charge. And that's what's going on.",
    "start": "00:45:12",
    "end": "00:45:48"
  },
  {
    "text": "Don't Worship those other Elohim. They're not your Elohim.",
    "start": "00:45:48",
    "end": "00:45:51"
  },
  {
    "text": "And so if you go, well, why did God do that? Because those gods are pretty screwed up. Well, there was a rebellion. And this whole thing, the whole, like, timeline, chronology of it is really weird. So it's like, did they just not think in the terms of that same. Of the chronology? Did that not matter? Or is there something we're missing? But it seems like all these stories are kind of meshed together as almost like coexisting.",
    "start": "00:45:51",
    "end": "00:46:19"
  },
  {
    "text": "Yeah, they're hyperlinked. They're all talking about the same thing.",
    "start": "00:46:19",
    "end": "00:46:22"
  },
  {
    "text": "They're all talking about the same thing. But there's no, like, narrative structure of this happened, this happened, this happened.",
    "start": "00:46:22",
    "end": "00:46:27"
  },
  {
    "text": "That's right.",
    "start": "00:46:27",
    "end": "00:46:27"
  },
  {
    "text": "Because you've got a talking snake before the rebellion of humans, and then you got God appointing the Elohim.",
    "start": "00:46:27",
    "end": "00:46:35"
  },
  {
    "text": "Yeah. But there doesn't seem to be any rebellion.",
    "start": "00:46:35",
    "end": "00:46:38"
  },
  {
    "text": "But they had rebelled in Genesis 6.",
    "start": "00:46:38",
    "end": "00:46:40"
  },
  {
    "text": "Yeah, that's right. Yeah.",
    "start": "00:46:40",
    "end": "00:46:41"
  },
  {
    "text": "And he hadn't done it until Genesis 11. But then in first kings and Job, it seems like he's got this support staff that's pretty legit. So, like. But if you just throw it all together in one boiling pot, it kind of. You get this picture of there's this spiritual reality of powers and authorities that God has delegated, but there is some sort of rebellion.",
    "start": "00:46:41",
    "end": "00:47:04"
  },
  {
    "text": "Yep. And it's mapping. It's not separate. The conflict in the heavens among the people. Heavenly staff team maps onto the misfortunes of humans. Right. Because they're governing.",
    "start": "00:47:04",
    "end": "00:47:17"
  },
  {
    "text": "Yeah.",
    "start": "00:47:17",
    "end": "00:47:18"
  },
  {
    "text": "And so the misfortunes of humans is itself a window of the consequences of the heavenly rebellion. And the heavenly rebellion is connected to the human rebellion. Yeah. That's a good summary. There's no way to tie this up. And I just wanted to have this conversation with you. I don't want this to be in the video at all. The God video. It's not going to be helpful.",
    "start": "00:47:18",
    "end": "00:47:40"
  },
  {
    "text": "The divine council.",
    "start": "00:47:40",
    "end": "00:47:41"
  },
  {
    "text": "No, but it's just once you bring up the other Elohim, it does raise this question of, well, what are they and what's their story? And it's piecemeal. And it's going to be.",
    "start": "00:47:41",
    "end": "00:47:49"
  },
  {
    "text": "Doesn't Michael Hyzer have an explainer video on this?",
    "start": "00:47:49",
    "end": "00:47:51"
  },
  {
    "text": "Oh, yes. Chaos One, I'll talk about Hyzer's work in a second. So two, just so you know, we're not just making this up out of all these different stories. When you get to the Book of Daniel, the Book of Daniel is tracking with all of this. So you have Daniel, who's sitting in Babylon as an exile and prisoner, Jerusalem smoldering, and he's praying to Yahweh to bring comfort and restoration to Jerusalem. And he sits and prays for a while. And then eventually a holy one comes to him. And the Holy one is one of these Elohim, sons of Elohim, except called a holy one. And this being gives their name, Gabriel, which means God is my warrior. And he says this. He says, listen, we heard your prayer. We were coming your way. But then the Prince of Persia was resisting us for 21 days. It took us three weeks to get here because there was that other Elohim, the one assigned to Persia. He was resisting us. And so he. We got in our way. But finally we made it to you. Because Michael, who is like El, who is like God, he came.",
    "start": "00:47:52",
    "end": "00:49:06"
  },
  {
    "text": "Who is like God, that's what his name means.",
    "start": "00:49:06",
    "end": "00:49:08"
  },
  {
    "text": "Michael means who is like El, who is like God. Michael came and he helped me. I was able to get away from the King of Persia. So now I'm here to answer your prayer. That's the story.",
    "start": "00:49:08",
    "end": "00:49:18"
  },
  {
    "text": "And that's where all Frank Peretti's stuff comes from.",
    "start": "00:49:19",
    "end": "00:49:21"
  },
  {
    "text": "Exactly. So but in other words, do you see how that story is itself a reflection, a reflection on all of this earlier stuff about lesser Elohim assigned. There's been a rebellion. Now, the battles on Earth, Persia against Babylon, reflect these heavenly conflicts. So in Jewish literature after Daniel into the Second Temple period, the speculation on these things just go off the charts. Yeah, There is such fascination with angels and these figures, and there's whole books dedicated to them. There's a famous.",
    "start": "00:49:21",
    "end": "00:50:28"
  },
  {
    "text": "Is Enoch about?",
    "start": "00:50:28",
    "end": "00:50:29"
  },
  {
    "text": "Totally, yeah. Yeah. There's a collection of actually originally independent works called the Book of First Enoch, which is an amalgamation of a number of works. But, yeah, it has a whole section where it names them. And how many are there? There's 70. And they all get names and there's a chief, and they're all arranged in these hierarchies.",
    "start": "00:50:30",
    "end": "00:50:47"
  },
  {
    "text": "Now, there's not 70, like, people groups.",
    "start": "00:50:47",
    "end": "00:50:50"
  },
  {
    "text": "No, but there is according to Genesis 10.",
    "start": "00:50:50",
    "end": "00:50:52"
  },
  {
    "text": "Yeah.",
    "start": "00:50:52",
    "end": "00:50:52"
  },
  {
    "text": "It's mapping on to Genesis 10.",
    "start": "00:50:52",
    "end": "00:50:54"
  },
  {
    "text": "Yeah. But once you're in, like, second temple Judaism, how do you, like.",
    "start": "00:50:54",
    "end": "00:50:57"
  },
  {
    "text": "Oh, I don't. Yeah, I don't know. Yeah, it stops for them. It's all about this exegetical universe that they're living in of the Hebrew Bible. So there's all this discussion going on. Then you have Jesus comes onto the scene and he's announcing the restoration of Israel and God's kingdom has arrived, and a whole Bunch of lesser Elohim, which the Greek word for is daimonion. Demons, lesser gods start rearing their heads and like, Jesus walks around and these beings start, like, springing to life. Right.",
    "start": "00:50:57",
    "end": "00:51:31"
  },
  {
    "text": "So you're saying there's a direct connection of the demons and.",
    "start": "00:51:31",
    "end": "00:51:34"
  },
  {
    "text": "Yes. Yeah. The word demon is just a Greek word for lesser God, is it? Demigod. Oh, demigod. Even the word demi that D E M I is connected to the Greek word demonion. Demonion, demigod, Lesser God. Yeah, yeah. Demon is a lesser God, a son of Elohim in Hebrew categories.",
    "start": "00:51:35",
    "end": "00:51:56"
  },
  {
    "text": "But specifically one that's.",
    "start": "00:51:57",
    "end": "00:51:58"
  },
  {
    "text": "Specifically one that's bad. Yeah. So these daimonion. Right. Are like, going off.",
    "start": "00:51:58",
    "end": "00:52:03"
  },
  {
    "text": "So is an angel a son of God then too, like Michael.",
    "start": "00:52:03",
    "end": "00:52:07"
  },
  {
    "text": "Yes. That becomes the title that refers to, usually to ones that serve Yahweh and ones that don't serve Yahweh that are a part of the rebellion are referred to in the New Testament as daimonion. And then also think about Paul's vocabulary. Paul uses this vocabulary of spiritual powers, rulers, authorities. Where do you get all this?",
    "start": "00:52:07",
    "end": "00:52:29"
  },
  {
    "text": "Right.",
    "start": "00:52:29",
    "end": "00:52:29"
  },
  {
    "text": "He gets it from the Hebrew Bible and then mediated through a lot of this continued reflection in Jewish literature about what is all this. So everything that fits under the category of spiritual warfare comes from these biblical texts and this tradition. It was an active part of Jesus way of viewing the world. It was an active part of Paul's way of viewing the world.",
    "start": "00:52:29",
    "end": "00:52:53"
  },
  {
    "text": "So this could be a theme video on spiritual warfare, this conversation right now.",
    "start": "00:52:54",
    "end": "00:52:57"
  },
  {
    "text": "This could be its own theme video. So. And okay, so just a footnote. This. I can sense it in you. And I'll just be perfectly honest. I've always thought this whole thing was just super weird.",
    "start": "00:52:57",
    "end": "00:53:10"
  },
  {
    "text": "Yeah.",
    "start": "00:53:11",
    "end": "00:53:11"
  },
  {
    "text": "And I just. I found it actually really difficult to even believe. I just came to a place. I'm being very honest with you and with a lot of people, but there's no other way to roll.",
    "start": "00:53:12",
    "end": "00:53:23"
  },
  {
    "text": "Okay.",
    "start": "00:53:23",
    "end": "00:53:24"
  },
  {
    "text": "I have actually been avoiding studying this topic. I came to realize this about six months ago. I've been avoiding learning about this because I don't.",
    "start": "00:53:24",
    "end": "00:53:33"
  },
  {
    "text": "You don't like it?",
    "start": "00:53:33",
    "end": "00:53:33"
  },
  {
    "text": "I don't.",
    "start": "00:53:33",
    "end": "00:53:34"
  },
  {
    "text": "It doesn't jive.",
    "start": "00:53:35",
    "end": "00:53:36"
  },
  {
    "text": "Yeah, it doesn't jive. I don't resonate. It doesn't map on to any experience. My experience of life in this world.",
    "start": "00:53:36",
    "end": "00:53:44"
  },
  {
    "text": "You have one experience of coming into contact with something.",
    "start": "00:53:45",
    "end": "00:53:48"
  },
  {
    "text": "I have one experience. That's true. I was speaking hyperbolically. I have one experience. Yep. That I don't have categories for. That was with something that was not good. But Even that experience, going away from it, I still have multiple explanations for.",
    "start": "00:53:49",
    "end": "00:54:08"
  },
  {
    "text": "Sure. Yeah.",
    "start": "00:54:08",
    "end": "00:54:09"
  },
  {
    "text": "And so finally I just realized that I think I was reading a book on a plane or something and I was like, oh, my gosh, I've been avoiding this. That's not honest. That's certainly not being what I think good scholarship is. So I just decided to dive in.",
    "start": "00:54:10",
    "end": "00:54:23"
  },
  {
    "text": "Yeah.",
    "start": "00:54:23",
    "end": "00:54:23"
  },
  {
    "text": "And obviously, 32 pages of notes later, this is how Jesus and Paul, the apostles, biblical authors, seem to have seen the world. So what's here? Like, what am I missing? As a modern Westerner, I'm clearly not tracking with this way that the Bible describes reality. I trust that that's to my detriment. There's something here that I need to see. My hunch is that it's not the faithful way to respond to this. My gut is that it's not going to be like the most extreme forms of the Christian tradition that have gone towards, like, finding the names of these demons and begin, you know, going. Having a prayer sword going on. Yeah. With my. Yeah. On prayer missions. Nothing like that in the New Testament. But at the same time, especially the apostles and Jesus seem to really want me to be aware that there are realities of good and of evil that I'm not aware of. I can't sense with my five senses, but that doesn't mean they're not real and don't have some degree of influence. So it's just under construction. I'm six months into finally owning up to this part of my worldview and. And I'm actively exploring it.",
    "start": "00:54:23",
    "end": "00:55:40"
  },
  {
    "text": "Yeah.",
    "start": "00:55:40",
    "end": "00:55:41"
  },
  {
    "text": "But it's a big factor when we start talking about the word God and other gods.",
    "start": "00:55:41",
    "end": "00:55:46"
  },
  {
    "text": "Yeah. Because underneath that whole conversation is this world.",
    "start": "00:55:46",
    "end": "00:55:49"
  },
  {
    "text": "Yeah.",
    "start": "00:55:50",
    "end": "00:55:50"
  },
  {
    "text": "Which is. It's fairly opaque for how much text there is in the Bible. There's not a lot.",
    "start": "00:55:51",
    "end": "00:55:56"
  },
  {
    "text": "There's not a lot. But there's not nothing.",
    "start": "00:55:56",
    "end": "00:55:58"
  },
  {
    "text": "But there's not nothing. It's just weird that in the New Testament, I mean, they do talk about it, but nothing in the, like, practices.",
    "start": "00:55:58",
    "end": "00:56:06"
  },
  {
    "text": "That's true. Yeah.",
    "start": "00:56:06",
    "end": "00:56:08"
  },
  {
    "text": "Does it emphasize really caring?",
    "start": "00:56:08",
    "end": "00:56:12"
  },
  {
    "text": "It seems it's true. Other than just, hey, don't be stupid. Like, don't go to the Zeus temple down the street. Paul says, Peter says.",
    "start": "00:56:12",
    "end": "00:56:20"
  },
  {
    "text": "Well. And there's this kind of like, hey, when you're experiencing problems, it's because spiritual evil exists.",
    "start": "00:56:20",
    "end": "00:56:25"
  },
  {
    "text": "Yeah. That's true.",
    "start": "00:56:25",
    "end": "00:56:26"
  },
  {
    "text": "And you need. And you need Jesus and his righteousness and to guard against that.",
    "start": "00:56:26",
    "end": "00:56:30"
  },
  {
    "text": "Yeah. Yeah. But at the same time, these evil realities are not described as a real viable threat.",
    "start": "00:56:31",
    "end": "00:56:38"
  },
  {
    "text": "I'm thinking of the. Like the armor of God.",
    "start": "00:56:38",
    "end": "00:56:42"
  },
  {
    "text": "Yes, yes.",
    "start": "00:56:42",
    "end": "00:56:43"
  },
  {
    "text": "Like, isn't there like the flaming arrows of the evil one or something?",
    "start": "00:56:43",
    "end": "00:56:46"
  },
  {
    "text": "Yep, that's right. What's he talking about?",
    "start": "00:56:46",
    "end": "00:56:48"
  },
  {
    "text": "Like, it's like.",
    "start": "00:56:48",
    "end": "00:56:49"
  },
  {
    "text": "Oh, dude. Well, that gets you into the whole thing of Ephesians. Okay. Because Ephesians is all about the creation of a new humanity out of all nations. Out of all nations, God's raised up one human. Who is God, become human. Right. That whole thing.",
    "start": "00:56:49",
    "end": "00:57:06"
  },
  {
    "text": "So let's arm this human so that.",
    "start": "00:57:07",
    "end": "00:57:08"
  },
  {
    "text": "You and I can become the new humanity. And then when he moves into Ephesians 4, it's all about. So what's the new humanity based on one Lord? It's the Shema. One Lord, one God, one faith, one baptism.",
    "start": "00:57:08",
    "end": "00:57:23"
  },
  {
    "text": "Yeah, with a twist.",
    "start": "00:57:24",
    "end": "00:57:24"
  },
  {
    "text": "It's the Messianic Shema, dude. We'll get there eventually. So cool. We're talking about the Messianic Shema.",
    "start": "00:57:24",
    "end": "00:57:30"
  },
  {
    "text": "Okay.",
    "start": "00:57:30",
    "end": "00:57:30"
  },
  {
    "text": "So what the new humanity needs is to have its unity protected. The multi ethnic people of God. That's the new humanity that's going to overcome all previous socioeconomic national boundaries and love each other in the name of Jesus. That's what Jesus created in Paul's life.",
    "start": "00:57:31",
    "end": "00:57:50"
  },
  {
    "text": "The Christian globalists.",
    "start": "00:57:50",
    "end": "00:57:52"
  },
  {
    "text": "Yeah. And so then he goes on in the rest of the letter to talk about how keeping that unity is going to be super hard. All the ethical exhortation in Ephesians is about maintaining that unity. And then you get the armor of God. So in context, the armor of God is primarily, I think, in context about how the spiritual powers of evil, which are connected in Genesis to the scattering and diversity of humanity, they want to keep us scattered, they want to keep us divided. And so whenever you see people elevating. Dude, whenever you. This is what Paul's saying. Talk about ancient texts being relevant. When Paul's saying, when Christians elevate political, ethnic, socioeconomic differences above their unity in Christ and divide the body of Christ, evil, that's spiritual evil fracturing the new humanity in Jesus. And what's a flaming arrow then? Yeah, a flaming arrow is apparently prejudice Right. In the body of Christ. It's apparently allowing differing political opinions to mean that I'm not gonna honor you as a brother or sister in Christ. Right.",
    "start": "00:57:52",
    "end": "00:59:06"
  },
  {
    "text": "Yeah.",
    "start": "00:59:06",
    "end": "00:59:06"
  },
  {
    "text": "And so you need the armor of God. It's all corporate. It's very powerful stuff. So actually that's one area. The way Paul appropriates the spiritual warfare motif isn't Frank Peretti style. It's this.",
    "start": "00:59:06",
    "end": "00:59:20"
  },
  {
    "text": "It's to our unity and protecting that unity.",
    "start": "00:59:20",
    "end": "00:59:25"
  },
  {
    "text": "Yeah. Because the original Role of the lesser Elohim was to be over the nations. And what Paul says in Ephesians and in Colossians is that Jesus is now exalted above all other nations, principalities and authorities. He's the chief one.",
    "start": "00:59:25",
    "end": "00:59:41"
  },
  {
    "text": "So the emphasis in Ephesians 5 is.",
    "start": "00:59:42",
    "end": "00:59:45"
  },
  {
    "text": "About unity, the armor of God.",
    "start": "00:59:45",
    "end": "00:59:47"
  },
  {
    "text": "The armor of God and the spiritual forces that are fighting against the new human. In the New Testament, is spiritual warfare connected also to just the martyrdom and the.",
    "start": "00:59:47",
    "end": "00:59:58"
  },
  {
    "text": "Yeah, yeah, that's right, yep. In John's letters to the churches in the Revelation, he talks about how some of the churches have martyrs, people have been killed. And he describes that as the attacks of the Satan, the opposer. He connects it to spiritual evil. So when he sees Roman soldiers and Roman propaganda. Right. Against Christians to scapegoat them and so on.",
    "start": "00:59:59",
    "end": "01:00:23"
  },
  {
    "text": "So that's how it usually comes up in modern context, it seems like is like, oh, Christians are getting the bad end of the stick. That's spiritual warfare. Or if someone is disrespecting.",
    "start": "01:00:23",
    "end": "01:00:34"
  },
  {
    "text": "Yeah, correct. And then there's just the classic, like in the Gospel stories of people under the influence of evil beings that you can't see and they need to be prayed for and healed. And so that's another way. Interestingly, that's not the dominant way that the apostles describe spiritual evil as you leave the Gospels and Acts. So there you go, man. This is the whole thing. I don't know how to. You can't tie a bow.",
    "start": "01:00:34",
    "end": "01:01:56"
  },
  {
    "text": "How do you try to reconcile the allotment of nations and spiritual beings with kind of a modern evolutionary view of how humanity developed?",
    "start": "01:01:56",
    "end": "01:02:12"
  },
  {
    "text": "Oh, I see. Well, I think similarly to how. I think we need to approach the creation stories. So God is using biblical authors and their historically located way of viewing the structure of the world as a three tiered universe. And so the purpose of the Bible isn't to tell me about the structure or the origins of the physical structure of the universe. It is designed to be a unified story. The least Jesus to give me wisdom about how God is saving the world through Jesus. So this is what's still under construction then. So the whole thing about 70 nations, that's all clearly because if you want.",
    "start": "01:02:12",
    "end": "01:02:55"
  },
  {
    "text": "To be literal about it, it's like it starts to get. The chronology is weird.",
    "start": "01:02:55",
    "end": "01:03:01"
  },
  {
    "text": "Oh yeah.",
    "start": "01:03:01",
    "end": "01:03:01"
  },
  {
    "text": "Like the seventies seems symbolic.",
    "start": "01:03:01",
    "end": "01:03:03"
  },
  {
    "text": "Yeah. I don't think we should be trying to use Genesis 10 and 11 to reconstruct spread of humanity.",
    "start": "01:03:03",
    "end": "01:03:11"
  },
  {
    "text": "It almost seems like you're not really supposed to take Genesis 3 through 11 and really try to construct the chronology and stories.",
    "start": "01:03:11",
    "end": "01:03:17"
  },
  {
    "text": "I think that's true. I think that's true because those narratives are all. They're brilliantly crafted as a literary and theological statement, and they're all really clearly in dialogue with other Canaanite and Babylonian stories and motifs.",
    "start": "01:03:18",
    "end": "01:03:37"
  },
  {
    "text": "Right.",
    "start": "01:03:37",
    "end": "01:03:38"
  },
  {
    "text": "They're interacting. They're doing theological sparring with these other traditions in Genesis 12. Then. Then you get the Israelite tradition of the family of Abraham going forward. So, yeah, Genesis 1 to 11 is interacting with an international, ancient international conversation about these topics, which provides a really coherent understanding of what. Of the claims that those narratives are making. I think those narratives stop making the sense that they do when we try and take them out of that context and map them on to whatever.",
    "start": "01:03:38",
    "end": "01:04:11"
  },
  {
    "text": "But we do need to map them on to our modern context in order to make these seem important in a way. I mean, one thing I've been thinking.",
    "start": "01:04:12",
    "end": "01:04:20"
  },
  {
    "text": "About was mapping the message, the theological message. Yeah, yeah.",
    "start": "01:04:20",
    "end": "01:04:23"
  },
  {
    "text": "Because, for example, this whole, like, don't have any other gods but Yahweh. That is not the temptation in modern culture. I mean, and maybe in a metaphorical way that Christians do this a lot. Christian preaching, where you're like, is your idol sex? Is your idol money?",
    "start": "01:04:23",
    "end": "01:04:39"
  },
  {
    "text": "Yeah. Well, those were actual deities in the ancient world.",
    "start": "01:04:39",
    "end": "01:04:42"
  },
  {
    "text": "Sex and money.",
    "start": "01:04:42",
    "end": "01:04:43"
  },
  {
    "text": "Yeah, yeah. Mammon. You can't worship God and mammon.",
    "start": "01:04:43",
    "end": "01:04:48"
  },
  {
    "text": "But it was also a God.",
    "start": "01:04:49",
    "end": "01:04:51"
  },
  {
    "text": "Exactly. Yeah, exactly.",
    "start": "01:04:51",
    "end": "01:04:52"
  },
  {
    "text": "So you're saying those two things were very tightly connected.",
    "start": "01:04:52",
    "end": "01:04:55"
  },
  {
    "text": "Correct. Okay, yeah.",
    "start": "01:04:55",
    "end": "01:04:56"
  },
  {
    "text": "Okay.",
    "start": "01:04:56",
    "end": "01:04:57"
  },
  {
    "text": "Well, that gives the things that typified the worst tendencies of the human condition in the modern world were all deities in the ancient world. God, sex, money, all of it. Power, Sex and money. Freud, Marx.",
    "start": "01:04:57",
    "end": "01:05:11"
  },
  {
    "text": "And seems like the temptation that I experience and other people experience is maybe there's no spiritual realm.",
    "start": "01:05:11",
    "end": "01:05:18"
  },
  {
    "text": "Exactly. Totally. And so that's my struggle.",
    "start": "01:05:18",
    "end": "01:05:21"
  },
  {
    "text": "Yeah. So the. So to me, out of all the different options, Yahweh is only one.",
    "start": "01:05:22",
    "end": "01:05:28"
  },
  {
    "text": "Yeah, that's right.",
    "start": "01:05:28",
    "end": "01:05:29"
  },
  {
    "text": "It's more like, hey, this is legit.",
    "start": "01:05:29",
    "end": "01:05:32"
  },
  {
    "text": "Yeah.",
    "start": "01:05:32",
    "end": "01:05:32"
  },
  {
    "text": "Yahweh exists.",
    "start": "01:05:32",
    "end": "01:05:33"
  },
  {
    "text": "There really is a God.",
    "start": "01:05:33",
    "end": "01:05:34"
  },
  {
    "text": "There really is a God.",
    "start": "01:05:34",
    "end": "01:05:35"
  },
  {
    "text": "Because probably. Yeah, that's right. If I'm talking to my neighbors.",
    "start": "01:05:35",
    "end": "01:05:39"
  },
  {
    "text": "Yeah.",
    "start": "01:05:39",
    "end": "01:05:39"
  },
  {
    "text": "Oh, for sure. It's that, like. Yeah. They're not even sure there is a God. So the claim of the Shema is worship Yahweh.",
    "start": "01:05:39",
    "end": "01:05:46"
  },
  {
    "text": "Yeah.",
    "start": "01:05:47",
    "end": "01:05:47"
  },
  {
    "text": "Alone, it's temptation.",
    "start": "01:05:47",
    "end": "01:05:49"
  },
  {
    "text": "Isn't like.",
    "start": "01:05:49",
    "end": "01:05:49"
  },
  {
    "text": "Well, yeah, yeah.",
    "start": "01:05:49",
    "end": "01:05:51"
  },
  {
    "text": "I mean, some people it is.",
    "start": "01:05:51",
    "end": "01:05:52"
  },
  {
    "text": "Well. And maybe that's where the analogy in our own day is all the same idols exist in our culture. You could make an argument from this perspective that Modern Westerners are simply blind to the much more mysterious and dangerous realities that lurk behind the surface of money, sex and power. It's true. What is it about these realities that can enslave humans.",
    "start": "01:05:53",
    "end": "01:06:22"
  },
  {
    "text": "Yeah.",
    "start": "01:06:22",
    "end": "01:06:23"
  },
  {
    "text": "And dehumanize, turn people into beasts trying to get money, sex and power?",
    "start": "01:06:23",
    "end": "01:06:29"
  },
  {
    "text": "Yeah.",
    "start": "01:06:29",
    "end": "01:06:29"
  },
  {
    "text": "You know, and you sure, you can give a psychological, physiological explanation of that.",
    "start": "01:06:29",
    "end": "01:06:34"
  },
  {
    "text": "Right. But are you leaving out something really?",
    "start": "01:06:34",
    "end": "01:06:37"
  },
  {
    "text": "Are you leaving out something else is significant? And I think that's where I'm at. I want to understand what I'm going to miss out on if I don't factor this theme into my worldview. The God video won't be about this, but this.",
    "start": "01:06:37",
    "end": "01:06:54"
  },
  {
    "text": "But the God conversation is.",
    "start": "01:06:54",
    "end": "01:06:55"
  },
  {
    "text": "The God conversation raises this.",
    "start": "01:06:55",
    "end": "01:06:57"
  },
  {
    "text": "Sam. So next we're going to talk about God's complex relationship to the world, which plug it.",
    "start": "01:07:13",
    "end": "01:07:53"
  },
  {
    "text": "So, okay, so one way that God can interact with the world is by governing mediators.",
    "start": "01:07:53",
    "end": "01:07:59"
  },
  {
    "text": "Yeah.",
    "start": "01:07:59",
    "end": "01:07:59"
  },
  {
    "text": "And one of those mediators could be these other Elohim. But here's what's fascinating is that the biblical narratives and poems, all of it, especially in the Hebrew Bible, create a really sophisticated set of categories for God's working in the world through mediators, through intercessor figures, through his own divine attributes that somehow take on a life of their own in the world, like God's word and his wisdom, his name and his glory, which are God.",
    "start": "01:07:59",
    "end": "01:08:35"
  },
  {
    "text": "But then they, they become something.",
    "start": "01:08:35",
    "end": "01:08:38"
  },
  {
    "text": "They are depicted as if they begin to become distinct. They are God and distinct from God at the same time. The angel of the Lord is a figure who is a human like figure who is both Yahweh and distinct from Yahweh. All right, so there you go.",
    "start": "01:08:38",
    "end": "01:08:56"
  },
  {
    "text": "So if you thought, if you thought you were confused.",
    "start": "01:08:56",
    "end": "01:08:58"
  },
  {
    "text": "Oh, dude, the rabbit hole is. It's wonderful. And this will be. Yeah. These will be our next conversations is how God's complex relationship to the world depicted by the Hebrew Bible gives us the seedbed for the concept of the Trinity that comes to birth in the New Testament.",
    "start": "01:08:59",
    "end": "01:09:16"
  },
  {
    "text": "Okay, so this whole conversation about the divine council, we're not going to make a video on it, but if this really piques someone's interest and they want to keep reading, thinking about it.",
    "start": "01:09:17",
    "end": "01:09:29"
  },
  {
    "text": "Yeah. There's actually a lot of really great resources out there. Many of them are free. So one we've mentioned already, there's a Hebrew Bible scholar who's doing a lot of popular level work named Michael Heiser and he has a book called the Unseen Realm that's really helpful. He takes a deep dive into all this Stuff. He has a podcast and a YouTube channel called Naked Bible, by which he means the Bible stripped of all of the weird stuff, modern stuff that we put on it. So he has some like videos about this.",
    "start": "01:09:29",
    "end": "01:10:03"
  },
  {
    "text": "Yeah, he's making his own like explainer videos. Bible explainer videos.",
    "start": "01:10:03",
    "end": "01:10:08"
  },
  {
    "text": "Yeah, totally.",
    "start": "01:10:08",
    "end": "01:10:08"
  },
  {
    "text": "They're cool, but they're like, they're focused on. So he's got one on the Gods of the Bible Part one and then Gods of the Part two. I haven't seen that one. Seraphim and Cherubim. He's got a whole 9 minute video on those.",
    "start": "01:10:08",
    "end": "01:10:20"
  },
  {
    "text": "Yeah, it's great. Actually he and I went to the same Hebrew department. We went to school together and way.",
    "start": "01:10:20",
    "end": "01:10:27"
  },
  {
    "text": "Back when he's got a video on God versus sea monsters.",
    "start": "01:10:27",
    "end": "01:10:30"
  },
  {
    "text": "God versus sea monsters. Yeah. That's great. Yeah. I think he's been frustrated with how misunderstood all of the ancient context of this spiritual warfare stuff is. And so he's creating a lot of really accessible stuff. It's helpful. That's a great place to go. There's another scholar, a New Testament scholar named Larry Hurtado and he has a number of different books. If you just go to Amazon and look up Larry Hurtado, H U R T A D O we'll have a link in the show notes and just Google his name and monotheism and his books and videos will come up too. Cool.",
    "start": "01:10:31",
    "end": "01:11:10"
  },
  {
    "text": "Thank you for listening to this episode of the Bible Project podcast. If you're like me, the last three conversations, last three episodes on this podcast have been really challenging and it creates a lot of questions for me. I'm sure it's creating a lot of questions for you as well. So the next episode of the podcast, we're going to do a question and response episode. Please send in your questions about Elohim, about the God of the Bible, Yahweh and this whole idea of the Divine Council. Anything about this conversation so far, and I'm sure there's a lot, feel free to send it to us. Questionsoinethebibleproject.com Please keep it to about 20 seconds. Give us your name and where you're from. Today's episode was produced by Dan Gummel and today's music was made special by Tim, the producer. The Bible Project is a non profit animation studio. We're in Portland, Oregon and we're able to have these conversations and then make videos that explain the Bible as one unified story that leads to Jesus. Everything we make is free. It's on our website and it's thanks to thousands of people like you who have joined us to make this project possible. So thanks for being a part of this with us.",
    "start": "01:11:14",
    "end": "01:12:29"
  },
  {
    "text": "My name is Meg and I'm from San Diego.",
    "start": "01:12:29",
    "end": "01:12:31"
  },
  {
    "text": "We believe the Bible is a unified.",
    "start": "01:12:31",
    "end": "01:12:33"
  },
  {
    "text": "Story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos, study notes and more@thebibleproject.com what?",
    "start": "01:12:33",
    "end": "01:12:40"
  },
  {
    "text": "What?",
    "start": "01:12:52",
    "end": "01:12:52"
  }
]