[
  {
    "text": "Is Jesus God? That's a question that people who've read the Bible don't all agree on. And as it turns out, the word.",
    "start": "00:00:07",
    "end": "00:00:14"
  },
  {
    "text": "Jesus is God never appears in the New Testament anywhere.",
    "start": "00:00:14",
    "end": "00:00:17"
  },
  {
    "text": "Yet throughout church history, the majority view is that Jesus is God. So where did we get this?",
    "start": "00:00:17",
    "end": "00:00:23"
  },
  {
    "text": "What does appear many times is Jesus is Lord. I think for most people, what they are trying to say with the sentence Jesus is God is what the apostles are saying by the phrase Jesus is Lord.",
    "start": "00:00:23",
    "end": "00:00:34"
  },
  {
    "text": "I'm John Collins and this is the BibleProject Podcast. Tim and I are working through a discussion on the identity of God in the Bible. And we've finally gotten to Jesus. In this episode, we look at what the apostles thought of the identity of Jesus Nazareth.",
    "start": "00:00:34",
    "end": "00:00:54"
  },
  {
    "text": "What modern Westerners typically want is for the apostles is to just say it. Just say what you think about Jesus.",
    "start": "00:00:55",
    "end": "00:01:01"
  },
  {
    "text": "But instead we get a very Jewish way to talk about Jesus as God. We'll look at how Mark narratively portrays Jesus as Yahweh himself arriving on the scene. We'll see how the baptism of Jesus shows God's complex identity of Father, Son and Spirit all together as one. And we'll see how Jesus walking around forgiving sins is a clear narrative signal of who he thinks he is. Finally, we end the episode today looking at how Jesus refers to God as my Father.",
    "start": "00:01:01",
    "end": "00:01:31"
  },
  {
    "text": "You go through Jesus teachings about my father. He lived from a place of deep, deep conviction that in his essence, the Father was gracious, extremely generous, merciful, compassionate. And the Christian tradition has received this three part identity, Father, Son and Spirit. And that Father is grounded in Jesus own choice of that word.",
    "start": "00:01:31",
    "end": "00:02:00"
  },
  {
    "text": "Thanks for joining us. Here we go. You ready?",
    "start": "00:02:00",
    "end": "00:02:07"
  },
  {
    "text": "I think so. All right, what are we talking about? John Collins?",
    "start": "00:02:07",
    "end": "00:02:11"
  },
  {
    "text": "Is Jesus God? That's how you posed it when we first started this conversation hours ago.",
    "start": "00:02:11",
    "end": "00:02:18"
  },
  {
    "text": "Yeah.",
    "start": "00:02:18",
    "end": "00:02:19"
  },
  {
    "text": "Saying that Jesus is God is confusing and I think you said something like not helpful.",
    "start": "00:02:19",
    "end": "00:02:25"
  },
  {
    "text": "Yeah. Given our current cultural situation, I don't think it is a clear way to communicate what the apostles want us to understand about Jesus.",
    "start": "00:02:25",
    "end": "00:02:35"
  },
  {
    "text": "Okay.",
    "start": "00:02:35",
    "end": "00:02:36"
  },
  {
    "text": "And the word Jesus is God never appears in the New Testament anywhere. What does appear many times is Jesus.",
    "start": "00:02:36",
    "end": "00:02:43"
  },
  {
    "text": "Is Lord, which is a transliteration of.",
    "start": "00:02:43",
    "end": "00:02:47"
  },
  {
    "text": "Yeah, we'll talk about it. Yeah. It's their way of saying what we wish Jesus is God would mean to people. I think for most people, what they are trying to say with the sentence Jesus is God is what the apostles are saying by the phrase Jesus is Lord.",
    "start": "00:02:47",
    "end": "00:03:05"
  },
  {
    "text": "Okay, so we're going to talk about Jesus as God. God revealed in Jesus.",
    "start": "00:03:05",
    "end": "00:03:11"
  },
  {
    "text": "The. The God Revealed in Jesus, who surprise, turns out to be complex, a complex unity.",
    "start": "00:03:11",
    "end": "00:03:17"
  },
  {
    "text": "Which that phrase will sound familiar if you've been listening.",
    "start": "00:03:19",
    "end": "00:03:22"
  },
  {
    "text": "Yes.",
    "start": "00:03:22",
    "end": "00:03:23"
  },
  {
    "text": "And if you haven't, I recommend going back.",
    "start": "00:03:23",
    "end": "00:03:25"
  },
  {
    "text": "Yeah, we're going to dive into New Testament stories about Jesus and passages in Paul and John that for me just have so many more layers of significance now than they did many years ago before I started learning about any of this.",
    "start": "00:03:25",
    "end": "00:03:42"
  },
  {
    "text": "Yeah, cool.",
    "start": "00:03:42",
    "end": "00:03:44"
  },
  {
    "text": "So let's start with what I call just the facts on the ground. There's just a fact and you don't have to be a religious person, a Christian, to acknowledge this fact. And the fact is that all of a sudden, out of Second Temple Jewish culture, living in the land of Israel, Palestine, in the first century, there emerged a movement, a vibrant, energetic movement that started out of Jerusalem, connected to the person of Jesus of Nazareth. And this movement made incredibly exalted claims about Jesus. And those claims generated tension within. These were all Jewish people at first and the way they talked about Jesus started it both fit within Jewish culture. It was recognizable as a Jewish messianic movement, but it also generated tension. And the way that these early followers of Jesus talked about Jesus, it fit within Jewish categories, but it also was without precedent and things like this. The early Christians, if you'd read the literature, whether it's in the New Testament and the literature after the New Testament, you can find worship songs and hymns sung to Jesus the Messiah and about Jesus the Messiah. So that's true of no other religious figure in Jewish history. That's Yahweh, the God of Israel. You sing songs of worship to Yahweh.",
    "start": "00:03:44",
    "end": "00:05:16"
  },
  {
    "text": "Not to Moses, not to Moses, not to David.",
    "start": "00:05:17",
    "end": "00:05:20"
  },
  {
    "text": "You can sing songs that maybe talk about how Yahweh raised up David. Psalm 78. David's exaltation as king is the culmination of many poems. But to create full on hymns and praise songs sung to Jesus and about him. And many of them are preserved within the New Testament itself.",
    "start": "00:05:21",
    "end": "00:05:41"
  },
  {
    "text": "Yeah.",
    "start": "00:05:42",
    "end": "00:05:42"
  },
  {
    "text": "So that's interesting. What you see reflected in the earliest Christian writings are people praying to Jesus and to God, like alongside or Paul will write letters, grace and peace to you from God our Father and from the Lord Jesus the Messiah. So whereas 100 years earlier you would say may God's grace be with you. It's a very Jewish thing to say. And now you have Jewish people saying may God's grace and the grace of Jesus be with you, as if they're.",
    "start": "00:05:42",
    "end": "00:06:16"
  },
  {
    "text": "Just this new addition.",
    "start": "00:06:16",
    "end": "00:06:17"
  },
  {
    "text": "Yep. You get things like the Passover meal all of a sudden becomes in These.",
    "start": "00:06:17",
    "end": "00:06:21"
  },
  {
    "text": "Communities, a celebration of Jesus.",
    "start": "00:06:21",
    "end": "00:06:23"
  },
  {
    "text": "Yeah. A Jesus meal.",
    "start": "00:06:23",
    "end": "00:06:24"
  },
  {
    "text": "Yeah.",
    "start": "00:06:24",
    "end": "00:06:25"
  },
  {
    "text": "People start using the name of Jesus in prayers and blessings. So all over the Hebrew Bible, may be blessed by Yahweh, may, you know, Yahweh's name be with you. But now you can pray in the name of Jesus in these communities. Here's one that never stuck out to me until someone pointed it out. Twenty years after Jesus of Nazareth, you have Paul the Apostle, and he's all over the ancient Mediterranean world, and he can write a letter within 20 years to the non Jewish followers of Jesus in Corinth in 1 Corinthians, and he says at the end of the letter, he uses an Aramaic phrase, maranatha. Maranatha is how English speakers butcher it. But he can write. He can. And just assume that these people know what it means. He's writing in Greek to people who don't know Hebrew or Aramaic, but he can just throw out an Aramaic phrase, maranatha, which means our Lord come. So what that assumes is within two decades, Aramaic phrases. Oh. Have become normalized in this religious movement so that even new converts who don't speak the language of the first generation back in Israel, Palestine, are adopting phrases that aren't their own. Like in English, baptism or Eucharist are good examples.",
    "start": "00:06:25",
    "end": "00:07:53"
  },
  {
    "text": "They're Greek words that we just use.",
    "start": "00:07:54",
    "end": "00:07:56"
  },
  {
    "text": "That we've used. Yeah. And what. The phrase means, oh, Lord, come. So it's a phrase addressed to Jesus, asking him to come as if he's the Lord, which, again, that sounds normal. That's normal Christian vocabulary now. But try and imagine a day where that was a brand new thing to say. So these are the facts on the ground.",
    "start": "00:07:56",
    "end": "00:08:17"
  },
  {
    "text": "Well, Jewish people would have said it.",
    "start": "00:08:17",
    "end": "00:08:19"
  },
  {
    "text": "They would have said it about Yahweh. May Yahweh's justice come. May Yahweh, that kind of thing. But now they're saying it about.",
    "start": "00:08:19",
    "end": "00:08:25"
  },
  {
    "text": "But now Paul says to Corinth, maranatha, Maranatha, Maranatha, Maranatha. So you're saying the significance of that is one, that they know Aramaic phrases, but more specifically that they know an Aramaic phrase that is taking what Jewish people would say about God and now applying it to Jesus.",
    "start": "00:08:25",
    "end": "00:08:48"
  },
  {
    "text": "And now they're saying about Jesus and. Yeah, okay, so nobody can dispute these things. You can say, yeah, early Christians believed and said all this, and they made it up.",
    "start": "00:08:48",
    "end": "00:09:00"
  },
  {
    "text": "Right, right, right.",
    "start": "00:09:00",
    "end": "00:09:01"
  },
  {
    "text": "But you have to provide an explanation one way or another. How do you explain the rise of an extremely vibrant, enthusiastic movement that is what Christianity became in human history. How do you Explain it. There's no precedent for a Jewish group coming around.",
    "start": "00:09:01",
    "end": "00:09:21"
  },
  {
    "text": "There's no other Jewish group that came around, a person like this, that ever.",
    "start": "00:09:21",
    "end": "00:09:24"
  },
  {
    "text": "Did this constellation of things, because these are the things that essentially equate in Jewish culture to treating someone as if they are Yahweh. All of these practices were reserved for Jews, just for Yahweh alone.",
    "start": "00:09:24",
    "end": "00:09:42"
  },
  {
    "text": "Worshiping, saying prayers, anticipating the coming back of that in particular, is a very Jewish thing for God to come.",
    "start": "00:09:43",
    "end": "00:09:52"
  },
  {
    "text": "Yes.",
    "start": "00:09:52",
    "end": "00:09:53"
  },
  {
    "text": "And now they're using it for Jesus.",
    "start": "00:09:53",
    "end": "00:09:55"
  },
  {
    "text": "Yeah. So there's a New Testament scholar. His name's Larry Hurtado. I mentioned him earlier. He's been the one really pushing this thesis forward that you can't just look at the New Testament and the theological claims that they make that the apostles make about Jesus. You also need to look at what he calls the devotional life of these communities. So Paul can make an argument about who Jesus is, but when you look at the actual daily habits and lives of these communities, those also tell us something.",
    "start": "00:09:55",
    "end": "00:10:28"
  },
  {
    "text": "Yeah. The actions are saying something.",
    "start": "00:10:29",
    "end": "00:10:31"
  },
  {
    "text": "Yes. And you can disagree with Paul or think that maybe he didn't actually think Jesus was God, because, look, maybe you could explain his words this way or that way, but once you look at their behavior of the early followers of Jesus in this lineup, you just go, oh, my gosh.",
    "start": "00:10:31",
    "end": "00:10:48"
  },
  {
    "text": "There's really no other explanation.",
    "start": "00:10:48",
    "end": "00:10:49"
  },
  {
    "text": "No one ever did this for Moses. There was no Moses cult.",
    "start": "00:10:49",
    "end": "00:10:53"
  },
  {
    "text": "Right.",
    "start": "00:10:53",
    "end": "00:10:53"
  },
  {
    "text": "Or like Melchizedek. I mean, people said exalted things about Moses or Melchizedek or Michael the Archangel, but there was no. People didn't worship the archangels in the temple.",
    "start": "00:10:54",
    "end": "00:11:06"
  },
  {
    "text": "Yeah. And pray in his name and that kind of thing.",
    "start": "00:11:06",
    "end": "00:11:09"
  },
  {
    "text": "No. So again, in a Jewish setting, these things speak loud and clear about who they believe Jesus to be. So if these are the facts on the ground, the question is, can we look to the New Testament to help us understand what gave rise to this movement? And it's a different way to kind of come at the question.",
    "start": "00:11:09",
    "end": "00:11:29"
  },
  {
    "text": "Right. Okay. So instead of like, let's try to prove through verses what they believe, we observe what they believe by their actions.",
    "start": "00:11:29",
    "end": "00:11:38"
  },
  {
    "text": "Yes.",
    "start": "00:11:38",
    "end": "00:11:39"
  },
  {
    "text": "Now let's try to figure out how they came to that belief.",
    "start": "00:11:39",
    "end": "00:11:41"
  },
  {
    "text": "Yes. I found over time that debates about Jesus deity tend to be emotionally charged for people, at least for many people. And so what I found refreshing about Larry Hurtado's work is he is himself a committed Christian, but he really is trying to come at it as a historian. And just what kinds of beliefs would give rise to this kind of behavior that is so abnormal and without precedent in the Jewish tradition. And when you ask it that way, it just helps you to see new things that you maybe wouldn't have noticed before.",
    "start": "00:11:41",
    "end": "00:12:18"
  },
  {
    "text": "Okay.",
    "start": "00:12:18",
    "end": "00:12:19"
  },
  {
    "text": "Another fact on the ground requires a little bit of more Old Testament nerdy ness.",
    "start": "00:12:49",
    "end": "00:12:54"
  },
  {
    "text": "Okay.",
    "start": "00:12:54",
    "end": "00:12:55"
  },
  {
    "text": "We Talked about Daniel7 a lot already.",
    "start": "00:12:55",
    "end": "00:12:57"
  },
  {
    "text": "Son of man.",
    "start": "00:12:57",
    "end": "00:12:58"
  },
  {
    "text": "So here's something. This is good trivia. The apostles and Jesus really had a high view of the Hebrew scriptures or the Greek scriptures, the Septuagint. So what is the most quoted and alluded to, most often mentioned text from the Jewish Scriptures that you find in, in the New Testament writings?",
    "start": "00:12:58",
    "end": "00:13:21"
  },
  {
    "text": "Oh, well, isn't the most like, quoted verse in the Bible of itself the Exodus verse? God is.",
    "start": "00:13:21",
    "end": "00:13:31"
  },
  {
    "text": "Oh, yeah, yeah, yeah, yes.",
    "start": "00:13:31",
    "end": "00:13:33"
  },
  {
    "text": "Just. And what's the verse?",
    "start": "00:13:33",
    "end": "00:13:35"
  },
  {
    "text": "Yeah, yeah. Exodus 34, 6. Yeah. Yahweh, gracious, compassionate, slow to anger, abounding in covenant love. Yep. So, yeah, within the Old Testament, that's the most quoted. The Old Testament's use of the Old Testament, that's the most quoted.",
    "start": "00:13:35",
    "end": "00:13:52"
  },
  {
    "text": "But the New Testament's use. Old Testament.",
    "start": "00:13:52",
    "end": "00:13:54"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:13:54",
    "end": "00:13:55"
  },
  {
    "text": "What is it?",
    "start": "00:13:56",
    "end": "00:13:56"
  },
  {
    "text": "Yes, it's Psalm 110, verse one.",
    "start": "00:13:56",
    "end": "00:14:00"
  },
  {
    "text": "Oh, it's a verse. It's one verse.",
    "start": "00:14:01",
    "end": "00:14:03"
  },
  {
    "text": "It's a sentence from Saul, the opening sentence of Psalm 110. In fact, it was so important that it's made its way into all of the historic creeds of the church. It's the statement of Jesus sitting at the right hand. Of the Father sitting at the right hand. Okay, where did that come from?",
    "start": "00:14:03",
    "end": "00:14:23"
  },
  {
    "text": "So whenever they're saying Jesus sat at the right hand or sits at the right hand.",
    "start": "00:14:23",
    "end": "00:14:28"
  },
  {
    "text": "Yes. They're quoting Psalm Psalm 110. Yep. So Psalm 110 is a Psalm connected to David. And it opens in the mouth of David, saying, Yahweh said to my Lord. It opens like a little narrative, a poem in David's mouth. So imagine David speaking.",
    "start": "00:14:28",
    "end": "00:14:47"
  },
  {
    "text": "Yeah.",
    "start": "00:14:47",
    "end": "00:14:47"
  },
  {
    "text": "And he's telling you, the reader of the poem, about something that happened. He's telling you a little story. You know, one day I heard Yahweh, my God, say to my Lord.",
    "start": "00:14:47",
    "end": "00:14:57"
  },
  {
    "text": "Yeah. Who is the Lord?",
    "start": "00:14:58",
    "end": "00:15:01"
  },
  {
    "text": "Yeah. It's the first thing that strikes you.",
    "start": "00:15:01",
    "end": "00:15:02"
  },
  {
    "text": "And this isn't Lord meaning Yahweh. This is Lord.",
    "start": "00:15:02",
    "end": "00:15:07"
  },
  {
    "text": "Master. Master.",
    "start": "00:15:07",
    "end": "00:15:08"
  },
  {
    "text": "David's saying he has a master that Yahweh was talking about.",
    "start": "00:15:08",
    "end": "00:15:12"
  },
  {
    "text": "David says, yahweh said to my master. And then here's what Yahweh said to my master, Sit at my right hand until I make your enemies a footstool for your feet. End quote from Yahweh. And then the poet goes on, the Lord will stretch forth your strong scepter from Zion, saying, rule in the midst of your enemies.",
    "start": "00:15:12",
    "end": "00:15:32"
  },
  {
    "text": "And that second Lord, is that Yahweh?",
    "start": "00:15:32",
    "end": "00:15:34"
  },
  {
    "text": "It is.",
    "start": "00:15:35",
    "end": "00:15:35"
  },
  {
    "text": "Okay, so Yahweh says to my master, sit at my right hand till I make your enemies a footstool to your feet.",
    "start": "00:15:35",
    "end": "00:15:41"
  },
  {
    "text": "Yes.",
    "start": "00:15:41",
    "end": "00:15:41"
  },
  {
    "text": "For your feet.",
    "start": "00:15:41",
    "end": "00:15:42"
  },
  {
    "text": "Yep.",
    "start": "00:15:42",
    "end": "00:15:43"
  },
  {
    "text": "Then Yahweh will stretch forth. Yahweh will stretch forth your strong scepter. Referring to the master.",
    "start": "00:15:43",
    "end": "00:15:50"
  },
  {
    "text": "Yeah. It's as if David. So in the first sentence, he's reporting to me, the reader of the poem, what Yahweh said to his master, sit at my right hand until I make your enemies afoot. Footstool. Then the poet addresses me, the reader addresses the master. David addresses his master, saying, may Yahweh stretch your scepter from Zion, saying, rule in the midst of your enemies. Okay.",
    "start": "00:15:50",
    "end": "00:16:18"
  },
  {
    "text": "Yeah. And by the way, sitting at the right hand of a king.",
    "start": "00:16:19",
    "end": "00:16:23"
  },
  {
    "text": "Yeah.",
    "start": "00:16:23",
    "end": "00:16:24"
  },
  {
    "text": "This is important, right?",
    "start": "00:16:24",
    "end": "00:16:25"
  },
  {
    "text": "Okay.",
    "start": "00:16:25",
    "end": "00:16:25"
  },
  {
    "text": "Is this where we get the phrase right hand man?",
    "start": "00:16:25",
    "end": "00:16:27"
  },
  {
    "text": "Oh, yeah, I think so. Yeah, yeah, yeah. Right hand. To be at someone's right hand is the equivalent of being their, like, number one. Go to. Yeah, I think that's a good English. Still a good English phrase. So 1. David's acknowledging that he has some greater authority that's other than Yahweh.",
    "start": "00:16:28",
    "end": "00:16:45"
  },
  {
    "text": "Right.",
    "start": "00:16:45",
    "end": "00:16:46"
  },
  {
    "text": "And that which.",
    "start": "00:16:46",
    "end": "00:16:48"
  },
  {
    "text": "He's king.",
    "start": "00:16:48",
    "end": "00:16:48"
  },
  {
    "text": "He's the king.",
    "start": "00:16:49",
    "end": "00:16:49"
  },
  {
    "text": "There's no other. There's no one above him.",
    "start": "00:16:49",
    "end": "00:16:51"
  },
  {
    "text": "Yeah.",
    "start": "00:16:51",
    "end": "00:16:52"
  },
  {
    "text": "In Jerusalem.",
    "start": "00:16:52",
    "end": "00:16:53"
  },
  {
    "text": "Yeah. Search high and low in the David story.",
    "start": "00:16:53",
    "end": "00:16:55"
  },
  {
    "text": "Yeah. Who would he be calling his master?",
    "start": "00:16:55",
    "end": "00:16:58"
  },
  {
    "text": "Correct. So that's interesting.",
    "start": "00:16:58",
    "end": "00:16:59"
  },
  {
    "text": "That's really interesting.",
    "start": "00:16:59",
    "end": "00:17:01"
  },
  {
    "text": "The other thing is that this one who's above him is invited to rule the world on Yahweh's behalf, sitting right next to Yahweh. So what other biblical passage in the Hebrew Bible is there where God as king is described as having a seat next to him? And there's only one.",
    "start": "00:17:01",
    "end": "00:17:27"
  },
  {
    "text": "The Daniel seven Thrones.",
    "start": "00:17:27",
    "end": "00:17:28"
  },
  {
    "text": "Daniel seven. Do you remember that little detail that when his vision of final justice brought on.",
    "start": "00:17:28",
    "end": "00:17:34"
  },
  {
    "text": "Yeah. We never closed the loop on that.",
    "start": "00:17:34",
    "end": "00:17:36"
  },
  {
    "text": "Yeah.",
    "start": "00:17:36",
    "end": "00:17:36"
  },
  {
    "text": "There was thrones.",
    "start": "00:17:36",
    "end": "00:17:37"
  },
  {
    "text": "Thrones, plural. And the Son of man was brought up on the clouds into the divine presence and given God's rule. Oh. So here's what you find.",
    "start": "00:17:37",
    "end": "00:17:49"
  },
  {
    "text": "So you think Daniel seven was just talking about two thrones?",
    "start": "00:17:49",
    "end": "00:17:51"
  },
  {
    "text": "More than one throne.",
    "start": "00:17:52",
    "end": "00:17:53"
  },
  {
    "text": "More than one throne. And then, you know what's funny is when we were in Daniel 7, it said Thrones. I just pictured a whole, like.",
    "start": "00:17:53",
    "end": "00:17:58"
  },
  {
    "text": "Oh, a ton of them.",
    "start": "00:17:58",
    "end": "00:17:59"
  },
  {
    "text": "Well, yeah, like a big group, a bunch, like a circle of, like, a dozen thrones for some reason.",
    "start": "00:17:59",
    "end": "00:18:05"
  },
  {
    "text": "Yeah.",
    "start": "00:18:05",
    "end": "00:18:06"
  },
  {
    "text": "But who knows? It's thrones.",
    "start": "00:18:06",
    "end": "00:18:08"
  },
  {
    "text": "It's just more than one.",
    "start": "00:18:08",
    "end": "00:18:09"
  },
  {
    "text": "More than one.",
    "start": "00:18:09",
    "end": "00:18:09"
  },
  {
    "text": "So here's what you see throughout the New Testament, and we'll come across it. We're going to look at some passages in the Gospels and in Paul's writings and the Gospel and letters of John. And you'll see this pattern right across is that they hyper. The apostles and Jesus himself hyperlinked Psalm 110 and Daniel 7 to make a claim about Jesus.",
    "start": "00:18:10",
    "end": "00:18:33"
  },
  {
    "text": "Yeah.",
    "start": "00:18:33",
    "end": "00:18:33"
  },
  {
    "text": "Jesus is the Master referred to here in Psalm 110 and that he is the Son of Man.",
    "start": "00:18:34",
    "end": "00:18:42"
  },
  {
    "text": "Let me try to remember Daniel 7.",
    "start": "00:18:42",
    "end": "00:18:44"
  },
  {
    "text": "Okay. Yeah, that's right.",
    "start": "00:18:45",
    "end": "00:18:46"
  },
  {
    "text": "So Daniel's having a vision of all the crazy beasts. Right. And then there's the super beast. That is like an amalgamation of all the beasts.",
    "start": "00:18:47",
    "end": "00:18:58"
  },
  {
    "text": "Yes.",
    "start": "00:18:58",
    "end": "00:18:58"
  },
  {
    "text": "And then he sees the skies open. Or like he sees a bunch of thrones in the sky.",
    "start": "00:18:59",
    "end": "00:19:05"
  },
  {
    "text": "Yeah. The beast has been trampling, killing people.",
    "start": "00:19:05",
    "end": "00:19:08"
  },
  {
    "text": "Jesus trampling the saints.",
    "start": "00:19:08",
    "end": "00:19:10"
  },
  {
    "text": "Yeah. It's a symbol of human empires at their worst.",
    "start": "00:19:10",
    "end": "00:19:13"
  },
  {
    "text": "Yeah.",
    "start": "00:19:13",
    "end": "00:19:13"
  },
  {
    "text": "Yep.",
    "start": "00:19:13",
    "end": "00:19:14"
  },
  {
    "text": "And innocent blood being shed. And then the skies open. He sees thrones. I was picturing a bunch. But more than one throne. Sitting on the throne is Yahweh, the Ancient of Days. He calls him the Ancient of Days.",
    "start": "00:19:14",
    "end": "00:19:28"
  },
  {
    "text": "And then remember, it's on a Godmobile.",
    "start": "00:19:29",
    "end": "00:19:32"
  },
  {
    "text": "Oh, yeah, it's on the chariot throne. Yeah.",
    "start": "00:19:32",
    "end": "00:19:35"
  },
  {
    "text": "That's crazy.",
    "start": "00:19:36",
    "end": "00:19:36"
  },
  {
    "text": "And there's another throne. At least one more throne. Then we see this other character called the Son of Man rising up on.",
    "start": "00:19:37",
    "end": "00:19:45"
  },
  {
    "text": "The clouds after the beast has been judged and dealt with.",
    "start": "00:19:45",
    "end": "00:19:49"
  },
  {
    "text": "Oh, that's right. First he judges the super beast. You're done. You're out of here. Throws him in the fiery lake. Is it a lake?",
    "start": "00:19:49",
    "end": "00:19:56"
  },
  {
    "text": "River, River. River.",
    "start": "00:19:56",
    "end": "00:19:58"
  },
  {
    "text": "Oh, the river of Fire.",
    "start": "00:19:58",
    "end": "00:19:58"
  },
  {
    "text": "Well, it seems like what John did is do a logical conclusion.",
    "start": "00:19:58",
    "end": "00:20:03"
  },
  {
    "text": "There must be a lake at the.",
    "start": "00:20:03",
    "end": "00:20:03"
  },
  {
    "text": "End of the river. There's a river fire pouring out from before the throne. It collects into a lake. So you get the Lake of Fire.",
    "start": "00:20:03",
    "end": "00:20:09"
  },
  {
    "text": "John the Visionary.",
    "start": "00:20:09",
    "end": "00:20:10"
  },
  {
    "text": "The Lake of Fire.",
    "start": "00:20:10",
    "end": "00:20:10"
  },
  {
    "text": "Because he's riffing off of Daniel 7, making you think again of, like, even Eden, of, like, the rivers coming from the mountain.",
    "start": "00:20:11",
    "end": "00:20:19"
  },
  {
    "text": "Out of God. Yeah, the Divine Presence.",
    "start": "00:20:19",
    "end": "00:20:21"
  },
  {
    "text": "Divine Presence, Cool. Then Son of Man riding the clouds. And. And you made the point of saying the only other time the Hebrew Bible talks about a cloud rider is always referring to Yahweh in reference to him being control over creation. Yes, but all of a Sudden it's a man, a human, a human who is riding the cloud and he's riding it up to the throne. And then God gives him the authority to rule and says that his kingdom will be an eternal kingdom and people will worship him forever.",
    "start": "00:20:21",
    "end": "00:20:57"
  },
  {
    "text": "Yes, yes. So what I'm saying is now another fact on the ground alongside all that other stuff about what the early Christians did and said about Jesus, this poem, Psalm 110, got connected together.",
    "start": "00:20:57",
    "end": "00:21:11"
  },
  {
    "text": "So the early Christians said, oh, wait a second. So we got the Daniel seven crazy thing. Son of man. Jesus called himself son of man. That was Jesus being elevated. But then we also have this Psalm, Psalm 110, where King David is referring to his Lord, who's not Yahweh, who God gives a seat next to him. Oh, this is obviously talking about the same thing. So let's put these two ideas together, and then the shorthand way of them talking about both of them is to say Jesus sat at the right hand of God.",
    "start": "00:21:11",
    "end": "00:21:41"
  },
  {
    "text": "Yep, that's right. Jesus rules, sat at the right hand of God over all things. Which is a Jewish first century way of saying, Jesus is Lord.",
    "start": "00:21:41",
    "end": "00:21:52"
  },
  {
    "text": "Jesus is Lord. Jesus is Lord, the master.",
    "start": "00:21:52",
    "end": "00:21:55"
  },
  {
    "text": "We'll get there.",
    "start": "00:21:56",
    "end": "00:21:57"
  },
  {
    "text": "Okay.",
    "start": "00:21:57",
    "end": "00:21:57"
  },
  {
    "text": "Jesus is Lord, which is the equivalent of what modern Westerners want to mean when they say they sentence Jesus is God. Okay. But I think saying Jesus is Lord is actually more faithful to what the apostles were trying to get across.",
    "start": "00:21:57",
    "end": "00:22:13"
  },
  {
    "text": "Well, we'll have to get into the difference of that. What you mean.",
    "start": "00:22:14",
    "end": "00:22:16"
  },
  {
    "text": "Okay, so there you go. Facts on the ground. Jesus is treated like Yahweh, like Jews treat Yahweh. And they use these handful of biblical passages in a unique way. Why and how did this happen?",
    "start": "00:22:16",
    "end": "00:22:29"
  },
  {
    "text": "Yeah.",
    "start": "00:22:29",
    "end": "00:22:30"
  },
  {
    "text": "All right, so let's go to the accounts of Jesus. So just pointing out what people point out in the stories about Jesus in the Gospels. First of all, I already mentioned it. We've talked about it before. There's a really robust Jewish hope based on the Hebrew scriptures, that Yahweh himself would come to visit, rescue his people from violent oppressors that had been ruling them since Babylon, and that Yahweh himself would come and do it. Yeah, it's expressed in many passages.",
    "start": "00:22:59",
    "end": "00:23:30"
  },
  {
    "text": "God's kingdom.",
    "start": "00:23:30",
    "end": "00:23:31"
  },
  {
    "text": "Mm, yeah. Isaiah, Ezekiel, Zechariah. Yeah, The Psalms. So consider the Gospel according to Mark. The opening sentences of the Gospel according to Mark, the first sentence is the beginning of the good news about Jesus, the Messiah, the Son of God. Oh, this is going to be a story about Jesus making a claim that he's the Messianic king. Royal son of David.",
    "start": "00:23:31",
    "end": "00:23:58"
  },
  {
    "text": "Yeah. Which doesn't mean he's Yahweh. It just means he is the hoped for king to bring deliverance.",
    "start": "00:23:58",
    "end": "00:24:05"
  },
  {
    "text": "That's right. Up to this point. The meaning of the Messianic king was he's gonna be and son of God.",
    "start": "00:24:05",
    "end": "00:24:12"
  },
  {
    "text": "Was a common term for someone in the line of David.",
    "start": "00:24:12",
    "end": "00:24:14"
  },
  {
    "text": "Kings from the line of David. Yep. But then what happens next is the story actually doesn't begin. He pauses and he just copies and pastes a long block quote from the Hebrew prophets.",
    "start": "00:24:14",
    "end": "00:24:26"
  },
  {
    "text": "Okay.",
    "start": "00:24:26",
    "end": "00:24:27"
  },
  {
    "text": "You know, like it's written about in Isaiah, the prophet, behold, I will send my messenger ahead of you who will prepare your way.",
    "start": "00:24:27",
    "end": "00:24:38"
  },
  {
    "text": "Yahweh's way.",
    "start": "00:24:38",
    "end": "00:24:39"
  },
  {
    "text": "The voice of one crying in the wilderness. Here's what the voice cries. Make ready the way for the Lord. Make his paths straight. So even though he said he's quoting from Isaiah, he's actually quoting from two different Hebrew prophets. He's sewn them together. He's quoting from the prophet Malachi and from the prophet Isaiah. So a couple things here. First of all, the word Lord, this is really important.",
    "start": "00:24:39",
    "end": "00:25:04"
  },
  {
    "text": "Make ready the way of the Lord, that Lord.",
    "start": "00:25:05",
    "end": "00:25:07"
  },
  {
    "text": "The way of the Lord. So this is a document written in Greek.",
    "start": "00:25:07",
    "end": "00:25:09"
  },
  {
    "text": "Yep.",
    "start": "00:25:09",
    "end": "00:25:10"
  },
  {
    "text": "So the quotations from the Old Testament are all rendered into the Greek, and most of them, you know, using the Greek translation of the Hebrew Bible. John Collins, you studied Greek?",
    "start": "00:25:10",
    "end": "00:25:23"
  },
  {
    "text": "Yeah.",
    "start": "00:25:23",
    "end": "00:25:23"
  },
  {
    "text": "You know the Greek word for Lord in all of this?",
    "start": "00:25:24",
    "end": "00:25:27"
  },
  {
    "text": "Yeah. Kurios. Kurios. Kyrios.",
    "start": "00:25:27",
    "end": "00:25:30"
  },
  {
    "text": "Oh, you know, there's different pronunciation, traditions. I always say Kyrios. Kyrios, Kyrios. But I think there are probably some people who say Kyrios.",
    "start": "00:25:30",
    "end": "00:25:38"
  },
  {
    "text": "Okay.",
    "start": "00:25:38",
    "end": "00:25:39"
  },
  {
    "text": "So it's the word for master or Lord. So remember the divine name stuff. By the time the Septuagint translators are translating the Bible, Jews have already stopped saying the divine name Yahweh. Yahweh.",
    "start": "00:25:39",
    "end": "00:25:53"
  },
  {
    "text": "They won't say it. In fact, they won't even write it. Instead, they write Adonai, which means Lord.",
    "start": "00:25:53",
    "end": "00:25:59"
  },
  {
    "text": "They'll say they leave the four letters.",
    "start": "00:25:59",
    "end": "00:26:02"
  },
  {
    "text": "They leave the four letters of the.",
    "start": "00:26:02",
    "end": "00:26:04"
  },
  {
    "text": "Hebrew text, but when they translated it into other languages, they wrote in the equivalent of the divine name, the swap in word, which was Lord or master.",
    "start": "00:26:04",
    "end": "00:26:17"
  },
  {
    "text": "Okay.",
    "start": "00:26:17",
    "end": "00:26:17"
  },
  {
    "text": "In Greek is Lord, master is Kurios. So it creates this interesting dynamic where when you read Kurios from an Old Testament quotation, but in the New Testament, nine times out of 10, it's standing for the actual divine name Yahweh in its Old Testament source. And this is one of them. Okay, so what Mark's telling us is, hey, the story you're about to read about Jesus is the fulfillment of these two characters hoped for in the prophets. A coming messenger.",
    "start": "00:26:17",
    "end": "00:26:48"
  },
  {
    "text": "Yeah.",
    "start": "00:26:48",
    "end": "00:26:49"
  },
  {
    "text": "Who would prepare your way, O Kurios, O Lord. And then he goes on to tell you a story about a messenger. Johnny B. Johnny B. Who showed up. And so if you map it right onto the Old Testament quotation.",
    "start": "00:26:49",
    "end": "00:27:06"
  },
  {
    "text": "Yeah. So John, John's the messenger, then who's the Lord then?",
    "start": "00:27:06",
    "end": "00:27:11"
  },
  {
    "text": "Jesus. Yeah. And then Jesus shows up on the next character in the story, which means that he fits the slot of Kyrios, the divine name. So within a plain face value reading of the first page of the earliest gospel according to Mark. Mark, it's the first of the four to be written, you have a clear narrative argument for Jesus identity. Right.",
    "start": "00:27:11",
    "end": "00:27:36"
  },
  {
    "text": "He didn't come out Right. And say Jesus is Yahweh, but virtually.",
    "start": "00:27:37",
    "end": "00:27:42"
  },
  {
    "text": "Basically the equivalent would be to say just what would be an equivalent? Like quoting a super well known storyline and then saying, telling a story about your friends, where your friends stands in, stand in for the different characters. So Washington crossing the Delaware. And then I would be, you know, John Collins. I was having a hard day, but then John crossed the Willamette to deliver me a cup of coffee or something. That's stupid. The Willamette's the river that divides Portland east and west.",
    "start": "00:27:43",
    "end": "00:28:20"
  },
  {
    "text": "Well, and what's interesting is it's not just a story. Like this was a prophetic hope.",
    "start": "00:28:21",
    "end": "00:28:26"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:28:26",
    "end": "00:28:27"
  },
  {
    "text": "So it was like a.",
    "start": "00:28:27",
    "end": "00:28:27"
  },
  {
    "text": "For something that would happen, that would happen.",
    "start": "00:28:27",
    "end": "00:28:29"
  },
  {
    "text": "So I'm trying to think of like an example of something that we're expecting to happen and then for us to go, oh yeah, that's this guy. A lot of Antichrist stuff happens in predictions, but that's not helpful.",
    "start": "00:28:29",
    "end": "00:28:43"
  },
  {
    "text": "Gonna help us.",
    "start": "00:28:43",
    "end": "00:28:44"
  },
  {
    "text": "But I mean, but it's very intuitive. You're taking a prediction from the Old Testament, a prophecy saying God's going to come. And here's how they're talking about prophetically, that a messenger will come ahead, prepare the way for Yahweh himself, for Yahweh himself to come. And then Mark says, hey, I want to tell you a story about Jesus, who's the Messiah, and it was all written about by the prophets. There was a messenger, and then preparing for Yahweh himself to come. And then he tells a story about John the Baptist as a messenger. And then the question is, okay, well then where's Yahweh?",
    "start": "00:28:45",
    "end": "00:29:24"
  },
  {
    "text": "Yahweh's gonna show up.",
    "start": "00:29:24",
    "end": "00:29:25"
  },
  {
    "text": "Yahoo's gonna show up. And then who shows up?",
    "start": "00:29:25",
    "end": "00:29:27"
  },
  {
    "text": "Yeah, in the narrative, it's Jesus. Jesus of Nazareth. Yeah, there you go. What modern Westerners typically want is for the apostles is to just say it.",
    "start": "00:29:27",
    "end": "00:29:35"
  },
  {
    "text": "Yeah.",
    "start": "00:29:35",
    "end": "00:29:36"
  },
  {
    "text": "Just say what you think about Jesus. And they don't say it the way we wish they would say it. That's why you don't find the sentence Jesus is God in the New Testament.",
    "start": "00:29:36",
    "end": "00:29:43"
  },
  {
    "text": "Or Jesus is Yahweh.",
    "start": "00:29:43",
    "end": "00:29:45"
  },
  {
    "text": "But what you get is Jesus is Lord. And narratives like this that so clearly are putting Jesus in the slot of Yahweh arriving personally.",
    "start": "00:29:45",
    "end": "00:29:57"
  },
  {
    "text": "Yeah. As a Jewish person reading Mark 1, you would go, okay, I see what you're doing. And this is scandalous.",
    "start": "00:29:57",
    "end": "00:30:06"
  },
  {
    "text": "Well, or it's more than I could have hoped for. Because if you're reading the Gospel of Mark, you are already. You're part of a church community and you've already been.",
    "start": "00:30:06",
    "end": "00:30:16"
  },
  {
    "text": "That's true. If you're not, you're already stoked on Jesus.",
    "start": "00:30:16",
    "end": "00:30:18"
  },
  {
    "text": "Yeah. But if you're not, these aren't evangel.",
    "start": "00:30:18",
    "end": "00:30:21"
  },
  {
    "text": "Oh. They're not evangelistic.",
    "start": "00:30:21",
    "end": "00:30:22"
  },
  {
    "text": "They're called the gospels.",
    "start": "00:30:22",
    "end": "00:30:23"
  },
  {
    "text": "Yeah.",
    "start": "00:30:23",
    "end": "00:30:24"
  },
  {
    "text": "They're called the evangelist, but they weren't a means of evangelism. The church itself, as a living community of people, was the means of spreading the good news. And then these are records for the church. Yeah, These were written for communities to foster and learn the story of Jesus that you've already heard orally taught. Okay, so that's how Jesus introduced.",
    "start": "00:30:24",
    "end": "00:30:46"
  },
  {
    "text": "Yeah.",
    "start": "00:30:46",
    "end": "00:30:47"
  },
  {
    "text": "Then this is what happens. Jesus is baptized. And here's the story. It's Mark, chapter one, starts in verse nine. In those days, Jesus came from Nazareth in Galilee. He was baptized by John in the Jordan. Immediately coming up out of the water, he saw the heavens opened. Very similar prophetic vision. Just like Daniel. Yeah. Daniel, skies are opening. Yeah. Common phrase. And what does he see when the divine command rooms the curtains peeled back and you see what's really happening. And so what does he see behind the scenes? He sees the Spirit descending on. On him, like in a bird like form. And then he hears a heavenly voice saying, what? You are my beloved Son, in you I'm well pleased. So there's a universe happening. And we've unpacked some of this before in the spirit stuff.",
    "start": "00:30:47",
    "end": "00:31:43"
  },
  {
    "text": "Oh, the spirit stuff?",
    "start": "00:31:43",
    "end": "00:31:44"
  },
  {
    "text": "Yeah, the spirit and the water.",
    "start": "00:31:44",
    "end": "00:31:45"
  },
  {
    "text": "Yeah, the spirit hovering. The word hovering in Genesis 1, was it 1:2 is the word used of birds flying. So the spirit has this kind of bird like quality already and it's connected to creation. And here is the spirit of God. Like a bird descending on Jesus. And what else is significant about that?",
    "start": "00:31:45",
    "end": "00:32:11"
  },
  {
    "text": "Oh, the words that the voice says, the word of God the Son, which is to quote from three different Old Testament passages. So you are my son is copy and pasted from the opening words of Psalm 2, which is what God says about his Messiah. The beloved Son is the phrase used to describe Isaac in the story of Abraham and Isaac. Take your son, your beloved son, and then in you I am well pleased is copied and pasted from Isaiah 42, which is the poem that introduces the servant who will go on to suffer and die for the sins of his people. And this is coming from a heavenly voice. And notice that the depiction of God here, it's very similar to the depiction of God in the opening sentence of Genesis.",
    "start": "00:32:11",
    "end": "00:33:03"
  },
  {
    "text": "The Spirit was hovering and there was a voice.",
    "start": "00:33:03",
    "end": "00:33:05"
  },
  {
    "text": "Yeah, you have a very clear God figure in the heavens speaking from the heavenly throne room. You have the personal presence of God being communicated in a bird like form of the invisible presence of the Spirit. And then the heavenly voice speaks a word here, it speaks a word to someone called the sun. So it's clear in one sense Mark is already. You have to think, you have to. There's an event being recounted, but it's being recounted by the vantage point of the apostles.",
    "start": "00:33:06",
    "end": "00:33:41"
  },
  {
    "text": "Yeah.",
    "start": "00:33:42",
    "end": "00:33:42"
  },
  {
    "text": "From decades after decades of reflection on all of this. And notice he presents God as one and three. So this is a story about how Yahweh is coming to be with his people.",
    "start": "00:33:42",
    "end": "00:33:59"
  },
  {
    "text": "Oh, this is Yahweh appearing.",
    "start": "00:33:59",
    "end": "00:34:01"
  },
  {
    "text": "Here's Yahweh showing up just like Isaiah 40 said. And it's Jesus being addressed by the Father, the one enthroned in heaven, saying I love you. And that love is communicated through and by means of the Spirit. So there's two layers. One is something remarkable happened. Every one of the Gospel accounts retells this moment as a key turning point in the life and vocation of Jesus. So there's something happened in history. Yeah. And all four of the gospel accounts represent it as a revelation of the one and more than one Yahweh. It's significant because we already have shelf space for this from the Hebrew scriptures. That's what we've been talking about for so long. And then right out of the gate, all four of the accounts of Jesus just tap into that portrait of the complex unity of God's identity.",
    "start": "00:34:01",
    "end": "00:35:03"
  },
  {
    "text": "Yeah.",
    "start": "00:35:03",
    "end": "00:35:04"
  },
  {
    "text": "But they just stick Jesus right in the thick of it. Yeah, it's the heavenly enthroned one speaking to the Son by means of the Spirit.",
    "start": "00:35:04",
    "end": "00:35:14"
  },
  {
    "text": "By means of the Spirit. I mean, he's speaking words, just himself and the Spirit is there.",
    "start": "00:35:14",
    "end": "00:35:21"
  },
  {
    "text": "Yeah, yeah, that's right. But you have to think about. So the heavenly voice is saying, I love you, and essentially communicating. You are the one that I've appointed as Messiah and Lord to rule and do the suffering servant stuff. And both in the story of David, who's kind of the first anointed messianic ruler, and in the story in Isaiah of the servant, both of them are empowered by the Spirit. So it's the Spirit who carries like the energy and love from Yahweh to the sun. So the point is, this is a portrait about God that the apostles reflected on. We're getting decades of reflection as they rendered it. They represent this event. And all of this is in response to Isaiah. The opening lines of Mark. This is what it looks like when Yahweh.",
    "start": "00:35:21",
    "end": "00:36:18"
  },
  {
    "text": "Yahweh arrives.",
    "start": "00:36:18",
    "end": "00:36:19"
  },
  {
    "text": "When Yahweh arrives, Yahweh himself arrives. The Father speaking to the Son.",
    "start": "00:36:19",
    "end": "00:36:24"
  },
  {
    "text": "So it's not so simple as saying, when Yahweh arrives, here's Jesus. When Yahweh arrives, it's Jesus being spoken to by the one enthroned in heaven and the Spirit of God. That's Yahweh arriving. All three.",
    "start": "00:36:24",
    "end": "00:36:38"
  },
  {
    "text": "Yes. Yeah. So notice it has a three part shape.",
    "start": "00:36:38",
    "end": "00:36:41"
  },
  {
    "text": "Yeah, Sam.",
    "start": "00:36:41",
    "end": "00:37:11"
  },
  {
    "text": "So from here in Mark, let's just keep with Mark. Jesus starts walking around doing, I call it Yahweh stuff, stuff attributed to Yahweh stuff. That's Yahweh's prerogative in the Hebrew scriptures. But Jesus does it. The most famous example because it's registered in the story itself that this is what's happening. That Jesus would walk around pronouncing that people were forgiven of their sins in English. That doesn't faze us as much.",
    "start": "00:37:18",
    "end": "00:37:47"
  },
  {
    "text": "Yeah, Tim, I forgive you for stepping.",
    "start": "00:37:47",
    "end": "00:37:51"
  },
  {
    "text": "On my foot, but in that case that's legitimate because if I wronged you, then you can forgive me for you. But that's not what Jesus is doing. He's going around saying that people just are forgiven, not because they wronged him. Oh, you now live in a state of being forgiven by God. Oh, really?",
    "start": "00:37:51",
    "end": "00:38:14"
  },
  {
    "text": "Well, that's something that priests do, but that's right.",
    "start": "00:38:15",
    "end": "00:38:18"
  },
  {
    "text": "I think that's why we have categories for it now in the Christian tradition of someone else mediating God's forgiveness.",
    "start": "00:38:18",
    "end": "00:38:23"
  },
  {
    "text": "To me, that didn't happen in Jewish culture.",
    "start": "00:38:23",
    "end": "00:38:25"
  },
  {
    "text": "It did. It did. And it happened in one place.",
    "start": "00:38:25",
    "end": "00:38:28"
  },
  {
    "text": "At the temple.",
    "start": "00:38:29",
    "end": "00:38:30"
  },
  {
    "text": "At the temple.",
    "start": "00:38:30",
    "end": "00:38:31"
  },
  {
    "text": "Jesus walking around outside the temple, doing temple Stuff.",
    "start": "00:38:31",
    "end": "00:38:34"
  },
  {
    "text": "That's right. Yeah. It would be like. Yeah, someone walking around. Yeah. We've thought of analogies to this before. Just saying, like, hey, I'm the president or something. Or like, walking around being like, hey, to, like, a college campus. This would be a good one. Walking around a college campus saying, whoever has debt, come to me.",
    "start": "00:38:34",
    "end": "00:38:53"
  },
  {
    "text": "Yeah. And then just saying, I'll pay off your tuition. Don't worry about it. Debts are cleared.",
    "start": "00:38:54",
    "end": "00:38:58"
  },
  {
    "text": "Your debts are cleared.",
    "start": "00:38:58",
    "end": "00:38:59"
  },
  {
    "text": "Yeah. And here's. And here's your degree.",
    "start": "00:38:59",
    "end": "00:39:00"
  },
  {
    "text": "Here's your degree. Yeah, that's right.",
    "start": "00:39:00",
    "end": "00:39:02"
  },
  {
    "text": "Go. Go and be well.",
    "start": "00:39:04",
    "end": "00:39:05"
  },
  {
    "text": "Yeah, yeah, that's right. And then, like, the school administrators will come out and be like, this guy.",
    "start": "00:39:05",
    "end": "00:39:10"
  },
  {
    "text": "Is not appraised to do this.",
    "start": "00:39:10",
    "end": "00:39:11"
  },
  {
    "text": "Yeah. Who authorized you to pass out degrees?",
    "start": "00:39:11",
    "end": "00:39:14"
  },
  {
    "text": "Yeah, we have a system.",
    "start": "00:39:14",
    "end": "00:39:15"
  },
  {
    "text": "Yeah, yeah. We've got a. Got protocol in the system for this whole deal for people to gain official forgiveness.",
    "start": "00:39:15",
    "end": "00:39:22"
  },
  {
    "text": "Yeah.",
    "start": "00:39:22",
    "end": "00:39:23"
  },
  {
    "text": "And he goes around and.",
    "start": "00:39:23",
    "end": "00:39:24"
  },
  {
    "text": "Official degree. Yeah, official forgiveness in the temple.",
    "start": "00:39:24",
    "end": "00:39:27"
  },
  {
    "text": "That's it. That's it. So, for example, when Jesus says to the paralyzed man, little boy, little child, your sins are forgiven. So it doesn't say, I forgive your sins. They are forgiven.",
    "start": "00:39:27",
    "end": "00:39:38"
  },
  {
    "text": "Yeah.",
    "start": "00:39:38",
    "end": "00:39:39"
  },
  {
    "text": "And some of the religious Bible nerds scribes sitting there, and they get it immediately.",
    "start": "00:39:39",
    "end": "00:39:46"
  },
  {
    "text": "Yeah, we know what you're up to.",
    "start": "00:39:46",
    "end": "00:39:48"
  },
  {
    "text": "Why does he speak this way? He's blaspheming, which means he's offending the honor and reputation of God who can forgive sins. But the one God, Literally, they say the one God, they use the Shema. We have one God, and he forgives sins. What's happening? So it's another. It's a narrative argument for Jesus identity.",
    "start": "00:39:48",
    "end": "00:40:13"
  },
  {
    "text": "Jesus doing Yahweh stuff.",
    "start": "00:40:13",
    "end": "00:40:15"
  },
  {
    "text": "Jesus doing Yahweh stuff. So the heavenly, the one on the throne calls Jesus my son, Jesus in all of his teachings. You go right through all the parables.",
    "start": "00:40:15",
    "end": "00:40:28"
  },
  {
    "text": "Okay, hold on. Let's stop there.",
    "start": "00:40:28",
    "end": "00:40:30"
  },
  {
    "text": "Okay. All right.",
    "start": "00:40:30",
    "end": "00:40:30"
  },
  {
    "text": "So the voice from heaven saying, you're my son, what's that quoting from Psalm 2?",
    "start": "00:40:31",
    "end": "00:40:37"
  },
  {
    "text": "It's quoting from three texts in all.",
    "start": "00:40:37",
    "end": "00:40:39"
  },
  {
    "text": "But the son part.",
    "start": "00:40:39",
    "end": "00:40:40"
  },
  {
    "text": "Oh, you are my son is Psalm 2.",
    "start": "00:40:40",
    "end": "00:40:42"
  },
  {
    "text": "Oh, okay. And that's referring to a messianic king.",
    "start": "00:40:42",
    "end": "00:40:46"
  },
  {
    "text": "Yep. The one that God's appointed to bring justice over the rebellious nations. Okay, Psalm 2. Yeah, okay.",
    "start": "00:40:46",
    "end": "00:40:52"
  },
  {
    "text": "But God's saying, you are my son. Like, he isn't saying, I birthed you, I parented you.",
    "start": "00:40:52",
    "end": "00:40:59"
  },
  {
    "text": "Thank you.",
    "start": "00:40:59",
    "end": "00:41:00"
  },
  {
    "text": "He's just saying, you are the one who will inherit this divine line of kings and. And then rescue Israel.",
    "start": "00:41:00",
    "end": "00:41:11"
  },
  {
    "text": "Yes. Thank you. Yeah, actually, thank You? Yeah. When son language is introduced in the Old Testament, it's not that Yahweh gave birth to David. It's about someone being appointed to the unique, one and only place of the status of the firstborn son. So it's not saying you are. In other words, in Psalm 2, God isn't saying to David, I gave birth to you. It's I'm granting you the status that.",
    "start": "00:41:11",
    "end": "00:41:39"
  },
  {
    "text": "A son gets from their father.",
    "start": "00:41:39",
    "end": "00:41:41"
  },
  {
    "text": "A son gets as the firstborn.",
    "start": "00:41:41",
    "end": "00:41:43"
  },
  {
    "text": "Let's talk about that. What does that mean, the status of a firstborn?",
    "start": "00:41:43",
    "end": "00:41:46"
  },
  {
    "text": "Oh, it had to do with a majority of the inheritance and then the one who represents the father's authority in his place.",
    "start": "00:41:46",
    "end": "00:41:57"
  },
  {
    "text": "So there's a bunch of kids. Which one gets to who's in charge?",
    "start": "00:41:57",
    "end": "00:42:01"
  },
  {
    "text": "Yeah, yeah. As dad gets older, who's in charge? It's the firstborn son who runs a family business. Firstborn. Who gets the majority of the estate when dad passes away.",
    "start": "00:42:01",
    "end": "00:42:10"
  },
  {
    "text": "Okay.",
    "start": "00:42:11",
    "end": "00:42:11"
  },
  {
    "text": "That kind of thing.",
    "start": "00:42:11",
    "end": "00:42:12"
  },
  {
    "text": "So then, as it relates to God and his people, it's like, who gets to stand in for God and rule over us?",
    "start": "00:42:12",
    "end": "00:42:20"
  },
  {
    "text": "Yep. Yeah.",
    "start": "00:42:20",
    "end": "00:42:21"
  },
  {
    "text": "That's the Son of God.",
    "start": "00:42:21",
    "end": "00:42:23"
  },
  {
    "text": "In that language just inherently doesn't necessarily mean this figure's divine.",
    "start": "00:42:23",
    "end": "00:42:28"
  },
  {
    "text": "Right.",
    "start": "00:42:28",
    "end": "00:42:29"
  },
  {
    "text": "It means they hold the status of a special representative. However, when the apostles apply it to Jesus in light of all this other stuff. Yeah, that category, son of God, again, it's like, packed with everything else. Yeah, It's. Again, it's a shelf space that existed from the Old Testament, but once Jesus gets put on the shelf, it becomes a divine title. It exceeds, it explodes the ceiling.",
    "start": "00:42:29",
    "end": "00:42:53"
  },
  {
    "text": "Because. Yeah. In my interactions with that title, it's always been divine to me. There's never been a moment in time where that just meant someone who was like a king.",
    "start": "00:42:54",
    "end": "00:43:06"
  },
  {
    "text": "Yes.",
    "start": "00:43:06",
    "end": "00:43:06"
  },
  {
    "text": "And that's because it always meant Jesus was.",
    "start": "00:43:06",
    "end": "00:43:09"
  },
  {
    "text": "That's right. And that's how the apostles use the title. But they use it because they've developed its meaning in a new direction based on their whole set of convictions about Jesus. Again, the Gospels, they're telling us events that happened as the foundation of the Christian movement. But the accounts have been shaped by people who have had decades to reflect on these things. And so the language is loaded with that reflection. So this. That's right. Yep.",
    "start": "00:43:10",
    "end": "00:43:41"
  },
  {
    "text": "Cool.",
    "start": "00:43:41",
    "end": "00:43:42"
  },
  {
    "text": "Here's another layer to this sun language in the baptism, it's just the one speaking from heaven, from the divine throne room. In Jesus teachings, the sayings of Jesus teachings, parables. The most common title that he uses to call the one on the throne is Father My Father.",
    "start": "00:43:42",
    "end": "00:44:04"
  },
  {
    "text": "Yeah. Okay. When he's referring to the voice from.",
    "start": "00:44:04",
    "end": "00:44:07"
  },
  {
    "text": "Heaven, the one enthroned will sometimes say God. He will most often say Father or my Father, which is just a unique thing to Jesus. Well, it's interesting. Yeah. The phrase or the idea of God as Father. I forget the total count. It's like 10 times or so in the Old Testament. So it's there. It's not a dominant way that God's referred to. So it's the proportion that makes Jesus stand out.",
    "start": "00:44:07",
    "end": "00:44:34"
  },
  {
    "text": "Right.",
    "start": "00:44:35",
    "end": "00:44:35"
  },
  {
    "text": "He uniquely referred to the God of Israel as his Father.",
    "start": "00:44:35",
    "end": "00:44:41"
  },
  {
    "text": "There was no other Jewish sect that that was their preferred way of talking about.",
    "start": "00:44:41",
    "end": "00:44:45"
  },
  {
    "text": "Yeah, that's right. This is a unique marker of Jesus his teaching and then of the Jesus movement. And so just Father language everywhere. You see it in the baptism, you see it in Jesus teachings. You see it in the Lord's Prayer where Jesus invited other people to have the relationship to the Father that he had. Which is why we pray our Father, our Father instead of Jesus Father. I pray to my Father because he's also Jesus Father.",
    "start": "00:44:45",
    "end": "00:45:12"
  },
  {
    "text": "Now is this significant because it seems like as we've talked about the complex nature of Yahweh.",
    "start": "00:45:12",
    "end": "00:45:18"
  },
  {
    "text": "Yes.",
    "start": "00:45:18",
    "end": "00:45:19"
  },
  {
    "text": "We've talked about it's always in context of how Yahweh is interacting with someone. That's where we kind of see a part of his identity. So we have this kind of abstract sense of Yahweh himself, but that is still the transcendent Yahweh we don't have access to. When we access him, it's the angel of the Lord or it's the word of God, or it's the glory of God or it's all these things. And so how does Father fit into that? In my mind it seems to mean that the way Jesus interacts with Yahweh is through the identity of Father. That's almost like another way Yahweh is made known.",
    "start": "00:45:19",
    "end": "00:46:01"
  },
  {
    "text": "Yes.",
    "start": "00:46:02",
    "end": "00:46:02"
  },
  {
    "text": "Is that right or is it just a stand in for Yahweh?",
    "start": "00:46:02",
    "end": "00:46:05"
  },
  {
    "text": "Well, for the gospel authors, Yahweh is the whole package.",
    "start": "00:46:05",
    "end": "00:46:09"
  },
  {
    "text": "Yeah, right.",
    "start": "00:46:09",
    "end": "00:46:10"
  },
  {
    "text": "He's the Father and Jesus is the Spirit.",
    "start": "00:46:11",
    "end": "00:46:13"
  },
  {
    "text": "So it wasn't just a swap for Yahweh.",
    "start": "00:46:13",
    "end": "00:46:16"
  },
  {
    "text": "Yeah, yeah. The whole claim of chapter one of Mark is Yahweh showed up. What does it look like? Yeah, the three, the heavenly voice speaking to Jesus.",
    "start": "00:46:16",
    "end": "00:46:23"
  },
  {
    "text": "Okay.",
    "start": "00:46:23",
    "end": "00:46:24"
  },
  {
    "text": "By means of the Spirit, that's, that's Yahweh by the logic of Mark 1. So here I think what we say is Jesus relationship to the one he called God. His dominant image and word was my Father. And you go through Jesus teachings about my Father. And he lived from a place of deep, deep conviction that in his essence, the Father was gracious, extremely generous, merciful, compassionate. And he allowed that to determine his identity. That's what's going on in the baptism. Jesus identity fundamentally is as one who is eternally loved, the eternally loved one. And it's before Jesus has lifted a finger as like to do anything, and he hasn't. So Jesus whole ministry of announcing of the kingdom flows out of his identity as the Beloved, the beloved one of the Father. And so when he talks about the Father, it's always just this very intimate, precious language. And there you go. And that's going to become really, really important as we get into Paul's letters and Gospel and letters of John, because they both are carrying on the conviction from Jesus that it's that love between the Father and the Son that followers of Jesus are invited to experience.",
    "start": "00:46:24",
    "end": "00:47:55"
  },
  {
    "text": "So let me ask this. In the Old Testament, in the Hebrew.",
    "start": "00:47:56",
    "end": "00:47:59"
  },
  {
    "text": "Scriptures, kind of we're angling at it.",
    "start": "00:47:59",
    "end": "00:48:02"
  },
  {
    "text": "Yeah, I still have a question about it.",
    "start": "00:48:02",
    "end": "00:48:03"
  },
  {
    "text": "Good. Okay.",
    "start": "00:48:03",
    "end": "00:48:04"
  },
  {
    "text": "There's categories that help us understand Jesus.",
    "start": "00:48:04",
    "end": "00:48:08"
  },
  {
    "text": "You mean the ones that we worked through?",
    "start": "00:48:08",
    "end": "00:48:10"
  },
  {
    "text": "Yeah. So Jesus being exalted to the right hand of God, this Son of man character, the Word of God character, all these characters. There's like, oh, okay, this is Yahweh. It's a manifestation of Yahweh. Or this is a. What would be the word you would use?",
    "start": "00:48:10",
    "end": "00:48:26"
  },
  {
    "text": "This is a attribute. Isn't that what we were using?",
    "start": "00:48:26",
    "end": "00:48:29"
  },
  {
    "text": "The glory, the wisdom personified attributes. But then also the Son of Man character.",
    "start": "00:48:29",
    "end": "00:48:33"
  },
  {
    "text": "Oh, yes.",
    "start": "00:48:33",
    "end": "00:48:34"
  },
  {
    "text": "Anyways, there's shelves already. You can go, okay, we'll put Jesus on that shelf. And then the Spirit that's there. Yes, but is Father there? In the Hebrew Scriptures?",
    "start": "00:48:34",
    "end": "00:48:45"
  },
  {
    "text": "Yeah. In the Old Testament, Father is a metaphor to describe Israel's experience of God's mercy and generous love. So the first time it's used is in the introduction to the Exodus story where God says to Pharaoh, you've enslaved my son. Let my son go.",
    "start": "00:48:46",
    "end": "00:49:05"
  },
  {
    "text": "He's talking to Israel.",
    "start": "00:49:06",
    "end": "00:49:07"
  },
  {
    "text": "He's talking the people of Israel as a whole. Yep. It's the first time the concept of God is Yahweh is Father, Israel is the Son. So in the Old Testament, Israel is the beloved Son. And then they are represented by, when they come to have a king, they are represented by the king, who is the metaphorical and literal son in terms of he's born into the line of David literally, which, which makes him a metaphorical Son of God.",
    "start": "00:49:07",
    "end": "00:49:33"
  },
  {
    "text": "Son of God as the firstborn, he.",
    "start": "00:49:33",
    "end": "00:49:36"
  },
  {
    "text": "Represents the covenant people, and so he has the status of a firstborn son.",
    "start": "00:49:36",
    "end": "00:49:40"
  },
  {
    "text": "So do we need to develop that shelf too in the video?",
    "start": "00:49:40",
    "end": "00:49:44"
  },
  {
    "text": "It's not a personified attribute. It's just an image that the biblical authors used.",
    "start": "00:49:44",
    "end": "00:49:49"
  },
  {
    "text": "Yeah, but Son of Man's not a personified attribute. That's true. Angel of Yahweh is not either. But those help create shelves.",
    "start": "00:49:49",
    "end": "00:49:58"
  },
  {
    "text": "I see. Yeah, I suppose. But passages where God's called Father, it's alongside other descriptions like you keep your promises forever, you are our Father. Oh, like Isaiah where Yahweh's called Father and then that famous metaphor. We are the clay, you are the potter. So God's called Father and potter and potter in the same couple lines. And they're both just, they're metaphors.",
    "start": "00:49:58",
    "end": "00:50:24"
  },
  {
    "text": "Okay, maybe that's a helpful way to try to unpack this for me. The Trinity, the identity of God in three parts, seems very sacred. It's not kind of like, ah, let's just choose the word Father.",
    "start": "00:50:25",
    "end": "00:50:36"
  },
  {
    "text": "Yes.",
    "start": "00:50:36",
    "end": "00:50:37"
  },
  {
    "text": "It's like these are very distinct, important persons, personhoods, all uniting. And so why Father?",
    "start": "00:50:37",
    "end": "00:50:47"
  },
  {
    "text": "I understand, you know, why didn't.",
    "start": "00:50:47",
    "end": "00:50:49"
  },
  {
    "text": "If Jesus would have his preferable way was to call God the potter for some reason.",
    "start": "00:50:49",
    "end": "00:50:53"
  },
  {
    "text": "Yeah, that's right. Would it be potter's?",
    "start": "00:50:53",
    "end": "00:50:54"
  },
  {
    "text": "And he told us to pray, O Potter in heaven. Would now the Trinity be Potter, Son and Holy Spirit?",
    "start": "00:50:54",
    "end": "00:51:03"
  },
  {
    "text": "Yeah, got it. Well, I guess here's what I say. I don't think you can just draw a neat line from the Old Testament to therefore, to the Trinity of Father. It seems to me, from what I understand, the Christian tradition has received this tri, three part identity, Father, Son and Spirit. And that Father is grounded in Jesus's own choice of that word.",
    "start": "00:51:03",
    "end": "00:51:29"
  },
  {
    "text": "So it seems like that's where I was thinking if all of this identity conversation is around how God interacts.",
    "start": "00:51:29",
    "end": "00:51:37"
  },
  {
    "text": "Yes.",
    "start": "00:51:37",
    "end": "00:51:38"
  },
  {
    "text": "Then really we're talking about, well, how did God interact with Jesus?",
    "start": "00:51:38",
    "end": "00:51:41"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:51:41",
    "end": "00:51:42"
  },
  {
    "text": "And it wasn't something that we ever really had access to. There's no other characters in the Hebrew scriptures who are having the same sort of experience that Jesus had. Except for you said Israel.",
    "start": "00:51:42",
    "end": "00:51:54"
  },
  {
    "text": "Yeah, I mean Israel is called the firstborn son and occasionally their poets called Yahweh Father. But the way that Jesus is the Son and what that means and the way that he addressed God as his Father is unique. It's unique.",
    "start": "00:51:54",
    "end": "00:52:12"
  },
  {
    "text": "Well, in other words, the phrase of exploding categories. So is it a category that's exploded or is it a brand new category?",
    "start": "00:52:12",
    "end": "00:52:20"
  },
  {
    "text": "I think so. In other words, it doesn't just seem to have been a handy metaphor for Jesus. It's that he experienced God in some fundamental way as the loving, generous Father.",
    "start": "00:52:20",
    "end": "00:52:33"
  },
  {
    "text": "And then he wanted us to experience God that way too.",
    "start": "00:52:34",
    "end": "00:52:37"
  },
  {
    "text": "Correct? Yeah. And its father in the one of the. The one who generates life. I mean, you need to.",
    "start": "00:52:37",
    "end": "00:52:45"
  },
  {
    "text": "Like a biological father.",
    "start": "00:52:45",
    "end": "00:52:46"
  },
  {
    "text": "Yeah, totally. You need two humans to do that, a male and a female. So there's something fundamental about that. Yeah. So there you go. For Jesus, this was a special important term because he used it in a fundamental way to describe his experience of my Father.",
    "start": "00:52:46",
    "end": "00:53:04"
  },
  {
    "text": "And is it just by the nature of him using it now? That's one of God's three important personhoods.",
    "start": "00:53:05",
    "end": "00:53:14"
  },
  {
    "text": "I mean, that's the reason why it's not Yahweh, the Son and the Spirit, or why we don't say God the Son and the Spirit Father, because Yahweh.",
    "start": "00:53:14",
    "end": "00:53:26"
  },
  {
    "text": "Is the Father, Son and Spirit.",
    "start": "00:53:26",
    "end": "00:53:28"
  },
  {
    "text": "And once we get farther on into how John and Paul reflect on this, it's because for them, God is this eternal community of life, giving other centered, intimate love between the Father and the Son communicated by the Spirit. You know, as the conversation goes on, we're going to continue to have these moments where what are we talking about? Like, it's going to. We're going to lack language. And I actually think the apostles themselves came to that moment quite often because what they will use is scriptural imagery, or they'll simply just use the language of Jesus himself to describe things that are talking about ultimate reality, the nature of the universe and its center and the being who generated it. And that's so other that in a way I think that Jesus uses such a familiar term that doesn't have positive meaning for everybody.",
    "start": "00:53:28",
    "end": "00:54:33"
  },
  {
    "text": "Right.",
    "start": "00:54:33",
    "end": "00:54:33"
  },
  {
    "text": "The word father. But the way Jesus experienced and defined that word allows us to both critique our own fathers and allow it to be its own category.",
    "start": "00:54:33",
    "end": "00:54:45"
  },
  {
    "text": "Thanks for listening to this episode of the Bible Project podcast. If you've been following this conversation about God, I've got good news. Our video on God is now up on our YouTube channel and on our website. It's called God. It's our most ambitious video to date. I think it came together really wonderfully. It's got really cool motion graphics and we tackle the complex identity of God in a way that really ties everything together nicely. You can find the link to that video in the show notes. This show was edited and produced by Dan Gummel. Music by Tay the producer and theme music by the band Tents. We're a nonprofit in Portland, Oregon, and. And we make all sorts of resources. Videos, study notes, this podcast. It's all free because of the generous support of people like you chipping in to make it happen. So thanks for being a part of this with us.",
    "start": "00:54:45",
    "end": "00:55:33"
  },
  {
    "text": "We believe the Bible we believe the.",
    "start": "00:55:33",
    "end": "00:55:36"
  },
  {
    "text": "Bible is a unified story.",
    "start": "00:55:36",
    "end": "00:55:38"
  },
  {
    "text": "It's a unified story that leads to Jesus. That leads to Jesus. We are crowdfunded. We are crowdfunded. Project. Project. By people like me. By people like me. Find free videos. Find free videos. Study notes. Study notes. And more and more at thebibleproject.com@bibleproject.com Perfect SA.",
    "start": "00:55:38",
    "end": "00:56:12"
  }
]