[
  {
    "text": "This is John from the Bible Project. Today on the podcast, we're continuing a series about the complex identity of God in the Bible. In the last episode, we looked at a mysterious and confusing character called the.",
    "start": "00:00:10",
    "end": "00:00:25"
  },
  {
    "text": "Angel of the Lord.",
    "start": "00:00:25",
    "end": "00:00:25"
  },
  {
    "text": "And how in story after story about.",
    "start": "00:00:26",
    "end": "00:00:28"
  },
  {
    "text": "This character, he is so closely connected to God's own identity. In the narratives where this figure appears, it actually, it's hard to tell if it's Yahweh or distinct from Yahweh, a.",
    "start": "00:00:28",
    "end": "00:00:42"
  },
  {
    "text": "Character that poses a paradox that God's identity is so mind boggling complex that he can exist in a way that just doesn't make logical sense to us. And this brain twister of God appearing as a character that's both him and distinct from him. This doesn't stop with the angel of the Lord. The same pattern happens over and over with God's attributes.",
    "start": "00:00:42",
    "end": "00:01:05"
  },
  {
    "text": "Here they are God's name, God's glory, God's word, God's spirit and God's wisdom. They're attributes of God. But as we're going to see, there are biblical passages where the language used to describe these does the same blurring as the angel of Yahweh texts. It talks about them and develops them in ways that sound odd in English and in Hebrew and begins to talk about them as if they are distinct from Yahweh, but they are a manifestation of Yahweh himself.",
    "start": "00:01:06",
    "end": "00:01:36"
  },
  {
    "text": "So today on the podcast we talk about the complex identity of God by looking at his attributes. Today we'll specifically look at two. The first one is God's name. You can think of this attribute like God's reputation. And God's reputation is a big deal in the Bible, such a big deal that passages about God's name seem to talk about it like it isn't just an attribute.",
    "start": "00:01:37",
    "end": "00:02:04"
  },
  {
    "text": "The name becomes personified, like a person who lives in a house. Yahweh's name lives in the temple.",
    "start": "00:02:04",
    "end": "00:02:13"
  },
  {
    "text": "We'll also look at the attribute of God's glory, how when prophets see God's glory, glory, they see fire. But also they tend to see a.",
    "start": "00:02:13",
    "end": "00:02:22"
  },
  {
    "text": "Human figure, a human like figure on a throne.",
    "start": "00:02:22",
    "end": "00:02:26"
  },
  {
    "text": "So we'll go through these stories and you can see for yourself how these stories create an ambiguity. And this isn't just a fun mental exercise to do. This has a point, which is this. The New Testament authors are tracking with all of this.",
    "start": "00:02:26",
    "end": "00:02:41"
  },
  {
    "text": "They see it, they're clearly drawing upon those mental categories to describe Jesus.",
    "start": "00:02:42",
    "end": "00:02:49"
  },
  {
    "text": "We're going to unpack all of that today. Thanks for joining us. Here we go.",
    "start": "00:02:49",
    "end": "00:02:53"
  },
  {
    "text": "So in this conversation we're going to start talking about personified divine attributes.",
    "start": "00:02:57",
    "end": "00:03:03"
  },
  {
    "text": "Yeah. So again, the big category is God interacts with the world through agents, mediators. We talked about human mediators, priests, prophets, Moses, David, whatever, then angelic mediators. And then there's a unique category, angel of Yahweh. Now it's another category. And these are. Yeah, divine attributes. God's name, God's glory, God's word, God's spirit and God's wisdom. Name, glory, word, spirit, wisdom. So they're all, you know, they're God, they're attributes of God, parts of God's appearance or character. But as we're going to see, there are biblical passages where the language used to describe these does the same blurring as the angel of Yahweh texts. It talks about them and develops them in ways that sound odd in English and in Hebrew and begins to talk about them as if they are distinct from Yahweh. But they are a manifestation of Yahweh himself. We're going to see the same shelf space that the angel of Yahweh sits on is going to be now filled with these things too.",
    "start": "00:03:03",
    "end": "00:04:09"
  },
  {
    "text": "So when you use an attribute of someone. I'm just trying to get into this headspace.",
    "start": "00:04:10",
    "end": "00:04:15"
  },
  {
    "text": "You're trying to think of an attribute. John's reputation goes before him.",
    "start": "00:04:15",
    "end": "00:04:20"
  },
  {
    "text": "Yeah, my reputation.",
    "start": "00:04:20",
    "end": "00:04:22"
  },
  {
    "text": "Yeah, I have reputation, which is what name means. Your name.",
    "start": "00:04:22",
    "end": "00:04:25"
  },
  {
    "text": "But you would never say, hey, John's reputation is here.",
    "start": "00:04:26",
    "end": "00:04:29"
  },
  {
    "text": "Right, right. A lot of it's in the particulars. You just have to, once you read this text and you're like, oh, wow.",
    "start": "00:04:31",
    "end": "00:04:36"
  },
  {
    "text": "So that's the category.",
    "start": "00:04:36",
    "end": "00:04:38"
  },
  {
    "text": "Yeah, but that's the category. Yes, that's right. Yep.",
    "start": "00:04:38",
    "end": "00:04:41"
  },
  {
    "text": "Okay, so start with that one. God's reputation. God's name.",
    "start": "00:04:41",
    "end": "00:04:44"
  },
  {
    "text": "God's name. God's name. So God's name is important part of the biblical story.",
    "start": "00:04:44",
    "end": "00:04:48"
  },
  {
    "text": "Yeah.",
    "start": "00:04:48",
    "end": "00:04:49"
  },
  {
    "text": "That it's unrevealed until.",
    "start": "00:04:49",
    "end": "00:04:51"
  },
  {
    "text": "With Moses.",
    "start": "00:04:51",
    "end": "00:04:52"
  },
  {
    "text": "Yeah. The moment where it's explicitly revealed in a story moment is at the burning bush. And the name itself is interesting because the first expression is, what's your name? I am who I am.",
    "start": "00:04:52",
    "end": "00:05:04"
  },
  {
    "text": "Yeah.",
    "start": "00:05:04",
    "end": "00:05:05"
  },
  {
    "text": "Okay.",
    "start": "00:05:05",
    "end": "00:05:05"
  },
  {
    "text": "How was the Hebrew?",
    "start": "00:05:05",
    "end": "00:05:06"
  },
  {
    "text": "Yeah. Esher. Eh. Yeah.",
    "start": "00:05:06",
    "end": "00:05:08"
  },
  {
    "text": "Yeah.",
    "start": "00:05:08",
    "end": "00:05:08"
  },
  {
    "text": "Then Moses gets the version he would say to the people, because he's not going to say I am.",
    "start": "00:05:09",
    "end": "00:05:13"
  },
  {
    "text": "Yeah.",
    "start": "00:05:14",
    "end": "00:05:14"
  },
  {
    "text": "So what he gets is the third person singular form, Yahweh, not eh. Yeah. But Yahweh, he is who he is.",
    "start": "00:05:15",
    "end": "00:05:23"
  },
  {
    "text": "So like, as God revealed his name, he changed it on the fly.",
    "start": "00:05:24",
    "end": "00:05:26"
  },
  {
    "text": "Yeah. Well, only God can say I am.",
    "start": "00:05:26",
    "end": "00:05:29"
  },
  {
    "text": "Yeah. God's name is actually something he could only mutter.",
    "start": "00:05:30",
    "end": "00:05:33"
  },
  {
    "text": "Exactly, exactly. That's part of the point, is that first person I will be or I am what I am, only God can say I am. If Moses is going to say the name, he can only say he is, because Moses is not Yahweh.",
    "start": "00:05:33",
    "end": "00:05:48"
  },
  {
    "text": "It's an interesting name that depending on who uses it, you know you have to change it.",
    "start": "00:05:49",
    "end": "00:05:53"
  },
  {
    "text": "Yes. Yeah. Even that speaks to the mystery and the holiness, the otherness of the name.",
    "start": "00:05:53",
    "end": "00:05:59"
  },
  {
    "text": "Yeah.",
    "start": "00:05:59",
    "end": "00:06:00"
  },
  {
    "text": "So I have a quote here from a well known German Hebrew Bible nerd, Gerhard von Rad. And he has a great section on the Divine Name in his Old Testament theology. He says the name Yahweh was committed in trust to Israel alone among the nations. In it alone lay the guarantee of Yahweh's nearness and and of his readiness to help. This name shared directly in Yahweh's own holiness. For indeed it was, so to speak, a double of his being. And what he means double is the name is itself a literary imitation of God's own unique status, because no one can actually say the name the way it ought to be said except Yahweh himself. So even when you say Yahweh, you're saying something like an imitation that participates in God's own holiness. And so the name had to be treated as holy. Don't take it in vain. In the heart of Israel's worship, to call on the name of Yahweh was equivalent to true worship. So here's what you find. There's many things. This would take too long if I walked through all of these. But there's one phrase in particular. It appears mostly in the book of Deuteronomy where Moses is talking about, hey, when you all go into the promised land and set up a place of worship, a temple. This is Deuteronomy 12:4. Moses says, Y' all are to worship at the place Yahweh your God will choose. So God's going to choose one place? Yep. So set up the temple there from among all the tribes to place his name there for it to dwell or take up residence. That's where you will seek him. It's not ambiguous in English. It is ambiguous in Hebrew. That's where you will seek it, the name. Or that's where you will seek him. Yahweh. It's ambiguous, just like the In English, we have two different pronouns. It to be a non animate, like a rock and him. In Hebrew you just have one word, oto.",
    "start": "00:06:00",
    "end": "00:08:19"
  },
  {
    "text": "Is it referring to the name or is it referring to him?",
    "start": "00:08:19",
    "end": "00:08:21"
  },
  {
    "text": "Correct. And notice that God's going to put his name there. It's very similar to the angel of Yahweh. My name is in him.",
    "start": "00:08:21",
    "end": "00:08:28"
  },
  {
    "text": "Right.",
    "start": "00:08:28",
    "end": "00:08:29"
  },
  {
    "text": "So here it's God's going to place his name in this space so it can take up residence there. The name becomes the subject of a verb.",
    "start": "00:08:29",
    "end": "00:08:39"
  },
  {
    "text": "The name becomes a thing that can live somewhere.",
    "start": "00:08:39",
    "end": "00:08:41"
  },
  {
    "text": "That can live somewhere. Yeah. And then when you go there, you seek it. Yeah.",
    "start": "00:08:41",
    "end": "00:08:45"
  },
  {
    "text": "Like, I would never say, like, hey, guys, I'm just gonna put my reputation here in this office, so it can just be here.",
    "start": "00:08:45",
    "end": "00:08:52"
  },
  {
    "text": "That's right. That's right.",
    "start": "00:08:52",
    "end": "00:08:53"
  },
  {
    "text": "And I want you guys to just be aware of my reputation. It's gonna live here.",
    "start": "00:08:53",
    "end": "00:08:57"
  },
  {
    "text": "That's right. My name will live there. So weird. And this turn of phrase happens half a dozen times in this chapter. I have one other example. It's the same phrase, though. The place where Yahweh, your God, chooses to cause his name to dwell. So the whole point is the name becomes personified, like a person who lives in a house. Yahweh's name lives in the temple.",
    "start": "00:08:57",
    "end": "00:09:22"
  },
  {
    "text": "So an attribute of God becomes personified in some way.",
    "start": "00:09:23",
    "end": "00:09:26"
  },
  {
    "text": "Yeah. So the question is. Oh, is that just a literary figure of speech, turn of phrase? Well, consider the next divine attribute, God's Kavod, his glory, which we.",
    "start": "00:09:26",
    "end": "00:09:39"
  },
  {
    "text": "His heaviness.",
    "start": "00:09:39",
    "end": "00:09:40"
  },
  {
    "text": "Yeah, we did a whole podcast episode on that. Yeah. So among the many nuances of meaning of this Hebrew word, kavod literally means heaviness. You actually had this analogy that has stuck with me. It's so good. Where it's the meaning of Kavod, where it's describing a physical appearance or a physical manifestation of somebody's importance, somebody's heaviness. And you talked about your rim as a teenager. What is that? You don't remember this? I don't remember.",
    "start": "00:09:40",
    "end": "00:10:07"
  },
  {
    "text": "Remember. I have a bad memory.",
    "start": "00:10:07",
    "end": "00:10:08"
  },
  {
    "text": "You had this room. Great analogy. Where you talked about your room as a teenager, which would be, like, decked out with all your favorite posters and sports figure, right? Yeah. Right?",
    "start": "00:10:10",
    "end": "00:10:23"
  },
  {
    "text": "Yeah. I had my couch in there, and I had, like, my guitar and everything.",
    "start": "00:10:23",
    "end": "00:10:26"
  },
  {
    "text": "Yeah, yeah. And then you'd come in and you'd be like, my Kavod. This is my glory.",
    "start": "00:10:26",
    "end": "00:10:33"
  },
  {
    "text": "This is my glory.",
    "start": "00:10:33",
    "end": "00:10:34"
  },
  {
    "text": "These are the physical manifestations of your unique story and character. What you like and what you love.",
    "start": "00:10:34",
    "end": "00:10:41"
  },
  {
    "text": "That is good.",
    "start": "00:10:41",
    "end": "00:10:42"
  },
  {
    "text": "Yeah. And so you don't even have to be there.",
    "start": "00:10:42",
    "end": "00:10:44"
  },
  {
    "text": "Yeah.",
    "start": "00:10:44",
    "end": "00:10:45"
  },
  {
    "text": "Someone can walk in and see your glory.",
    "start": "00:10:45",
    "end": "00:10:47"
  },
  {
    "text": "See my glory. See your glory. You know what was one I think we talked about one piece of my glory was those images that you kind of have to blur your eyes and then something pops out.",
    "start": "00:10:47",
    "end": "00:10:57"
  },
  {
    "text": "Oh, the 3D images. The 3D images, yeah.",
    "start": "00:10:57",
    "end": "00:10:59"
  },
  {
    "text": "And it was a skier and I got it at the mall because I was so impressed that I could see it. I was just so mesmerized by those things too, though. I still.",
    "start": "00:10:59",
    "end": "00:11:11"
  },
  {
    "text": "So cool.",
    "start": "00:11:12",
    "end": "00:11:12"
  },
  {
    "text": "I still don't get it.",
    "start": "00:11:12",
    "end": "00:11:13"
  },
  {
    "text": "They're so cool.",
    "start": "00:11:13",
    "end": "00:11:14"
  },
  {
    "text": "Yeah.",
    "start": "00:11:14",
    "end": "00:11:14"
  },
  {
    "text": "All right, so there you go. So that's one of the meanings. So God's Kavod 1 is the amazing, mind blowing things, the physical phenomena that would happen when God showed up somewhere. The smoke or glory, you know, fire, this brightness. There is a whole category of stories and language in the Bible around this physical appearance. When Yahweh shows up and this physical appearance once again begins to take on and independent life, it's as if God's kavod is Yahweh, it's his glory, but it's also distinct from Yahweh in the same way, the same pattern. So the first appearance of it actually doesn't use the word kavod or glory. It's in Exodus 24. It's all the fire and smokes happening on the mountain of Sinai. This is crazy. After the ten Commandments and the Israelites sign up and they're like, yeah, sign us up, we're going to enter this Covenant. Then Exodus 24:9, then Moses went up Mount Sinai with Aaron and with Nadav and Avihu. Those are his two sons. And with 70 elders of Israel. This is unique. All the other times Moses went up alone, but now he's going up the priests and the elders. And then it just says, just point blank. And they saw the God of Israel and what did they see? Well, under his feet there appeared a pavement, platform of sapphire, clear as the sky itself. Now you should, as a Bible reader be registering. I thought you can't see God and live. That's what God says to Moses later. So they saw God and then the narrator is like, oh yeah, God didn't stretch out his hand against the nobles, the elders of the sons of Israel. And. And they saw God and they ate and they drank.",
    "start": "00:11:15",
    "end": "00:13:10"
  },
  {
    "text": "Stretch out his hand, meaning strike him down.",
    "start": "00:13:10",
    "end": "00:13:11"
  },
  {
    "text": "Yeah, kill him. So it's saying it's a special provision that so many people got to go see the physical manifestation of God. So it doesn't call it God or excuse me, it doesn't call what they saw glory. Right, but they're seeing very clearly physical manifestations. A Pavement, platform. A clear, sapphire, precious gem form.",
    "start": "00:13:12",
    "end": "00:13:34"
  },
  {
    "text": "It's random. Was this, like, above them? Are they under this thing? Are they looking up?",
    "start": "00:13:34",
    "end": "00:13:41"
  },
  {
    "text": "There you go. I mean, you're looking at it just like I am. It seems to be. They go up to the upper parts of a mountain which is immersed in a cloud. They see a platform.",
    "start": "00:13:41",
    "end": "00:13:50"
  },
  {
    "text": "Oh, okay.",
    "start": "00:13:50",
    "end": "00:13:51"
  },
  {
    "text": "And then that platform is supporting something on which the God of Israel is sitting or standing.",
    "start": "00:13:51",
    "end": "00:13:57"
  },
  {
    "text": "Clear as the sky itself.",
    "start": "00:13:57",
    "end": "00:13:59"
  },
  {
    "text": "I mean, that's why they could see through the platform.",
    "start": "00:13:59",
    "end": "00:14:01"
  },
  {
    "text": "Yeah. So it does seem like they're like.",
    "start": "00:14:01",
    "end": "00:14:03"
  },
  {
    "text": "Yeah. When you're a kid and you crawl underneath a coffee table or something. That's glass.",
    "start": "00:14:03",
    "end": "00:14:07"
  },
  {
    "text": "Oh, right.",
    "start": "00:14:07",
    "end": "00:14:07"
  },
  {
    "text": "You look up. We had one of those when I was a kid.",
    "start": "00:14:07",
    "end": "00:14:10"
  },
  {
    "text": "Yeah.",
    "start": "00:14:10",
    "end": "00:14:10"
  },
  {
    "text": "It's my favorite thing to hang out under there. Yeah. And, like, do your cars on top and then watch your cars from underneath.",
    "start": "00:14:10",
    "end": "00:14:17"
  },
  {
    "text": "Yeah.",
    "start": "00:14:17",
    "end": "00:14:18"
  },
  {
    "text": "Anyway. Okay. So they saw the physical manifestation of God's power and reputation.",
    "start": "00:14:18",
    "end": "00:14:25"
  },
  {
    "text": "Did they have some food with them? Yeah, they brought a little picnic.",
    "start": "00:14:25",
    "end": "00:14:28"
  },
  {
    "text": "They have a meal up there. They ate and drank. They're having celebratory covenant ceremony meal. It's the wedding. It's the wedding feast. We have another story, a couple stories of people seeing God on his throne. We didn't have a throne in Exodus.",
    "start": "00:14:28",
    "end": "00:14:41"
  },
  {
    "text": "Yeah, it's a platform.",
    "start": "00:14:41",
    "end": "00:14:43"
  },
  {
    "text": "So now let's go. What are these other appearances of Yahweh like? Well, the prophet Micaiah, who saw all the hosts of heaven, the armies of heaven, he says he saw Yahweh sitting on a throne. So what did he see exactly? Well, Yahweh is sitting on a throne. He's in the divine council, all these other beings. So we're kind of putting together this portrait here. When people have encounters with Yahweh, they see Yahweh sitting on a throne on top of a platform.",
    "start": "00:14:43",
    "end": "00:15:07"
  },
  {
    "text": "He wasn't necessarily sitting in Exodus. I actually pictured him standing.",
    "start": "00:15:07",
    "end": "00:15:10"
  },
  {
    "text": "It doesn't specify. Okay. Yeah. But in Micaiah's vision in 1st Kings 22, sitting. The famous vision of Isaiah. In Isaiah 6, he says, I saw Yahweh sitting on a throne. And he's lofty and exalted, and the train of his robe fills the temple. So now it makes it clear he's having a vision and he's inside the holy of holies, which was itself a symbolic depiction of God's throne because he sits enthroned above the cherubim. And here, the cherubim are not called cherubim. They're called burning ones. Seraphim. Which means fiery ones, all these crazy wings. And they're saying, holy, holy, holy. The whole earth is full of his. And then here's our word, Glory. His Kavod. So in all these appearances, people seeing a divine king enthroned on a high platform, surrounded, flanked by. In English, we say angelic beings, but angel means messenger. And these beings are not messengers. Right now.",
    "start": "00:15:10",
    "end": "00:16:13"
  },
  {
    "text": "They're other type of spiritual creatures.",
    "start": "00:16:13",
    "end": "00:16:15"
  },
  {
    "text": "And what they're announcing is the whole Earth, everything, including this scene, is a manifestation of God's glory, or Kavod. So the sun tells of God's kavod, All the earth tells of his kavod. And then what am I seeing here? Right here is the purest form. And they see a human, a human figure. He's sitting. It's a humanoid figure sitting on an actual throne. And they say, I saw Yahweh. Got it. Okay. Then you get to Ezekiel, chapter one.",
    "start": "00:16:15",
    "end": "00:16:47"
  },
  {
    "text": "Okay.",
    "start": "00:16:47",
    "end": "00:16:48"
  },
  {
    "text": "Holy cow. What's going on here?",
    "start": "00:16:48",
    "end": "00:16:51"
  },
  {
    "text": "Yeah, Ezekiel's a little weird.",
    "start": "00:16:51",
    "end": "00:16:52"
  },
  {
    "text": "Yeah. So Ezekiel's a priest. He's been a priest in training in Jerusalem for his whole life. So he's been in around the temple, like, he's a priest. He's a priest. Nerd. So the Book of Ezekiel opens. He's been shipped off into captivity in Babylon. He's seen by an irrigation canal. And Ezekiel, chapter one, he sees something that by the end of it, he's going to call the Glory of Yahweh. The Kavod of Yahweh. So here's how the scene opens. It came about in the 30th year. It doesn't specify of what. A lot of people think it's his 30th birthday year.",
    "start": "00:16:52",
    "end": "00:17:31"
  },
  {
    "text": "Okay.",
    "start": "00:17:31",
    "end": "00:17:31"
  },
  {
    "text": "And that he mentions it because it's the 30th year that he would have been installed as a priest.",
    "start": "00:17:31",
    "end": "00:17:35"
  },
  {
    "text": "He had to be 31st day on the job.",
    "start": "00:17:35",
    "end": "00:17:37"
  },
  {
    "text": "But he's sitting by a river in Babylon.",
    "start": "00:17:37",
    "end": "00:17:39"
  },
  {
    "text": "Oh.",
    "start": "00:17:39",
    "end": "00:17:39"
  },
  {
    "text": "So on the day that he would have. It would have been his first day on the job. But now he's prisoner in Babylon. On the fifth day of the fourth month, I was by the river Kavar, among the exiles, and the heavens opened and I saw visions of Elohim. I looked and storm, wind coming, big cloud, fire. And already were thinking, oh, Mount Sinai. But then there's fire flashing and a bright light all around it. A big storm cloud approaching. But then in the middle, there's something glowing and metallic. So what he sees, a platform, a metal platform approaching. First he sees these glowing creatures, multiform Animal creatures, He calls them the living beings or the living creatures. And then they're all vertical and their wings are both flying and their wings are touching each other to support something. And what they're supporting is a platform. Literally. It's a Hebrew word, the word rakiya, which is the same word for the dome. Dome, the sky Dome means a solid creature.",
    "start": "00:17:39",
    "end": "00:18:42"
  },
  {
    "text": "Dome.",
    "start": "00:18:42",
    "end": "00:18:42"
  },
  {
    "text": "Yep. It's a platform. And the platform was like the awesome gleam of crystal. Now, we already have a category for God sitting or standing on a platform. Platform that is crystal and you can see through it. That's what elders. Yep. Sapphire.",
    "start": "00:18:42",
    "end": "00:18:58"
  },
  {
    "text": "So here's a type of crystal.",
    "start": "00:18:58",
    "end": "00:18:59"
  },
  {
    "text": "Oh, that's a precious gem.",
    "start": "00:18:59",
    "end": "00:19:01"
  },
  {
    "text": "For some reason.",
    "start": "00:19:01",
    "end": "00:19:01"
  },
  {
    "text": "It's blue, right?",
    "start": "00:19:01",
    "end": "00:19:02"
  },
  {
    "text": "Sapphire's blue.",
    "start": "00:19:02",
    "end": "00:19:03"
  },
  {
    "text": "I thought so.",
    "start": "00:19:03",
    "end": "00:19:04"
  },
  {
    "text": "Yeah.",
    "start": "00:19:04",
    "end": "00:19:04"
  },
  {
    "text": "But then it says it's clear. Well, so clear blue.",
    "start": "00:19:04",
    "end": "00:19:07"
  },
  {
    "text": "It's clear as the sky.",
    "start": "00:19:07",
    "end": "00:19:08"
  },
  {
    "text": "Yeah. Sapphire is blue. Oh, clear like the sky, which is like. Yeah, it's just blue. Blue, yeah. Now, verse 26, above the platform, over the heads of these crazy beings, there was something like a throne. It was also sapphire in appearance. And on the thing that resembled a throne, really high up was a figure, like the appearance of a human, an Adam. And I noticed the appearance from his waist or loins upward was just pure light, glowing metal, fire all around. So he can't see from the waist up.",
    "start": "00:19:08",
    "end": "00:19:43"
  },
  {
    "text": "Okay.",
    "start": "00:19:43",
    "end": "00:19:44"
  },
  {
    "text": "All he sees is glowing light. But from the waist down, I saw also fire. And there was radiance all around him, like the appearance of a rainbow in the clouds on a rainy day. That was the appearance of the radiance around it. And then he summarizes and he says, this was the appearance of the likeness of the glory of Yahweh. And when I saw it, I fell on my face. And then who starts speaking to him? Yahweh. So he says, I saw visions of Elohim. That's how he begins it. Then he says this whole thing I saw and this human looking figure on the throne, he calls it the Kavod Yahweh. The glory of Yahweh.",
    "start": "00:19:44",
    "end": "00:20:27"
  },
  {
    "text": "The likeness of the glory of Yahweh.",
    "start": "00:20:27",
    "end": "00:20:29"
  },
  {
    "text": "Yeah. This is the appearance of the likeness. Yeah. He keeps using this thing of. He always says likeness or the appearance of, and sometimes he doubles them up. The appearance of the likeness of.",
    "start": "00:20:29",
    "end": "00:20:40"
  },
  {
    "text": "Yeah.",
    "start": "00:20:40",
    "end": "00:20:40"
  },
  {
    "text": "So he's hedging, he's saying, I saw it, but it was like. It was like this, it was like that. So he sees a human like figure sitting on a throne, which maps onto all these other stories. And he calls it the glory of Yahweh. And then the human figure starts speaking to him, and it's Yahweh. So Yahweh can appear, and it's Yahweh, but it's the Kavod of Yahweh, the physical manifestation of Yahweh.",
    "start": "00:20:41",
    "end": "00:21:12"
  },
  {
    "text": "It doesn't say that the human figures are speaking. Right. It just says, when I saw it, I fell on my face and I heard a voice speaking.",
    "start": "00:21:12",
    "end": "00:21:18"
  },
  {
    "text": "That's true. Yeah, that's right. And then what happens is I heard a voice speaking, and he said to me, human, get on your feet. Yeah. This is Ezekiel 2. Sorry, I didn't print this out. And he spoke to me. As he spoke to me, the ruach entered me and set me on my feet. And then he goes on to speak and eventually says, thus, says Yahweh. So it's Yahweh appearing as a human. This whole thing is called the.",
    "start": "00:21:18",
    "end": "00:21:48"
  },
  {
    "text": "The appearance of a human.",
    "start": "00:21:48",
    "end": "00:21:50"
  },
  {
    "text": "The appearance of a human. The whole thing's called the appearance of the likeness of the glory of Yahweh.",
    "start": "00:21:51",
    "end": "00:21:57"
  },
  {
    "text": "What a mouthful.",
    "start": "00:21:57",
    "end": "00:21:58"
  },
  {
    "text": "I know.",
    "start": "00:21:59",
    "end": "00:21:59"
  },
  {
    "text": "The appearance of the likeness of the glory of Yahweh.",
    "start": "00:21:59",
    "end": "00:22:02"
  },
  {
    "text": "Yeah. So there you go. Put the name and the glory together. I will put my name, and it will live there. And then the Kavod can take up residence in the temple. It's what Isaiah sees. And when he sees it, what he sees is a human figure, a human like figure on a throne.",
    "start": "00:22:02",
    "end": "00:22:20"
  },
  {
    "text": "Which story was that?",
    "start": "00:22:20",
    "end": "00:22:21"
  },
  {
    "text": "That's Isaiah 6. Oh, right. Isaiah 6, which maps onto what the elders saw on Mount Sinai, which maps onto what the prophet saw in his vision. Micaiah. Throne. Throne. Throne. Which we already had that divine council idea, but here it's all this other intensity now added to it, and it's given a title, the Kavod, the glory of Yahweh. It's a thing. It's the manifestation of Yahweh that's in the temple, which is what Yahweh said is his name. The place where I will put my name so it can live there.",
    "start": "00:22:21",
    "end": "00:22:55"
  },
  {
    "text": "So when God talks about kind of inhabiting the temple, he says, my glory will fill it. We didn't look at a verse that says that, but that's pretty common, right?",
    "start": "00:22:56",
    "end": "00:23:04"
  },
  {
    "text": "I put one right after Ezekiel. Psalm 26, verse 8.",
    "start": "00:23:05",
    "end": "00:23:09"
  },
  {
    "text": "Psalm 26. 8. I love the house where you dwell. The place where your glory dwells.",
    "start": "00:23:09",
    "end": "00:23:13"
  },
  {
    "text": "Yeah. So where you dwell, the parallel poetic line is where your Kavod dwells. Synonymous.",
    "start": "00:23:13",
    "end": "00:23:20"
  },
  {
    "text": "Yeah. And that makes sense that it'd be synonymous if you would say that my attribute is my stench. And you say, that's John's house. That's where stench is. You'd be like, okay, that makes sense.",
    "start": "00:23:20",
    "end": "00:23:33"
  },
  {
    "text": "Yeah, totally. Yeah. So, yeah, this isn't like the glory and the name. Don't start talking necessarily like the angel of Yahweh does. But it's interesting turns of phrase.",
    "start": "00:23:33",
    "end": "00:23:44"
  },
  {
    "text": "Yeah, my name will take residence. There is weird turn of phrase.",
    "start": "00:23:44",
    "end": "00:23:49"
  },
  {
    "text": "My glory, my Kavod dwells there. And I dwell there. Yeah, you dwell there, Yahweh, and your Kavod dwells there.",
    "start": "00:23:49",
    "end": "00:23:57"
  },
  {
    "text": "And that what Ezekiel sees is the likeness of the glory of Yahweh.",
    "start": "00:23:57",
    "end": "00:24:02"
  },
  {
    "text": "Yes.",
    "start": "00:24:02",
    "end": "00:24:02"
  },
  {
    "text": "I guess I've always taken that phrase like the glory of God, just to kind of say I'm seeing God, but when I talk about it, I'm just emphasizing how glorious it is. So I'm saying the glory of God.",
    "start": "00:24:02",
    "end": "00:24:16"
  },
  {
    "text": "Yeah, yeah, that's right. It's God's appearance, which is glory.",
    "start": "00:24:16",
    "end": "00:24:20"
  },
  {
    "text": "Yeah, but you're saying with the name, it seemed like you were explicitly saying, look, isn't this weird? It kind of has its own character.",
    "start": "00:24:22",
    "end": "00:24:31"
  },
  {
    "text": "Yeah.",
    "start": "00:24:31",
    "end": "00:24:31"
  },
  {
    "text": "And glory. I'm not seeing it quite as much.",
    "start": "00:24:31",
    "end": "00:24:34"
  },
  {
    "text": "No, no, not here. It's an entity, but it is the physical manifestation. And it's a human like figure on the throne, which the only other human like figure we've come across in the Old Testament story is the angel of Yahweh.",
    "start": "00:24:34",
    "end": "00:24:50"
  },
  {
    "text": "Yeah, God said, I'll put my name in.",
    "start": "00:24:50",
    "end": "00:24:52"
  },
  {
    "text": "Yes. God says, I'll put my name to dwell in the temple, and I'll put my name in that angel. And in the burning bush with Moses, there was some glory going on there. Fire, a fiery bush. Right. Just all these start merging together. And what they have in common is a physical manifestation of a human like figure that is intense. And there's all these crazy phenomenon. Angel name, glory. Yeah, there you go. So let's just pause with this one. So I want to just start bringing in the Jesus stuff because there's payoff here. We're doing all this work. I know, right? There's extreme payoff when you start reading the New Testament in John chapter 17, which we'll come to more than once once we start talking about the Trinity. In the New Testament, John 17, Jesus is often called his prayer. High priestly prayer. Dude, this thing, I don't even.",
    "start": "00:24:52",
    "end": "00:26:24"
  },
  {
    "text": "I am in the Father and the Father is in me.",
    "start": "00:26:24",
    "end": "00:26:25"
  },
  {
    "text": "I don't even. Right, yeah, but look how it opens. So Father, the hour has come. He's about to go get arrested. Glorify. Your son, that the Son may glorify you. So there's our glory. Word. Do something to me that will display my glory. And I'll do something that will display your glory even as you gave him, your son, authority over all flesh, that to all you have given him, he may give eternal life. And here's eternal life that they may know you the only that there's Shema language, the one true God and Jesus Christ whom you've sent. Notice how God and Jesus are now just sitting there next to each other. I glorified you. I was the manifestation of your glory here on earth. Having accomplished the work you gave me to do. Now, Father, glorify me. Manifest my glory together with yourself. So show my glory along with your glory, the glory that I had with you before the creation of the world. I've manifested your name to the men that you gave me out of the world. They were yours.",
    "start": "00:26:26",
    "end": "00:27:39"
  },
  {
    "text": "NIV just says, I revealed you to those who you gave me.",
    "start": "00:27:39",
    "end": "00:27:42"
  },
  {
    "text": "Oh, it's your name.",
    "start": "00:27:42",
    "end": "00:27:44"
  },
  {
    "text": "Huh?",
    "start": "00:27:44",
    "end": "00:27:45"
  },
  {
    "text": "Okay, I've revealed your name, which they're merging God's name with God's own self there. So they're like paraphrasing, I manifested your name to those.",
    "start": "00:27:45",
    "end": "00:27:56"
  },
  {
    "text": "There's a footnote in the NIV that says that it's its name.",
    "start": "00:27:56",
    "end": "00:28:00"
  },
  {
    "text": "Oh, they do say it in a footnote. Yeah, yeah, yeah. Go down to verse 11. I'm no longer in the world, yet they are in the world. And I come to you, holy Father, keep them in your name, the name which you've given me, that they may be one, as you and I are one. While I was with them, I kept them in your name, the name that you gave me. And I guarded them and none them perish. So notice how all this is being brought together here. The name and the glory. The glory. Specifically the name and the glory.",
    "start": "00:28:00",
    "end": "00:28:37"
  },
  {
    "text": "So Jesus has this sense, this identity that Yahweh has put his name in him.",
    "start": "00:28:37",
    "end": "00:28:46"
  },
  {
    "text": "Yes.",
    "start": "00:28:46",
    "end": "00:28:47"
  },
  {
    "text": "And what we've seen in the Old Testament is that God did that with the angel of the Lord.",
    "start": "00:28:47",
    "end": "00:28:53"
  },
  {
    "text": "Yeah. My name is in that. That human like figure that appears and.",
    "start": "00:28:53",
    "end": "00:28:58"
  },
  {
    "text": "Walks and talks to people in a way that united them.",
    "start": "00:28:58",
    "end": "00:29:00"
  },
  {
    "text": "Yeah.",
    "start": "00:29:01",
    "end": "00:29:01"
  },
  {
    "text": "And Jesus saying here, you did that, and it united them. And that he then kind of by extension did that to his disciples.",
    "start": "00:29:01",
    "end": "00:29:11"
  },
  {
    "text": "Yeah.",
    "start": "00:29:11",
    "end": "00:29:11"
  },
  {
    "text": "He put the name on them.",
    "start": "00:29:12",
    "end": "00:29:14"
  },
  {
    "text": "Yeah.",
    "start": "00:29:14",
    "end": "00:29:15"
  },
  {
    "text": "Whatever that means. To bring them into that unity.",
    "start": "00:29:15",
    "end": "00:29:19"
  },
  {
    "text": "Yep. You and I have got this thing going. Yeah, Father, your name is my name.",
    "start": "00:29:19",
    "end": "00:29:25"
  },
  {
    "text": "Yeah.",
    "start": "00:29:25",
    "end": "00:29:25"
  },
  {
    "text": "You've given me your name and you and I are one. The one God, Father and Jesus, you.",
    "start": "00:29:25",
    "end": "00:29:33"
  },
  {
    "text": "And I are one. That's what he says.",
    "start": "00:29:33",
    "end": "00:29:35"
  },
  {
    "text": "That's verse three. There was the Shema coming in. This is eternal life, that they may know you, the one true God, and me. You know, it's just right there.",
    "start": "00:29:35",
    "end": "00:29:46"
  },
  {
    "text": "But he doesn't say that they are one together. He just says, no, you the one.",
    "start": "00:29:47",
    "end": "00:29:51"
  },
  {
    "text": "He's already said it. The Father and I are one. But here to say, here's eternal life, that they know you, the one true God, and that they may know me.",
    "start": "00:29:51",
    "end": "00:30:00"
  },
  {
    "text": "And he's using this word glory to say, like, I bring you glory. You bring me glory.",
    "start": "00:30:01",
    "end": "00:30:07"
  },
  {
    "text": "I shared in your glory.",
    "start": "00:30:07",
    "end": "00:30:08"
  },
  {
    "text": "And I shared in your glory before the world began. Which is a crazy thing to say.",
    "start": "00:30:08",
    "end": "00:30:12"
  },
  {
    "text": "We'll talk about that. Actually, that's the next Divine attributes, the Word and wisdom that we'll talk about.",
    "start": "00:30:12",
    "end": "00:30:17"
  },
  {
    "text": "Okay.",
    "start": "00:30:17",
    "end": "00:30:17"
  },
  {
    "text": "But the point is that clearly Jesus. And then you go on, read Paul, they've all noticed all this stuff that I'm pointing out to you, and they see it as categories for talking about Yahweh and distinct from Yahweh and whether it's the angel, the name, the glory. And they're clearly drawing upon those mental categories to describe Jesus. So this is a great example where a whole bunch of different things get brought together and, you know, you can just read it and it's cool. Even if you don't have any of.",
    "start": "00:30:18",
    "end": "00:30:53"
  },
  {
    "text": "That background, which I've done every single.",
    "start": "00:30:53",
    "end": "00:30:55"
  },
  {
    "text": "Time before this, you're just like, wow, the word glory is here.",
    "start": "00:30:55",
    "end": "00:30:58"
  },
  {
    "text": "I mean, it's cool, but it's always confusing every time I've read this chapter.",
    "start": "00:30:58",
    "end": "00:31:02"
  },
  {
    "text": "Yeah.",
    "start": "00:31:03",
    "end": "00:31:03"
  },
  {
    "text": "It's kind of like, wow, I don't really understand this, but Jesus really is getting mystical here.",
    "start": "00:31:03",
    "end": "00:31:11"
  },
  {
    "text": "Yeah.",
    "start": "00:31:11",
    "end": "00:31:12"
  },
  {
    "text": "Like, and he really cares for his disciples.",
    "start": "00:31:13",
    "end": "00:31:15"
  },
  {
    "text": "Yeah. And it's a lot of glory. A lot of glory action.",
    "start": "00:31:16",
    "end": "00:31:19"
  },
  {
    "text": "A lot of glory action.",
    "start": "00:31:19",
    "end": "00:31:20"
  },
  {
    "text": "I mean, seriously, I glorify.",
    "start": "00:31:21",
    "end": "00:31:22"
  },
  {
    "text": "It's one of those words.",
    "start": "00:31:22",
    "end": "00:31:23"
  },
  {
    "text": "Honestly, when that word shows up, my eyes glaze over a little bit. Because it's just one of those words.",
    "start": "00:31:23",
    "end": "00:31:28"
  },
  {
    "text": "Yeah. So there's all these physical manifestations of God's importance and power. In the past, they were always thrown. Divine and lifted up on a throne, dude. Divine and lifted up on a throne. Right, Isaiah. So all these people see.",
    "start": "00:31:28",
    "end": "00:31:42"
  },
  {
    "text": "Yeah.",
    "start": "00:31:42",
    "end": "00:31:43"
  },
  {
    "text": "And then earlier on in the speech, when Jesus knows he's about to get arrested in chapter 14, he says, Father, glorify me. This is the hour right here. You're going to glorify me. The single most common phrase in the Gospel of John to refer to his being crucified, is lifted up high and lifted up onto his throne. So the whole motif of the Gospel of John is that the perfect manifestation of God's kavod. Just like I go into your room and I learn who you are by looking around John's whole point, he creates this narrative arc throughout the Gospel of Yahweh, exalted high and lifted up on his glorious throne. Is what you are seeing when you see Jesus being hoisted up onto the cross. Yeah, holy cow. You're actually seeing who God really is in his essence. When you look at Jesus on the cross, that's the claim that the whole gospel is making. A crucified Jewish man is the glory of the Creator of the universe. That's the claim that he's making. It's so profound.",
    "start": "00:31:43",
    "end": "00:32:54"
  },
  {
    "text": "Thank you for listening to this episode of the Bible Project podcast. We'll continue next week with a couple more attributes of God. The conversation gets even more fascinating. Today's episode was produced by Dan Gummel and today's music was made special by Tay, the producer. The Bible Project is a nonprofit studio and Portland, Oregon. We're completely crowdfunded, which means that this podcast, all the videos and other resources we make are completely free because of the generous support of people just like you. So thanks for being a part of this with us.",
    "start": "00:32:55",
    "end": "00:33:23"
  },
  {
    "text": "Hi, this is John Tamada from Barragada, Guam. I use the Bible Project especially with my kids on Saturday mornings and I tell them that it is the new Saturday morning cartoons and also I use it teaching soldiers at the Guam Army National Guard. I show them videos and encourage them that the Bible is alive and well. We believe that the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos, study notes and more@thebibleproject.com.",
    "start": "00:33:24",
    "end": "00:33:56"
  },
  {
    "text": "It.",
    "start": "00:34:06",
    "end": "00:34:06"
  }
]