[
  {
    "text": "Hey, this is John at the Bible Project. Last week on the podcast, we began a conversation about the identity of God in the Bible. And we quickly ran into a problem.",
    "start": "00:00:08",
    "end": "00:00:19"
  },
  {
    "text": "The word God in English is a terribly confusing, unclear word.",
    "start": "00:00:20",
    "end": "00:00:26"
  },
  {
    "text": "In Hebrew, the word translated as God means is the word Elohim.",
    "start": "00:00:26",
    "end": "00:00:30"
  },
  {
    "text": "Elohim is a word that refers to a type of being, a spiritual being, and it can refer to spiritual beings of all kinds.",
    "start": "00:00:31",
    "end": "00:00:38"
  },
  {
    "text": "And that's the big takeaway from last week. Elohim, translated in your Bible as God doesn't strictly mean the all powerful creator God. It actually refers to a wide swath of spiritual beings. Lowercase g, gods. These beings exist, they have power, and. And they're referred to in Scripture.",
    "start": "00:00:39",
    "end": "00:00:59"
  },
  {
    "text": "Often, according to the biblical authors, there are other Elohim, spiritual beings. And those spiritual beings, as Paul the Apostle called them, can be called gods or lords, like beings that do have power.",
    "start": "00:00:59",
    "end": "00:01:12"
  },
  {
    "text": "So the Bible talks about other Elohim, but the Bible also has verses like I am the first and I am the last. Besides me, there is no Elohim. So which is it? Are there other gods?",
    "start": "00:01:12",
    "end": "00:01:26"
  },
  {
    "text": "So is monotheism even a helpful word to describe what ancient Israelites believe about Yahweh among all the other Elohim?",
    "start": "00:01:27",
    "end": "00:01:37"
  },
  {
    "text": "Why this apparent contradiction? We'll get into that today on this episode. Thanks for joining us. Here we go. All right, so we're talking about God. So the last hour was really trying to deconstruct what do we mean when we use the word God. And then we talked about the ambiguity of that word in English or the confusion it can create. Because most people think you just. When you use the word God, you mean the God of the universe, the monotheistic Jewish, Christian God. And that's kind of the capital G, God. But we use the word God to refer to, like, Greek gods.",
    "start": "00:01:38",
    "end": "00:02:20"
  },
  {
    "text": "With a lowercase g. With a lowercase G. Yeah.",
    "start": "00:02:20",
    "end": "00:02:23"
  },
  {
    "text": "And so there's all that. But I feel like if you just take that to the side and kind of just forget it for a second and then just come to the Bible and try to think in Hebrew or Jewish, Greek or. Yeah, or New Testament Greek. Jewish people speaking Greek.",
    "start": "00:02:23",
    "end": "00:02:42"
  },
  {
    "text": "Correct. Yeah.",
    "start": "00:02:42",
    "end": "00:02:43"
  },
  {
    "text": "You kind of get a different category or different language that creates a little different categories. And what I found the most helpful was in Hebrew, the word Elohim, which we translate as God, is probably better translated as spiritual being, because it can refer to Yahweh, Elohim, God of Israel. It can refer to the gods of Egypt, it can refer to the manifestation of the spirit of Samuel and, and it could refer to demons, were all examples that we looked at. So it's this broad category of spiritual beings. And so where we left off was then, in light of that, what do Jewish people mean when they say there is no other God but one? Because they do believe there are other Elohims. So they don't mean there's no other Elohims. So when they say there's no other Elohim other but one, what do they mean?",
    "start": "00:02:43",
    "end": "00:03:43"
  },
  {
    "text": "Yes, that's the question.",
    "start": "00:03:43",
    "end": "00:03:44"
  },
  {
    "text": "Yeah.",
    "start": "00:03:44",
    "end": "00:03:44"
  },
  {
    "text": "Yep. And the famous line in the Shema, hear, O Israel, the Lord is our God, Yahweh is our Elohim. Yahweh is one, or some translations of it in English go Yahweh alone. So does that one mean that there is only one Elohim, one God? Well, that's the question. So here we get into. It's a whole other discussion, and it's actually still a raging discussion in biblical academic studies about terminology. What terminology we bring to the Bible, Is monotheism even a helpful word to describe what ancient Israelites and Jews believed about Yahweh among all the other Elohim? If you look up again, the English main English dictionaries out there, if you look up the word monotheism, the definition given is the belief or doctrine that there is only one capital G, God.",
    "start": "00:03:44",
    "end": "00:04:47"
  },
  {
    "text": "And that's what they say, there's no God but one.",
    "start": "00:04:48",
    "end": "00:04:50"
  },
  {
    "text": "There is no God. Yeah, that's right. So it seems very simple.",
    "start": "00:04:50",
    "end": "00:04:54"
  },
  {
    "text": "Yes.",
    "start": "00:04:54",
    "end": "00:04:54"
  },
  {
    "text": "The problem is the English word God. And we're not going to repeat everything from the last conversation. Yeah, but that's so not helpful.",
    "start": "00:04:54",
    "end": "00:05:02"
  },
  {
    "text": "Well, okay, but here's the thing. You went to an ancient Jewish person and you said there is no God but one, they would go, yes. And then if you said, so you believe that there's only one God? No.",
    "start": "00:05:02",
    "end": "00:05:14"
  },
  {
    "text": "Yes. Yeah, good. Hey, that's a great way of putting it. No, that's not what I believe.",
    "start": "00:05:14",
    "end": "00:05:18"
  },
  {
    "text": "That's not what I believe.",
    "start": "00:05:18",
    "end": "00:05:18"
  },
  {
    "text": "Of course there are other Elohim.",
    "start": "00:05:18",
    "end": "00:05:20"
  },
  {
    "text": "And so you'd be like, well, no, no. You just said there's no God but one.",
    "start": "00:05:20",
    "end": "00:05:23"
  },
  {
    "text": "Right? Yes.",
    "start": "00:05:25",
    "end": "00:05:26"
  },
  {
    "text": "So what's the confusion here? How's this happening?",
    "start": "00:05:27",
    "end": "00:05:30"
  },
  {
    "text": "So the meaning of this phrase one God, does not mean there are no other Elohim. What it means is there is only one supreme, all powerful Elohim that is above all the others and has no rivals among the other elohim.",
    "start": "00:05:30",
    "end": "00:05:50"
  },
  {
    "text": "Now, in Dictionary.com, when it says the belief or doctrine there's only one God, that's a capital G. God.",
    "start": "00:05:50",
    "end": "00:05:55"
  },
  {
    "text": "It is capital G. So I think.",
    "start": "00:05:55",
    "end": "00:05:57"
  },
  {
    "text": "That'S what they mean. They mean there's one supreme God.",
    "start": "00:05:57",
    "end": "00:05:59"
  },
  {
    "text": "Ah, okay.",
    "start": "00:06:00",
    "end": "00:06:00"
  },
  {
    "text": "Well, because if you said, well, are there angels, are there demons, are there other spiritual entities? Be like, sure, but there's only one God.",
    "start": "00:06:00",
    "end": "00:06:09"
  },
  {
    "text": "Yeah. The problem is, therefore, we go into the Bible with that category of capital God, but then we have all these other instances of lowercase, and then what.",
    "start": "00:06:09",
    "end": "00:06:21"
  },
  {
    "text": "Do you do with that?",
    "start": "00:06:21",
    "end": "00:06:22"
  },
  {
    "text": "God or gods.",
    "start": "00:06:22",
    "end": "00:06:23"
  },
  {
    "text": "Right.",
    "start": "00:06:24",
    "end": "00:06:24"
  },
  {
    "text": "And then it doesn't help us. So some scholars in this debate have tried to introduce more nuanced vocabulary. So there's a Hebrew Bible nerd named William Horbury, and he proposed, we use terms. He called it inclusive monotheism, meaning Yahweh is the supreme deity. Here's what monotheism meant. To an ancient Jewish person, Yahweh is the supreme deity in association with other divine spirits or powers. So he just says, let's ditch the word God and just say in relation to other spiritual beings.",
    "start": "00:06:24",
    "end": "00:07:02"
  },
  {
    "text": "That's what I've been saying.",
    "start": "00:07:02",
    "end": "00:07:03"
  },
  {
    "text": "Yeah, exactly. He would call that inclusive monotheism. And that's a helpful. I think that's helpful. Then what he would say is exclusive monotheism would be denying even the existence of any other spiritual being.",
    "start": "00:07:03",
    "end": "00:07:19"
  },
  {
    "text": "So I feel like what I grew up with was somewhere right in the middle where you would go, well, there's other spiritual beings, but there's no other gods.",
    "start": "00:07:20",
    "end": "00:07:29"
  },
  {
    "text": "Right.",
    "start": "00:07:30",
    "end": "00:07:30"
  },
  {
    "text": "Meaning the Canaanite gods weren't real. If they were anything, it was just demonic. There's no pantheon of gods in which God reigns chief among them. There are a bunch of other spiritual beings.",
    "start": "00:07:31",
    "end": "00:07:46"
  },
  {
    "text": "Right, Right. So, yeah, okay, totally. And so, yeah, this is. So. This gets so muddy so quick because of our vocabulary, because according to the biblical authors, all across the Bible, there are other Elohim spiritual beings. Yeah. And those spiritual beings, as Paul the apostle called them, can be called gods. Right. Elohim, or lords, like beings that do have power. Okay, now remember this whole thing. In 1 Corinthians 8, Paul says, the idol is not a God, it's a piece of wood. And then he clarifies in 1 Corinthians 8. Now, I'm not saying that there aren't real spiritual beings out there. And he says, I'm not denying the existence of spiritual beings with power. Lords.",
    "start": "00:07:46",
    "end": "00:08:33"
  },
  {
    "text": "So couldn't you ask Paul then? Okay, you're saying there could be other lords, dominion. Why can't they also be represented by that piece of wood?",
    "start": "00:08:34",
    "end": "00:08:44"
  },
  {
    "text": "Ah, they could be. Yeah, they could be. Or they could not.",
    "start": "00:08:44",
    "end": "00:08:46"
  },
  {
    "text": "But he's saying they're not. He's saying that wood, it's just.",
    "start": "00:08:47",
    "end": "00:08:50"
  },
  {
    "text": "It's just a piece of wood. But that wood could represent a real Elohim that has some authority or sway or power.",
    "start": "00:08:50",
    "end": "00:08:59"
  },
  {
    "text": "And if the wood.",
    "start": "00:08:59",
    "end": "00:09:00"
  },
  {
    "text": "And if that's true, you don't want to go into that temple, that's bad news.",
    "start": "00:09:00",
    "end": "00:09:04"
  },
  {
    "text": "But wasn't he saying that you can eat the meat, don't worry about it?",
    "start": "00:09:04",
    "end": "00:09:07"
  },
  {
    "text": "Yeah, he says if it's in your home, oh, but don't go to the throne. Other people are gathering in the name of.",
    "start": "00:09:07",
    "end": "00:09:13"
  },
  {
    "text": "So he didn't think that the dominion of that Elohim, that spiritual being, could actually affect the meat in such a way that you would.",
    "start": "00:09:14",
    "end": "00:09:25"
  },
  {
    "text": "Right. No, he says the meat belongs to God. Meat belongs to God.",
    "start": "00:09:25",
    "end": "00:09:29"
  },
  {
    "text": "There's no, like, magical mysticism where the meat becomes.",
    "start": "00:09:29",
    "end": "00:09:32"
  },
  {
    "text": "No, his concern is that when you gather with a group of people in the name of what could be a real spiritual being and get yourself in the presence of that being, it's not good.",
    "start": "00:09:32",
    "end": "00:09:46"
  },
  {
    "text": "It's interesting because he's trying to be very nuanced and decisive about how he's instructing his fellow Jesus followers to deal with a very difficult cultural reality, which is that there's this practice of sacrificing meat to these idols. And he's saying there are other gods and deities and we need to worry about it. So don't go and participate in this practice and hang out with those people, because that world is real.",
    "start": "00:09:46",
    "end": "00:10:18"
  },
  {
    "text": "There's real spiritual beings.",
    "start": "00:10:18",
    "end": "00:10:20"
  },
  {
    "text": "But if you're hungry and you got some of that meat.",
    "start": "00:10:20",
    "end": "00:10:24"
  },
  {
    "text": "Yeah, eat it.",
    "start": "00:10:24",
    "end": "00:10:26"
  },
  {
    "text": "That's fine.",
    "start": "00:10:26",
    "end": "00:10:27"
  },
  {
    "text": "Thank the God of Israel for making the heavens.",
    "start": "00:10:27",
    "end": "00:10:29"
  },
  {
    "text": "They didn't actually poison the meat.",
    "start": "00:10:30",
    "end": "00:10:31"
  },
  {
    "text": "Yeah, there's no spiritual poison or curse attached. Yeah, that's right. That's what he's saying. And he's saying this to a community of followers of Jesus, some of whom are ethnically Jewish. And it would be a total compromise to go down and get your meat from there.",
    "start": "00:10:31",
    "end": "00:10:47"
  },
  {
    "text": "Yeah.",
    "start": "00:10:47",
    "end": "00:10:48"
  },
  {
    "text": "And then you have others who are not ethnically Jewish, or maybe they are Jewish, but they don't have these scruples or cares. And so they're like. It's just whatever. It's just a stake.",
    "start": "00:10:48",
    "end": "00:10:58"
  },
  {
    "text": "Yeah. And so those cultures are clashing.",
    "start": "00:10:58",
    "end": "00:11:00"
  },
  {
    "text": "Those cultures are clashing within the Christian community. And so that's the dynamic that he's navigating here. But in no case does he ever say, these other spiritual beings don't exist. And so all the way back to this Bible nerd, really smart Guy William Horbury is saying, okay, well, let's distinguish then. Inclusive monotheism is biblical monotheism, that Yahweh is the chief supreme spiritual being in a populated universe of spiritual beings. And let's use the word exclusive monotheism to describe that you're denying even the existence of any other powerful spiritual beings.",
    "start": "00:11:00",
    "end": "00:11:44"
  },
  {
    "text": "I just think that our understanding of the population of spiritual beings is pretty limited.",
    "start": "00:11:44",
    "end": "00:11:51"
  },
  {
    "text": "Yeah.",
    "start": "00:11:51",
    "end": "00:11:52"
  },
  {
    "text": "So like.",
    "start": "00:11:52",
    "end": "00:11:53"
  },
  {
    "text": "Well, when you say limited, what do you mean?",
    "start": "00:11:54",
    "end": "00:11:55"
  },
  {
    "text": "Well, as soon as you start talking about spiritual beings with dominion and stuff. Yeah, I just don't know.",
    "start": "00:11:56",
    "end": "00:12:02"
  },
  {
    "text": "Yeah, got it.",
    "start": "00:12:02",
    "end": "00:12:03"
  },
  {
    "text": "Where are we? Yeah, but like you say angel or demons, I kind of have begin to have categories.",
    "start": "00:12:03",
    "end": "00:12:08"
  },
  {
    "text": "Yeah.",
    "start": "00:12:08",
    "end": "00:12:09"
  },
  {
    "text": "And so what I wouldn't call those are gods. I just wouldn't use that word.",
    "start": "00:12:09",
    "end": "00:12:13"
  },
  {
    "text": "You wouldn't word the English word?",
    "start": "00:12:13",
    "end": "00:12:14"
  },
  {
    "text": "Yeah, I wouldn't use the English word God.",
    "start": "00:12:14",
    "end": "00:12:15"
  },
  {
    "text": "Yeah. In which case, even though that is the word used in the Bible.",
    "start": "00:12:15",
    "end": "00:12:19"
  },
  {
    "text": "No, the word is Elohim.",
    "start": "00:12:19",
    "end": "00:12:20"
  },
  {
    "text": "But in your English Bible.",
    "start": "00:12:21",
    "end": "00:12:22"
  },
  {
    "text": "In my English Bible, the word, the.",
    "start": "00:12:22",
    "end": "00:12:24"
  },
  {
    "text": "Word lowercase G O D S is used to refer to those beings.",
    "start": "00:12:24",
    "end": "00:12:29"
  },
  {
    "text": "Yeah, I think I've always understood it was like gods with an asterisk. You know, like when I read that, it always kind of like, there's only one God. So they don't mean actually God. It must mean something else. So it's like built into the way that I was told to read the Bible was this understanding that that was the wrong translation.",
    "start": "00:12:29",
    "end": "00:12:51"
  },
  {
    "text": "Okay. So fascinating. So really, let's live in that world for a second. Look at the. I gave an example right here of why I actually don't think William Horbury's suggestion is very helpful.",
    "start": "00:12:51",
    "end": "00:13:02"
  },
  {
    "text": "All right. I liked it.",
    "start": "00:13:02",
    "end": "00:13:04"
  },
  {
    "text": "Read Psalm 97:9. You read it for me.",
    "start": "00:13:05",
    "end": "00:13:08"
  },
  {
    "text": "Psalm 97:9. You, Yahweh, are most high over all the land. Why is it parenthesis? Elyon.",
    "start": "00:13:09",
    "end": "00:13:16"
  },
  {
    "text": "Oh, that's the Hebrew word for most high. For most high. Elyon.",
    "start": "00:13:17",
    "end": "00:13:20"
  },
  {
    "text": "Elyon. You, Yahweh are most high over all the land. You are exalted above all Elohim.",
    "start": "00:13:20",
    "end": "00:13:27"
  },
  {
    "text": "So what you're saying is that the normal translation of that in all our English translations is gods. You are exalted above all gods.",
    "start": "00:13:27",
    "end": "00:13:35"
  },
  {
    "text": "Yeah.",
    "start": "00:13:35",
    "end": "00:13:36"
  },
  {
    "text": "And what you're saying is you would, before sitting down today, you would just have a little asterisk.",
    "start": "00:13:36",
    "end": "00:13:40"
  },
  {
    "text": "I would do one of two things. Yeah, there's an asterisk there. And I would do one of two things. I would go, okay, all of these so called gods, all these, you know, cultural ideas of gods, like he's above all of them. And. Or that word gods is not referring to a supreme being like God. It's just referring to. I guess I don't know if I would have said it this way. I've been able to elucidate it like this, but I think my tendency would be to kind of downplay and be like, it's not really a God. Because anytime that kind of stuff came up in Sunday school, church, youth groups, that was kind of the answer.",
    "start": "00:13:40",
    "end": "00:14:21"
  },
  {
    "text": "Yeah, whatever. These.",
    "start": "00:14:21",
    "end": "00:14:22"
  },
  {
    "text": "It's not really a God. And then why does it say God? Well, because I don't know where the answers were.",
    "start": "00:14:22",
    "end": "00:14:28"
  },
  {
    "text": "So think this is in a song of praise. So this is a song whose whole purpose.",
    "start": "00:14:28",
    "end": "00:14:33"
  },
  {
    "text": "I didn't grow up with any songs like that.",
    "start": "00:14:33",
    "end": "00:14:35"
  },
  {
    "text": "Well, okay, so I'm just saying this is an ancient Hebrew song.",
    "start": "00:14:35",
    "end": "00:14:38"
  },
  {
    "text": "You wouldn't get away with the Hillsong song saying you are God above the gods.",
    "start": "00:14:38",
    "end": "00:14:43"
  },
  {
    "text": "I don't know. I don't know. I'm saying this is an ancient Israelite song. Increasing the honor and the status of Yahweh, the God of Israel. And one thing you could say to increase the honor of the God of Israel is to say, you're exalted above all the other Elohim. It seems to me that for that line to be a statement of honor and praise by definition means that these other Elohim are real and that Yahweh is just more powerful than them. Otherwise, it's empty praise. Right. You know, oh, what a. What a. Like, you would never go to, like, I don't. Horse race. I've never actually even been to a horse race. But you wouldn't go to a horse race and be like, oh, yeah, number 10, he's faster than any unicorn. You would never do that. Right. Because it's like, well, unicorns aren't real. So what? Why wouldn't you compare them? There's no other horse on this track faster than number 10. That would be real praise.",
    "start": "00:14:43",
    "end": "00:15:41"
  },
  {
    "text": "But all horses come from the same. It's like they're the same taxonomy.",
    "start": "00:15:41",
    "end": "00:15:46"
  },
  {
    "text": "Exactly. That's exactly my point.",
    "start": "00:15:46",
    "end": "00:15:48"
  },
  {
    "text": "But if you came and you said there's no other as difficult with horses, but let's say with like, cats. If you went to, like a zoo and you saw a lion and you said there is no other feline like this lion.",
    "start": "00:15:49",
    "end": "00:16:05"
  },
  {
    "text": "Ah, okay.",
    "start": "00:16:06",
    "end": "00:16:06"
  },
  {
    "text": "Right. You have this massive category of feline.",
    "start": "00:16:06",
    "end": "00:16:09"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:16:09",
    "end": "00:16:10"
  },
  {
    "text": "And we refer to cougars and house cats and little critters that live in the desert, but this one is different. And there's no other one. That's the only one. Let's just pretend it's the only one on the planet.",
    "start": "00:16:10",
    "end": "00:16:22"
  },
  {
    "text": "Yeah, let's actually use the lion, like the, you know, Saharan lions.",
    "start": "00:16:22",
    "end": "00:16:26"
  },
  {
    "text": "The lion.",
    "start": "00:16:26",
    "end": "00:16:27"
  },
  {
    "text": "Yeah, the lion.",
    "start": "00:16:27",
    "end": "00:16:27"
  },
  {
    "text": "There's only one.",
    "start": "00:16:28",
    "end": "00:16:28"
  },
  {
    "text": "There's only one. Yeah, yeah, yeah.",
    "start": "00:16:28",
    "end": "00:16:30"
  },
  {
    "text": "There's only one lion. No other feline like the lion.",
    "start": "00:16:30",
    "end": "00:16:33"
  },
  {
    "text": "Like this lion, you are exalted above all other felines.",
    "start": "00:16:33",
    "end": "00:16:37"
  },
  {
    "text": "Yes.",
    "start": "00:16:37",
    "end": "00:16:37"
  },
  {
    "text": "This is a way better example than the horse. Yeah. Actually, thank you for this. Very helpful. I'm going to use this in classrooms.",
    "start": "00:16:37",
    "end": "00:16:44"
  },
  {
    "text": "Oh, nice.",
    "start": "00:16:44",
    "end": "00:16:45"
  },
  {
    "text": "Yeah, no, that's actually exactly right. Elohim is a word that refers to a type of being, a spiritual being, and it can refer to spiritual beings of all kinds. Just like feline is a class of animal of which there are many different species.",
    "start": "00:16:45",
    "end": "00:17:00"
  },
  {
    "text": "Yes.",
    "start": "00:17:00",
    "end": "00:17:00"
  },
  {
    "text": "One of those species is the supreme, the king of the kings and queens of the species. Yeah, whatever. Yeah, that's exactly what's going on. It. So here's why I don't think exclusive monotheism is helpful then. Because this term, inclusive monotheism, monotheism that acknowledges the existence of other spiritual beings. But that's not what the word monotheism means in modern English. Monotheism means the belief that there's only one God.",
    "start": "00:17:01",
    "end": "00:18:00"
  },
  {
    "text": "Capital G. God, sure. Yeah.",
    "start": "00:18:00",
    "end": "00:18:03"
  },
  {
    "text": "But that's just so unhelpful to me.",
    "start": "00:18:03",
    "end": "00:18:05"
  },
  {
    "text": "Yeah, it is unhelpful. But think about it this way, right? Couldn't you say inclusive monotheism is saying, let's take the feline example again. The lion is the supreme feline in association with all other felines of any type.",
    "start": "00:18:05",
    "end": "00:18:21"
  },
  {
    "text": "Cool.",
    "start": "00:18:22",
    "end": "00:18:22"
  },
  {
    "text": "Got it. Exclusive monotheism.",
    "start": "00:18:22",
    "end": "00:18:24"
  },
  {
    "text": "Yeah.",
    "start": "00:18:24",
    "end": "00:18:25"
  },
  {
    "text": "There's no existence of other felines other than the lion. Yeah, that doesn't make any sense.",
    "start": "00:18:25",
    "end": "00:18:30"
  },
  {
    "text": "And because no ancient Jewish person or Israelite ever believed that. So why do we even need it as a category?",
    "start": "00:18:30",
    "end": "00:18:37"
  },
  {
    "text": "Got it.",
    "start": "00:18:37",
    "end": "00:18:38"
  },
  {
    "text": "Exclusive monotheism.",
    "start": "00:18:38",
    "end": "00:18:39"
  },
  {
    "text": "Right.",
    "start": "00:18:39",
    "end": "00:18:40"
  },
  {
    "text": "That's a total modern enlightenment.",
    "start": "00:18:40",
    "end": "00:18:42"
  },
  {
    "text": "Because our word God doesn't do the same thing as the word Elohim does.",
    "start": "00:18:42",
    "end": "00:18:46"
  },
  {
    "text": "That would be the. So it's a service.",
    "start": "00:18:46",
    "end": "00:18:48"
  },
  {
    "text": "It's a translation problem.",
    "start": "00:18:48",
    "end": "00:18:49"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:18:49",
    "end": "00:18:50"
  },
  {
    "text": "So in English, it makes sense, but the problem is now, when you're translating Hebrew text and Greek text from Hebrew thought, it stops making sense.",
    "start": "00:18:51",
    "end": "00:19:02"
  },
  {
    "text": "Yeah, that's right. Okay. Yeah, you got it. Okay, so with that category.",
    "start": "00:19:02",
    "end": "00:19:07"
  },
  {
    "text": "Okay, well, let me. Let me try something. Exclusive monotheism denies the existence of any other lion except for Yahweh.",
    "start": "00:19:07",
    "end": "00:19:16"
  },
  {
    "text": "Ah, okay.",
    "start": "00:19:16",
    "end": "00:19:16"
  },
  {
    "text": "Right. There's no other lion.",
    "start": "00:19:16",
    "end": "00:19:18"
  },
  {
    "text": "There's no other capital.",
    "start": "00:19:18",
    "end": "00:19:19"
  },
  {
    "text": "It's kind of like saying if the thought experiment would be, there's only one lion on the planet. It's Harry the Lion at the Pointland Zoo. It's the only one exists.",
    "start": "00:19:20",
    "end": "00:19:29"
  },
  {
    "text": "Yeah. It's about to go extinct.",
    "start": "00:19:30",
    "end": "00:19:31"
  },
  {
    "text": "Yeah. About to go extinct, yeah. Well, no, this one lives forever. It has a lot of power.",
    "start": "00:19:31",
    "end": "00:19:35"
  },
  {
    "text": "Fair enough. Yeah, fair enough.",
    "start": "00:19:35",
    "end": "00:19:36"
  },
  {
    "text": "And so you would say there is no other lion but Harry the Lion at the Portland Zoo.",
    "start": "00:19:37",
    "end": "00:19:42"
  },
  {
    "text": "There's other felines.",
    "start": "00:19:43",
    "end": "00:19:44"
  },
  {
    "text": "There's other felines.",
    "start": "00:19:44",
    "end": "00:19:45"
  },
  {
    "text": "Tigers.",
    "start": "00:19:45",
    "end": "00:19:45"
  },
  {
    "text": "And you would say. And then cougars, you would say there's other. Yeah, there's other felines. And so that's like saying there's no other God, but there are other spiritual beings. It just depends on how you're using the word.",
    "start": "00:19:45",
    "end": "00:19:54"
  },
  {
    "text": "Yeah, God. Yeah, in English. But it's.",
    "start": "00:19:54",
    "end": "00:19:56"
  },
  {
    "text": "When someone's saying exclusive monotheism, I think what they mean is there's no other lion, even though.",
    "start": "00:19:56",
    "end": "00:20:02"
  },
  {
    "text": "Right. Well, in which case there's no difference between inclusive monotheism.",
    "start": "00:20:02",
    "end": "00:20:07"
  },
  {
    "text": "Exactly. I think that's what I'm trying to.",
    "start": "00:20:07",
    "end": "00:20:10"
  },
  {
    "text": "Yes. So in which case, let's just use the word monotheism. Or again, I'm trying to summarize an academic debate that's been going for decades.",
    "start": "00:20:10",
    "end": "00:20:17"
  },
  {
    "text": "That makes sense.",
    "start": "00:20:17",
    "end": "00:20:18"
  },
  {
    "text": "There's other. There's even more nerdy terms that have been thrown around, like monolatry.",
    "start": "00:20:18",
    "end": "00:20:22"
  },
  {
    "text": "Monolatry, yeah.",
    "start": "00:20:23",
    "end": "00:20:24"
  },
  {
    "text": "So if idolatry. If idolatry is worshiping a party game, monolatry means the worship of one. So some people use that to describe what's going on in the Bible. There are many. Elohim, we worship one. Elohim.",
    "start": "00:20:24",
    "end": "00:20:42"
  },
  {
    "text": "Yeah.",
    "start": "00:20:42",
    "end": "00:20:42"
  },
  {
    "text": "Some people have proposed the word henotheism.",
    "start": "00:20:43",
    "end": "00:20:46"
  },
  {
    "text": "Hino.",
    "start": "00:20:46",
    "end": "00:20:47"
  },
  {
    "text": "Hino, which is the Greek word. 1. Hino means one hennas, hen or henas.",
    "start": "00:20:47",
    "end": "00:20:53"
  },
  {
    "text": "1.",
    "start": "00:20:53",
    "end": "00:20:54"
  },
  {
    "text": "So one theism, one theism, which is the belief in. It's not about belief.",
    "start": "00:20:55",
    "end": "00:21:00"
  },
  {
    "text": "It's about one supreme God.",
    "start": "00:21:00",
    "end": "00:21:01"
  },
  {
    "text": "It's about allegiance to one. Yeah. And these all just arise just from.",
    "start": "00:21:01",
    "end": "00:21:05"
  },
  {
    "text": "And it's not just allegiance to one. It's the belief that there is only one that has supreme power, which is.",
    "start": "00:21:06",
    "end": "00:21:12"
  },
  {
    "text": "Why we give our allegiance to and.",
    "start": "00:21:12",
    "end": "00:21:14"
  },
  {
    "text": "Why we give our allegiance.",
    "start": "00:21:14",
    "end": "00:21:14"
  },
  {
    "text": "Correct. Yeah. But the point is, of course, in the ancient world, that was a. That was a contested claim. That's what the Israelites believe about Yahweh, but that's what the Moabites say about Chemosh, and that's what the Sidonians up north say about baal, and that's what the Babylonians claim about Marduk. Right.",
    "start": "00:21:14",
    "end": "00:21:31"
  },
  {
    "text": "That they are the supreme People group.",
    "start": "00:21:31",
    "end": "00:21:34"
  },
  {
    "text": "Believed that its God was the supreme God.",
    "start": "00:21:35",
    "end": "00:21:37"
  },
  {
    "text": "There's a debate going on.",
    "start": "00:21:37",
    "end": "00:21:39"
  },
  {
    "text": "Yeah. So what we have in the Bible is the Israelite claim that Yahweh is the Elohim of all Elohim.",
    "start": "00:21:39",
    "end": "00:21:45"
  },
  {
    "text": "Some people are like, no, the leopard is the best feline.",
    "start": "00:21:45",
    "end": "00:21:48"
  },
  {
    "text": "That's right.",
    "start": "00:21:48",
    "end": "00:21:48"
  },
  {
    "text": "No, it's the panther.",
    "start": "00:21:49",
    "end": "00:21:51"
  },
  {
    "text": "Yeah, that's right. It's a contested claim.",
    "start": "00:21:51",
    "end": "00:21:53"
  },
  {
    "text": "Yeah.",
    "start": "00:21:53",
    "end": "00:21:53"
  },
  {
    "text": "I think we're achieving clarity with how we're talking here.",
    "start": "00:21:54",
    "end": "00:21:56"
  },
  {
    "text": "Got it.",
    "start": "00:21:56",
    "end": "00:21:57"
  },
  {
    "text": "So there's other possible objections.",
    "start": "00:21:57",
    "end": "00:21:59"
  },
  {
    "text": "Picking up what you're putting down, let's.",
    "start": "00:21:59",
    "end": "00:22:01"
  },
  {
    "text": "Say you're reading passage in Deuteronomy that says where God says something like this. God says, hey, I showed up in cloud and smoke on Mount Sinai, and you were shown these things so that you might know Yahweh is God besides Him. There is no other. It's only handled.",
    "start": "00:22:01",
    "end": "00:22:21"
  },
  {
    "text": "I think it's those kind of verses where Christians will say, yeah, there's no other God.",
    "start": "00:22:21",
    "end": "00:22:26"
  },
  {
    "text": "There are no other gods.",
    "start": "00:22:26",
    "end": "00:22:27"
  },
  {
    "text": "Monotheism.",
    "start": "00:22:27",
    "end": "00:22:28"
  },
  {
    "text": "Yeah. Other gods don't exist.",
    "start": "00:22:28",
    "end": "00:22:30"
  },
  {
    "text": "Don't exist.",
    "start": "00:22:30",
    "end": "00:22:31"
  },
  {
    "text": "And just a few sentences later, Moses says, no, and take to heart today the Lord Yahweh is God in heaven above or earth below. There is no other. So I'm going to translate it again using Elohim, and you'll see what's happening in both of these cases. In Hebrew, the word the is put in front of Elohim. In Hebrew, ha, Elohim. Deuteronomy 4. 35. So that you might know that Yahweh, he is the Elohim. There is not another besides him. Meaning there's not another. The Elohim. There's no other. The Elohim.",
    "start": "00:22:31",
    "end": "00:23:13"
  },
  {
    "text": "There might be by putting a the. It's saying it means supreme.",
    "start": "00:23:14",
    "end": "00:23:19"
  },
  {
    "text": "Yes. He's Elohim of Elohim.",
    "start": "00:23:19",
    "end": "00:23:21"
  },
  {
    "text": "So exclusive monotheism is just putting an article in front of Elohim.",
    "start": "00:23:21",
    "end": "00:23:27"
  },
  {
    "text": "Yeah. What this passage isn't doing is denying the existence of other Elohim. It's saying Yahweh is the chief Elohim. There is no other chief Elohim. Like what you're doing with the lion.",
    "start": "00:23:27",
    "end": "00:23:39"
  },
  {
    "text": "Yeah.",
    "start": "00:23:39",
    "end": "00:23:39"
  },
  {
    "text": "So when you come across these phrases, there is no other. It's not denying the existence of these other spiritual beings. It's denying that those other spiritual beings are the chief God. The chief Elohim.",
    "start": "00:23:39",
    "end": "00:23:52"
  },
  {
    "text": "Yeah. I mean, that makes sense because it's very clear that in Hebrew thought, there is other Elohim. So it has to mean something else. Yeah. So you're saying by putting the article ha is Implying that a specific supreme Elohim.",
    "start": "00:23:52",
    "end": "00:24:09"
  },
  {
    "text": "Yeah, it's one feline. The chief feline, among all others.",
    "start": "00:24:09",
    "end": "00:24:13"
  },
  {
    "text": "He is the lion. There's no other lion besides him.",
    "start": "00:24:13",
    "end": "00:24:16"
  },
  {
    "text": "The other way you can help understand these passages is.",
    "start": "00:24:17",
    "end": "00:24:20"
  },
  {
    "text": "Or the feline, not lion. Yeah, the feline.",
    "start": "00:24:20",
    "end": "00:24:22"
  },
  {
    "text": "The feline. Yeah.",
    "start": "00:24:22",
    "end": "00:24:23"
  },
  {
    "text": "Which we wouldn't really do in English. Right. I mean, it'd be kind of too poetic in a way. Oh, I mean, it would work.",
    "start": "00:24:23",
    "end": "00:24:31"
  },
  {
    "text": "Yeah.",
    "start": "00:24:31",
    "end": "00:24:32"
  },
  {
    "text": "But it's not a way of talking.",
    "start": "00:24:32",
    "end": "00:24:34"
  },
  {
    "text": "Is the feline of all felines. Yeah, Yeah, I guess that works.",
    "start": "00:24:34",
    "end": "00:24:39"
  },
  {
    "text": "That works a little bit.",
    "start": "00:24:39",
    "end": "00:24:40"
  },
  {
    "text": "Yeah.",
    "start": "00:24:40",
    "end": "00:24:40"
  },
  {
    "text": "But you wouldn't say the lion is the feline. There is not another. Oh, besides.",
    "start": "00:24:40",
    "end": "00:24:49"
  },
  {
    "text": "Sure. If you're really pumping up the rhetoric. Yeah. Which is what these passages are doing. They're making a claim.",
    "start": "00:24:49",
    "end": "00:24:55"
  },
  {
    "text": "I think it's way more confusing in English than probably. I don't think our article the. Does the same work as the Hebrew articles.",
    "start": "00:24:55",
    "end": "00:25:04"
  },
  {
    "text": "Do I understand. Yeah, Right.",
    "start": "00:25:04",
    "end": "00:25:06"
  },
  {
    "text": "Yeah, I could, but it doesn't naturally.",
    "start": "00:25:06",
    "end": "00:25:09"
  },
  {
    "text": "You are the fast runner. There is no other.",
    "start": "00:25:09",
    "end": "00:25:14"
  },
  {
    "text": "If you come into a building, you're like, who's the boss? No, because there's always just one boss.",
    "start": "00:25:15",
    "end": "00:25:20"
  },
  {
    "text": "There's always just one boss. Yeah. You need to go into a place where there's many bosses.",
    "start": "00:25:20",
    "end": "00:25:25"
  },
  {
    "text": "You go into a. No, you go into a place and you want to know, like, who's the person here who can get something done? Who's the guy I need to talk to? Who makes things happen?",
    "start": "00:25:25",
    "end": "00:25:34"
  },
  {
    "text": "Or gal.",
    "start": "00:25:34",
    "end": "00:25:35"
  },
  {
    "text": "Or gal. Who's the person?",
    "start": "00:25:35",
    "end": "00:25:39"
  },
  {
    "text": "Who's the person?",
    "start": "00:25:39",
    "end": "00:25:40"
  },
  {
    "text": "And you. So you'd walk into a place and you'd say, like, who's the dude? Who do I need?",
    "start": "00:25:40",
    "end": "00:25:45"
  },
  {
    "text": "Like, who's the person?",
    "start": "00:25:45",
    "end": "00:25:47"
  },
  {
    "text": "Yeah. Who's my man or woman? When I say man or.",
    "start": "00:25:47",
    "end": "00:25:52"
  },
  {
    "text": "Yeah, you mean the human in English.",
    "start": "00:25:53",
    "end": "00:25:57"
  },
  {
    "text": "This is how we roll.",
    "start": "00:25:57",
    "end": "00:25:59"
  },
  {
    "text": "Yeah.",
    "start": "00:25:59",
    "end": "00:25:59"
  },
  {
    "text": "I would sound weird if I'm walking around being like, who's the human?",
    "start": "00:26:00",
    "end": "00:26:03"
  },
  {
    "text": "Yeah. It's not a phrase we use. Yeah, let me bring it back in and we can land this particular plane. The other helpful way when you. When to understand these. There is no other passages in the Old Testament is to look at other times. That phrase is used by not talking about God.",
    "start": "00:26:03",
    "end": "00:26:18"
  },
  {
    "text": "Yeah.",
    "start": "00:26:18",
    "end": "00:26:19"
  },
  {
    "text": "It's a really helpful example in the book of Isaiah where Isaiah is mocking the propaganda of Babylon. He quotes from this propaganda of Babylon. And so he says, here's what the king and queen of Babylon say of themselves. You, Babylon, say to yourself, I am, and there is no one besides me. So it's the same exact phrase as in Hebrew. Yahweh is God. There is no one beside him. So what the king and queen of Babylon are not saying is, I am king. There are no other kings in the world.",
    "start": "00:26:19",
    "end": "00:26:54"
  },
  {
    "text": "Yeah, yeah, right.",
    "start": "00:26:54",
    "end": "00:26:56"
  },
  {
    "text": "It's actually pretty intuitive to.",
    "start": "00:26:56",
    "end": "00:26:57"
  },
  {
    "text": "It's kind of like. Yeah, got it. It's kind of. So if there was. So, like Game of Thrones, the whole thing is about who's really the king. Like who. Who rules the Iron Throne. That's what the whole thing's about. It's a Game of Thrones. Who's the actual king, who's the rightful heir? And so if someone. If like Queen Cersei, I don't remember all the names, but if she was like, I am the one who rules the Iron Throne and there's no one beside me. Yeah, well, there's lots of other people claiming.",
    "start": "00:26:57",
    "end": "00:27:31"
  },
  {
    "text": "Exactly, yeah.",
    "start": "00:27:31",
    "end": "00:27:32"
  },
  {
    "text": "She's just saying like, yeah, it's rhetoric.",
    "start": "00:27:33",
    "end": "00:27:35"
  },
  {
    "text": "It's rhetoric, it's rhetoric. Yep. So here I'll let again, Michael Heiser. This is from a different work, actually, from a dictionary entry that he has. But on this thing about other Elohim, he says a close reading of these passages in Deuteronomy that we looked at and Isaiah shows that these denials are not claiming that other Elohim don't exist, rather that Yahweh has unique and incomparable qualities, comparison to other gods. Yahweh is pre existent. He's not created. He's the uncreated creator. At least that's the claim. His role is creator of all things, including the other Elohim. He can save, like in the Exodus. Right. The focus is on Yahweh's incomparable status and the powerlessness of the other Elohim. It would be empty praise to compare Yahweh to beings that don't exist. The biblical authors assume that they do exist, but that compared to Yahweh, they are no thing, they are nothing. And I think that's exactly what's happening in these no other God passages, which helps us go back to when Paul said that idols are no thing in the world. There's something similar going on here. They. Those idols might actually represent a real spiritual being, they might not. But in comparison to the one God, they are no thing. Yeah, so that's where. Oh, yeah. Actually, this is where all the logic of making fun of idols in the Bible, there's actually many poems making fun of idols. I have just one example from Psalm 115. It's the most elaborate, but it goes on to say Psalm. Psalm 115. Our Elohim, he's in the heavens, meaning he rules over all. He does what he wants. But the idols, they're just silver and gold. People make them. They have mouths, but they don't talk. They have eyes, they don't see. They have ears, they don't hear. This is not an argument saying there are no other spiritual beings. This is an argument lampooning idols. People who have convinced themselves that these pieces of wood and stone are embodiments of divine being and that they have power. So we'll kiss them and bow down to them and make little clothes for them. It's saying, so, yeah, there you go.",
    "start": "00:27:35",
    "end": "00:29:59"
  },
  {
    "text": "Is in Jewish thought, then, are there other Elohim? There's Elohim with dominion. In which case, what if you did make an idol to celebrate and represent that Elohim?",
    "start": "00:29:59",
    "end": "00:30:13"
  },
  {
    "text": "Sure, sure.",
    "start": "00:30:13",
    "end": "00:30:13"
  },
  {
    "text": "The idol can't speak, but that Elohim's real. And if you're, like, trying to connect to him.",
    "start": "00:30:13",
    "end": "00:30:18"
  },
  {
    "text": "Yeah, yeah, that's. Yeah. And I think that's ultimately why Paul says, don't go into the temple of Zeus and call upon the name of Zeus with other people and eat a sacrificial meal to Zeus, because. And then he says, take it to go. Take it to go. Because what he says is, listen, you could be at the table. And then he uses a Greek word to refer to a lesser spiritual being, the Greek word daimonion, which gets translated as demon, which is another very unhelpful English word, because we think of little gargoyle, right? Little horned, reptilian creatures with wings and pitchforks.",
    "start": "00:30:18",
    "end": "00:31:02"
  },
  {
    "text": "Oh, I actually usually think of, like.",
    "start": "00:31:02",
    "end": "00:31:05"
  },
  {
    "text": "I don't think of that.",
    "start": "00:31:05",
    "end": "00:31:05"
  },
  {
    "text": "No, I don't.",
    "start": "00:31:05",
    "end": "00:31:06"
  },
  {
    "text": "Oh, good. That's good.",
    "start": "00:31:06",
    "end": "00:31:07"
  },
  {
    "text": "Yeah. I just think of kind of. I don't know what I think of. I just think when people cast out demons and stuff, it must be something much more ethereal.",
    "start": "00:31:08",
    "end": "00:31:17"
  },
  {
    "text": "Okay. Yeah. A spiritual being that has a destructive influence on human behavior. Yeah, yeah.",
    "start": "00:31:17",
    "end": "00:31:24"
  },
  {
    "text": "But I wouldn't call it a God.",
    "start": "00:31:24",
    "end": "00:31:25"
  },
  {
    "text": "You wouldn't call it Elohim, but the biblical authors called him Elohim.",
    "start": "00:31:26",
    "end": "00:31:29"
  },
  {
    "text": "I didn't say I wouldn't call it Elohim. I said I wouldn't call it a God.",
    "start": "00:31:29",
    "end": "00:31:32"
  },
  {
    "text": "Well, you speak English, so what are you going to. Yeah, Spiritual being.",
    "start": "00:31:34",
    "end": "00:31:37"
  },
  {
    "text": "That's what we'd call them.",
    "start": "00:31:37",
    "end": "00:31:38"
  },
  {
    "text": "So, yes. I think what Paul's navigating is some idols are just pieces of wooden. They don't represent any real spiritual being. And it's so ridiculous that people bow down to It. And are afraid of these things. But some of them. Some of them might actually correspond to a real Elohim, and in which case, just swear off going to those buildings at all. That's Paul's advice.",
    "start": "00:31:38",
    "end": "00:32:01"
  },
  {
    "text": "Yeah.",
    "start": "00:32:02",
    "end": "00:32:02"
  },
  {
    "text": "Because you could be in touch with a daimonion, a lesser, which is a Greek word meaning lesser spiritual being. The point here is just to say these biblical passages that say there's no other Elohim besides the one God doesn't mean that these Elohim don't exist.",
    "start": "00:32:02",
    "end": "00:32:19"
  },
  {
    "text": "Yeah.",
    "start": "00:32:19",
    "end": "00:32:19"
  },
  {
    "text": "It means they're powerless compared to Yahweh. Passages that make fun of idols as being not real once again, isn't denying the existence of other Elohim. It's just saying those idols sure aren't the Elohim.",
    "start": "00:32:19",
    "end": "00:32:33"
  },
  {
    "text": "Yeah, cool.",
    "start": "00:32:33",
    "end": "00:32:34"
  },
  {
    "text": "There you go.",
    "start": "00:32:34",
    "end": "00:32:35"
  },
  {
    "text": "It makes sense. I didn't get to land the plane with my other thought experiment with. If you want. If you're into a business, let's say.",
    "start": "00:32:35",
    "end": "00:32:46"
  },
  {
    "text": "Okay, all right, I think. Let's play that out.",
    "start": "00:32:46",
    "end": "00:32:48"
  },
  {
    "text": "I just want. Yeah, let's say. Let's say you want a. You buy a car.",
    "start": "00:32:48",
    "end": "00:32:53"
  },
  {
    "text": "Okay. You want to buy a car?",
    "start": "00:32:54",
    "end": "00:32:55"
  },
  {
    "text": "Yeah. So you walk into the car lot, and there's a bunch of people standing around, and you're like, who do I need to talk to to buy a car? And they go, oh, go talk to that guy. Like, there's no other guy but that guy that you need to talk to? No. Okay.",
    "start": "00:32:55",
    "end": "00:33:15"
  },
  {
    "text": "Yeah, no, that could work in English. There's nobody else.",
    "start": "00:33:15",
    "end": "00:33:18"
  },
  {
    "text": "There's no one else but that guy.",
    "start": "00:33:18",
    "end": "00:33:20"
  },
  {
    "text": "No one else but that guy.",
    "start": "00:33:20",
    "end": "00:33:21"
  },
  {
    "text": "Yeah, go talk to Rick. There's no one else but Rick.",
    "start": "00:33:21",
    "end": "00:33:23"
  },
  {
    "text": "Yeah, that's it. That's right. Yeah. And what you are. You're not saying no other humans exist.",
    "start": "00:33:23",
    "end": "00:33:28"
  },
  {
    "text": "You're not saying no other human, and you're not even saying there's no other card salesman there. You're just saying like, oh, yeah, Rick's the guy. Rick's the guy. Talk with Rick. Rick will hook you up.",
    "start": "00:33:28",
    "end": "00:33:40"
  },
  {
    "text": "There's nobody but Rick.",
    "start": "00:33:41",
    "end": "00:33:42"
  },
  {
    "text": "He'll get you a sweet deal.",
    "start": "00:33:42",
    "end": "00:33:43"
  },
  {
    "text": "Yeah, I feel like that's normal English.",
    "start": "00:33:43",
    "end": "00:33:46"
  },
  {
    "text": "That's normal English.",
    "start": "00:33:46",
    "end": "00:33:47"
  },
  {
    "text": "Nobody but Rick.",
    "start": "00:33:47",
    "end": "00:33:47"
  },
  {
    "text": "I mean, you probably wouldn't say it.",
    "start": "00:33:48",
    "end": "00:33:49"
  },
  {
    "text": "That way, but you probably say, there's nobody like Rick. Nobody can get you a car like Rick.",
    "start": "00:33:49",
    "end": "00:33:54"
  },
  {
    "text": "Yeah, yeah. Don't deal with anyone else but Rick. But you could say, yeah, there's no one but Rick. Yeah, you could, and you would follow. Yeah, but you'd be like, there's other people here.",
    "start": "00:33:54",
    "end": "00:34:06"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:34:06",
    "end": "00:34:07"
  },
  {
    "text": "And you'd be.",
    "start": "00:34:07",
    "end": "00:34:07"
  },
  {
    "text": "Weird way to put that.",
    "start": "00:34:07",
    "end": "00:34:08"
  },
  {
    "text": "It's a weird way to put that. But you'd be like, oh, okay, I get it.",
    "start": "00:34:08",
    "end": "00:34:11"
  },
  {
    "text": "Yes.",
    "start": "00:34:11",
    "end": "00:34:11"
  },
  {
    "text": "But since we come with a category of there's no other gods to say that, you would look around, you'd be like, well, yeah, no, duh. There's no other car salesman here. Rick is the only guy.",
    "start": "00:34:11",
    "end": "00:34:24"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:34:24",
    "end": "00:34:25"
  },
  {
    "text": "So, yeah.",
    "start": "00:34:25",
    "end": "00:34:26"
  },
  {
    "text": "And okay, so, all right, so having made that, that just raises another question. So the Bible doesn't deny the existence of other Elohim than Yahweh. Yahweh is an Elohim. No other Elohim is Yahweh, but Yahweh is an Elohim and there are other Elohim. So who are they and what's their relationship to Yahweh? They're not as powerful as Yahweh, but do they have any power? What role do they play in the biblical story? What role do they play in the world in the past today? Let's talk about that then. That's the natural question. And the Bible has. The biblical authors actually have a storyline. There is a biblical narrative arc that spans from Genesis to Revelation about these other Elohim. So that's what we should talk about next.",
    "start": "00:34:26",
    "end": "00:35:18"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. Next week, we continue our conversation on God and how he isn't alone. God has a crew.",
    "start": "00:35:19",
    "end": "00:35:28"
  },
  {
    "text": "Bible nerds. Biblical scholars have come to refer to this category or this idea, this theme, as the Divine Council. Its language and imagery depicting God as like a commander in chief of a staff of Elohim. Psalm 89. The heavens proclaim your wonders, Yahweh, even your faithfulness in the assembly of the holy ones. Who in the skies is similar to Yahweh? Who among the sons of Eliminate is compared to Yahweh? He is the great God, which is the Hebrew word El, not Elohim. He is the great El, feared among the council of holy ones. He's revered among all those surrounding him. So the question is, does God actually seem to interact with the world through some kinds of mediators or delegated authority figures?",
    "start": "00:35:28",
    "end": "00:36:25"
  },
  {
    "text": "Today's episode was produced by Dan Gummel, and today's music was made special by Tay, the producer. The Bible Project is a nonprofit organization. We're in Portland, Oregon. You can watch all of the videos we make, listen to our podcasts, download other resources. It's all for free@thebibleproject.com thanks for being a part of this with us.",
    "start": "00:36:26",
    "end": "00:36:47"
  },
  {
    "text": "I am Ashley Song, and I currently live in Pittsburgh, Pennsylvania. We recently used the Bible Project when we were going over the Book of Philippians to introduce our daily devotions in Philippians. We showed that video to the students, hopefully encourage them to start daily devotions. These are students who are kind of new to Christianity, new to the concept of daily devotions, and I hope that it kind of helped them see that the Bible isn't something that we can't understand. They can go ahead and try and read and kind of learn something from we believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos, study notes, and more@thebibleproject.com.",
    "start": "00:36:47",
    "end": "00:37:30"
  },
  {
    "text": "SA.",
    "start": "00:37:49",
    "end": "00:37:49"
  }
]