[
  {
    "text": "We've been talking about the identity of God in the Bible, how God is not like anything we can know and understand.",
    "start": "00:00:08",
    "end": "00:00:16"
  },
  {
    "text": "He's transcendent above all, the creator, totally other.",
    "start": "00:00:16",
    "end": "00:00:20"
  },
  {
    "text": "But at the same time, the story of the Bible is about how this God is involved in our world and.",
    "start": "00:00:21",
    "end": "00:00:27"
  },
  {
    "text": "And cares about it and has gotten his hands dirty in the storyline.",
    "start": "00:00:27",
    "end": "00:00:33"
  },
  {
    "text": "And so this seems to be at odds with each other. How can we experience a God that we can't understand? As it turns out, the Bible has.",
    "start": "00:00:33",
    "end": "00:00:43"
  },
  {
    "text": "A whole palette of paint colors to talk about how God is involved, sometimes through people. Here we're going to see sometimes through other spiritual beings.",
    "start": "00:00:43",
    "end": "00:00:52"
  },
  {
    "text": "In this episode, we're going to look at how God interacts with humans through angels. Now, we're not going to talk about angels in general. We're actually going to talk about one.",
    "start": "00:00:52",
    "end": "00:01:03"
  },
  {
    "text": "Particular angel that goes by a particular title in Hebrew, it's the Malak Yahweh, the messenger of Yahweh, which can also.",
    "start": "00:01:03",
    "end": "00:01:11"
  },
  {
    "text": "Be translated the angel of the Lord. And this character has confused Bible readers for thousands of years. And one reason this character is so confusing is that he is so closely.",
    "start": "00:01:11",
    "end": "00:01:24"
  },
  {
    "text": "Connected to God's own identity. In the narratives where this figure appears, it actually, it's hard to tell if it's Yahweh or distinct from Yahweh.",
    "start": "00:01:24",
    "end": "00:01:34"
  },
  {
    "text": "What does that mean? How can you be something and also be distinct from that thing? It doesn't seem possible, but it's how stories of this character seem to work. Take, for example, the story of Hagar in Genesis, Hagar has a conversation with someone who, by all appearances, looks like a normal man.",
    "start": "00:01:35",
    "end": "00:01:57"
  },
  {
    "text": "The narrator introduces this figure as the angel of Yahweh, which you think is. Oh, just. It's a messenger representing Yahweh. But then she says who she just ran into. She just says, yahweh. I just had a conversation with Yahweh.",
    "start": "00:01:57",
    "end": "00:02:12"
  },
  {
    "text": "Now, these stories can feel jumbling and confusing and contradictory. Don't biblical authors realize this sounds ridiculous? Or maybe they're doing something quite profound.",
    "start": "00:02:12",
    "end": "00:02:26"
  },
  {
    "text": "These authors were guided by God's spirit to portray God in these very complex ways.",
    "start": "00:02:26",
    "end": "00:02:31"
  },
  {
    "text": "This is the BibleProject Podcast. I'm John Collins, and today we're going to look at stories about the angel of the Lord and wrestle with what this character means for God's complex identity. Thanks for joining us. Here we go. Okay, today on this episode, we're going to talk about angels. This is an ongoing series of conversations about God.",
    "start": "00:02:31",
    "end": "00:02:58"
  },
  {
    "text": "Yes.",
    "start": "00:02:58",
    "end": "00:02:59"
  },
  {
    "text": "And we're at the point in the conversation where we're talking about how does God interact with the world, People in the world.",
    "start": "00:02:59",
    "end": "00:03:07"
  },
  {
    "text": "Yeah.",
    "start": "00:03:07",
    "end": "00:03:08"
  },
  {
    "text": "And last two episodes, we talked about how God uses human mediators. We talked a lot about Moses.",
    "start": "00:03:08",
    "end": "00:03:14"
  },
  {
    "text": "Yep.",
    "start": "00:03:14",
    "end": "00:03:15"
  },
  {
    "text": "And we talked a little bit about the suffering servant.",
    "start": "00:03:15",
    "end": "00:03:17"
  },
  {
    "text": "Yep. Yeah.",
    "start": "00:03:17",
    "end": "00:03:18"
  },
  {
    "text": "In this conversation, we're going to talk about angels.",
    "start": "00:03:18",
    "end": "00:03:21"
  },
  {
    "text": "Yes.",
    "start": "00:03:21",
    "end": "00:03:22"
  },
  {
    "text": "Angelos.",
    "start": "00:03:22",
    "end": "00:03:23"
  },
  {
    "text": "Yes. In the Big Umbrella, we're exploring the complex portrait in the Bible of how God relates to the world and how God acts and carries out purposes and plans and activities in the world.",
    "start": "00:03:23",
    "end": "00:03:38"
  },
  {
    "text": "Tim, who's your favorite angel?",
    "start": "00:03:38",
    "end": "00:03:40"
  },
  {
    "text": "If I knew baseball, I would say like a baseball player.",
    "start": "00:03:42",
    "end": "00:03:47"
  },
  {
    "text": "A baseball player.",
    "start": "00:03:47",
    "end": "00:03:47"
  },
  {
    "text": "Isn't that a baseball team?",
    "start": "00:03:47",
    "end": "00:03:49"
  },
  {
    "text": "Yeah. The angels don't watch baseball.",
    "start": "00:03:49",
    "end": "00:03:50"
  },
  {
    "text": "Sorry. Sorry, guys and gals. So we've been looking at human agents that God uses where the Bible would show a human doing something and then say, that's God doing that, because it's a human functioning as God's agent.",
    "start": "00:03:50",
    "end": "00:04:03"
  },
  {
    "text": "And that conversation about Moses was really impactful for me. I've just never heard that explained that way of Moses embodying the image of God. So if you're listening to this and you haven't listened to those two episodes, I highly recommend it. It'll tee up. Why we're talking about angels. I think I told you. I got shivers down my spine at one point when we were talking about.",
    "start": "00:04:03",
    "end": "00:04:26"
  },
  {
    "text": "Moses, I was like, whoa, yes.",
    "start": "00:04:26",
    "end": "00:04:28"
  },
  {
    "text": "This is cool.",
    "start": "00:04:28",
    "end": "00:04:29"
  },
  {
    "text": "It is cool. Yeah. The big umbrella is the biblical authors want to both say about the God of the Bible, Yahweh, the supreme Elohim, that he's transcendent above all the creator and ruler. Totally. Other than any created thing.",
    "start": "00:04:29",
    "end": "00:04:46"
  },
  {
    "text": "Yeah.",
    "start": "00:04:46",
    "end": "00:04:46"
  },
  {
    "text": "But at the same time, this God is intimately involved with the story of this world and cares about it and has gotten his hands, so to speak, dirty in the storyline. And so for some people, those two are in tension with each other. And the Bible has a whole palette of paint colors to talk about how God is involved. Sometimes through people here we're going to see sometimes through other spiritual beings who are sometimes called Elohim. Sometimes they're called in Hebrew malakim, messengers, or in Greek they're called, which is also just the word for messenger. But interestingly, that Greek word angelos got carried into English. Not translated, but just spelled with English letters.",
    "start": "00:04:47",
    "end": "00:05:37"
  },
  {
    "text": "Yeah.",
    "start": "00:05:37",
    "end": "00:05:37"
  },
  {
    "text": "And that's where we get the word angel.",
    "start": "00:05:37",
    "end": "00:05:38"
  },
  {
    "text": "Okay.",
    "start": "00:05:38",
    "end": "00:05:39"
  },
  {
    "text": "So angel is actually not an English word. It's a Greek word transposed, spelled with English letters. Yeah. There you go. We're going to talk about the portrait of the angel of Yahweh, the angel of The Lord who's the main focus, but it's the broader category of angels.",
    "start": "00:05:39",
    "end": "00:05:54"
  },
  {
    "text": "Yeah. We talked before about how in the biblical framework of spiritual beings, there's Yahweh, who is supreme, and then there's his, like, heavenly host.",
    "start": "00:05:54",
    "end": "00:06:08"
  },
  {
    "text": "Yeah. That goes by different names. It goes by the army of the skies.",
    "start": "00:06:08",
    "end": "00:06:12"
  },
  {
    "text": "Yeah.",
    "start": "00:06:12",
    "end": "00:06:13"
  },
  {
    "text": "The host of heaven. Literally, just the army of the skies. Of the skies.",
    "start": "00:06:13",
    "end": "00:06:16"
  },
  {
    "text": "Walk around church and start talking about the armies of the skies and see people.",
    "start": "00:06:16",
    "end": "00:06:20"
  },
  {
    "text": "And you'd be like, what? It's in the Bible.",
    "start": "00:06:21",
    "end": "00:06:22"
  },
  {
    "text": "And then they're also called sons of God.",
    "start": "00:06:24",
    "end": "00:06:26"
  },
  {
    "text": "Sons of Elohim.",
    "start": "00:06:26",
    "end": "00:06:27"
  },
  {
    "text": "Sons of Elohim.",
    "start": "00:06:27",
    "end": "00:06:28"
  },
  {
    "text": "Yep.",
    "start": "00:06:28",
    "end": "00:06:29"
  },
  {
    "text": "And sons of the Elohim. Plural.",
    "start": "00:06:29",
    "end": "00:06:32"
  },
  {
    "text": "Yep.",
    "start": "00:06:32",
    "end": "00:06:33"
  },
  {
    "text": "What else was there?",
    "start": "00:06:33",
    "end": "00:06:33"
  },
  {
    "text": "Holy ones.",
    "start": "00:06:33",
    "end": "00:06:34"
  },
  {
    "text": "The holy ones.",
    "start": "00:06:34",
    "end": "00:06:35"
  },
  {
    "text": "Yep. The council of the holy ones. That's in Psalm 89, book of Daniel. They are referred to twice, three times as the watchers.",
    "start": "00:06:35",
    "end": "00:06:44"
  },
  {
    "text": "The watchers.",
    "start": "00:06:46",
    "end": "00:06:47"
  },
  {
    "text": "The watchers.",
    "start": "00:06:47",
    "end": "00:06:47"
  },
  {
    "text": "I mean, that has a whole, like, thing, right?",
    "start": "00:06:47",
    "end": "00:06:50"
  },
  {
    "text": "Yeah. And then that term has an afterlife in later Jewish texts in the second Temple period. Later biblical authors. Excuse me, non biblical authors. Jewish authors who want to explore and speculate about the makeup of the divine council and their names and the hierarchies of angels and call them the watchers. And then I think that made it into the Noah movie.",
    "start": "00:06:50",
    "end": "00:07:15"
  },
  {
    "text": "Oh, I never saw the Noah movie.",
    "start": "00:07:15",
    "end": "00:07:17"
  },
  {
    "text": "Darren Aronofsky. Pretty sure.",
    "start": "00:07:17",
    "end": "00:07:19"
  },
  {
    "text": "I know. It was a lot about the whole sons of God.",
    "start": "00:07:19",
    "end": "00:07:22"
  },
  {
    "text": "Yeah. Mostly that book was. Mostly that movie was based off of. Yeah. Later Jewish literature that was speculating about older biblical stories. So angels. So the word both in Hebrew and in Greek simply means messenger. And we know this because there are as many humans in the Old and New Testaments called angels.",
    "start": "00:07:23",
    "end": "00:08:07"
  },
  {
    "text": "Angels. Messengers.",
    "start": "00:08:07",
    "end": "00:08:08"
  },
  {
    "text": "Yeah.",
    "start": "00:08:08",
    "end": "00:08:08"
  },
  {
    "text": "Because they're acting as messengers.",
    "start": "00:08:08",
    "end": "00:08:10"
  },
  {
    "text": "Yeah, that's right. In fact, there's a book of the Bible where a prophet is called by this Hebrew word. It's the Book of Malachi. Malachi is just the Hebrew word for angel. Malachi. My angel. My messenger. His name means my messenger. Malachi.",
    "start": "00:08:10",
    "end": "00:08:24"
  },
  {
    "text": "So the reason why we refer to him as angels instead of sons of God or Elohim, it's the dominant term.",
    "start": "00:08:24",
    "end": "00:08:31"
  },
  {
    "text": "In the New Testament.",
    "start": "00:08:31",
    "end": "00:08:32"
  },
  {
    "text": "It's the dominant term in the New Testament.",
    "start": "00:08:32",
    "end": "00:08:33"
  },
  {
    "text": "Yep. Yeah. It's not the dominant term in the Hebrew Bible.",
    "start": "00:08:33",
    "end": "00:08:37"
  },
  {
    "text": "Oh, okay.",
    "start": "00:08:37",
    "end": "00:08:38"
  },
  {
    "text": "There's a variety of terms. No one term is used more than another. But in the New Testament, the Greek word. Angelos. Yeah, yeah.",
    "start": "00:08:38",
    "end": "00:08:43"
  },
  {
    "text": "Keep it simple.",
    "start": "00:08:43",
    "end": "00:08:44"
  },
  {
    "text": "Yeah. So they basically. They do what we talked about a few episodes ago in the divine council. They're gods. Emissaries, his messengers, delegated authorities to go do stuff, usually carry messengers.",
    "start": "00:08:44",
    "end": "00:08:56"
  },
  {
    "text": "And do they have wings?",
    "start": "00:08:57",
    "end": "00:08:58"
  },
  {
    "text": "No, there are no winged angels called Angelos or Mala in the Bible. There are winged creatures in the Bible, Seraphim. Yep. But they're not humanoid. They're like, they're multi form. Usually many animals. There might be a human hand or a foot in there. There's no winged human angels. Yeah.",
    "start": "00:08:58",
    "end": "00:09:21"
  },
  {
    "text": "How did we get that in the popular imagination?",
    "start": "00:09:21",
    "end": "00:09:23"
  },
  {
    "text": "I should do some.",
    "start": "00:09:24",
    "end": "00:09:25"
  },
  {
    "text": "Well, I mean, if they're going to fly around, they need wings.",
    "start": "00:09:25",
    "end": "00:09:27"
  },
  {
    "text": "Right. But they're not depicted as flying. They just appear. They just appear? Yeah, they just appear. Sometimes they appear and people think that they're just humans.",
    "start": "00:09:27",
    "end": "00:09:34"
  },
  {
    "text": "Yeah.",
    "start": "00:09:34",
    "end": "00:09:34"
  },
  {
    "text": "So if anything, they look like normal humans. Yeah, they can appear. Sometimes they're glowing one like in Luke in the famous shepherd scene in Lu.",
    "start": "00:09:34",
    "end": "00:09:42"
  },
  {
    "text": "Oh, they're in the sky.",
    "start": "00:09:42",
    "end": "00:09:43"
  },
  {
    "text": "One's in the sky and then behind him is an army of heaven, the host of heaven, announcing the birth of the Messiah. But yeah, there's no explicit depiction of wings on any of these beings.",
    "start": "00:09:43",
    "end": "00:09:55"
  },
  {
    "text": "Yeah.",
    "start": "00:09:55",
    "end": "00:09:55"
  },
  {
    "text": "Isn't that interesting?",
    "start": "00:09:55",
    "end": "00:09:56"
  },
  {
    "text": "Yeah.",
    "start": "00:09:56",
    "end": "00:09:56"
  },
  {
    "text": "Anyway, I'm working hard. Anytime we come across a children's book with my boys, just to let them know, just like, guys, that's not in the Bible. It's not the deal.",
    "start": "00:09:56",
    "end": "00:10:04"
  },
  {
    "text": "You can't take the wings from the angels, man. That's just like.",
    "start": "00:10:05",
    "end": "00:10:08"
  },
  {
    "text": "It'S like saying there's.",
    "start": "00:10:10",
    "end": "00:10:10"
  },
  {
    "text": "No Santa, just the feathered wings.",
    "start": "00:10:10",
    "end": "00:10:13"
  },
  {
    "text": "Yeah. Okay. So however, here's something that's interesting. There is one particular messenger, spiritual messenger being that goes by a particular title in Hebrew. It's the Malak. Yahweh. The messenger of Yahweh. That figure appears in the New Testament. The Angelos of the Lord. The angel of the Lord. Okay, and this is a. Seems to be a particular Elohim, right? Particular spiritual being who is so closely connected to God's own Yahweh's own identity. He's the angel of Yahweh. And in the narratives where this figure appears, it actually, it's hard to tell if it's Yahweh or distinct from Yahweh. So for example, one of the first stories where this figure appears is in Genesis 16, the story of Hagar, the Egyptian slave that got abused by Abraham and Sarah. And so she's run out of the house, she runs away. She's out in the wilderness and the angel of Yahweh found her by a spring of water. He starts having conversation with her. Hagar, what are you doing? Out here? Well, I'm Sarah's maidservant and she's being lame. I'm fleeing, I'm running from her. So he has this whole conversation where he's like, you're pregnant with Abraham's child. Now I'm going to bless the child. I'm going to protect you. I'm with you. Go back. I'm with you. I got you. And so her response to this conversation is, then she called the name of Yahweh who spoke to her. And then she names God. You are a God who sees. Or in Hebrew, el Roi, for she said, I've remained alive even after seeing him. There you go.",
    "start": "00:10:13",
    "end": "00:11:54"
  },
  {
    "text": "So she conflates the angel of Yahweh with Yahweh himself.",
    "start": "00:11:54",
    "end": "00:11:58"
  },
  {
    "text": "Exactly. Yeah. The narrator introduces this figure as the angel of Yahweh, which you think is. Oh, just. It's a messenger representing Yahweh. But then when she says who she just ran into, she just says, yahweh. I just had a conversation with Yahweh. Okay.",
    "start": "00:11:58",
    "end": "00:12:15"
  },
  {
    "text": "Could they just not decide which character they want to put in there?",
    "start": "00:12:15",
    "end": "00:12:17"
  },
  {
    "text": "Well, it's fascinating. There's been multiple explanations for some people in an earlier phase of biblical scholarship when people were really interested in the composite nature of biblical texts. Many. And this is true, many biblical stories and books and poems are themselves patchworks of sense. Yeah. Like quilts of pre existing materials that have been brought together and composed and sewn together, so to speak. So that's true. Very demonstrable in many cases. So some people thought that these differing titles were.",
    "start": "00:12:17",
    "end": "00:12:51"
  },
  {
    "text": "Came from different traditions.",
    "start": "00:12:51",
    "end": "00:12:52"
  },
  {
    "text": "Yep. Were signs of the scene, literary seams of different sources. The problem is that wouldn't Seamstress eventually iron it out? Totally. I mean, you have to say, okay, yeah, the seamster.",
    "start": "00:12:52",
    "end": "00:13:06"
  },
  {
    "text": "The Seamster.",
    "start": "00:13:06",
    "end": "00:13:06"
  },
  {
    "text": "Seamstress was not capable of producing a coherent text, you know, adapting the name so that it would be the same character, which I suppose that's a possible theory. Hardly any two scholars have come up with the same theories about what the original quilt pieces were. Just immense. Becomes really speculative. They are composite. But people debate on where the seams are and then we're just sidestepping the question of is there something intentional happening here? And I've come to the conviction that like eight times out of 10, there's something intentional literarily as the portrait of this angel of Yahweh character keeps going on. You see the same pattern in all the stories that this angel is Yahweh and distinct from Yahweh and Somehow for the authors, these stories, they're not just.",
    "start": "00:13:07",
    "end": "00:13:57"
  },
  {
    "text": "That's important for them.",
    "start": "00:13:57",
    "end": "00:13:58"
  },
  {
    "text": "Yeah. They keep developing this.",
    "start": "00:13:58",
    "end": "00:14:00"
  },
  {
    "text": "Yeah. Which is a weird thing to be like, oh, this is important. Where does this come from?",
    "start": "00:14:00",
    "end": "00:14:05"
  },
  {
    "text": "Okay, let's keep going.",
    "start": "00:14:05",
    "end": "00:14:07"
  },
  {
    "text": "Okay.",
    "start": "00:14:07",
    "end": "00:14:07"
  },
  {
    "text": "In the first sets of commandments that Israelites get at Mount Sinai in Exodus 23, near the end of the first major block of laws, God says, hey, I'm going to send you guys into the promised land. This is Exodus 23:20. And Yahweh said, behold, I am going to send an angel, a malak, messenger before you to guard you along the way and to bring you into the place that I've prepared. Oh. So in all these other places, God, Yahweh himself said he would do that. Now he says, I'm going to send an angel to do it. Watch yourself. Before him. Obey his voice. Which is normally something Yahweh would say about, obey my voice. Obey his voice. Don't rebel against him because he's got a high bar. He won't pardon you because my name is in him.",
    "start": "00:14:08",
    "end": "00:14:58"
  },
  {
    "text": "What does that mean?",
    "start": "00:14:58",
    "end": "00:14:59"
  },
  {
    "text": "So we'll talk about the name. But somehow the name is one of these attributes of God that begins to take on life of its own, a distinct life. Because you call upon the name of the Lord, you can be delivered by the name of the Lord in the psalms. So what's the name? Yahweh. So something like Yahweh's name is so utterly unique among all names. It's like God can take his stamp. His uniqueness can become metaphorically spoken of as a thing that you put in him.",
    "start": "00:15:01",
    "end": "00:15:34"
  },
  {
    "text": "My name is in him.",
    "start": "00:15:35",
    "end": "00:15:36"
  },
  {
    "text": "My name is in him. And look at the logic. The logic.",
    "start": "00:15:36",
    "end": "00:15:39"
  },
  {
    "text": "That's not like a normal turn of phrase in Hebrew.",
    "start": "00:15:39",
    "end": "00:15:41"
  },
  {
    "text": "No, no, this is not normal. This is said of no other. My name is not in Moses. Like, God never says that.",
    "start": "00:15:41",
    "end": "00:15:48"
  },
  {
    "text": "Right.",
    "start": "00:15:48",
    "end": "00:15:49"
  },
  {
    "text": "Moses speaks in the name of Yahweh like prophets speak in the name of.",
    "start": "00:15:49",
    "end": "00:15:53"
  },
  {
    "text": "Yahweh, but no one ever has someone's name in them. God's name.",
    "start": "00:15:53",
    "end": "00:15:56"
  },
  {
    "text": "Very unique turn of phrase.",
    "start": "00:15:58",
    "end": "00:15:59"
  },
  {
    "text": "Interesting.",
    "start": "00:15:59",
    "end": "00:16:00"
  },
  {
    "text": "And when God says, my name is in this angel, it's connected to this angel being described in ways that elsewhere are described of Yahweh himself. Obey his voice.",
    "start": "00:16:00",
    "end": "00:16:10"
  },
  {
    "text": "His ability to pardon.",
    "start": "00:16:11",
    "end": "00:16:12"
  },
  {
    "text": "Yeah. He will bring you into the promised land. He will lead you through the wilderness. You're like, oh, I thought it was Yahweh leading with the tabernacle on the pillar of cloud and fire.",
    "start": "00:16:13",
    "end": "00:16:23"
  },
  {
    "text": "Now, couldn't he just be really just Being rhetorical about how important this angel is.",
    "start": "00:16:23",
    "end": "00:16:28"
  },
  {
    "text": "Yes, yes.",
    "start": "00:16:28",
    "end": "00:16:29"
  },
  {
    "text": "That you're going to follow.",
    "start": "00:16:29",
    "end": "00:16:30"
  },
  {
    "text": "Yep. That is possible. There aren't any other traditions in the Torah about an angel being the one leading them? It's the Ark of the Covenant, symbolically, that's true. Representing God's glory and the fire and the cloud. So that's another interesting thing. What would whatever Jeremiah and Esther Israelites see as they're wandering through the wilderness? They would see the fire and the cloud. At least that's how the narrative presents it.",
    "start": "00:16:30",
    "end": "00:16:54"
  },
  {
    "text": "Yeah.",
    "start": "00:16:54",
    "end": "00:16:54"
  },
  {
    "text": "And that's a tangible thing. So we're back to this balance beam. So is that fire and cloud Yahweh? No, but also. Yes. You can't reduce Yahweh to that fire and cloud because he dwells above the heavens and he's everywhere. But in another sense, that is him. There you go.",
    "start": "00:16:54",
    "end": "00:17:13"
  },
  {
    "text": "Sam.",
    "start": "00:17:22",
    "end": "00:17:38"
  },
  {
    "text": "Here, let me show you one last story, because this one will spin your brain.",
    "start": "00:17:48",
    "end": "00:17:51"
  },
  {
    "text": "All right.",
    "start": "00:17:51",
    "end": "00:17:51"
  },
  {
    "text": "This is from the story of Gideon, and actually, I printed it out for you. I put all the keywords in bold. Why don't you read it?",
    "start": "00:17:51",
    "end": "00:17:59"
  },
  {
    "text": "Okay.",
    "start": "00:17:59",
    "end": "00:17:59"
  },
  {
    "text": "And just when you come to these titles for who's acting or talking, just pay attention to it.",
    "start": "00:17:59",
    "end": "00:18:04"
  },
  {
    "text": "So, judges six, 11.",
    "start": "00:18:04",
    "end": "00:18:05"
  },
  {
    "text": "Yeah.",
    "start": "00:18:06",
    "end": "00:18:06"
  },
  {
    "text": "Then the angel of Yahweh came and sat under the oak that was in Ophrah, which belonged to Joash, the ability be Israelite, as his son Gideon was beating out wheat in the winepress in order to save it from the Midianites. The angel of Yahweh appeared to him and said, yahweh is with you, O valiant warrior.",
    "start": "00:18:06",
    "end": "00:18:26"
  },
  {
    "text": "So stop right there. The angel of Yahweh appeared and said, yahweh is with you.",
    "start": "00:18:26",
    "end": "00:18:31"
  },
  {
    "text": "Yeah, Yahweh is on your side.",
    "start": "00:18:31",
    "end": "00:18:33"
  },
  {
    "text": "So based off of the earlier stories, when it seems like the angel of Yahweh is Yahweh, why doesn't the angel.",
    "start": "00:18:34",
    "end": "00:18:40"
  },
  {
    "text": "Say, I am with you.",
    "start": "00:18:40",
    "end": "00:18:41"
  },
  {
    "text": "I am with you. Oh, so that's interesting. Okay, so the narrative is clearly presenting the angel of Yahweh, at least at this point, as distinct. It's talking about Yahweh in the third person.",
    "start": "00:18:41",
    "end": "00:18:51"
  },
  {
    "text": "Okay, got it.",
    "start": "00:18:51",
    "end": "00:18:51"
  },
  {
    "text": "Angel of Yahweh, come. And that makes sense. A messenger from Yahweh. Yahweh is with you?",
    "start": "00:18:51",
    "end": "00:18:56"
  },
  {
    "text": "Yeah.",
    "start": "00:18:56",
    "end": "00:18:56"
  },
  {
    "text": "Okay.",
    "start": "00:18:56",
    "end": "00:18:57"
  },
  {
    "text": "Then Gideon said to him, o my Lord, if Yahweh is with us, why then has all this happened to us? And where are all his miracles, which our fathers told us about saying, did not the Lord bring us up from Egypt, but now Yahweh has abandoned us and given us into the hand of Midian. Yahweh looked at him and said, have.",
    "start": "00:18:57",
    "end": "00:19:19"
  },
  {
    "text": "You ever noticed this before?",
    "start": "00:19:19",
    "end": "00:19:20"
  },
  {
    "text": "No. Yahweh looked at him and said, go in this your strength, and deliver Israel from the hand of Midian. Have I not sent you? He said to him, o Lord, how shall I deliver Israel? Behold, my family is the least in Manasseh, and I am the youngest in my father's house. But Yahweh said to him, surely I will be with you, and you shall defeat Midian as one man.",
    "start": "00:19:20",
    "end": "00:19:41"
  },
  {
    "text": "I will be with you. So notice his conversation with this character began. The angel of Yahweh appeared. Yahweh is with you.",
    "start": "00:19:42",
    "end": "00:19:49"
  },
  {
    "text": "Now, couldn't you just say, like, well, this is an example of the Bible just being full of errors. It's just some silly book.",
    "start": "00:19:49",
    "end": "00:19:56"
  },
  {
    "text": "Okay, that's one explanation. That's one explanation. So the question is, is that a probable explanation? Is that explanation more probable than, these are literary ninjas and they know exactly what they're doing?",
    "start": "00:19:56",
    "end": "00:20:07"
  },
  {
    "text": "So Gideon said to him, if now I have found favor in your sight, then show me a sign that is you who speak to me. Please do not depart from here until I come back to you and bring out of my offering and lay it before you. And he said, I will remain until you return. Then Gideon went in and prepared a young goat and unleavened bread from the Ephah flour.",
    "start": "00:20:07",
    "end": "00:20:28"
  },
  {
    "text": "Is that like a. Yeah, an amount.",
    "start": "00:20:28",
    "end": "00:20:30"
  },
  {
    "text": "An amount, yeah. And he put the meat in a basket and the broth in a pot and brought them out to him under the oak and presented them.",
    "start": "00:20:30",
    "end": "00:20:38"
  },
  {
    "text": "Such a strange story.",
    "start": "00:20:38",
    "end": "00:20:39"
  },
  {
    "text": "The angel of God of Elohim. Oh, the angel of Elohim.",
    "start": "00:20:40",
    "end": "00:20:44"
  },
  {
    "text": "Yeah.",
    "start": "00:20:44",
    "end": "00:20:44"
  },
  {
    "text": "So it's not the angel of Yahweh anymore.",
    "start": "00:20:44",
    "end": "00:20:46"
  },
  {
    "text": "It's the angel of Elohim. At least in this. Yeah.",
    "start": "00:20:46",
    "end": "00:20:48"
  },
  {
    "text": "The angel of Elohim said to him, take the meat and the unleavened bread and lay them on this rock and pour out the broth. And he did so. Then the angel of the Lord, the angel of Yahweh, put out the end of the staff that was in his hand and touched the meat, and the unleavened bread and fire spring from the rock and consume the meat and the unleavened bread.",
    "start": "00:20:48",
    "end": "00:21:08"
  },
  {
    "text": "Whoa.",
    "start": "00:21:08",
    "end": "00:21:09"
  },
  {
    "text": "Then the angel of the Lord vanished from his sight.",
    "start": "00:21:09",
    "end": "00:21:12"
  },
  {
    "text": "Okay, so we have the angel of Yahweh shows up, Yahweh's with you. And then, yeah, it's bouncing around. Gideon says, wait, Yahweh's abandoned Us. The next line is, then Yahweh looked at him.",
    "start": "00:21:12",
    "end": "00:21:23"
  },
  {
    "text": "All of a sudden, he's talking with Yahweh.",
    "start": "00:21:24",
    "end": "00:21:26"
  },
  {
    "text": "He's talking about Yahweh.",
    "start": "00:21:26",
    "end": "00:21:27"
  },
  {
    "text": "And then he leaves. He gets the snacks, and then he's the offering. And he comes back, and Yahweh's there.",
    "start": "00:21:27",
    "end": "00:21:33"
  },
  {
    "text": "He comes back.",
    "start": "00:21:34",
    "end": "00:21:34"
  },
  {
    "text": "Oh, no.",
    "start": "00:21:34",
    "end": "00:21:35"
  },
  {
    "text": "In the angel of Elohim.",
    "start": "00:21:35",
    "end": "00:21:36"
  },
  {
    "text": "Elohim, that's right. Yahweh said, I'll stick around.",
    "start": "00:21:36",
    "end": "00:21:39"
  },
  {
    "text": "Yeah, Yahweh said he'd stick around. He comes back, and he comes back.",
    "start": "00:21:39",
    "end": "00:21:43"
  },
  {
    "text": "And it's the angel of Elohim.",
    "start": "00:21:43",
    "end": "00:21:44"
  },
  {
    "text": "Yep.",
    "start": "00:21:44",
    "end": "00:21:45"
  },
  {
    "text": "And then he's referred to as the angel of Yahweh.",
    "start": "00:21:45",
    "end": "00:21:48"
  },
  {
    "text": "Then the fire on the rock, and.",
    "start": "00:21:48",
    "end": "00:21:50"
  },
  {
    "text": "Then the angel of Yahweh vanish.",
    "start": "00:21:50",
    "end": "00:21:51"
  },
  {
    "text": "Vanishes. Okay, so the angel of Yahweh is gone.",
    "start": "00:21:51",
    "end": "00:21:54"
  },
  {
    "text": "Now he's gone.",
    "start": "00:21:54",
    "end": "00:21:54"
  },
  {
    "text": "All right, keep reading.",
    "start": "00:21:54",
    "end": "00:21:55"
  },
  {
    "text": "When Gideon saw that he was the angel of Yahweh. What?",
    "start": "00:21:55",
    "end": "00:22:00"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:22:00",
    "end": "00:22:01"
  },
  {
    "text": "When Gideon saw that he was the angel of Yahweh, he knew the whole time, right? No, I guess not. Suddenly he's realizing that was the angel of Yahweh. When Gideon saw that he was the angel of Yahweh, he said, alas, O Yahweh Elohim, for now I have seen the angel of Yahweh face to face. Yahweh said to him, peace to you. Now he's like saying from the sky or something, peace to you. Do not fear. You shall not die. And then Gideon built an altar there to the Lord and named it Yahweh is Shalom. Yahweh is Peace. Yahweh Shalom.",
    "start": "00:22:02",
    "end": "00:22:38"
  },
  {
    "text": "What on earth?",
    "start": "00:22:38",
    "end": "00:22:39"
  },
  {
    "text": "So, okay, so the angel of the Lord appears. Gideon doesn't realize it's the angel of the Lord. He just thinks it's some dude.",
    "start": "00:22:40",
    "end": "00:22:50"
  },
  {
    "text": "Yeah, well, because the angel says, sink, some human walks up to Gideon. Some human, like a human walks up.",
    "start": "00:22:50",
    "end": "00:22:56"
  },
  {
    "text": "To Gideon under the oak that was in Ophrah.",
    "start": "00:22:56",
    "end": "00:22:59"
  },
  {
    "text": "Yep. And says, yahweh's with you. And he's like, what?",
    "start": "00:22:59",
    "end": "00:23:02"
  },
  {
    "text": "Yeah. If Yahweh's with us, then why are we hiding from the Midianites and making our bread in secret? And they're taking advantage of us. Like, why doesn't he take care of us? Like the stories I've been told.",
    "start": "00:23:02",
    "end": "00:23:12"
  },
  {
    "text": "Exactly.",
    "start": "00:23:12",
    "end": "00:23:13"
  },
  {
    "text": "And then.",
    "start": "00:23:13",
    "end": "00:23:14"
  },
  {
    "text": "And then the narrator says.",
    "start": "00:23:14",
    "end": "00:23:15"
  },
  {
    "text": "The narrator said Yahweh looked at him, but he still doesn't realize it's Yahweh, apparently.",
    "start": "00:23:15",
    "end": "00:23:21"
  },
  {
    "text": "Go deliver the people. And he. Gideon said to him, so we're not told yet.",
    "start": "00:23:21",
    "end": "00:23:27"
  },
  {
    "text": "So when Gideon thinks he's going to go make this offering, he doesn't know he's transacting with Yahweh himself.",
    "start": "00:23:27",
    "end": "00:23:33"
  },
  {
    "text": "Apparently he thinks that. Well, he says, give, show me a sign that it's you speaking with me.",
    "start": "00:23:33",
    "end": "00:23:39"
  },
  {
    "text": "Oh, yeah? What does that mean?",
    "start": "00:23:39",
    "end": "00:23:41"
  },
  {
    "text": "So he begins to get a hunch. And is it a hunch that I'm speaking to a divine messenger here?",
    "start": "00:23:42",
    "end": "00:23:49"
  },
  {
    "text": "Okay.",
    "start": "00:23:49",
    "end": "00:23:50"
  },
  {
    "text": "So he goes and does this stuff. He's making this figure prove.",
    "start": "00:23:50",
    "end": "00:23:54"
  },
  {
    "text": "Yeah. That he is.",
    "start": "00:23:54",
    "end": "00:23:55"
  },
  {
    "text": "Which fits in perfectly with Gideon's story.",
    "start": "00:23:55",
    "end": "00:23:57"
  },
  {
    "text": "Yeah.",
    "start": "00:23:57",
    "end": "00:23:58"
  },
  {
    "text": "So he comes back and then fire consumes the, you know, all the stuff on the rock.",
    "start": "00:23:58",
    "end": "00:24:03"
  },
  {
    "text": "Yeah.",
    "start": "00:24:03",
    "end": "00:24:04"
  },
  {
    "text": "Then gone.",
    "start": "00:24:04",
    "end": "00:24:05"
  },
  {
    "text": "Then Gideon, he's like, whoa, that was.",
    "start": "00:24:05",
    "end": "00:24:07"
  },
  {
    "text": "The angel of Yahweh. Yes. But the end of the story, the angel of Yahweh, the human who was there speaking to him, disappears.",
    "start": "00:24:07",
    "end": "00:24:16"
  },
  {
    "text": "Yeah.",
    "start": "00:24:16",
    "end": "00:24:16"
  },
  {
    "text": "And Gideon's like, oh. And what he says is, alas, O Yahweh God, I've seen the angel of Yahweh. Then Yahweh said to him, it's okay, you're not going to die. So apparently the angel of Yahweh is a human figure who can appear and disappear and is distinct in the narrative from Yahweh. But.",
    "start": "00:24:16",
    "end": "00:24:37"
  },
  {
    "text": "But not really.",
    "start": "00:24:37",
    "end": "00:24:38"
  },
  {
    "text": "But not really, because earlier when. When that angel was on the scene, sometimes it's the angel of Yahweh.",
    "start": "00:24:38",
    "end": "00:24:43"
  },
  {
    "text": "You almost say he's not distinct from Yahweh. There's such a blurring.",
    "start": "00:24:43",
    "end": "00:24:47"
  },
  {
    "text": "Totally. Exactly. But there is some kind of distinction because the angel of Yahweh in the story can peace out, vanish, but Yahweh's still there. But apparently Yahweh's still there talking to him afterwards. What is happening? So I'm just showing you the story, and the same experience you're having is the same experience hundreds of thousands of people have had for 2000 years. Are you with me? But it's right there. So you can either say this author has no clue, this is just a jumble, or you.",
    "start": "00:24:47",
    "end": "00:25:16"
  },
  {
    "text": "It does seem like a jumble in a way. It kind of reads like someone who has such short term memory, they don't remember what part of the story they're in, but they're just going with it anyway.",
    "start": "00:25:16",
    "end": "00:25:27"
  },
  {
    "text": "Yeah. And I just, you know, I've come to a place. It's so clear to me that these biblical authors, there's no word that's unintentional. This is just one piece of a much larger pageant connected to physical beings, human beings that appear and they are called here the angel of Yahweh. But then they become indistinguishable from Yahweh. And the biblical authors seem to want us to foster that idea. This is a human figure who can appear and disappear and is Yahweh, but is also distinct from. From Yahweh. There's only one other messenger angel figure who could fit the bill. It's the one Described in Exodus 23. My name is in him. I'm just saying these texts, there's many more we could go through, but they give you. Once again, they're creating a shelf in your brain for a. It's not a human, it's an Elohim. Right. It's a messenger, angelic messenger that appears to look like a human and is distinct from Yahweh. But then in other parts of the story, that same figure is Yahweh. These texts create a huge conversation that goes back thousands of years. And what you see in the Jewish literature of the Second Temple period is there are many different suggestions for who this figure is. This figure is given names. Some people think it's Michael. The Michael?",
    "start": "00:25:27",
    "end": "00:27:36"
  },
  {
    "text": "Yeah.",
    "start": "00:27:36",
    "end": "00:27:37"
  },
  {
    "text": "In later Jewish literature.",
    "start": "00:27:38",
    "end": "00:27:40"
  },
  {
    "text": "Because that name means my name is El.",
    "start": "00:27:41",
    "end": "00:27:43"
  },
  {
    "text": "Who is like El?",
    "start": "00:27:43",
    "end": "00:27:44"
  },
  {
    "text": "Who is like El?",
    "start": "00:27:44",
    "end": "00:27:45"
  },
  {
    "text": "Yeah, that's right. So Michael Archangel. An archangel?",
    "start": "00:27:45",
    "end": "00:27:49"
  },
  {
    "text": "Yeah. What does that mean?",
    "start": "00:27:49",
    "end": "00:27:50"
  },
  {
    "text": "A chief angel.",
    "start": "00:27:51",
    "end": "00:27:52"
  },
  {
    "text": "A chief.",
    "start": "00:27:52",
    "end": "00:27:52"
  },
  {
    "text": "A chief angel who isn't Yahweh but is.",
    "start": "00:27:52",
    "end": "00:27:55"
  },
  {
    "text": "So he's up the pecking order.",
    "start": "00:27:55",
    "end": "00:27:57"
  },
  {
    "text": "He's the top of the Elohim that aren't.",
    "start": "00:27:57",
    "end": "00:27:59"
  },
  {
    "text": "He's the chief of staff.",
    "start": "00:27:59",
    "end": "00:28:00"
  },
  {
    "text": "Yeah. Chief of staff. Yeah. He's not the commander in chief. Yeah. That's a conception. So there are many Jewish scholars and they wrote books. There's a Second Temple text called the Apocalypse of Abraham. It creates a whole bunch of visions and poems that Abraham sees when he's sleeping, when he falls asleep in the covenant ceremony in Genesis 15. This is a very Jewish way of generating commentary on the Bible, but they do it by retelling biblical stories and inserting their own reflections on the Scriptures into the characters, minds and speeches. It's actually a lot like modern movies about the Bible. They're not just repeating the Bible, they insert lots of new dialogue.",
    "start": "00:28:00",
    "end": "00:28:40"
  },
  {
    "text": "Like what? Like which movie are you thinking about?",
    "start": "00:28:40",
    "end": "00:28:42"
  },
  {
    "text": "Oh, well, like Noah, a good example. Or like the Exodus movie. Or there are some, like, Jesus movies that just stick to this, stick to the script. But there have been others that try and develop the story more. So those are modern versions. They're doing the same thing. Children's Books do this all the time. In that text, Apocalypse of Abraham, this angel is called Yahoel. It combines Yahweh and El into a figure called Yahoel.",
    "start": "00:28:42",
    "end": "00:29:11"
  },
  {
    "text": "Okay.",
    "start": "00:29:12",
    "end": "00:29:12"
  },
  {
    "text": "In later Jewish literature, this figure is called Metatron.",
    "start": "00:29:12",
    "end": "00:29:16"
  },
  {
    "text": "Metatron?",
    "start": "00:29:16",
    "end": "00:29:17"
  },
  {
    "text": "Yeah, it's a Greek word spelled with Hebrew letters. I'm not sure.",
    "start": "00:29:17",
    "end": "00:29:22"
  },
  {
    "text": "Sounds like a transformer.",
    "start": "00:29:22",
    "end": "00:29:23"
  },
  {
    "text": "It's awesome. It's called Metatron. He's the chief angel.",
    "start": "00:29:23",
    "end": "00:29:27"
  },
  {
    "text": "Wait, wait, I thought Mikael is the chief angel.",
    "start": "00:29:28",
    "end": "00:29:30"
  },
  {
    "text": "Yeah, for some Jewish people who wrote texts, but other Jewish people who wrote texts called him Metatron. And then my favorite, there's the Dead Sea scroll that thinks it's Melchizedek, which was an actual.",
    "start": "00:29:30",
    "end": "00:29:41"
  },
  {
    "text": "Dude, a human.",
    "start": "00:29:41",
    "end": "00:29:42"
  },
  {
    "text": "Yeah, it was a human, but they think that actually he was an angel appearing as a human to Abraham. And actually it calls him the chief angel who's going to bring God's. Mediate God's judgment and destroy the wicked in the final battle and so on. So all that to say is these texts generated a huge amount of conversation throughout.",
    "start": "00:29:42",
    "end": "00:30:03"
  },
  {
    "text": "What's like a typical evangelical or Protestant.",
    "start": "00:30:03",
    "end": "00:30:06"
  },
  {
    "text": "Somewhere in the second century, in the writings of the early church fathers, they pick this up and they assign it to pre incarnation Jesus. This is Jesus appearing pre incarnation. Again, I want to get the horse in front of the cart.",
    "start": "00:30:06",
    "end": "00:30:21"
  },
  {
    "text": "We haven't met Jesus yet, so we.",
    "start": "00:30:22",
    "end": "00:30:23"
  },
  {
    "text": "Haven'T got to in our conversation to Jesus yet. But I'm just saying, once again, just like Moses creates a shelf for a human who becomes so merged with God, he begins to take on attributes of God here. It's like the other direction. It's an Elohim, a spiritual being that is so represents Yahweh, but it also appears as a human. Yeah, right. It's like that, but on the other side. And so it's creating shelf space in our minds for a creature that is Yahweh but is distinct from Yahweh at the same time. These authors were guided by God's spirit to portray God in these very complex ways.",
    "start": "00:30:23",
    "end": "00:31:02"
  },
  {
    "text": "Very complex.",
    "start": "00:31:02",
    "end": "00:31:03"
  },
  {
    "text": "Yeah. And these ways approach boundary lines that make exclusive monotheists a bit twitchy, at least modern monotheists.",
    "start": "00:31:03",
    "end": "00:31:10"
  },
  {
    "text": "So there's a character, the angel of Yahweh. And when you say angel of Yahweh, you should be picturing a human figure. A human figure. And in the story of the burning bush, it's a flaming human figure. That's pretty intense.",
    "start": "00:31:10",
    "end": "00:31:26"
  },
  {
    "text": "Yeah, yeah. He says he's going to look at why the bush is not burned up, and then what he ends up seeing is a human figure in there.",
    "start": "00:31:26",
    "end": "00:31:34"
  },
  {
    "text": "But in other times, which is a.",
    "start": "00:31:34",
    "end": "00:31:36"
  },
  {
    "text": "Lot like what people see in the story of Daniel and the Friends. Fiery furnace.",
    "start": "00:31:36",
    "end": "00:31:41"
  },
  {
    "text": "That's right.",
    "start": "00:31:41",
    "end": "00:31:42"
  },
  {
    "text": "Anyway.",
    "start": "00:31:42",
    "end": "00:31:42"
  },
  {
    "text": "And then other times, the angel of Yahweh, like in Genesis, was just hanging out by a spring of water in the wilderness. We don't know what he looks like there, but Hagar is talking with him. We never know if Hagarth realizes.",
    "start": "00:31:43",
    "end": "00:31:58"
  },
  {
    "text": "Well, no, because what she says is. Then she called the name of Yahweh who spoke to her. You're a God who sees. And she said, holy cow, I'm still alive.",
    "start": "00:31:58",
    "end": "00:32:07"
  },
  {
    "text": "Okay, that was Yahweh. She realized it. Yeah, yeah. That's the reaction when people realize they were around Yahweh. They're like, why am I not dead?",
    "start": "00:32:07",
    "end": "00:32:14"
  },
  {
    "text": "Yeah, yeah. It's not like, happy, go have a cup of coffee with Yahweh. It's like, holy cow. Yeah, There you go.",
    "start": "00:32:16",
    "end": "00:32:24"
  },
  {
    "text": "Yeah.",
    "start": "00:32:24",
    "end": "00:32:24"
  },
  {
    "text": "And then you have that description we looked at, where Yahweh says, hey, I'm going to point an angel. And you're like, oh, yeah, another Elohim to guide you through the wilderness. Wait, I thought you were going to do that personally. Yeah, my name is in him.",
    "start": "00:32:24",
    "end": "00:32:37"
  },
  {
    "text": "So there's this character, the angel of Yahweh, in which it is distinct from Yahweh because it is the angel of Yahweh, this spiritual being that appears as a human who is not Yahweh or distinct from Yahweh.",
    "start": "00:32:38",
    "end": "00:32:56"
  },
  {
    "text": "Yeah, distinct from Yahweh. And that's the point. He is Yahweh, but also at the same time, somehow, in some way distinct.",
    "start": "00:32:56",
    "end": "00:33:03"
  },
  {
    "text": "And in which ways, Just to be very clear, in which ways distinct?",
    "start": "00:33:03",
    "end": "00:33:06"
  },
  {
    "text": "Ah, just by the catalog. Angel of Yahweh. Angel representing Yahweh.",
    "start": "00:33:07",
    "end": "00:33:12"
  },
  {
    "text": "It's not like Yahweh in disguise calling himself the Messenger.",
    "start": "00:33:12",
    "end": "00:33:16"
  },
  {
    "text": "Ah, yeah, that's possible. That's possible. But it seems like there's something to say. The stories are saying when this human figure appears, this human being isn't the sum total of Yahweh's identity.",
    "start": "00:33:16",
    "end": "00:33:27"
  },
  {
    "text": "Right.",
    "start": "00:33:27",
    "end": "00:33:28"
  },
  {
    "text": "Yahweh is still greater. And above all, this is a localized expression of Yahweh, but it's not all that Yahweh is. So it's Yahweh, and it's distinct from Yahweh.",
    "start": "00:33:28",
    "end": "00:33:40"
  },
  {
    "text": "Yeah. Okay, okay, I'm tracking.",
    "start": "00:33:40",
    "end": "00:33:43"
  },
  {
    "text": "Yeah, I'm tracking. Finally, over the years, I've chosen really carefully to stick to certain language when I talk about these things, because this is an area that's ripe for misunderstanding, and you can see why it's not easy to sort out. Okay, so that's the angel of Yahweh figure. And once again, like all these, as we're laying the groundwork, what we're going to see is that the New Testament authors are going to draw upon this shelf space of a figure. The language and ideas about a figure that is Yahweh, but is a human figure who is also distinct from Yahweh. Okay. I mean, you can just see where this is going. And so this is another set of images and ideas.",
    "start": "00:33:43",
    "end": "00:34:28"
  },
  {
    "text": "Already in the Old Testament, you have a category of the one God, Yahweh, having a manifestation of himself that is in some way distinct from Yahweh, called the angel of the Lord.",
    "start": "00:34:28",
    "end": "00:34:49"
  },
  {
    "text": "But it's in essence, it's always.",
    "start": "00:34:49",
    "end": "00:34:51"
  },
  {
    "text": "But who in essence is Yahweh?",
    "start": "00:34:52",
    "end": "00:34:54"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:34:54",
    "end": "00:34:55"
  },
  {
    "text": "So I see what's happening here, Tim. I get it. Yeah. Like the language of Trinity.",
    "start": "00:34:56",
    "end": "00:35:04"
  },
  {
    "text": "Yes.",
    "start": "00:35:04",
    "end": "00:35:05"
  },
  {
    "text": "Or the paradigm of Trinity in that there can be one God who appears in different persons. Like that isn't just something that all sudden, later the apostles were like, maybe this is it. We'll just kind of run with this.",
    "start": "00:35:05",
    "end": "00:35:20"
  },
  {
    "text": "Yeah.",
    "start": "00:35:20",
    "end": "00:35:20"
  },
  {
    "text": "It's something that they saw in the Hebrew Bible. Hebrew Bible, Yeah. And so when they had to try to come to grips with what Jesus really was, they realized, oh, well, it's already here.",
    "start": "00:35:20",
    "end": "00:35:32"
  },
  {
    "text": "That's right. Yeah. Not fully baked and not fully. Again, it's always going to be they appropriate categories from the Hebrew Bible and then make a layer of claim and meaning that breaks or over exceeds those earlier categories, too. But this one comes the closest, I think, to giving you a framework for one and more than one at the same time.",
    "start": "00:35:33",
    "end": "00:35:56"
  },
  {
    "text": "Yeah. And then is there any evidence that the apostles thought the angel of Yahweh was Jesus?",
    "start": "00:35:56",
    "end": "00:36:02"
  },
  {
    "text": "What you have is texts where the apostles will quote from Hebrew Bible texts, passages in the Old Testament, sometimes Yahweh, sometimes the angel of Yahweh, and they'll use the word Lord in Greek, but it's clear in the context they're using that word to refer to Jesus. So Jesus all of a sudden starts being the one that all of these Old Testament Yahweh texts refer to. And it's sometimes just Yahweh, sometimes Angel of Yahweh, and you kind of have to just sort through them and go through them. The thing is, the New Testament authors were really concerned, actually, to make clear to their Jewish contemporaries that they didn't think Jesus was an angel. And they didn't think Jesus even was an exalted archangel. The book of Hebrews comes out of the gate swinging on that one. And it strikes modern readers as, okay, Jesus is more powerful than angels. Cool. But right in the Second Temple period, this was a major, major conversation going on, because saying Jesus was an exalted angel would be comfortable. It would fit.",
    "start": "00:36:04",
    "end": "00:37:11"
  },
  {
    "text": "You'd be like, okay, you're just another Jewish sect that, yeah, totally. Like, you got an angel with your important angel.",
    "start": "00:37:11",
    "end": "00:37:19"
  },
  {
    "text": "You think he's named Jesus. We think he's named Metatron. Those kooks down at the Dead Sea think he's Melchizedek.",
    "start": "00:37:19",
    "end": "00:37:26"
  },
  {
    "text": "Let's all agree to disagree.",
    "start": "00:37:27",
    "end": "00:37:28"
  },
  {
    "text": "Yeah, that's right. But then the moment you begin saying, no, Jesus is the angel of Yahweh, he's Yahweh, then you've stepped the boundary line.",
    "start": "00:37:28",
    "end": "00:37:38"
  },
  {
    "text": "Thank you for listening to this episode of the BibleProject podcast. The BibleProject is a nonprofit in Portland, Oregon. This episode was edited and produced by Dan Gummel, and today's music was made special by Tay, the producer. We have a whole library of videos of books of the Bible, themes of the Bible, a series on how to read the Bible, study series on word studies of Hebrew and Greek words. They're all for free. You can find them at our website, thebibleproject.com we're a crowdfunded project by thousands of people just like you. So thanks for being a part of this with us.",
    "start": "00:37:40",
    "end": "00:38:18"
  },
  {
    "text": "Hey, this is Scott and I'm his sister Jodi.",
    "start": "00:38:19",
    "end": "00:38:22"
  },
  {
    "text": "We're from Nova Scotia, Canada, and we're just here visiting the Bible Project and we just love the resources so much. Rached.",
    "start": "00:38:22",
    "end": "00:38:29"
  },
  {
    "text": "Yeah, totally. We believe the Bible is a unified story and it leads to Jesus. The Bible Project is crowdfunded by people like us, and you can find free videos, study notes, and more@thebibleproject.com Thanks.",
    "start": "00:38:29",
    "end": "00:38:42"
  }
]