[
  {
    "text": "What was God doing before creation existed?",
    "start": "00:00:07",
    "end": "00:00:11"
  },
  {
    "text": "Your deep, preloaded assumptions about what the word God means will come out in that question.",
    "start": "00:00:11",
    "end": "00:00:17"
  },
  {
    "text": "I'm John Collins, this is the bibleproject. And today we welcome you to the final episode in a long series of conversations about the identity of God, the Trinity. That. That's right, we're gonna talk about the Trinity. It's a subject we've been dancing around for a while now, God being one, but also talked about in the New Testament as having three distinct identities, Father, Son, and Spirit. We've explored the backstory of this Christian belief about God, and now we're getting to the heart of it. And one way to do that is to think about God's existence before creation.",
    "start": "00:00:17",
    "end": "00:00:52"
  },
  {
    "text": "If you accept the claims of the apostles, they're inviting you to see an answer to that question. It's summarized in a statement Jesus makes in John 17, where he talks about, father, you loved me before the creation of the world. John 17:24. There's a handful of times in the Gospel of John, Jesus talks about the glory which I had before the foundations of the world or before creation. But here we get this window into Jesus experience of his Father for eternity past. And it's the word love, a relationship of love. And so if that's fundamental, if the eternal state of God for a Christian is the Father loving the Son in and through the Spirit, that has the power to completely revolutionize your concept of God. And that's what the Trinity has done.",
    "start": "00:00:52",
    "end": "00:01:48"
  },
  {
    "text": "The Trinity is the belief that God is a community of love. Somehow God loved Jesus before the world was even created. So what does that mean for us.",
    "start": "00:01:48",
    "end": "00:01:58"
  },
  {
    "text": "To view God as a trinity? Never stops at the Trinity, because the whole point is that this God is inviting all creation into the love. By essence, the Father loves the Son and so sends out the Son so that others can be invited into the family of love.",
    "start": "00:01:59",
    "end": "00:02:15"
  },
  {
    "text": "So today on the podcast, we dive into the Christian concept of the Trinity. Thanks for joining us. Here we go. So I'm looking at what we're going to talk about, and it says the word Trinity on it.",
    "start": "00:02:16",
    "end": "00:02:34"
  },
  {
    "text": "We finally got here.",
    "start": "00:02:36",
    "end": "00:02:38"
  },
  {
    "text": "We've been talking about God for hours and hours, many hours. We've stayed away from using the word Trinity, but we've been talking about the complexity of God's identity, and we've been talking about Jesus and his identity as God.",
    "start": "00:02:38",
    "end": "00:02:56"
  },
  {
    "text": "God and distinct from God. God and distinct from God, yeah. Or God, but distinct from the Father. So, yeah, what the New Testament, the gospel narratives, the letters of the apostles, they're trying to get us to see that God is the Father and the Son in relationship with one another, that that is the Christian meaning of the word God. Which just to try and say it in any language in a normal way, it sounds like you're breaking all of our normal categories for thinking about what a being is or what a person is. But that's the very point, is these texts are redefining the concept of God around this narrative depiction.",
    "start": "00:02:56",
    "end": "00:03:40"
  },
  {
    "text": "So the Trinity.",
    "start": "00:03:41",
    "end": "00:03:41"
  },
  {
    "text": "Yeah. So we've had a narrative that is depicting a God who's both holy, other, transcendent above all.",
    "start": "00:03:41",
    "end": "00:03:50"
  },
  {
    "text": "Yeah.",
    "start": "00:03:50",
    "end": "00:03:50"
  },
  {
    "text": "But who keeps revealing itself, himself to humans in ways that make sense to us and specifically to these ancient Israelites and biblical authors.",
    "start": "00:03:50",
    "end": "00:04:03"
  },
  {
    "text": "Maybe not ways that make sense as.",
    "start": "00:04:03",
    "end": "00:04:05"
  },
  {
    "text": "Much as, like, ways that we are not comprehendable.",
    "start": "00:04:05",
    "end": "00:04:08"
  },
  {
    "text": "Comprehend.",
    "start": "00:04:09",
    "end": "00:04:09"
  },
  {
    "text": "Yeah. Like weather, cloud, fire.",
    "start": "00:04:09",
    "end": "00:04:12"
  },
  {
    "text": "But then name, human, form, wisdom, and name.",
    "start": "00:04:13",
    "end": "00:04:16"
  },
  {
    "text": "Okay. Yeah. It's getting a little more abstract.",
    "start": "00:04:16",
    "end": "00:04:18"
  },
  {
    "text": "Getting kind of abstract.",
    "start": "00:04:19",
    "end": "00:04:20"
  },
  {
    "text": "That's right. But we have categories for categories. And then one particular category that's from the human, the creature side, is a human that is so in touch with the divine will and purpose that they're like an exalted kind of human. Yeah. So the Hebrew Bible sets the table for all those categories. And then Jesus and the Spirit in relationship to the Father and to each other. That becomes the New Testament's way of consolidating all those categories into these three that just run throughout the whole narrative is the Father and the Son relating in and through the Spirit.",
    "start": "00:04:20",
    "end": "00:04:59"
  },
  {
    "text": "So can we talk about that for. For a second? Consolidating all of these things into three. What I feel like a more traditional statement would be is that God is three and one, not that we had to consolidate all these ideas into three in one. Or is there a difference?",
    "start": "00:05:00",
    "end": "00:05:21"
  },
  {
    "text": "Well, I guess. Yeah. What I mean when I say consolidate is all these categories of God's word, God's name, God's wisdom, God's glory. They all are attributed to Jesus as God become human.",
    "start": "00:05:21",
    "end": "00:05:38"
  },
  {
    "text": "Yeah.",
    "start": "00:05:38",
    "end": "00:05:39"
  },
  {
    "text": "So what I'm saying is the apostles used this great diversity of names and titles and categories from the Hebrew scriptures and used them all to describe Jesus, except for.",
    "start": "00:05:39",
    "end": "00:05:51"
  },
  {
    "text": "Except for spirit, Spirit and angel of the Lord and is never used for Jesus, is it?",
    "start": "00:05:52",
    "end": "00:05:58"
  },
  {
    "text": "Oh, no, that's right. That's right. Yeah. You have the angel of the Lord appearing in the New Testament, and it's not Jesus.",
    "start": "00:05:58",
    "end": "00:06:05"
  },
  {
    "text": "Oh, angel, Lord even appears in New Testament.",
    "start": "00:06:05",
    "end": "00:06:07"
  },
  {
    "text": "It's a messenger of the Lord. Let me just fact check that. I was just reading the birth narratives in Matthew. Oh, an angel of the Lord. Excuse me? In Matthew, I remember it struck me. An angel of the Lord appears to Joseph.",
    "start": "00:06:07",
    "end": "00:06:23"
  },
  {
    "text": "Yeah.",
    "start": "00:06:24",
    "end": "00:06:24"
  },
  {
    "text": "To tell him that Mary's pregnant by means of the spirit. But it's an angel of the Lord.",
    "start": "00:06:24",
    "end": "00:06:31"
  },
  {
    "text": "Which is different than.",
    "start": "00:06:32",
    "end": "00:06:32"
  },
  {
    "text": "Same phrase though.",
    "start": "00:06:32",
    "end": "00:06:33"
  },
  {
    "text": "The angel of the Lord.",
    "start": "00:06:34",
    "end": "00:06:35"
  },
  {
    "text": "Yeah, hold on.",
    "start": "00:06:35",
    "end": "00:06:37"
  },
  {
    "text": "Yeah, so like the Septuagint.",
    "start": "00:06:37",
    "end": "00:06:39"
  },
  {
    "text": "Yeah. The figure that appears in the burning bush to Moses is in the ancient Greek translation, just called a messenger of the Lord. Angel of the Lord. And it's the same phrase used to describe the messenger that comes to Matthew to announce the birth of Jesus. Yeah. You know what? That detail has never been brought to my attention. I need to think about that factor that in. I don't know if it makes or breaks anything.",
    "start": "00:06:39",
    "end": "00:07:06"
  },
  {
    "text": "What we're talking about is all of this complexity of God's identity in the Hebrew Scriptures. How is it reconfigured or thought about in New Testament writings? And most of these things, the divine attributes of God and the Son of Man character, all converge into explaining who Jesus is.",
    "start": "00:07:06",
    "end": "00:07:30"
  },
  {
    "text": "Yes. Jesus himself used these phrases or categories and then the apostles followed suit and continued to reflect on who Jesus was in light of the Scriptures.",
    "start": "00:07:30",
    "end": "00:07:41"
  },
  {
    "text": "So it leaves the angel of the Lord and then it also leaves the spirit of God as two kind of outlier, whatever manifestations of God.",
    "start": "00:07:42",
    "end": "00:07:55"
  },
  {
    "text": "Yeah, yeah. The angel of the Lord is a human figure who's the appearance of the God of Israel himself, but as a human two people and is portrayed as both. Yahweh can speak as Yahweh, but also can leave, like in the story of Gideon.",
    "start": "00:07:55",
    "end": "00:08:12"
  },
  {
    "text": "Right. And then Yahweh is still there.",
    "start": "00:08:12",
    "end": "00:08:13"
  },
  {
    "text": "So distinct from Yahweh. Both Yahweh and distinct from Yahweh. That's the plain sense reading of those narratives. So, yeah, what you get is this portrait and then what you see, the pattern in the New Testament is all the depictions of Yahweh made visible or becoming imminent or present within the creation. Those get attributed to Jesus in the New Testament, except the language of the Spirit, which makes sense because by definition the Spirit will always be non physical, disembodied as such.",
    "start": "00:08:13",
    "end": "00:08:47"
  },
  {
    "text": "Because that's what a spirit is.",
    "start": "00:08:47",
    "end": "00:08:48"
  },
  {
    "text": "That's the nature of what that word and concept is. Non.",
    "start": "00:08:48",
    "end": "00:08:51"
  },
  {
    "text": "The spirit become flesh. Makes no sense.",
    "start": "00:08:52",
    "end": "00:08:54"
  },
  {
    "text": "Yeah, yeah, exactly.",
    "start": "00:08:54",
    "end": "00:08:56"
  },
  {
    "text": "So I got to remind myself we're talking about a transcendent being. So we're never going to really understand and create the right categories.",
    "start": "00:08:56",
    "end": "00:09:07"
  },
  {
    "text": "Yeah. These depictions of God as Isaiah sees the lower half of God right from the waist down, that's seated on the symbolic throne right in the holy of holies. But it's the portal of heaven and earth. So there's a whole aspect of God's character and so on that's just not revealed or noble to us. So what we do know, Deuteronomy 29:29, the secret things belong to Yahweh, but what he has revealed is for us and our children to be faithful to the covenant. It's that kind of idea.",
    "start": "00:09:08",
    "end": "00:09:43"
  },
  {
    "text": "Yeah. What's the right word for describing the relationship with the complexity of God in the Old Testament and the complexity of God in the New Testament? We use the term Trinity to kind of package it all up in the way that we see the apostles and Jesus talking about it. But there is no like packaging up in the Hebrew scriptures necessarily. There is an understanding that there is a lot of complexity in God's identity. So there's space for that. But there wasn't any term coined to describe that complexity, Right, correct.",
    "start": "00:09:43",
    "end": "00:10:18"
  },
  {
    "text": "Yeah. I think for the most part the Hebrew scriptures themselves kind of set the boundary lines of the playing field, so to speak, which where Israelite readers and thinkers did theology.",
    "start": "00:10:19",
    "end": "00:10:31"
  },
  {
    "text": "Yeah.",
    "start": "00:10:31",
    "end": "00:10:32"
  },
  {
    "text": "And when you get to the New Testament, then those lines get reconfigured in light of who Jesus was, what he said, what he did, and then the coming of the Spirit at Pentecost and those two events reshaped those boundary lines. It's the Hebrew Scriptures and the Jesus story and Pentecostal that now create the Christian sort of like outline of the playing field that now we live and think and talk about God in light of that. And the Word that came to be prominent in the centuries after the apostles, Constant going back to 3 God's 3 Ness as describing the essence of this complex unity. And it's just the pattern in the New Testament of the Father and the Son, Jesus, then the Spirit.",
    "start": "00:10:32",
    "end": "00:11:23"
  },
  {
    "text": "So when we're in the new earth and we get to talk with Jesus and if you asked him, so Jesus, we figured this all out, it's Father, Son, Spirit, three in one, would he go, yeah, great job. You figured it out. Like the transcendent identity of God.",
    "start": "00:11:24",
    "end": "00:11:46"
  },
  {
    "text": "You got me.",
    "start": "00:11:46",
    "end": "00:11:47"
  },
  {
    "text": "You guys really nailed it as much as you could in your human categories. Well done. Or is he gonna just kinda wink and go? It's way more interesting than that.",
    "start": "00:11:47",
    "end": "00:11:55"
  },
  {
    "text": "Yeah, well, maybe it's just my temperament. My hunch is that it's the latter. There's way more.",
    "start": "00:11:55",
    "end": "00:12:01"
  },
  {
    "text": "That's my hunch too.",
    "start": "00:12:01",
    "end": "00:12:02"
  },
  {
    "text": "But I guess I'm just even think of like the images of father and son.",
    "start": "00:12:02",
    "end": "00:12:08"
  },
  {
    "text": "Yeah.",
    "start": "00:12:08",
    "end": "00:12:08"
  },
  {
    "text": "So those are two words that you know, almost all languages, all languages have categories. That's pretty universal. Human experience, family, parent, child, and then male parent, child. So these are human concepts that are the vehicle of making a claim about God's essence or identity. And so we just need to recognize it's a vehicle and it's an important one because it's the vehicle that God revealed himself to us through human language of the biblical authors. But it's different than saying therefore I with this word understand the essence of God himself. But there is something of the essence of God's character revealed through these vehicles of these words.",
    "start": "00:12:08",
    "end": "00:12:56"
  },
  {
    "text": "Yeah.",
    "start": "00:12:56",
    "end": "00:12:57"
  },
  {
    "text": "It's just not the whole thing. We've talked about this already in this conversation at some point about in any relationship, what you know is what is revealed.",
    "start": "00:12:57",
    "end": "00:13:07"
  },
  {
    "text": "Yeah.",
    "start": "00:13:08",
    "end": "00:13:08"
  },
  {
    "text": "What the other person reveals or what is revealed by your relational experience of them.",
    "start": "00:13:08",
    "end": "00:13:13"
  },
  {
    "text": "Yeah. That's why I want to call this the experience of God.",
    "start": "00:13:14",
    "end": "00:13:17"
  },
  {
    "text": "Right. But it's like how else can humans know any other being, especially a transcendent being except. But by the way you experience experiencing what is revealed to us.",
    "start": "00:13:17",
    "end": "00:13:28"
  },
  {
    "text": "Yeah, yeah. It gets into this whole like philosophical conversation about what does it mean to have an identity. And I think we began to talk about that. Yeah, I think we talked about this. Even just a human and a human's identity, there's more complexity than I think we realize.",
    "start": "00:13:28",
    "end": "00:13:45"
  },
  {
    "text": "I think that's right. Yeah. What was I just listening to? Interesting podcast. Kugel. Yes. A former Harvard Biblical studies Hebrew Bible nerd, James Kugel. All I did was listen to an interview. He believes that he's been able to trace the progression of concepts of God throughout the Jewish tradition. And he links it to also progressions and different cultures conceptions of self identity.",
    "start": "00:13:45",
    "end": "00:14:13"
  },
  {
    "text": "Oh.",
    "start": "00:14:13",
    "end": "00:14:14"
  },
  {
    "text": "Anyway, it's really interesting. I need to learn more to see if it's worthwhile. But he has done some cross disciplinary reading in psychology and he was talking about this concept of the semi permeable self. But it's a psychological category, namely that our view of myself. There's a European kind of classical view of like, I think, therefore I am the autonomous. Right. Individual. And this is very much saying that even our sense of identity exists in relationship to the other selves that we know other people. And if my own self identity can be deeply imprinted by spending a lot of time with another person.",
    "start": "00:14:14",
    "end": "00:14:59"
  },
  {
    "text": "Yeah, you complete me.",
    "start": "00:14:59",
    "end": "00:15:01"
  },
  {
    "text": "Then in one sense, even the idea of a self is really just not the right category to talk about a person. Because a person is their brain is the shape that it is based on the other human persons that they're around.",
    "start": "00:15:01",
    "end": "00:15:15"
  },
  {
    "text": "Yeah. So there's complexity in how our identity is shaped in relation to other people.",
    "start": "00:15:16",
    "end": "00:15:21"
  },
  {
    "text": "Our identity is not a solitary thing.",
    "start": "00:15:21",
    "end": "00:15:23"
  },
  {
    "text": "It's not a solitary thing.",
    "start": "00:15:23",
    "end": "00:15:24"
  },
  {
    "text": "It's actually. It's something that we experience as a form of kind of independence, but it's actually being shaped by all kinds of other persons around us.",
    "start": "00:15:24",
    "end": "00:15:35"
  },
  {
    "text": "Well, there's that complexity, but I'm also thinking about the complexity of identity in terms of how I experience someone else's identity. So let's take my relationship with you. Like, I have formed an idea of what I think you are, who you are, who Tim is.",
    "start": "00:15:35",
    "end": "00:15:52"
  },
  {
    "text": "Yes. Yeah, yeah.",
    "start": "00:15:52",
    "end": "00:15:53"
  },
  {
    "text": "But it might be like years from now, we're hanging out and we're doing something we've never done together, and you might do something that really surprises me, and I'll go, oh, my goodness, Tim, I've never seen this side of you.",
    "start": "00:15:53",
    "end": "00:16:04"
  },
  {
    "text": "Yeah, right, right, right.",
    "start": "00:16:04",
    "end": "00:16:05"
  },
  {
    "text": "So now, all of a sudden, I didn't really fully know you. I just. Now I'm knowing more of you.",
    "start": "00:16:05",
    "end": "00:16:11"
  },
  {
    "text": "Yeah. More of you is being revealed.",
    "start": "00:16:11",
    "end": "00:16:12"
  },
  {
    "text": "More of you is being revealed. And I'm never going to know parts of you that Jessica gets to know.",
    "start": "00:16:12",
    "end": "00:16:17"
  },
  {
    "text": "Sure.",
    "start": "00:16:17",
    "end": "00:16:17"
  },
  {
    "text": "So right there, there's complexity, how I experience it.",
    "start": "00:16:18",
    "end": "00:16:21"
  },
  {
    "text": "Yeah. A single person. That's right. Yeah. It's a good analogy.",
    "start": "00:16:21",
    "end": "00:16:24"
  },
  {
    "text": "It might be that there's dozens of different manifestations. Oh. In fact, Nate. So our friend Nate Rispler, he was telling me he's been listening to the podcast lately, and he said. He told me that I have my personality calls it the regular John. And then I have. He calls it my radio John. And now he calls it also just stage John.",
    "start": "00:16:24",
    "end": "00:16:50"
  },
  {
    "text": "Is it the John that's speaking right now?",
    "start": "00:16:50",
    "end": "00:16:51"
  },
  {
    "text": "I guess it's the John right now. I don't know which John's talking right now.",
    "start": "00:16:52",
    "end": "00:16:57"
  },
  {
    "text": "Yeah.",
    "start": "00:16:57",
    "end": "00:16:57"
  },
  {
    "text": "But, like, when he listens to the podcast, he's like, this is really interesting. And that doesn't sound like John.",
    "start": "00:16:57",
    "end": "00:17:03"
  },
  {
    "text": "This isn't how I normally talk or hang out.",
    "start": "00:17:03",
    "end": "00:17:05"
  },
  {
    "text": "John's not usually that extroverted or that.",
    "start": "00:17:05",
    "end": "00:17:07"
  },
  {
    "text": "Yeah, whatever. Yeah, yeah, yeah, yeah.",
    "start": "00:17:07",
    "end": "00:17:09"
  },
  {
    "text": "And him and his wife are both saying that. And it's true. Like, it actually is true. And, like, when we go and did that thing at a conference and I was. There was a different part of my identity comes out.",
    "start": "00:17:09",
    "end": "00:17:21"
  },
  {
    "text": "Yep. But I think that it's like a different mode.",
    "start": "00:17:21",
    "end": "00:17:23"
  },
  {
    "text": "Different mode.",
    "start": "00:17:23",
    "end": "00:17:24"
  },
  {
    "text": "I think that's true. I think it's true for all humans. Different environments and different people reveal different Parts of our identity. Yeah.",
    "start": "00:17:24",
    "end": "00:17:33"
  },
  {
    "text": "Even our own experience of our own identity continues to grow.",
    "start": "00:17:33",
    "end": "00:17:37"
  },
  {
    "text": "Yes.",
    "start": "00:17:37",
    "end": "00:17:37"
  },
  {
    "text": "I can't believe I never understood that part of me.",
    "start": "00:17:37",
    "end": "00:17:40"
  },
  {
    "text": "Yeah. Now I know why I react this way in these types of situations. I never put that together.",
    "start": "00:17:40",
    "end": "00:17:46"
  },
  {
    "text": "I am just like my father.",
    "start": "00:17:46",
    "end": "00:17:47"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:17:48",
    "end": "00:17:49"
  },
  {
    "text": "It is like you learn all these things. Your own identity feels complex, even to yourself. And then there's just kind of a strange thing about identity in that, like, you could rub off on me. I think this. We talked about this. Like, I remember doing something and Ken said that's exactly what Tim would have done. Like, so I had a Tim mannerism. So, like, that's something what Tim would have said. So now all of a sudden, your identity has become detached from you and now is this thing that other people can like.",
    "start": "00:17:49",
    "end": "00:18:16"
  },
  {
    "text": "Yeah. It lives on through others. Totally. I tell you that all the time when I'm working on scripts.",
    "start": "00:18:16",
    "end": "00:18:21"
  },
  {
    "text": "Yeah.",
    "start": "00:18:21",
    "end": "00:18:22"
  },
  {
    "text": "For videos. I'll channel my inner John.",
    "start": "00:18:22",
    "end": "00:18:24"
  },
  {
    "text": "Channel my inner John.",
    "start": "00:18:24",
    "end": "00:18:25"
  },
  {
    "text": "Yeah. So that's a good point. So a person's identity can live on in other person through other persons and.",
    "start": "00:18:25",
    "end": "00:18:34"
  },
  {
    "text": "Memories, and also in how people have picked up on the traits of that person. So obviously there's a lot of complexity around identity.",
    "start": "00:18:34",
    "end": "00:18:43"
  },
  {
    "text": "Yes.",
    "start": "00:18:43",
    "end": "00:18:43"
  },
  {
    "text": "So already with identity, it's like, we don't start with this really clean slate. We're not talking about, like, chemicals or something where it's really simple. You're just like, yeah, every hydrogen atom looks like this. It seems like it's not something you can dissect as well. When you talk about personalities.",
    "start": "00:18:44",
    "end": "00:18:59"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:18:59",
    "end": "00:19:01"
  },
  {
    "text": "Where I think I want to come and talk about God and talk about God like he's a molecule.",
    "start": "00:19:01",
    "end": "00:19:05"
  },
  {
    "text": "I understand.",
    "start": "00:19:05",
    "end": "00:19:06"
  },
  {
    "text": "Right, Correct. So we got this piece of God. It attaches to these other pieces.",
    "start": "00:19:06",
    "end": "00:19:10"
  },
  {
    "text": "We have these categories.",
    "start": "00:19:11",
    "end": "00:19:12"
  },
  {
    "text": "These categories. We put them all together, it lines up and it turns into this. And now you can think of these categories in terms of Jesus and these categories in terms of whatever. And what I think I'm talking myself into is trying to lose that mental map and try to think in a different mental map, a different framework of.",
    "start": "00:19:12",
    "end": "00:19:31"
  },
  {
    "text": "Identity, and a relational grasp of someone's identity. What does it mean to know this being who's revealed in these texts and through this history and through the person.",
    "start": "00:19:31",
    "end": "00:19:50"
  },
  {
    "text": "Of Jesus who experiences identity in a completely different way than we would experience identity. Right.",
    "start": "00:19:50",
    "end": "00:19:56"
  },
  {
    "text": "I think that's the claim. Ultimately, where this is going is that this being is a diverse unity. That this being, that Christians use the word God to refer to at least people carrying on tradition of the apostles through Jesus is that the word God refers to a being who is a unified community of distinct persons who are the one God.",
    "start": "00:19:56",
    "end": "00:20:25"
  },
  {
    "text": "Yeah. At least those are the human categories by which we should think about God's identity.",
    "start": "00:20:26",
    "end": "00:20:31"
  },
  {
    "text": "Yeah. Human linguistic vehicles. Right. Verbal vehicles, words for us to get.",
    "start": "00:20:32",
    "end": "00:20:39"
  },
  {
    "text": "As close as we can to understanding the identity of a transcendent being, of.",
    "start": "00:20:39",
    "end": "00:20:44"
  },
  {
    "text": "A being who is one and a community at the same time. Which is why the word love is the number one word that Jesus and the apostles used to describe this being's core character trait. And what types of human being mirror and image this God most faithfully.",
    "start": "00:20:44",
    "end": "00:21:09"
  },
  {
    "text": "Yeah.",
    "start": "00:21:10",
    "end": "00:21:10"
  },
  {
    "text": "And it's when humans overcome their otherness and right bond, seek unity, and seek the well being across the boundary line that is the physical space between my body and brain and your body and brain. You know, there's a relational unity. That love is like an analogy. So God is love, says John, therefore we ought to love one another. So you're right, but we can't claim that. Therefore we have no God in his entire essence. We know God as he's been revealed.",
    "start": "00:21:10",
    "end": "00:21:49"
  },
  {
    "text": "So love is the way that God's talked about the most in the New Testament. Is that what you said?",
    "start": "00:21:49",
    "end": "00:21:55"
  },
  {
    "text": "Yeah. When you have. When in the writings of the apostles and in the teaching of Jesus, you know, it's God is the generous love enemy. Embracing love describes the heartbeat of the Father. Jesus says, so love your enemies. And when you do so, you show yourself to be children of God. So be complete or whole the way your heavenly Father is complete or whole. He sends rain on the wicked and on the righteous, that kind of thing. Yeah, that's in the Sermon on the Mount.",
    "start": "00:21:56",
    "end": "00:22:25"
  },
  {
    "text": "Right.",
    "start": "00:22:25",
    "end": "00:22:26"
  },
  {
    "text": "And then when you get into Paul and Peter and John's letters, the word agape, love is the word they use to describe the essence of God's being that's revealed to us as the Father sending the Son in the power and love of the Spirit. You know, we covered some of this territory in John, but I think it's worth landing the plane. And this is core. I feel like it makes sense to use the word trinity as like the final landing point, you know, to say, once we've made the whole journey through all these concepts, here's a word. We arrive at the word Trinity, but we're defining it in light of these biblical categories of God's complex unity. But then when you step back. Yeah. At the New Testament, you can see Paul, the gospel authors, and John using the word love to get to the essence of the Thing like why does this matter? Yeah, why does it matter that you view God as a community of love versus a solitary powerful being? And to be honest, this was a number of years ago. I just came across a book, I wish I could remember who recommended it. It was by a British theologian. He's connected to the Langham Partnership, which is kind of a press and a Christian theological resource center in the uk. John Stott is kind of the well known figure who started it and it's a community of theologians and authors. Anyway, his name's Michael Reeves and he wrote a book called Delighting in the Trinity. And I cannot recommend this book enough to every person I meet. You know, I think if you're a Christian and if you care about how the New Testament is describing God's character, I've led many groups through it. He just has a way of unpacking this, the New Testament dimension of this complex unity and a way of writing about the Trinity. That's beautiful prose. It's moving, it's funny and you learn a ton and it'll dismantle everything you thought you knew. He begins his introduction to the book by asking a question that seems kind of odd, but it's a good question, at least into it. And so he starts the book by saying, what was God doing before anything existed? What was God doing before creation? So that's a Christian and Jewish conception of God. The creation's other than God, it's contingent. So God has a whole other story.",
    "start": "00:22:26",
    "end": "00:25:01"
  },
  {
    "text": "He was pre gaming, whatever.",
    "start": "00:25:01",
    "end": "00:25:02"
  },
  {
    "text": "What was God doing pre game?",
    "start": "00:25:05",
    "end": "00:25:06"
  },
  {
    "text": "Yeah.",
    "start": "00:25:06",
    "end": "00:25:07"
  },
  {
    "text": "What was his warm up.",
    "start": "00:25:08",
    "end": "00:25:09"
  },
  {
    "text": "Or what was his.",
    "start": "00:25:10",
    "end": "00:25:11"
  },
  {
    "text": "Yeah, and part of his point is asking the question is your deep preloaded assumptions about what the word God means will come out in that question. That question will expose so many unexamined assumptions.",
    "start": "00:25:11",
    "end": "00:25:25"
  },
  {
    "text": "Well, I mean, what answers could there be? I mean, who knows?",
    "start": "00:25:25",
    "end": "00:25:30"
  },
  {
    "text": "Yeah, right. Well, okay. At least what the apostles are claiming in their writings is that with the story of Jesus bringing the story of the Hebrew scriptures to their culmination, we have a way of answering that question. If you accept the claims of the apostles, they're inviting you to see an answer to that question, or at least one. It's summarized in a statement Jesus makes in John 17 where he talks about, Father, you loved me before the creation of the world. John 17:24. There's a handful of times in the Gospel of John, Jesus talks about the glory which I had before, the foundations of the world before creation. But here we get this window into Jesus experience of his Father for eternity past. And it's the word love, a relationship of love. And so if that's fundamental, if the eternal state of God for a Christian is the Father loving the Son in and through the Spirit, that has the power to completely revolutionize your concept of God. And that's what the Trinity has done all through church history. But at the core of it is not something you can say, you understand.",
    "start": "00:25:30",
    "end": "00:26:49"
  },
  {
    "text": "Right.",
    "start": "00:26:50",
    "end": "00:26:50"
  },
  {
    "text": "At the core of it is just a claim that this is the nature of this being that was revealed to us in the story of Jesus. An eternal community of love. And if so, then that says things about who the Father is, about who the Son is and who the Spirit is. And so Reeves has kind of chapters on each person, exploring those both going backwards in the biblical story and then.",
    "start": "00:26:51",
    "end": "00:27:17"
  },
  {
    "text": "Leading up to it, trying to see how each one is involved in this community of love.",
    "start": "00:27:17",
    "end": "00:27:23"
  },
  {
    "text": "Yeah, well, so one way to. Yeah. To go with the question, let's say you have just a single solitary. Alone. Solitary being. That's your concept, which is kind of our concept of person. But as we just talked about, even human persons are more complex than no man's an island, as somebody said. But so if you have a solitary.",
    "start": "00:27:23",
    "end": "00:27:43"
  },
  {
    "text": "Being, which is torturous.",
    "start": "00:27:43",
    "end": "00:27:46"
  },
  {
    "text": "Yeah. Okay. Yes.",
    "start": "00:27:46",
    "end": "00:27:47"
  },
  {
    "text": "For anyone to be a solitary being is actually pretty gnarly. It's like the worst torture in the world.",
    "start": "00:27:47",
    "end": "00:27:53"
  },
  {
    "text": "Yeah. Right. For a human person. That's right. So that's interesting.",
    "start": "00:27:53",
    "end": "00:27:57"
  },
  {
    "text": "Yeah.",
    "start": "00:27:57",
    "end": "00:27:57"
  },
  {
    "text": "What would be the purpose of creating an other for such a being? Well, you know. Yeah. You're bored.",
    "start": "00:27:58",
    "end": "00:28:06"
  },
  {
    "text": "For the solitary being.",
    "start": "00:28:06",
    "end": "00:28:07"
  },
  {
    "text": "For the solitary being, you're bored. You need an other. And so in some way, you're relationally now dependent on the other. Whatever. This is all imaginative.",
    "start": "00:28:07",
    "end": "00:28:18"
  },
  {
    "text": "Yeah.",
    "start": "00:28:18",
    "end": "00:28:18"
  },
  {
    "text": "But it's worth playing it out. What's the difference between that kind of being creating versus a community of love, Eternal love creating and Reeves point is, it's just a completely different story. It's a completely different type of universe you inhabit or you think you're inhabiting, if that's your concept of God. Because all of a sudden, God is an eternal community of love. It's just a party going on. Right.",
    "start": "00:28:18",
    "end": "00:28:46"
  },
  {
    "text": "Yeah.",
    "start": "00:28:46",
    "end": "00:28:47"
  },
  {
    "text": "Which if that being wants to share the love, then creation or life giving is like this overflow, this sharing of abundance.",
    "start": "00:28:47",
    "end": "00:28:57"
  },
  {
    "text": "Yeah. It's kind of like the difference between working for some young person who their identity is wrapped up in their work and they've got something to prove and they're just my way or the highway kind of boss. Or working for someone who likes. Is already retired. Already is, you know, Everything's fine. But they decided, you know what? I'm passionate about this. I'm gonna come out of retirement. I don't need to do this.",
    "start": "00:28:57",
    "end": "00:29:27"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:29:27",
    "end": "00:29:28"
  },
  {
    "text": "But this really matters to me.",
    "start": "00:29:28",
    "end": "00:29:29"
  },
  {
    "text": "Yeah.",
    "start": "00:29:29",
    "end": "00:29:30"
  },
  {
    "text": "Who would you rather work for?",
    "start": "00:29:30",
    "end": "00:29:31"
  },
  {
    "text": "Yeah. Which would be. Yeah, that's right. A healthier work environment. Yeah.",
    "start": "00:29:31",
    "end": "00:29:37"
  },
  {
    "text": "It's not a perfect analogy, but.",
    "start": "00:29:37",
    "end": "00:29:39"
  },
  {
    "text": "No, but that's the analogy Reeves trying to get at is a God who's a single solitary being is creating an other that, that being sovereignly has power over and guiding for. You know, it's a pretty short list of reasons that we could conceive of from our human experience.",
    "start": "00:29:39",
    "end": "00:29:56"
  },
  {
    "text": "Yeah.",
    "start": "00:29:56",
    "end": "00:29:57"
  },
  {
    "text": "It's of some kind of relational need or power complex or boredom. Boredom.",
    "start": "00:29:57",
    "end": "00:30:03"
  },
  {
    "text": "Or just an act of creativity.",
    "start": "00:30:03",
    "end": "00:30:05"
  },
  {
    "text": "Yeah, just an act of. Yeah, creativity. But what Jesus claims to have revealed about God is that creation is an overflow of God's generosity and creative love. And then if humans are in some way mirrors, unique mirrors of that being that we exist in the world in a way that's analogous to that being relationship to the creation, then that's just a different. Again, it's just a different sense of what universe you're living in.",
    "start": "00:30:05",
    "end": "00:30:38"
  },
  {
    "text": "Hmm.",
    "start": "00:30:39",
    "end": "00:30:39"
  },
  {
    "text": "So the fact that Jesus uses the word father as his fundamental description of the divine other.",
    "start": "00:31:04",
    "end": "00:31:13"
  },
  {
    "text": "Yeah.",
    "start": "00:31:13",
    "end": "00:31:14"
  },
  {
    "text": "That he relates to. So that's interesting.",
    "start": "00:31:14",
    "end": "00:31:15"
  },
  {
    "text": "Yeah.",
    "start": "00:31:15",
    "end": "00:31:16"
  },
  {
    "text": "So a father, there's a lot of ways that could have negative. Right. Layers of meaning, but there's some fundamental portraits to it. Like a father as a parent. Like a father and a mother are both necessary for the generation of new life. So a life giver. This is what Reeves says it better than I can. He says Jesus called God father because he is a father. It's a name rich with meaning. A father is someone who, especially in the biblical tradition and language, father is someone who begets children, who gives life. If before all things, God was eternally a father, what was God doing before creation? Jesus says, you were loving me right before the creation of the world. If God was eternally a loving father, that means God is an inherently outgoing, others centered life giver. That's what the New Testament depiction of father is describing. Just to say it again because it's kind of, it's beautiful. An inherently outgoing others centered life giver. The Christian God did not give life for the first time when he decided to create the universe. We're asked to consider that from eternity God is in his essence, life giving.",
    "start": "00:31:16",
    "end": "00:32:38"
  },
  {
    "text": "And what does he mean there by life giving?",
    "start": "00:32:39",
    "end": "00:32:41"
  },
  {
    "text": "Ah, well, yeah, we'll kind of get to it. With son, a community of love. To describe one of the members of this community of love as father means that it's a being, a person who is in their essence the sharer of life, the giver of life, the outgoing one.",
    "start": "00:32:42",
    "end": "00:33:01"
  },
  {
    "text": "Outgoing one.",
    "start": "00:33:01",
    "end": "00:33:02"
  },
  {
    "text": "And then for a person to be the son, it's the one who is receiving the gift of life, receiving the love. And to say that those two persons together are God, singular. I don't even know what language I'm speaking at that point, except Christian orthodox.",
    "start": "00:33:03",
    "end": "00:33:24"
  },
  {
    "text": "Language that God is the giver of life and receiver of life and the.",
    "start": "00:33:24",
    "end": "00:33:27"
  },
  {
    "text": "Receiver of life in the Father and the Son. And by life, we mean the same way of Father.",
    "start": "00:33:27",
    "end": "00:33:34"
  },
  {
    "text": "We're not talking about existence. Right. Because the Son eternally existed.",
    "start": "00:33:34",
    "end": "00:33:39"
  },
  {
    "text": "Yeah, sure. Correct. Yes.",
    "start": "00:33:39",
    "end": "00:33:41"
  },
  {
    "text": "And we're not talking about bios.",
    "start": "00:33:41",
    "end": "00:33:44"
  },
  {
    "text": "In other words. We're not. Yeah. The claim isn't that at some point some part of God, the Son, for example, came into existence. That's a very easy way. You could take this language and there have been groups that have taken the language that way. But the moment you do that, I think you're leaving the playing field that the apostles are trying to stake out.",
    "start": "00:33:44",
    "end": "00:34:06"
  },
  {
    "text": "By life giving and life receiving.",
    "start": "00:34:06",
    "end": "00:34:08"
  },
  {
    "text": "We're not talking about a moment in time.",
    "start": "00:34:08",
    "end": "00:34:10"
  },
  {
    "text": "A moment in time.",
    "start": "00:34:10",
    "end": "00:34:11"
  },
  {
    "text": "We're talking about an eternal, essential nature of this being.",
    "start": "00:34:11",
    "end": "00:34:16"
  },
  {
    "text": "But what do we mean by life to give life? Because in my mind, life is the opposite of death, which is all biological, essentially. Like a creature is alive or it's dead, a leaf is alive or it's decomposing. The grass is alive, I cut it, and now it's not alive.",
    "start": "00:34:17",
    "end": "00:34:36"
  },
  {
    "text": "Yeah. So all our concepts of bios are dependent upon some other higher level entity that sustains that life. Right. Like the chain. Chain of biological life.",
    "start": "00:34:36",
    "end": "00:34:50"
  },
  {
    "text": "Yeah.",
    "start": "00:34:50",
    "end": "00:34:50"
  },
  {
    "text": "It's all contingent all the way down. Right. So where does it all. And this, you know, the metaphor of the sun is the way our solar system works.",
    "start": "00:34:50",
    "end": "00:35:00"
  },
  {
    "text": "Right. It all explodes from the sun.",
    "start": "00:35:00",
    "end": "00:35:02"
  },
  {
    "text": "Right. And then. So. But then what, out of what forces or entity did the sun come into existence?",
    "start": "00:35:02",
    "end": "00:35:09"
  },
  {
    "text": "Gravity.",
    "start": "00:35:09",
    "end": "00:35:09"
  },
  {
    "text": "And there's a whole gravity and a whole bunch of other things, but there's always a chain that sustains life. Yeah. So the image of the Father and the Son loving each other eternally is trying to translate this into other stories.",
    "start": "00:35:09",
    "end": "00:35:25"
  },
  {
    "text": "You're using the word life giving. I think it's a good word.",
    "start": "00:35:25",
    "end": "00:35:28"
  },
  {
    "text": "It is a good word.",
    "start": "00:35:28",
    "end": "00:35:29"
  },
  {
    "text": "But I think we're talking about in a very almost metaphoric way, which is weird because it's already a Pretty. Yeah, like fuzzy word.",
    "start": "00:35:29",
    "end": "00:35:37"
  },
  {
    "text": "Yeah.",
    "start": "00:35:37",
    "end": "00:35:38"
  },
  {
    "text": "When I say a relationship with someone, relationship with my wife is very life giving. I don't mean that she's actually like sustaining. Sustaining my cellular biology or something.",
    "start": "00:35:38",
    "end": "00:35:49"
  },
  {
    "text": "But there's a very real part of your physical existence that benefits from and that is healthy in a better state.",
    "start": "00:35:50",
    "end": "00:36:00"
  },
  {
    "text": "Because of when you're around someone who loves you. It probably does make you physically more healthy in many ways. But by life giving, we mean more a quality of life.",
    "start": "00:36:00",
    "end": "00:36:13"
  },
  {
    "text": "Ah, I see. Yes.",
    "start": "00:36:13",
    "end": "00:36:14"
  },
  {
    "text": "So is that what we're talking about here, when you say giving and receiving life like a quality of existence?",
    "start": "00:36:14",
    "end": "00:36:20"
  },
  {
    "text": "Well, we're both trying. I'm trying to unpack the way Reeves is framing it. Michael Reeves, and he's. Gosh, this is why I love our conversations, because this was a perfectly clear paragraph to me until you started asking questions. I love it. So the concept is of to be a father, a parent. To be a father is a life giver. To have a child, to have a son is to relate to one whom you brought. You gave life to, gave life to. And so that relationship of the giver, the life giver, is inviting us into some fundamental aspect of God's being.",
    "start": "00:36:21",
    "end": "00:37:01"
  },
  {
    "text": "There's some fundamental aspect of God's being that's revealed, analogous in some way to a father's life giving.",
    "start": "00:37:01",
    "end": "00:37:10"
  },
  {
    "text": "Correct? Yeah. Because it's usually the father using its language of begetting the son, the one and only son, or the only begotten, or the sending of the son. So, yeah, gosh, I feel at the limits of language. I don't.",
    "start": "00:37:10",
    "end": "00:37:26"
  },
  {
    "text": "Yeah, we probably are at the limits of language. But when. When you ask, like, what was God doing before the creation of the world and there was God giving life and receiving life.",
    "start": "00:37:26",
    "end": "00:37:35"
  },
  {
    "text": "Mm. What is that?",
    "start": "00:37:35",
    "end": "00:37:36"
  },
  {
    "text": "What is that?",
    "start": "00:37:36",
    "end": "00:37:37"
  },
  {
    "text": "Correct. Okay.",
    "start": "00:37:37",
    "end": "00:37:38"
  },
  {
    "text": "I think.",
    "start": "00:37:38",
    "end": "00:37:39"
  },
  {
    "text": "I think that's the point at which we come to the, like, the boundary line of.",
    "start": "00:37:39",
    "end": "00:37:44"
  },
  {
    "text": "That's the boundary line.",
    "start": "00:37:44",
    "end": "00:37:45"
  },
  {
    "text": "And to say, what is that mean? Like, yeah, go through the veil of the language.",
    "start": "00:37:46",
    "end": "00:37:52"
  },
  {
    "text": "Yeah, stick our head through the veil.",
    "start": "00:37:52",
    "end": "00:37:55"
  },
  {
    "text": "I think the apostles would just say, that hasn't been revealed to us.",
    "start": "00:37:55",
    "end": "00:37:59"
  },
  {
    "text": "We hit the bottom of the cave.",
    "start": "00:37:59",
    "end": "00:38:01"
  },
  {
    "text": "Yeah, we've hit. Yeah, we've hit.",
    "start": "00:38:01",
    "end": "00:38:03"
  },
  {
    "text": "We've spelunked as far as we can.",
    "start": "00:38:03",
    "end": "00:38:04"
  },
  {
    "text": "And maybe it's that at that point, once you try and go through the veil, knowing this, God stops being a subjective interpersonal experience and God can become an object of my knowledge as opposed to a person that I know. I know I could read and think and probably be even more articulate about. All of this.",
    "start": "00:38:04",
    "end": "00:38:26"
  },
  {
    "text": "Yeah. So I guess, sorry, I mean, maybe.",
    "start": "00:38:26",
    "end": "00:38:29"
  },
  {
    "text": "Think another way to say it. And here he goes to 1 John, chapter 4, the phrase God is love. So John again, the oldest, he lived the longest of all the apostles. He had a full, full lifetime to reflect on this and pray and preach and teach. And so he can just boil it down to that sentence. The God revealed in the Father and the Son to the Spirit is love. So that's the God who. This is Reeves. He continues on. The God who is love is the Father who sends the Son to be. Father means to love, to give out life to the sun and then through the Son to others.",
    "start": "00:38:29",
    "end": "00:39:11"
  },
  {
    "text": "By love we don't mean just an attraction or like a feeling.",
    "start": "00:39:12",
    "end": "00:39:16"
  },
  {
    "text": "No, we mean it like Jesus style, to make choices, to act in ways that increase the well being of another.",
    "start": "00:39:17",
    "end": "00:39:25"
  },
  {
    "text": "So in some way that I'm not going to ever be able to understand, at least on this side of the age to come, is that God forbid, for all eternity is a life giving, love creating, self giver, and then also a being that accepts and receives that love for all eternity. And who knows what that actually looks like when there's no creation around.",
    "start": "00:39:26",
    "end": "00:40:01"
  },
  {
    "text": "Right.",
    "start": "00:40:02",
    "end": "00:40:02"
  },
  {
    "text": "But that's maybe besides the point in that. At least that's a category of the type of being we're supposed to be imagining.",
    "start": "00:40:02",
    "end": "00:40:10"
  },
  {
    "text": "Yeah. At least I feel like you're. That's what I'm trying to say. Yeah. And that's what Reeves is trying to say. And I think both of us are trying our best to just reflect what the apostles are trying to say.",
    "start": "00:40:10",
    "end": "00:40:23"
  },
  {
    "text": "Right.",
    "start": "00:40:23",
    "end": "00:40:24"
  },
  {
    "text": "And that's what we can say. You can accept this portrait of God, you cannot accept it. I can sympathize with people who find once they hit this part of Christian belief, they find it difficult. I find it difficult as a concept. But there's another sense in which I find it intuitive because I also am a person who gives out love, not always very well, and receive it. And I know that experience, you know, and it's not even one that I can explain with language very well, but I know the experience. And that's the kind of experience that this language of the Father loving the Son, the Son honoring and receiving love from the Father is about. You can take the idea of the Father as the giver of love and then the Son to say God is also the Son is to say, you know, God can't be love if there isn't an other to love.",
    "start": "00:40:24",
    "end": "00:41:21"
  },
  {
    "text": "Right.",
    "start": "00:41:22",
    "end": "00:41:22"
  },
  {
    "text": "So the Father is by essence someone who loves an other. Who is that other? It's the Son. What was God doing for creation? Loving the Son. You know, actually, the anonymous author to the Hebrews has a great metaphor, different metaphor altogether, that he opens the letter to the Hebrews where he talks about how the sun is the radiance of God's glory and the exact representation of God's being.",
    "start": "00:41:22",
    "end": "00:41:50"
  },
  {
    "text": "So he uses light, God being Yahweh here. God being.",
    "start": "00:41:51",
    "end": "00:41:54"
  },
  {
    "text": "Correct, yes.",
    "start": "00:41:54",
    "end": "00:41:55"
  },
  {
    "text": "Not the Father, but God.",
    "start": "00:41:55",
    "end": "00:41:57"
  },
  {
    "text": "Well, no, I think, yeah, he's using the word God for the Father. Oh, is he here? I think so, yes. Because what he's saying is there's God and then there's the sun. And he wants to say they're so closely united. He uses the metaphor of light and radiance. This is a church. Father Gregory of Nyssa, in his exposition on that line from Hebrews, he develops the metaphor as a way of talking about the Trinity. So he says, as the light from the lamp is of the same nature as the flame, which shed the brightness and is united with it. I mean, where does the light begin? Is the light in the flame? Is the light separable? You know, if you're looking at a candle, where does the light begin? Where does the flame end and the light begin? He's also writing like 1500 years ago, so he's not thinking about photons.",
    "start": "00:41:57",
    "end": "00:42:50"
  },
  {
    "text": "Yeah.",
    "start": "00:42:50",
    "end": "00:42:50"
  },
  {
    "text": "So the Son is of the Father, and the Father is never without the sun. For it is impossible that the glory should be without radiance, as it is impossible that the lamp should be without brightness. So he's using the concept of you have a light source, a flame, and you have the radiance of the light that shines out. That's the metaphor used at the beginning of the letter of Hebrews to talk about God's relationship to the sun. So that's a different way. You have a source and then the thing emitted, but you wouldn't have the thing admitted without it being completely unified with the source. Where does the radiance begin?",
    "start": "00:42:52",
    "end": "00:43:34"
  },
  {
    "text": "Yeah, I think we're maybe in the same realm as when we talk about divine attributes. Brightness is just an attribute of light or erst. Or, of course, of a photon or whatever.",
    "start": "00:43:34",
    "end": "00:43:46"
  },
  {
    "text": "Yes. You're talking about like an attribute, like God's wisdom or God's glory.",
    "start": "00:43:46",
    "end": "00:43:50"
  },
  {
    "text": "God's wisdom or glory, that's right, yeah.",
    "start": "00:43:50",
    "end": "00:43:52"
  },
  {
    "text": "Yeah. And actually the idea of radiance and light is directly connected to glory. God's glory.",
    "start": "00:43:53",
    "end": "00:43:58"
  },
  {
    "text": "Yeah.",
    "start": "00:43:58",
    "end": "00:43:59"
  },
  {
    "text": "So at least there's somebody who's using. Developing a metaphor that. Used by the apostles that's not Father Son. But that's getting at the same idea. Yeah, because the metaphor is different. It kind of has a different kind of insight it offers you. Reeves has a great chapter on the Spirit and he invited me to read the baptism narrative with the yet another kind of set of glasses. And here I will just read. This is a comment of his on the baptism of Jesus story. He says the way the Father, Son and Spirit relate at Jesus baptism wasn't a one time only event. So you read the narrative and this is something that happened in the experience of Jesus, but he observed, something that I've observed for a long time, that the whole scene is full of echoes from Genesis chapter one. There at creation, the Spirit, the ruach is hovering, dove like, bird like, over the waters. And just as the Spirit after Jesus baptism would send him out into the lifeless wilderness, so in Genesis 1 the Spirit appears as the power by which God's word goes out into the lifeless void. In both the work of creation Genesis 1 and in the work of bringing about new creation, the story of Jesus, God's word goes out by his Spirit. This narrative is revealing what God is truly like. The Spirit is the one through whom the Father loves, blesses and empowers the Son. And the Son is the one who goes out from the Father by the Spirit. So his point is the Genesis 1 echoes aren't just there as like a clever literary.",
    "start": "00:43:59",
    "end": "00:46:26"
  },
  {
    "text": "Yeah, here's a cool opportunity.",
    "start": "00:46:26",
    "end": "00:46:27"
  },
  {
    "text": "Yeah, just flourish. It's not just artistic flourish. He's saying, it's making a claim that the God revealed at the baptism story is the same God revealed on page one of the Bible is God in the essence of how God is revealed through Jesus, namely as the Father, Son and Spirit. So he's saying that linking it to Genesis 1 is to make a fundamental claim about the identity of this God, that this three in one life, giving and receiving through the person of the Spirit is just the fundamental depiction of God. And you go from that narrative, I mean, we read that narrative, but I think I've come now to see it. It's the narrative that just invites you into the heart of this whole thing. And then you go out into the New Testament and you see these three appearing all over the place. So you can call them trinitarian texts in the New Testament. Paul is full of them, which is interesting because he wasn't there at the baptism.",
    "start": "00:46:27",
    "end": "00:47:28"
  },
  {
    "text": "Right.",
    "start": "00:47:28",
    "end": "00:47:29"
  },
  {
    "text": "You know, he would have heard the story of the baptism the same way you and I heard it through the apostolic stories.",
    "start": "00:47:29",
    "end": "00:47:35"
  },
  {
    "text": "I'm sure he didn't hear it, the way I heard it, it probably involved flannel graphs.",
    "start": "00:47:35",
    "end": "00:47:38"
  },
  {
    "text": "That's a good point. Yeah, that's a good point. So this is how he ends his letter to the Corinthians. 2 Corinthians. May the grace of the Lord Jesus Christ and the love of God and the participation, the koinonia of the Spirit be with you all. So the grace of the Lord Jesus, the love of God and the participation of the Spirit.",
    "start": "00:47:40",
    "end": "00:48:05"
  },
  {
    "text": "So God has become a stand in for Father.",
    "start": "00:48:05",
    "end": "00:48:08"
  },
  {
    "text": "Yes, that's right. Yep.",
    "start": "00:48:09",
    "end": "00:48:10"
  },
  {
    "text": "So that's another layer of confusion.",
    "start": "00:48:10",
    "end": "00:48:12"
  },
  {
    "text": "Yes, it is. That is another layer of confusion because.",
    "start": "00:48:12",
    "end": "00:48:16"
  },
  {
    "text": "Sometimes God's a stand in for Yahweh.",
    "start": "00:48:16",
    "end": "00:48:18"
  },
  {
    "text": "Yeah.",
    "start": "00:48:18",
    "end": "00:48:19"
  },
  {
    "text": "Or is that always Lord Elohim?",
    "start": "00:48:19",
    "end": "00:48:20"
  },
  {
    "text": "Referring to Elohim. Yep. Referring to Yahweh in the Old Testament. Yep.",
    "start": "00:48:21",
    "end": "00:48:24"
  },
  {
    "text": "But in the New Testament, is God always referring to the Father or is it sometimes referring to Yahweh?",
    "start": "00:48:25",
    "end": "00:48:30"
  },
  {
    "text": "Well, here, let's look at the next example.",
    "start": "00:48:31",
    "end": "00:48:33"
  },
  {
    "text": "All right.",
    "start": "00:48:33",
    "end": "00:48:33"
  },
  {
    "text": "Yeah, right here. Galatians 4. 4. And this is important because he's talking about how we are invited to participate in the eternal community of love. He says, so you all are sons. You've all been adopted as sons of God's covenant family. Because you are sons. God sent forth the Spirit of his Son into our hearts. And when the personal presence of the Spirit of the Son is moving you to realize who you are as a human, what will you cry out? You'll cry out Abba, Father. You'll realize that the eternal community of love is inviting you in to receive the same love as one of God's beautiful image bearing creatures. So what's interesting there he uses Spirit, Son, Father, and the sentence begins with the word God. God sent the Spirit of the Son so that you can cry out by means of the Spirit of the Son, Father.",
    "start": "00:48:34",
    "end": "00:49:41"
  },
  {
    "text": "Is that first God referring to Father, God the Father, or is it just referring to.",
    "start": "00:49:41",
    "end": "00:49:46"
  },
  {
    "text": "I think it's referring to the unity. Yes, the community of love is inviting you in. How? By sending out the Spirit of the Son into your own heart and mind so that you can understand.",
    "start": "00:49:47",
    "end": "00:50:00"
  },
  {
    "text": "So it's by context whether or not God's referring to Father or the tri. Unity.",
    "start": "00:50:01",
    "end": "00:50:07"
  },
  {
    "text": "That's correct. This is just a good example because God and Father appear in the same passage and are the same, but also distinct in that God the Father is one of the three in this verse.",
    "start": "00:50:07",
    "end": "00:50:21"
  },
  {
    "text": "Galatians 4 is making a pretty pretty big claim here, pretty big idea, which is that when it comes down to all this, it's not just this theoretical thing. It's an invitation to participate in this relationship.",
    "start": "00:50:21",
    "end": "00:50:38"
  },
  {
    "text": "Yeah.",
    "start": "00:50:39",
    "end": "00:50:39"
  },
  {
    "text": "And the way we participate is by kind of identifying as a son as well.",
    "start": "00:50:39",
    "end": "00:50:45"
  },
  {
    "text": "That's right. And this is where we get into these passages in the New Testament that called Jesus a brother. Our brother.",
    "start": "00:50:45",
    "end": "00:50:51"
  },
  {
    "text": "Yeah.",
    "start": "00:50:51",
    "end": "00:50:52"
  },
  {
    "text": "Or in Paul's language, in Romans, he says, so that Jesus might be the preeminent among a family.",
    "start": "00:50:52",
    "end": "00:50:58"
  },
  {
    "text": "Yeah.",
    "start": "00:50:58",
    "end": "00:50:58"
  },
  {
    "text": "Because he's human.",
    "start": "00:50:58",
    "end": "00:50:59"
  },
  {
    "text": "Right.",
    "start": "00:51:00",
    "end": "00:51:00"
  },
  {
    "text": "And I'm human.",
    "start": "00:51:00",
    "end": "00:51:01"
  },
  {
    "text": "More like a half brother then.",
    "start": "00:51:01",
    "end": "00:51:03"
  },
  {
    "text": "I think that's actually going outside the apostolic boundary. He's fully human.",
    "start": "00:51:05",
    "end": "00:51:10"
  },
  {
    "text": "No, he's fully human, yeah. Okay. Yeah, he's fully human.",
    "start": "00:51:10",
    "end": "00:51:13"
  },
  {
    "text": "Yeah. So in that sense, he's my human brother.",
    "start": "00:51:13",
    "end": "00:51:16"
  },
  {
    "text": "He's my full human brother.",
    "start": "00:51:16",
    "end": "00:51:17"
  },
  {
    "text": "He's my full human brother. And yes, that's right. So you can't actually. To view God as a Trinity never stops at the Trinity, because the whole point is that this God is inviting all creation into the love party. By essence, the Father loves the Son and so sends out the Son so that others can. Can be invited into the family of love. So you can't even divorce the Son. Other humans getting brought in to become sons and daughters. That's an inherent part of this portrait of God.",
    "start": "00:51:17",
    "end": "00:51:51"
  },
  {
    "text": "Part of God's identity.",
    "start": "00:51:51",
    "end": "00:51:52"
  },
  {
    "text": "Part of God's identity is to invite others in, to create so that others can share in the love.",
    "start": "00:51:52",
    "end": "00:52:00"
  },
  {
    "text": "Yeah.",
    "start": "00:52:00",
    "end": "00:52:01"
  },
  {
    "text": "Reeves goes on. This God, Reeves says, simply doesn't fit the mold of any other religious category. The Trinity isn't some inessential add on to God or some optional software that can be plugged into him. At bottom, in essence, this God is not first of all creator or ruler or even deity in some abstract sense. According to Jesus and the apostles, God is Father loving his Son in the participation of the Spirit. A God who is in himself a community of love, who before all things, could never be anything but love. And if you trust and come to know such a being, it changes absolutely everything. I think that's the last paragraph of the book. Yeah. He's given a great gift to the church by writing a short, beautifully written book that's really easy to read on the Trinity.",
    "start": "00:52:02",
    "end": "00:53:03"
  },
  {
    "text": "Thank you for listening to this episode of the BibleProject podcast. This was going to be the last conversation about the identity of God. It's been a really long and fruitful conversation, but we decided it would be nice to do one more episode, one where we recap the entire journey. So Tim and I will sit down next week and we'll just do a flyover, try to just tie this all together neatly. And then after that we'll do a final question and response. So any questions that you have from this entire God series, send them in. We'll grab as many as we can and we'll do that finally episode after that. We've got a really great series on the Son of man, a phrase that Jesus used of himself, a phrase that comes from the Book of Daniel. And it's gonna be. It's great. I'm really excited for that. If you've listened through the God series all the way to this moment, man, well done. I hope you enjoyed it. Thank you for being a part of this conversation. We have these conversations because we make videos. And we make videos because of the generous support of people like you who pitch in so that we can produce them. We run a nonprofit in Portland, Oregon. This nonprofit has the mission to show people the Bible is a unified story that leads to Jesus and has wisdom for the modern world. You can learn more about what we're up to, download our videos for free, find other resources. It's all@thebibleproject.com hi, my name is Iorio Digizula. I'm from Portland, Oregon, born and raised, but I now reside in Baltimore. We believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos, podcasts, study notes, and more@thebibleproject.com Sam.",
    "start": "00:53:04",
    "end": "00:55:21"
  }
]