[
  {
    "text": "There's a lot of strange phrases in the Bible. It is an ancient book written in an ancient language. But one phrase in particular is both very familiar sounding and also, when you think about it, actually quite odd.",
    "start": "00:00:09",
    "end": "00:00:23"
  },
  {
    "text": "This phrase is the Son of Man.",
    "start": "00:00:23",
    "end": "00:00:26"
  },
  {
    "text": "If you're like me, you've heard this phrase many times, but don't actually know what it means.",
    "start": "00:00:27",
    "end": "00:00:32"
  },
  {
    "text": "And interestingly, Jesus never consciously used the phrase Messiah to describe himself. The one term he consistently used to describe himself was the son of a human, the Son of Man.",
    "start": "00:00:33",
    "end": "00:00:45"
  },
  {
    "text": "I'm John Collins, and this is the Bible Project podcast. We've been walking through a series on the complex identity of God in the Bible. How the biblical authors wrestle with the paradox of being able to relate to a transcendent, unrelatable God. When God appears to us, how do we experience him? And today we're going to look at one way that happens in the Hebrew scriptures with a character called the Son of Man.",
    "start": "00:00:45",
    "end": "00:01:10"
  },
  {
    "text": "It's actually a dream that Daniel has about a figure called the Ancient of Days and the Son of Man. It is arguably one of the most important Old Testament texts to understand Jesus himself.",
    "start": "00:01:11",
    "end": "00:01:22"
  },
  {
    "text": "So what was Daniel vision all about? And why did Jesus identify with this character? All that and more on today's episode. Thanks for joining us. Here we go. All right. We've been talking about God and God's identity. Is that a way to describe. When I've been thinking about this, I've been thinking, oh, we're talking about God's identity.",
    "start": "00:01:23",
    "end": "00:01:50"
  },
  {
    "text": "Yes, I think so. Because to say we're making a video about God, that could be about so much.",
    "start": "00:01:50",
    "end": "00:01:56"
  },
  {
    "text": "Yeah. So much.",
    "start": "00:01:56",
    "end": "00:01:57"
  },
  {
    "text": "We want the video to help bring clarity to. Is the identity, the unique identity.",
    "start": "00:01:57",
    "end": "00:02:03"
  },
  {
    "text": "Yeah.",
    "start": "00:02:03",
    "end": "00:02:03"
  },
  {
    "text": "Which is. Yeah. I guess in English, that's a way of talking about the specific profile.",
    "start": "00:02:04",
    "end": "00:02:09"
  },
  {
    "text": "Yeah. What does that mean, to have an identity? I was wondering if that's how we start the video. Potentially like you're a human.",
    "start": "00:02:10",
    "end": "00:02:17"
  },
  {
    "text": "Yes.",
    "start": "00:02:17",
    "end": "00:02:18"
  },
  {
    "text": "And you have an identity as a human.",
    "start": "00:02:18",
    "end": "00:02:19"
  },
  {
    "text": "Oh, sure.",
    "start": "00:02:20",
    "end": "00:02:20"
  },
  {
    "text": "You are one human.",
    "start": "00:02:20",
    "end": "00:02:22"
  },
  {
    "text": "Yes.",
    "start": "00:02:22",
    "end": "00:02:22"
  },
  {
    "text": "You're not more than one human, you know.",
    "start": "00:02:22",
    "end": "00:02:25"
  },
  {
    "text": "Yeah. But you're also a complex makeup.",
    "start": "00:02:25",
    "end": "00:02:28"
  },
  {
    "text": "You're a complex makeup.",
    "start": "00:02:28",
    "end": "00:02:29"
  },
  {
    "text": "Unique combinations of temperaments.",
    "start": "00:02:29",
    "end": "00:02:31"
  },
  {
    "text": "Sometimes you don't feel like yourself.",
    "start": "00:02:32",
    "end": "00:02:33"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:02:33",
    "end": "00:02:34"
  },
  {
    "text": "You know, I don't know where that would all head. But the sense of having an identity comes from our own experience as humans having an identity. And then we have to. Then we assume, well, if there's some divine being, he must have an identity. Like we understand identity.",
    "start": "00:02:35",
    "end": "00:02:51"
  },
  {
    "text": "Yes.",
    "start": "00:02:51",
    "end": "00:02:52"
  },
  {
    "text": "And so I think what we're trying to do is go, well, let's set that aside for a second and let's just talk about how the Bible talks about God's identity.",
    "start": "00:02:52",
    "end": "00:02:58"
  },
  {
    "text": "Correct.",
    "start": "00:02:58",
    "end": "00:02:59"
  },
  {
    "text": "And it's going to actually blow some categories in your mind that are going to be difficult to appreciate.",
    "start": "00:02:59",
    "end": "00:03:05"
  },
  {
    "text": "Yeah, well, because they don't always have a precise analogy to our human experience of identity. That's right, yeah. Actually, that's interesting. It gets into the complexity of the word Elohim too, because the word Elohim, which gets translated as God, the word by itself doesn't refer to any particular being's identity.",
    "start": "00:03:05",
    "end": "00:03:25"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:03:25",
    "end": "00:03:26"
  },
  {
    "text": "It's just a category of. Category of type of being, namely a spiritual being. So to use the word God doesn't.",
    "start": "00:03:26",
    "end": "00:03:33"
  },
  {
    "text": "Mean you're referring to anything.",
    "start": "00:03:33",
    "end": "00:03:34"
  },
  {
    "text": "It means. Yeah, in Hebrew and in English, if you do little G, it just refers to any number of beings with different identities. So this video is about the depiction of the God of the Bible's Yahweh identity and his identity, which is the God of Israel who Jesus said he was embodying and revealing his identity to a whole new level.",
    "start": "00:03:34",
    "end": "00:03:56"
  },
  {
    "text": "So how can we understand the identity of a being that is beyond us, transcendent to us.",
    "start": "00:03:56",
    "end": "00:04:02"
  },
  {
    "text": "Right.",
    "start": "00:04:02",
    "end": "00:04:02"
  },
  {
    "text": "And really the only way we can do that is to look at how God interacts with us. Right.",
    "start": "00:04:02",
    "end": "00:04:08"
  },
  {
    "text": "Yep. The story of the Bible is the story of God interacting, revealing, working in and through humans and human history.",
    "start": "00:04:08",
    "end": "00:04:16"
  },
  {
    "text": "Like if we were trying to understand the identity of an alien, like, race and.",
    "start": "00:04:17",
    "end": "00:04:23"
  },
  {
    "text": "Yeah, keep going. That's good.",
    "start": "00:04:23",
    "end": "00:04:24"
  },
  {
    "text": "Okay. We're pretty sure there's this alien race out there, but we want to understand it. We can't go to their planet and study them.",
    "start": "00:04:24",
    "end": "00:04:33"
  },
  {
    "text": "That's right. We only know about them, what they've communicated to us. What they communicate or what we can observe from our interactions with them.",
    "start": "00:04:33",
    "end": "00:04:41"
  },
  {
    "text": "Yes, from our interactions. So we have to then look at the interactions and go, what can we then deduce about the identity of the alien race?",
    "start": "00:04:41",
    "end": "00:04:49"
  },
  {
    "text": "Their identity. That's right. Always knowing that those observations will be tentative or they won't be complete or comprehensive. Because we can't claim whatever the alien says to us in the first conversation. We can't claim to therefore know their whole language and everything.",
    "start": "00:04:49",
    "end": "00:05:04"
  },
  {
    "text": "Yeah. You remember arrival?",
    "start": "00:05:04",
    "end": "00:05:05"
  },
  {
    "text": "Yeah. That's actually the very scene that was in my head.",
    "start": "00:05:05",
    "end": "00:05:08"
  },
  {
    "text": "Well, yeah, it's just so interesting. What scene was in your head?",
    "start": "00:05:08",
    "end": "00:05:11"
  },
  {
    "text": "Oh, the first meeting scene when they meet the octopods.",
    "start": "00:05:11",
    "end": "00:05:13"
  },
  {
    "text": "Is that what they call them? I forget what was brilliant about that movie or where it connects is that the humans Come in with an assumption of here's how language works. Right.",
    "start": "00:05:13",
    "end": "00:05:24"
  },
  {
    "text": "Yes.",
    "start": "00:05:24",
    "end": "00:05:25"
  },
  {
    "text": "And they have to unlearn how language, how they understand words and language in order to appreciate how this alien species understands words and language. And not only that, they have to unlearn their concept of time, which. These are two categories that we just assume we understand based off our own human experience has to be unlearned in order to understand this alien race.",
    "start": "00:05:25",
    "end": "00:05:49"
  },
  {
    "text": "That's right. Yeah. Our perception of reality is bound by certain guardrails. Right. How our brains are.",
    "start": "00:05:49",
    "end": "00:05:56"
  },
  {
    "text": "Yeah. We're wired to understand and thrive in the world we live in. Which means we need to understand time as it unfolds sequentially.",
    "start": "00:05:56",
    "end": "00:06:05"
  },
  {
    "text": "Correct.",
    "start": "00:06:05",
    "end": "00:06:06"
  },
  {
    "text": "And we need to understand language the way we use it.",
    "start": "00:06:06",
    "end": "00:06:08"
  },
  {
    "text": "Correct. Yeah. The unique thing about this particular God's identity is what the scriptures claim to be doing is revealing that God's identity in narrative sequence. But each of those narratives is depicting a facet about God's character identity. And then the challenge is to synthesize it and put it all together, which is what we're going to try and do. Yeah, well, actually. And it all culminates the claim, at least of the followers of Jesus, is that in the life of Jesus, you see the most perfect expression of God's identity that is both continuous and consistent with everything that came before in the story, but that also kicks it up onto a whole new level.",
    "start": "00:06:08",
    "end": "00:06:53"
  },
  {
    "text": "Yeah.",
    "start": "00:06:53",
    "end": "00:06:54"
  },
  {
    "text": "So that is what we do in all our theme videos, and that's what this video will do, too.",
    "start": "00:06:54",
    "end": "00:06:59"
  },
  {
    "text": "Do you think it's helpful to talk about how we need to deconstruct our idea of personhood maybe a little bit, or is that just kind of too abstract? I'm just thinking in terms of, like, in arrival, they had to deconstruct their perspective of time and language.",
    "start": "00:06:59",
    "end": "00:07:14"
  },
  {
    "text": "Yeah. I mean, I think page one of the Bible's doing that already when it depicts God as a complex being. Already on page one. I forget what previous episode of this conversation now that's in. But where we talk about the complex portrayal of God in Genesis 1 of God present in the world by means of the spirit of God, making things happen in the world by means of the word of God. And then when God appoints a creature that will image and represent this complex God in the world, it's a being that is one and two.",
    "start": "00:07:15",
    "end": "00:07:48"
  },
  {
    "text": "Oh, interesting. Male and female.",
    "start": "00:07:48",
    "end": "00:07:50"
  },
  {
    "text": "Yeah. So fascinating. So it's one. So Adam, human. Adam usually translated as just man in Genesis 1, the word man. Well, we've talked about this before. For some English speakers, it Means male, human for others. It means humanity as a species. But it means species mankind on page one. It doesn't refer to the.",
    "start": "00:07:50",
    "end": "00:08:10"
  },
  {
    "text": "Oh, when he created.",
    "start": "00:08:10",
    "end": "00:08:11"
  },
  {
    "text": "Yes, because what God, he says, let's make Adam humanity in our image. Okay, so it's one creature. You read that sentence, you go, oh, one creature. Yep.",
    "start": "00:08:11",
    "end": "00:08:21"
  },
  {
    "text": "Humanity or a race of creatures or a species.",
    "start": "00:08:21",
    "end": "00:08:25"
  },
  {
    "text": "But just. I'm saying the word. It's a singular noun.",
    "start": "00:08:25",
    "end": "00:08:27"
  },
  {
    "text": "Oh, it's a singular noun.",
    "start": "00:08:27",
    "end": "00:08:28"
  },
  {
    "text": "Let's make one of them human. Human in our image to represent the divine. And then what is the concrete representation that Adam is. It's male and female.",
    "start": "00:08:28",
    "end": "00:08:40"
  },
  {
    "text": "It's interesting. So you're saying there's a. There's more complexity even in human identity than we appreciate.",
    "start": "00:08:40",
    "end": "00:08:44"
  },
  {
    "text": "Yeah, yeah. It's one spec that is constituted by two others that are 1 and 2 at the same time. So there's something going on already with the complex portrayal of God and the notion of what humans are. We're one that consists of many others. And our identity, our purpose, our destiny is all bound up by how we relate to, to each other and our common story here on the flying space rock. So yes, already even the concept of human identity is.",
    "start": "00:08:44",
    "end": "00:09:21"
  },
  {
    "text": "Our categories need to be found portrayed.",
    "start": "00:09:22",
    "end": "00:09:23"
  },
  {
    "text": "Yeah. As complex unity that reflects a complex unity of God's own identity. So yes, there are people, Christian philosophers and theologians and non religious who talk about this stuff. The nature of human identity. It's not simple.",
    "start": "00:09:23",
    "end": "00:09:40"
  },
  {
    "text": "All right, so we've been talking for nearly 10 hours about this stuff and we're not helping.",
    "start": "00:09:41",
    "end": "00:09:46"
  },
  {
    "text": "Every time we start talking, we just keep having these rabbit trails that are interesting to us. But anyway.",
    "start": "00:09:46",
    "end": "00:09:51"
  },
  {
    "text": "But some of the conclusions from having gone through all this Hebrew Bible text is that God is other. He's beyond us.",
    "start": "00:09:51",
    "end": "00:10:01"
  },
  {
    "text": "Correct. Like the aliens.",
    "start": "00:10:01",
    "end": "00:10:02"
  },
  {
    "text": "Like the aliens. The fancy word for that is transcendent. And how do you understand something that's beyond you? How do you connect with something that's beyond you? It's actually impossible. That's an impossibility. If it's beyond you, it's beyond you. But then at the same time, this God of the Bible, Yahweh, does interact with us.",
    "start": "00:10:02",
    "end": "00:10:22"
  },
  {
    "text": "Yes.",
    "start": "00:10:22",
    "end": "00:10:22"
  },
  {
    "text": "How can that be? How can a transcendent being who's other also be with. Yes, and that's a paradox.",
    "start": "00:10:22",
    "end": "00:10:31"
  },
  {
    "text": "Yeah, it's a balance beam that the biblical authors are walking on. I don't think they perceived it as a balance beam. I think more modern people tend to see these as opposites. For them it was just these are both things that are true God is wholly other. And he's committed to being present within and working through his creation. And so the ways that God is present, working within, we explored all those categories, sometimes through human agents, some that are just normal and flawed, like Abraham or David. Sometimes they're flawed, but more than normal, above normal, like a Moses figure who becomes this like exalted, supercharged human. So that's a whole category and that's from the human image bearing side that becomes truly the human images that God made them to be.",
    "start": "00:10:32",
    "end": "00:11:23"
  },
  {
    "text": "As a way for God to interact with us.",
    "start": "00:11:23",
    "end": "00:11:25"
  },
  {
    "text": "Yep. Expressing the idea on page one of the Bible that the whole design of this thing is that God's will and purposes in the world are worked out. So just through his human image to.",
    "start": "00:11:25",
    "end": "00:11:34"
  },
  {
    "text": "Make sure I understand this, then we're saying in order to understand God's identity, we have to look at how he interacts with us. It's the only clues we have. The first and primary way that we understand he interacts with us is. Is by making us his, essentially his agents to bear his image and be his moral agents to continue the work of creation. And that's the image of God. So what can we learn from the image of God about God's identity?",
    "start": "00:11:34",
    "end": "00:12:05"
  },
  {
    "text": "Yeah, right. Look at the image and you see a complex unity. Right. You see a being that is one and more than one.",
    "start": "00:12:06",
    "end": "00:12:14"
  },
  {
    "text": "That's interesting.",
    "start": "00:12:15",
    "end": "00:12:16"
  },
  {
    "text": "That is. Yeah. It spun my brain for years now and it still makes me ponder. So there's that.",
    "start": "00:12:16",
    "end": "00:12:23"
  },
  {
    "text": "And then we see that there's a problem and that we are incapable of doing this well, but you get this picture of Moses reflecting God's image in such a way that God is interacting with the world through Moses.",
    "start": "00:12:23",
    "end": "00:12:37"
  },
  {
    "text": "Yes.",
    "start": "00:12:37",
    "end": "00:12:38"
  },
  {
    "text": "In a way that Moses and Yahweh becomes. Yeah, like connected.",
    "start": "00:12:38",
    "end": "00:12:42"
  },
  {
    "text": "Really close.",
    "start": "00:12:42",
    "end": "00:12:43"
  },
  {
    "text": "Really close.",
    "start": "00:12:43",
    "end": "00:12:44"
  },
  {
    "text": "Yeah.",
    "start": "00:12:44",
    "end": "00:12:44"
  },
  {
    "text": "And it gives us the hope for humanity to be that way and maybe another human who can do what Moses did, but then not screw up in the end.",
    "start": "00:12:44",
    "end": "00:12:53"
  },
  {
    "text": "Yeah, that's right. Basically. Yeah, that's right. Okay, so that's from the human image bearing side reflecting the divine. Then there's a whole category that we've talked about of attributes or representations of a messenger of God that, unlike Moses, actually seemed to be merged into Yahweh's own identity. So the angel of the Lord and then God's word, spirit, wisdom and so on, that these are attributes of God that are also treated as distinct from God. And actually, I have a quote here from actually a Persian. A Persian biblical scholar.",
    "start": "00:12:53",
    "end": "00:13:35"
  },
  {
    "text": "Cool.",
    "start": "00:13:35",
    "end": "00:13:36"
  },
  {
    "text": "His name is Mehrdad Fatehi. He wrote this Excellent work on. I'm gonna draw on some of his work later on the descriptions about God's Spirit in the New Testament and how they relate and map onto the Spirit in the Hebrew Bible. Fascinating. Anyway, so this is summarizing a chapter on the Spirit in the Hebrew Bible. And he says, for biblical authors, Yahweh cannot be reduced to any one of the manifestations of his presence. He gives examples like his word, Spirit, his wisdom, the angel of the Lord. Yahweh is not completely identified with any one of these, but rather he's dynamically related. Yahweh is the Spirit insofar as it's himself relating to creation. This is why the biblical authors prefer to speak of Yahweh's spirit or arm or glory or word, rather than refer to God himself in a more direct way. By adopting this procedure, biblical authors manage to both express the objective reality. This is God in contact with his creation, but at the same time, they're maintaining that God himself is always greater than any specific act of revealing himself.",
    "start": "00:13:36",
    "end": "00:14:49"
  },
  {
    "text": "I think what I'm understanding by this is that God is so wholly transcendent that it becomes an impossibility to really interact with God, except for the fact that it's not impossible. So what does that mean? Right. It means that somehow God's able to bridge that gap. But when he does, what does that mean about God's identity when we experience him bridging that gap? Are we experiencing God as He wholly is? And it sounds like what Mehrdad Fatehi is saying is that you're not experiencing God as He wholly is. What does he say?",
    "start": "00:14:49",
    "end": "00:15:29"
  },
  {
    "text": "But you are experiencing God, but you.",
    "start": "00:15:29",
    "end": "00:15:31"
  },
  {
    "text": "Are experiencing God in that specific context of how he's interacting with you, how he's manifesting. And so that's why the biblical authors aren't saying you're experiencing God, you're experiencing God's glory, because that's the context, or God's arm, or God's spirit and spirit being, specifically a context when he's interacting with creation. That's how we understand Him.",
    "start": "00:15:31",
    "end": "00:15:52"
  },
  {
    "text": "Correct.",
    "start": "00:15:52",
    "end": "00:15:53"
  },
  {
    "text": "And so to bridge this kind of paradox of transcendence and immanence, you need to also then have this complexity in the way that God's identity is revealed to us in that he could come and be present in a certain form. That's not fully him, but is him fully.",
    "start": "00:15:53",
    "end": "00:16:12"
  },
  {
    "text": "Yeah. And I suppose back to the analogy of God's image on page one, if a male human enters the room, you could say, was humanity present in the room? Well, in one sense, yes, it was a human in the room. But is that the whole of humans constituted by their whole identity in the room? Well, no, you're missing 50% of what constitutes human. So in another sense, humanity is a really complex whole, male and female. But to have a male or female in the room by themselves is still to have human in the room.",
    "start": "00:16:14",
    "end": "00:16:54"
  },
  {
    "text": "Now I think there's even a bit of a difference. Right.",
    "start": "00:16:54",
    "end": "00:16:57"
  },
  {
    "text": "It's just an analogy.",
    "start": "00:16:57",
    "end": "00:16:58"
  },
  {
    "text": "It's an analogy in that when God's in the room in some form, say the glory of God's in the room, that is fully God and God can fully interact and there's not a sense that he is also absent in some way. Like in the same way that the female was absent.",
    "start": "00:16:58",
    "end": "00:17:13"
  },
  {
    "text": "Yeah, but think about like you have expressions of this for how Solomon, when he's dedicating the temple in Jerusalem and you know the divine glory is going to show up in cloud and fire. But even he says, listen, I know you dwell in the heavens and permeate all of creation and you don't really completely, you're not bound to this building. But in the same breath he's saying, but you are really here and your.",
    "start": "00:17:13",
    "end": "00:17:38"
  },
  {
    "text": "Glory is here and it's really you.",
    "start": "00:17:38",
    "end": "00:17:39"
  },
  {
    "text": "It's really you. So yeah, totally. And I think just as physical creatures bound by the limits of our hardware.",
    "start": "00:17:39",
    "end": "00:17:48"
  },
  {
    "text": "Yeah.",
    "start": "00:17:48",
    "end": "00:17:48"
  },
  {
    "text": "And our hardware and our bodies. This is one of those category breaking things where the Bible's claiming to be describing a transcendent being who isn't bound by those same types of limitations, but who chooses to take them on, which is the Jesus part, to bridge the gap.",
    "start": "00:17:48",
    "end": "00:18:06"
  },
  {
    "text": "Cool. I think that catches us up.",
    "start": "00:18:07",
    "end": "00:18:10"
  },
  {
    "text": "That does. So here's a couple things then. We're trying to summarize the Hebrew Bible's depiction of God's identity. Easy. All of this is happening in the centuries before Jesus. All of this conversation about human figures who come close to looking like God's character, like a Moses. Like a Moses, even his physical body begins to change because of its proximity to God. Right. His face shines and so on. And then you have all of these exalted angels. Right. Angel of Yahweh. Who is that? There's lots of Jewish literature before Jesus that's exploring that. Lots of different proposals were made in different Jewish groups and so on. But the point is that all that diversity and awareness of a complex unity of the God of Israel is all like, that's just normal Judaism. It's not polytheism.",
    "start": "00:18:10",
    "end": "00:19:01"
  },
  {
    "text": "Right.",
    "start": "00:19:02",
    "end": "00:19:02"
  },
  {
    "text": "It's monotheism.",
    "start": "00:19:02",
    "end": "00:19:04"
  },
  {
    "text": "Yeah.",
    "start": "00:19:04",
    "end": "00:19:04"
  },
  {
    "text": "It's the One God of Israel.",
    "start": "00:19:04",
    "end": "00:19:06"
  },
  {
    "text": "But it's a complex monotheism.",
    "start": "00:19:06",
    "end": "00:19:07"
  },
  {
    "text": "But they're trying to reckon with the portrait of God's identity just like we are.",
    "start": "00:19:07",
    "end": "00:19:11"
  },
  {
    "text": "Yeah. So when they want to emphasize that the uniqueness of their God over other gods they say is one God, but when they want to talk about his actual identity, it becomes a little bit more.",
    "start": "00:19:11",
    "end": "00:19:24"
  },
  {
    "text": "That's right.",
    "start": "00:19:24",
    "end": "00:19:25"
  },
  {
    "text": "Complex.",
    "start": "00:19:25",
    "end": "00:19:26"
  },
  {
    "text": "Yep. And there's one particular story in the Hebrew Bible. It comes from one of the latest books of the Hebrew Bible that became kind of like the key text that brought together this idea holding a space for God's complex unity. Okay.",
    "start": "00:19:26",
    "end": "00:19:42"
  },
  {
    "text": "Sam.",
    "start": "00:19:51",
    "end": "00:20:17"
  },
  {
    "text": "In the Book of Daniel.",
    "start": "00:20:18",
    "end": "00:20:19"
  },
  {
    "text": "Yep.",
    "start": "00:20:19",
    "end": "00:20:20"
  },
  {
    "text": "Chapter seven, it's actually a dream that Daniel has about a figure called the Ancient of Days and the son of man.",
    "start": "00:20:20",
    "end": "00:20:27"
  },
  {
    "text": "This is awesome, because I've never understood what son of man means.",
    "start": "00:20:29",
    "end": "00:20:33"
  },
  {
    "text": "Oh, sure.",
    "start": "00:20:33",
    "end": "00:20:34"
  },
  {
    "text": "So maybe we can get there.",
    "start": "00:20:34",
    "end": "00:20:35"
  },
  {
    "text": "Yeah. So the Book of Daniel is mind blowing. It's so unbelievable. We made one video where I tried to summarize the design of the book. And the design of the book is actually really important for understanding the central.",
    "start": "00:20:35",
    "end": "00:20:49"
  },
  {
    "text": "Like the symmetry of the stories.",
    "start": "00:20:50",
    "end": "00:20:51"
  },
  {
    "text": "That's right, yeah. So Daniel's taken captive as exiled to Babylon. He's from the line of David. He becomes a servant to the government of Babylon. In chapter two, the king of Babylon has this dream about the history of human kingdoms, empires, specifically. And what is the thing that he sees in his dream? It's a human image. A huge human statue.",
    "start": "00:20:51",
    "end": "00:21:16"
  },
  {
    "text": "Statue thing.",
    "start": "00:21:16",
    "end": "00:21:17"
  },
  {
    "text": "Yeah, yeah. Made up of all these different parts and materials. And the whole thing is that. Yeah, this is like the sequence of human empires throughout history. And then comes in this flying rock. Yeah, I say meteorite. It's a flying rock that comes and it's a symbol for God's rule and kingdom.",
    "start": "00:21:17",
    "end": "00:21:37"
  },
  {
    "text": "Okay.",
    "start": "00:21:37",
    "end": "00:21:38"
  },
  {
    "text": "And because humans are corrupt, their image.",
    "start": "00:21:38",
    "end": "00:21:40"
  },
  {
    "text": "It'S a rock from the other.",
    "start": "00:21:40",
    "end": "00:21:41"
  },
  {
    "text": "A rock from the other. And it shatters the human kingdoms and then grows into this mountain that is God's kingdom over all the world. So Daniel is able to understand this dream and tell it to the king. So what does the king do in the next chapter?",
    "start": "00:21:42",
    "end": "00:21:56"
  },
  {
    "text": "He wants to kill him.",
    "start": "00:21:56",
    "end": "00:21:57"
  },
  {
    "text": "What the king does in the next chapter is he builds a gigantic image of himself representing his particular empire. So it's a. The two follow right after each other. It's great. He has this dream of a huge image getting destroyed. That represents him. Yeah. And then the next thing he does is build a huge image and demand that all the nations.",
    "start": "00:21:57",
    "end": "00:22:19"
  },
  {
    "text": "Wait, the image didn't represent him in the Dream it represented.",
    "start": "00:22:19",
    "end": "00:22:21"
  },
  {
    "text": "It represented him at the top. Oh, at the top, you were the head of gold. And then the rest of the body is. The empires to follow turns the dream into reality. But this is all keyed into Genesis 1, the image and ruling. Because humans are meant to rule as the image. But what this story is about is about a human so intoxicated with his own status and power that he is making himself the image and making himself the object of worship. So he wants to rule by making every other creature worship him. Instead of like a mirror, instead of recognizing I'm just a mirror, like Moses, it's if you see glory coming from me, it's actually derivative. So that's screwed up. And Daniel and his friends, like, they want. They're monotheists. So I don't worship the image. I worship the Creator, who the image reflects. And so they don't do it in the fiery furnace. And that whole thing, actually, that's important. They're thrown into the fire, and then they're rescued from the fire. So then you get two stories about that king and his father exalt themselves, and God says, listen, you guys are done for if you don't humble yourself and repent. And the King of Babylon ends up turning into a beast. So he's reduced from being an image to becoming an animal. So it's all, again, riffing off Genesis 1. The humans are made to rule the animals. That's God's image. But when they make themselves into God, they actually become. When humans make themselves God, they behave like beasts. The opposite. So profound.",
    "start": "00:22:21",
    "end": "00:23:57"
  },
  {
    "text": "Dangerous.",
    "start": "00:23:57",
    "end": "00:23:57"
  },
  {
    "text": "Super dangerous. Okay, so then Daniel is called to pray to the king of the empire as if the king is God. There's all these tests of different ways of exploring how humans make themselves into God, and Daniel won't do it. And so this time he's not thrown into the fire. He's thrown into the pit of beasts, of lions, and delivered. Okay, so that's all the story that leads up. Then Daniel has his own dream, not somebody else's dream. Now it's his own dream. And he has this dream about a whole sequence of creatures. Fantastic, terrible creatures. Bears and leopards, but they're all kind of. Some of them are multiform creatures, leopards with wings and so on. But there's four of them, just like there were four parts to the king's statue, the sequence of four empires. And the fourth one is the most terrible. It's not any beast you've ever seen. It's the super beast. And what he's doing is trampling on the holy ones of God. The saints is how it's often translated. The holy ones of God. Here, this is where the scene, the dream picks up. Okay, so the fourth super beast is trampling. And then Daniel says, in his dream, I kept looking until thrones were set up. It's like the heavens are revealed, and he's able to see what's going on here.",
    "start": "00:23:57",
    "end": "00:25:19"
  },
  {
    "text": "Like the power structures.",
    "start": "00:25:19",
    "end": "00:25:20"
  },
  {
    "text": "Yeah. These heavenly visions are a way of. It's like peeling back the curtain.",
    "start": "00:25:21",
    "end": "00:25:24"
  },
  {
    "text": "Yeah.",
    "start": "00:25:24",
    "end": "00:25:25"
  },
  {
    "text": "To see command center.",
    "start": "00:25:25",
    "end": "00:25:27"
  },
  {
    "text": "Yeah. He sees many thrones.",
    "start": "00:25:27",
    "end": "00:25:29"
  },
  {
    "text": "Yeah. So he has been looking at human history, and what he sees is human empires all slaughtering each other. And then there's one big super empire that's like the crazy beast. And then he looks up, and he sees Heaven. The Heavenly Throne room revealed. And what he sees. Yeah, first of all, plural thrones.",
    "start": "00:25:29",
    "end": "00:25:49"
  },
  {
    "text": "That's interesting. We've never seen that picture before.",
    "start": "00:25:49",
    "end": "00:25:52"
  },
  {
    "text": "Like what?",
    "start": "00:25:52",
    "end": "00:25:52"
  },
  {
    "text": "Yeah.",
    "start": "00:25:52",
    "end": "00:25:53"
  },
  {
    "text": "So there's just one throne up there. Yeah, there's one Ark of the Covenant in the temple that is a symbol of the divine throne. And then when that gets poetically described as God reigning above.",
    "start": "00:25:53",
    "end": "00:26:04"
  },
  {
    "text": "It's one throne.",
    "start": "00:26:04",
    "end": "00:26:05"
  },
  {
    "text": "It's one throne. It's one throne.",
    "start": "00:26:05",
    "end": "00:26:07"
  },
  {
    "text": "But he sees thrones.",
    "start": "00:26:07",
    "end": "00:26:08"
  },
  {
    "text": "But he sees multiple thrones. What? So then the next thing he sees is the Ancient of days, which is a good turn of phrase, for the Eternal One took his seat. So one of the thrones is now filled.",
    "start": "00:26:08",
    "end": "00:26:22"
  },
  {
    "text": "Yeah.",
    "start": "00:26:22",
    "end": "00:26:22"
  },
  {
    "text": "And what did he look like? Well, his clothing was glowing white snow. His hair was like wool. The throne was on fire. It's wheels. So it's a mobile throne. Like what Ezekiel saw. The Godmobile. Yeah, It's a chariot. Thrown on a chariot.",
    "start": "00:26:23",
    "end": "00:26:40"
  },
  {
    "text": "Chariot, throne.",
    "start": "00:26:40",
    "end": "00:26:41"
  },
  {
    "text": "Chariot, throne. But then a river of fire is flowing out of it. Okay, so think through. This is all connected to the temple imagery and Garden of Eden imagery. If where heaven and Earth meet together is the place of God's throne, and then the human realm, the Garden of Eden, then out of that realm flowed the rivers.",
    "start": "00:26:41",
    "end": "00:27:03"
  },
  {
    "text": "The four rivers.",
    "start": "00:27:04",
    "end": "00:27:05"
  },
  {
    "text": "Yeah. So now the Heavenly Throne room is meeting Earth to bring justice on the horrific, violent history of humanity. And so now it's not a river of life, it's a river of fire to consume human evil.",
    "start": "00:27:05",
    "end": "00:27:22"
  },
  {
    "text": "Wow.",
    "start": "00:27:22",
    "end": "00:27:22"
  },
  {
    "text": "Yeah. Very powerful. A river of fire coming out. Thousands upon thousands, myriads upon myriads, standing there attending him. That's the divine Council. All of the beings before him. The court sat, books were opened.",
    "start": "00:27:22",
    "end": "00:27:37"
  },
  {
    "text": "So now it's a court scene.",
    "start": "00:27:37",
    "end": "00:27:39"
  },
  {
    "text": "Yes. It's turned into a divine courtroom. A divine royal throne courtroom. All these. All these biblical images are crafting together.",
    "start": "00:27:39",
    "end": "00:27:48"
  },
  {
    "text": "Here on a mobile chariot. Throne. Yeah.",
    "start": "00:27:48",
    "end": "00:27:53"
  },
  {
    "text": "The Bible. I love it. Okay, so notice what's unresolved is the first thing we were told is I saw multiple thrones.",
    "start": "00:27:53",
    "end": "00:28:02"
  },
  {
    "text": "Yeah. So what are those?",
    "start": "00:28:02",
    "end": "00:28:03"
  },
  {
    "text": "So, yeah. And one throne has been taken. And we know now it's to summon all of creation to the final divine justice. So what happens from here is that the super beast is summoned and then killed and thrown into the flames before the throne.",
    "start": "00:28:03",
    "end": "00:28:18"
  },
  {
    "text": "The super beast, who is just the crazy amalgamation of all the beasts.",
    "start": "00:28:18",
    "end": "00:28:22"
  },
  {
    "text": "Yes, yeah, yeah, exactly. Human empires that turn themselves into God and therefore behave like beasts. That vision image is bringing together all of the narrative ideas from the first half of the Book of Daniel.",
    "start": "00:28:22",
    "end": "00:28:37"
  },
  {
    "text": "Right. That when humanity acts on their own, apart from God, with their own knowledge of good and evil, and demand worship for themselves, rather than worshiping God, they become beasts.",
    "start": "00:28:37",
    "end": "00:28:50"
  },
  {
    "text": "Yes.",
    "start": "00:28:50",
    "end": "00:28:50"
  },
  {
    "text": "Turns into evil.",
    "start": "00:28:50",
    "end": "00:28:51"
  },
  {
    "text": "Yes.",
    "start": "00:28:51",
    "end": "00:28:51"
  },
  {
    "text": "And that's what these human empires have become.",
    "start": "00:28:51",
    "end": "00:28:54"
  },
  {
    "text": "Yeah, yeah, that's right. So to translate that religious language into political language.",
    "start": "00:28:54",
    "end": "00:28:59"
  },
  {
    "text": "Sure.",
    "start": "00:28:59",
    "end": "00:28:59"
  },
  {
    "text": "Is that when human beings elevate their own particular cultures and values, economic and political systems, as if they derive from a divine source and demand allegiance, ultimate allegiance, as if you're worshiping a God. And when humans treat themselves and they're not pretty, it's terrible. Humans actually become animals. That's the claim being made here. It's so profound. It is. As a diagnosis of the human condition.",
    "start": "00:28:59",
    "end": "00:29:35"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:29:35",
    "end": "00:29:36"
  },
  {
    "text": "What motivates human beings to act like animals towards each other?",
    "start": "00:29:36",
    "end": "00:29:39"
  },
  {
    "text": "Yeah. Why does evil exist in us? And why do we do such cruel things to each other?",
    "start": "00:29:39",
    "end": "00:29:46"
  },
  {
    "text": "Yeah. And just think 20th century. This is not hard. We were both born in the bloodiest century in human history, and it was religious, economic, political ideologies that were treated as divine truth. And in the name of those, we need to get rid of a whole bunch of humans who aren't on the same team. That's what we're talking about.",
    "start": "00:29:47",
    "end": "00:30:08"
  },
  {
    "text": "Right.",
    "start": "00:30:08",
    "end": "00:30:09"
  },
  {
    "text": "And so the creator, who views all of this as beastly behavior, not human behavior, comes to bring justice to it. So the super beast is the first one to go, called for what it is, and it's consumed. So the super beast being thrown into the fire is the equivalent of the meteorite hitting the statue in the King's dream, the rock. So remember the statue in the King's Dream?",
    "start": "00:30:09",
    "end": "00:30:34"
  },
  {
    "text": "How is it related?",
    "start": "00:30:34",
    "end": "00:30:34"
  },
  {
    "text": "Oh, it's the same idea that God's kingdom and justice.",
    "start": "00:30:34",
    "end": "00:30:38"
  },
  {
    "text": "Oh. Is coming to confront. And so here it is. He's Confronting the kingdoms.",
    "start": "00:30:38",
    "end": "00:30:42"
  },
  {
    "text": "So it's the rock shattering the statue. Or in this case. Got it.",
    "start": "00:30:42",
    "end": "00:30:45"
  },
  {
    "text": "So the super beast representing, like all of the beasts is in the same way the statue representing all the empires and here's God's judgment against him, Correct?",
    "start": "00:30:45",
    "end": "00:30:54"
  },
  {
    "text": "That's right.",
    "start": "00:30:54",
    "end": "00:30:54"
  },
  {
    "text": "Awesome.",
    "start": "00:30:54",
    "end": "00:30:55"
  },
  {
    "text": "So we think, yay, hooray. But what that doesn't do is deal with all of the innocent blood that's been shed by the beast, trampling as it goes about building its empire. So the vision goes on. I kept looking in the night visions. And behold, with the clouds of heaven, one like a son of human. A son of man.",
    "start": "00:30:55",
    "end": "00:31:25"
  },
  {
    "text": "Son of Adam.",
    "start": "00:31:25",
    "end": "00:31:25"
  },
  {
    "text": "Son of. Yes. It's actually. This is in Aramaic, so it's bar on a shah, but it's the Armeric equivalent of Adam. Adam in Hebrew. Son of a human was coming. Okay, so let's pause. We've already talked about this phrase. Son of or sons of.",
    "start": "00:31:26",
    "end": "00:31:43"
  },
  {
    "text": "Yeah, one of the kind.",
    "start": "00:31:43",
    "end": "00:31:45"
  },
  {
    "text": "One of the kind.",
    "start": "00:31:45",
    "end": "00:31:46"
  },
  {
    "text": "Not literally having parented or birthed or like.",
    "start": "00:31:47",
    "end": "00:31:52"
  },
  {
    "text": "Yeah, the sons of God aren't. Yeah, God's babies.",
    "start": "00:31:52",
    "end": "00:31:55"
  },
  {
    "text": "Right.",
    "start": "00:31:55",
    "end": "00:31:55"
  },
  {
    "text": "They are beings who are of the class of being that's epitomized by the class of Elohim. Yahweh. Yeah. So a son of human is a human.",
    "start": "00:31:56",
    "end": "00:32:05"
  },
  {
    "text": "Yeah, one of the. A human one.",
    "start": "00:32:05",
    "end": "00:32:08"
  },
  {
    "text": "A human being. Yep. So I see a human.",
    "start": "00:32:08",
    "end": "00:32:11"
  },
  {
    "text": "That's right.",
    "start": "00:32:12",
    "end": "00:32:12"
  },
  {
    "text": "A human's coming. And he's coming on a cloud. He's riding the clouds. Oh, man. This is a whole. This is a hyperlink to about four other passages where Yahweh is called the cloud rider. And it's a poetic way of describing God as sovereign and providential over all of history, including weather. Cloud rider. The cloud rider rides the clouds.",
    "start": "00:32:13",
    "end": "00:32:36"
  },
  {
    "text": "That's an awesome phrase.",
    "start": "00:32:36",
    "end": "00:32:37"
  },
  {
    "text": "Yeah, Cloud rider.",
    "start": "00:32:37",
    "end": "00:32:38"
  },
  {
    "text": "Yeah.",
    "start": "00:32:38",
    "end": "00:32:38"
  },
  {
    "text": "But here, who's riding the cloud in all these? Everywhere else. You search out this image in the Old Testament, it's Yahweh very specifically because it's an image of his royal sovereignty over creation. But here, who's riding a cloud?",
    "start": "00:32:38",
    "end": "00:32:52"
  },
  {
    "text": "This human.",
    "start": "00:32:52",
    "end": "00:32:53"
  },
  {
    "text": "The human. And where is he riding the cloud to?",
    "start": "00:32:53",
    "end": "00:32:56"
  },
  {
    "text": "To the throne.",
    "start": "00:32:56",
    "end": "00:32:57"
  },
  {
    "text": "Yes. He's not riding a cloud from heaven to earth. This isn't like his little special transportation vehicle. Rather, he rides the symbol of divinity, clouds, up to the divine throne room. Yeah. It's about a human being exalted up to the divine throne room. So look what he does. The human comes up to the ancient of days and was presented before him. So imagine a scene where a figure is brought up to the divine throne and then what's granted to this human to him was given dominion and glory and a kingdom that all the peoples and nations and languages might literally bow down to him.",
    "start": "00:32:57",
    "end": "00:33:45"
  },
  {
    "text": "So now all of a sudden, we're worshiping a human.",
    "start": "00:33:46",
    "end": "00:33:47"
  },
  {
    "text": "Just wait for it.",
    "start": "00:33:48",
    "end": "00:33:49"
  },
  {
    "text": "Which is what we're not supposed to be doing.",
    "start": "00:33:49",
    "end": "00:33:51"
  },
  {
    "text": "His dominion is an eternal dominion. It will never pass away. And his kingdom is one that will never be destroyed. Hmm.",
    "start": "00:33:51",
    "end": "00:33:59"
  },
  {
    "text": "Who is this guy?",
    "start": "00:33:59",
    "end": "00:34:00"
  },
  {
    "text": "What is happening here? So, first of all, a human is brought up. And what you're going to see in the vision is that this human represents the faithful ones of God's people who have been trampled by the super beast, the martyrs. It's the persecuted ones who endured the evil and violence of the super beast. And this human one is brought up and presented to God. And then God gives this human a share in God's own divine rule.",
    "start": "00:34:00",
    "end": "00:34:30"
  },
  {
    "text": "So in a way, we're just going, oh, okay. That's what Genesis 2 is all about.",
    "start": "00:34:31",
    "end": "00:34:35"
  },
  {
    "text": "Okay. That humans share in God's rule. Yeah, yeah. So in one sense, that is what's happening, isn't it? It's an image, a human.",
    "start": "00:34:35",
    "end": "00:34:43"
  },
  {
    "text": "Yeah.",
    "start": "00:34:43",
    "end": "00:34:43"
  },
  {
    "text": "A human image of God.",
    "start": "00:34:43",
    "end": "00:34:45"
  },
  {
    "text": "Yeah. And God's saying, this time we got this.",
    "start": "00:34:45",
    "end": "00:34:48"
  },
  {
    "text": "That's right.",
    "start": "00:34:48",
    "end": "00:34:49"
  },
  {
    "text": "You're gonna rule and it's never going to end.",
    "start": "00:34:49",
    "end": "00:34:51"
  },
  {
    "text": "Yeah. So his vision saying that God's purpose, the new Adam, God's purpose to rule the world through humans is going to succeed. And the super beasts and Babylons of this world can't stop the divine plan. But this particular human is not just described as ruling on God's behalf. Do you see? It's to this human is given God's own dominion, the divine glory, the divine kingdom. And then all the nations are called to do to this human figure what Nebuchadnezzar wanted all the nations and languages to do to his image. So it's almost like earlier in the Book of Daniel.",
    "start": "00:34:51",
    "end": "00:35:34"
  },
  {
    "text": "Yeah. Which is crazy. So up to, like, when you get to the point of him being elevated, you're like, oh, sweet. The image of God coming to be.",
    "start": "00:35:35",
    "end": "00:35:43"
  },
  {
    "text": "Yes.",
    "start": "00:35:43",
    "end": "00:35:43"
  },
  {
    "text": "The new humanity. But then all of a sudden, you're like, wait a second, who is this guy?",
    "start": "00:35:43",
    "end": "00:35:49"
  },
  {
    "text": "Yeah.",
    "start": "00:35:49",
    "end": "00:35:49"
  },
  {
    "text": "Whoa. He's getting God's glory.",
    "start": "00:35:49",
    "end": "00:35:51"
  },
  {
    "text": "He's not just being called to rule on God's behalf, he's being asked to.",
    "start": "00:35:52",
    "end": "00:35:55"
  },
  {
    "text": "Be worshiped, which is like, we clearly know that's not legit.",
    "start": "00:35:55",
    "end": "00:36:01"
  },
  {
    "text": "When a human elevates themselves to be the image of the divine and call all creation or all people to worship himself, that's what Babylon did earlier in the book of Daniel, that was idolatry. But now God's elevating. God's elevating a human from suffering. And in God's prerogative, he elevates this suffering, vindicated human to the place that Nebuchadnezzar wanted for himself. Except now he legitimately shares in divine rule and he is worshiped. He is worshiped as part of God's own identity. What is that? Look at it.",
    "start": "00:36:01",
    "end": "00:36:41"
  },
  {
    "text": "Idolatry.",
    "start": "00:36:41",
    "end": "00:36:42"
  },
  {
    "text": "That's idolatry. Unless it's God's will that people worship this son of a human as a means of worshiping him. And then it goes on to describe.",
    "start": "00:36:42",
    "end": "00:36:53"
  },
  {
    "text": "So he's like, amending his first commandment.",
    "start": "00:36:53",
    "end": "00:36:56"
  },
  {
    "text": "You can see why this text generated an enormous amount of discussion in the period before Jesus. And then this is arguably one of the most important Old Testament texts to understand Jesus himself.",
    "start": "00:36:57",
    "end": "00:37:09"
  },
  {
    "text": "Yeah, I'm picking up on that.",
    "start": "00:37:10",
    "end": "00:37:11"
  },
  {
    "text": "Jesus never consciously used the phrase Messiah to describe himself. King. That's a king word. The one term he consistently used to describe himself was the son of a human.",
    "start": "00:37:12",
    "end": "00:37:24"
  },
  {
    "text": "Son of man.",
    "start": "00:37:24",
    "end": "00:37:25"
  },
  {
    "text": "The son of man.",
    "start": "00:37:25",
    "end": "00:37:26"
  },
  {
    "text": "Yeah.",
    "start": "00:37:26",
    "end": "00:37:27"
  },
  {
    "text": "And as we'll see, he drew on this passage to describe what he thought he was doing. And quoting from this passage to describe himself is what got him killed at his trial before the Jewish religious leaders.",
    "start": "00:37:27",
    "end": "00:37:39"
  },
  {
    "text": "Yeah, it's kind of crazy for a human to think that they're this human.",
    "start": "00:37:40",
    "end": "00:37:43"
  },
  {
    "text": "That's right.",
    "start": "00:37:43",
    "end": "00:37:44"
  },
  {
    "text": "Right.",
    "start": "00:37:44",
    "end": "00:37:44"
  },
  {
    "text": "That's right. Yes.",
    "start": "00:37:44",
    "end": "00:37:46"
  },
  {
    "text": "To like, read Daniel 7 and be like, oh, yeah, yeah, that's me.",
    "start": "00:37:46",
    "end": "00:37:48"
  },
  {
    "text": "Yeah. The whole point of the vision is it's God's prerogative to elevate a human such that that human becomes an expression of God's own identity and rule and glory over the world. But the God's the one who does it. This human doesn't exalt themselves. They are brought up by God and given this stat.",
    "start": "00:37:48",
    "end": "00:38:09"
  },
  {
    "text": "Sam.",
    "start": "00:38:18",
    "end": "00:38:34"
  },
  {
    "text": "So Daniel 7 is just sitting there in the Hebrew Bible and in Jewish culture. And once again, it generates a lot of speculation about who this figure is. But there you go. And it's breaking the category because it's almost like, remember Moses? He's an exalted human who gets to ascend up Mount Sinai to the cloud.",
    "start": "00:38:55",
    "end": "00:39:15"
  },
  {
    "text": "And in a way, he is sharing in God's glory. And in a way, God is using him to rule. But if Moses came down and said, cool, now you can worship me.",
    "start": "00:39:15",
    "end": "00:39:25"
  },
  {
    "text": "And serve in my kingdom.",
    "start": "00:39:28",
    "end": "00:39:29"
  },
  {
    "text": "Yeah, that doesn't sound like the way it was supposed to go down. That would have been breaking the first commandment.",
    "start": "00:39:29",
    "end": "00:39:35"
  },
  {
    "text": "Correct.",
    "start": "00:39:35",
    "end": "00:39:35"
  },
  {
    "text": "That would have been bad.",
    "start": "00:39:35",
    "end": "00:39:36"
  },
  {
    "text": "Yeah. Remember that binary view of reality, of even though God might reach across the boundary and make himself known within creation, humans can't themselves elevate themselves above the boundary line.",
    "start": "00:39:36",
    "end": "00:39:51"
  },
  {
    "text": "But now if God would have in Exodus at this point said, don't worship any other gods before me except for Moses, because you can worship Moses. By extension, you're worshiping me.",
    "start": "00:39:51",
    "end": "00:40:03"
  },
  {
    "text": "Yes. Yeah, right.",
    "start": "00:40:03",
    "end": "00:40:04"
  },
  {
    "text": "Is that what we're talking about here?",
    "start": "00:40:04",
    "end": "00:40:06"
  },
  {
    "text": "That would be the equivalent. And you want to know what's crazy? There's 1st century BC work called the Something of Ezekiel. It's from a Jewish author who's writing a whole series of biblical commentary type stories. And he actually has a figure having a dream about Moses being exalted to the divine throne. He retells the dream of Daniel, but puts Moses in there on the throne besides God. So that gives us one person who is trying to make sense of all of this and put it together. And so he put it as, oh, Moses was actually a human expression of the God of Israel.",
    "start": "00:40:06",
    "end": "00:40:46"
  },
  {
    "text": "So he went that far.",
    "start": "00:40:46",
    "end": "00:40:47"
  },
  {
    "text": "He went that far to make that claim about Moses.",
    "start": "00:40:47",
    "end": "00:40:49"
  },
  {
    "text": "So he's saying about Moses what Christians say about Jesus.",
    "start": "00:40:49",
    "end": "00:40:53"
  },
  {
    "text": "Correct. That's exactly right.",
    "start": "00:40:53",
    "end": "00:40:55"
  },
  {
    "text": "Oh, my goodness.",
    "start": "00:40:55",
    "end": "00:40:56"
  },
  {
    "text": "Yeah.",
    "start": "00:40:56",
    "end": "00:40:56"
  },
  {
    "text": "Dealing with this same passage.",
    "start": "00:40:56",
    "end": "00:40:58"
  },
  {
    "text": "Correct, Correct. And once again, these are all Jewish monotheists.",
    "start": "00:40:58",
    "end": "00:41:02"
  },
  {
    "text": "Yeah.",
    "start": "00:41:02",
    "end": "00:41:02"
  },
  {
    "text": "They don't see themselves compromising their allegiance to the God of Israel by talking in this way.",
    "start": "00:41:02",
    "end": "00:41:07"
  },
  {
    "text": "Right.",
    "start": "00:41:07",
    "end": "00:41:08"
  },
  {
    "text": "If it turns out the God of Israel's complex identity is such that there is a human who is the embodiment and expression of God's own identity in creation, then so be it. That's apparently how the God of Israel rolls. And once again to all of this, to say, this is the context into which Jesus comes doing and saying the things that he does. This is the context in which the apostles talk the way they do about Jesus. And it's not a foreign imposition of later Greek philosophy or Trinity back onto.",
    "start": "00:41:08",
    "end": "00:41:42"
  },
  {
    "text": "Or it's not some kind of like. Well, we kind of pinned ourselves in a corner here. Let's just split God into three. That's right.",
    "start": "00:41:42",
    "end": "00:41:48"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:41:49",
    "end": "00:41:49"
  },
  {
    "text": "Yeah.",
    "start": "00:41:50",
    "end": "00:41:50"
  },
  {
    "text": "Yep. Yeah. The Christian claim about God's divine complexity, divine complexity three and one is a thoroughly Jewish idea rooted both in the storyline of God's identity in the Hebrew scriptures and combined with the unique story of Jesus and the church's experience of the Spirit at Pentecost, all bound together into one revelation.",
    "start": "00:41:50",
    "end": "00:42:18"
  },
  {
    "text": "Now, the Jewish Hebrew perspective, the divine complexity wasn't necessarily three in one. No, it was meant like there was many. The glory, the name. I mean, if you counted them all.",
    "start": "00:42:18",
    "end": "00:42:30"
  },
  {
    "text": "Yes.",
    "start": "00:42:30",
    "end": "00:42:31"
  },
  {
    "text": "Like near a dozen or something.",
    "start": "00:42:32",
    "end": "00:42:33"
  },
  {
    "text": "Correct.",
    "start": "00:42:34",
    "end": "00:42:34"
  },
  {
    "text": "So three in one becomes more of a New Testament, essentially. What, distillation or something?",
    "start": "00:42:35",
    "end": "00:42:42"
  },
  {
    "text": "Yeah. What the New Testament authors are going to go on to do is use every single one of these categories to describe Jesus except one, the Spirit.",
    "start": "00:42:42",
    "end": "00:42:53"
  },
  {
    "text": "But even that one gets a little bit obscured.",
    "start": "00:42:54",
    "end": "00:42:56"
  },
  {
    "text": "Well, it does, but in a different way. So they're going to use the Old Testament language about God's word, God's wisdom, God's glory, the angel, the physical human expression of Yahweh, like the angel of Yahweh and the Son of Man. All these are going to get combined into Jesus language about Jesus. Because this isn't just literary fiction. Like Jesus was a real person and they used all this language to describe this real person. Then what happened is Pentecost, which was viewed as an equally powerful revelation of the God who revealed himself in Jesus. That God, through Jesus has come among us through Pentecost in a powerful new way. And then that forms like that. Third category of the Christian description of God is that it's the Spirit. They describe the Spirit to Jesus. The Spirit's relationship to Jesus they describe in the same language as the Old Testament's description of the Spirit to God. So as the Spirit is to God in the Old Testament, so the Spirit is to Jesus. The Spirit is to Jesus, and it's.",
    "start": "00:42:56",
    "end": "00:44:08"
  },
  {
    "text": "God's spirit, but it's also the Spirit of Jesus. The Spirit of Jesus.",
    "start": "00:44:08",
    "end": "00:44:10"
  },
  {
    "text": "So we'll look at passages where they just use the two interchangeably. Is Jesus a spirit? And it's God's spirit, and it's just the Spirit. And then sometimes it's just the Spirit talking and acting as one who is distinct from Jesus and God, which we.",
    "start": "00:44:10",
    "end": "00:44:25"
  },
  {
    "text": "Now have a category for.",
    "start": "00:44:25",
    "end": "00:44:26"
  },
  {
    "text": "But you have a category for that already. So, yeah, if you think about it, it's as if the Hebrew Bible gives you two part category. Well, multi part.",
    "start": "00:44:26",
    "end": "00:44:35"
  },
  {
    "text": "Yeah.",
    "start": "00:44:35",
    "end": "00:44:35"
  },
  {
    "text": "Gosh, I don't know. I'm getting confused in my head.",
    "start": "00:44:35",
    "end": "00:44:38"
  },
  {
    "text": "The Hebrew Bible gives you the category Don't.",
    "start": "00:44:38",
    "end": "00:44:40"
  },
  {
    "text": "Summary, John.",
    "start": "00:44:40",
    "end": "00:44:40"
  },
  {
    "text": "It seems like the Hebrew Bible gives you the category of God's complexity and that you can interact with him and that he has an identity that's distinct from himself, but also fully himself or is himself. And we see it in many forms, but the one that becomes the most vivid and kind of, you know, just in your face is the Son of Man. 1. It seems like where it's so crazy that Jewish authors later were like, well, maybe this was Moses, you know, like, because there's some human who seems to be connected to God, who is like shares in God's divinity.",
    "start": "00:44:42",
    "end": "00:45:19"
  },
  {
    "text": "Yeah.",
    "start": "00:45:19",
    "end": "00:45:19"
  },
  {
    "text": "And so you have the category of God's complexity, and you have the category of a human being connected to God's identity. And you have this hope that there will be a human who can do that. That's the hope of Genesis 2. That's the hope of Moses.",
    "start": "00:45:20",
    "end": "00:45:35"
  },
  {
    "text": "The logic of the biblical story.",
    "start": "00:45:35",
    "end": "00:45:36"
  },
  {
    "text": "It's the logic of the biblical story that that will eventually happen.",
    "start": "00:45:36",
    "end": "00:45:39"
  },
  {
    "text": "Yeah.",
    "start": "00:45:39",
    "end": "00:45:39"
  },
  {
    "text": "And so that all then culminates in Jesus, who calls himself the Son of Man. And so all that complexity gets boiled down to Jesus. And so now the question is, why don't we just have Jesus the Son and the Father?",
    "start": "00:45:40",
    "end": "00:45:51"
  },
  {
    "text": "Yeah, right.",
    "start": "00:45:51",
    "end": "00:45:52"
  },
  {
    "text": "And now all the Jewish complexity is summed up nicely in this relationship with the Father and Son.",
    "start": "00:45:52",
    "end": "00:45:58"
  },
  {
    "text": "Binatary. But yeah, Bible nerds call it binatarianism.",
    "start": "00:46:00",
    "end": "00:46:04"
  },
  {
    "text": "Binatarianism, monotheism. And that would be great, except for there's something that's also distinct from Jesus and distinct from the Father that is also God, and that is the Spirit, especially as it comes in Pentecost. And so is that God as well? And if so, it's not just Jesus in a disembodied form.",
    "start": "00:46:04",
    "end": "00:46:29"
  },
  {
    "text": "Correct.",
    "start": "00:46:29",
    "end": "00:46:29"
  },
  {
    "text": "So now all of a sudden we have three parts.",
    "start": "00:46:29",
    "end": "00:46:32"
  },
  {
    "text": "Correct. Yeah. So it's not like the apostles are these Jewish Bible nerds who sit around thinking about this, and then finally one day they're like, oh, I get it, it's Jesus. It's more like Jesus happens to these people. And then both Jesus himself and the apostles are now trying to find language to capture who Jesus was.",
    "start": "00:46:32",
    "end": "00:46:58"
  },
  {
    "text": "And so they use the language in the Old Testament.",
    "start": "00:46:58",
    "end": "00:47:00"
  },
  {
    "text": "So they use the categories in a way, but that also somewhat breaks the categories.",
    "start": "00:47:00",
    "end": "00:47:05"
  },
  {
    "text": "But Daniel doesn't seem to break.",
    "start": "00:47:05",
    "end": "00:47:07"
  },
  {
    "text": "Daniel 7 was exactly. Daniel 7 already broke the ceiling. Shot through the ceiling.",
    "start": "00:47:07",
    "end": "00:47:13"
  },
  {
    "text": "Yeah.",
    "start": "00:47:13",
    "end": "00:47:14"
  },
  {
    "text": "So that was in a historical event that brought them to a new awareness of God's identity and then caused them to go back to see the Hebrew scriptures all around him. But there was another historical event that the early Jesus followers experienced that had the same type of shattering and rebuilding effect. And that was the spirits presence coming upon the early Jesus followers. And then as they go on to describe that experience, how they describe it is as the invisible, energizing personal presence of the divine with us. And who is the divine? The divine is Yahweh and the Son of man. Jesus, who are the One God. There you go. And so then you get the Father, the Son, and the Spirit.",
    "start": "00:47:15",
    "end": "00:48:05"
  },
  {
    "text": "Couldn't someone argue that Jesus being elevated to divinity is different than Jesus having always been divine?",
    "start": "00:48:05",
    "end": "00:48:16"
  },
  {
    "text": "Yes.",
    "start": "00:48:16",
    "end": "00:48:16"
  },
  {
    "text": "And so that's another category that seems to have busted out in the New Testament, especially with John's gospel, where he's like, he was with God in the beginning.",
    "start": "00:48:17",
    "end": "00:48:26"
  },
  {
    "text": "That's right. But John's not the only one. Sorry.",
    "start": "00:48:26",
    "end": "00:48:28"
  },
  {
    "text": "Well, because in Daniel 7, you don't know that this son of man was with God from the beginning.",
    "start": "00:48:29",
    "end": "00:48:35"
  },
  {
    "text": "Correct? That's correct. That's right. Yeah. In Daniel 7, it's a human elevated to share in and participate in God's love.",
    "start": "00:48:35",
    "end": "00:48:44"
  },
  {
    "text": "So it could have been a Moses kind of person that just like, elevated.",
    "start": "00:48:44",
    "end": "00:48:47"
  },
  {
    "text": "Yes. If you read Daniel 7 just by itself.",
    "start": "00:48:49",
    "end": "00:48:52"
  },
  {
    "text": "Yes.",
    "start": "00:48:52",
    "end": "00:48:52"
  },
  {
    "text": "But you've got the whole Hebrew Bible which is also depicting all of these other figures and personified divine attributes. So what the apostles are doing is combining this human one, reaching up, like Moses, the human, merging with God with these divine attributes that are like God's own second self, his word, his spirit, his wisdom. And they're using all of that, combining it into one figure that is Jesus, the risen Jesus.",
    "start": "00:48:52",
    "end": "00:49:24"
  },
  {
    "text": "Yeah.",
    "start": "00:49:24",
    "end": "00:49:25"
  },
  {
    "text": "It's very clear that they don't think Jesus was just an ordinary human that got elevated. Although that has been a view within Christian history that keeps resurfacing. And usually it's from people only reading Matthew, Mark, and Luke without John, and then not being aware of this dynamic happening within the Hebrew Bible. And so if you just read Matthew, Mark, and Luke, Jesus is just an awesome human who's elevated to the place of, like, the best human.",
    "start": "00:49:25",
    "end": "00:49:57"
  },
  {
    "text": "He was connected to the divine.",
    "start": "00:49:58",
    "end": "00:50:00"
  },
  {
    "text": "Yeah.",
    "start": "00:50:00",
    "end": "00:50:00"
  },
  {
    "text": "Transcendence.",
    "start": "00:50:00",
    "end": "00:50:01"
  },
  {
    "text": "It's like super Moses.",
    "start": "00:50:01",
    "end": "00:50:02"
  },
  {
    "text": "It's like, yeah, yeah, he was enlightened.",
    "start": "00:50:02",
    "end": "00:50:04"
  },
  {
    "text": "That's right.",
    "start": "00:50:04",
    "end": "00:50:05"
  },
  {
    "text": "Whatever you want to say.",
    "start": "00:50:05",
    "end": "00:50:06"
  },
  {
    "text": "But to sustain that reading, you also have to suppress all this other stuff going on in Matthew, Mark, and Luke that seems to be claiming more about Jesus than just that, as well as all the other things going on in the New Testament. So there you go. We kind of talked about it all. We did the whole package right there.",
    "start": "00:50:06",
    "end": "00:50:24"
  },
  {
    "text": "But we didn't go into all the.",
    "start": "00:50:24",
    "end": "00:50:25"
  },
  {
    "text": "Details, go into different parts of the New Testament and just see this thing unfold.",
    "start": "00:50:25",
    "end": "00:50:30"
  },
  {
    "text": "Great. Thank you for listening to this episode of the BibleProject podcast. If you've been enjoying this podcast, we'd love to hear it. One great way you could do that is to leave a review on itunes or whatever service you use. By leaving a review, you get this podcast in front of a lot more people, which is awesome. If you enjoyed this particular podcast episode, you'll also be interested in our sister podcast. It's Exploring My Strange Bible, a collection of Tim's teachings and sermons over the years. He's got a great series on the Book of Daniel that you can find there. And finally, a quick note. The Jewish source that Tim was referring to in the show, he called it the something something of Ezekiel. It was kind of hard to hear. It's a work by Ezekiel the tragedian, and it's called Exeggage. That's at least how Tim told me to pronounce it. Today's show is produced by Dan Gummel, music by Tay, the producer. Theme music is by the band Tense. We're a nonprofit in Portland, Oregon. We're able to make all of this stuff, podcasts, videos, and more for free because of a growing number of supporters, people like you, who are just being really generous and pitching in so that we can keep making the stuff. And it's. We're having a blast. So thanks for being a part of this with us.",
    "start": "00:50:30",
    "end": "00:51:50"
  },
  {
    "text": "Hi, this is Nancy. I'm from Wenzhou, China. From Guo, Wenzhou. What I like best about the Bible Project is that it provides framework for me to understand what each book of the Bible is. Because, yeah, for a lot of the Bible books, one of the first times I read it, it could be very overwhelming, especially for books like Leviticus and those things. And so watching the Bible Project really helps me to understand the theme of that book and helps me to remember we believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, and more@thebibleproject.com.",
    "start": "00:51:50",
    "end": "00:52:33"
  },
  {
    "text": "Beautiful.",
    "start": "00:52:57",
    "end": "00:52:58"
  },
  {
    "text": "Sam.",
    "start": "00:53:13",
    "end": "00:53:20"
  }
]