[
  {
    "text": "Hey, this is John at the Bible Project. We are entering into the last stretch in our conversation on the identity of God. This has been a really long conversation. We've gone through the Hebrew scriptures and looked at the complex identity of God. We then turned to the Gospels and looked at how Jesus and the Spirit are related to to God's complex identity. We looked at how Jesus thought of himself in relationship to God the Father. And now in this episode we're going to turn to the Apostle Paul.",
    "start": "00:00:07",
    "end": "00:00:38"
  },
  {
    "text": "Here's something significant and it's counterintuitive at first when you hear it. The earliest expressions of Christian belief that were written down are the letters of Paul. The way he talks about Jesus is the same kind of highly exalted view that we find in the Gospel narratives.",
    "start": "00:00:39",
    "end": "00:00:57"
  },
  {
    "text": "Paul was a first century Jew and like all of his family before him, he would daily recite the Shema which goes like, hear, O Israel, the Lord is our God, the Lord is one. But Paul does something interesting. He takes this prayer that was so embedded into his being and he adapts it.",
    "start": "00:00:58",
    "end": "00:01:18"
  },
  {
    "text": "First letter to the Corinthians, chapter 8. Yet for us there is no one God, the Father from whom are all things and we exist for him. And one Lord Jesus Christ, by whom are all things and we exist through him. It's a little poem he's made, a little messianic Jesus style Shema prayer right here. He's basically stuck Jesus in the Shema.",
    "start": "00:01:18",
    "end": "00:01:45"
  },
  {
    "text": "So let's drop into the psyche of Paul the Apostle, how he thinks about Jesus of Nazareth as the true human and also as somehow Yahweh himself. Thanks for joining us.",
    "start": "00:01:46",
    "end": "00:01:57"
  },
  {
    "text": "Here we go. Okay, we're going to talk about God.",
    "start": "00:01:58",
    "end": "00:02:06"
  },
  {
    "text": "Continuing episode and this is about the.",
    "start": "00:02:07",
    "end": "00:02:11"
  },
  {
    "text": "Identity of God and we're going to be in the New Testament looking at what Paul has to say about the identity of God.",
    "start": "00:02:11",
    "end": "00:02:16"
  },
  {
    "text": "That's right. So we're cruising through showing how you of the main parts of the New Testament is developing the identity of Jesus as it carries forward the theme of God's identity as a complex unity.",
    "start": "00:02:16",
    "end": "00:02:30"
  },
  {
    "text": "So we're going to be looking at a lot of New Testament passages.",
    "start": "00:02:30",
    "end": "00:02:33"
  },
  {
    "text": "Yep, here's something significant and it's counterintuitive at first when you hear it because the four gospel accounts come at the beginning of the New Testament and then the Book of Acts and then you get the letters of Paul and the other apostles. And because the events talked about in the Gospels were the foundation events for the Jesus movement, it's hard to do a remap when you're Thinking in terms of chronology, of when things were written, of when, not when the events happened, but when the text came into existence.",
    "start": "00:02:33",
    "end": "00:03:08"
  },
  {
    "text": "Got it.",
    "start": "00:03:08",
    "end": "00:03:08"
  },
  {
    "text": "If you're looking at it from that lens, what was written first? The letters of Paul are the earliest Christian literature that exist.",
    "start": "00:03:08",
    "end": "00:03:16"
  },
  {
    "text": "So before the Gospels were written, Paul had penned these epistles.",
    "start": "00:03:16",
    "end": "00:03:22"
  },
  {
    "text": "Correct. And by written the Gospels being written, we talked about this, we did an episode on this about how to read the Gospels or what are the Gospels.",
    "start": "00:03:22",
    "end": "00:03:32"
  },
  {
    "text": "We haven't actually done it.",
    "start": "00:03:32",
    "end": "00:03:34"
  },
  {
    "text": "Remember Luke? At the beginning of Luke Gospel of Luke series, we did a whole thing on the origin of the Gospel.",
    "start": "00:03:34",
    "end": "00:03:39"
  },
  {
    "text": "Yeah, okay.",
    "start": "00:03:39",
    "end": "00:03:40"
  },
  {
    "text": "It was a long time ago. It was a lot of ideas ago. But so the event, Jesus obviously went around saying and doing things, and a lot of those were really easy to memorize. So you have a whole body of what Bible nerds call Jesus tradition. These are the orally memorized teachings of Jesus. Things like the Sermon on the Mount, his parables. So these have all been committed to memory. So they're floating around and they're being preserved and passed on by the circles connected with the apostles. So that's all happening right from the very beginning. Right. But the literary works that we know as the Gospels have been put together. Or a mosaic. Yeah, a mosaic of all of that material that was happening. And all that's happening as Paul's writing.",
    "start": "00:03:40",
    "end": "00:04:28"
  },
  {
    "text": "His letters at the same time.",
    "start": "00:04:28",
    "end": "00:04:30"
  },
  {
    "text": "Well, yeah. In other words, the Jesus, the teachings of Jesus and the stories about him are being memorized and then told in all this period from his resurrection, even before I'm sure he even got killed, people were memorizing what he was saying, passing it on.",
    "start": "00:04:30",
    "end": "00:04:46"
  },
  {
    "text": "Right. Because if you're in another city, it's not like you've got YouTube.",
    "start": "00:04:46",
    "end": "00:04:50"
  },
  {
    "text": "That's right.",
    "start": "00:04:50",
    "end": "00:04:51"
  },
  {
    "text": "Pull Jesus up and watch his sermon.",
    "start": "00:04:51",
    "end": "00:04:53"
  },
  {
    "text": "Yeah, totally. So he taught intentionally in like short, memorable sayings and really captivating short stories for the purpose of easy to pass along teachings. So the Gospels, basically, the point is the Gospels are coming into existence in this very period when Paul's actively writing his letters. And so why that's interesting is that Paul's, the way he talks about Jesus is the same kind of highly exalted view that we find in the Gospel narratives that technically post date Paul. The materials in the Gospels predate Paul. But the final literary shape of the Gospels post date him. So we're looking at the earliest Christian literature, the earliest expressions of Christian belief.",
    "start": "00:04:53",
    "end": "00:05:44"
  },
  {
    "text": "That were written down.",
    "start": "00:05:44",
    "end": "00:05:45"
  },
  {
    "text": "That were written down are the letters of Paul. And what you find in them is. Isn't some idea that like, well, actually the earliest Christians just had no clue and they were just figuring it out. And since the gospels were written 40 years after the events, they have the most developed views of Jesus. It's not the case. It's actually right from the very beginning, you just have these same ways of talking about Jesus as Yahweh. So relevant our conversation is. I just want to have us work through a handful of passages in Paul's letters where he expresses his views about Jesus. What's fascinating is that he actually almost never has to argue for his views about Jesus. He's writing to followers of Jesus. And so really what you want to look for is what he just assumes what he says that shows, hey, I know this, you know this, we all believe this. This is what followers of Jesus believe about Jesus. And you find these comments that he makes that are just astounding and they're rarely the main point. They're usually just, you know, we all believe this.",
    "start": "00:05:45",
    "end": "00:06:57"
  },
  {
    "text": "Right.",
    "start": "00:06:57",
    "end": "00:06:58"
  },
  {
    "text": "And then he uses it to go on to make some other point and which tells you that this is already common knowledge, common talk. So anyway, Paul is really important in the conversation of tracing what Christians believed from the very beginning about Jesus anyway.",
    "start": "00:06:58",
    "end": "00:07:14"
  },
  {
    "text": "Jesus and the identity of God, correct?",
    "start": "00:07:14",
    "end": "00:07:17"
  },
  {
    "text": "Yeah. All as one package.",
    "start": "00:07:17",
    "end": "00:07:19"
  },
  {
    "text": "Yeah.",
    "start": "00:07:19",
    "end": "00:07:19"
  },
  {
    "text": "So here's a well known passage, at least for some people, if people know the Bible well, if they know Paul's letters at all. Well, here's a well known passage from Romans chapter 10. So he says, here's the message concerning faith, that we proclaim, we being he and the other apostles, that if you declare with your mouth that Jesus is Lord, believe in your heart that God raised him from the dead, you'll be saved. For there's no difference between Jew and Gentile. The same Lord is Lord of all and richly blesses all who call on him for quotation from the Old Testament book of Joel. Everyone who calls on the name of the Lord will be saved. So Paul's condensing here actually not his own unique message. He's saying, listen, this is what we all believe, right? The message that we all proclaim. Me, Peter, John, we're all saying the same thing. Jesus is Lord. And if you trust in his death and resurrection for you, you're on the Jesus team.",
    "start": "00:07:43",
    "end": "00:08:52"
  },
  {
    "text": "Is he using Lord as master or Lord as.",
    "start": "00:08:52",
    "end": "00:08:55"
  },
  {
    "text": "Okay, so yes, we're Yahweh. Yeah. So we've talked about this Jewish tradition by this time, the Greek translation of the Hebrew scriptures has been available for a couple centuries now. Super widespread and The Greek word to render the divine name for Yahweh is Kurios. Yeah. Which means Lord or master. Yeah. So if you declare with your mouth, Jesus is Kurios. Now, it's ambiguous in one sense, because it could technically mean he's your master. Or for a Jew to say this to a mixed community of other Jews and Gentiles who are all reading have as a part of their scriptures, the Greek Bible, then this becomes a very loaded statement. Jesus is Yahweh. Let's try and make an argument. How can we figure out. He goes on to say, listen, there's no difference between a Jewish person or a gentile person, the same Lord, Lord of all. So if Jesus is Lord, he's the Lord of all humanity. Okay, so that's pretty. He's not just saying he's not just.",
    "start": "00:08:55",
    "end": "00:10:05"
  },
  {
    "text": "My master or he's master of everyone.",
    "start": "00:10:05",
    "end": "00:10:09"
  },
  {
    "text": "That's right. And then he goes on to quote from the Old Testament book of Joel. Quote, everyone who calls on the name of the Kurios Lord will be saved. And actually put it there. He's quoting from the book of Joel, which if you read it in Hebrew, it's everyone who calls on the name of Yahweh. So not just. Yes, not just God. The Hebrew text that Joel wrote is the name Yahweh. It's very specifically the divine name of the God of Israel. In the Septuagint, the Greek translation that got translated as everyone who calls on the name of the Kurios. And Paul just said, Jesus is Kurios. Everyone who calls on the name of Kyrios will be saved. Yeah, you can see the logic.",
    "start": "00:10:09",
    "end": "00:10:54"
  },
  {
    "text": "Yeah. It would be weird for him the first time to say Jesus is Lord, and by that I mean Master. And then for them to say next, everyone who calls on the name of Yahweh will be saved and uses the exact same word.",
    "start": "00:10:54",
    "end": "00:11:05"
  },
  {
    "text": "Right. Yeah.",
    "start": "00:11:05",
    "end": "00:11:06"
  },
  {
    "text": "He would probably be a little more careful.",
    "start": "00:11:06",
    "end": "00:11:08"
  },
  {
    "text": "That's right. Yeah. Remember, we saw this in the page one of the Gospel of Mark, a quotation from the Old Testament, and in the divine name slot, Lord, then how he applies it in a story about Jesus is he puts Jesus in the Yahweh slot.",
    "start": "00:11:09",
    "end": "00:11:24"
  },
  {
    "text": "Right.",
    "start": "00:11:24",
    "end": "00:11:25"
  },
  {
    "text": "And it's exactly what you're seeing here. This is just one example. There are dozens of examples like this all through Paul's letters. And it's interesting because again, it's usually just. He doesn't argue for the case. He just assumes it as if it's just the thing.",
    "start": "00:11:25",
    "end": "00:11:42"
  },
  {
    "text": "And his point here is the that both Jews and Gentiles are under the same.",
    "start": "00:11:42",
    "end": "00:11:47"
  },
  {
    "text": "Under the same. Yes. Yeah.",
    "start": "00:11:47",
    "end": "00:11:49"
  },
  {
    "text": "Same family.",
    "start": "00:11:49",
    "end": "00:11:49"
  },
  {
    "text": "One Lord.",
    "start": "00:11:50",
    "end": "00:11:50"
  },
  {
    "text": "One Lord.",
    "start": "00:11:50",
    "end": "00:11:51"
  },
  {
    "text": "One Lord.",
    "start": "00:11:51",
    "end": "00:11:52"
  },
  {
    "text": "He's also riffing, isn't he? Riffing off of something Moses said when he says, if you declare with your mouth and believe in your heart.",
    "start": "00:11:52",
    "end": "00:11:58"
  },
  {
    "text": "Yeah. That's a whole.",
    "start": "00:11:59",
    "end": "00:12:00"
  },
  {
    "text": "That's a whole other.",
    "start": "00:12:00",
    "end": "00:12:01"
  },
  {
    "text": "Whole other thing. Yeah. Yeah.",
    "start": "00:12:01",
    "end": "00:12:02"
  },
  {
    "text": "Okay.",
    "start": "00:12:02",
    "end": "00:12:03"
  },
  {
    "text": "So maybe to bring it back to something, probably from our first conversation, what many people throughout the history of Western Christianity have wished Paul would have said, Jesus is God. Was Jesus is God. Right, yeah. But instead, what he says is things like this, which ends at mostly the same place.",
    "start": "00:12:03",
    "end": "00:12:23"
  },
  {
    "text": "Or wouldn't it be nice if he would have said Jesus is Yahweh?",
    "start": "00:12:23",
    "end": "00:12:27"
  },
  {
    "text": "Oh, well, but that is, in essence, what he's doing.",
    "start": "00:12:27",
    "end": "00:12:30"
  },
  {
    "text": "Yeah. But is there ever a point in the New Testament where the divine name is used? It's always Lord.",
    "start": "00:12:30",
    "end": "00:12:36"
  },
  {
    "text": "Yeah. It's not pronounced.",
    "start": "00:12:36",
    "end": "00:12:37"
  },
  {
    "text": "Never pronounced.",
    "start": "00:12:38",
    "end": "00:12:38"
  },
  {
    "text": "No. Yeah. So that would have made it a lot clearer. Early Christians just adopted the tradition that it was centuries old by this point, which is not saying.",
    "start": "00:12:38",
    "end": "00:12:46"
  },
  {
    "text": "That's. That's fascinating.",
    "start": "00:12:47",
    "end": "00:12:48"
  },
  {
    "text": "Syllables of the divine name.",
    "start": "00:12:48",
    "end": "00:12:49"
  },
  {
    "text": "The divine name Yahweh. I'm trying to. Okay, so the divine name Yahweh written with Hebrew letters, but then pronounced.",
    "start": "00:12:49",
    "end": "00:12:59"
  },
  {
    "text": "That's right. Yeah. Lord.",
    "start": "00:12:59",
    "end": "00:13:01"
  },
  {
    "text": "Lord. Adonai.",
    "start": "00:13:01",
    "end": "00:13:02"
  },
  {
    "text": "Adonai. It's pronounced Adonai.",
    "start": "00:13:02",
    "end": "00:13:03"
  },
  {
    "text": "So whenever a Hebrew reader would get to that, they wouldn't say the word they're looking at. They would say the word Adonai. And then when all the Hebrew scriptures are translated into Greek, instead of like translating the Hebrew letters into Greek letters.",
    "start": "00:13:03",
    "end": "00:13:20"
  },
  {
    "text": "Correct.",
    "start": "00:13:20",
    "end": "00:13:20"
  },
  {
    "text": "They just said, oh, let's just use the word Adonai.",
    "start": "00:13:20",
    "end": "00:13:22"
  },
  {
    "text": "Yeah. They just actually put the word instead of just saying it aloud like you do when you read the Hebrew text, you see the four letters of the divine name and say Adonai, they actually put in the Greek translation of the word Adonai, which is Kurios or Lord.",
    "start": "00:13:22",
    "end": "00:13:37"
  },
  {
    "text": "And then because of that, now Paul never says Jesus is Yahweh because.",
    "start": "00:13:37",
    "end": "00:13:43"
  },
  {
    "text": "Well, he does say that. He just says it in the Greek language, which is Jesus is Lord, which is to say Jesus is Lord, because.",
    "start": "00:13:43",
    "end": "00:13:50"
  },
  {
    "text": "There'S no way to. I mean, someone must have translated the divine name into Greek.",
    "start": "00:13:50",
    "end": "00:13:56"
  },
  {
    "text": "Oh, yeah. There are transcriptions of it. They're very piecemeal. Yeah. The entry on the divine name in, like, the standard ancient dictionary of ancient biblical Hebrew has a whole long entry on every single piece of evidence for the pronunciation of the divine name. And there are some ancient Greek spellings of it.",
    "start": "00:13:56",
    "end": "00:14:17"
  },
  {
    "text": "Just none in the New Testament.",
    "start": "00:14:17",
    "end": "00:14:19"
  },
  {
    "text": "None in the New Testament. Yeah.",
    "start": "00:14:19",
    "end": "00:14:21"
  },
  {
    "text": "Okay.",
    "start": "00:14:21",
    "end": "00:14:21"
  },
  {
    "text": "Yeah, so there you go. It's a great example because he says the phrase Jesus is Lord and then quotes from the Old Testament which has Lord in the Yahweh slot. So that's interesting. Here's another example. This one's awesome. And we've already been in this territory. It's in his first letter to the Corinthians, chapter eight, when he's writing them about food sacrificed to idols.",
    "start": "00:14:21",
    "end": "00:14:49"
  },
  {
    "text": "Yep. So called idols.",
    "start": "00:14:49",
    "end": "00:14:51"
  },
  {
    "text": "Yeah, the so called gods. Yeah. So here's, this is what's great is the Shema, which is the ancient Jewish prayer here. Israel, Yahweh is our God. Yahweh is one. And in context the one is there. He is our one God in distinction to the Canaanites, many gods whose land we're going into. So Paul picks up the language of that and applies it in a similar dynamic where you have Greek and Jewish Christians living in a really dense Greco, Greek and Roman city, ancient Corinth. There's idols, temples everywhere. Temples are also the meat markets because it's where animals are being slaughtered there perpetually. So we've talked about this.",
    "start": "00:14:51",
    "end": "00:15:39"
  },
  {
    "text": "So can I buy some meat from a pagan temple?",
    "start": "00:15:40",
    "end": "00:15:42"
  },
  {
    "text": "Yeah, yeah. Can I buy some meat? Is the meat itself somehow taboo? Sort of voodoo cursed? Yeah. And then the other thing is, can I go have a meal there? Like if my friend's going to dedicate whatever his next crop to Zeus and.",
    "start": "00:15:42",
    "end": "00:16:00"
  },
  {
    "text": "Offer sacrifice, they'll have a little festival in the temple.",
    "start": "00:16:00",
    "end": "00:16:02"
  },
  {
    "text": "Yeah. They'll eat the animal that has been sacrificed.",
    "start": "00:16:02",
    "end": "00:16:05"
  },
  {
    "text": "That doesn't happen in Jewish culture. Right.",
    "start": "00:16:05",
    "end": "00:16:07"
  },
  {
    "text": "It did happen in Jewish culture.",
    "start": "00:16:07",
    "end": "00:16:08"
  },
  {
    "text": "They ate the animal in the temple.",
    "start": "00:16:08",
    "end": "00:16:10"
  },
  {
    "text": "Or in the precincts. Some offerings were burnt up whole, like the whole burnt offering. But there were other offerings that are among the other categories that either the Levites eat it, it's dedicated to them, or like the Thanksgiving offering is you just take it and really they just gut it and burn up some parts and then you get all the meat to go celebrate, to have a party.",
    "start": "00:16:11",
    "end": "00:16:36"
  },
  {
    "text": "It's the barbecue pit.",
    "start": "00:16:36",
    "end": "00:16:37"
  },
  {
    "text": "Yeah, it's the barbecue pit, yeah. So it's true in ancient Greek and Roman temples too. So here's his first warning is verse four, chapter eight, concerning eating food sacrificed to idols. We know that there's no such thing as an idol, meaning these idols aren't themselves divine beings, these statues, which he's not saying that it might not represent a real spiritual being. He's not saying that he says, listen, we know there's no God but one, no ultimate creator and ruler except the one God. So it sounds very Jewish right there. And even if there are other spiritual beings, gods in heaven and on earth, as indeed, of course, there are many gods and lords, yet for us there is one God, the Father, from whom are all things, and we exist for him, and one Lord Jesus Christ, by whom are all things and we exist through him. It's kind of hard just to talk about it in the notes I put there for you. You can see it once you print out. It's a little poem he's made. A little messianic Jesus style Shema prayer right here. So think about how the Shema works. Hear, O Israel, the Lord is our God, the Lord is one. He just said up above, there is no God but one. Right. So now he's taking the first half of the Shema, the Lord is our God and he's broken Yahweh and Elohim.",
    "start": "00:16:37",
    "end": "00:18:16"
  },
  {
    "text": "For there is one Elohim, that there is one Elohim, there's one God, the.",
    "start": "00:18:17",
    "end": "00:18:22"
  },
  {
    "text": "Father, the Father from whom are all things, and we exist for him. So he's identifying. He takes one part of the Shema, one title for the God of Israel from the Shema and he applies it to the Father. And then he goes on to say, and there's one Kurios, one Lord Jesus, the Messiah, by whom all are all things and we exist through him. He's doing so many things. So the first is that he's taken. He's basically stuck Jesus in the Shema.",
    "start": "00:18:22",
    "end": "00:18:56"
  },
  {
    "text": "Right. Which is weird on its face because we have one God in the Shema, one God who is Yahweh, the Lord. And he's trying to insert Jesus in, but keep the language of one.",
    "start": "00:18:57",
    "end": "00:19:12"
  },
  {
    "text": "Yeah, you're right. It's one of these things where when we're talking about the complex unity of God in the Bible, one plus one equals one.",
    "start": "00:19:13",
    "end": "00:19:22"
  },
  {
    "text": "Yeah. Because he could have easily been like, well, it's Rif on the Shema for us there are two gods. He could have easily done that.",
    "start": "00:19:23",
    "end": "00:19:29"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:19:29",
    "end": "00:19:30"
  },
  {
    "text": "But he didn't.",
    "start": "00:19:30",
    "end": "00:19:31"
  },
  {
    "text": "But he doesn't. So he says, for us there's one God, that's the Father and there's one Yahweh, Lord Jesus, Messiah. And in the Shema, the whole point is Yahweh is our God. Yeah.",
    "start": "00:19:31",
    "end": "00:19:45"
  },
  {
    "text": "You know when you said one plus one equals one.",
    "start": "00:19:45",
    "end": "00:19:47"
  },
  {
    "text": "Yeah.",
    "start": "00:19:47",
    "end": "00:19:48"
  },
  {
    "text": "You know, that made me think of is just infinity plus infinity equals infinity.",
    "start": "00:19:48",
    "end": "00:19:52"
  },
  {
    "text": "Oh, right. Go on. Can you explain infinity?",
    "start": "00:19:52",
    "end": "00:19:58"
  },
  {
    "text": "Well, no, I can't explain infinity. Right. Like, it's. But that's kind of the point concept we can understand.",
    "start": "00:19:58",
    "end": "00:20:03"
  },
  {
    "text": "Yeah.",
    "start": "00:20:03",
    "end": "00:20:03"
  },
  {
    "text": "So many weird things with infinity. Like there's different sizes of infinity, and I don't really fully get it. Right. Like how that doesn't make sense intuitively. Yeah, but if you take every single number, that's an infinite set of numbers. Right. But now take every odd number, that's also an infinite set of numbers, but which is bigger?",
    "start": "00:20:04",
    "end": "00:20:27"
  },
  {
    "text": "Oh, I suppose it would be.",
    "start": "00:20:27",
    "end": "00:20:28"
  },
  {
    "text": "It's smaller every. But it's a. It's still infinity. So it's a smaller infinity. I don't understand it. But anyways.",
    "start": "00:20:29",
    "end": "00:20:34"
  },
  {
    "text": "Yeah, that's interesting.",
    "start": "00:20:35",
    "end": "00:20:35"
  },
  {
    "text": "So you take an infinity, like every odd set of numbers, that is infinity, you add that to every even set of numbers, that is infinity. And what do you get? You get every single number which is infinity. And so anyways, one plus one equals one.",
    "start": "00:20:35",
    "end": "00:20:49"
  },
  {
    "text": "Yeah, well, yeah.",
    "start": "00:20:49",
    "end": "00:20:51"
  },
  {
    "text": "If God is transcendent and ultimately is beyond meta, then one plus one.",
    "start": "00:20:51",
    "end": "00:20:57"
  },
  {
    "text": "That's right. Which isn't. Yeah. And again, this isn't just punting to mystery, but it is, right? Well, no, it's not mystery. It's naming the limits of the capability of our actual brains to comprehend realities that are beyond however much math we can comprehend.",
    "start": "00:20:57",
    "end": "00:21:20"
  },
  {
    "text": "I would love to talk to a mathematician about the infinity thing because I'm wondering how they would explain it. Exactly. Because it's important in math to understand that there's different types of infinity. It's not like just some cute little thing to think about. Like, it's actually an important distinction.",
    "start": "00:21:21",
    "end": "00:21:38"
  },
  {
    "text": "It factors into how you factors into.",
    "start": "00:21:38",
    "end": "00:21:40"
  },
  {
    "text": "Something like some formulas and things. But it's not something you can understand. You can't comprehend it, but it's important that you believe it.",
    "start": "00:21:40",
    "end": "00:21:49"
  },
  {
    "text": "I see.",
    "start": "00:21:49",
    "end": "00:21:49"
  },
  {
    "text": "Because it actually changes because it does.",
    "start": "00:21:49",
    "end": "00:21:52"
  },
  {
    "text": "Explain something how you. Yeah, that's interesting. Yeah, it might be a helpful analogy. Remains to be seen. How. How practical. So notice in 1st Corinthians 8, it's just one verse. 1 Corinthians 8, verse 6, it's the Shema Jesus style, the Messianic Shema. So he's taken the two descriptions of the God of Israel, God, Elohim and Yahweh, and he's broken that one with the two words, identified the Father with one.",
    "start": "00:21:52",
    "end": "00:22:47"
  },
  {
    "text": "He divided infinity in two.",
    "start": "00:22:47",
    "end": "00:22:48"
  },
  {
    "text": "Yeah. Now we have two infinities. One is the Father, the other is Jesus, Messiah. And then look at the. He attaches matching phrases to each. So the Father is. From whom are all things, and we exist for him. So this is talking about the one God as creator. So from whom creation is an expression of God's own creative energy, from whom are all things. But then what he says about Jesus matches by whom are all things.",
    "start": "00:22:49",
    "end": "00:23:25"
  },
  {
    "text": "Right.",
    "start": "00:23:25",
    "end": "00:23:26"
  },
  {
    "text": "So what's the difference through him between.",
    "start": "00:23:26",
    "end": "00:23:28"
  },
  {
    "text": "From someone and by something?",
    "start": "00:23:28",
    "end": "00:23:30"
  },
  {
    "text": "This is a Jewish rabbi converted to Jesus, believes that he is Yahweh, become human, and that the God of Israel is Father, who. Who loves the Son in the power of the Spirit. Do I have shelf space in my mind for God using a second self as the medium through which, by means of which, he brings creation into existence?",
    "start": "00:23:30",
    "end": "00:23:58"
  },
  {
    "text": "We do.",
    "start": "00:23:58",
    "end": "00:23:59"
  },
  {
    "text": "In fact, we have a lot of shelf space for that idea.",
    "start": "00:23:59",
    "end": "00:24:03"
  },
  {
    "text": "Got two big shelves at least.",
    "start": "00:24:03",
    "end": "00:24:05"
  },
  {
    "text": "Yeah, yeah. Right?",
    "start": "00:24:05",
    "end": "00:24:06"
  },
  {
    "text": "Yeah. The Word and the ruach. Wisdom also.",
    "start": "00:24:06",
    "end": "00:24:11"
  },
  {
    "text": "Yeah. So I think. Yeah, There you go.",
    "start": "00:24:13",
    "end": "00:24:14"
  },
  {
    "text": "Okay.",
    "start": "00:24:15",
    "end": "00:24:15"
  },
  {
    "text": "John, you passed, man.",
    "start": "00:24:15",
    "end": "00:24:17"
  },
  {
    "text": "Yeah, I've been paying attention.",
    "start": "00:24:17",
    "end": "00:24:18"
  },
  {
    "text": "You're acing this quiz, so. Yeah. Remember the word of Yahweh? There's even a psalm that says it. Psalm 33. By the word of Yahweh, the heavens were made, which matched a statement from the book of Proverbs. By means of wisdom, Yahweh founded the land. So Paul's drawing upon that shelf space here of divine attributes. Yeah. Of the Father as the one from whom, like, he's the equivalent of in the beginning, God created. How does God create in Genesis 1? By means of His Word and his Spirit. And so Paul draws on that and puts that Jesus on that shelf. He's not limiting Jesus to that, but he's using a Jewish category to help make sense of how one plus one equals one.",
    "start": "00:24:18",
    "end": "00:25:14"
  },
  {
    "text": "That's cool.",
    "start": "00:25:14",
    "end": "00:25:15"
  },
  {
    "text": "So he's mixing three of our categories here of Yahweh, the one God, where he's drawing upon three traditions here. The Shema. The Shema, the Word of Yahweh, and the wisdom of Yahweh.",
    "start": "00:25:15",
    "end": "00:25:28"
  },
  {
    "text": "Does he talk about wisdom?",
    "start": "00:25:29",
    "end": "00:25:30"
  },
  {
    "text": "No, but just the category of Jesus being the one by whom creation happened.",
    "start": "00:25:31",
    "end": "00:25:36"
  },
  {
    "text": "Yeah. Now, also in Genesis, isn't it kind of by the ruach?",
    "start": "00:25:36",
    "end": "00:25:41"
  },
  {
    "text": "Correct. The ruach's in the mix.",
    "start": "00:25:42",
    "end": "00:25:43"
  },
  {
    "text": "Yeah. The ruach's in the mix.",
    "start": "00:25:43",
    "end": "00:25:44"
  },
  {
    "text": "Correct. Yep.",
    "start": "00:25:44",
    "end": "00:25:45"
  },
  {
    "text": "All right.",
    "start": "00:25:45",
    "end": "00:25:45"
  },
  {
    "text": "But for this point, he's drawing upon the tradition and identifying Jesus as the wisdom of God. Yeah. So in one breath, this is one sentence, like one verse in the New Testament.",
    "start": "00:25:45",
    "end": "00:26:00"
  },
  {
    "text": "So, sorry, how do you know he's drawing on the wisdom of God and the Word of God versus the ruach of God? Because he doesn't specify.",
    "start": "00:26:00",
    "end": "00:26:08"
  },
  {
    "text": "You're right, you're right. It's mostly that, as we're going to see in a few other examples, he treats the spirit as a third entity alongside the father and the son, a tri entity. Correct. Here he's just focusing on the Father and the Son because it's making his point. He's using the Shema to talk about idolatry. And so father, son. That's a great example.",
    "start": "00:26:09",
    "end": "00:26:37"
  },
  {
    "text": "Yeah.",
    "start": "00:26:37",
    "end": "00:26:37"
  },
  {
    "text": "Here's another example. Let's go to Colossians. Yeah. Colossians chapter one. What's interesting is a lot of Paul's most dense statements about Jesus are found in poems that are embedded in his letters. And whether he wrote them or he's adapted an earlier poem that was used in worship, and he liked it and adapted it. People debate these things.",
    "start": "00:26:37",
    "end": "00:27:02"
  },
  {
    "text": "Yeah, but it's there.",
    "start": "00:27:02",
    "end": "00:27:04"
  },
  {
    "text": "But it's there. And it's in beautiful poetic form. This is one of the most epic poems in the New Testament.",
    "start": "00:27:04",
    "end": "00:27:09"
  },
  {
    "text": "So cool.",
    "start": "00:27:09",
    "end": "00:27:10"
  },
  {
    "text": "And it's not formatted as poetry in most English translations, I've discovered. It's not. It's not good. Colossians, chapter one, verse 15. He. He's talking about Jesus. He is the image of the invisible God. So think Genesis 1.",
    "start": "00:27:10",
    "end": "00:27:27"
  },
  {
    "text": "Yeah. He's the image of God, which is. You should be thinking, like, aren't. Well, humans are the image of God.",
    "start": "00:27:27",
    "end": "00:27:32"
  },
  {
    "text": "Humans are the image of God. He's the image.",
    "start": "00:27:32",
    "end": "00:27:34"
  },
  {
    "text": "He's the image.",
    "start": "00:27:34",
    "end": "00:27:35"
  },
  {
    "text": "So Daniel 7.",
    "start": "00:27:35",
    "end": "00:27:36"
  },
  {
    "text": "He's the human one, the man, the son of man.",
    "start": "00:27:37",
    "end": "00:27:40"
  },
  {
    "text": "Yes. Who is exalted to the very rule, the throne of God, to share in God's rule over. So Gude goes on to say, he is the image of the invisible God, the firstborn of all creation. Oh, yes. And remember, firstborn here.",
    "start": "00:27:40",
    "end": "00:27:57"
  },
  {
    "text": "You know what? We've talked about the firstborn language.",
    "start": "00:27:58",
    "end": "00:28:01"
  },
  {
    "text": "I talked about it again.",
    "start": "00:28:01",
    "end": "00:28:01"
  },
  {
    "text": "I think I understand it.",
    "start": "00:28:01",
    "end": "00:28:02"
  },
  {
    "text": "Let's talk about it. Let's talk about it again.",
    "start": "00:28:03",
    "end": "00:28:04"
  },
  {
    "text": "Let's talk about it again. What I remember you saying is that at a very practical level, if I'm the firstborn child, that means I get the inheritance. I'm the one through whom the legacy will continue.",
    "start": "00:28:04",
    "end": "00:28:16"
  },
  {
    "text": "It's about status, that preeminent status.",
    "start": "00:28:17",
    "end": "00:28:20"
  },
  {
    "text": "So I have status that I am the preeminent one in this family because I'm the firstborn among stall my siblings. And one day, once all my parents are gone, it'll just be me. I'm the one. Yeah, because it seems like what he's saying when he says firstborn of all creation, it's not like God had a Bunch of kids. And Jesus was the oldest, correct?",
    "start": "00:28:20",
    "end": "00:28:48"
  },
  {
    "text": "Yeah. So, yeah.",
    "start": "00:28:48",
    "end": "00:28:49"
  },
  {
    "text": "Is he just using that word and taking part of its connotation?",
    "start": "00:28:50",
    "end": "00:28:54"
  },
  {
    "text": "Yes. Yeah. He's not using the procreation part of the metaphor, which he makes clear by the next thing that he says. What he is talking about is Jesus. Firstborn was a well known Hebrew Bible image, both in God's own speech and in other people's speech. To talk about the one who, if you want to use a category for the one who's so closely identified and even shares flesh and blood and is the embodiment of the status of the Father, it's the firstborn son in human terms, of course there's procreation involved because that's by nature the case.",
    "start": "00:28:54",
    "end": "00:29:33"
  },
  {
    "text": "Yeah.",
    "start": "00:29:33",
    "end": "00:29:33"
  },
  {
    "text": "But once you start getting into the Hebrew Bible categories of this son of man, this human, one that's exalted to share in God's rule over the universe, and it's the one that in Psalm 110, David calls Lord, this one Master. Who is this one? So he's drawing on that category and then look what he says. So Jesus is the image. He's the exalted human who participates in God's own identity and rule. The firstborn of all creation. For by means of him all things are created.",
    "start": "00:29:33",
    "end": "00:30:11"
  },
  {
    "text": "So if he was created, then how did he create everything?",
    "start": "00:30:13",
    "end": "00:30:17"
  },
  {
    "text": "Yeah, that's basically it. Who's the one by whom all things are created in Jewish theology? Right. So it's the one God. And who is the one God for Paul? The Father and the Son, the firstborn.",
    "start": "00:30:17",
    "end": "00:30:30"
  },
  {
    "text": "See, both of those words, son and firstborn carry with it procreation.",
    "start": "00:30:30",
    "end": "00:30:35"
  },
  {
    "text": "Correct.",
    "start": "00:30:36",
    "end": "00:30:36"
  },
  {
    "text": "Baggage for me.",
    "start": "00:30:36",
    "end": "00:30:37"
  },
  {
    "text": "Yeah. I mean, that's what the words mean.",
    "start": "00:30:37",
    "end": "00:30:40"
  },
  {
    "text": "Yeah. And we don't use the word firstborn or son very often.",
    "start": "00:30:40",
    "end": "00:30:46"
  },
  {
    "text": "Yeah, we never. And we never would.",
    "start": "00:30:46",
    "end": "00:30:49"
  },
  {
    "text": "But in Hebrew and Greek you do.",
    "start": "00:30:49",
    "end": "00:30:51"
  },
  {
    "text": "I think the apostles recognize that they're putting language to the undescribable. So just like how somehow he can break the shema apart and talk about the Father and the Son and in the same breath say they are the one God. One plus one equals one.",
    "start": "00:30:52",
    "end": "00:31:12"
  },
  {
    "text": "Yeah.",
    "start": "00:31:12",
    "end": "00:31:13"
  },
  {
    "text": "So he's using language to say something that doesn't fit any categories we have. So in that sense it breaks the meaning of the words.",
    "start": "00:31:13",
    "end": "00:31:20"
  },
  {
    "text": "But I'm just saying, is that a typical thing in Greek or Hebrew where you would use firstborn to not refer to literally the one born of, oh.",
    "start": "00:31:21",
    "end": "00:31:30"
  },
  {
    "text": "Israel as the Son of God?",
    "start": "00:31:30",
    "end": "00:31:31"
  },
  {
    "text": "Israel is the firstborn of God.",
    "start": "00:31:32",
    "end": "00:31:34"
  },
  {
    "text": "Yeah, yeah. Yes. Yeah. Exodus, chapter four. Israel is my firstborn son. Okay, Israel.",
    "start": "00:31:34",
    "end": "00:31:40"
  },
  {
    "text": "So that's a category already.",
    "start": "00:31:40",
    "end": "00:31:42"
  },
  {
    "text": "Correct.",
    "start": "00:31:42",
    "end": "00:31:42"
  },
  {
    "text": "For me, it's like what God calls.",
    "start": "00:31:42",
    "end": "00:31:44"
  },
  {
    "text": "The family of Abraham, my firstborn son. And in Exodus, chapter four, namely, my representative people in the world. So what you do to them, you do to me because they are my. That's right. Okay. All right. So there's an analogy within the Hebrew Bible. Got it. God didn't give birth to Israelites to these humans.",
    "start": "00:31:44",
    "end": "00:32:03"
  },
  {
    "text": "Oh, yeah. In a metaphoric way, he did.",
    "start": "00:32:03",
    "end": "00:32:06"
  },
  {
    "text": "Well, exactly. Yeah. I mean, I kind of.",
    "start": "00:32:06",
    "end": "00:32:08"
  },
  {
    "text": "But in a metaphoric way. Did God give birth to Jesus?",
    "start": "00:32:09",
    "end": "00:32:12"
  },
  {
    "text": "Mary gave birth to Jesus, but in a metaphoric way. Ah, got it. In a metaphoric way. Something like that seems to be going on. But. Okay, let's just say the firstborn title given to Jesus ends up evoking a whole bunch of different associations and ideas here. It's very clearly one of status. Because the firstborn isn't someone who is created, because by means of the firstborn, all things were created. So it's similar to what he said in the Shema in First Corinthians 8. By means of him, same idea.",
    "start": "00:32:13",
    "end": "00:32:50"
  },
  {
    "text": "All things, except for Yahweh, were created through.",
    "start": "00:32:51",
    "end": "00:32:54"
  },
  {
    "text": "Well, it's because he is Yahweh. I mean, at least in Paul's logic. So he's the firstborn of all creation. How do I know that? Because by means of him, all things were created in heaven and on earth. Visible and invisible thrones, dominions, rulers, or authorities. I think here he's referring to the sons of God, the spiritual beings.",
    "start": "00:32:54",
    "end": "00:33:17"
  },
  {
    "text": "The thrones, dominions, rulers, authorities. Are all these invisible? Spiritual.",
    "start": "00:33:18",
    "end": "00:33:22"
  },
  {
    "text": "Visible and invisible.",
    "start": "00:33:22",
    "end": "00:33:23"
  },
  {
    "text": "So visible thrones and invisible thrones.",
    "start": "00:33:24",
    "end": "00:33:26"
  },
  {
    "text": "Correct.",
    "start": "00:33:26",
    "end": "00:33:26"
  },
  {
    "text": "Visible dominions and invisible dominions.",
    "start": "00:33:26",
    "end": "00:33:28"
  },
  {
    "text": "Yes. Remember in Hebrew Bible thought. Yeah, yeah, yeah. They are corresponding.",
    "start": "00:33:28",
    "end": "00:33:32"
  },
  {
    "text": "Cool.",
    "start": "00:33:32",
    "end": "00:33:32"
  },
  {
    "text": "Yeah. For all things have been created through him and to himself. Or for himself.",
    "start": "00:33:32",
    "end": "00:33:38"
  },
  {
    "text": "That's interesting, because that. That phrase, all things have been created through him and to himself.",
    "start": "00:33:40",
    "end": "00:33:44"
  },
  {
    "text": "Yeah. In.",
    "start": "00:33:44",
    "end": "00:33:45"
  },
  {
    "text": "Was it Romans we were looking at? No, Corinthians.",
    "start": "00:33:46",
    "end": "00:33:49"
  },
  {
    "text": "Yes. In Corinthians he says yes.",
    "start": "00:33:50",
    "end": "00:33:52"
  },
  {
    "text": "Yeah, Same kind of things.",
    "start": "00:33:52",
    "end": "00:33:53"
  },
  {
    "text": "Yep.",
    "start": "00:33:53",
    "end": "00:33:54"
  },
  {
    "text": "For him and through him.",
    "start": "00:33:54",
    "end": "00:33:56"
  },
  {
    "text": "Yep, totally.",
    "start": "00:33:56",
    "end": "00:33:57"
  },
  {
    "text": "But the for him is referring to the Father.",
    "start": "00:33:57",
    "end": "00:34:00"
  },
  {
    "text": "The Father.",
    "start": "00:34:00",
    "end": "00:34:01"
  },
  {
    "text": "And through him is Jesus. And here in Colossians, the. Through him and for him are both for Jesus.",
    "start": "00:34:01",
    "end": "00:34:09"
  },
  {
    "text": "And that's because the poem goes on, he is before all things, and in him. There he's riffing off a phrase in Isaiah where God says, I am the beginning and the end. He is the beginning before all things, and in him all things hold together. He's the head of the body, the church. He is the beginning, the firstborn from among the dead ones. So he matches the firstborn of all creation. He's the exalted human son of man and the wisdom of God and Word by whom it was all created. And so that's firstborn up there. And here firstborn is. He's the first new human who's gone through death and came out the other side as the new humanity, so that he might have first place in everything. He's both. Gosh, it makes sense why he's using poetry to explain this. Because how else there's no language adequate that he is God. He is a part of the complex unity that is God's identity. And he is the first real human who's passed through mortality into the new humanity. And so he also becomes the chief of the whole new future for the human race. That's the claim, at least.",
    "start": "00:34:11",
    "end": "00:35:37"
  },
  {
    "text": "Yeah.",
    "start": "00:35:37",
    "end": "00:35:37"
  },
  {
    "text": "It's getting cosmic real quick. Yeah, he keeps going. The poem still isn't over. For in him it was the Father's good pleasure for all of his fullness to dwell.",
    "start": "00:35:37",
    "end": "00:35:47"
  },
  {
    "text": "So that's now tabernacle language, correct?",
    "start": "00:35:49",
    "end": "00:35:51"
  },
  {
    "text": "Yeah. Like the glory of Yahweh. Like what Ezekiel saw dwelling in heaven. A human figure on the throne. Yeah. And through him to reconcile all things to himself. So Jesus was the one through whom all things are created.",
    "start": "00:35:51",
    "end": "00:36:07"
  },
  {
    "text": "Jesus is the one will be reconciled.",
    "start": "00:36:07",
    "end": "00:36:10"
  },
  {
    "text": "Through whom all things are reconciled or recreated. Yeah. Having made peace through the cross, things on earth or things in heaven. So what a sheesh. There's no way to truly explain this poem. You just. You sit with it.",
    "start": "00:36:10",
    "end": "00:36:28"
  },
  {
    "text": "It's funny how. Remember when we talked about poetry?",
    "start": "00:36:28",
    "end": "00:36:30"
  },
  {
    "text": "Oh, yes.",
    "start": "00:36:30",
    "end": "00:36:31"
  },
  {
    "text": "Yeah. The purpose of poetry is to sit in it.",
    "start": "00:36:31",
    "end": "00:36:34"
  },
  {
    "text": "Yeah.",
    "start": "00:36:34",
    "end": "00:36:34"
  },
  {
    "text": "Or to water ski on it.",
    "start": "00:36:34",
    "end": "00:36:35"
  },
  {
    "text": "Yeah.",
    "start": "00:36:35",
    "end": "00:36:36"
  },
  {
    "text": "Or you hold it up to your face.",
    "start": "00:36:36",
    "end": "00:36:38"
  },
  {
    "text": "Yeah. Put your ear up to the buzz of the hive. Of the hive of a poem. Yeah, that's right. Yeah. We don't need to say anymore. I just encourage. If you're listening to the podcast, go get out for colossians.",
    "start": "00:36:38",
    "end": "00:36:53"
  },
  {
    "text": "Eat this poem.",
    "start": "00:36:53",
    "end": "00:36:54"
  },
  {
    "text": "1, verses 15 through 20. Memorize it and spend a long time pondering it. And it says more than even the words themselves can communicate. It just evokes so much more richness of meaning. And it's about Jesus as the expression of God's power and love.",
    "start": "00:36:54",
    "end": "00:37:15"
  },
  {
    "text": "Thanks for listening to this episode of the Bible Project podcast. This episode was edited and produced by Dan Gummel, music by Tay, the producer, and the intro music is by the band Tense. This is the Thanksgiving week here in the United States. And so we just wanted to take a moment and let you know that we are incredibly thankful for you for listening along, for being involved in this project, for sharing it for those of you who donate so that we can make videos and this podcast and all the resources. We are having a blast, and we're so incredibly grateful for you. We really are. So happy Thanksgiving. Thanks for being a part of this with us.",
    "start": "00:37:17",
    "end": "00:37:57"
  },
  {
    "text": "Hi, this is Daoud Waziri from Raleigh, North Carolina. My favorite part about the Bible Project is that I don't have to necessarily read the whole Bible before understanding it, and then I can get that general summarization before I get motivated to read. We believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos, study notes, and more at the BiblePress Project.",
    "start": "00:37:58",
    "end": "00:38:21"
  }
]