[
  {
    "text": "Sam. When the fox sneaks at the bay and when sirens call your name.",
    "start": "00:00:00",
    "end": "00:00:40"
  },
  {
    "text": "I.",
    "start": "00:00:42",
    "end": "00:00:43"
  },
  {
    "text": "Beside you will remain. I remind you of the day you were just a boy trying to pretend.",
    "start": "00:00:43",
    "end": "00:00:56"
  },
  {
    "text": "Pleasing all your mentors Though never quite.",
    "start": "00:00:57",
    "end": "00:01:01"
  },
  {
    "text": "Convinced but now you are the shoulder.",
    "start": "00:01:01",
    "end": "00:01:05"
  },
  {
    "text": "Free to skip the test. Now it's time to rest.",
    "start": "00:01:05",
    "end": "00:01:09"
  },
  {
    "text": "Now it's time to rest Shame the wicked and remain Bring you lonely missing pain and defend you to the ground. I will remind you of the day you are just a boy Trying to pretend pleasing all your men to the never quite convinced but now you are.",
    "start": "00:01:13",
    "end": "00:02:07"
  },
  {
    "text": "I'm a chest. Now it's time to rest.",
    "start": "00:02:07",
    "end": "00:02:13"
  },
  {
    "text": "Thank you, Ted. Hey, everyone. Thanks for coming. This is our 100th podcast episode. We are so glad you're here.",
    "start": "00:02:20",
    "end": "00:02:30"
  },
  {
    "text": "Yeah. Welcome, welcome, welcome.",
    "start": "00:02:30",
    "end": "00:02:32"
  },
  {
    "text": "This is happening also tonight is our season five premiere. So we've got people here. We've got people online. I'm watching YouTube right now. There's 972 people saying hi. And then this will go on our podcast on Monday and it'll be part of our normal Q and R Question and response.",
    "start": "00:02:32",
    "end": "00:02:49"
  },
  {
    "text": "Yep.",
    "start": "00:02:49",
    "end": "00:02:50"
  },
  {
    "text": "How you doing, Tim?",
    "start": "00:02:50",
    "end": "00:02:50"
  },
  {
    "text": "There's the Bible on the screen.",
    "start": "00:02:50",
    "end": "00:02:51"
  },
  {
    "text": "There's the Bible on screen. Imagine that this is the Logos Bible software that Tim's always on.",
    "start": "00:02:51",
    "end": "00:02:56"
  },
  {
    "text": "Yep. Welcome, you guys. We're gonna dive into a whole bunch of detailed questions that listeners have been sending in over the last few weeks. We kind of opened up the gates. And so this is actually, this topic is related to a video that we're going to release later this fall called God, as if all the other videos weren't about that, too, but just in kind of a different way.",
    "start": "00:02:56",
    "end": "00:03:22"
  },
  {
    "text": "Yeah, we're doing a video on God and we're trying to boil it down to. It's going to be about eight minutes long.",
    "start": "00:03:22",
    "end": "00:03:27"
  },
  {
    "text": "It's almost. Yeah, eight minutes. Yeah.",
    "start": "00:03:27",
    "end": "00:03:29"
  },
  {
    "text": "And essentially the video is. It's trying to look at the Trinity like what is. In one sense.",
    "start": "00:03:29",
    "end": "00:03:36"
  },
  {
    "text": "Yeah, that's right. Yeah.",
    "start": "00:03:36",
    "end": "00:03:38"
  },
  {
    "text": "But it's a backdoor way to the Trinity.",
    "start": "00:03:38",
    "end": "00:03:40"
  },
  {
    "text": "Yeah, that's right. The video is going to be about the complex portrait of God in the Old and New Testaments and how the concept of the Trinity of God as three and one in the last quarter of the Bible is completely in sync in the natural development out of what? The portrait of God in the first three quarters of the Bible. Some people see a disconnect. There's the one God of the Old Testament and then the three in one Right. In the last quarter of the Bible. How do those two go together? And that it's hand in glove, but the way we approach that question usually makes it feel like a rake in a glove or something. I just came up with that, so won't be using that again. But, you know, just something like it kind of fits. You can make it fit. So anyway, that's what the video is going to be about. So to prep for that, John and I had about 20 plus hours of conversation.",
    "start": "00:03:40",
    "end": "00:04:31"
  },
  {
    "text": "Yeah. So for those of you here or online who are new to the podcast format and just know us from videos or don't know us at all, when we make a video, Tim has a bunch of notes and then he sits down with me and we walk through his notes, and I just had to pepper them with questions. And we work through the content until it makes enough sense that we can go away and write a really short script that turns into the video. So for the God video, we talked for 20 hours. Not straight, but 20 hours total. And it was incredible. And we've been releasing those on the podcast. There's been about seven episodes. And we opened up like a can of worms because we're talking about the spirit world and angels and the nature and identity of God.",
    "start": "00:04:31",
    "end": "00:05:17"
  },
  {
    "text": "Yeah. And we both confessed many times as the series has gone on, and me in particular. The whole theme and concept of the spiritual realm and evil spirits. This is always the most weird part of a Christian worldview for me. And I had to own up to the fact about a year and a half ago that I've just been ignoring unintentionally or intentionally. I'm not sure how these things work, but, like, suppressing it and screening it out because it bothers me and it doesn't. I don't know how to make sense of it, and it's hard for me to believe in, frankly. And so what I realized was I just need to head at this whole series of topics. And it's been one of these, you know, you think, you know, maybe it's like when you think you know a person and then you start asking questions you've never asked before, and then you're like, I had no idea. This person that I've been with the whole time. And that's what the experience has been like.",
    "start": "00:05:17",
    "end": "00:06:11"
  },
  {
    "text": "Yeah. I've realized that I've created for myself like a pretty naturalistic version of Christianity practically. That's kind of how I was living. There were certain ideas that I could put into a category that were spiritual but just became normalized, like this idea of heaven or divine being God. But then everything else, just my spiritual Tradition just really downplayed everything else, including the Holy Spirit. And so I kind of just lived this very flattened out, very naturalistic view I'm very comfortable with because most of the secular world, that's how we talk and think about things. And so this has been really challenging to talk about the spirit world. It just talking about the stars and it just feels like, what are we doing?",
    "start": "00:06:11",
    "end": "00:06:56"
  },
  {
    "text": "What are we doing? So turns out we're not just going to make one video. We're going to make six, seven additional ones that we just thought of in the last few months.",
    "start": "00:06:56",
    "end": "00:07:05"
  },
  {
    "text": "Yeah, that's true.",
    "start": "00:07:05",
    "end": "00:07:06"
  },
  {
    "text": "To go at this whole set of topics, but you'll hear more about that eventually.",
    "start": "00:07:07",
    "end": "00:07:11"
  },
  {
    "text": "So not only do I have a bunch of questions, we have a bunch of questions coming in from people all over. And what we want to do for this hour is we're going to do two 30 minute blocks of questions and responses from Dr. Mackey.",
    "start": "00:07:11",
    "end": "00:07:24"
  },
  {
    "text": "Well. And from you.",
    "start": "00:07:24",
    "end": "00:07:25"
  },
  {
    "text": "Well, I'll just ask more questions. I'll do follow up questions. That's good. All right, so let's do it.",
    "start": "00:07:25",
    "end": "00:07:31"
  },
  {
    "text": "Let us.",
    "start": "00:07:31",
    "end": "00:07:31"
  },
  {
    "text": "And the people aren't here. So we're going to have people in the audience read on their behalf.",
    "start": "00:07:32",
    "end": "00:07:35"
  },
  {
    "text": "Yes.",
    "start": "00:07:35",
    "end": "00:07:35"
  },
  {
    "text": "So let's get a question.",
    "start": "00:07:35",
    "end": "00:07:37"
  },
  {
    "text": "What's up, guys? So I'm Hakeem Bradley asking a question on behalf of Parker Bullard from Twitter. And the question is, why does God say, let us make humanity in our image instead of let us make humanity in my image? If he is speaking to the divine council and how does this affect the way we understand God?",
    "start": "00:07:37",
    "end": "00:07:54"
  },
  {
    "text": "Thanks, Hakeem.",
    "start": "00:07:54",
    "end": "00:07:55"
  },
  {
    "text": "All right, you want to restate it?",
    "start": "00:07:56",
    "end": "00:07:58"
  },
  {
    "text": "Yeah. This actually, this question came in through Twitter and it was a question I was already thinking about. I was always taught that in Genesis 1, when God says, let us make humans in our image, that's the Trinity talking.",
    "start": "00:07:58",
    "end": "00:08:10"
  },
  {
    "text": "Little internal conversation.",
    "start": "00:08:11",
    "end": "00:08:12"
  },
  {
    "text": "It's a little internal conversation amongst the triune of God. As we've had this conversation, it's very likely that this is actually talking about the divine council, which we've spent a lot of time discussing. So God up with the divine council saying, hey, we're making humans, I'm making humans. And there's something special about these humans made on the same day as animals, all made from the dirt. But these mammals are going to be special in that they're the image of God and let us do that. And so his question was very astute. God didn't say, let us make man in my image. He said, let us make man in our. So the image of the spiritual beings, the Elohim. What's the implications of that? Like, why. Why would he say that? Why? I've always thought of it in terms of, oh, I'm like God. I have the character of Yahweh in me in some way, and I'm reflecting that. Not the character or substance or whatever of spirit beings in general. Yep, I've got the spirit world in me.",
    "start": "00:08:12",
    "end": "00:09:13"
  },
  {
    "text": "Yeah. Okay. So everything I'm about to say, even to me, sounds crazy, but it is actually what's going on in the biblical author's minds. So a few episodes ago, we had both you asked this question and. And then someone asked it in, I think, the first Q and R that we did in this series about the US. The LeT. The Let us make. And for people here in the room or watching, I've got my Bible nerd screen going here. So Genesis 1:26, you know, out of the gate, let us. Who's noticed that before? Like most perceptive readers. And of course, the question is, who's the us? Who is the us that I'm supposed to know is already on the scene and that us is actually going to appear multiple times. God addresses in US in chapter three when he expels humanity from the garden. And he says humanity has become like one of us, knowing good and evil. When God goes down to inspect Babylon, he says, let us go down and see what trouble the humans are up to. There's multiple of these divine plurals throughout the Hebrew Bible. And if you look wider. Again, I'm trying to summarize what we've already talked about. If you look wider in the Hebrew Bible, it's God talking to his staff team. And his SAF team is made up of the host of heaven. Yeah, you've heard that phrase. The host of heaven and the host of heaven, of course, are right here in verse 16. This is where God's making his divine counsel, the big light, the little light and the stars. So I just looked this up to fact check. Okay, so stars, Kochavim. It appears 37 times in the Hebrew Bible. And every single time, it's referring to a celestial being.",
    "start": "00:09:13",
    "end": "00:10:52"
  },
  {
    "text": "Every single time in the Bible.",
    "start": "00:10:53",
    "end": "00:10:54"
  },
  {
    "text": "Correct.",
    "start": "00:10:54",
    "end": "00:10:55"
  },
  {
    "text": "It's not referenced in the Hebrew Bible. In the Hebrew Bible, the hosts of heaven.",
    "start": "00:10:55",
    "end": "00:10:58"
  },
  {
    "text": "The hosts of heaven. And then at the ending of the conclusion of the skies and the land were completed, all their hosts, the creatures on the land and creatures in the sky. The host of the skies. Do you see that? The heavens and their hosts. The land and their hosts. Who are the land and Their host, humans and animals, who are the hosts of the heavens? It's the heavenly beings. Yeah, the stars.",
    "start": "00:10:58",
    "end": "00:11:25"
  },
  {
    "text": "And we spent a long time me just struggling with this, just struggling because you can get to the place where you can understand that an ancient people would look up at the sky and think, oh, crazy. Those are crazy. Beautiful, radiant, glorious lights. They're moving around. What are these things? It's like they're alive. They're the gods, the Elohim, I get that. But they're not. They're fireballs, they're Sons. But Genesis 1, written in that ancient context, is assuming that's the world that you're living in and that's how you think about these.",
    "start": "00:11:25",
    "end": "00:12:02"
  },
  {
    "text": "Just like Genesis 1 envisions a three tiered universe.",
    "start": "00:12:02",
    "end": "00:12:05"
  },
  {
    "text": "Yeah.",
    "start": "00:12:05",
    "end": "00:12:06"
  },
  {
    "text": "Flat earth, skydome, the whole deal.",
    "start": "00:12:06",
    "end": "00:12:08"
  },
  {
    "text": "So if that's tripping you out, it trips me out. It's okay.",
    "start": "00:12:08",
    "end": "00:12:12"
  },
  {
    "text": "But we're also looking to probe behind the theological meaning of this way of thinking. And so we talked about this at great length too, that when the lights are made, when the heavenly hosts are made, the first thing that they are called is symbols. They're symbols. So what do lights do? What do the stars do? They shine. They shine. And so I'm being told that one of their primary purposes is to function as a signpost or a symbol to some source of light and glory and life that's greater than even these creatures within a theistic worldview. I do believe that on the days I wake up and have a cup of coffee and have firm faith in that God exists, I look at the sun and I think, that's a creature. What? That's a creature.",
    "start": "00:12:12",
    "end": "00:13:02"
  },
  {
    "text": "Why would you think that's a creature.",
    "start": "00:13:02",
    "end": "00:13:03"
  },
  {
    "text": "Within a theistic worldview? That thing hasn't existed forever. It's a creation.",
    "start": "00:13:03",
    "end": "00:13:08"
  },
  {
    "text": "Oh, it's created.",
    "start": "00:13:08",
    "end": "00:13:09"
  },
  {
    "text": "It's created.",
    "start": "00:13:09",
    "end": "00:13:10"
  },
  {
    "text": "Okay.",
    "start": "00:13:10",
    "end": "00:13:10"
  },
  {
    "text": "Created to.",
    "start": "00:13:11",
    "end": "00:13:11"
  },
  {
    "text": "Creature. Okay, creature. Yeah, I see what you're doing.",
    "start": "00:13:11",
    "end": "00:13:16"
  },
  {
    "text": "It's a created object. Yeah, whatever. Yeah. You get it? Yeah.",
    "start": "00:13:16",
    "end": "00:13:18"
  },
  {
    "text": "But it's not a divine being.",
    "start": "00:13:18",
    "end": "00:13:20"
  },
  {
    "text": "It's a symbol that points to. Yeah, got it, got it.",
    "start": "00:13:21",
    "end": "00:13:24"
  },
  {
    "text": "The symbol that points to it.",
    "start": "00:13:24",
    "end": "00:13:25"
  },
  {
    "text": "It's a ball of gas. Yeah, totally.",
    "start": "00:13:25",
    "end": "00:13:27"
  },
  {
    "text": "It's a ball of gas. It's hard to know. I've never been to one.",
    "start": "00:13:27",
    "end": "00:13:30"
  },
  {
    "text": "Yeah, neither have I. Okay, so anyway, we had a whole episode.",
    "start": "00:13:30",
    "end": "00:13:33"
  },
  {
    "text": "Yeah, so sorry. I just get distracted.",
    "start": "00:13:33",
    "end": "00:13:35"
  },
  {
    "text": "But we're back. I know there's people in the room.",
    "start": "00:13:35",
    "end": "00:13:36"
  },
  {
    "text": "That are asking the same questions in.",
    "start": "00:13:36",
    "end": "00:13:37"
  },
  {
    "text": "Their heads, and we're it again. But this is crucially important. This is actually. I guess it Sounds crazy. This is so important for understanding the storyline of the Bible.",
    "start": "00:13:37",
    "end": "00:13:46"
  },
  {
    "text": "Yeah. And when I think about God and the divine council, I've never thought of God creating with a divine council. And someone just wrote on the YouTube chat, basically, thinking this way of God with the divine council, it almost feels like you're bringing God down a notch.",
    "start": "00:13:46",
    "end": "00:13:59"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:14:00",
    "end": "00:14:00"
  },
  {
    "text": "And you've talked about it as delegated authority. Like God for whatever reason, the nature of God, he likes to delegate authority.",
    "start": "00:14:01",
    "end": "00:14:08"
  },
  {
    "text": "Yeah, that's exactly right. Yeah. No, the whole setup is you have the chief Elohim, chief God, the chief spiritual being who's the creator and ruler of all, who wants to share his world and run it and beautify it and make it cultivate through a partnership with the celestial rulers and the terrestrial rulers. Genesis 1 is giving us the two mirrored stories of heaven.",
    "start": "00:14:08",
    "end": "00:14:35"
  },
  {
    "text": "So what does it mean? That the terrestrial rulers are made in the image of the celestial rulers? What does that mean?",
    "start": "00:14:35",
    "end": "00:14:41"
  },
  {
    "text": "Yeah. Okay, so here's what I'm pretty certain is what's happening. The idea is that it's an inversion of your expectations. The lights in the sky, it's clear how? They're symbols of the divine glory. They glow and they're.",
    "start": "00:14:41",
    "end": "00:14:55"
  },
  {
    "text": "Yeah. And they're way above.",
    "start": "00:14:55",
    "end": "00:14:56"
  },
  {
    "text": "They're way above. Right. Similar to gods, transcendent authority and so on. So, you guys, this is exactly. I keep bringing up Psalm 8. This is the single purpose of Psalm 8. It's a reflection on Genesis 1 and how remarkable it is that God, the Creator's divine majesty and splendor, has been given as a crown to the dirt bags down here. You've crowned the dirtbags with the divine glory and majesty of the being that is above the heavens. Of the heavens. Right.",
    "start": "00:14:56",
    "end": "00:15:30"
  },
  {
    "text": "That's a plot twist.",
    "start": "00:15:30",
    "end": "00:15:32"
  },
  {
    "text": "And so that's what it means when the author says, you made human a little lower than Elohim. And you can see our English translations. This is the new American standard. New American standard translates that line as God. But then they tell you in the footnote, well, it's the Hebrew word Elohim. So it could also refer to the other spiritual beings, which makes perfect sense.",
    "start": "00:15:32",
    "end": "00:15:55"
  },
  {
    "text": "Yeah.",
    "start": "00:15:55",
    "end": "00:15:56"
  },
  {
    "text": "Let us make human in our image. So humans are meant to be crowned with the glory and the light. The light and the glory and the transcendence, even over. Even right alongside God and the spiritual beings. And this, of course, isn't what the human beings get. When the human beings sin and are expelled from the garden, what do they get as their glorious garments? They get the garments of a dead animal wrapped around them as they leave the garden. And so it's this great disappointment. Genesis 1:3 is about this lost potential. It's not a fall from perfection. It's about the loss of realizing something that could have been. And what could have been is humans partnering with God in ruling over all.",
    "start": "00:15:56",
    "end": "00:16:49"
  },
  {
    "text": "Of creation in some angelic way in some like.",
    "start": "00:16:49",
    "end": "00:16:52"
  },
  {
    "text": "Yeah, totally. Yeah, yeah, that's exactly right. Dude, this is so key. We're just going to race right here in the book of Genesis, Joseph, he's the super important culmination of all the themes of the snake crusher, the seed of the woman. And he has this dream, makes his brothers angry. And one of his dreams is about the list of the celestial rulers in the same order they're given in Genesis 1. Bowing down to him, he's having a dream about what an exalted human image of God would truly look like, that.",
    "start": "00:16:52",
    "end": "00:17:27"
  },
  {
    "text": "The celestial beings will actually bow down.",
    "start": "00:17:27",
    "end": "00:17:29"
  },
  {
    "text": "It would be a human so unified with the divine that he mirrors God's rule and even rules over the celestial being.",
    "start": "00:17:29",
    "end": "00:17:39"
  },
  {
    "text": "And this is what Paul then is referring to when he says, hey, you're going to rule angels.",
    "start": "00:17:39",
    "end": "00:17:42"
  },
  {
    "text": "Yes, totally. Yeah. Paul's angels. Whole concept in First Corinthians is about realizing. Well, hold on. Actually, let's hold that for a second.",
    "start": "00:17:42",
    "end": "00:17:51"
  },
  {
    "text": "Pause that one.",
    "start": "00:17:51",
    "end": "00:17:52"
  },
  {
    "text": "Let's hold that for a second. So in the Book of Daniel, for example, when you go to Daniel and he describes what the new creation and resurrection people of God are going to be like, lo and behold, what language does he use? Right. People will rise to eternal life and they will shine brightly. Oh, like what? Like the brightness of the expanse and like the stars. And it's not just a metaphor. I always just thought this was all metaphorical language. And it's symbolic language.",
    "start": "00:17:52",
    "end": "00:18:23"
  },
  {
    "text": "What's the difference?",
    "start": "00:18:23",
    "end": "00:18:24"
  },
  {
    "text": "Okay, well, actually, metaphor. We're going to show a video metaphor. Actually, forget what I just said. I used to think that this was just a happy figure of speech. Yeah, it's a symbol.",
    "start": "00:18:25",
    "end": "00:18:34"
  },
  {
    "text": "But it's getting to something very.",
    "start": "00:18:34",
    "end": "00:18:35"
  },
  {
    "text": "It's getting to something. The biblical vision of human existence is that we are made for so much more than we even realize and that our truest identity is to be so unified with God and partnering and ruling this world in the love and power of God that it would be easy to mistake a fully image of God bearing human with the divine glory itself.",
    "start": "00:18:35",
    "end": "00:19:00"
  },
  {
    "text": "And so. Yeah, and you were telling me about Moses, he comes down from the mountain.",
    "start": "00:19:01",
    "end": "00:19:04"
  },
  {
    "text": "Moses. It's Moses.",
    "start": "00:19:04",
    "end": "00:19:05"
  },
  {
    "text": "And his face is shining.",
    "start": "00:19:06",
    "end": "00:19:07"
  },
  {
    "text": "Yeah, totally. Exactly. Right? Yeah. When Jesus goes up on a mountain in Mark chapter nine and he starts talking with the two humans other than Enoch in the Bible who didn't die, who were taken up into God's presence and who both went to mountains and experienced the glory. Right. The divine glory. And what does Jesus do? He starts glowing. He starts glowing like a star. What is this? Right?",
    "start": "00:19:07",
    "end": "00:19:34"
  },
  {
    "text": "Yeah.",
    "start": "00:19:34",
    "end": "00:19:35"
  },
  {
    "text": "So this is Mark chapter nine. Yeah. So this is all this is. A really important part of the biblical storyline is humans are dirtbags that God in his grace wants to elevate to share in the divine rule. Like the heavenly beings who are themselves symbols of God's light and life and glory. Of course they don't realize that. And then the whole storyline of the Bible is giving you images and pointers forward to the new creation, resurrection, destiny of humans.",
    "start": "00:19:35",
    "end": "00:20:04"
  },
  {
    "text": "Someone on YouTube just thought you said Moses didn't die. So you were referring to Enoch.",
    "start": "00:20:04",
    "end": "00:20:09"
  },
  {
    "text": "I'm sorry, Enoch and Elijah and Elijah. Sorry, yes. Moses and Elijah. Nobody knows where they're buried. Okay, Nobody knows where they're buried.",
    "start": "00:20:09",
    "end": "00:20:17"
  },
  {
    "text": "Got it.",
    "start": "00:20:17",
    "end": "00:20:18"
  },
  {
    "text": "Enoch and Elijah didn't die. Thank you. But for example, Paul the Apostle. This is in Philippians chapter two. He can just throw this out there and be like, hey, you know who you are as followers of Jesus in the world. You shine like stars. You're like stars shining. You're like, oh, that's big. A pretty figure of speech. No, dude, he really means it. Your star shining. Because at the end of chapter three, he's going to be, listen, our citizenship is in the new creation, in the heavenly realm. And that's not where we're going to go. It's where the heavenly is going to come to us in the new creation and transform our dirt bag bodies into the glorious body, the star like bodies.",
    "start": "00:20:18",
    "end": "00:20:59"
  },
  {
    "text": "Some new kind of new kind of body.",
    "start": "00:20:59",
    "end": "00:21:01"
  },
  {
    "text": "Yeah. So stars is one of the main images to talk about the glorious nature of the new humanity in the new creation. It's crucially important for the biblical storyline. So this is all going back to let us make human in our image. Yeah, essentially what I think the point is that that us and our is meant to make us see that the human ideal is to transcend our mortal dirtbag limits and to live by.",
    "start": "00:21:01",
    "end": "00:21:31"
  },
  {
    "text": "But we won't stop being terrestrial beings. No, we will just be this kind of renewed, like glowing again.",
    "start": "00:21:31",
    "end": "00:21:40"
  },
  {
    "text": "I have no idea what I'm talking about right now. I'm just trying to represent what I think the biblical authors are saying. And so yeah, their concept is that we live a sub human existence that we think is the full meal deal. But actually it's like we're missing out on a piece. It's just the fries, not the burger.",
    "start": "00:21:40",
    "end": "00:21:57"
  },
  {
    "text": "Okay, let's do one more question.",
    "start": "00:21:59",
    "end": "00:22:02"
  },
  {
    "text": "Okay, yeah, what do we got? Let's do the next one and then.",
    "start": "00:22:02",
    "end": "00:22:04"
  },
  {
    "text": "We'Ll take a break.",
    "start": "00:22:04",
    "end": "00:22:04"
  },
  {
    "text": "Andrew, Andrew Wyatt. On behalf of Andrew Wyatt from Nottingham, uk, does an emphasis on the heavenly council lead people away from a trinitarian view of God and see Jesus as one of the lesser Elohim? For instance, from my limited understanding, that's how Jehovah's Witnesses view Jesus.",
    "start": "00:22:04",
    "end": "00:22:23"
  },
  {
    "text": "And I think it's a good follow up question in that of this idea of you start populating the spirit world and talking about all these things. Not only does the sense of de elevating God, which it doesn't. God is the chief, he's the creator ruler, and there is this spirit world. But I like this question, what are the guardrails to make sure it's. It doesn't go unorthodox kind of in our sense of the Trinity or even just the identity of God in other ways.",
    "start": "00:22:24",
    "end": "00:22:51"
  },
  {
    "text": "There's an irony in the question because Jesus and the apostles so assume the divine council and once you see it and how they think and talk and write, it's everywhere. You can't unsee it. And so it's clear that for them it's the exact opposite is true belief in a populated spiritual world. It's a mirror of the populated earthly world for them that makes even more clear Jesus identity as the Son, the ultimate Son of Elohim. For the apostles, it actually clarifies that Jesus isn't a creature, but is actually one with the Creator. In the history of Christian orthodoxy, where groups have gone off the rails and identified Jesus as one of the sons of Elohim alongside the other sons of Elohim, what it usually is is it's somewhere in the European Western tradition, people just misunderstanding all of this divine council language in the Bible. So it's not that the concept of the divine council is what is leading people down the wrong path. It's just that we don't have room for it in our worldview. And so we have no idea what these authors are talking about. For example, we've talked about the phrase the sons of Elohim as a Hebrew way of saying just members of the spiritual realm.",
    "start": "00:22:52",
    "end": "00:24:11"
  },
  {
    "text": "Like sons of Adam is members of the human realm.",
    "start": "00:24:12",
    "end": "00:24:14"
  },
  {
    "text": "Yeah, totally. Or Elijah and Elisha always have hanging around them a crew called the sons of the Prophets. And it's not their Sons, like, they didn't have many wives. So it just means members of the little prophetic crew they had going on.",
    "start": "00:24:14",
    "end": "00:24:29"
  },
  {
    "text": "Got it.",
    "start": "00:24:29",
    "end": "00:24:29"
  },
  {
    "text": "It was their posse.",
    "start": "00:24:29",
    "end": "00:24:30"
  },
  {
    "text": "It's like Sons of Anarchy.",
    "start": "00:24:30",
    "end": "00:24:31"
  },
  {
    "text": "It was their prophetic posse. Yeah.",
    "start": "00:24:31",
    "end": "00:24:33"
  },
  {
    "text": "They're not all brothers of some biker gang guy.",
    "start": "00:24:34",
    "end": "00:24:36"
  },
  {
    "text": "That's right. So when the phrase is used in the plural, like this, it just means members of that category.",
    "start": "00:24:36",
    "end": "00:24:42"
  },
  {
    "text": "Yeah.",
    "start": "00:24:42",
    "end": "00:24:43"
  },
  {
    "text": "Okay, so when we see this in, you know, the classic one is Genesis 6. And the sons of God. The spiritual beings. The spiritual beings, yeah. So I think where this trips people up then is they say, oh, look, okay, well, God has many sons. So when you go to chapter one of Romans and you see, oh, here's Jesus, he's declared the son of God by his resurrection from the dead. Oh, he's just. He's one of the sons of God.",
    "start": "00:24:43",
    "end": "00:25:08"
  },
  {
    "text": "One of the sons of God.",
    "start": "00:25:08",
    "end": "00:25:09"
  },
  {
    "text": "That's ignoring how this language works in the Bible. So the sons of. And then you have a class that's like a fixed Hebrew phrase when you use a singular the son of. Now, it's totally different phrase with a totally different set of connotations. I'll just show you an example. The Book of Exodus. God has a number of sons, singular sons in the Bible. And the first one is his covenant people of Israel.",
    "start": "00:25:09",
    "end": "00:25:33"
  },
  {
    "text": "Oh, right, yeah.",
    "start": "00:25:33",
    "end": "00:25:34"
  },
  {
    "text": "Israel is my firstborn. So a son refers to someone who is in special covenant unity with God. God appoints the line of David. This is in 2 Samuel, chapter 7. God appoints the kings from the line of David and says, hey, David, this is in second Samuel 7:12. I'm going to raise up your descendants after you. And I will be a father to your descendants. And each of your descendants who becomes kings will be a son, son to me, a representative to others, and one in whom I have the special covenant unity. So first of all, the singular is different than the plural. That's just one helpful observation to make. And then the second is the New Testament authors just come out of the gate swinging set, Jesus as the son of God as a category entirely of its own, to make it clear that they don't think Jesus is a created being, that he is another category altogether. He is Yahweh incarnate. So they do this multiple ways. One is to call him the Word become human. The divine word and purpose become a human being. But then in this phrase that the biblical authors use, the one and only, the one and only son. So what they're doing there is. They're using a phrase in Greek. It's Monogenes, meaning the unique and one and only son. To set Jesus apart from the sons of Elohim and from any other son of Elohim that you've read about in the Hebrew Bible. They're putting Jesus in a category completely of his own as a son. And then you just have to read the whole rest of the Gospel of John narrative. And he's just going to do all those mind benders that we're going to talk about in the God video where he's going to talk about the Father as someone distinct from him. And then he'll just pull a stunt and say, the Father and I are one. What on earth is that supposed to mean? He sure isn't like a star, a glowing star. You know what I'm saying?",
    "start": "00:25:34",
    "end": "00:27:37"
  },
  {
    "text": "So it's complex. We got a Hebrew phrase, sons of, and that's a class.",
    "start": "00:27:37",
    "end": "00:27:41"
  },
  {
    "text": "Correct.",
    "start": "00:27:41",
    "end": "00:27:41"
  },
  {
    "text": "And then. But you also have a phrase. It's a Greek phrase or it's also a singular.",
    "start": "00:27:42",
    "end": "00:27:47"
  },
  {
    "text": "The son of.",
    "start": "00:27:47",
    "end": "00:27:47"
  },
  {
    "text": "Well, no. And then. Sorry, then the second one. A son of. Singular.",
    "start": "00:27:47",
    "end": "00:27:50"
  },
  {
    "text": "Yep, singular.",
    "start": "00:27:51",
    "end": "00:27:51"
  },
  {
    "text": "Is that used in Hebrew too? Yes, Hebrew and Greek. And that's referring to someone who has a close, kind of intimate covenant relationship of some sort with the other, with God. So God would call Israel his son. And so Jesus is given even a different title.",
    "start": "00:27:51",
    "end": "00:28:08"
  },
  {
    "text": "Yes, the one and only son.",
    "start": "00:28:08",
    "end": "00:28:09"
  },
  {
    "text": "The one and only son. And that's kind of throwing on to.",
    "start": "00:28:09",
    "end": "00:28:12"
  },
  {
    "text": "Like, he has lots of sons.",
    "start": "00:28:12",
    "end": "00:28:14"
  },
  {
    "text": "Yeah, everyone in Israel is one of his sons.",
    "start": "00:28:14",
    "end": "00:28:17"
  },
  {
    "text": "Totally. That's right. Yeah.",
    "start": "00:28:17",
    "end": "00:28:18"
  },
  {
    "text": "Okay, cool. We're gonna take a quick break. Tense is gonna play and we'll come. This is my friend Brian hall and lovely wife Amy Paul. And this is Tense Tense. Not only the good Friends, but they have an incredible album that you can listen to on Spotify. Their music's so good. We chose that song, Defender, to be the intro to our podcast. So if you've been following the podcast, you're really familiar with that song. You're gonna re release that track, right? Yeah, it's available in the morning. We like Scrambled to get it ready. It was like a track that we.",
    "start": "00:28:18",
    "end": "00:29:39"
  },
  {
    "text": "Put out on ep, like when we weren't working as hard on this project.",
    "start": "00:29:39",
    "end": "00:29:42"
  },
  {
    "text": "So we're finally like releasing it because so many people are hearing it and we thought it would be cool to share. Yeah. If you listen to early episodes, the vocal tracks on there you Were Just a Boy. And then we cut the vocal track. But that's gonna play us out in the end. Thanks for coming, guys.",
    "start": "00:29:43",
    "end": "00:30:01"
  },
  {
    "text": "Yeah, thank you for being here.",
    "start": "00:30:01",
    "end": "00:30:02"
  },
  {
    "text": "Thank you for having us. Cool. So we'll post on Social where you can get that track.",
    "start": "00:30:02",
    "end": "00:30:06"
  },
  {
    "text": "It was good to calm down.",
    "start": "00:30:07",
    "end": "00:30:08"
  },
  {
    "text": "Yeah. Were we kind of getting amped up?",
    "start": "00:30:08",
    "end": "00:30:10"
  },
  {
    "text": "Well, I don't know. I don't know. It's different when you and I are in a room alone.",
    "start": "00:30:10",
    "end": "00:30:13"
  },
  {
    "text": "Yeah, it's different. Energy.",
    "start": "00:30:13",
    "end": "00:30:15"
  },
  {
    "text": "Yeah. I'm like, nervous.",
    "start": "00:30:16",
    "end": "00:30:17"
  },
  {
    "text": "Yeah.",
    "start": "00:30:17",
    "end": "00:30:18"
  },
  {
    "text": "I don't know why. So we have another question. Another question, I think. Ryan Craycraft. Yeah, my name is Ryan Dillon and I'm asking on behalf of Ryan Craycraft from Middletown, Ohio. Tim, you mentioned that Elohim only refers to a non physical spiritual being. However, when reading John 10, 34 and 35, when being accused of blasphemy by the Jews for making himself God, Jesus appears To quote Psalm 82. Is it not written in your law? I said ye are gods when speaking directly to Jews. What is your take on Jesus's response here? And how do both the scriptures of John 10 and Psalm 82 relate to Elohim used in Exodus 22, where the word Judges was translated from Elohim? Yeah, we got about 12 different versions of this very question. Yeah. To set it up for context, Psalm 82, just like Psalm 8 is this dense statement of Genesis 1, but refracted through the whole biblical story. Psalm 82 is similar with. It's a condensed statement of the whole storyline of the Bible in terms of the sons of God and the divine council and the role that they play in the storyline. So remember, the storyline in Genesis was you have the heavenly rulers and the earthly rulers.",
    "start": "00:30:18",
    "end": "00:31:33"
  },
  {
    "text": "Yeah.",
    "start": "00:31:33",
    "end": "00:31:33"
  },
  {
    "text": "Both are in rebellion in the course of Genesis 1 to 11, cosmic rebellion from heavenly and earthly. And what that all leads up to is the tower of Babylon, where you have humans who are trying to build up their kingdom in Babylon, up into the skies, right across the boundary line.",
    "start": "00:31:34",
    "end": "00:31:52"
  },
  {
    "text": "Yeah. Get up to the stars.",
    "start": "00:31:52",
    "end": "00:31:53"
  },
  {
    "text": "That's right. And then what God does is he scatters Babylon out among the nations. As you look at how later biblical authors think about that event, they see that as yet another cosmic rebellion. And in Deuteronomy 32, absolutely crucial. Moses, as he's retelling the story of Israel, he's retelling the story of how God chose Israel out from among the nations. Esv, I'm reading, he looks back and he says, hey, remember the days of old, or go read the book of Genesis, when the Most High gave the nations their inheritance, when he divided up humanity. Oh, when in the biblical story did God divide? After the tower of Babylon, the nations, the scattering of Babylon. And God knew what he was doing. He fixed the borders, or he fixed the territories of the people according to the number of the sons of Elohim.",
    "start": "00:31:53",
    "end": "00:32:50"
  },
  {
    "text": "Weird.",
    "start": "00:32:51",
    "end": "00:32:51"
  },
  {
    "text": "Totally.",
    "start": "00:32:51",
    "end": "00:32:52"
  },
  {
    "text": "Yeah. He's like, okay, you people get this angel, this heavenly host. You get this one, you get this one.",
    "start": "00:32:52",
    "end": "00:32:58"
  },
  {
    "text": "Yes, there's a heavenly and earthly rebellion. And essentially what Moses is saying, what's happening there is God was disinheriting humanity, handing them over to the rebel sons of God. And again, you don't just get that from here. You get it from reading Deuteronomy 32 in light of all the sons of God stuff in Deuteronomy, which is in chapter 4, 11 and 29 in light of Genesis 6 and 11. I'm so sorry you guys, but the people who wrote these books are total nerds, you know what I'm saying? And they assume that you are tracking with everything as you go along. And so what's happening here is God's handing, just like he hands creation over to rebel humans, he hands rebel humans over to the rebel sons of, of God.",
    "start": "00:32:58",
    "end": "00:33:44"
  },
  {
    "text": "This is not going to go well.",
    "start": "00:33:44",
    "end": "00:33:45"
  },
  {
    "text": "No, it's the cosmic rebellion. But he chooses one people through whom he's going to bring about a new humanity. And that's all going to be channeling towards Messiah. But we're not there yet. So essentially what Psalm 82 is, it's a reflection on that. The mirror of heavenly and earthly rulers. And so Psalm 82 just comes out of the gate and says, yeah, God takes place. It's like a day in the heavenly courtroom. He comes and takes a seat in the divine council. In the midst of the Elohim, he renders judgment. So God's ticked about how the sons of God are participating in the cosmic rebellion. And so what he accuses them of is injustice expressed in the earthly realm, especially towards the weak, the orphan, the afflicted, the destitute. Are you with me?",
    "start": "00:33:46",
    "end": "00:34:35"
  },
  {
    "text": "Yeah.",
    "start": "00:34:35",
    "end": "00:34:35"
  },
  {
    "text": "Again, this is how the biblical authors see, this is how Jesus saw the world.",
    "start": "00:34:35",
    "end": "00:34:39"
  },
  {
    "text": "That when humans are doing bad things to people, especially marginalized people, that is in some way also the heavenly host rebelling. It's all connected.",
    "start": "00:34:39",
    "end": "00:34:52"
  },
  {
    "text": "It's a deeper connection. It's that when humans redefine good and evil here on a corporate level, so that one, my definition of good and evil means my well being gets sustained at the expense of somebody else's well being. And I redefine it as good that we get to flourish, but they don't. That's Babylon and that's human nature. According to Genesis 1 through 11. And so when human beings live that way on an individual and corporate level, we're actually participating in a form of cosmic evil. We become agents of evil that we don't see and understand.",
    "start": "00:34:52",
    "end": "00:35:30"
  },
  {
    "text": "That's heavy.",
    "start": "00:35:30",
    "end": "00:35:31"
  },
  {
    "text": "It's. Dude, this is so profound. This is a really profound way of seeing the world. This is what I'm trying to wrap my mind around. This isn't just like the devil made me do it or the devil made them do it. So let's go drop bombs on them. Right, right. They're the bad guys. The point is, humans aren't the bad guys. We're just stupid. We're just really stupid. We have been since Genesis 3. And so we end up embracing our own self destruction, thinking that. That it's the good thing to do. And in Genesis 3, it's humans participating and becoming agents of self destruction connected to a deeper force of evil that we don't really see in us.",
    "start": "00:35:31",
    "end": "00:36:08"
  },
  {
    "text": "We're opening ourselves up to like this deep cosmic.",
    "start": "00:36:08",
    "end": "00:36:11"
  },
  {
    "text": "Why else is evil depicted as a snake? On page three, we get hung up on like all this stupid stuff about did it really talk? Or whatever. It's like, no, get the meaning. The image itself is meant to be beyond your comprehension. There's something about the way I give in to evil and can redefine good and evil at the expense of others and think it's good. That's incomprehensible. It's about as incomprehensible as a talking snake. You know what I'm saying? Why I would think that way? So that's the core idea.",
    "start": "00:36:11",
    "end": "00:36:41"
  },
  {
    "text": "Also, snakes are sneaky and creepy.",
    "start": "00:36:41",
    "end": "00:36:44"
  },
  {
    "text": "That's right. There's a lot going on with snakes. I'm sorry, I'm getting on a rabbit trail. But the point is that this overlap of heavenly and earthly in the cosmic rebellion, it's a really profound.",
    "start": "00:36:44",
    "end": "00:36:55"
  },
  {
    "text": "Biblical authors or imagination is completely.",
    "start": "00:36:55",
    "end": "00:36:57"
  },
  {
    "text": "That's right.",
    "start": "00:36:57",
    "end": "00:36:58"
  },
  {
    "text": "Soaked in that.",
    "start": "00:36:59",
    "end": "00:36:59"
  },
  {
    "text": "So in Psalm 82, God's showing up and he's saying, like, no more. This is done for. So he says that the sons of God, the cosmic rebels, be a good band name. Cosmic rebels are foolish. They don't have knowledge. And so what God says is, you know what? I made you Elohim. I said, you are Elohim. Y' all are sons of the most high. But nevertheless, you are going to die like mortals and fall, like in Hebrew, Echad Esarim, like one of the princes. There's one princely son of Elohim that has fallen and the rest of you are going to fall.",
    "start": "00:36:59",
    "end": "00:37:41"
  },
  {
    "text": "I Like that.",
    "start": "00:37:41",
    "end": "00:37:41"
  },
  {
    "text": "And then look at the last one. Arise, O God, judge the earth. Because what is God after in the whole storyline of the Bible? Bring everyone back to inherit all, not just one people group.",
    "start": "00:37:42",
    "end": "00:37:52"
  },
  {
    "text": "In order to do that, he actually has to take care of these.",
    "start": "00:37:52",
    "end": "00:37:55"
  },
  {
    "text": "That's exactly right. Cosmic rebels. Psalm 82 is crucially important. It's essentially the same storyline as Daniel 7 of God judging the beasts, the beastly rulers of heaven and earth, and installing elevating the son of man one on the divine throne next to him.",
    "start": "00:37:55",
    "end": "00:38:11"
  },
  {
    "text": "Okay, that's Psalm 82.",
    "start": "00:38:11",
    "end": "00:38:12"
  },
  {
    "text": "That's Psalm 82.",
    "start": "00:38:12",
    "end": "00:38:13"
  },
  {
    "text": "Jesus in John 10.",
    "start": "00:38:13",
    "end": "00:38:15"
  },
  {
    "text": "Jesus really cared about Psalm 82. He quotes from it in John chapter 10. We're gonna go with the new American standard. He just finishes up a light conversation claiming as the culmination to what came before, I and the Father are one. So drop that one at a party and people will stare at you. So people pick up stones.",
    "start": "00:38:15",
    "end": "00:38:35"
  },
  {
    "text": "They didn't like that.",
    "start": "00:38:35",
    "end": "00:38:36"
  },
  {
    "text": "I am the Father of one.",
    "start": "00:38:36",
    "end": "00:38:37"
  },
  {
    "text": "Yeah.",
    "start": "00:38:37",
    "end": "00:38:37"
  },
  {
    "text": "So Jesus is like, what, I healed a blind man and you're gonna kill me, right, for doing good works from the Father? No, no, no. It's because of blasphemy. You're a mortal and you're making yourself out to be God as God. And Jesus said, have you ever read the Bible? And he says, is it written in your Torah? But then he quotes from the Psalm. So this is interesting. Actually, in this period, this happens a lot in the New Testament, that the apostles and Jesus will use the word Torah to refer to the whole Hebrew Bible. Jesus does it multiple times.",
    "start": "00:38:38",
    "end": "00:39:12"
  },
  {
    "text": "What's that called? A metonymy synecdoche.",
    "start": "00:39:13",
    "end": "00:39:15"
  },
  {
    "text": "Let's get these wrong. Part for the whole.",
    "start": "00:39:15",
    "end": "00:39:17"
  },
  {
    "text": "Yeah, the part for the whole.",
    "start": "00:39:17",
    "end": "00:39:17"
  },
  {
    "text": "So the Torah is the first part of the Scripture. Yeah.",
    "start": "00:39:17",
    "end": "00:39:19"
  },
  {
    "text": "And it can refer to the whole thing.",
    "start": "00:39:19",
    "end": "00:39:20"
  },
  {
    "text": "Because clearly he's saying, isn't it written in the Torah? And he quotes from the Psalms. So isn't it written in the Scriptures? And he quotes Psalm 82. I said, you are God's. Yep. Now, if God called Elohim, or in Greek, Theos, those to whom the word of God came, and Scripture is reliable, why do you do you say of the one whom the Father has sanctified, that is set apart as holy and sent into the world, you're blaspheming. Because I say I am the Son of God. Is everybody clear?",
    "start": "00:39:20",
    "end": "00:39:57"
  },
  {
    "text": "So wait, his logic is because in Psalm 82 there are other Elohims, then why can't Jesus be one? Is that his logic?",
    "start": "00:39:57",
    "end": "00:40:06"
  },
  {
    "text": "So he's just been called out. You are making yourself as God, and I and the Father are one.",
    "start": "00:40:07",
    "end": "00:40:13"
  },
  {
    "text": "Yeah.",
    "start": "00:40:13",
    "end": "00:40:13"
  },
  {
    "text": "So whatever his appeal to Psalm 82, it's bolstering that claim that he just made, and he's about to make it again. I am in the Father and the Father is in me. So his appeal to Psalm 82 is an argument to say, listen, I'm not blaspheming and I'm not crazy. So he's appealing to Psalm 82 to say, Listen, there are beings that God can call his sons that are higher than humans, and they're legitimately called the sons of Elohim. It's the conversation we just had earlier. There's a category for the divine council, sons of Elohim.",
    "start": "00:40:13",
    "end": "00:40:47"
  },
  {
    "text": "And no one would have argued with that.",
    "start": "00:40:47",
    "end": "00:40:49"
  },
  {
    "text": "Totally. Yeah, that's exactly right. That's his point. So if you all acknowledge in your Bible that there are members of the spiritual being category, then why is it so crazy that I am claiming that I am a human who's completely one with Elohim? That's his argument.",
    "start": "00:40:49",
    "end": "00:41:06"
  },
  {
    "text": "That's his argument.",
    "start": "00:41:06",
    "end": "00:41:07"
  },
  {
    "text": "Yes.",
    "start": "00:41:07",
    "end": "00:41:08"
  },
  {
    "text": "It's still crazy.",
    "start": "00:41:08",
    "end": "00:41:08"
  },
  {
    "text": "Yeah. But his point is that if you've read the Hebrew Bible, you have shelter space for beings that aren't just mortal and for beings that share in characteristics of God's heavenly being, but that aren't the one true God.",
    "start": "00:41:09",
    "end": "00:41:23"
  },
  {
    "text": "And what's crazy about these sons of God? That they also are spirit beings, but in the Bible, they show up physically sometimes.",
    "start": "00:41:23",
    "end": "00:41:30"
  },
  {
    "text": "Yeah, that's right. To finish responding to Ryan's point, so many people think that the elohim in Psalm 82 are humans being called Elohim. And you can actually see this in the new international. Excuse me, the new American Standard Version, they just use the word rulers in the place of Elohim. That obscures that it's the word Elohim. Right. That's normally God's.",
    "start": "00:41:31",
    "end": "00:41:55"
  },
  {
    "text": "Yeah.",
    "start": "00:41:55",
    "end": "00:41:56"
  },
  {
    "text": "So that has led many people to think that In John chapter 10, Jesus is appealing to Psalm 82 as if he's saying that Psalm 82 is talking about humans, but the ones to whom the word of God comes in Psalm 82 are Elohim. So there aren't any clear examples of humans being called Elohim in the Hebrew Bible. This is so nerdy. But in the book of Exodus, there's a law that says, hey, listen, when a thief gets caught in ancient Israel and you want to hold him to account, then bring him before. The new American Standard has the judges, and then they tell you in a Footnote. Oh, actually. Or God. Yeah.",
    "start": "00:41:56",
    "end": "00:42:39"
  },
  {
    "text": "Oh, big difference.",
    "start": "00:42:40",
    "end": "00:42:41"
  },
  {
    "text": "That seems like a really big difference.",
    "start": "00:42:41",
    "end": "00:42:43"
  },
  {
    "text": "Yeah.",
    "start": "00:42:43",
    "end": "00:42:43"
  },
  {
    "text": "Can you guess what the Hebrew word is?",
    "start": "00:42:43",
    "end": "00:42:45"
  },
  {
    "text": "Elohim.",
    "start": "00:42:45",
    "end": "00:42:46"
  },
  {
    "text": "Elohim, yes. So the English standard version, the thief is found, he shall come near to God. Elohim. There are some people who think that this is so clearly talking about bring him before a courtroom.",
    "start": "00:42:46",
    "end": "00:42:59"
  },
  {
    "text": "So the. Not capital G God, but the sons of God.",
    "start": "00:42:59",
    "end": "00:43:03"
  },
  {
    "text": "That's right. Well, but for the Israelites to come to God in Exodus 22 is to.",
    "start": "00:43:03",
    "end": "00:43:08"
  },
  {
    "text": "Go to the tabernacle chief God to.",
    "start": "00:43:08",
    "end": "00:43:09"
  },
  {
    "text": "Go to the tent with Moses and numerous places. Actually. Here, I'll just show you one. Just because. Ryan Craycraft, I'm sure you're going to appreciate this. Check out Deuteronomy 19:16. If a malicious witness arises to accuse a person of wrongdoing, both parties of the dispute shall appear before the Lord, namely before the priests and before the judges. So here's a case where somebody's accused of something and they are brought before Elohim. Right. Yahweh, who's an Elohim. And then when I want to make clear that I also mean the human judges, you just name them. Are you with me? So in Exodus 22, the fact that the human judges aren't mentioned is significant. When you're bringing your case before judges appointed by God, you're bringing it before God. That's the idea. And so people who want to make an argument that Exodus 22 is a use of humans being called Elohim, it's just a bad argument. You just don't want to do that.",
    "start": "00:43:09",
    "end": "00:44:10"
  },
  {
    "text": "You're actually not just bringing it to humans. God cares. There's another level of happening.",
    "start": "00:44:10",
    "end": "00:44:16"
  },
  {
    "text": "That's right.",
    "start": "00:44:16",
    "end": "00:44:17"
  },
  {
    "text": "And it's the same idea of when humans are rebelling. It's not just, oh, you're being mean to a person. It's no, you're participating in this cosmic rebellion, cosmic evil. Yeah.",
    "start": "00:44:17",
    "end": "00:44:29"
  },
  {
    "text": "Yes, that's right. Yeah. This is a heaven and earth connected worldview.",
    "start": "00:44:29",
    "end": "00:44:33"
  },
  {
    "text": "If you lived every moment of your day thinking that way, what would that do for you?",
    "start": "00:44:33",
    "end": "00:44:38"
  },
  {
    "text": "I think it's that the biblical authors want us to see that we inhabit a world that has a purpose and has meaning, but it's also something's gone dreadfully wrong and that our decisions matter. If we really are images of God's power and rule and character in the world that has great potential to go awesome or to create hell on earth, usually it's the latter. I think that's what it means to live in this worldview, is to realize, like my moral choices are not private matters, they're cosmic matters. Right. We're into the worldview of proverbs here and the fear of the Lord and living with the grain of the universe. If anything, I think it instills within our day to day life decisions a cosmic narrative that gives meaning and purpose to our lives. And what is the biblical story except the cosmic story that we're to begin to see our lives through?",
    "start": "00:44:38",
    "end": "00:45:35"
  },
  {
    "text": "I went camping on Labor Day weekend. It was the first time after this conversation about the heavenly hosts and all that stuff. And we're just looking at the stars and it just was like it helped me remember this cosmic significance. Usually, you know, on a night where you can see the stars, it is majestic. But now thinking about the whole storyline through that makes it much more meaningful. Yeah, that's all the time we have. So I want to thank you all for coming here. Thank you everyone on there's I think YouTube and Instagram and Facebook. Thanks for coming. And then everyone listening to this on the podcast, thanks to Dan. This is Dan Gummel here. He is our producer of the podcast. He's in from Ohio and we are going to wind this down with tents. Tents. Take it away. Have a wonderful night. See you later. Hello, my name is January.",
    "start": "00:45:36",
    "end": "00:46:28"
  },
  {
    "text": "So we have the Godoy and and.",
    "start": "00:46:29",
    "end": "00:46:31"
  },
  {
    "text": "I'm from the Philippines, but I live in Okinawa, Japan.",
    "start": "00:46:31",
    "end": "00:46:34"
  },
  {
    "text": "This is Daoud Bouzeri from Raleigh, North Carolina. My name is Amber and I am from Miami, Florida.",
    "start": "00:46:35",
    "end": "00:46:41"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos, podcasts, study notes and more@thebibleproject.com.",
    "start": "00:46:42",
    "end": "00:46:53"
  },
  {
    "text": "It.",
    "start": "00:47:02",
    "end": "00:47:03"
  }
]