[
  {
    "text": "Imagine you are Moses. You're the leader of an entire people group, a couple million people who up till now have been living the brutal existence as slaves. You've been marginalized and mistreated as you build someone else's empire. But God calls you, Moses, to stand up to the oppressors and to negotiate your freedom. God works through you powerfully. Your will and God's will have merged. You're the one human who is able to meet with God and also do his work. And God rescues everyone through you. You are no longer slaves, but now you're wanderers searching for a new garden home that God has promised. And on the way, you stop and ascend a mountain to meet with God. And there God meets you and gives you the terms for a relationship that he wants to have with you and all the people. It's like wedding vows. You will be faithful to him and he will be faithful to you. God inscribes these terms of this covenant on stone tablets. And the first and most important commitment is that you will not worship any other God but him. Before you leave, God tells you that down at the base of the mountain the rest of the people have already rebelled and God wants out. But you beg God on behalf of your people. Don't give up on us. And then you race down. You're descending with the covenant tablets. You turn the final corner and you see it. A cow molded together out of everyone's gold jewelry. And all of the people are worshiping it like it's the God that rescued them from slavery. You feel anger swelling inside your hands, grip the tablets tight. You raise them high above your head. Hey. This is John at the bibleproject. And this is the story of the golden calf found in Exodus. It's a memorable story and it's crucially.",
    "start": "00:00:10",
    "end": "00:02:52"
  },
  {
    "text": "Crucially important for the narrative of the Hebrew Bible.",
    "start": "00:02:52",
    "end": "00:02:55"
  },
  {
    "text": "In the story, we get a very puzzling exchange between Moses and God.",
    "start": "00:02:55",
    "end": "00:03:02"
  },
  {
    "text": "Exodus 32, 7. Yahweh said to Moses, go down because your people whom you brought up out of the land of Egypt, have corrupted themselves. They've turned aside quickly away from how I commanded them. They've made a golden calf. They're worshiping it, they're sacrificing to it, saying, these are your gods, these are your Elohim, O Israel, who brought you up out of Egypt. Yahweh said to Moses, I've seen this people, they're stiff necked now. Therefore, Moses, leave me alone, that my wrath may burn hot. I'm going to destroy them in order that I'LL make a new great nation out of you.",
    "start": "00:03:02",
    "end": "00:03:42"
  },
  {
    "text": "But then Moses intercedes on behalf of Israel. Don't give us up to death. Don't abandon us. Please remember your promise. So God listens to Moses.",
    "start": "00:03:42",
    "end": "00:03:54"
  },
  {
    "text": "So Yahweh changed his mind about the harm that he said he would bring.",
    "start": "00:03:54",
    "end": "00:03:59"
  },
  {
    "text": "Today we continue our series on the identity of God. And we look at this puzzling story and we ask ourselves, was God really.",
    "start": "00:04:00",
    "end": "00:04:09"
  },
  {
    "text": "Serious in the declared threat? If Moses hadn't interceded, would God have carried out the destruction of his people? If God wasn't really planning to destroy the people, Did God only pretend to listen to Moses prayer? Did Moses actually change God's purpose? Those really valid questions and has caused Bible readers to scratch their heads, Jewish and Christian, for thousands of years.",
    "start": "00:04:09",
    "end": "00:04:35"
  },
  {
    "text": "Thanks for joining us. Here we go. We're going to continue this conversation about how God interacts with humanity in the biblical story. In the biblical story. And by God, we mean Yahweh. And so in the last hour, we talked about God always, almost always interacts through a mediator.",
    "start": "00:04:37",
    "end": "00:04:59"
  },
  {
    "text": "Yeah. Or an agent.",
    "start": "00:04:59",
    "end": "00:05:00"
  },
  {
    "text": "An agent. So it's very rare that you just find God in the story doing something himself. This can happen through humans, this mediating.",
    "start": "00:05:00",
    "end": "00:05:09"
  },
  {
    "text": "Primarily through humans.",
    "start": "00:05:09",
    "end": "00:05:10"
  },
  {
    "text": "Primarily through humans.",
    "start": "00:05:10",
    "end": "00:05:11"
  },
  {
    "text": "That's the whole point of the biblical story.",
    "start": "00:05:11",
    "end": "00:05:13"
  },
  {
    "text": "And the whole point of biblical story is that God partners with humans to do his will, which is to rule the world with justice and goodness and to expand the goodness of what he's creating. That's the image of God. So we looked at the character of Moses and how he became this picture of reflecting God's will in such an intimate way that it was hard to parse out when. Is it Moses or is it God acting when God said, I'm going to rescue Israel, so you go and do it and I'm going to save Israel with my outstretched hands. But what we actually see is Moses outstretched hand.",
    "start": "00:05:13",
    "end": "00:05:54"
  },
  {
    "text": "Yep. And when he stretches out his arm, the words that he speaks are first person speech of Yahweh.",
    "start": "00:05:55",
    "end": "00:06:00"
  },
  {
    "text": "Yeah. Which would be pretty intense to see.",
    "start": "00:06:00",
    "end": "00:06:03"
  },
  {
    "text": "Totally.",
    "start": "00:06:03",
    "end": "00:06:03"
  },
  {
    "text": "Yeah.",
    "start": "00:06:03",
    "end": "00:06:04"
  },
  {
    "text": "Yeah.",
    "start": "00:06:04",
    "end": "00:06:04"
  },
  {
    "text": "Just a human dude with his arm outstretched with this thing saying, I, Yahweh, will deliver Israel. It's like, whoa, dude.",
    "start": "00:06:04",
    "end": "00:06:13"
  },
  {
    "text": "Yeah.",
    "start": "00:06:13",
    "end": "00:06:13"
  },
  {
    "text": "What's happening?",
    "start": "00:06:13",
    "end": "00:06:14"
  },
  {
    "text": "Yeah. He's either crazy and arrogant or he's actually representing Yahweh.",
    "start": "00:06:14",
    "end": "00:06:22"
  },
  {
    "text": "He's the mouthpiece of Yahweh. And then we talked about him coming down from the mountain, having encountered Yahweh so filled with him that he's glowing in the same way that the Tabernacle glows.",
    "start": "00:06:22",
    "end": "00:06:34"
  },
  {
    "text": "Yeah.",
    "start": "00:06:34",
    "end": "00:06:34"
  },
  {
    "text": "Okay, so we want to continue talking about Moses.",
    "start": "00:06:35",
    "end": "00:06:37"
  },
  {
    "text": "Yes. And again, this isn't just, hey, we could have picked anybody, but we'll pick Moses because he's a helpful illustration. No, he is the character in the Old Testament that first of all gets the most airtime, second only to David, the amount of pages that's spent on any character. So if you just look at page length alone, who are the most important character portraits in the Old Testament? David and Moses.",
    "start": "00:06:38",
    "end": "00:07:03"
  },
  {
    "text": "Okay.",
    "start": "00:07:03",
    "end": "00:07:04"
  },
  {
    "text": "And Moses, obviously, coming before David. And Moses is the first biblical character who stands in as a representative of God to lots of different people, to Pharaoh, to the Israelites and so on. And then there's all these other stories. The biblical authors don't have to do this. They don't have to tell us these stories. They spend a lot of time merging aspects of Moses job with Yahweh's job. So that what Yahweh is doing is what Moses is doing.",
    "start": "00:07:04",
    "end": "00:07:38"
  },
  {
    "text": "Yeah.",
    "start": "00:07:38",
    "end": "00:07:38"
  },
  {
    "text": "And so it's that part of the portrait of Moses that I'm trying to draw your attention to.",
    "start": "00:07:38",
    "end": "00:07:43"
  },
  {
    "text": "Yeah.",
    "start": "00:07:43",
    "end": "00:07:44"
  },
  {
    "text": "And ask, like, what's the significance of that? Because I think it's actually really significant.",
    "start": "00:07:44",
    "end": "00:07:48"
  },
  {
    "text": "Well, it seems like the significance is if we've lost the image of God in some way, if it's been corrupted in some way, what would it look like for it to be regained?",
    "start": "00:07:48",
    "end": "00:07:56"
  },
  {
    "text": "Yeah.",
    "start": "00:07:56",
    "end": "00:07:57"
  },
  {
    "text": "Well, here's a cool image of it being regained.",
    "start": "00:07:57",
    "end": "00:07:59"
  },
  {
    "text": "Yes.",
    "start": "00:07:59",
    "end": "00:07:59"
  },
  {
    "text": "That's one big significant thing.",
    "start": "00:07:59",
    "end": "00:08:01"
  },
  {
    "text": "Yep. Yeah. And so it's not just trying to tell us about an interesting person from the past. Moses story is creating a role. It's creating a hope that, oh, wow, humans can reflect more faithfully the divine glory and have their will merged with God's will, but still fully be themselves. So it's creating a role that now you're like, oh, man, I wish more humans were like this.",
    "start": "00:08:01",
    "end": "00:08:32"
  },
  {
    "text": "Right.",
    "start": "00:08:32",
    "end": "00:08:32"
  },
  {
    "text": "What we need around here is another human like this or more people like this.",
    "start": "00:08:33",
    "end": "00:08:37"
  },
  {
    "text": "Yeah. We can save some more people from injustice.",
    "start": "00:08:37",
    "end": "00:08:40"
  },
  {
    "text": "Yeah. World would be a better place if more humans were closely aligned with Yahweh, like Moses.",
    "start": "00:08:40",
    "end": "00:08:46"
  },
  {
    "text": "Now, the biblical authors also go out of their way to tell stories about Moses not being awesome.",
    "start": "00:08:47",
    "end": "00:08:53"
  },
  {
    "text": "Totally. Yeah. Yeah. And that's very intentional. So it builds up this portrait of Moses. We'll look at one other part of his portrait that's really important, where he's awesome and then he fails.",
    "start": "00:08:53",
    "end": "00:09:05"
  },
  {
    "text": "Yeah.",
    "start": "00:09:05",
    "end": "00:09:06"
  },
  {
    "text": "Right. And he doesn't get to go into the promised land. And so that's both a disappointment, but then what? It also does is that these narratives then have created a role for a kind of human that we need. If God's going to have a covenant people in the world and work through them, we need a Moses at his best. And so those past narratives then become a portrait generating hope for some kind of person who will be a greater than Moses. This is how the Hebrew Bible works. So here's one other very important part of Moses's role when he's at his best. Okay, so one, it's representing Yahweh to Pharaoh and saving the Israelites. And the story of the golden calf is crucially, crucially important for the narrative of the Hebrew Bible. And Moses role is as a mediator and specifically an intercessor. And in this story he actually both represents God to the people and he represents the people before God. So here's the story. People make a golden calf. They break the first two commandments right after they sign on the dotted line.",
    "start": "00:09:06",
    "end": "00:10:45"
  },
  {
    "text": "Yeah.",
    "start": "00:10:45",
    "end": "00:10:45"
  },
  {
    "text": "Saying everything that you have spoken, we're going to do.",
    "start": "00:10:45",
    "end": "00:10:48"
  },
  {
    "text": "Yeah, it's like. Yeah, it's like sleeping with someone on your wedding night.",
    "start": "00:10:48",
    "end": "00:10:51"
  },
  {
    "text": "Totally. Yeah, that's exactly right. Yeah, yeah. Adultery on the honeymoon thing. So God is understandably emotional.",
    "start": "00:10:51",
    "end": "00:11:00"
  },
  {
    "text": "Well, yeah. Yes.",
    "start": "00:11:01",
    "end": "00:11:03"
  },
  {
    "text": "Yeah. If you're. Yeah. According to the Bible, the biblical, the biblical God is emotional about this. Exodus 32, verse 7. Yahweh said to Moses, go down because your people whom you brought up out of the land of Egypt have corrupted themselves. They've turned aside quickly away from how I commanded them. They've made a golden calf, they're worshiping it, they're sacrificing to it, saying, these are your gods, these are your Elohim. O Israel, who brought you up out of Egypt. Yahweh said to Moses, I've seen this people, they're stiff necked now. Therefore, Moses, leave me alone that my wrath may burn hot. I'm going to destroy them in order that I'll make just a new great nation out of you. But Moses implored Yahweh he his Elohim and said, oh Yahweh, why does your wrath burn hot against your people whom you brought up out of the land of Egypt with great power and a mighty hand. And then Moses goes on to give two reasons why God shouldn't destroy.",
    "start": "00:11:03",
    "end": "00:12:15"
  },
  {
    "text": "Yeah, bad pr.",
    "start": "00:12:15",
    "end": "00:12:16"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:12:16",
    "end": "00:12:17"
  },
  {
    "text": "And you made a promise, right? Yeah.",
    "start": "00:12:19",
    "end": "00:12:20"
  },
  {
    "text": "You made a promise to Abraham, Isaac and Jacob, which technically would still be.",
    "start": "00:12:20",
    "end": "00:12:24"
  },
  {
    "text": "Fulfilled if he just used Moses.",
    "start": "00:12:24",
    "end": "00:12:26"
  },
  {
    "text": "If he just started a new nation from Moses. And then after that, Moses Says to God, listen, actually, if you're going to destroy them, destroy me in their place. He says, blot my name out of your book, but don't destroy your people. So he gives two reasons. And then he puts himself in the crosshairs, so to speak. And in verse 14 of chapter 32, you get God's response. So Yahweh changed his mind about the harm that he said he would bring on the people of Israel. Holy cow.",
    "start": "00:12:26",
    "end": "00:12:59"
  },
  {
    "text": "Yeah.",
    "start": "00:13:00",
    "end": "00:13:00"
  },
  {
    "text": "So this has caused Bible readers to scratch their heads, Jewish and Christian, for thousands of years.",
    "start": "00:13:00",
    "end": "00:13:06"
  },
  {
    "text": "Yeah, right. Right off the bat, it's wait, God can change his mind. I mean, the story is like, first you got this God who's like, angry.",
    "start": "00:13:07",
    "end": "00:13:17"
  },
  {
    "text": "Yeah, he's hurt.",
    "start": "00:13:17",
    "end": "00:13:18"
  },
  {
    "text": "Angry.",
    "start": "00:13:18",
    "end": "00:13:19"
  },
  {
    "text": "He's angry because he's hurt.",
    "start": "00:13:19",
    "end": "00:13:19"
  },
  {
    "text": "He's angry because he's hurt. But like, in human relationships, like, that kind of anger is very dangerous. And we actually really try to like regulate self control, that kind of anger, because it's gonna cause problems.",
    "start": "00:13:19",
    "end": "00:13:33"
  },
  {
    "text": "You go to anger management classes?",
    "start": "00:13:34",
    "end": "00:13:36"
  },
  {
    "text": "Anger management classes.",
    "start": "00:13:36",
    "end": "00:13:37"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:13:37",
    "end": "00:13:38"
  },
  {
    "text": "Because you'll do something that maybe you'll regret. And here it really almost feels like the story is showing God on the brink of doing something that he shouldn't.",
    "start": "00:13:38",
    "end": "00:13:50"
  },
  {
    "text": "Do that wouldn't be consistent with his character. That's what Moses is saying.",
    "start": "00:13:50",
    "end": "00:13:54"
  },
  {
    "text": "That's his argument.",
    "start": "00:13:54",
    "end": "00:13:55"
  },
  {
    "text": "First of all, why did you go do that with the Egyptians? And second, you made a promise, right? Stick with me.",
    "start": "00:13:55",
    "end": "00:14:02"
  },
  {
    "text": "But you made a point. I mean, God's promise still could have come to fruition.",
    "start": "00:14:02",
    "end": "00:14:07"
  },
  {
    "text": "Technically. Technically, but the narrative does not.",
    "start": "00:14:07",
    "end": "00:14:10"
  },
  {
    "text": "Yeah, the spirit of this whole thing, it's like, why then why were you doing all this, God, like, why rescue the Israelites? Why all these plagues? Why this whole drama if you're just gonna give up now?",
    "start": "00:14:11",
    "end": "00:14:23"
  },
  {
    "text": "Yeah, there you go. And then the narrative just ends abruptly. And then Moses offers himself in the place of the people. And God rejects that, but accepts his two arguments. And then just one sentence. The Lord changed his mind.",
    "start": "00:14:23",
    "end": "00:14:38"
  },
  {
    "text": "Yeah, he relented his mind. Is that the Hebrew word?",
    "start": "00:14:38",
    "end": "00:14:42"
  },
  {
    "text": "That's the English paraphrase. It's the Hebrew word nacham. And it's actually difficult to translate. Sometimes it means to feel strong emotion. Other times it means to feel strong emotion so as to make a decision. Change your decision to have been purposed to do this. But then it's an emotion that moves you to.",
    "start": "00:14:43",
    "end": "00:15:03"
  },
  {
    "text": "Okay.",
    "start": "00:15:04",
    "end": "00:15:04"
  },
  {
    "text": "To feel differently.",
    "start": "00:15:04",
    "end": "00:15:06"
  },
  {
    "text": "So changing his mind is probably not the best translation.",
    "start": "00:15:06",
    "end": "00:15:09"
  },
  {
    "text": "No, that's why many translations go with relented.",
    "start": "00:15:09",
    "end": "00:15:13"
  },
  {
    "text": "So it looks like he Had a change of heart.",
    "start": "00:15:15",
    "end": "00:15:16"
  },
  {
    "text": "A change of heart would actually be a better. You're right, actually. Change of heart. Here, let me look that up. So the new international version has Yahweh relented. The English standard version, ESV has relented. Ah, it's the new American standard. Has changed his mind. So does nrsv. The Lord changed his mind. Ooh, the King James. This is good. There's about half a dozen places where God does this in the Old Testament. And the King James translates. And Yahweh repented of his.",
    "start": "00:15:17",
    "end": "00:15:48"
  },
  {
    "text": "Oh, right. That's right.",
    "start": "00:15:48",
    "end": "00:15:50"
  },
  {
    "text": "He repented. Because when this verb is used of humans owning up to something wrong they've done, stopping and having a change. I'm not going to do that anymore. That is the same verb.",
    "start": "00:15:50",
    "end": "00:16:01"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:16:01",
    "end": "00:16:02"
  },
  {
    "text": "So King James repented, but change that P to an L and you get relent.",
    "start": "00:16:03",
    "end": "00:16:07"
  },
  {
    "text": "A little softer.",
    "start": "00:16:08",
    "end": "00:16:08"
  },
  {
    "text": "A little softer. Okay, so again, this has spun people's brains for a long time. One of my favorite commentaries on the book of Deuteronomy by personal scholar Hero, another one named Christopher Wright. He has a long discussion of this, and it's worth reading and just letting it tee up our discussion.",
    "start": "00:16:08",
    "end": "00:16:28"
  },
  {
    "text": "Okay.",
    "start": "00:16:28",
    "end": "00:16:28"
  },
  {
    "text": "He says, this story explores the mystery about prayer in general and intercession in particular. And it raises questions. Yeah, Was God really serious in the declared threat?",
    "start": "00:16:28",
    "end": "00:16:42"
  },
  {
    "text": "Yeah.",
    "start": "00:16:43",
    "end": "00:16:43"
  },
  {
    "text": "If Moses hadn't interceded, would God have carried out the destruction of his people?",
    "start": "00:16:44",
    "end": "00:16:49"
  },
  {
    "text": "Good question.",
    "start": "00:16:49",
    "end": "00:16:50"
  },
  {
    "text": "If God wasn't really planning to destroy the people, did God only pretend to listen to Moses prayer?",
    "start": "00:16:52",
    "end": "00:16:59"
  },
  {
    "text": "Right.",
    "start": "00:16:59",
    "end": "00:17:00"
  },
  {
    "text": "Did Moses actually change God's purpose, God's mind? Those really valid questions, all naturally arising out of the story. Okay. So he says, first of all, it's important to say there's no point wrestling with alternative hypothetical scenarios when we ask these questions, asking what if serves little theological purpose. In other words, we're not going to learn anything theologically. That's right. The point is that the narrative is shaped to teach us something that we're not going to learn by creating alternate scenarios. So the narrative is very straightforward. God and Moses behave straightforwardly. There's nothing in the text to suggest that God's anger was overdone for mere effect. No suggestion that his threat was bluff. Yeah, the threat of destruction was real. Just read the story. And Moses reaction to the divine wrath wasn't a patronizing dismissal of his authority. Like, you can't be serious that you're going to destroy them. So nothing like that's going on in the story. Moses seems to have recognized this was a sincere threat that could only be countered by an appeal to God's prior words and actions.",
    "start": "00:17:00",
    "end": "00:18:13"
  },
  {
    "text": "Okay.",
    "start": "00:18:13",
    "end": "00:18:14"
  },
  {
    "text": "And he says the paradox. This is good. The paradox is that in asking God to change, Moses was actually appealing to God to be consistent.",
    "start": "00:18:14",
    "end": "00:18:25"
  },
  {
    "text": "Right.",
    "start": "00:18:26",
    "end": "00:18:26"
  },
  {
    "text": "Which might be the significant clue to the dynamic of intercessory prayer in the story. And I would say to understanding why Moses is being portrayed in this role, why is this narrative given so much attention? He put that so well. The paradox is that Moses is asking God to do something different by appealing to him, his character, telling God to be consistent. Change so that you are being consistent.",
    "start": "00:18:27",
    "end": "00:18:57"
  },
  {
    "text": "Change so that your character doesn't change.",
    "start": "00:18:57",
    "end": "00:18:59"
  },
  {
    "text": "Yeah, exactly. At all. Yeah, exactly.",
    "start": "00:18:59",
    "end": "00:19:02"
  },
  {
    "text": "Right.",
    "start": "00:19:02",
    "end": "00:19:03"
  },
  {
    "text": "So I am certain these biblical authors, they know what they're doing and they've crafted the language of this story. It's a huge wink happening here, that this story. There's a surface level reading that's trying to actually tell us something about the very heart and purpose and nature of God. And so he goes on, he draws attention to something in the story. He says, perhaps there's a hint of the divine intention in God's fascinating words to Moses. Now leave me alone, because this is me, not Christopher Wright. What does Moses not do?",
    "start": "00:19:03",
    "end": "00:19:38"
  },
  {
    "text": "He doesn't leave him alone.",
    "start": "00:19:38",
    "end": "00:19:39"
  },
  {
    "text": "He doesn't. And does God seem annoyed about this? No. God totally responds to Moses not leaving him alone.",
    "start": "00:19:39",
    "end": "00:19:45"
  },
  {
    "text": "Yeah. Is it reverse psychology?",
    "start": "00:19:45",
    "end": "00:19:47"
  },
  {
    "text": "Yeah. So what he's going to go on to say is that many Christian and Jewish readers over the centuries have seen in that something very similar to, like when two people who really love each other are in a real argument. Right. And one says the other, get out of here. Leave me alone. And if the other person actually walked away, it's hurtful. They would be more hurt.",
    "start": "00:19:48",
    "end": "00:20:11"
  },
  {
    "text": "Yeah.",
    "start": "00:20:11",
    "end": "00:20:12"
  },
  {
    "text": "Right. So it's actually the words are inviting the opposite response of what the words mean.",
    "start": "00:20:12",
    "end": "00:20:18"
  },
  {
    "text": "Yeah.",
    "start": "00:20:18",
    "end": "00:20:19"
  },
  {
    "text": "So Wright goes on. He says, the discussion of this line, leave me alone in Jewish scholarship has sensed a deep meaning here. God didn't have to say that. Leave me alone. He didn't actually have to say anything to Moses at all. In wrath, God could have acted immediately without informing or consulting Moses in any way. But instead, God pauses and makes his divine will vulnerable to Moses challenge. The fact is that that far from human intercession being an irritating but occasionally successful intrusion on God's prefabricated blueprints for history, Moses prayer becomes an integral part of the way God's sovereignty in history is exercised. That's a long, dense sentence.",
    "start": "00:20:19",
    "end": "00:21:08"
  },
  {
    "text": "Okay.",
    "start": "00:21:08",
    "end": "00:21:09"
  },
  {
    "text": "But it's so profound. And I think it's exactly what the story is trying to say.",
    "start": "00:21:09",
    "end": "00:21:13"
  },
  {
    "text": "Sam.",
    "start": "00:21:14",
    "end": "00:21:39"
  },
  {
    "text": "Maybe I'll let you summarize what you think, what you hear him saying up to this point.",
    "start": "00:21:41",
    "end": "00:21:45"
  },
  {
    "text": "Well, first of all, he's saying the point of the story isn't to ask what if other things happen. The point of the story is this is the story we want you to know. And in this story, God allowed himself to have this conversation with Moses that he didn't have to have. And so it seems what Wright is doing is he's saying there's something deep here that we're learning about the nature of our relationship with God and how God's divine will for the world interacts with us and that it isn't that God just has a plan, and no matter what we do, God will just do his plan.",
    "start": "00:21:47",
    "end": "00:22:26"
  },
  {
    "text": "Yeah, Unilateral.",
    "start": "00:22:26",
    "end": "00:22:28"
  },
  {
    "text": "Isn't that correct? Yeah. Unilaterally. It seems like God comes, He can come with a plan, and he actually is allowing for feedback. Now, what's confusing about this is in the same breath, we're saying, well, but the plan that he brought to Moses was one that wasn't consistent with his character in the past.",
    "start": "00:22:28",
    "end": "00:22:53"
  },
  {
    "text": "That's Moses point.",
    "start": "00:22:54",
    "end": "00:22:55"
  },
  {
    "text": "That's Moses point. And it's true. So it does feel like God's just kind of like being tricky or like being sly. But what Wright is trying to say is, like, no, don't. He's not trying to pretend, whatever. Like, let's just take him at his word. But when you take him at his word, it seems really weird. So I think I'm still hung up on that.",
    "start": "00:22:55",
    "end": "00:23:19"
  },
  {
    "text": "And he says, he calls it. It's a narrative paradox. So within the logic of the story, what's the just and fair thing for God to do?",
    "start": "00:23:20",
    "end": "00:23:29"
  },
  {
    "text": "Yeah.",
    "start": "00:23:30",
    "end": "00:23:31"
  },
  {
    "text": "To break off the relationship. Yeah, I'm done.",
    "start": "00:23:31",
    "end": "00:23:34"
  },
  {
    "text": "Yeah. I guess at any point in human history, the just and fair thing for God to do is to say, this was enough is enough.",
    "start": "00:23:34",
    "end": "00:23:42"
  },
  {
    "text": "This is not working.",
    "start": "00:23:42",
    "end": "00:23:43"
  },
  {
    "text": "Yeah, I'm gonna.",
    "start": "00:23:43",
    "end": "00:23:44"
  },
  {
    "text": "I'm out of here.",
    "start": "00:23:44",
    "end": "00:23:45"
  },
  {
    "text": "Yeah. I gave you guys a lot of opportunity here.",
    "start": "00:23:45",
    "end": "00:23:48"
  },
  {
    "text": "Yeah. Yeah. So that would be the just and fair thing to do from one perspective. But that's not the only factor. You also have a factor that God has made personal promises to these very people in this story that he's going to bless all of humanity through them and despite them. And so now God has made a promise in his own integrity is on the line. Okay, so from one perspective.",
    "start": "00:23:49",
    "end": "00:24:20"
  },
  {
    "text": "But if he wipes everyone out, then it doesn't really matter. No one will know that his integrity was ever.",
    "start": "00:24:20",
    "end": "00:24:25"
  },
  {
    "text": "That's right. And that's the what or what if scenario.",
    "start": "00:24:25",
    "end": "00:24:28"
  },
  {
    "text": "Okay.",
    "start": "00:24:28",
    "end": "00:24:28"
  },
  {
    "text": "From one perspective, it would be just and fair for God to break the relationship and walk away.",
    "start": "00:24:28",
    "end": "00:24:32"
  },
  {
    "text": "Yeah.",
    "start": "00:24:33",
    "end": "00:24:33"
  },
  {
    "text": "But from another perspective, that would be unjust. It would be unjust in terms of God's own character.",
    "start": "00:24:33",
    "end": "00:24:40"
  },
  {
    "text": "So as part of the paradox then, that God is stuck between his character and his promise.",
    "start": "00:24:40",
    "end": "00:24:47"
  },
  {
    "text": "Correct. Between justice and fulfilling his promise, which would force an act of grace.",
    "start": "00:24:47",
    "end": "00:24:54"
  },
  {
    "text": "Right.",
    "start": "00:24:54",
    "end": "00:24:55"
  },
  {
    "text": "Yeah.",
    "start": "00:24:55",
    "end": "00:24:55"
  },
  {
    "text": "It's kind of like what would win an unmovable object or. Yeah, that's an irresistible force.",
    "start": "00:24:55",
    "end": "00:25:01"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:25:01",
    "end": "00:25:01"
  },
  {
    "text": "It's this paradox.",
    "start": "00:25:01",
    "end": "00:25:02"
  },
  {
    "text": "Yes.",
    "start": "00:25:03",
    "end": "00:25:03"
  },
  {
    "text": "The unmovable object is his promise. The irresistible force is his character.",
    "start": "00:25:03",
    "end": "00:25:07"
  },
  {
    "text": "Yeah, that's right. Yep. And his promise. There's actually more to the analogy that I'm about to make in the verbal texture of the story. This is just like the flood story, where God was just in bringing cataclysmic. Right. From the narrative perspective, humans have ruined his world. I'm going to undo Genesis 1, allow it to dissolve back into chaos again. Because the heart of humans was only evil all the time. Yeah. Then Noah gets off the boat, and the first thing God says is, you know what I know about humans? Their hearts are only evil all of the time. Therefore, I'm never going to do anything like that again. So once again, we're at this paradox. God would be just to break off the relationship, but at the same time, that would be unjust because he's made promises to work with and through humans. It's the same thing going on here on Mount Sinai with Moses, except now we have a mediator figure, a human mediator, whom God is inviting into that pain and paradox. And so he invites Moses to appeal on behalf of Israel. And what he appeals to is God's integrity and promise. And then God acts.",
    "start": "00:25:07",
    "end": "00:26:27"
  },
  {
    "text": "Could have Moses appeal to his justice and had God go that way.",
    "start": "00:26:27",
    "end": "00:26:32"
  },
  {
    "text": "That's a good point. Sure. But that's not the story that we have.",
    "start": "00:26:33",
    "end": "00:26:36"
  },
  {
    "text": "I think what's interesting, it seems like what we're saying or what you're saying or what the story might be saying is that there are times, because of the nature of God interacting with creation, there's going to be times where God's nature comes into conflict with God's promises. And in which case, like, it's a paradox, and which way is God going to go? And in this story, he's inviting Moses, a human, to interact with him about what decision he's going to make and actually influence his decision Making.",
    "start": "00:26:37",
    "end": "00:27:19"
  },
  {
    "text": "Yeah. As Wright puts it, God makes his divine will vulnerable to Moses challenge. But Moses challenge is, do what you said you were going to do.",
    "start": "00:27:19",
    "end": "00:27:29"
  },
  {
    "text": "Be true to your promise.",
    "start": "00:27:29",
    "end": "00:27:30"
  },
  {
    "text": "Be true to your promise. So this story is amazing. Christopher Wright goes on. He says this doesn't totally solve the mystery.",
    "start": "00:27:30",
    "end": "00:27:38"
  },
  {
    "text": "No.",
    "start": "00:27:39",
    "end": "00:27:39"
  },
  {
    "text": "But it does put it in its proper biblical perspective. God is not only allowing human intercession, he invites it and builds it into the decision making process in a way that is hard to fathom. So, and his concluding sentence is, Moses is not depicted as arguing against God, but rather as participating in an argument within God.",
    "start": "00:27:39",
    "end": "00:28:05"
  },
  {
    "text": "Yeah, that's what, that's what. Yeah, I get that. Right.",
    "start": "00:28:05",
    "end": "00:28:08"
  },
  {
    "text": "Yep.",
    "start": "00:28:08",
    "end": "00:28:08"
  },
  {
    "text": "And is right saying that's how we should be thinking about prayer in general?",
    "start": "00:28:08",
    "end": "00:28:12"
  },
  {
    "text": "Well, actually, yeah. Riot is trying to develop a portrait of intercessory prayer in general. Before we take that step, I just want to focus on the character of Moses. Once again, we're having this conversation because we're talking about how the Bible is showing God's will being carried out through human's will and Moses in particular. So Moses is the first biblical character who really. His character starts to merge with God in really profound ways. And here we're at a whole new level.",
    "start": "00:28:12",
    "end": "00:28:45"
  },
  {
    "text": "Mmm.",
    "start": "00:28:45",
    "end": "00:28:46"
  },
  {
    "text": "It's actually after this moment that Moses face shines after this conversation.",
    "start": "00:28:46",
    "end": "00:28:50"
  },
  {
    "text": "He's like, actually tied into the internal, like, dialogue of God.",
    "start": "00:28:50",
    "end": "00:28:57"
  },
  {
    "text": "Correct. Yep.",
    "start": "00:28:57",
    "end": "00:28:59"
  },
  {
    "text": "Because it's not clear from God's perspective. Well, it is clear from God's perspective.",
    "start": "00:28:59",
    "end": "00:29:04"
  },
  {
    "text": "Yes. But he's inviting Moses into the paradox of the supreme creator, God joining a real partnership with human beings that's going to create some real complicated situations.",
    "start": "00:29:04",
    "end": "00:29:17"
  },
  {
    "text": "Part of the partnership.",
    "start": "00:29:17",
    "end": "00:29:18"
  },
  {
    "text": "And here's one of them.",
    "start": "00:29:18",
    "end": "00:29:19"
  },
  {
    "text": "Yeah. The complication is, do I stay true to my promise in the way that I have promised things, or do I just be just in the way that justice deserves? And it's funny that God even kind of makes a counterpoint to Moses. Right. Moses is like, you can't. You made a promise. And he's like, well, I could. Oh, I could keep my promise. It's like a loophole, you know?",
    "start": "00:29:19",
    "end": "00:29:46"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:29:46",
    "end": "00:29:47"
  },
  {
    "text": "So it's like.",
    "start": "00:29:47",
    "end": "00:29:47"
  },
  {
    "text": "Yeah, yeah, yes.",
    "start": "00:29:47",
    "end": "00:29:50"
  },
  {
    "text": "It's interesting to think about if this conversation, what didn't have Moses and it was just God talking, like his inner dialogue.",
    "start": "00:29:50",
    "end": "00:29:57"
  },
  {
    "text": "Yeah.",
    "start": "00:29:57",
    "end": "00:29:57"
  },
  {
    "text": "If that's what this chapter was.",
    "start": "00:29:57",
    "end": "00:29:59"
  },
  {
    "text": "Yes.",
    "start": "00:29:59",
    "end": "00:29:59"
  },
  {
    "text": "Right, yeah, sure. And then God was so angry, he thought, I should just destroy these people. But then he thought, yes. Yeah, well, I did make a promise and it would look kind of weird.",
    "start": "00:29:59",
    "end": "00:30:10"
  },
  {
    "text": "Yeah.",
    "start": "00:30:10",
    "end": "00:30:10"
  },
  {
    "text": "And Then he thought, yeah, but I could still, I'll just use Moses. And then he thought, no, I'm going to be true to my promise. Then it's kind of like, oh cool, we got this really dynamic God who's actually wrestling through this thing, but instead you throw Moses in the mix.",
    "start": "00:30:10",
    "end": "00:30:28"
  },
  {
    "text": "Yeah. This is even more radical and odd than that.",
    "start": "00:30:28",
    "end": "00:30:31"
  },
  {
    "text": "And you're saying by throwing Moses in the mix, you're getting another portrait for what it means to be the image of God and at its fullest and.",
    "start": "00:30:31",
    "end": "00:30:41"
  },
  {
    "text": "Who this God is. This is. And yeah, it's both saying something about God and something about humans at the same time. You walk away from this story and Moses is going to go on and eventually fail. You walk away from the story of Moses, from the Torah God going, wow, this is a rocky relationship between God and humans.",
    "start": "00:30:41",
    "end": "00:31:03"
  },
  {
    "text": "But it was good that Moses was there.",
    "start": "00:31:05",
    "end": "00:31:07"
  },
  {
    "text": "But good thing Moses was there.",
    "start": "00:31:07",
    "end": "00:31:08"
  },
  {
    "text": "Yeah.",
    "start": "00:31:08",
    "end": "00:31:09"
  },
  {
    "text": "You know, probably the only thing that's going to make this relationship survive is if we get another Moses. What we need is somebody, a Moses like person who will stand inside the very heart of God and, and advocate that God stay true to his promises. So are you with me? It's creating a mental shelf for a human who's so submitted and so in touch with God's will that that human voice can participate in the divine dialogue.",
    "start": "00:31:09",
    "end": "00:31:42"
  },
  {
    "text": "And let's hope that if we find this new Moses, that he won't screw up.",
    "start": "00:31:42",
    "end": "00:31:47"
  },
  {
    "text": "Yeah, that's right. Wouldn't it be better to have a Moses who doesn't eventually fail and a.",
    "start": "00:31:47",
    "end": "00:31:52"
  },
  {
    "text": "Moses that sticks around?",
    "start": "00:31:52",
    "end": "00:31:53"
  },
  {
    "text": "But who's the ideal human? Yeah, there you go. Once again, this story about Moses is so important. The portrait of Moses, he's the ideal human, the most ideal human you've come across. And when you get a human who's truly connected to God in that way, stuff happens. And in this case, people are spared. People are spared and their sins are forgiven. Forgiven. Right. And they're not treated as they deserve because of this image bearing human who interceded on behalf of others.",
    "start": "00:31:53",
    "end": "00:32:27"
  },
  {
    "text": "Yeah. And then said he would take the place of humans.",
    "start": "00:32:27",
    "end": "00:32:32"
  },
  {
    "text": "Totally. Yeah, exactly. Right, totally. So this portrait, the Hebrew Bible authors are going to go on to develop the need and importance of this role and how nobody ever came along to fill Moses shoes. There were some people like Moses, Elijah, Jeremiah and Ezekiel, but all they did was reinforce the need for somebody to perfectly fill this role. And this is a part of the way that the Hebrew Bible is pointing forward to a need for not just any human, an exceptional human. And this is one of the ways that the apostles are going to draw upon these categories to talk about Jesus. Another way to reflect on this theme of God wanting to bind himself to humans so closely that they share in his will and life is this line from C.S. lewis from the Screwtape Letters.",
    "start": "00:32:32",
    "end": "00:34:05"
  },
  {
    "text": "Okay.",
    "start": "00:34:05",
    "end": "00:34:06"
  },
  {
    "text": "It's always hard to set it up if you haven't read it.",
    "start": "00:34:06",
    "end": "00:34:08"
  },
  {
    "text": "The book. The book.",
    "start": "00:34:10",
    "end": "00:34:11"
  },
  {
    "text": "Yeah, that's right. Because it's letters from between. Yeah. Two demons from a senior level evil spirit training train and educate how to deal with humans. Yeah, that's right. And also how to be wise about dealing with the enemy. And the enemy is Yahweh. Is Yahweh the God of the Bible?",
    "start": "00:34:11",
    "end": "00:34:33"
  },
  {
    "text": "Very clever, Louis.",
    "start": "00:34:33",
    "end": "00:34:34"
  },
  {
    "text": "That's good. It's actually a very insightful book.",
    "start": "00:34:34",
    "end": "00:34:37"
  },
  {
    "text": "Yeah, it's also. It's also very often when you see on social media something circulating about a passage from the Screwtape letters, it's usually fabricated. Someone's writing in the voice of Lewis about some kind of current event type thing, and then they say it's from Screwtape letters. I've seen it often. And then you go and look, and it wasn't actually in the Screwtape letters.",
    "start": "00:34:37",
    "end": "00:35:05"
  },
  {
    "text": "Wow, that's interesting.",
    "start": "00:35:05",
    "end": "00:35:06"
  },
  {
    "text": "But people pass it around, just assume it was.",
    "start": "00:35:06",
    "end": "00:35:07"
  },
  {
    "text": "Wow, there you go. So this is in the voice of an evil spirit being saying, one must face the fact that all of this talk about his love for humans and how serving him is perfect freedom. It isn't mere propaganda.",
    "start": "00:35:07",
    "end": "00:35:28"
  },
  {
    "text": "He means it.",
    "start": "00:35:29",
    "end": "00:35:30"
  },
  {
    "text": "It's rather an appalling truth. He really does want to fill the universe with a lot of loathsome little replicas of himself. Creatures whose life on a miniature scale will be qualitatively like his own, not because he has absorbed them, but because their wills freely conform to his. We, that is evil spirits, we wanted to make humans. We want cattle who can become food. He wants servants who can finally become sons. We want to suck in, he wants to give out. We are empty and need to be filled. But he is full and overflows. Our war aim is a world in which our Father below has drawn all other beings into himself. But the enemy wants a world full of beings united to him, but still distinct. He's talking about. He has his thumb right here on it. That to be truly images of God. When Moses is doing all this, he's not less than Moses, you know, even though he's more in tune with the heart of God than any other human in the story. So the depiction of God here Is that. That's what God wants, Like a world of true human.",
    "start": "00:35:31",
    "end": "00:36:57"
  },
  {
    "text": "He wants everyone to be that way, Correct?",
    "start": "00:36:57",
    "end": "00:36:59"
  },
  {
    "text": "Yes. Yeah. The biblical story. Humans become themselves when they are fully submitted to the love and mercy of the Creator.",
    "start": "00:36:59",
    "end": "00:37:09"
  },
  {
    "text": "And it does seem foolish in a way. Humans have been around long enough to realize, isn't that a dumb mission to try to get every human to have that kind of. Right. That kind of connection and to his.",
    "start": "00:37:10",
    "end": "00:37:27"
  },
  {
    "text": "World, to God and to. Yeah. And to others. To view every other human in light of that, it's much easier to just view other humans as a means to my own ends.",
    "start": "00:37:27",
    "end": "00:37:40"
  },
  {
    "text": "I mean, I've been a Jesus follower for, you know, most of my conscious life. And it's changed in the way I think about it and it's developed. But like, I'm screwed up, John.",
    "start": "00:37:40",
    "end": "00:37:51"
  },
  {
    "text": "Totally.",
    "start": "00:37:51",
    "end": "00:37:52"
  },
  {
    "text": "And so like.",
    "start": "00:37:52",
    "end": "00:37:53"
  },
  {
    "text": "Yeah, it's. I know, like what a.",
    "start": "00:37:53",
    "end": "00:37:56"
  },
  {
    "text": "It's a losing battle. You. It seems at times.",
    "start": "00:37:56",
    "end": "00:38:00"
  },
  {
    "text": "But there are moments.",
    "start": "00:38:00",
    "end": "00:38:02"
  },
  {
    "text": "There are moments for sure. And it's those moments that there's hope. And I get excited to figure out how to make that more normal. But I'm trying to say in a way that doesn't sound arrogant, I've been working at it. And if I'm a representation of someone on this planet who's been working at it, there is really no hope for us.",
    "start": "00:38:02",
    "end": "00:38:25"
  },
  {
    "text": "Yeah. And in one sense, I think that's kind of part of the story. Like there isn't hope for us from our own resources. But if there was a human who was so enmeshed with God and so participant, a participant of the divine being and will and love and could somehow bring me in on that or connect me to that, then we'd be talking.",
    "start": "00:38:28",
    "end": "00:38:54"
  },
  {
    "text": "Yeah.",
    "start": "00:38:54",
    "end": "00:38:54"
  },
  {
    "text": "And that's exactly what the New Testament's trying to claim about Jesus. And it's not a claim that comes out of nowhere. That's the whole point of talking about Moses that makes that very clear. Who Jesus is and what he's doing is providing a hand in glove solution.",
    "start": "00:38:55",
    "end": "00:39:13"
  },
  {
    "text": "The problem, the glove is this problem that Moses leaves behind, correct?",
    "start": "00:39:15",
    "end": "00:39:19"
  },
  {
    "text": "Yeah. The biblical story, the Hebrew Bible creates a glove and Moses is a key part of forming the contours of the glove. That Jesus comes and his hand fits in perfectly, but it says something profound about God and it also says something profound about humans. So another place where this Moses portrait of a human really perfectly bearing the image of God and getting to do some amazing things, it takes another step forward in the book of Isaiah in a really interesting way. So by the time you get to Isaiah You've already had the stories about David, right? And David's another figure who's another human. Another human. He gets a lot of airtime in terms of page numbers, developing his story.",
    "start": "00:39:19",
    "end": "00:40:37"
  },
  {
    "text": "A lot of word count.",
    "start": "00:40:37",
    "end": "00:40:38"
  },
  {
    "text": "And like Moses, he's not flawless. He's got some real, real issues, murder and adultery. But when he's at his best, he's radically submitted to God's will, whether it's the Goliath story or with Saul breathing.",
    "start": "00:40:38",
    "end": "00:40:54"
  },
  {
    "text": "Down his neck and is that what we mean? Or the biblical author means by he's a man after God's own heart.",
    "start": "00:40:54",
    "end": "00:40:59"
  },
  {
    "text": "Correct? Correct. Yeah, exactly. Yeah, A man after God's. So it's another human who's connecting to God's heart, closely aligned to the divine will. And when he's at his best, he becomes an instrument of God's rule over his people. So much so that there's different moments in the storyline where God says David brings justice and righteousness and therefore that is God bringing justice and righteousness to Israel. It's very similar. But he's flawed and he dies eventually. Isaiah carries this hope forward. What happens in the book of Isaiah is that, okay, here's what we need. We need a human around here who's like Moses and who's like David.",
    "start": "00:40:59",
    "end": "00:41:46"
  },
  {
    "text": "Yeah.",
    "start": "00:41:46",
    "end": "00:41:47"
  },
  {
    "text": "And he combines a priest and a king, a priest prophet, Moses back as a prophet, speaking on behalf of God and as a priest, but as a king. But also a king. And so the hoped for coming figure who's going to solve all the problems in the book of Isaiah, you can watch, it's David's face. Be like a Rembrandt portrait or something of David's face and Moses face become merged, merging. And together they form a portrait of the future messianic hope in some really cool ways. So for example, two poems from the earlier part of Isaiah laid out here. One is in Isaiah chapter two, and it's this poem about how in the last days this is Isaiah's future hope for the nations. He says the mountain of the house of the Lord, that's the temple in Jerusalem, will be lifted up. All the nations are going to stream to it. All the peoples will come and say, let's go to the mountain of Yahweh, to the house of the God of Jacob. He's going to teach us Torah. He's going to teach us.",
    "start": "00:41:47",
    "end": "00:42:49"
  },
  {
    "text": "Yeah.",
    "start": "00:42:49",
    "end": "00:42:49"
  },
  {
    "text": "The Torah will go out of Zion, the word of the Lord. And he that is Yahweh himself will render justice between many nations. He himself will render decisions for many peoples. And once God has brought full justice to the nations, what's the result? It's the famous line, they turn their AK47s into parts for wheat threshers, swords into plowshares.",
    "start": "00:42:50",
    "end": "00:43:16"
  },
  {
    "text": "They hammer their swords into plowshares.",
    "start": "00:43:16",
    "end": "00:43:18"
  },
  {
    "text": "Yeah.",
    "start": "00:43:18",
    "end": "00:43:18"
  },
  {
    "text": "We don't need these swords anymore. What should we do with them? Oh, let's turn them into devices to garden.",
    "start": "00:43:18",
    "end": "00:43:23"
  },
  {
    "text": "Yeah. Farming equipment and gardening equipment to grow tomatoes for the masses.",
    "start": "00:43:23",
    "end": "00:43:27"
  },
  {
    "text": "Whatever.",
    "start": "00:43:27",
    "end": "00:43:28"
  },
  {
    "text": "Yeah. So powerful. Really beautiful, Hope. But notice it's centered in the restoration of Jerusalem. And it's. Yahweh himself is the one acting here in these poems. Later on in chapter 11, there's a poem about the future hope. And here it's all centered around the portrait of a king from the line of David. So chapter 11 is a shoot will spring up from the stem of Jesse. That's David's dad.",
    "start": "00:43:28",
    "end": "00:43:57"
  },
  {
    "text": "A shoot being.",
    "start": "00:43:58",
    "end": "00:43:59"
  },
  {
    "text": "A little green plant.",
    "start": "00:44:01",
    "end": "00:44:02"
  },
  {
    "text": "Yeah. A little tiny. Like in a tree. You get a very green, fresh new stem. That's the shoot.",
    "start": "00:44:02",
    "end": "00:44:10"
  },
  {
    "text": "That's right out of an old stem.",
    "start": "00:44:10",
    "end": "00:44:12"
  },
  {
    "text": "Yeah.",
    "start": "00:44:12",
    "end": "00:44:12"
  },
  {
    "text": "So it's like a tree that's been chopped down, but the stumps there. And then it's new growth coming up out of an old. Or like a nurse log.",
    "start": "00:44:12",
    "end": "00:44:20"
  },
  {
    "text": "Okay.",
    "start": "00:44:20",
    "end": "00:44:21"
  },
  {
    "text": "Yeah, yeah. So the stem of Jesse, the family line of Jesse, which is David's dad, is going to come to life again.",
    "start": "00:44:21",
    "end": "00:44:28"
  },
  {
    "text": "Cool.",
    "start": "00:44:28",
    "end": "00:44:28"
  },
  {
    "text": "Which is a metaphorical way of saying a new David.",
    "start": "00:44:28",
    "end": "00:44:31"
  },
  {
    "text": "Yeah.",
    "start": "00:44:31",
    "end": "00:44:32"
  },
  {
    "text": "A messianic king. And so awesome. That's great. Good news. A new branch is going to pop out of David's line. The spirit of Yahweh is going to rest on this king. Spirit of wisdom and understanding, counsel and strength, knowledge and fear of the Lord. He will not judge by what his eyes see. He will not render a decision by what his ears hear. But with righteousness, he will bring justice for the poor, and he will render decisions with fairness for the afflicted. So it's this image of he won't be misled by surface appearances. Rather, he'll bring true justice to the poor and to the nations. So what's interesting here is very similar portrait of a king reigning in Jerusalem over the nations. And what the king's doing here is.",
    "start": "00:44:32",
    "end": "00:45:28"
  },
  {
    "text": "Bringing what Isaiah was doing or what Yahweh was doing in two, what Yahweh.",
    "start": "00:45:28",
    "end": "00:45:32"
  },
  {
    "text": "Was doing in chapter two. So do you get it? We're already familiar with this category, right?",
    "start": "00:45:32",
    "end": "00:45:36"
  },
  {
    "text": "Yeah. It's like the same thing as, like Yahweh telling Moses, I'm going to do this, and then you Actually go watch it. And it's Moses doing it.",
    "start": "00:45:36",
    "end": "00:45:44"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:45:44",
    "end": "00:45:44"
  },
  {
    "text": "So in Isaiah chapter 2, Yahweh is saying in the last days, I'm going to do this. In Isaiah chapter 11, last days, we're seeing a king from the line of Judah or Jacob.",
    "start": "00:45:44",
    "end": "00:45:54"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:45:54",
    "end": "00:45:55"
  },
  {
    "text": "Doing this. Yeah, David. So that's the same category.",
    "start": "00:45:55",
    "end": "00:45:58"
  },
  {
    "text": "Yeah, that's right. So wait, is it Yahweh bringing justice or the king? And the point is, yes, this is God acting through this coming king.",
    "start": "00:45:58",
    "end": "00:46:09"
  },
  {
    "text": "Now with Moses then we would say, but that doesn't mean Moses is God.",
    "start": "00:46:09",
    "end": "00:46:13"
  },
  {
    "text": "Correct? That's correct. I'm with you.",
    "start": "00:46:14",
    "end": "00:46:16"
  },
  {
    "text": "So in Isaiah 11, we wouldn't say that this new king is God except.",
    "start": "00:46:17",
    "end": "00:46:22"
  },
  {
    "text": "Look at this next point in the two chapters, in the chapters leading up to chapter 11, this king is already been described for us. One of his names, symbolic names, is Emmanuel, which means God with us. The other set of names he's given is in chapter nine. And this, it's the famous Christmas card passage. A child's born to us. A son is given. His name will be called Wonderful Counselor, Mighty God, Eternal Father, Prince of Peace.",
    "start": "00:46:22",
    "end": "00:46:51"
  },
  {
    "text": "Yeah.",
    "start": "00:46:52",
    "end": "00:46:52"
  },
  {
    "text": "Many biblical characters have symbolic names that have a divine title in it. Isaiah means Yahweh saves. But it is interesting that the identity of this king gets ratcheted up more than seems normal. Sure, it's not just his names, these symbolic names, but then also in these portraits of his activity, he's like a stand in for Yahweh himself. So that's in the earlier chapters of Isaiah. As the book of Isaiah unfolds, you discover that this king, while he can bring justice, that still leaves an outstanding problem in Israel's story. And that's there's centuries of rebellion and idolatry and corruption. So it's not just that we need a good king. We need someone to deal with the sin problem. We need someone to provide atonement and covering for Israel's rebellion and sin. And so you get this portrait of a savior figure developed throughout the book of Isaiah. And in the latter parts of the book, it's not a David portrait, it's the Moses prophet, it's the suffering prophet portrait or otherwise known as the suffering servant. There's four poems that develop this. But in Isaiah 52 there's a famous poem that we've made a whole video about. Yeah, right. How lovely on the mountains are the feet of those bringing good news of a messenger coming. And what are they saying? Well, they're saying, your God reigns, Yahweh's coming back to Zion himself. And then right near the end, it says, the good news is that God has redeemed Jerusalem. Yahweh has bared his holy arm in the sight of all nations. And we're like, oh, I know that line sounds familiar. That's the Exodus story. But in Exodus story, Yahweh's mighty arm came through Moses, happened through a human mediator. The very next poem in chapter 53 is the famous suffering servant poem. And it begins with an opening line saying, who has believed our message? To whom has the arm of Yahweh been revealed? So it's a group saying, listen, Yahweh's arm showed up. And no one believes it. No one recognized it. Why? Well, and they go on to talk about this prophet figure who actually, instead of being exalted by the people that he was sent to, was killed by them. And his death becomes like Moses wanted his life to his death to be offered in the place of others. And then all of a sudden, after the servant dies, he's just alive again in the poem. And my righteous servant will declare the many to be righteous, and he will bear their sin. So, dude, Isaiah is off the charts, but it's taking the story of Moses and the story of David at their best and depicting the kind of human we need who will both bring justice to the world, but also provide covering and atonement for Israel's failure. And when this servant is described in Isaiah, it's described as being Yahweh himself. Acting. Yeah, it's that same blurring.",
    "start": "00:46:53",
    "end": "00:50:21"
  },
  {
    "text": "Right.",
    "start": "00:50:21",
    "end": "00:50:21"
  },
  {
    "text": "And so you walk away from Isaiah with a much fuller portrait of, is it Yahweh acting or a human? Who. Who's going to save us? And what kind of human? Well, a Moses like David, like type of human who will do for us what only God can do.",
    "start": "00:50:21",
    "end": "00:50:41"
  },
  {
    "text": "Now, if we import the category that we found with Moses, then we could very confidently say, well, it will be a human.",
    "start": "00:50:41",
    "end": "00:50:49"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:50:49",
    "end": "00:50:50"
  },
  {
    "text": "And that human won't be God.",
    "start": "00:50:50",
    "end": "00:50:51"
  },
  {
    "text": "Correct.",
    "start": "00:50:51",
    "end": "00:50:52"
  },
  {
    "text": "But we'll be acting on behalf of God in such an enmeshed way that you might as well say that God is doing it.",
    "start": "00:50:52",
    "end": "00:50:59"
  },
  {
    "text": "I'm with you. I'm with you. Yeah. This doesn't amount to a predictive prophecy of the incarnation.",
    "start": "00:50:59",
    "end": "00:51:04"
  },
  {
    "text": "Right.",
    "start": "00:51:05",
    "end": "00:51:05"
  },
  {
    "text": "But it's giving you a mental shelf that is pretty darn close. And so that when the New Testament authors come onto the. When the apostles come onto the scene announcing who Jesus is, both people, at least Jewish listeners who are raised on this literature, they have a category for Jesus, for stage one of understanding him.",
    "start": "00:51:05",
    "end": "00:51:29"
  },
  {
    "text": "Yeah.",
    "start": "00:51:29",
    "end": "00:51:30"
  },
  {
    "text": "And then for the ultimate claim of his truest identity, then bursts those categories into new territory.",
    "start": "00:51:30",
    "end": "00:51:39"
  },
  {
    "text": "So you gotta start there.",
    "start": "00:51:39",
    "end": "00:51:40"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:51:41",
    "end": "00:51:42"
  },
  {
    "text": "And I think the tension with starting there is if you stop there, then you're saying Jesus was just another Moses.",
    "start": "00:51:42",
    "end": "00:51:50"
  },
  {
    "text": "Correct.",
    "start": "00:51:51",
    "end": "00:51:51"
  },
  {
    "text": "And was merely a human that God worked through, which is not orthodox Christian belief.",
    "start": "00:51:51",
    "end": "00:51:58"
  },
  {
    "text": "Correct.",
    "start": "00:51:59",
    "end": "00:51:59"
  },
  {
    "text": "And so almost like.",
    "start": "00:51:59",
    "end": "00:52:00"
  },
  {
    "text": "And it's not what the apostles were saying about Jesus, but there are many.",
    "start": "00:52:00",
    "end": "00:52:05"
  },
  {
    "text": "People even around today who would want to make a claim like that. What I'm trying to say is that just having this conversation and allowing us to start there feels a little uncomfortable for that reason.",
    "start": "00:52:06",
    "end": "00:52:16"
  },
  {
    "text": "Sure. Yeah.",
    "start": "00:52:16",
    "end": "00:52:17"
  },
  {
    "text": "Totally.",
    "start": "00:52:17",
    "end": "00:52:17"
  },
  {
    "text": "Right? Yeah. Yeah.",
    "start": "00:52:17",
    "end": "00:52:18"
  },
  {
    "text": "And it's almost. And I'm wondering if this is some reason why we don't start there.",
    "start": "00:52:19",
    "end": "00:52:23"
  },
  {
    "text": "I think so.",
    "start": "00:52:24",
    "end": "00:52:24"
  },
  {
    "text": "The reason could also be. It's just. That's a lot to get through biblical paradigms to like.",
    "start": "00:52:24",
    "end": "00:52:30"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:52:30",
    "end": "00:52:32"
  },
  {
    "text": "To ruminate on. But the other one might be. It's just uncomfortable. We could stop here and I could form a cult. Right.",
    "start": "00:52:32",
    "end": "00:52:39"
  },
  {
    "text": "You'd be like, ooh, I could become one of those guys.",
    "start": "00:52:40",
    "end": "00:52:42"
  },
  {
    "text": "Yeah. Like, from here, I can now make a really good argument for a Jehovah witness saying.",
    "start": "00:52:42",
    "end": "00:52:48"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:52:48",
    "end": "00:52:48"
  },
  {
    "text": "That Jesus is just another.",
    "start": "00:52:48",
    "end": "00:52:50"
  },
  {
    "text": "He's an exalted human.",
    "start": "00:52:50",
    "end": "00:52:51"
  },
  {
    "text": "Exalted human.",
    "start": "00:52:51",
    "end": "00:52:52"
  },
  {
    "text": "Yeah.",
    "start": "00:52:52",
    "end": "00:52:52"
  },
  {
    "text": "And there's a very good case to be made.",
    "start": "00:52:53",
    "end": "00:52:55"
  },
  {
    "text": "And that's certainly how Jesus was perceived by many people.",
    "start": "00:52:55",
    "end": "00:52:59"
  },
  {
    "text": "Yeah.",
    "start": "00:52:59",
    "end": "00:52:59"
  },
  {
    "text": "But we have all the indications that he. And then the apostles after him added another layer on top of that category.",
    "start": "00:52:59",
    "end": "00:53:09"
  },
  {
    "text": "It burst the bubble.",
    "start": "00:53:09",
    "end": "00:53:10"
  },
  {
    "text": "Yeah.",
    "start": "00:53:10",
    "end": "00:53:10"
  },
  {
    "text": "This is. Yeah.",
    "start": "00:53:10",
    "end": "00:53:12"
  },
  {
    "text": "So there you go.",
    "start": "00:53:12",
    "end": "00:53:13"
  },
  {
    "text": "Cool.",
    "start": "00:53:13",
    "end": "00:53:13"
  },
  {
    "text": "Yeah. For me, personally, it's. Having this category allows me to make sense of the types of claims the apostles are actually making.",
    "start": "00:53:13",
    "end": "00:53:22"
  },
  {
    "text": "Yeah. It fills it out. It's the context for the claim.",
    "start": "00:53:22",
    "end": "00:53:25"
  },
  {
    "text": "That's right.",
    "start": "00:53:25",
    "end": "00:53:26"
  },
  {
    "text": "And I think what you've said before is just to say that Jesus is God without the context is just so disequilibrating and strange that it actually becomes a little bit meaningless and confusing. But if we come from this Jewish paradigm and then we start from there and then we layer onto that this idea of Jesus. Actual divinity.",
    "start": "00:53:26",
    "end": "00:53:54"
  },
  {
    "text": "Yeah.",
    "start": "00:53:55",
    "end": "00:53:55"
  },
  {
    "text": "Then it's a kind of. It's a. It's a more full picture.",
    "start": "00:53:55",
    "end": "00:54:00"
  },
  {
    "text": "Yeah. For an example, both the APostle Paul in Second Corinthians, like chapters three and four, and then the Book of Hebrews, they both make long comparisons between Jesus and Moses.",
    "start": "00:54:00",
    "end": "00:54:11"
  },
  {
    "text": "Yeah.",
    "start": "00:54:11",
    "end": "00:54:11"
  },
  {
    "text": "They use the paradigm of Moses to explain who Jesus is. And then they also go on to make claims that essentially amount to, Jesus is not just another Moses. He's a greater than Moses. He exceeds the categories of Moses in ways that were surprising and therefore, like, scandalous and controversial in their days. But that doesn't mean you ditch the Moses paradigm. It helps you understand one aspect of Jesus.",
    "start": "00:54:12",
    "end": "00:54:40"
  },
  {
    "text": "Yeah. It became the shadow of this ultimate thing that fills out the shadow into, like, a full picture.",
    "start": "00:54:40",
    "end": "00:54:47"
  },
  {
    "text": "That's right. Yeah. All the images of Jesus as the priestly intercessor on behalf of God's people. It's a huge theme in the Book of Hebrews, and it's all built off of these parallels between Jesus and Moses and Jesus and the servant in the Book of Isaiah.",
    "start": "00:54:47",
    "end": "00:55:07"
  },
  {
    "text": "I'm excited to get into the New Testament and for us to really talk about how the apostles are doing this, then to see it in real time, because they are very nuanced about it. Right. Like, I would want them to say, like, hey, look, there was a lot of ambiguity between whether Moses was working or Yahweh was working, because it was because Moses is not God. And there's a lot of parallel between Jesus and Moses. But let's be clear, Jesus actually did share in God's divine nature in a way that was fundamentally different.",
    "start": "00:55:07",
    "end": "00:55:44"
  },
  {
    "text": "Yeah, that's right. Yep. And the way that they'll do that is by using language used about God's spirit and applying it to Jesus. They'll use language about God's wisdom from.",
    "start": "00:55:44",
    "end": "00:55:58"
  },
  {
    "text": "The Old Testament, all these attributes of.",
    "start": "00:55:58",
    "end": "00:55:59"
  },
  {
    "text": "God's wisdom, and applying it to Jesus. They'll use language of Jesus being exalted to a divine throne, sitting beside God's throne, and ascribing that to Jesus, which sounds interesting to modern listeners.",
    "start": "00:55:59",
    "end": "00:56:14"
  },
  {
    "text": "They're not just pumping up the rhetoric.",
    "start": "00:56:14",
    "end": "00:56:16"
  },
  {
    "text": "To make Jesus like, they're making them more Jewish claims about Jesus deity, but they're doing it within Jewish categories, which are not modern categories. So to us, it just sounds like a cool metaphor to say Jesus is the wisdom of God, like Paul does in First Corinthians 2. But for a Jewish rabbi, that would.",
    "start": "00:56:16",
    "end": "00:56:36"
  },
  {
    "text": "Be like, well, you've gone too far.",
    "start": "00:56:36",
    "end": "00:56:37"
  },
  {
    "text": "You've gone too far.",
    "start": "00:56:37",
    "end": "00:56:38"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:56:38",
    "end": "00:56:39"
  },
  {
    "text": "For Jesus.",
    "start": "00:56:39",
    "end": "00:56:40"
  },
  {
    "text": "Like, a Jewish rabbi would be comfortable enough to go, okay, Jesus was a mediator for God, like Moses.",
    "start": "00:56:40",
    "end": "00:56:46"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:56:46",
    "end": "00:56:47"
  },
  {
    "text": "Okay. I grant you that you might be wrong.",
    "start": "00:56:47",
    "end": "00:56:49"
  },
  {
    "text": "Yeah.",
    "start": "00:56:49",
    "end": "00:56:49"
  },
  {
    "text": "But I grant you that we have a category for that. But now you're telling me that Jesus.",
    "start": "00:56:49",
    "end": "00:56:55"
  },
  {
    "text": "Is God's wisdom, Wisdom enthroned beside God, running the universe. Yeah, that's Blasphemy.",
    "start": "00:56:55",
    "end": "00:57:01"
  },
  {
    "text": "Yeah. You've gone a little too far. You've pumped up the rhetoric too far to where I think you're saying something that is blasphemous.",
    "start": "00:57:01",
    "end": "00:57:10"
  },
  {
    "text": "Correct. Yep. That's taking in their perception would be you're taking a creature and breaking through the line that no creature can cross and putting them on the other side. Think of that binary view of reality. There's the creator and ruler of all and then all other reality.",
    "start": "00:57:10",
    "end": "00:57:29"
  },
  {
    "text": "That would make a really good image visual.",
    "start": "00:57:31",
    "end": "00:57:32"
  },
  {
    "text": "The apostles are using categories for other people on this side of the line, Moses, David. But then they also layer on top of that more imagery to elevate Jesus breaking through the line and to sit him right next to Yahweh as creator and as ruler. That became the eventual parting of the ways between the Messianic Jewish movement and other Jewish communities. Cool.",
    "start": "00:57:32",
    "end": "00:58:02"
  },
  {
    "text": "Thanks for listening to this episode of the Bible Project podcast. This is our 99th episode on the podcast, which means next week is an exciting milestone. Our 100th episode. We're gonna record our 100th episode live here in our studio. We're gonna answer questions pertaining to this God series and just hang out. You can join us for this live event. We're gonna stream it on YouTube. YouTube.com TheBibleProjectLive we're gonna kick it off at 7pm Pacific Time on Thursday, September 6th. So put it on your calendar and join us. Once again, it's YouTube.com thebibleproject live. Not only will it be our 100th episode, but we're also going to be releasing the first videos for season five. This podcast was edited by Dan Gummel with music by Tay, the producer. The bibleproject is a non profit organization in Portland, Oregon. We believe the Bible is a unified story that leads to Jesus. You can find out all about us@thebibleproject.com we believe the Bible is a unified story that leads to Jesus. We are a coward funded project.",
    "start": "00:58:03",
    "end": "00:59:14"
  },
  {
    "text": "We are a crowdfunded project.",
    "start": "00:59:19",
    "end": "00:59:21"
  },
  {
    "text": "Okay. We are a crowdfunded project by people like me. Find free videos, study notes and more@thebibleproject.com for wait. Great. Wait. Cow. Crab.",
    "start": "00:59:21",
    "end": "00:59:34"
  },
  {
    "text": "No, not crab.",
    "start": "00:59:34",
    "end": "00:59:36"
  }
]