[
  {
    "text": "I'm John Collins, and this is the BibleProject Podcast. We're in the final stretch of a conversation about the portrayal of God as a character in the Bible. If you've been following along, you know that all of these conversations have been leading up to a video that we wrote and produced on the character of God. It's been a long conversation. We've started at the beginning of the biblical story, and we've looked at many of the surprising ways that God has described in the Bible, how his identity is complex. And now we've made it to the Apostle Paul. Last week, we looked at a number of passages where Paul wrestles through how Jesus is connected to the identity of God. And this week, we'll continue to look at some of the writings of Paul and how he connects the identity of God's Spirit to the Father and to Jesus.",
    "start": "00:00:08",
    "end": "00:00:58"
  },
  {
    "text": "So people sometimes call these the Trinitarian texts and Paul. It's not the word Paul uses, but these are the passages in the apostles writings that were recognized and were later described in the history of the Church as the Trinity.",
    "start": "00:00:58",
    "end": "00:01:14"
  },
  {
    "text": "So in this episode, we'll look at a couple of passages of Paul, including this 1 in Romans 8. You are not in the flesh, but in the Spirit. If in fact the Spirit of God dwells in you. And anyone who does not have the Spirit of Christ does not belong to him. But if Christ is in you, although the body is dead because of sin, the Spirit is alive because of righteousness, the Spirit of Him who raised Jesus from the dead dwells in you. This is a pretty dense passage. Paul takes a category we're familiar with from the Hebrew Scriptures, the Spirit of God, and connects it to both the Father and to Jesus in a very tightly intertwined way.",
    "start": "00:01:15",
    "end": "00:01:55"
  },
  {
    "text": "This is very similar to the Shema where he's using an Old Testament shelf. Here, the shelf is the Spirit of God. So just think first sentences of Genesis. In the beginning, God created the heavens and the earth. Now the land was tovu vavahu, formless and void, darkness over the surface of the deep. But the Spirit of God was there. So it's God. And it's a way of talking about God's immediate personal presence, giving life within creation. So the Spirit is always the Spirit of God. It's a second self, so to speak. But now he's taken the God Spirit unity and he's just put Jesus right in there so that he can say Spirit of God or Spirit of Christ.",
    "start": "00:01:55",
    "end": "00:02:37"
  },
  {
    "text": "So today we read some of the earliest Christian texts on the Spirit of God. Thanks for joining us. Here we go.",
    "start": "00:02:37",
    "end": "00:02:44"
  },
  {
    "text": "We're talking about God. I feel like I've been starting every conversation with that phrase. We're talking about God.",
    "start": "00:02:47",
    "end": "00:02:53"
  },
  {
    "text": "That's right.",
    "start": "00:02:53",
    "end": "00:02:54"
  },
  {
    "text": "In the last conversation, we talked about Jesus being identified with the Father. Kind of that.",
    "start": "00:02:54",
    "end": "00:03:00"
  },
  {
    "text": "Yeah, Jesus or Jesus being identified. The Father.",
    "start": "00:03:00",
    "end": "00:03:03"
  },
  {
    "text": "Yeah.",
    "start": "00:03:03",
    "end": "00:03:04"
  },
  {
    "text": "And together described by Paul as the one God. The one God.",
    "start": "00:03:04",
    "end": "00:03:08"
  },
  {
    "text": "Yahweh.",
    "start": "00:03:08",
    "end": "00:03:09"
  },
  {
    "text": "Cool.",
    "start": "00:03:09",
    "end": "00:03:10"
  },
  {
    "text": "And so now we're going to talk about how Paul's doing that same thing, but then throwing the spirit in the mix.",
    "start": "00:03:11",
    "end": "00:03:16"
  },
  {
    "text": "Exactly. Yes. Yeah, exactly. Right.",
    "start": "00:03:16",
    "end": "00:03:18"
  },
  {
    "text": "Cool.",
    "start": "00:03:18",
    "end": "00:03:19"
  },
  {
    "text": "Yeah. So just like on that same principle, Paul wraps Jesus and the Father together as the one God.",
    "start": "00:03:19",
    "end": "00:03:28"
  },
  {
    "text": "Yeah.",
    "start": "00:03:28",
    "end": "00:03:28"
  },
  {
    "text": "There's a whole other. We just look at a couple. You could look at them all day. There's so many. There's also a whole other collection of passages in Paul's writings where he does the same bundling, but adding a third party into the mix.",
    "start": "00:03:28",
    "end": "00:03:45"
  },
  {
    "text": "The spirit, third entity.",
    "start": "00:03:45",
    "end": "00:03:47"
  },
  {
    "text": "Yeah. So people sometimes call these the Trinitarian texts in Paul. It's not the word Paul uses. He just the word Trinity.",
    "start": "00:03:47",
    "end": "00:03:56"
  },
  {
    "text": "Yeah.",
    "start": "00:03:56",
    "end": "00:03:57"
  },
  {
    "text": "But these are the passages in the apostles writings that were recognized and were later described in the history of the church as the Trinity. So, for example, here's just one from Paul's letter to the Galatians. His most. Well, gosh, I was going to say his most emotionally intense letter, but I think he was just emotional, emotionally intense. Dude. But he's really worked up because here's a whole bunch of non Jewish followers of Jesus the Messiah, which he's stoked on. He's stoked on. I mean, he got to tell them the good news of Jesus. A whole bunch of them gave their allegiance to Jesus. The Holy Spirit did some amazing things in their midst. He leaves on a business trip and then you get to report that some people, some followers of Jesus who are ethnically Jewish, came to town and started saying, that's cool that you're down for Jesus, but you're not really on his team until the men get circumcised. And so that's what this whole letter is about, is why he thinks that's screwed up.",
    "start": "00:03:57",
    "end": "00:05:03"
  },
  {
    "text": "Yeah. Why he's pretty bummed on that.",
    "start": "00:05:03",
    "end": "00:05:04"
  },
  {
    "text": "So he makes a bunch of arguments about Abraham and faith and Jesus about why. But now he's going to bring into this argument the Spirit, that their experience of the Spirit of God shows that they are on equal standing with ethnic Jews when they come to the Messiah. So this is Galatians 4. But when the fullness of time came, God sent forth his Son Born of a woman, born under the Torah so that he might redeem those who were under the Torah so that we might receive the adoption as sons. Dude, his logic is so dense right now, but he's assuming, like the whole storyline of the Old Testament in just these sentences.",
    "start": "00:05:04",
    "end": "00:05:55"
  },
  {
    "text": "Because he's the seed of the woman.",
    "start": "00:05:56",
    "end": "00:05:58"
  },
  {
    "text": "He's the seed of the woman and he's the seed of Abraham.",
    "start": "00:05:58",
    "end": "00:06:01"
  },
  {
    "text": "Because he was born under the Torah.",
    "start": "00:06:02",
    "end": "00:06:04"
  },
  {
    "text": "Yeah, under the Torah.",
    "start": "00:06:04",
    "end": "00:06:05"
  },
  {
    "text": "Is that what that means? Seed of Abraham.",
    "start": "00:06:05",
    "end": "00:06:06"
  },
  {
    "text": "He's born into the family of people that signed on the dotted line at Mount Sinai to live by the covenant terms of the Torah.",
    "start": "00:06:06",
    "end": "00:06:13"
  },
  {
    "text": "Okay.",
    "start": "00:06:13",
    "end": "00:06:14"
  },
  {
    "text": "But the covenant terms of the Torah paradoxically ended up condemning ancient Israel to exile because they're humans and they kept breaking the terms of the covenant. And so he comes to redeem those under the Torah so that the rest of the nations might be blessed by the family of Abraham. That's the logic of the biblical story.",
    "start": "00:06:14",
    "end": "00:06:39"
  },
  {
    "text": "Yeah.",
    "start": "00:06:39",
    "end": "00:06:39"
  },
  {
    "text": "And what does it mean for the nations to receive the blessing when Abraham's family is redeemed? It's that we, the nations, might receive the adoption as sons. And adoption is a metaphor that works multiple directions for Paul. One, it's that non Jews get adopted into the family of Abraham by faith grafted in. Yeah, yeah. And then second layer is that humans get adopted into the divine community of love between the Father and the Son. Because look at what he says next. He says, because you are really sons. God has sent forth the spirit of his Son into all of our hearts so that we can cry out abba, Father. So Abba's Aramaic. Yeah, yeah, It's Jesus term for the Father. So this is very dense, but here's what he's saying, that the same intimate, eternal love relationship between the Father and the Son that exploded on the history with the baptism of Jesus. He's referring to the baptism story here.",
    "start": "00:06:39",
    "end": "00:07:51"
  },
  {
    "text": "Yeah. How Jesus, his experience of God is that of Father and that we looked at another passage, the Beloved one. What was the beloved one?",
    "start": "00:07:51",
    "end": "00:08:02"
  },
  {
    "text": "In the baptism, the Father announces his love, his eternal love for the Son. Yeah, yeah. Through the Spirit.",
    "start": "00:08:02",
    "end": "00:08:08"
  },
  {
    "text": "And so this is very. Yeah, Very intimate moment.",
    "start": "00:08:08",
    "end": "00:08:11"
  },
  {
    "text": "Yeah.",
    "start": "00:08:11",
    "end": "00:08:11"
  },
  {
    "text": "And what was the passage we looked at where Jesus, or where it said that only the Father was only revealed through Jesus?",
    "start": "00:08:11",
    "end": "00:08:18"
  },
  {
    "text": "That was a Matthew.",
    "start": "00:08:18",
    "end": "00:08:19"
  },
  {
    "text": "That was Jesus talking.",
    "start": "00:08:20",
    "end": "00:08:21"
  },
  {
    "text": "Yeah. Only the Father knows the Son and only the Son knows the Father. Yeah, yeah.",
    "start": "00:08:21",
    "end": "00:08:26"
  },
  {
    "text": "So Jesus had this very. This unique experience of God. For him was Abba, Abba. And the Spirit was the connecting, like.",
    "start": "00:08:26",
    "end": "00:08:38"
  },
  {
    "text": "Fabric for that, in a way at the baptism.",
    "start": "00:08:38",
    "end": "00:08:41"
  },
  {
    "text": "At the baptism of Jesus. And then during Pentecost, we get the same thing, which is the Spirit coming and Paul is here saying, doing the same thing so that you can say Abba so you could have the same experience Jesus had.",
    "start": "00:08:41",
    "end": "00:08:58"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:08:58",
    "end": "00:09:00"
  },
  {
    "text": "Of relationship with the Father.",
    "start": "00:09:00",
    "end": "00:09:03"
  },
  {
    "text": "Yeah. Of receiving the divine love of your creator. Regardless of how good or horrible of a human you are. If you accept what Jesus Messiah has done to redeem you, then God's own personal presence in the form of the Spirit of His Son.",
    "start": "00:09:03",
    "end": "00:09:22"
  },
  {
    "text": "Yeah, the Spirit of His Son.",
    "start": "00:09:24",
    "end": "00:09:26"
  },
  {
    "text": "You reach this point where God's Son, Spirit, he just, he can switch him in and out.",
    "start": "00:09:27",
    "end": "00:09:32"
  },
  {
    "text": "Yeah, it's not the Spirit of God here. It's the Spirit of His Son.",
    "start": "00:09:32",
    "end": "00:09:35"
  },
  {
    "text": "Yeah, God sent. Yeah, Sent his Son. And God sent forth the Spirit of his Son. Yeah, it's the Trinity. Right. Here it is.",
    "start": "00:09:35",
    "end": "00:09:44"
  },
  {
    "text": "Yeah.",
    "start": "00:09:44",
    "end": "00:09:45"
  },
  {
    "text": "In a first century Jewish monotheistic rabbi become a follower of Jesus. Jesus has so caused him to redraw his concept of who Yahweh is that he begins to talk like this. I mean, think he's writing to non Jewish, recent pagan converts. This is not 20 years after the empty tomb.",
    "start": "00:09:45",
    "end": "00:10:10"
  },
  {
    "text": "Yeah.",
    "start": "00:10:10",
    "end": "00:10:11"
  },
  {
    "text": "And he isn't teaching them Aramaic words. He's like, remember, this is the stuff I told you I taught you to call God Abba. Because that's what Jesus called the Father. And we by the Spirit are brought into the same eternal community of love. He becomes our Father.",
    "start": "00:10:11",
    "end": "00:10:30"
  },
  {
    "text": "That's cool.",
    "start": "00:10:30",
    "end": "00:10:30"
  },
  {
    "text": "Which is what Jesus went around telling people anyway. When you pray, pray like this. Our Father, our Abba, who is in heaven. It's very powerful.",
    "start": "00:10:30",
    "end": "00:10:41"
  },
  {
    "text": "Yeah, it's really powerful. So sometimes the Spirit is referred to as the Spirit or Holy Spirit, sometimes the Spirit of God. Yeah. And sometimes like here, the Spirit of the Son.",
    "start": "00:10:41",
    "end": "00:11:24"
  },
  {
    "text": "Yes.",
    "start": "00:11:24",
    "end": "00:11:25"
  },
  {
    "text": "So it's just all one big intertwining, complex.",
    "start": "00:11:25",
    "end": "00:11:30"
  },
  {
    "text": "Intertwining. Yeah. So here, I'll let you. Let's look at the next passage. This is the most well known one for Paul nerds. I'll just let you read it. It's Romans, chapter 8, verses 9 through 11.",
    "start": "00:11:30",
    "end": "00:11:42"
  },
  {
    "text": "Okay.",
    "start": "00:11:42",
    "end": "00:11:43"
  },
  {
    "text": "And just keep track of. Of the divine titles here.",
    "start": "00:11:43",
    "end": "00:11:48"
  },
  {
    "text": "Okay.",
    "start": "00:11:48",
    "end": "00:11:48"
  },
  {
    "text": "Yeah.",
    "start": "00:11:48",
    "end": "00:11:49"
  },
  {
    "text": "You are not in the flesh, but in the Spirit. If indeed the Spirit of God dwells in you. But if anyone does not have the Spirit of Christ, he does not belong to him. If Christ is in you, though the body is dead because of sin, the Spirit is alive because of righteousness. Can we just stop right there a second?",
    "start": "00:11:49",
    "end": "00:12:10"
  },
  {
    "text": "Yeah.",
    "start": "00:12:10",
    "end": "00:12:11"
  },
  {
    "text": "So wait, so you're not in the flesh. You're in the Spirit. If the Spirit of God dwells in you. Spirit of God dwells in me. So I'm in the Spirit.",
    "start": "00:12:11",
    "end": "00:12:20"
  },
  {
    "text": "Yeah.",
    "start": "00:12:20",
    "end": "00:12:21"
  },
  {
    "text": "And then what is the Spirit? If anyone does not have the spirit, but this time it's the Spirit of Christ.",
    "start": "00:12:21",
    "end": "00:12:27"
  },
  {
    "text": "Yes.",
    "start": "00:12:28",
    "end": "00:12:28"
  },
  {
    "text": "So the Spirit of God and Spirit of Christ, synonymous, interchangeable. He does not belong to him. If Christ is in you, no longer is the Spirit of Christ. It's Christ.",
    "start": "00:12:28",
    "end": "00:12:38"
  },
  {
    "text": "Yeah. Yep. So you can be in the Spirit.",
    "start": "00:12:39",
    "end": "00:12:42"
  },
  {
    "text": "Yeah.",
    "start": "00:12:42",
    "end": "00:12:42"
  },
  {
    "text": "The Spirit of God can take up temple residence dwelling in you.",
    "start": "00:12:42",
    "end": "00:12:47"
  },
  {
    "text": "You're in the Spirit, the Spirit's in.",
    "start": "00:12:47",
    "end": "00:12:49"
  },
  {
    "text": "You, you're in spirit, the Spirit of God's in you. And the Spirit of the Messiah is in you, too.",
    "start": "00:12:49",
    "end": "00:12:56"
  },
  {
    "text": "What does that mean, to be in the spirit? I get the spirit being in me in a way.",
    "start": "00:12:56",
    "end": "00:13:00"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:13:00",
    "end": "00:13:01"
  },
  {
    "text": "Even though I probably shouldn't really understand that. I probably don't really understand it intuitively, it makes sense I could be filled with something because I'm bag of flesh. Right.",
    "start": "00:13:01",
    "end": "00:13:12"
  },
  {
    "text": "You're full of stuff right now.",
    "start": "00:13:13",
    "end": "00:13:14"
  },
  {
    "text": "Full of stuff already. But for me to be in this, I guess that's intuitive, too. I go in a closet. I could go in the ocean.",
    "start": "00:13:14",
    "end": "00:13:25"
  },
  {
    "text": "Yep. Okay. Yeah. So, yeah, to be in the Spirit, it's a mode of being or existing. It's a mindset where your mindset is influenced by another mind.",
    "start": "00:13:25",
    "end": "00:13:38"
  },
  {
    "text": "Yeah.",
    "start": "00:13:39",
    "end": "00:13:39"
  },
  {
    "text": "In the spirit. Cool.",
    "start": "00:13:39",
    "end": "00:13:41"
  },
  {
    "text": "All right. But if the Spirit of Him who raised Jesus from the dead. Oh, wow. That's the Spirit of the Father. Right?",
    "start": "00:13:42",
    "end": "00:13:49"
  },
  {
    "text": "The Spirit of the one who raised.",
    "start": "00:13:50",
    "end": "00:13:52"
  },
  {
    "text": "Jesus from the dead dwells in you, he who raised Christ Jesus from the dead will also give to life. Give life to your mortal bodies through his Spirit who dwells in you.",
    "start": "00:13:52",
    "end": "00:14:06"
  },
  {
    "text": "Yeah.",
    "start": "00:14:06",
    "end": "00:14:07"
  },
  {
    "text": "So let's just say spirit every time and just see how this sounds. Okay. You're not in the flesh, but in the Spirit. If the Spirit dwells in you. But if anyone does not have the spirit, he does not belong to Him. Who's him?",
    "start": "00:14:07",
    "end": "00:14:22"
  },
  {
    "text": "Christ. If anyone doesn't have the spirit of the Messiah, he doesn't belong to the Messiah.",
    "start": "00:14:22",
    "end": "00:14:27"
  },
  {
    "text": "Okay, okay. I'm just trying not to.",
    "start": "00:14:27",
    "end": "00:14:29"
  },
  {
    "text": "Christ. Yeah.",
    "start": "00:14:29",
    "end": "00:14:30"
  },
  {
    "text": "You're not in the flesh, but you're in the spirit. If indeed the Spirit dwells in you. But if anyone does not have the Spirit, he does not belong to Christ. If Christ is in you, though the body is dead because of sin, the Spirit is alive because righteousness. But the Spirit dwells in you. He who raised Christ Jesus from the dead will also Give life to your mortal bodies through his spirit. Yeah, it's a lot of spirit. Yes, but it's like spirit of Christ, Spirit of God, Spirit of Him who raised Jesus from the dead.",
    "start": "00:14:31",
    "end": "00:14:58"
  },
  {
    "text": "Yes. This is very similar to the Shema where he's using an Old Testament shelf.",
    "start": "00:14:58",
    "end": "00:15:04"
  },
  {
    "text": "What's the shelf here?",
    "start": "00:15:04",
    "end": "00:15:06"
  },
  {
    "text": "Here the shelf is the Spirit of.",
    "start": "00:15:06",
    "end": "00:15:07"
  },
  {
    "text": "God, the ruach of God.",
    "start": "00:15:07",
    "end": "00:15:08"
  },
  {
    "text": "So just think the first sentences of Genesis. In the beginning, God created the heavens and the earth. Now the land was tohu wavohu, formless and void, darkness over the surface of the deep. But the Spirit of God was there. So it's God. And it's a way of talking about God's immediate personal presence giving life within creation. So the Spirit is always the Spirit of God. It's a second self, so to speak. But now he's taken the God spirit unity and he's just put Jesus right in there so that he can say spirit of God or Spirit of Christ. It's the same for him. And he'll phrase it one way or another depending on the point of emphasis.",
    "start": "00:15:08",
    "end": "00:15:56"
  },
  {
    "text": "The life energy of God. The ruach of God is the same thing as the ruach of Christ and it dwells in us.",
    "start": "00:15:56",
    "end": "00:16:05"
  },
  {
    "text": "Yeah, so he says spirit of God when he uses temple language. It dwells in you first. He develops that first point. Then if anyone doesn't have the spirit of the Messiah, because here he's talking about the new redeemed, new humanity.",
    "start": "00:16:05",
    "end": "00:16:22"
  },
  {
    "text": "Got it.",
    "start": "00:16:23",
    "end": "00:16:23"
  },
  {
    "text": "So if you don't have the spirit of the new human, you don't belong to the new humanity. But if the new human is himself in you, implied by the Spirit, then yeah, your body might end up in the grave, but your truest identity is alive and will live on into the new humanity because God's declared you to be in right relationship with him. Now if the spirit of the one who raised Jesus from the dead is in you, then that means the grave isn't the end. You'll also your body will have a new form of existence because of his life giving spirit who dwells in you. He wraps it all the way around.",
    "start": "00:16:23",
    "end": "00:17:03"
  },
  {
    "text": "He wraps it back around.",
    "start": "00:17:03",
    "end": "00:17:04"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:17:04",
    "end": "00:17:05"
  },
  {
    "text": "He didn't have to add that last bit.",
    "start": "00:17:05",
    "end": "00:17:07"
  },
  {
    "text": "No, that's right.",
    "start": "00:17:07",
    "end": "00:17:08"
  },
  {
    "text": "Seems like he's being really.",
    "start": "00:17:08",
    "end": "00:17:09"
  },
  {
    "text": "I mean, his logic is really, it's actually hard to follow.",
    "start": "00:17:09",
    "end": "00:17:11"
  },
  {
    "text": "It is.",
    "start": "00:17:12",
    "end": "00:17:12"
  },
  {
    "text": "You can do it. It takes time to chart out this paragraph and the sequence of thought. But the point essentially is your true identity isn't marked by your human body that's destined for the grave. Yeah, but Jesus was raised from the dead and he is in you through the Spirit and all that kind of logic.",
    "start": "00:17:12",
    "end": "00:17:35"
  },
  {
    "text": "Oh, you wrote out the beats here.",
    "start": "00:17:35",
    "end": "00:17:36"
  },
  {
    "text": "Oh, I just wrote down below the passage all of the divine titles. So you're in the Spirit. The Spirit of God dwells in you. Christ is in you. The spirit of God who raised Jesus is in you. His spirit isn't dwells in you.",
    "start": "00:17:37",
    "end": "00:17:52"
  },
  {
    "text": "Yeah.",
    "start": "00:17:52",
    "end": "00:17:53"
  },
  {
    "text": "The reason why this is significant, and.",
    "start": "00:17:53",
    "end": "00:17:55"
  },
  {
    "text": "This is five different ways of saying the Spirit is in you.",
    "start": "00:17:55",
    "end": "00:17:57"
  },
  {
    "text": "Yeah, that's right. And if the Spirit's in you, Messiah, Jesus is in you.",
    "start": "00:17:57",
    "end": "00:18:03"
  },
  {
    "text": "Right.",
    "start": "00:18:03",
    "end": "00:18:04"
  },
  {
    "text": "Which means God is in you, and you are in God, and you were in the Messiah and you were in the Spirit. Here's why this is a little bit more nerdy, but it's a good example. This is coming from the earliest Christian literature that exists in history. So going back to when we started talking about the New Testament, you can agree or disagree with Paul's claim here about Jesus.",
    "start": "00:18:04",
    "end": "00:18:26"
  },
  {
    "text": "Right.",
    "start": "00:18:26",
    "end": "00:18:26"
  },
  {
    "text": "But what a historian can't do is say, I disagree with him. Therefore, you know, the earliest Christians didn't really believe Jesus was divine. It was a later fabrication they made up about him. And you can believe that if you want, but you have to stare at this piece of historical evidence to say 20 years.",
    "start": "00:18:26",
    "end": "00:18:47"
  },
  {
    "text": "When would he have written this? Likely Colossians.",
    "start": "00:18:47",
    "end": "00:18:50"
  },
  {
    "text": "This is in Romans.",
    "start": "00:18:51",
    "end": "00:18:51"
  },
  {
    "text": "Oh.",
    "start": "00:18:51",
    "end": "00:18:52"
  },
  {
    "text": "This is in Romans, which would be later in his career. So likely early 60s. Okay, so. But we're not 25, 25, 30 years. And we have a robust network of Jesus communities all over the ancient Mediterranean world. And Paul can write to people he hasn't met, he's never been, and he can write a complicated sentence like this with this deeply intertwined trinitarian stuff going on. And he's not arguing for this. He's actually just using this to make another point that you will raise from the dead.",
    "start": "00:18:52",
    "end": "00:19:34"
  },
  {
    "text": "That's his point.",
    "start": "00:19:34",
    "end": "00:19:35"
  },
  {
    "text": "Yeah, particularly. Yeah. He's writing to a community that's being fractured along ethnic lines, Jews and Gentiles. He's trying to get them to act like new humans who will love each other across their ethnic divisions. And so if your non Jews are looking down on Jews and Jews are looking down on non Jews, you are in the flesh, you're not in the spirit. So he uses this complex trinitarian language as if, like. Of course, we all know. Yeah, like the. It's just so fascinating. You have to explain this as a historian.",
    "start": "00:19:36",
    "end": "00:20:09"
  },
  {
    "text": "Right.",
    "start": "00:20:09",
    "end": "00:20:10"
  },
  {
    "text": "And then you have to explain how this is the way people are talking.",
    "start": "00:20:10",
    "end": "00:20:14"
  },
  {
    "text": "Right.",
    "start": "00:20:14",
    "end": "00:20:14"
  },
  {
    "text": "From the Beginning of the Jesus movement. And this is exactly what you find the kind of language you find later on in the Gospel of John, which is the last of the four gospels to be written. And in sections of John where he's talking about I, and, you know, we'll read it.",
    "start": "00:20:14",
    "end": "00:20:32"
  },
  {
    "text": "I am in the Father and the Father is in me.",
    "start": "00:20:32",
    "end": "00:20:33"
  },
  {
    "text": "Yes. And will be in you.",
    "start": "00:20:33",
    "end": "00:20:35"
  },
  {
    "text": "Yeah.",
    "start": "00:20:36",
    "end": "00:20:36"
  },
  {
    "text": "And many people say, well, yeah, it's the latest of the four. So it's had, you know, half a century to develop.",
    "start": "00:20:36",
    "end": "00:20:43"
  },
  {
    "text": "It's been simmering.",
    "start": "00:20:43",
    "end": "00:20:44"
  },
  {
    "text": "Simmering. But it's exactly the same language you see here in this letter, which predates the Gospel of John by many decades.",
    "start": "00:20:44",
    "end": "00:20:52"
  },
  {
    "text": "Yeah.",
    "start": "00:20:52",
    "end": "00:20:52"
  },
  {
    "text": "So it's a good example where it's important not to let our own biases kind of screen out just the radical nature of these claims. Yeah. Really powerful.",
    "start": "00:20:53",
    "end": "00:21:03"
  },
  {
    "text": "It's really powerful. This is off topic, but we talk a lot about heaven or have going to heaven when you die. And here's an example of. He isn't talking about where you go when you die.",
    "start": "00:21:04",
    "end": "00:21:18"
  },
  {
    "text": "Yes.",
    "start": "00:21:18",
    "end": "00:21:18"
  },
  {
    "text": "He kind of takes that for granted. He says, your spirit is alive because of righteousness. But then he doesn't say, and your spirit will be with God in some place.",
    "start": "00:21:19",
    "end": "00:21:27"
  },
  {
    "text": "That's right.",
    "start": "00:21:27",
    "end": "00:21:27"
  },
  {
    "text": "He just is like, let's cut to the real meat of the conversation. He will raise your mortal body. Yeah.",
    "start": "00:21:27",
    "end": "00:21:33"
  },
  {
    "text": "From the dead. Like that.",
    "start": "00:21:33",
    "end": "00:21:34"
  },
  {
    "text": "That's the important thing.",
    "start": "00:21:34",
    "end": "00:21:35"
  },
  {
    "text": "That's the truth. That's the ultimate hope.",
    "start": "00:21:35",
    "end": "00:21:37"
  },
  {
    "text": "That's the ultimate hope.",
    "start": "00:21:37",
    "end": "00:21:38"
  },
  {
    "text": "Yeah.",
    "start": "00:21:38",
    "end": "00:21:38"
  },
  {
    "text": "Yeah.",
    "start": "00:21:39",
    "end": "00:21:39"
  },
  {
    "text": "That's good. Yeah. That's right.",
    "start": "00:21:39",
    "end": "00:21:41"
  },
  {
    "text": "Okay, cool.",
    "start": "00:21:41",
    "end": "00:21:43"
  },
  {
    "text": "Sam.",
    "start": "00:21:44",
    "end": "00:22:10"
  },
  {
    "text": "Icing on the cake. Just from second Corinthians, the last sentence of his second letter to the Corinthians. He always. Paul always writes a nice little poetic benediction. Yeah. Something beautiful to kind of goodbye, you guys. Something. But he always says it in a beautiful way. And this is how he ends the second letter to the Corinthians. He says, the grace of the Lord, Kurios, Jesus Christ, and the love of God and the fellowship of the Holy Spirit be with you all. So, wait, what does Paul want that should be with them?",
    "start": "00:22:18",
    "end": "00:22:55"
  },
  {
    "text": "Yeah.",
    "start": "00:22:55",
    "end": "00:22:55"
  },
  {
    "text": "And he just wraps them all three like that.",
    "start": "00:22:56",
    "end": "00:22:58"
  },
  {
    "text": "Yeah.",
    "start": "00:22:58",
    "end": "00:22:58"
  },
  {
    "text": "The grace of Yahweh, Kurios, Jesus, the love of God. That's Shema. Love God and the Koinonia, the participation of the Holy Spirit. How do I participate in the love and the grace of Jesus and God? By means of the Holy Spirit. The baptism story of Jesus, all of a sudden, it just starts leaking out everywhere.",
    "start": "00:22:58",
    "end": "00:23:26"
  },
  {
    "text": "Yeah. That does seem to be a linchpin to this. I think that'll be an important part of the video, right? Baptism.",
    "start": "00:23:26",
    "end": "00:23:35"
  },
  {
    "text": "Yeah, that's right. It'll be something is revealed about the identity of God and then that'll probably flow into the idea of how the Trinity is showing us the identity of God and what it means to, I guess, know this God.",
    "start": "00:23:35",
    "end": "00:23:52"
  },
  {
    "text": "Yeah.",
    "start": "00:23:52",
    "end": "00:23:53"
  },
  {
    "text": "Be invited into the community of love.",
    "start": "00:23:53",
    "end": "00:23:55"
  },
  {
    "text": "Right. When you think of being invited into the community of love, that's a type of relationship with God, is that, like, you've used the language of going through the veil? Right. What's the vocabulary you've used, like, Jesus, the Son of man, he, like, gets through, like, being in the community of love. Does that mean you're also being pulled through in a way, or does it mean something different?",
    "start": "00:23:56",
    "end": "00:24:23"
  },
  {
    "text": "Well, in the New Testament, you personally experience the presence and the love of the Father and the Son by means of the Spirit, just like Jesus did at the baptism. So that, like, sets the paradigm. And then that's what the apostles underwent and experienced both at Pentecost. And then it just kept going. The Spirit is like the medium of how the love of the Father and the Son wrap us in.",
    "start": "00:24:23",
    "end": "00:24:54"
  },
  {
    "text": "Yeah.",
    "start": "00:24:54",
    "end": "00:24:55"
  },
  {
    "text": "And that runs right through Paul's theology, through the Gospel of John. So on a practical level, this is where early Christianity comes into its own as an Eastern mystical movement. You know, like, it stops being about arranging thoughts in my head to, like, comprehend a person, and it's actually inviting us to know and experience this person. Like, it's subjective.",
    "start": "00:24:55",
    "end": "00:25:26"
  },
  {
    "text": "And that kind of seems like a bit of a different focus than the storyline of the Old Testament. A little bit. Seems like maybe I'm misunderstanding or maybe I'm not familiar enough, but it seems like this idea of experiencing God and being kind of invited in to the love of God. And in the Hebrew Scriptures, it's more about being the image of God and being the people of God and that kind of thing. And it doesn't seem like the language of experiencing God and his.",
    "start": "00:25:26",
    "end": "00:26:01"
  },
  {
    "text": "Well, maybe it's just. Yeah. Because we don't have time to sit down and read the whole Bible together.",
    "start": "00:26:01",
    "end": "00:26:06"
  },
  {
    "text": "Yeah. One day.",
    "start": "00:26:06",
    "end": "00:26:07"
  },
  {
    "text": "Although you've told me that. Something you think we should do. Totally. It would be kind of cool. Yeah. I just didn't have room to highlight that.",
    "start": "00:26:07",
    "end": "00:26:14"
  },
  {
    "text": "Okay.",
    "start": "00:26:14",
    "end": "00:26:14"
  },
  {
    "text": "But yeah, there's multiple themes drawn upon by this intimacy language, and one of them does begin with the covenant language. That's a marriage term, or it's one of the main types of covenants in the ancient world. In the modern world, it's still marriage. So There's a phrase in the Old Testament all the time of like, why did I call the family of Abraham? So that I may be your God and you may be my people.",
    "start": "00:26:14",
    "end": "00:26:37"
  },
  {
    "text": "This sacred relationship.",
    "start": "00:26:38",
    "end": "00:26:40"
  },
  {
    "text": "Yeah. Which is similar to Song of Songs. I am my beloved's and he is mine. It's that and also the phrase know. Like in Genesis, the man knew his wife, and she conceived, gave birth to.",
    "start": "00:26:40",
    "end": "00:26:54"
  },
  {
    "text": "So the word know some pretty powerful knowledge.",
    "start": "00:26:55",
    "end": "00:26:57"
  },
  {
    "text": "Can. Yeah, it can be. It doesn't always. You have to look at context. But in Hebrew, knowledge is a relational knowledge. So you get things like when Isaiah says, when the Messianic kingdom rules and all the animals get along and children play with cobras and don't get hurt, he says the land will be permeated with knowing Yahweh, like the waters cover the sea. Or Jeremiah says when the Torah is written people's hearts so that what they will is what God wills. He says, then they will all know me. And you won't have to teach your neighbor saying, hey, you should know Yahweh, because they will all know me. So it's definitely. We just haven't.",
    "start": "00:26:58",
    "end": "00:27:46"
  },
  {
    "text": "Look at that.",
    "start": "00:27:47",
    "end": "00:27:47"
  },
  {
    "text": "Okay, we can make a theme video called Knowing God. Knowledge of God.",
    "start": "00:27:47",
    "end": "00:27:51"
  },
  {
    "text": "Yeah. I guess I'm wondering how similar is that theme video to this one?",
    "start": "00:27:52",
    "end": "00:27:56"
  },
  {
    "text": "Oh, that's true. Because that's true.",
    "start": "00:27:56",
    "end": "00:27:58"
  },
  {
    "text": "Is it true? That's what I've been trying to figure out. Like, is this video about the identity of God or is it about knowing God and the experience of God? Because how do we know the identity of God? It's through how God reveals himself to us.",
    "start": "00:27:58",
    "end": "00:28:15"
  },
  {
    "text": "You know, there's two places in Paul's letters, once in Galatians 3, or is it 4, where we just read. And then another is in 1 Corinthians 13, where he uses this phrase of, you know, at some point we came to know God. And then he stops himself and he says, excuse me, to be known by God. And then he keeps going. It's just these two little phrases in his letters. The fact that he had to stop himself twice in two different. I mean, this is like years apart. And that he would stop himself mid sentence and make the same little comment.",
    "start": "00:28:16",
    "end": "00:28:51"
  },
  {
    "text": "Yeah.",
    "start": "00:28:51",
    "end": "00:28:51"
  },
  {
    "text": "So in Paul's view of who God is, he isn't somebody that you just know because. Right. That puts me in the driver's seat.",
    "start": "00:28:52",
    "end": "00:29:03"
  },
  {
    "text": "Yeah, I'm the knower.",
    "start": "00:29:03",
    "end": "00:29:04"
  },
  {
    "text": "I'm the known. He's the known. And he stops and he says, no, actually, to know the God who's this complex unity, a community of eternal love. You actually don't. You can't know this God. In reality, what you discover is you are the one who's being known. And you're just like. That sounds like a mystical philosopher in a way.",
    "start": "00:29:04",
    "end": "00:29:29"
  },
  {
    "text": "Sounds like a yogi.",
    "start": "00:29:30",
    "end": "00:29:31"
  },
  {
    "text": "Yeah. I mean, this came up earlier, but there's different analogies. It's the same way we can be talking about our wives, but the moment they personally enter the room, it would be rude to keep talking about them in third person. And we would. All of a sudden, it changes the mode of my knowledge in that moment.",
    "start": "00:29:31",
    "end": "00:29:54"
  },
  {
    "text": "Yeah.",
    "start": "00:29:54",
    "end": "00:29:54"
  },
  {
    "text": "And all of a sudden I'm addressing a person who's there, and the way I talk and relate to them is by. Is now knowing them because they're there with you in the room. And that seems to be underlying all of this. Like what Paul said at Mars Hill. In him we live and move and have our being. There isn't a moment where I'm not being known by him if he's responsible for my existence.",
    "start": "00:29:55",
    "end": "00:30:20"
  },
  {
    "text": "But being known by him doesn't mean that we know him.",
    "start": "00:30:21",
    "end": "00:30:24"
  },
  {
    "text": "That's right. I can choose not to acknowledge that he knows me. Yeah.",
    "start": "00:30:25",
    "end": "00:30:29"
  },
  {
    "text": "But at the same time, to know him is to be known by him. What does that mean to you? To know him is to be known by Him.",
    "start": "00:30:30",
    "end": "00:30:37"
  },
  {
    "text": "On a personal level, this has been really meaningful to me. I think when I became a follower of Jesus, I was so confused about life and the meaning of my life. And who Jesus was was just so beautiful and compelling to me that it just came as this gift that Jesus is this one who, regardless of the stupid decisions, I made so many dumb decisions as a young man, and that this one would just whatever, come onto my life radar screen as just a voice of love speaking value and worth about me. That he would give his life for me, that he would be raised for me. And somehow in him and his love, my identity is secure. This is powerful stuff. I mean, it changed my life. And that's a practical way. You know, it inspires a confidence that isn't your own. Because it's not arrogance. We've all met arrogant people.",
    "start": "00:30:39",
    "end": "00:31:45"
  },
  {
    "text": "I don't have to figure this out. Someone's looking out for me.",
    "start": "00:31:45",
    "end": "00:31:49"
  },
  {
    "text": "Yeah, yeah. Just allow. I think it inspires a kind of life where you just can move forward in this, like, humble confidence. In the same way that I think a child who doesn't for a second question their parents love for them just moves forward and acts in that confidence.",
    "start": "00:31:49",
    "end": "00:32:10"
  },
  {
    "text": "Because a child feels known by their parents.",
    "start": "00:32:11",
    "end": "00:32:13"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:32:13",
    "end": "00:32:15"
  },
  {
    "text": "The child doesn't know the parents. Like really?",
    "start": "00:32:15",
    "end": "00:32:18"
  },
  {
    "text": "Oh, whoa, that's a good analogy.",
    "start": "00:32:18",
    "end": "00:32:20"
  },
  {
    "text": "Child's new on the scene.",
    "start": "00:32:20",
    "end": "00:32:21"
  },
  {
    "text": "Yeah.",
    "start": "00:32:21",
    "end": "00:32:21"
  },
  {
    "text": "It's funny, I think about that, like Paxton, I was talking to him the other day about, oh, I brought him to skate church last week.",
    "start": "00:32:21",
    "end": "00:32:28"
  },
  {
    "text": "Oh, sure.",
    "start": "00:32:28",
    "end": "00:32:29"
  },
  {
    "text": "And he was asking about it and I was telling him how I used to work here. He goes, when did you work here? And I was like, oh, it was a long time ago. And I was like, it's before I met your mom. And in his mind there was not a category of before. And it blew him away. He goes, what do you mean? Like before? Okay. Like it was like a brain. Like he doesn't know me. Yeah. He doesn't know what I was like as an 18 year old.",
    "start": "00:32:29",
    "end": "00:32:53"
  },
  {
    "text": "He doesn't know you.",
    "start": "00:32:53",
    "end": "00:32:54"
  },
  {
    "text": "Yeah.",
    "start": "00:32:54",
    "end": "00:32:55"
  },
  {
    "text": "He knows an aspect of you he knows.",
    "start": "00:32:55",
    "end": "00:32:57"
  },
  {
    "text": "Yeah. The last six years and most of that he's been drooling, crawling around on the carpet.",
    "start": "00:32:57",
    "end": "00:33:06"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:33:06",
    "end": "00:33:07"
  },
  {
    "text": "Yeah. But yeah, keep running with that. That's helpful.",
    "start": "00:33:08",
    "end": "00:33:12"
  },
  {
    "text": "Well, yeah, but he does have confidence in our relationship. But I think confidence comes more from the fact that I know him.",
    "start": "00:33:12",
    "end": "00:33:19"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:33:20",
    "end": "00:33:21"
  },
  {
    "text": "He feels known by. I mean, but he also feels like he knows me.",
    "start": "00:33:21",
    "end": "00:33:25"
  },
  {
    "text": "He doesn't really know me, but yeah, right. That's it.",
    "start": "00:33:25",
    "end": "00:33:29"
  },
  {
    "text": "That's actually really.",
    "start": "00:33:29",
    "end": "00:33:30"
  },
  {
    "text": "That's good.",
    "start": "00:33:30",
    "end": "00:33:30"
  },
  {
    "text": "Yeah. Interesting.",
    "start": "00:33:30",
    "end": "00:33:31"
  },
  {
    "text": "And actually the parent child metaphor is precisely the point.",
    "start": "00:33:31",
    "end": "00:33:35"
  },
  {
    "text": "Right.",
    "start": "00:33:35",
    "end": "00:33:35"
  },
  {
    "text": "Because it's Paul's own. It's Jesus own language that Paul inherited and I think is reflecting on and developing. Yeah. Child, child of faith never actually knows their parent.",
    "start": "00:33:36",
    "end": "00:33:47"
  },
  {
    "text": "Yeah.",
    "start": "00:33:48",
    "end": "00:33:48"
  },
  {
    "text": "I mean, the relationship matures.",
    "start": "00:33:48",
    "end": "00:33:49"
  },
  {
    "text": "Yeah. And eventually. Yeah. You become more and more peers over.",
    "start": "00:33:49",
    "end": "00:33:52"
  },
  {
    "text": "But the fact that he's asking you to call God Abba, this very intimate personal name of a child, of a father means the stage of the child, adult parent relationship is the main paradigm here. Wow. I've never actually quite thought about it that way.",
    "start": "00:33:53",
    "end": "00:34:11"
  },
  {
    "text": "Yeah.",
    "start": "00:34:11",
    "end": "00:34:11"
  },
  {
    "text": "A child doesn't truly know their parent, but they are known and it's that being known that gives them. I mean, it's just their identity and their identity and their confidence.",
    "start": "00:34:11",
    "end": "00:34:22"
  },
  {
    "text": "Yeah. And there's something that is the childlike confidence and faith that my parents will take care of me and is unique.",
    "start": "00:34:23",
    "end": "00:34:30"
  },
  {
    "text": "It is. And when a child doesn't have that, like many, many children.",
    "start": "00:34:31",
    "end": "00:34:36"
  },
  {
    "text": "Yeah.",
    "start": "00:34:36",
    "end": "00:34:36"
  },
  {
    "text": "Many children don't grow up in an environment where they know that it really marks those people and they have to do a lot of work to reckon with that and get over those obstacles as they get older. So. Yeah, it has a powerful effect. And that's the kind of effect that knowing this God has or ought to have on people is both humility and towering confidence. Isn't that interesting?",
    "start": "00:34:36",
    "end": "00:35:06"
  },
  {
    "text": "Yeah. Humble zealot.",
    "start": "00:35:06",
    "end": "00:35:08"
  },
  {
    "text": "Mm.",
    "start": "00:35:08",
    "end": "00:35:09"
  },
  {
    "text": "It's a term I. Yeah.",
    "start": "00:35:09",
    "end": "00:35:10"
  },
  {
    "text": "Because it's not confidence in yourself, it's confidence in being the one who knows me. Yeah.",
    "start": "00:35:10",
    "end": "00:35:15"
  },
  {
    "text": "Yeah. I'm thinking about the beginning of the video and it's like, okay, so let's talk about God. God is transcendent, so he is unknowable, but he also can be known. And then we could pull a little Paul move. Or actually more that we can be known by God. And what does that mean? Like, we can experience God but we never really get to. We'll never know God. He's transcendent, but we can experience him and be known by him. And what does that look like? And then we can start looking at all these interactions.",
    "start": "00:35:15",
    "end": "00:35:54"
  },
  {
    "text": "The story of this God is told.",
    "start": "00:35:54",
    "end": "00:35:56"
  },
  {
    "text": "In the scriptures and here's how he's made known to all the characters, the forefathers. And then we see that complex unity and then it all kind of ties down into.",
    "start": "00:35:57",
    "end": "00:36:09"
  },
  {
    "text": "It could be cool. Are you going to be able to remember that you're going to wade through.",
    "start": "00:36:09",
    "end": "00:36:14"
  },
  {
    "text": "All of this and listen to this again? Yeah, I'll write it down.",
    "start": "00:36:14",
    "end": "00:36:20"
  },
  {
    "text": "Okay.",
    "start": "00:36:20",
    "end": "00:36:20"
  },
  {
    "text": "Thanks for listening to this episode of the Bible Project podcast. If you're interested in learning more about Paul, let me recommend a few resources. First, check out some of Tim's sermons and lectures on our sister podcast. It's called Exploring My Strange Bible. Also, there's a world class Pauline scholar, N.T. wright. He has a website called NT Write Online and he's got lots of classes there. Take on the letters of Paul, including a free class on the book of Philemon. Today's episode was produced by Dan Gummel, music by Tay the producer. Theme music is by the band Tents. We're a non profit animation studio in Portland, Oregon. All of our resources are free because of the generosity of thousands of people like you coming together to make it happen.",
    "start": "00:36:23",
    "end": "00:37:10"
  },
  {
    "text": "Okay. Hey, my name is Judd Williams.",
    "start": "00:37:10",
    "end": "00:37:13"
  },
  {
    "text": "My name is Jack Burton and we're from Starville, Mississippi. We love the Bible Project because of the way that it has helped us redefine how we see the risen King Jesus for who the Bible says he is. We believe that the Bible is a unified story that leads to Jesus. We're a crowdfunding project by people like me. Find free videos, study notes and more@thebibleproject.com.",
    "start": "00:37:13",
    "end": "00:37:33"
  }
]