[
  {
    "text": "So the plan is to try to tie a bow on a 21 episode conversation.",
    "start": "00:00:09",
    "end": "00:00:16"
  },
  {
    "text": "Yeah. That we started a year and a half ago from sitting in this room at this moment.",
    "start": "00:00:18",
    "end": "00:00:23"
  },
  {
    "text": "That's right.",
    "start": "00:00:23",
    "end": "00:00:23"
  },
  {
    "text": "Yeah.",
    "start": "00:00:23",
    "end": "00:00:24"
  },
  {
    "text": "A year and a half ago, we started a conversation on God.",
    "start": "00:00:24",
    "end": "00:00:26"
  },
  {
    "text": "Yeah.",
    "start": "00:00:26",
    "end": "00:00:26"
  },
  {
    "text": "The identity of God, in order to make a video. We talked for a long time and we released almost everything.",
    "start": "00:00:27",
    "end": "00:00:32"
  },
  {
    "text": "Yeah.",
    "start": "00:00:32",
    "end": "00:00:32"
  },
  {
    "text": "Usually we have a shorter conversation and then I try to kind of recap the whole thing, and then it kind of gives a sense of closure. I think we just got done with the conversation, then we were done. So we went through so much. It would be nice to just come back and think, okay, where were we? How did we get here? Does everything feel all right?",
    "start": "00:00:33",
    "end": "00:00:52"
  },
  {
    "text": "Yeah.",
    "start": "00:00:53",
    "end": "00:00:53"
  },
  {
    "text": "How do you feel?",
    "start": "00:00:53",
    "end": "00:00:54"
  },
  {
    "text": "Well, great. What we called the God series in the podcast, we did release that video in fall 2018 that distilled a lot of what we talked about. One significant thing that happened was there were a lot of things that we talked about in the God series, podcast conversations that. That we had to cut out of the God video because they're just too much. Too much. And so we picked up a lot of that cutting room floor material and made it into a new series with a whole bunch more that's going to start releasing in 2019.",
    "start": "00:00:54",
    "end": "00:01:35"
  },
  {
    "text": "Yes.",
    "start": "00:01:36",
    "end": "00:01:36"
  },
  {
    "text": "We're calling the Spiritual Being series, which I don't know if we've talked about that much.",
    "start": "00:01:37",
    "end": "00:01:42"
  },
  {
    "text": "I don't think we have, really.",
    "start": "00:01:42",
    "end": "00:01:44"
  },
  {
    "text": "So I guess this is also an announcement.",
    "start": "00:01:44",
    "end": "00:01:45"
  },
  {
    "text": "Announcement. The Spiritual Being series. Well, you know, what happened was. So we had that conversation on Elohim.",
    "start": "00:01:45",
    "end": "00:01:52"
  },
  {
    "text": "That's right. The other Elohim. The Sons of God or the Divine Council, which. The angel of the Lord. Yeah, yeah, Angels.",
    "start": "00:01:52",
    "end": "00:02:02"
  },
  {
    "text": "And it's something that I never spent a lot of time talking about or thinking about. It opened up the floodgates. We started getting questions. We started doing Q&Rs just on spiritual beings.",
    "start": "00:02:02",
    "end": "00:02:13"
  },
  {
    "text": "And I started really. And you were reading stacks and stacks of books that I.",
    "start": "00:02:13",
    "end": "00:02:17"
  },
  {
    "text": "And you were learning all this stuff was.",
    "start": "00:02:17",
    "end": "00:02:19"
  },
  {
    "text": "Yeah, learning so much.",
    "start": "00:02:19",
    "end": "00:02:21"
  },
  {
    "text": "And so we thought. At first we thought, well, you know what we need? We need a video that explains the word Elohim. So let's make a word, a word study video on Elohim.",
    "start": "00:02:21",
    "end": "00:02:30"
  },
  {
    "text": "Yep.",
    "start": "00:02:30",
    "end": "00:02:31"
  },
  {
    "text": "And then we're like, well, we've been doing word study videos kind of in themes in these kind of, like, groups. So let's do Elohim. The Satan was that one that was gonna be Elohim.",
    "start": "00:02:31",
    "end": "00:02:42"
  },
  {
    "text": "The angel of the Lord was gonna.",
    "start": "00:02:42",
    "end": "00:02:44"
  },
  {
    "text": "Be a word study.",
    "start": "00:02:44",
    "end": "00:02:44"
  },
  {
    "text": "Yep.",
    "start": "00:02:44",
    "end": "00:02:45"
  },
  {
    "text": "Okay. No.",
    "start": "00:02:45",
    "end": "00:02:46"
  },
  {
    "text": "Nope. No, sorry. You're right. You were going to do Elohim, the Satan, angels, demons and angels.",
    "start": "00:02:46",
    "end": "00:02:52"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:02:52",
    "end": "00:02:53"
  },
  {
    "text": "Four parts.",
    "start": "00:02:53",
    "end": "00:02:54"
  },
  {
    "text": "Yeah. And maybe Cherubim was going to get in there.",
    "start": "00:02:54",
    "end": "00:02:56"
  },
  {
    "text": "Maybe. Yeah.",
    "start": "00:02:56",
    "end": "00:02:57"
  },
  {
    "text": "And then so we had these word studies and then as we started talking about them, it kind of became clear they were bigger than word study videos. And then it became the Spiritual Being series and we threw in angel of the Lord because Angel of the Lord is something we talked about in this series, but we didn't get to put in the video.",
    "start": "00:02:57",
    "end": "00:03:15"
  },
  {
    "text": "That's right.",
    "start": "00:03:15",
    "end": "00:03:16"
  },
  {
    "text": "Cut it out of the video.",
    "start": "00:03:16",
    "end": "00:03:17"
  },
  {
    "text": "That's right. So in 2019, this is all going to come to fruition in a seven part series that's going to release between January and June of 2019, all seven called the spiritual Being series. And essentially what we covered early in the God series conversation is my discovery or rediscovery of the parallel storylines of the heavenly and the earthly backdrop, the.",
    "start": "00:03:17",
    "end": "00:03:45"
  },
  {
    "text": "Heavenly spiritual beings, the divine staff team.",
    "start": "00:03:45",
    "end": "00:03:49"
  },
  {
    "text": "Yeah, that's right. And how that realm overlaps with and interacts with the earthly narrative. Starting right from page one of Genesis.",
    "start": "00:03:49",
    "end": "00:03:57"
  },
  {
    "text": "Yeah.",
    "start": "00:03:57",
    "end": "00:03:57"
  },
  {
    "text": "And it'll be a theme video about the heavenly and spiritual realms, their interaction throughout the storyline of the Bible and then profiling the main characters.",
    "start": "00:03:58",
    "end": "00:04:07"
  },
  {
    "text": "Yeah.",
    "start": "00:04:07",
    "end": "00:04:08"
  },
  {
    "text": "Of each. So starting with humans who are supposed to be a mix of heaven and earth. And then we'll move on to talk about the Divine council. I have a whole video on the divine Council. Then on the angel of the Lord as a human figure who appears as a human and is distinct from Yahweh, but also is Yahweh angels and cherubim.",
    "start": "00:04:08",
    "end": "00:04:34"
  },
  {
    "text": "We put both those in the same video.",
    "start": "00:04:34",
    "end": "00:04:37"
  },
  {
    "text": "The then we're going to do one on the Satan and demons and then the last one will be called the New Humanity, which will be about Jesus as humanity 2.0 and resurrection and the life of the spirit as the birth of the new creation humanity that's meant to rule over heaven and earth. Yeah, it's going to be awesome.",
    "start": "00:04:37",
    "end": "00:04:58"
  },
  {
    "text": "It's going to be really good.",
    "start": "00:04:58",
    "end": "00:04:59"
  },
  {
    "text": "Yeah. And it represents a whole new frontier in Mayan thinking and understanding of what's going on in the biblical story.",
    "start": "00:04:59",
    "end": "00:05:07"
  },
  {
    "text": "Yeah, the divine council stuff was really helpful. I think that thing that's frustrating to me is that. And we might have talked about this. When it comes to the Divine council in particular, it's not like the Bible ever just stops you and says, okay, let me fill in some gaps for you, reader. You don't know about these guys, but this is how it works. And there's this parallel story. It just takes it for granted that you're already clued in, it seems like. And that you are going to pick up these pretty subtle allusions to that storyline. And that makes sense for a first generation audience who that's just kind of. The authors know they could take that for granted.",
    "start": "00:05:07",
    "end": "00:05:55"
  },
  {
    "text": "Yes.",
    "start": "00:05:55",
    "end": "00:05:55"
  },
  {
    "text": "But that makes it so difficult for me, thousands of years later, a completely different paradigm.",
    "start": "00:05:55",
    "end": "00:06:01"
  },
  {
    "text": "No, that's right Here we're all the way back to. In our how to Read the Bible series. The Bible is Jewish meditation literature.",
    "start": "00:06:01",
    "end": "00:06:08"
  },
  {
    "text": "Yeah.",
    "start": "00:06:08",
    "end": "00:06:08"
  },
  {
    "text": "And especially Genesis 1 through 11.",
    "start": "00:06:09",
    "end": "00:06:11"
  },
  {
    "text": "Oh man.",
    "start": "00:06:12",
    "end": "00:06:12"
  },
  {
    "text": "Is intentionally designed as an elusive allusive, like alluding to everything else that's to come, but also elusive in that it's mysterious and opaque. Precisely to introduce the whole storyline of the Hebrew Bible. Yeah, it's intentionally that way.",
    "start": "00:06:13",
    "end": "00:06:30"
  },
  {
    "text": "Yeah. It's not a textbook. It's not like I'm going to try to give you all the information you need in a way you can't miss it. Right. I feel like that's what a textbook tries to do.",
    "start": "00:06:30",
    "end": "00:06:40"
  },
  {
    "text": "Yeah, yeah. And some of our thinking that it's not clear what the Bible says about spiritual beings in those first pages. Some of it is just that we don't understand how these authors are communicating to us. We miss what they are making clear. And. And they are also doing it often in subtle ways. And so we miss it because it's intentionally not on the surface, so to speak.",
    "start": "00:06:40",
    "end": "00:07:04"
  },
  {
    "text": "Okay. Okay. So we're supposed to be wrapping up the God series, but this part of it. But maybe one place to start as we wrap up is. I've got a question for you. Oh, all right. And maybe this would be a good place to start.",
    "start": "00:07:05",
    "end": "00:07:18"
  },
  {
    "text": "Yeah.",
    "start": "00:07:18",
    "end": "00:07:18"
  },
  {
    "text": "Great. So we started talking in this series about the word Elohim and how it's a hard word to translate. And we started using the word spiritual beings as a translation.",
    "start": "00:07:18",
    "end": "00:07:28"
  },
  {
    "text": "Yeah, we did.",
    "start": "00:07:28",
    "end": "00:07:29"
  },
  {
    "text": "And we did talk briefly about God's warning to humans. Or no, I'm sorry, Satan's deception to the humans. The Satan. The snake, I guess.",
    "start": "00:07:29",
    "end": "00:07:40"
  },
  {
    "text": "Yeah.",
    "start": "00:07:40",
    "end": "00:07:40"
  },
  {
    "text": "We find out later has a bigger role in the story. So God says, don't eat the fruit. And then what does the snake say?",
    "start": "00:07:41",
    "end": "00:07:47"
  },
  {
    "text": "He says, he says God knows that in the day that you eat of it and know good and evil, you will become like Elohim.",
    "start": "00:07:47",
    "end": "00:07:57"
  },
  {
    "text": "Elohim. And is that plural or singular? Is it like you'll become like the Elohim?",
    "start": "00:07:57",
    "end": "00:08:01"
  },
  {
    "text": "Elohim is by forum, a plural noun.",
    "start": "00:08:02",
    "end": "00:08:06"
  },
  {
    "text": "It's never singular.",
    "start": "00:08:06",
    "end": "00:08:08"
  },
  {
    "text": "The im is like the S in English.",
    "start": "00:08:08",
    "end": "00:08:11"
  },
  {
    "text": "Oh, okay.",
    "start": "00:08:11",
    "end": "00:08:12"
  },
  {
    "text": "The im.",
    "start": "00:08:12",
    "end": "00:08:12"
  },
  {
    "text": "So if you're referring to just Yahweh and you called him Elohim, how would you say it?",
    "start": "00:08:12",
    "end": "00:08:17"
  },
  {
    "text": "Ah, well, remember, the plural form can have a singular reference when it's applied to Yahweh.",
    "start": "00:08:17",
    "end": "00:08:25"
  },
  {
    "text": "Oh, I can.",
    "start": "00:08:25",
    "end": "00:08:25"
  },
  {
    "text": "That's why sometimes they'll put the word the in front of it. The Elohim, the particular.",
    "start": "00:08:26",
    "end": "00:08:32"
  },
  {
    "text": "Do we have that in English? We use a plural for singular. I'm sure we do somewhere.",
    "start": "00:08:33",
    "end": "00:08:38"
  },
  {
    "text": "Yeah. So. But your point is, what the snake says is elohim knows, and Elohim is the verb is singular. So the singular Elohim knows.",
    "start": "00:08:38",
    "end": "00:08:48"
  },
  {
    "text": "Wait, wait, how is that one singular?",
    "start": "00:08:48",
    "end": "00:08:50"
  },
  {
    "text": "The verb.",
    "start": "00:08:50",
    "end": "00:08:51"
  },
  {
    "text": "Oh, the verb.",
    "start": "00:08:51",
    "end": "00:08:51"
  },
  {
    "text": "No, the verb singular. That's right. In Hebrew, verbs have. Are marked for plural and singular, masculine, feminine, for singular Elohim. God knows that in the day that y' all eat from it, that is the tree, your eyes will be opened and you will be like Elohim, knowing good and evil. And that knowing is plural. You'll be like the Elohim who all.",
    "start": "00:08:51",
    "end": "00:09:20"
  },
  {
    "text": "Know good and evil. So he's referring to the class of Elohim.",
    "start": "00:09:20",
    "end": "00:09:24"
  },
  {
    "text": "Correct.",
    "start": "00:09:24",
    "end": "00:09:24"
  },
  {
    "text": "So I've always thought of that verse meaning you're gonna be like me, like.",
    "start": "00:09:25",
    "end": "00:09:29"
  },
  {
    "text": "God, singular God, singular. Correct.",
    "start": "00:09:29",
    "end": "00:09:31"
  },
  {
    "text": "You want to be like me. And then we even talk about this like we want to be God instead of let God be God. Now, there seems to be a little wrinkle in that for me or a little bit more nuance. And it's not just like, I want to dethrone God, but maybe there's still some of that in there, but there's a sense of, I just want to be in a class that I'm not in.",
    "start": "00:09:32",
    "end": "00:09:53"
  },
  {
    "text": "Yep, exactly. Again, this is Genesis 6, where the sons of God rebel against their limits and categories by having sex with women. It's the inversion of this. So in Genesis 3, humans not wanting to be limited to their realm of authority, they want more authority and knowledge to be like Elohim. In Genesis 6, it's Elohim wanting authority over the human realm, so they see and take what they want from human women. And then in Babylon, it's humans ascending into the heavens by building their city and tower. So all these narratives are linked in terms of theme of beings in the heavens and in the earth. Not wanting to be limited by their class. Yeah, by the bounds. By the realm of authority. That God has placed the realm of authority. He's placed the heavenly beings to rule in the heavens. He's made the earthly beings to rule in the land. And he actually wants to elevate the humans to rule a unified heaven and earth.",
    "start": "00:09:53",
    "end": "00:11:01"
  },
  {
    "text": "That's what I want to talk about.",
    "start": "00:11:01",
    "end": "00:11:02"
  },
  {
    "text": "Okay.",
    "start": "00:11:02",
    "end": "00:11:03"
  },
  {
    "text": "That desire.",
    "start": "00:11:03",
    "end": "00:11:03"
  },
  {
    "text": "Yes.",
    "start": "00:11:04",
    "end": "00:11:04"
  },
  {
    "text": "That's something they're moving towards in the Garden of Eden. They weren't like, given that straight up.",
    "start": "00:11:05",
    "end": "00:11:10"
  },
  {
    "text": "Yeah. It's interesting. Well, in Genesis 1, you have the heavenly rulers and the earthly rulers.",
    "start": "00:11:11",
    "end": "00:11:16"
  },
  {
    "text": "Right?",
    "start": "00:11:16",
    "end": "00:11:17"
  },
  {
    "text": "Earthly rulers, humans, you're the image. Be fruitful and multiply. Go fill the land. Fill the land and spread the goodness of the garden, so to speak.",
    "start": "00:11:17",
    "end": "00:11:26"
  },
  {
    "text": "And don't try to be like, that's right, the Elohim. Or at least I guess that's not said explicitly.",
    "start": "00:11:26",
    "end": "00:11:32"
  },
  {
    "text": "Well, it's just that this is your realm, this is your purpose, this is your realm.",
    "start": "00:11:33",
    "end": "00:11:37"
  },
  {
    "text": "Yeah. And obviously there's a desire to be more because that's what the snake kind of clues into.",
    "start": "00:11:37",
    "end": "00:11:43"
  },
  {
    "text": "Correct.",
    "start": "00:11:43",
    "end": "00:11:44"
  },
  {
    "text": "And then that's what happens when they build Babylon.",
    "start": "00:11:44",
    "end": "00:11:46"
  },
  {
    "text": "Yeah. The snake is clearly a being who wants to have influence over something more than his realm. This has to do with the dual imagery of the snake because the snake is said when it's introduced to be a beast of the field. And you know, from page one, humans.",
    "start": "00:11:46",
    "end": "00:12:04"
  },
  {
    "text": "Were to rule the beast.",
    "start": "00:12:04",
    "end": "00:12:06"
  },
  {
    "text": "To rule the beast. So you have this. The snake image gives you an image of a creature who doesn't want to be ruled, but wants to have influence and rule and sway over the people who are supposed to rule over him. And then you can see a suspicion towards God's generosity here, some animosity towards his Creator. And then this is what Ezekiel and Isaiah pick up on as they develop.",
    "start": "00:12:06",
    "end": "00:12:31"
  },
  {
    "text": "That this wasn't merely a beast.",
    "start": "00:12:31",
    "end": "00:12:32"
  },
  {
    "text": "Yep. In their minds, this is one of the Cheravim. Two of them got posted at the Garden. So there's Cherubim in the garden, and here's one that went rotten.",
    "start": "00:12:33",
    "end": "00:12:45"
  },
  {
    "text": "So on one level, you're supposed to be reading him as a beast.",
    "start": "00:12:45",
    "end": "00:12:48"
  },
  {
    "text": "Yep.",
    "start": "00:12:48",
    "end": "00:12:48"
  },
  {
    "text": "Another level, you're supposed to be reading.",
    "start": "00:12:48",
    "end": "00:12:50"
  },
  {
    "text": "Him as a rotten creature. And because Caravim, one of the forms they could appear as is as a winged snake. Winged snake.",
    "start": "00:12:50",
    "end": "00:12:56"
  },
  {
    "text": "As a winged snake.",
    "start": "00:12:56",
    "end": "00:12:57"
  },
  {
    "text": "That's how the Egyptians envision these creatures.",
    "start": "00:12:57",
    "end": "00:13:00"
  },
  {
    "text": "So I guess the hang up I'm having is that in the beginning of the narrative of Genesis, it feels like there's this, hey, just be human. Don't try to be more than human. And then you get to later in Paul's theology and kind of vision of like, actually, no, we're called to rule over the angels. We're supposed to rule in the Heavenly realms in some way. And for Paul, I mean, you could probably pull up some verses. I don't have them offhand, but like, it seems like he's like, even like now that's our reality.",
    "start": "00:13:01",
    "end": "00:13:35"
  },
  {
    "text": "Correct.",
    "start": "00:13:35",
    "end": "00:13:35"
  },
  {
    "text": "And so was there a switch? Was there like this sense of God began it in one way and now we get to be more. Or was it always like, this is what. Just connect those dots for me.",
    "start": "00:13:35",
    "end": "00:13:45"
  },
  {
    "text": "Yeah, totally. And I am certain I need to develop my thinking on this and ponder this a little more. So this is just current state of my understanding. If you look at the Hebrew Bible as a whole, it very much reflects on the ideal that God envisions for his human images is to rule over a unified heaven and earth. Eden, heaven, earth, city.",
    "start": "00:13:45",
    "end": "00:14:11"
  },
  {
    "text": "So in that way, they are like the Elohim.",
    "start": "00:14:11",
    "end": "00:14:12"
  },
  {
    "text": "Yes. Well, hold on, let's pause real quick. So when you see the poet of Psalm 8, reflect back on Genesis 1, which explicitly, I mean, that's the list of animals. And it's all. He reads Genesis 1 as God purposing to exalt humanity not just over the heavens, but even over all of all things. But the irony is that it's a creature that is lower than the Elohim, but he's crowned with divine honor.",
    "start": "00:14:14",
    "end": "00:14:46"
  },
  {
    "text": "Okay.",
    "start": "00:14:46",
    "end": "00:14:46"
  },
  {
    "text": "To rule over all things.",
    "start": "00:14:46",
    "end": "00:14:47"
  },
  {
    "text": "The purpose was always to be crowned with that honor, but not to be Elohim. And it's almost like the absurdity of a non Elohim ruling over Elohim was what Saul may as well.",
    "start": "00:14:47",
    "end": "00:14:58"
  },
  {
    "text": "Psalm 8. Yeah. Saying what a dirt earth creature is being made to rule with divine glory over all of creation. And again, the next step in the portrait in this is Daniel 7 that we spent so much time talking about is there you have one who has suffered under a human, who suffered under the beast, and yet is elevated above the beast to the divine throne in Daniel chapter 7. So Genesis 1, Psalm 8, Daniel 7. These are some of the most important texts for Jesus and the apostles. As they talk about who Jesus is, they see one statement here about the ideal purpose for humanity that was lost when they gave in to the deception of the beast in Genesis 3. So I think we're supposed to read the snake's words as a deception. God knows in the day you eat of it, your eyes will be opened and. And you'll be like Elohim, knowing good and evil. So one, there's an irony there because they're already the image. They're already the image of Elohim.",
    "start": "00:14:59",
    "end": "00:16:06"
  },
  {
    "text": "The image of Elohim.",
    "start": "00:16:06",
    "end": "00:16:07"
  },
  {
    "text": "Yep. Yeah. Of a Elohim Yeah. Of the Elohim.",
    "start": "00:16:07",
    "end": "00:16:10"
  },
  {
    "text": "The Elohim. The Elohim of Elohim.",
    "start": "00:16:10",
    "end": "00:16:12"
  },
  {
    "text": "The Elohim of Elohim. Yeah. So they are grabbing for something that.",
    "start": "00:16:12",
    "end": "00:16:16"
  },
  {
    "text": "They already are in a way.",
    "start": "00:16:16",
    "end": "00:16:19"
  },
  {
    "text": "In a way.",
    "start": "00:16:20",
    "end": "00:16:21"
  },
  {
    "text": "But they're not in the same way.",
    "start": "00:16:21",
    "end": "00:16:22"
  },
  {
    "text": "In terms of knowledge.",
    "start": "00:16:23",
    "end": "00:16:24"
  },
  {
    "text": "The sons of God are.",
    "start": "00:16:24",
    "end": "00:16:25"
  },
  {
    "text": "Correct. That's right.",
    "start": "00:16:25",
    "end": "00:16:26"
  },
  {
    "text": "Like, it would be obvious to a human if you ran into one of these, like, oh, I'm not one of those creatures. And there would be this desire, I suppose, of being like, oh, wouldn't it be rad if I could, like, be not so fleshy.",
    "start": "00:16:26",
    "end": "00:16:42"
  },
  {
    "text": "Yeah. Well, and it's interesting because that's the way that Daniel. Daniel 7, as the whole argument. Strategy of the book of Daniel is to say that that glorified Son of Man figure is an emblem of the destiny of God's people who suffer and wait. And in Daniel 7, excuse me, in Daniel, chapter 12, where Daniel's like, when is the exaltation going to take place? And he's told, go your way, Daniel. But when it all hits the fan, the righteous will awake from the dust and. And shine like stars. It just says it in Daniel. Yeah. In Daniel 12. So the resurrection can be metaphorically described as waking up from the dirt. That's Genesis 3, where you. Right. You banish from. You return to the dust. You wake up from the dust and then you shine like stars.",
    "start": "00:16:43",
    "end": "00:17:33"
  },
  {
    "text": "You have like this celestial sense.",
    "start": "00:17:33",
    "end": "00:17:36"
  },
  {
    "text": "Yeah. The resurrection. Humanity is heavenly and earthly.",
    "start": "00:17:36",
    "end": "00:17:39"
  },
  {
    "text": "Yeah. And that's different than the. The type of body that we started with in Genesis.",
    "start": "00:17:39",
    "end": "00:17:47"
  },
  {
    "text": "Well, yes. Yeah. In terms of. In Genesis 2 and 3, it's dirt. Dirt, creatures.",
    "start": "00:17:47",
    "end": "00:17:52"
  },
  {
    "text": "Yeah.",
    "start": "00:17:52",
    "end": "00:17:53"
  },
  {
    "text": "But that are being. And given a chance to become more. To become more. And again, that's why Psalm 8 is a poetic amplification of the image of God passage in Genesis 1. Genesis 1 is an ideal that, in a sense, was never realized.",
    "start": "00:17:53",
    "end": "00:18:10"
  },
  {
    "text": "Yeah. I think, and I, like you've explained it before, that Genesis 1 and 2 aren't about a state of perfection, particularly.",
    "start": "00:18:10",
    "end": "00:18:21"
  },
  {
    "text": "One Genesis 1, specifically Genesis 1. Yeah.",
    "start": "00:18:21",
    "end": "00:18:24"
  },
  {
    "text": "It's not a state of, like, perfection, but of. I don't forget the word to use. But it's an ideal state.",
    "start": "00:18:24",
    "end": "00:18:29"
  },
  {
    "text": "It's an ideal. Yeah.",
    "start": "00:18:29",
    "end": "00:18:30"
  },
  {
    "text": "And. But it's supposed to be moving in a direction.",
    "start": "00:18:30",
    "end": "00:18:33"
  },
  {
    "text": "Correct.",
    "start": "00:18:33",
    "end": "00:18:34"
  },
  {
    "text": "And. And so is it that the journey that, like the adventure that Adam and Eve are supposed to go on and become, that was never realized.",
    "start": "00:18:34",
    "end": "00:18:44"
  },
  {
    "text": "Correct.",
    "start": "00:18:44",
    "end": "00:18:44"
  },
  {
    "text": "Because they were supposed to do it in a specific way.",
    "start": "00:18:44",
    "end": "00:18:46"
  },
  {
    "text": "Correct.",
    "start": "00:18:46",
    "end": "00:18:47"
  },
  {
    "text": "Being to eat the tree of life and not to eat The Tree of Knowledge.",
    "start": "00:18:47",
    "end": "00:18:50"
  },
  {
    "text": "Yeah. It's as if Genesis 1, the first creation narrative, gives you. We're actually gonna. We start to Explore our Genesis 1 and 2 series.",
    "start": "00:18:50",
    "end": "00:19:00"
  },
  {
    "text": "Yet another series.",
    "start": "00:19:02",
    "end": "00:19:03"
  },
  {
    "text": "We'll get more into this. Yeah. Genesis 1 gives you a Sabbath cycle, the seven days. Every day has the same introductory statement. And God said it comes with an identical conclusion. And there was evening and there was morning. The first day, second day, then the seventh day is God's rest, which is all hyperlinked, cool design pattern stuff, God resting on the seventh day. But there is no concluding formula for the seventh day like you don't have. And there is evening to morning, the seventh day. In the narrative time frame, the seventh day has no end. And so Genesis 1 almost gives you a portrait of here's what is supposed to happen. Here's the ultimate ideal of an ordered heaven and earth with humans as divine image, rulers.",
    "start": "00:19:03",
    "end": "00:19:54"
  },
  {
    "text": "And an eternal Sabbath.",
    "start": "00:19:54",
    "end": "00:19:56"
  },
  {
    "text": "And a perpetual Sabbath ruling with God. And a perpetual Sabbath. Okay, Genesis 2, let's see how it goes down. You got where this is supposed to go. Genesis 2, let's see where it actually goes.",
    "start": "00:19:56",
    "end": "00:20:07"
  },
  {
    "text": "Okay.",
    "start": "00:20:08",
    "end": "00:20:08"
  },
  {
    "text": "And where it actually goes is not eternal rest, perpetual exile. It ends up in perpetual exile. Correct? Yeah. So it'd be good to think of an analogy of a piece of art or music or film that gives you, like, here's what could happen, here's what actually happened. Now let's take what actually happened and find a way back to the ideal that was never realized. So here's a short form. I think what you're getting at is Genesis 1 is not a state of perfection that is static.",
    "start": "00:20:08",
    "end": "00:20:40"
  },
  {
    "text": "It's not supposed to.",
    "start": "00:20:40",
    "end": "00:20:40"
  },
  {
    "text": "It's not static. And it's not a state of perfection that is ruined. It's depicted as an ideal that was never realized. It's a good ideal that. That is never realized, as opposed to a perfection that is corrupted.",
    "start": "00:20:40",
    "end": "00:20:55"
  },
  {
    "text": "And so. And then back to the snake. The core deception is to want the knowledge of good and evil.",
    "start": "00:20:55",
    "end": "00:21:02"
  },
  {
    "text": "Yes.",
    "start": "00:21:02",
    "end": "00:21:02"
  },
  {
    "text": "And he ties that to being like the Elohim.",
    "start": "00:21:02",
    "end": "00:21:05"
  },
  {
    "text": "Yes. Yep, that's right. You'll be like Elohim, knowing what is good and what is not good. And again, these are all things. God wants to guide humans, give them rulership. We know that from page one, from the ideal. And what we also know is he wants. God wants to mature them because ruling requires wisdom and knowing good and evil.",
    "start": "00:21:05",
    "end": "00:21:29"
  },
  {
    "text": "So they're going to have to know.",
    "start": "00:21:29",
    "end": "00:21:30"
  },
  {
    "text": "They'Re good and evil. They're going to have to. The question is, are they going to Grab it or are they going to know it relationally? Genesis 3 is setting the whole table for what we call the wisdom literature. The. This is why knowledge of good and evil permeates the vocabulary of Proverbs. It's why wisdom is called a tree of life in the book of Proverbs. So there's two ways to the tree of life? No, there's only one way to the tree of life. Either you don't take for yourself knowing good and evil, you allow God to teach you good and evil, you submit to the fear of the Lord, or you grab it for yourself, in which case you'll never get the tree of life. And that's what happens in Genesis 3.",
    "start": "00:21:30",
    "end": "00:22:10"
  },
  {
    "text": "And so when the snake says, you'll be like the Elohim, is there something about the class of Elohim that allows you to be able to know good and evil on your own terms?",
    "start": "00:22:10",
    "end": "00:22:22"
  },
  {
    "text": "I think so. And this is where I want to think more about it. What do we know about the heavenly host from Genesis 1? Well, they rule. They rule in the sky, they rule the lights. And what are the lights for? Well, they're for signs and for sacred festivals and for years and days. So they hold the wisdom of the calendar. And this is getting ancient Near Eastern here, but calendar and the meanings of the math behind calendars and even the meaning of the number seven, this is all going into the realm of ancient esoteric divine knowledge, because it's the knowledge behind the operations of the universe. Of the universe. So why do the stars move in these hyper complex patterns? Yeah, and you have to dedicate your whole life in these ancient traditions to learning the really sophisticated math to figure out these patterns. That's a kind. Seen as a kind of divine knowledge. And if you could understand that, you'd be in tune with the knowledge of the gods and the heavenly beings have this knowledge because they operate by it.",
    "start": "00:22:22",
    "end": "00:23:28"
  },
  {
    "text": "I see. They. So the snake's coming down here, some connection there, and an Adam and Eve, or an ancient, you know, an ancient Near Eastern person would think, okay, what the heck is going on? Like, how is this all working? The stars? Like it's just patterns. But man, man, only the Elohim know.",
    "start": "00:23:28",
    "end": "00:23:47"
  },
  {
    "text": "Yes.",
    "start": "00:23:47",
    "end": "00:23:48"
  },
  {
    "text": "And so then the snake comes and says, actually, no, you can know.",
    "start": "00:23:48",
    "end": "00:23:52"
  },
  {
    "text": "Yeah, that's right. You can have, you can have the heavenly knowledge.",
    "start": "00:23:52",
    "end": "00:23:55"
  },
  {
    "text": "And yes, Adam and Eve should be thinking like, well, no, I'm gonna find out. I'm gonna know because of my relationship with Yahweh, the Elohim of Elohim. But the snake's going like, no, you don't need that. You can know. You can get a leg up and be on your own.",
    "start": "00:23:55",
    "end": "00:24:13"
  },
  {
    "text": "And remember this word for snake, nachash is also the Hebrew word for sorcerer, diviner, which are people who had no knowledge of the astrology. It was a big part of what they did. How did they get this divine knowledge to speak the words of the gods to people? So you have a nachash snake, which is the same three letters as the word diviner, sorcerer, telling people you could have the secret knowledge of the elohim.",
    "start": "00:24:13",
    "end": "00:24:40"
  },
  {
    "text": "Which is also the same three letters as the word seraphim. Right. Or it rhymes with seraphim.",
    "start": "00:24:40",
    "end": "00:24:46"
  },
  {
    "text": "Oh, it's the other word for snake in Hebrew is the word seraphim. Oh, Sarah. Yeah, that's right. Yeah, yeah, yeah, man. These. This is a part of what we're saying here. This is elusive.",
    "start": "00:24:46",
    "end": "00:24:57"
  },
  {
    "text": "Yeah.",
    "start": "00:24:57",
    "end": "00:24:58"
  },
  {
    "text": "The snake figure is tied into all kinds of other things about astrology and sorcery. It's a cherubim and a beast of the field. It's elusive and elusive. But think, this is just like in Hebrew poetry. Yeah. This is just like Hebrew poetry. It's an overabundance, a surplus of meaning in the surface image. Just like in Hebrew poetry, you can put two lines next to each other and the electricity between the two lines generates.",
    "start": "00:24:58",
    "end": "00:25:27"
  },
  {
    "text": "I just want to simplify it so I can know what I need to know and then move on.",
    "start": "00:25:27",
    "end": "00:25:31"
  },
  {
    "text": "You know what's funny to me about this, just John Collins, is that you're an artistic thinker. You think and love to communicate through images.",
    "start": "00:25:31",
    "end": "00:25:41"
  },
  {
    "text": "Okay.",
    "start": "00:25:41",
    "end": "00:25:41"
  },
  {
    "text": "But then there are other times when you want a sense of clarity.",
    "start": "00:25:41",
    "end": "00:25:46"
  },
  {
    "text": "I want, like, the math or something.",
    "start": "00:25:46",
    "end": "00:25:48"
  },
  {
    "text": "Yeah. It's really interesting because sometimes artistic personalities are okay with ambiguity because they get the richness of the beauty and depth of an artistic form. And you're like, both.",
    "start": "00:25:48",
    "end": "00:26:00"
  },
  {
    "text": "Depends on what mood I'm in.",
    "start": "00:26:02",
    "end": "00:26:03"
  },
  {
    "text": "Yeah, I guess. Yeah. Anyway, because for me, actually, for me, I look at the snake, it's the same word as sorcerer. It's the word for shining thing. It's the nachashes. It's the divine knowledge of the gods. It all just, like, makes sense to me.",
    "start": "00:26:03",
    "end": "00:26:17"
  },
  {
    "text": "I think. It's hard for me.",
    "start": "00:26:17",
    "end": "00:26:18"
  },
  {
    "text": "And I'm just like, oh, yeah, exactly.",
    "start": "00:26:18",
    "end": "00:26:19"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:26:19",
    "end": "00:26:21"
  },
  {
    "text": "And it's in that ambiguity that, for me, that's where the richness is. I don't know.",
    "start": "00:26:21",
    "end": "00:26:26"
  },
  {
    "text": "I do appreciate the richness, tying it into wisdom. I think that's really helpful for me to remember that in reading this. There's an element of I'm being instructed on what it means to truly be wise.",
    "start": "00:26:26",
    "end": "00:26:40"
  },
  {
    "text": "Correct. Part of being wise is knowing your limits. This is a concept of freedom. In Jewish and Christian tradition, true freedom is to realize your nature, your intended nature and purpose, which is knowing your limits. Whereas in the modern west, we tend to think of freedom as freedom from all restrictions, external obligations or limits. Whereas in the biblical tradition, freedom is knowing what you're made for, living into that and living within, discovering your true potential within your own boundaries.",
    "start": "00:26:40",
    "end": "00:27:17"
  },
  {
    "text": "It's interesting to me though, that in Genesis, these first few chapters, in one sense, the calling and the nature of humans is amazing. They're the image of God and called to rule. And for me, it's so much bigger than any perspective I had on human nature growing up. And this co ruler thing, in some ways, unlimited potential.",
    "start": "00:27:49",
    "end": "00:28:18"
  },
  {
    "text": "It's true. Yeah. It's a much more exalted view of human potential.",
    "start": "00:28:18",
    "end": "00:28:23"
  },
  {
    "text": "It's a very exalted view. Yeah.",
    "start": "00:28:23",
    "end": "00:28:25"
  },
  {
    "text": "Than even much of Christian tradition has been able to bear.",
    "start": "00:28:25",
    "end": "00:28:28"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:28:28",
    "end": "00:28:29"
  },
  {
    "text": "It's almost too so glorious that I think some Christian traditions are freaked out by it.",
    "start": "00:28:29",
    "end": "00:28:34"
  },
  {
    "text": "Sure. But then at the same time, you, in the same narrative, you get this sense of limitation.",
    "start": "00:28:34",
    "end": "00:28:41"
  },
  {
    "text": "Correct? Yeah.",
    "start": "00:28:41",
    "end": "00:28:42"
  },
  {
    "text": "This very clear sense of you're not Elohim.",
    "start": "00:28:42",
    "end": "00:28:45"
  },
  {
    "text": "Yes.",
    "start": "00:28:45",
    "end": "00:28:45"
  },
  {
    "text": "For one. And your wisdom needs to come from God. You're going to be limited in the way that you can find wisdom.",
    "start": "00:28:46",
    "end": "00:28:52"
  },
  {
    "text": "And.",
    "start": "00:28:53",
    "end": "00:28:53"
  },
  {
    "text": "And that's a pretty big restriction. It's almost like we have so much potential in areas we ignore. But then in the one thing that there's some boundaries around, we desperately want to be free of that.",
    "start": "00:28:53",
    "end": "00:29:07"
  },
  {
    "text": "Yeah. I think. And this again, the two trees in the garden. Isn't it funny? Almost any video we do, we end up talking about the Garden of Eden story. But it's like prologue to the whole biblical story. The whole point is to have access to the tree of life. It's. The humans are so intimately connected with the one whom they image that they share and participate in God's eternal life. That's the tree of life. But access to the tree of life is conditional on what you do with knowing good and evil. Do you allow God to have that knowledge? And you will. That's a part of your limits. You will let him share with you and teach you. That's the fear of the Lord in the wisdom literature. Or do you take it for yourself? It's a very visceral image, taking it. And it's in that taking it. It's like a disposition, will I receive it as a gift, or will I take it for myself? And receiving it as a gift is yet another way of God elevating and sharing his own power and love and knowledge with the humans. But to take it reverses the whole thing. And the snake is clearly a being that has already started that journey and wants to bring others.",
    "start": "00:29:07",
    "end": "00:30:19"
  },
  {
    "text": "Bring others down.",
    "start": "00:30:19",
    "end": "00:30:20"
  },
  {
    "text": "Bring others down, yeah.",
    "start": "00:30:20",
    "end": "00:30:22"
  },
  {
    "text": "So in Daniel 12, where he says, you will come from dust and to be this glorious celestial kind of image, or as Paul talks about, shining like stars in the heavens.",
    "start": "00:30:22",
    "end": "00:30:33"
  },
  {
    "text": "Yeah.",
    "start": "00:30:33",
    "end": "00:30:34"
  },
  {
    "text": "How far back can you trace that? I mean, that seems to be like a new addition to the story. It wasn't like Adam and Eve were told, you eat of the tree of knowledge, good and evil. They were told, don't eat that or you'll die. But they weren't told, eat of the tree of life and you will become like stars in the heavens.",
    "start": "00:30:34",
    "end": "00:30:54"
  },
  {
    "text": "Yeah, yeah, yeah, yeah. Well, yeah, I hear that it's potential within the image of God because the phrase means physical embodiment. If the stars had an image are themselves signs or images of God's power and status, one of the things they do is shine. Yeah. So it's potential within the phrase image of God. Clearly, the main Context in Genesis 1 is ruling. That's the main meaning that's brought out in Genesis 1. But the star possibility is also there. And it does get activated later on in the promise to Abraham when he says, your seed will be like the stars.",
    "start": "00:30:54",
    "end": "00:31:29"
  },
  {
    "text": "Like the stars.",
    "start": "00:31:29",
    "end": "00:31:30"
  },
  {
    "text": "Which has a double meaning. The metaphor in both numerous. But then also is the possibility of shining like stars, which is what Daniel explicitly picks up on. Shine like stars.",
    "start": "00:31:30",
    "end": "00:31:41"
  },
  {
    "text": "Yeah.",
    "start": "00:31:41",
    "end": "00:31:42"
  },
  {
    "text": "In fact, there's a very early Jewish interpretive tradition in the Second Temple that interprets the skin. After Adam and Eve were banished, it says God provided skin. He clothed them with garments of skin, animal skin. There's an early tradition that sees that as the moment when humans lost their star glory which they were first given, and that they get.",
    "start": "00:31:42",
    "end": "00:32:06"
  },
  {
    "text": "So they read back into it that there was a glorious body.",
    "start": "00:32:06",
    "end": "00:32:09"
  },
  {
    "text": "Correct.",
    "start": "00:32:09",
    "end": "00:32:09"
  },
  {
    "text": "And that's a narrative hint of when it was lost.",
    "start": "00:32:09",
    "end": "00:32:12"
  },
  {
    "text": "Correct. Yeah. It's an inference from if skin is what we have now, if that's given them upon banishment from the garden, then they must have lost some other appearance.",
    "start": "00:32:12",
    "end": "00:32:22"
  },
  {
    "text": "So there is a possibility that we're supposed to read that Adam and Eve had some sort of glorious state that was lost.",
    "start": "00:32:22",
    "end": "00:32:28"
  },
  {
    "text": "Yes, yes. I think that's intended. And you can at least see that within Daniel. You can see that also in the gospel traditions where Jesus ascends the holy sacred cosmic mountain with Peter, James and John. And when they see his true identity, what they see is a glorious exalted human who's glowing. Yeah, but Jesus wasn't always glowing. The resurrection Jesus, the risen Jesus appeared, wasn't like glowing. And it doesn't mention he was glowing. It mentions that they didn't even recognize him because he looked like a normal person. So this might be where we're pressing for a bit of systematic clarity out of texts that aren't trying to be like that. Or it could be just that I'm missing something still.",
    "start": "00:32:29",
    "end": "00:33:14"
  },
  {
    "text": "Well, I just have never, in all the years of following Jesus, really dwelt on or hoped for this sense of glory. In fact, that word glory never meant shining to me. And. And now I'm wondering what's that supposed to mean for me?",
    "start": "00:33:15",
    "end": "00:33:34"
  },
  {
    "text": "Yeah.",
    "start": "00:33:34",
    "end": "00:33:35"
  },
  {
    "text": "Like I don't have this sense of I want to be a glowing. Right. And that's probably not what ancients were thinking either.",
    "start": "00:33:35",
    "end": "00:33:41"
  },
  {
    "text": "No.",
    "start": "00:33:42",
    "end": "00:33:42"
  },
  {
    "text": "It's really just like I want to escape just the burden of frailty and death.",
    "start": "00:33:42",
    "end": "00:33:48"
  },
  {
    "text": "Yeah, yeah. The word glory has two main nuances in the biblical tradition. One primarily is about status, because it's the same word for honor and honor shame societies. It's about status, but that high status within a biblical cosmic imagination, the things that are the highest status are the shining things up in the heavens, the.",
    "start": "00:33:48",
    "end": "00:34:10"
  },
  {
    "text": "Host of heaven and shining things are beautiful.",
    "start": "00:34:10",
    "end": "00:34:12"
  },
  {
    "text": "Yeah. And so if humans are to image and rule the Creator over all created things, then their exaltation will have to mean an exaltation even above the things that I think are the most glorious things, the stars. I think that's what's happening.",
    "start": "00:34:12",
    "end": "00:34:29"
  },
  {
    "text": "So I shouldn't have this desire to be like Elohim because that's part of the deception. But I should have the desire to have the glory that the Elohim had, in a sense. But it comes from still being human, but being connected with God's wisdom and co ruling with him.",
    "start": "00:34:29",
    "end": "00:34:48"
  },
  {
    "text": "Yeah.",
    "start": "00:34:49",
    "end": "00:34:49"
  },
  {
    "text": "Is that a good distinction to make?",
    "start": "00:34:49",
    "end": "00:34:51"
  },
  {
    "text": "Yeah. Or maybe this is all the way back to the image of God. I think what I should desire, if I'm trying to think within the framework of this story, what I should desire is to image God well within the world. And that when I do that, and when I let his wisdom guide my knowledge of good and evil and how I rule in whatever my little corner of planet Earth, I will find myself exalted, but not from self exaltation, but I will find myself sharing in the exalted Nature of God's love and generosity. But it's only when I recognize that all those things are derivative. For me, I'm only a channel or a mirror reflecting something other than myself. And again, this is also. I think this is all related to so much of biblical imagery of high and low, and the first being last, and the last being first and the high being humbled. And this upheaval in Hannah's poem, in Mary's poem, in the whole Gospel, Luke, you know, the upside down value set, this is all connected. The beast of the field, the snake who's low on the ground, wants to bring down those who are high above him, the rulers. And the snake goes in the dust, therefore he tries to get the humans to go back to the dust. It's all this height imagery that's connected to. In this as well. Sorry, that was a separate thought. Well, separate but related.",
    "start": "00:34:51",
    "end": "00:36:20"
  },
  {
    "text": "Yeah, that. Well, because I'm saying, what should I desire? And you're saying you're not desiring the height. You should desire to image God. Well, which will often put you in a low, sacrificial place.",
    "start": "00:36:21",
    "end": "00:36:32"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:36:32",
    "end": "00:36:33"
  },
  {
    "text": "But through that lowness.",
    "start": "00:36:33",
    "end": "00:36:34"
  },
  {
    "text": "Yeah, that lowness, you will find true exaltation. Yeah, totally. And we're right here in the ballpark of Psalm 8. Again, this is exactly what he's marveling over. When I consider the heavens, the moon, the stars, what is the lowly human that you thought of him, you made him lower than the Elohim, but yet you want to crown him with glory and majesty.",
    "start": "00:36:34",
    "end": "00:36:58"
  },
  {
    "text": "And our instinct is going to be either to take for ourselves or to build up a tower and get up high. Like those are instincts. And then we see that played out in the narrative. Look where this leads. It leads to death and exile and violence. And the thing that seems absurd is to accept the lowly status and to live sacrificially and humbly. But it's within there that you find.",
    "start": "00:36:58",
    "end": "00:37:26"
  },
  {
    "text": "Wisdom again, within the design patterns, even just of Genesis. This is what sets you up for the stories of Abraham, Isaac and Jacob. God wants to bless Abraham, but then he finds himself in these patterns of trying to connive and lie deceitfully, to get the thing that he already has through God's promise. This is Jacob. He's constantly trying to gain through deception, the thing that is already his, the Joseph story. So he has these dreams of his exaltation, and he's such a punk that God actually has to lower him to the pit of the prison so that he can truly, humbly Accept his high position when he's exalted back as king. All those stories are in their own way commenting back on the garden story of what God destined humanity for, what they took for themselves and therefore their lowering unto death in the pit will.",
    "start": "00:37:26",
    "end": "00:38:24"
  },
  {
    "text": "It's like knowing who you are allows you to live the way you're supposed to.",
    "start": "00:38:25",
    "end": "00:38:31"
  },
  {
    "text": "Yeah.",
    "start": "00:38:32",
    "end": "00:38:32"
  },
  {
    "text": "It's like, it's interesting because if like Joseph, if he's having all these dreams that his brothers are going to worship him and stuff and that the sun.",
    "start": "00:38:32",
    "end": "00:38:40"
  },
  {
    "text": "Moon and stars will bow down to him.",
    "start": "00:38:40",
    "end": "00:38:42"
  },
  {
    "text": "There you go. I guess.",
    "start": "00:38:42",
    "end": "00:38:43"
  },
  {
    "text": "I mean, it's exactly the imagery from Genesis 1.",
    "start": "00:38:43",
    "end": "00:38:45"
  },
  {
    "text": "Yeah. So that he's reigning creation.",
    "start": "00:38:45",
    "end": "00:38:47"
  },
  {
    "text": "He's reigning all the stars. Yeah.",
    "start": "00:38:47",
    "end": "00:38:48"
  },
  {
    "text": "Then that's going to get to your head and you're going to be like, oh, sweet. Awesome. You guys pay attention to me. Look at the way, look how much authority I have.",
    "start": "00:38:49",
    "end": "00:38:58"
  },
  {
    "text": "Look at my special multicolored jacket that my father gave me.",
    "start": "00:38:58",
    "end": "00:39:03"
  },
  {
    "text": "But the critique the Bible's making is like just because of your status, if you act that way and you're gonna be brought low, that status should actually make you want to serve others.",
    "start": "00:39:03",
    "end": "00:39:16"
  },
  {
    "text": "The most humble cause. You realize, I don't deserve any of this. This is all a gift. It's all a gift, man.",
    "start": "00:39:16",
    "end": "00:39:22"
  },
  {
    "text": "If that's all the Bible was trying to say, he'd be like, wow, that was really sophisticated piece of literature. Like, wow.",
    "start": "00:39:22",
    "end": "00:39:29"
  },
  {
    "text": "I think that is what the Bible's trying to say.",
    "start": "00:39:29",
    "end": "00:39:31"
  },
  {
    "text": "That's a big, I mean that's a massive, massive thing that Bible's trying to say.",
    "start": "00:39:31",
    "end": "00:39:34"
  },
  {
    "text": "Yes. Yeah. We wake up into existence with all this potential.",
    "start": "00:39:34",
    "end": "00:39:39"
  },
  {
    "text": "Yeah.",
    "start": "00:39:39",
    "end": "00:39:39"
  },
  {
    "text": "Different people with different types of potential and opportunity. And the question is, what do you do with it? Do you think that you made it for yourself? And yeah, we're in this realm again for your own advantage. This is why Philippians 2. Sorry, I know we're all over the Bible, but this is why Paul's poem about the Messiah in Philippians 2 is a distillation of the whole Hebrew Bible. He was in the very nature and form of God, but he didn't his mind Jesus. Sorry. The pre incarnate son's mindset towards his status was not to use it for his own advantage, but rather to give it away so that he could take the form of a slave to serve others by giving up his life. It's only humanity that will lower itself even unto death, for love of God and neighbor that is qualified to rule the universe. Yeah, it's the power paradox, remember?",
    "start": "00:39:39",
    "end": "00:40:35"
  },
  {
    "text": "Yeah. The Power paradox. Yeah, yeah, man.",
    "start": "00:40:35",
    "end": "00:40:37"
  },
  {
    "text": "It's core. Core to the biblical story.",
    "start": "00:40:37",
    "end": "00:40:40"
  },
  {
    "text": "Well, I feel like I could dwell on that more.",
    "start": "00:40:40",
    "end": "00:40:42"
  },
  {
    "text": "Yeah, we will, we will. We're going to keep making videos about the Bible, which is basically about that.",
    "start": "00:40:43",
    "end": "00:40:48"
  },
  {
    "text": "Somehow it gets around to that often. I know, it's so interesting. I get, I think Christians in general, religious people get hung up with exactly where this is heading and what does it mean, when's Jesus coming back or what. But so much of the dense truth and wisdom is this very applicable, like, how are we supposed to be living right now?",
    "start": "00:40:49",
    "end": "00:41:11"
  },
  {
    "text": "Yeah, man. If God's patience with half a millennia of the Israelites just in the promised land is any sign, God is extremely patient in letting each generation truly wake up to the reality of its own real responsibilities and failures. Yeah, I mean, just, you know, God has a different priority set, apparently, than just wrapping this thing up in a timely way.",
    "start": "00:41:12",
    "end": "00:41:40"
  },
  {
    "text": "Right? Yeah, it's taking a while.",
    "start": "00:41:41",
    "end": "00:41:43"
  },
  {
    "text": "Yeah, it is taking a while. And. Yeah.",
    "start": "00:41:43",
    "end": "00:41:45"
  },
  {
    "text": "Well, speaking of wrapping things up.",
    "start": "00:41:45",
    "end": "00:41:47"
  },
  {
    "text": "Yes. That's not what we're supposed to do.",
    "start": "00:41:47",
    "end": "00:41:49"
  },
  {
    "text": "The purpose of this is to wrap.",
    "start": "00:41:49",
    "end": "00:41:51"
  },
  {
    "text": "Up the God series.",
    "start": "00:41:51",
    "end": "00:41:53"
  },
  {
    "text": "Maybe this thing will help potentially. I think we talk about God and I think what I would want, and I think what most people would want is a lot of clarity and closure around the Trinity. And I think perhaps that's the thing that we really can't give because it's unpacking a mystery. And what we did was like 21 episodes of trying to unpack the mystery in the way that the Bible seems to unpack it and not try to create any more closure than the Bible gives. But maybe there is something. One way to start is maybe just asking, like, I don't hear you use the word Trinity much. We've even gone out of the way to not really use it much in the series. Is there a reason behind that?",
    "start": "00:41:53",
    "end": "00:42:43"
  },
  {
    "text": "Yeah, I mean, I think in this conversation and in the video that we made called God, I just am trying to recreate my own personal journey of trying to understand how the biblical narrative leads you ultimately to a conception of God as a community of eternal love in the Father, loving the Son and through the Spirit. How do you get there? How does that work? Just intellect. How is that coherent as a developing set of ideas? For me, that's been a many, many year long project. And so that's what's trying to help us recreate in our conversation.",
    "start": "00:42:44",
    "end": "00:43:22"
  },
  {
    "text": "That's a good way to frame all our conversations.",
    "start": "00:43:22",
    "end": "00:43:23"
  },
  {
    "text": "Yes. And I found doing that way at least helps me come to the Trinity with more respect and awe than when I just begin with it as a static like fact. Theological quote. Fact.",
    "start": "00:43:23",
    "end": "00:43:41"
  },
  {
    "text": "Yeah.",
    "start": "00:43:41",
    "end": "00:43:41"
  },
  {
    "text": "And again, the word Trinity and the language around it means it actually has so charge for different people in different ways. What I actually care more is just about this biblical portrait of God as a unified plurality. Yeah, yeah. At least it's everything that we talked about in the Hebrew Bible. God's identity is of a unified plurality in not a very clear, systematic type of portrait, but in a way that makes sense in each of it, not in that divine attributes, the angel of the Lord, the human image. And you walk away going, wow, what we need is a human who's completely unified, part of God's very own identity for creation to be what it's supposed to be. And then that's what you get in the story of Jesus.",
    "start": "00:43:41",
    "end": "00:44:32"
  },
  {
    "text": "Yeah, let me ask you that. Then there's a sense that Jesus is unified with the Father and he uses that language. Then there's another sense that humans are supposed to be unified with Jesus and the Father and the Spirit. In what ways are those the same and what ways are those different types of unity?",
    "start": "00:44:32",
    "end": "00:44:52"
  },
  {
    "text": "Yeah, that's a good. Yeah, they are. They are different.",
    "start": "00:44:53",
    "end": "00:44:56"
  },
  {
    "text": "Yeah. Because us being unified with God doesn't now deify us in the same way.",
    "start": "00:44:56",
    "end": "00:45:01"
  },
  {
    "text": "Well, again, our English language is going to be tricky here. The point is in the biblical story that humans are unified when John takes the language of the Shema, one Lord, one God, and defines the one God as the Father and the Son who relate to each other through the Spirit and who bring us into their unity in and through the Spirit. We explored this in the Gospel of John, so that first of all, the disciples of Jesus may be one as the Father and the Son are one through the Spirit, but then also that we may be in them and. And they in me. So it's a way. I think of the biblical authors saying that God wants to create an other and share existence and love with an other. And to be an other means that we won't ever be the source of all being and reality that is God. But God wants to bring us into that in a way that transforms us.",
    "start": "00:45:03",
    "end": "00:46:09"
  },
  {
    "text": "Completely in such a way that you lose. You don't lose your own identity, but.",
    "start": "00:46:09",
    "end": "00:46:12"
  },
  {
    "text": "You don't lose your own identity, but.",
    "start": "00:46:12",
    "end": "00:46:14"
  },
  {
    "text": "You do then still gain another identity that is bigger than you.",
    "start": "00:46:14",
    "end": "00:46:19"
  },
  {
    "text": "Yeah, that's right. I don't know when I do my annual backpacking trips and I'm out there looking at the Tetons, you know, sunset over the Tetons And I have no problem submitting myself to as a creature to the beautiful mind that's behind all of this. Like, I'm fine being a creature. I don't want to be Elohim. But the fact that that beautiful mind would want to transform me more and more into the kind of beautiful, glorious being who can create that kind of beautiful good in the world, what a privilege. And I think in the biblical story, it's when I take the thing that God wants to give me and I attribute it to myself and for my own self ends, we're back to it again, that thing. And so I think when Peter says we're made to be participators of the divine nature in the opening lines of 2 Peter, and then what he goes on to describe is beautiful character traits of love and gentleness and faithfulness and so on.",
    "start": "00:46:19",
    "end": "00:47:27"
  },
  {
    "text": "So in a way, Adam and Eve, if they didn't eat of the knowledge tree of knowledge, good and evil, and went straight and just said, and eat of the tree of life under God's wisdom, that's them participating in the divine nature.",
    "start": "00:47:27",
    "end": "00:47:38"
  },
  {
    "text": "I think so, yeah. His divine power has been granted to us. Excuse me. His divine power has granted to us everything needed for life and godliness since through the true knowing of him, he has called us by his. By his own glory and excellence. So through knowing him, you experience divine glory and excellence. He's given us promises that we may become sharers. This is the word koinonia, participators in the divine nature.",
    "start": "00:47:38",
    "end": "00:48:10"
  },
  {
    "text": "So they do get knowledge, but it's a relational knowledge.",
    "start": "00:48:11",
    "end": "00:48:14"
  },
  {
    "text": "Yes, it's a relational knowledge that transforms you into a participator of the divine life itself, the divine nature. And again, this is all language of Genesis 1 and 2.",
    "start": "00:48:14",
    "end": "00:48:25"
  },
  {
    "text": "Try to take the divine nature, you find death, try to know the One who created you and receive and receive.",
    "start": "00:48:25",
    "end": "00:48:34"
  },
  {
    "text": "It, you find yourself taken up into something so much greater. So, yeah, I think the Trinity is essentially a reaffirmation of the ideal in Genesis 1.",
    "start": "00:48:35",
    "end": "00:48:46"
  },
  {
    "text": "Is there anything else you've been thinking about after these, all these conversations that you think would be good to.",
    "start": "00:49:06",
    "end": "00:49:12"
  },
  {
    "text": "Yeah. Oh, tons. I mean, yeah, I've read. I did a deep dive into the sons of God and the giants and the Nephilim. And there's a lot of great recent work that isn't captive to some older real misconceptions of what's going on here. So by that I mean the concept of giants in the ancient world. There's a really well known motif that threads through Egypt, Babylon, and canaanite literature, the concept of the giants, such that when the biblical authors bring up the giants, they're working a well known set of motifs here. Giants are semi divine creatures. I think I just showed you. I just realized this.",
    "start": "00:49:14",
    "end": "00:49:57"
  },
  {
    "text": "Yeah. When we looked at the.",
    "start": "00:49:57",
    "end": "00:49:58"
  },
  {
    "text": "I was looking through some of my research tools that are just iconography from Egypt and Babylonian. The gods are always giants.",
    "start": "00:49:58",
    "end": "00:50:04"
  },
  {
    "text": "Yeah. What were we looking at that. The written law of the.",
    "start": "00:50:04",
    "end": "00:50:07"
  },
  {
    "text": "Oh, it was the code of Hammurabi.",
    "start": "00:50:08",
    "end": "00:50:09"
  },
  {
    "text": "Code of Hammurabi.",
    "start": "00:50:09",
    "end": "00:50:10"
  },
  {
    "text": "Yeah.",
    "start": "00:50:10",
    "end": "00:50:10"
  },
  {
    "text": "And King, the sun God was a giant.",
    "start": "00:50:10",
    "end": "00:50:13"
  },
  {
    "text": "Yeah. The sun God seated is taller than Hammurabi is standing taller. It's typical. Just go through. Just Google image. The most famous Egyptian like large temple wall carvings and so on.",
    "start": "00:50:13",
    "end": "00:50:28"
  },
  {
    "text": "So every time giants are talked about in the Hebrew scriptures, I'm supposed to be uploading all this stuff about this sense of.",
    "start": "00:50:28",
    "end": "00:50:36"
  },
  {
    "text": "Yeah. And some particular things about. The giants are always connected in these other traditions. The beings depicted as giants are either divine or semi divine. Part God and part human. Like Gilgamesh.",
    "start": "00:50:36",
    "end": "00:50:50"
  },
  {
    "text": "He's not in the Bible, but contemporary.",
    "start": "00:50:51",
    "end": "00:50:53"
  },
  {
    "text": "Right. But he's in Babylonian tradition. And these giant warriors are key figures in founding the great monarchies of the ancient Near East. And so when you see Genesis 6 saying, yeah, you know what the giants really are? They're the result of spiritual and human rebellion and sexual immorality. That's such a dig. Such a dig happening there.",
    "start": "00:50:53",
    "end": "00:51:17"
  },
  {
    "text": "Throwing some shade.",
    "start": "00:51:17",
    "end": "00:51:18"
  },
  {
    "text": "Totally. And that one of them is connected to the founding of Babylon. Nimrod. And the word nimrod, it's the four Hebrew letters for the word rebel.",
    "start": "00:51:18",
    "end": "00:51:27"
  },
  {
    "text": "Oh yeah.",
    "start": "00:51:27",
    "end": "00:51:27"
  },
  {
    "text": "Yes. Nimrod means rebel.",
    "start": "00:51:27",
    "end": "00:51:29"
  },
  {
    "text": "Oh, wow.",
    "start": "00:51:29",
    "end": "00:51:30"
  },
  {
    "text": "In Hebrew we've been using the word rebels. Spiritual rebels, human rebels.",
    "start": "00:51:30",
    "end": "00:51:35"
  },
  {
    "text": "Nimrod sounds like such a. Like a name of a guy you'd make fun of, you know, and pick on.",
    "start": "00:51:35",
    "end": "00:51:41"
  },
  {
    "text": "Yeah, yeah, sure. Oh, yeah, yeah. Nimrod. It was like an insult word when I was a kid.",
    "start": "00:51:41",
    "end": "00:51:47"
  },
  {
    "text": "Yeah.",
    "start": "00:51:47",
    "end": "00:51:47"
  },
  {
    "text": "I don't know why.",
    "start": "00:51:47",
    "end": "00:51:48"
  },
  {
    "text": "Probably because of the story.",
    "start": "00:51:48",
    "end": "00:51:49"
  },
  {
    "text": "Yeah.",
    "start": "00:51:49",
    "end": "00:51:50"
  },
  {
    "text": "But Rebel. You would never pick on a kid named Rebel.",
    "start": "00:51:50",
    "end": "00:51:53"
  },
  {
    "text": "No. That's awesome. You wish your parents named you Rebel. So, yeah, that stuff, the stars imagery throughout the storyline, that was big. I did a lot of continued learning on that. And I think also the Daniel 7 realizing that that's such a key. It's like everything in the Hebrew Bible storyline and all the plot tensions are metaphorically brought together in that story. It's like the deep substructure of Jesus thinking and behavior in the gospels in how they present him. So Danny 7's that hit me in a new way. The discovery that the concept of the divine plurality is an ancient Jewish biblical concept that was confronted within Jewish tradition in the post Christian era.",
    "start": "00:51:53",
    "end": "00:52:45"
  },
  {
    "text": "That's when it became more dangerous.",
    "start": "00:52:45",
    "end": "00:52:46"
  },
  {
    "text": "Correct. And almost certainly because of the rise of Messianic Jewish Christianity, this ancient biblical idea became associated with this offshoot. And so you can see why that tension in the first centuries of the Jesus movement produced within non Messianic Judaism a movement away from those older ideas. So that's when monotheism and the Shema are now being stated in opposition to the Christians who speak of the God of the Bible as one and more than one.",
    "start": "00:52:46",
    "end": "00:53:22"
  },
  {
    "text": "So in this older God as plural Jewish tradition, what would they do with the Shema? Or like, what did that look like?",
    "start": "00:53:22",
    "end": "00:53:31"
  },
  {
    "text": "Oh, well, it's affirming Yahweh's uniqueness for us among all the other Elohim.",
    "start": "00:53:31",
    "end": "00:53:37"
  },
  {
    "text": "His uniqueness for us?",
    "start": "00:53:37",
    "end": "00:53:38"
  },
  {
    "text": "Yeah, yeah. For us there is one Elohim.",
    "start": "00:53:38",
    "end": "00:53:41"
  },
  {
    "text": "Oh, no. Yeah, yeah, yeah. Okay, Right, yeah.",
    "start": "00:53:41",
    "end": "00:53:43"
  },
  {
    "text": "So in a polytheistic context, Shema is a statement of loyalty to one goyalty.",
    "start": "00:53:43",
    "end": "00:53:49"
  },
  {
    "text": "And then this ancient, like Jewish pluralistic view of God, we never really talked about that. That would be just them saying, hey, look, it seems like God has these different identities in the Hebrew scriptures. Basically what we talked about.",
    "start": "00:53:49",
    "end": "00:54:01"
  },
  {
    "text": "Yeah. An important work here, actually is an Israeli scholar or a Jewish scholar named Benjamin Sommer wrote this fascinating book called Bodies of God. The Bodies of God, he's actually tracking with how in Babylonian and Canaanite literature and art, the same deity can be simultaneously present in multiple embodiments. So if a deity's statue in one city gets destroyed, well, it's okay. You know, he has statues in other cities and he's saying this is a analog to the biblical conception of God's omnipresence and how he can't be reduced to any one manifestation of his deity. So just there's ancient analogs to these biblical ideas, but the biblical ideas are usually taking things a step further, kicking it up a notch in a way that makes it also unique. So the most important work on ancient Jewish concepts of the divine plurality is a scholar named Alan Seagal. It's called the Two Powers in Heaven. And he actually traces how you can trace in Jewish literature, pre Christian into the Christian era, this concept of Yahweh as one and more than one. People get more nervous about bringing it up, talking about it, and the biblical.",
    "start": "00:54:01",
    "end": "00:55:24"
  },
  {
    "text": "Text starts to sound too Christian.",
    "start": "00:55:24",
    "end": "00:55:26"
  },
  {
    "text": "Yeah. Because it's. The Nazarenes is often how Christians are referred to in later Jewish literature, the Nazarenes, and so. But man, what a complicated period. Imagine how complicated that was. And then once the Christians start being jerks about it and like using the favor they're gaining in Greek and Roman society to oppress Jews, then it's just like.",
    "start": "00:55:26",
    "end": "00:55:49"
  },
  {
    "text": "Which is exactly what we were talking about the biblical message being against.",
    "start": "00:55:50",
    "end": "00:55:54"
  },
  {
    "text": "Oh yeah, it's horrifying. So in that sense, I'm sympathetic with why Jewish communities began to be way more careful with this divine plurality language in their own scriptures. I get it. Those have been areas of growth for me. But the fundamental thing for me was this was a rediscovery of the importance of the. The idea portrait of God that came to be labeled as the Trinity, I think because I was just introduced to the Trinity when I was a new believer as like this just this fact about God without understanding the whole biblical narrative. And it's just kind of like, I guess that's a fact about God.",
    "start": "00:55:56",
    "end": "00:56:43"
  },
  {
    "text": "God knows everything. God's super powerful.",
    "start": "00:56:44",
    "end": "00:56:47"
  },
  {
    "text": "God's a trinity.",
    "start": "00:56:47",
    "end": "00:56:48"
  },
  {
    "text": "He's also a trinity. Oh, okay.",
    "start": "00:56:48",
    "end": "00:56:50"
  },
  {
    "text": "Yeah.",
    "start": "00:56:51",
    "end": "00:56:51"
  },
  {
    "text": "His favorite color is blue.",
    "start": "00:56:51",
    "end": "00:56:52"
  },
  {
    "text": "Yeah, yeah. But to see it rooted so deeply in the storyline of God as a community of love who wants to share love and responsibility with other creatures who become more beautiful versions of themselves when they ironically give up the power that they're being given as a gift to rediscover it, that's so beautiful as a way to think about human nature. That's what the biblical story is talking about. That's how the story of Jesus makes perfect sense in light of that, because that's. Jesus becomes the model of the true human one. His giving up of his power is exactly what qualifies him to be the ruler of heaven and earth.",
    "start": "00:56:52",
    "end": "00:57:37"
  },
  {
    "text": "You've been given power to rule as a gift, but to use it, you have to, ah, yeah, give it up.",
    "start": "00:57:38",
    "end": "00:57:46"
  },
  {
    "text": "Give it up. You have to lots of things. You have to recognize it's a gift, recognize it's not my own to do whatever I want with for my own good, recognize that it's for the good of others, recognize that it's to increase the reputation of the one who gave.",
    "start": "00:57:46",
    "end": "00:58:04"
  },
  {
    "text": "It to me, and recognize to know how to use it well, I need to have God's wisdom, correct wisdom.",
    "start": "00:58:04",
    "end": "00:58:10"
  },
  {
    "text": "And all the human portraits in the Hebrew Bible, there are people who don't deserve what they get from God and then the horrible things they do with it and then the handful of them that get it right at some point.",
    "start": "00:58:11",
    "end": "00:58:24"
  },
  {
    "text": "Right, yeah.",
    "start": "00:58:26",
    "end": "00:58:27"
  },
  {
    "text": "Just think through that.",
    "start": "00:58:27",
    "end": "00:58:28"
  },
  {
    "text": "So you take all those elements and you add a very patient God and you've got human history.",
    "start": "00:58:28",
    "end": "00:58:34"
  },
  {
    "text": "And you've got human history and then you've got the trinitarian claim. In the story of Jesus, we see God being that very image on our behalf because we are incapable of it, apparently. And in so doing, we find ourselves offered with opportunity in and through Jesus to be taken up into the divine nature once again. Yeah, there you go. I'm not sure if that ties a bow on the God series.",
    "start": "00:58:34",
    "end": "00:58:59"
  },
  {
    "text": "I don't know if it does either. But we have one more chance with the Q and R. Yes, we'll do.",
    "start": "00:59:00",
    "end": "00:59:05"
  },
  {
    "text": "One last Q and a. Q and R. Yes.",
    "start": "00:59:05",
    "end": "00:59:07"
  },
  {
    "text": "So, yeah, we'll get questions and we'll do another hour. Yeah, maybe that'll wrap things up.",
    "start": "00:59:07",
    "end": "00:59:13"
  },
  {
    "text": "Perhaps. I guess this would be. This is a parting reflection that I'm having as we go on to do other projects. To me, it's amazing that the biblical scriptural tradition, Jewish Christian tradition, what we're doing is we have received the set of sacred texts as a unified collection. And then in the Christian tradition, it's a series of events, historical events, the life and death resurrection of Jesus, what happened with the Spirit at Pentecost. The texts and those two events, they're mutually interpreting. Those events mean what they mean because of how they fit into the storyline of the texts. And also the texts are illuminated in a way to see that that's how they contacted with history. Not just as like fantasy literature, but actually our real world is being described in these texts. But what these texts do isn't what your one hemisphere of your brain wishes they would do, which is just tell you, give me the answers, give the answer. It's these narratives and poems create a playing field that you discover, so to speak. And as you enter the playing field and learn how the game works of reading and understanding this literature, you find it's giving you the language within which to think and talk about this God, this being. And that just is the way this tradition works. There's no two ways about it. And so we can distill it into systematic theology books, but we should never mistake those summaries or syntheses for how the actual tradition works, which is to live in the story and read and ponder it your whole life and trust that things will become more clear through time.",
    "start": "00:59:13",
    "end": "01:00:58"
  },
  {
    "text": "So you're telling me you are supposed to talk about God for 21 hours and still feel a little confused afterwards?",
    "start": "01:00:58",
    "end": "01:01:04"
  },
  {
    "text": "Yeah, totally. I consider it one of the greatest gifts of my early 40s to have had those 20 hours of conversation.",
    "start": "01:01:04",
    "end": "01:01:11"
  },
  {
    "text": "Wow. Thanks.",
    "start": "01:01:11",
    "end": "01:01:12"
  },
  {
    "text": "Yeah, me too. I learned so much in this whole thing, both in reading and then also just in talking with you about it. It was just been immensely helpful for me.",
    "start": "01:01:12",
    "end": "01:01:22"
  },
  {
    "text": "Well, I find it immensely valuable and a gift. Yeah, that's a good word for it.",
    "start": "01:01:22",
    "end": "01:01:28"
  },
  {
    "text": "Yeah.",
    "start": "01:01:28",
    "end": "01:01:28"
  },
  {
    "text": "So I'm glad we get to do more.",
    "start": "01:01:29",
    "end": "01:01:30"
  },
  {
    "text": "Yeah, me too. Thank you for listening. I hope this was helpful for you who are listening.",
    "start": "01:01:30",
    "end": "01:01:35"
  },
  {
    "text": "Yeah. Yeah, I think it was helpful for people.",
    "start": "01:01:36",
    "end": "01:01:39"
  },
  {
    "text": "Yeah.",
    "start": "01:01:39",
    "end": "01:01:39"
  },
  {
    "text": "Great.",
    "start": "01:01:39",
    "end": "01:01:40"
  },
  {
    "text": "Yeah. We talked about the Garden of Eden a lot as well. I mean, we will continue. We will continue. Yeah. All right, Q and R next. That will be the true final wrap of the God series.",
    "start": "01:01:40",
    "end": "01:01:50"
  },
  {
    "text": "And we'll never talk about God again. Apparently do not bring up the identity of God after the Q and R. Hello, my name is Janari Suyet De.",
    "start": "01:01:50",
    "end": "01:02:01"
  },
  {
    "text": "Godoy and I'm from the Philippines, but I live in Okinawa, Japan. Hi, this is John Tamata from Barragada, Guam. Hey, this is Scott and I'm his sister Jodi. We're from Nova Scotia, Canada.",
    "start": "01:02:01",
    "end": "01:02:14"
  },
  {
    "text": "I use the Bible Project with our.",
    "start": "01:02:14",
    "end": "01:02:17"
  },
  {
    "text": "Asia Pacific Nazarene Youth International page on Facebook and I share the videos there for our young people. I use the Bible Project especially with my kids on Saturday mornings and I tell them that it is the new Saturday morning cartoons. And also I use it teaching soldiers at the Guam Army National Guard.",
    "start": "01:02:18",
    "end": "01:02:38"
  },
  {
    "text": "We believe the Bible is a unified.",
    "start": "01:02:38",
    "end": "01:02:40"
  },
  {
    "text": "Story and it leads to Jesus. We are a crowdfunded project by people like me.",
    "start": "01:02:40",
    "end": "01:02:45"
  },
  {
    "text": "Find free videos, study notes, and more@the Bibleproject.com.",
    "start": "01:02:45",
    "end": "01:02:49"
  }
]