[
  {
    "text": "Hey, this is John at the bibleproject and on the podcast. We've been going through a fairly long series on the complex identity of God.",
    "start": "00:00:07",
    "end": "00:00:15"
  },
  {
    "text": "In the biblical story.",
    "start": "00:00:15",
    "end": "00:00:16"
  },
  {
    "text": "The depiction of God from the Hebrew scriptures is of God as a complex unity who is both above and totally other as creator and ruler, but also intimately involved in the grit and details of human history.",
    "start": "00:00:16",
    "end": "00:00:31"
  },
  {
    "text": "If you've been following along with this series, you've been wrestling with us about the complicated and unexpected ways the biblical authors depict the creator God. In the last episode, we got to Jesus of Nazareth and we asked the question, was this human in some way also the creator God? Because nowhere in the New Testament do you strictly see the phrase Jesus is Yahweh.",
    "start": "00:00:31",
    "end": "00:00:56"
  },
  {
    "text": "The gospel authors are using the narrative medium to make claims about Jesus. That's not a normal way, I guess, that maybe modern or Western Christians have thought about this. We're looking for a nice sentence that just says the fact, you know, give me the facts. And that is what the gospel authors are doing through the medium of Jewish style narrative.",
    "start": "00:00:56",
    "end": "00:01:19"
  },
  {
    "text": "Today on the show, we're gonna look at what Jesus thought about his own identity. We'll look at the claims that he makes about his relationship with the Father, claims that ended up getting him killed.",
    "start": "00:01:19",
    "end": "00:01:31"
  },
  {
    "text": "And then he goes and says something like, all things have been handed over to me by my Father. No one knows the Son except the Father, and no one knows the Father except the Son and those to whom the Son reveals him. So what Jesus is saying here is, listen, son of man, I am the human one appointed to share in God's own rule over creation. But people don't recognize it. No one knows the Son, but the Father knows me. Baptism story. He is saying, I know who I am. I'm the real deal. And the fact that all these people don't recognize it or reject that doesn't affect the reality of his claim.",
    "start": "00:01:31",
    "end": "00:02:18"
  },
  {
    "text": "We'll look at how Jesus claimed that he is offering to others a unique relationship with the creator God, and how this unique relationship is symbolized by the significant tradition of baptism.",
    "start": "00:02:19",
    "end": "00:02:32"
  },
  {
    "text": "Baptism is a way of you undergoing what Jesus underwent when he was publicly identified as a child of God, the child of God.",
    "start": "00:02:32",
    "end": "00:02:41"
  },
  {
    "text": "All that and more today on the podcast. Thanks for joining us. Here we go.",
    "start": "00:02:41",
    "end": "00:02:45"
  },
  {
    "text": "So we're talking about the identity of God, or the phrase I've been toying around with is the experience of God and how God's identity is revealed to us. And we've gone through the Old Testament and then we started into Jesus and why don't you Give us a quick recap of where we've been and why we're here.",
    "start": "00:02:51",
    "end": "00:03:12"
  },
  {
    "text": "So, yeah, the depiction of God from the Hebrew scriptures is of God as a complex unity who is both above and totally other as creator and ruler.",
    "start": "00:03:12",
    "end": "00:03:21"
  },
  {
    "text": "But also, fancy word is transcendent.",
    "start": "00:03:21",
    "end": "00:03:23"
  },
  {
    "text": "Transcendence, but also is intimately involved in the grit and details of human history. And that when biblical characters experience.",
    "start": "00:03:23",
    "end": "00:03:34"
  },
  {
    "text": "That's a paradox that. Because transcendent means I can't experience God or I can't. I can't know God.",
    "start": "00:03:36",
    "end": "00:03:42"
  },
  {
    "text": "I can't know God in like the fullness. The fullness. We have to use metaphors. Yeah, that's right. The 4D object. I can't know this being in his complete fullness, but I can know this God as he reveals himself. And this God consistently reveals himself in historical cultural moments where he takes on a certain appearance or when God appears.",
    "start": "00:03:42",
    "end": "00:04:09"
  },
  {
    "text": "Yeah, when God appears and is made known.",
    "start": "00:04:09",
    "end": "00:04:12"
  },
  {
    "text": "It's something that these people, these biblical figures can wrap their minds around. It's a human person, the messenger of Yahweh, or typically even the visions that the prophets have of Yahweh on his throne, or Ezekiel sees the Godmobile, the divine throne chariot even. That fits into categories of other ancient Israel's neighbors in the ancient Near East. So it's a cultural form that they add of reference for.",
    "start": "00:04:12",
    "end": "00:04:42"
  },
  {
    "text": "And it's not always a person. We talked about being the glory of God sometimes. Well, what is sometimes a person?",
    "start": "00:04:42",
    "end": "00:04:49"
  },
  {
    "text": "Sometimes it's just a big cloud. Lightning cloud.",
    "start": "00:04:49",
    "end": "00:04:51"
  },
  {
    "text": "Yeah.",
    "start": "00:04:51",
    "end": "00:04:52"
  },
  {
    "text": "And other times when the figure wades into the foggy cloud, like Ezekiel, what he sees is the divine glory chariot with a human figure on the throne. Yeah, but then other times it's more abstract, like God's wisdom gets personified as a woman. Yes, that's right, as a woman. In Proverbs, God's spirit, his personal life giving presence. So the New Testament authors tell narratives that make a claim that that same God has revealed himself in a new way to fulfill where the whole story's been going. And so it does so both continuing using those earlier categories of the complex unity of God. So it's going to draw not all that language, but it's also going to blow the ceiling off of it at the same time. And just Jesus. Yeah, he uses pre existing categories to explain himself while at the same time exploding those into a whole new level of meaning. So we've talked about that already as we've been going through the Gospels. Yeah, that all of the gospels begin in some way quoting or alluding to Old Testament texts that are about Yahweh, and then they use those to introduce Jesus. We looked at the baptism of Jesus that's in all four of the Gospel accounts. And this is a moment where God's complex unity is just on full display, where Jesus comes onto the public scene and he's marked by the heavenly king, the throne, the one who's enthroned above the heavens, speaks and sends the spirit to communicate the love between the heavenly king and the earthly king, Jesus. And that's Yahweh on page one of the Gospel of Mark. Yahweh is coming. He quotes Isaiah 40, Yahweh, coming.",
    "start": "00:04:52",
    "end": "00:06:50"
  },
  {
    "text": "Yahweh is all three of these personalities interacting.",
    "start": "00:06:50",
    "end": "00:06:55"
  },
  {
    "text": "That's the narrative logic of Mark's claim here. He quotes and alters.",
    "start": "00:06:55",
    "end": "00:06:59"
  },
  {
    "text": "He doesn't come out and say that.",
    "start": "00:06:59",
    "end": "00:07:01"
  },
  {
    "text": "Well, he does.",
    "start": "00:07:01",
    "end": "00:07:02"
  },
  {
    "text": "He does, but in a narrative way.",
    "start": "00:07:02",
    "end": "00:07:04"
  },
  {
    "text": "Through the medium of the narrative. Yeah. And then Jesus from that story onward, walks around doing what I call Yahweh stuff. Stuff. That's Yahweh's prerogative in the Hebrew scriptures. And then just Jesus does it. And the foremost example is pronouncing that people's sins are forgiven, not that he forgives them. He uses the passive just, you are forgiven, your sins are forgiven.",
    "start": "00:07:04",
    "end": "00:07:30"
  },
  {
    "text": "Yeah. And who can do that?",
    "start": "00:07:30",
    "end": "00:07:31"
  },
  {
    "text": "So we talked about that.",
    "start": "00:07:31",
    "end": "00:07:32"
  },
  {
    "text": "Yahweh himself.",
    "start": "00:07:32",
    "end": "00:07:33"
  },
  {
    "text": "So then that raises the question for the Bible nerd sitting around is, who is this guy? And they just put it together. Who can forgive sins except the one God.",
    "start": "00:07:33",
    "end": "00:07:42"
  },
  {
    "text": "Yeah.",
    "start": "00:07:42",
    "end": "00:07:42"
  },
  {
    "text": "So Jesus seems to have behaved in ways that intentionally raise the issue of his identity and authority. So I just want to highlight a couple other times in the Gospels where this keeps ramping up.",
    "start": "00:07:43",
    "end": "00:07:54"
  },
  {
    "text": "Okay.",
    "start": "00:07:54",
    "end": "00:07:54"
  },
  {
    "text": "Because again, it's helpful. It's the. The gospel authors are using the narrative medium to make claims about Jesus, which is just. That's not a normal way, I guess, that maybe modern or Western Christians have thought about this. We're looking for a nice sentence that just says the fact. You know, give me the facts, give me the facts. And that is what the gospel authors are doing through the medium of Jewish style narrative.",
    "start": "00:07:55",
    "end": "00:08:22"
  },
  {
    "text": "Right. So, yeah, I want a textbook.",
    "start": "00:08:22",
    "end": "00:08:25"
  },
  {
    "text": "Yeah, yeah. Or just. We want them to do it in the way our culture has trained us to think.",
    "start": "00:08:25",
    "end": "00:08:30"
  },
  {
    "text": "Yeah.",
    "start": "00:08:30",
    "end": "00:08:31"
  },
  {
    "text": "How arrogant of us. How presumptuous.",
    "start": "00:08:31",
    "end": "00:08:34"
  },
  {
    "text": "Yeah.",
    "start": "00:08:34",
    "end": "00:08:35"
  },
  {
    "text": "I've told you the analogy that I use about traveling, international travel.",
    "start": "00:08:35",
    "end": "00:08:40"
  },
  {
    "text": "Hmm. No.",
    "start": "00:08:40",
    "end": "00:08:41"
  },
  {
    "text": "Oh. About how in the west we know that it's rude to go travel to another country and get off the plane not having Done any preparation whatsoever to learn about the place where you're going and then to get off the plane and just start talking to everybody in English that you meet, asking them where the McDonald's is. Like we. Right, we like. Or if you've ever traveled internationally and you could watch those people, those Americans.",
    "start": "00:08:42",
    "end": "00:09:12"
  },
  {
    "text": "Yeah.",
    "start": "00:09:12",
    "end": "00:09:12"
  },
  {
    "text": "Ooh. Yeah. Bad form. So we have a sensibility that that's rude. And so why, why do we think that's rude? It's pretty intuitive. I think for most people you're not loving your neighbor, you're not honoring people's other difference and you're not recognizing the fact that you're in their land.",
    "start": "00:09:13",
    "end": "00:09:34"
  },
  {
    "text": "Yeah.",
    "start": "00:09:34",
    "end": "00:09:34"
  },
  {
    "text": "So I'm the one who needs to adapt. You need to get a phrase book, like do a quick Wikipedia history review of whatever. Berlin or something or Paris. You know, it's just like being a good person.",
    "start": "00:09:35",
    "end": "00:09:48"
  },
  {
    "text": "Learn the customs.",
    "start": "00:09:49",
    "end": "00:09:50"
  },
  {
    "text": "Yeah. That kind of thing. And so that's exactly the mentality most people don't have when they open the pages of the Bible.",
    "start": "00:09:50",
    "end": "00:09:58"
  },
  {
    "text": "Right.",
    "start": "00:09:58",
    "end": "00:09:59"
  },
  {
    "text": "Is I need to honor these authors and not assume that they're gonna talk the way I talk and not assume that it's just stupid or boring when they don't communicate the way I would prefer them to.",
    "start": "00:09:59",
    "end": "00:10:16"
  },
  {
    "text": "Right.",
    "start": "00:10:16",
    "end": "00:10:17"
  },
  {
    "text": "And so just apply the same logic. It's about traveling, like traveling to another place.",
    "start": "00:10:17",
    "end": "00:10:22"
  },
  {
    "text": "Reading the Bible is like traveling to a foreign land.",
    "start": "00:10:22",
    "end": "00:10:25"
  },
  {
    "text": "Yeah. Be courteous.",
    "start": "00:10:26",
    "end": "00:10:27"
  },
  {
    "text": "Yeah, yeah, yeah. Well, there's something really. I love traveling to other cultures because it turns you into a. I mean, tourist is a bad word in most people's minds, I suppose. But the tourist mentality of I'm setting aside assumptions and I'm expecting to see things differently and to learn different things. Like that kind of mentality you kind of have to have when you travel.",
    "start": "00:10:27",
    "end": "00:10:57"
  },
  {
    "text": "Yeah.",
    "start": "00:10:57",
    "end": "00:10:57"
  },
  {
    "text": "Especially somewhere in other culture.",
    "start": "00:10:57",
    "end": "00:10:59"
  },
  {
    "text": "Yeah.",
    "start": "00:10:59",
    "end": "00:10:59"
  },
  {
    "text": "And yeah.",
    "start": "00:10:59",
    "end": "00:11:00"
  },
  {
    "text": "You have to expect to feel a bit uncomfortable.",
    "start": "00:11:00",
    "end": "00:11:04"
  },
  {
    "text": "Yeah.",
    "start": "00:11:04",
    "end": "00:11:05"
  },
  {
    "text": "Or maybe that you're going to make mistakes.",
    "start": "00:11:05",
    "end": "00:11:07"
  },
  {
    "text": "Right.",
    "start": "00:11:08",
    "end": "00:11:08"
  },
  {
    "text": "You know, do say your things the wrong way or something. Well.",
    "start": "00:11:08",
    "end": "00:11:12"
  },
  {
    "text": "And then some people travel trying to not do that. They'll go to a place where everyone's going to speak English, the food's going to be what you expect, and it's just sunnier than the place you came from or something. It doesn't matter where it is. But the magic of traveling to other cultures is just letting yourself be a foreigner. I love that.",
    "start": "00:11:12",
    "end": "00:11:34"
  },
  {
    "text": "Yeah. So I think that's a mentality of open mindedness to another culture, language, way of seeing the world that I think most people would say they, they would Want to be that kind of person if they traveled.",
    "start": "00:11:35",
    "end": "00:11:48"
  },
  {
    "text": "Yeah. Take that mentality.",
    "start": "00:11:48",
    "end": "00:11:50"
  },
  {
    "text": "Yeah. A big part of our value of the Bible Project is reading the Bible in its historical, cultural context. And that's it. It's being a courteous traveler. And so it's actually not that hard to do, but you have to be intentional about it when you travel to Paris or when you open the pages of the Bible.",
    "start": "00:11:50",
    "end": "00:12:07"
  },
  {
    "text": "Yeah, Sam.",
    "start": "00:12:07",
    "end": "00:12:24"
  },
  {
    "text": "Okay, so Jesus is intentionally ramping up the controversy about his identity.",
    "start": "00:12:37",
    "end": "00:12:43"
  },
  {
    "text": "Yeah.",
    "start": "00:12:43",
    "end": "00:12:43"
  },
  {
    "text": "There's a line in Matthew chapter 11. It's the conclusion of Matthew 11, which is a whole series of narratives where people. Jesus has done his thing. He's given the sermon on the mount. He's performed 10 incredible wonders to heal people and do other things. And then Matthew 11, Matthew's compiled all of these different types of responses that people have to Jesus. The one's John the Baptist in jail.",
    "start": "00:12:43",
    "end": "00:13:08"
  },
  {
    "text": "Like, are you really the one told.",
    "start": "00:13:09",
    "end": "00:13:10"
  },
  {
    "text": "Her, Are you sure? Remember, I baptized you?",
    "start": "00:13:10",
    "end": "00:13:12"
  },
  {
    "text": "Now I'm in jail.",
    "start": "00:13:13",
    "end": "00:13:14"
  },
  {
    "text": "Yeah, yeah. So he's kind of, like, nervous, not sure. Yeah. You get narratives of straight up hostility and resistance in chapter 11. And in chapter 12 from the religious leaders, you get a story about family. His mother and brothers send for him, and they want him to kind of rein it in. So then he says some things, you know, about his family that are kind of intense. And then some are fans.",
    "start": "00:13:15",
    "end": "00:13:44"
  },
  {
    "text": "Yeah.",
    "start": "00:13:44",
    "end": "00:13:44"
  },
  {
    "text": "They're like, oh, Jesus, we love you. It's great.",
    "start": "00:13:44",
    "end": "00:13:46"
  },
  {
    "text": "So everyone's trying to figure out the identity of this guy Jesus.",
    "start": "00:13:46",
    "end": "00:13:50"
  },
  {
    "text": "That's right. And then he has this saying at the end where he says, all things have been handed over to me by my Father. Now, that already ought to ring some Daniel seven bells.",
    "start": "00:13:50",
    "end": "00:14:01"
  },
  {
    "text": "Why is that?",
    "start": "00:14:02",
    "end": "00:14:03"
  },
  {
    "text": "Well, remember, Daniel seven is crucial for Jesus. Language that he used to talk about. It's a human figure who's exalted, vindicated from persecution, exalted up to God's presence, and then given God's own rule and authority over the world.",
    "start": "00:14:04",
    "end": "00:14:23"
  },
  {
    "text": "Oh, so all things have been handed over that part.",
    "start": "00:14:23",
    "end": "00:14:26"
  },
  {
    "text": "Yeah. He's drawing on an idea here of the unique human one that God would.",
    "start": "00:14:27",
    "end": "00:14:33"
  },
  {
    "text": "God giving his authority to.",
    "start": "00:14:33",
    "end": "00:14:35"
  },
  {
    "text": "Correct. Okay. So essentially it's another way of him saying, I'm the son of man from Daniel 7.",
    "start": "00:14:35",
    "end": "00:14:43"
  },
  {
    "text": "Right.",
    "start": "00:14:43",
    "end": "00:14:43"
  },
  {
    "text": "But he doesn't use ancient of days, Son of man language, Daniel 7. He uses father, Father, Son language, all things.",
    "start": "00:14:43",
    "end": "00:14:50"
  },
  {
    "text": "Which is. Yeah, and that's, I think, where I didn't see the Daniel 7 thing. Because Daniel, Daniel 7 doesn't say father.",
    "start": "00:14:50",
    "end": "00:14:55"
  },
  {
    "text": "That's right. Yeah. Jesus is overlaying the ideas at work in Daniel 7, but he's introducing this father language. Yeah. Which we kind of already had in the baptism. Actually, we did have it in the baptism. It's the heavenly king saying, you are my son, saying to Jesus, you are my son. I love you. If Jesus is being called son, who's the heavenly voice? It doesn't say it in the baptism narrative, but it doesn't need to here. Jesus just says it straight up. And he's already said it in the Sermon on the Mount, teaching people to call God our Father, that kind of thing.",
    "start": "00:14:55",
    "end": "00:15:29"
  },
  {
    "text": "I got really confused about this whole Father thing, and I'm just thinking through how I would explain it to someone. Okay, good, good.",
    "start": "00:15:30",
    "end": "00:15:39"
  },
  {
    "text": "Absolutely.",
    "start": "00:15:39",
    "end": "00:15:39"
  },
  {
    "text": "What I'm realizing is when you get to Jesus in the baptism, which we talked about in that last episode, and there's the three in one, but there's a lot of mystery around, well, what's the voice from heaven?",
    "start": "00:15:39",
    "end": "00:15:51"
  },
  {
    "text": "Yes.",
    "start": "00:15:51",
    "end": "00:15:52"
  },
  {
    "text": "And we have this idea of ancient of days.",
    "start": "00:15:52",
    "end": "00:15:55"
  },
  {
    "text": "We have a handful. It's like 10 or under passages in the Hebrew scriptures where a prophet or a poet will call God Yahweh, Israel's father, the Father of Israel.",
    "start": "00:15:56",
    "end": "00:16:07"
  },
  {
    "text": "Okay.",
    "start": "00:16:07",
    "end": "00:16:08"
  },
  {
    "text": "So it's in there. It's in their tradition.",
    "start": "00:16:08",
    "end": "00:16:10"
  },
  {
    "text": "It's in their tradition.",
    "start": "00:16:10",
    "end": "00:16:11"
  },
  {
    "text": "It's not a main character.",
    "start": "00:16:11",
    "end": "00:16:13"
  },
  {
    "text": "Yeah. But the, like, appearances of God that were more developed were the ones of appearing like a man or. Or these more abstract ones of his attributes being personified. This idea of someone sitting on the throne who is the Father isn't as completely developed.",
    "start": "00:16:13",
    "end": "00:16:32"
  },
  {
    "text": "Correct.",
    "start": "00:16:32",
    "end": "00:16:33"
  },
  {
    "text": "There's some shelves, but it's not super tight.",
    "start": "00:16:33",
    "end": "00:16:36"
  },
  {
    "text": "That's right. Correct.",
    "start": "00:16:36",
    "end": "00:16:38"
  },
  {
    "text": "So I think when you get to the baptism, we could say, well, there's three. We're still trying to figure out the identity of Jesus, but that isn't completely clear. We see that he's doing Yahweh stuff. We see some of the language he's using. So we know that what Mark is saying is this is. Part of. This is Yahweh appearing as Jesus in the Spirit and this figure in heaven. But I think just while explaining it to someone, it would be kind of holding it loose and kind of saying, like, yeah, it isn't very clear yet.",
    "start": "00:16:38",
    "end": "00:17:12"
  },
  {
    "text": "It's letting the narrative develop.",
    "start": "00:17:12",
    "end": "00:17:14"
  },
  {
    "text": "Let the narrative develop it.",
    "start": "00:17:14",
    "end": "00:17:15"
  },
  {
    "text": "That's right.",
    "start": "00:17:15",
    "end": "00:17:15"
  },
  {
    "text": "And so I put us on a tangent about trying to figure out what God was the Father. And I think this actually totally helps that we're going to jump into about Jesus using that language. Yeah. Let the narrative develop. It.",
    "start": "00:17:15",
    "end": "00:17:30"
  },
  {
    "text": "Yeah. So the baptism puts it on your radar of the heavenly figure calling, calling Jesus my son that I've loved by means of the Spirit.",
    "start": "00:17:30",
    "end": "00:17:40"
  },
  {
    "text": "Yeah.",
    "start": "00:17:40",
    "end": "00:17:40"
  },
  {
    "text": "And then Jesus walks around doing Yahweh stuff, causes controversies, and then he goes and says something like this. All things have been handed over to me by my Father. No one knows the Son except the Father. And no one knows the Father except the Son and those to whom the Son reveals him. So it's as if Jesus is providing this backwards reflection. There's all these people now who have different responses to him.",
    "start": "00:17:41",
    "end": "00:18:16"
  },
  {
    "text": "Everyone's wondering who he is.",
    "start": "00:18:17",
    "end": "00:18:18"
  },
  {
    "text": "Yes. So what Jesus is saying here is, listen, Son of man, I am the human one appointed to share in God's own rule over creation. But people don't recognize it. No one knows the Son, but the Father knows me. The baptism story. Yeah, the Father. So this is it. It's like Jesus is saying, I know who I am. I'm the real deal. And the fact that all these people don't recognize it or reject that doesn't affect the reality of his claim. So no one knows who I am except the Father. And no one knows the Father. This is remarkable. What he's saying is nobody knows Yahweh.",
    "start": "00:18:18",
    "end": "00:19:03"
  },
  {
    "text": "Yeah.",
    "start": "00:19:03",
    "end": "00:19:04"
  },
  {
    "text": "Except how I'm revealing who Yahweh is right now in his claims and in his mission.",
    "start": "00:19:04",
    "end": "00:19:12"
  },
  {
    "text": "Now, no one knows the Father.",
    "start": "00:19:12",
    "end": "00:19:13"
  },
  {
    "text": "Excuse me. No one knows the Father. Yeah, okay. That's exactly right.",
    "start": "00:19:14",
    "end": "00:19:17"
  },
  {
    "text": "Right.",
    "start": "00:19:17",
    "end": "00:19:18"
  },
  {
    "text": "He's saying, you can read the Hebrew scriptures, you get this portrait, but there's something happening here that is blowing the ceiling.",
    "start": "00:19:18",
    "end": "00:19:25"
  },
  {
    "text": "Yeah. I think what's interesting is, like when I think of the. When I think of the categories I had of the Trinity, the Godhead is that God the Father is Yahweh. And so when I look back and I read about God in the Old Testament, that's just God the Father.",
    "start": "00:19:26",
    "end": "00:19:44"
  },
  {
    "text": "God the Father, Father.",
    "start": "00:19:44",
    "end": "00:19:46"
  },
  {
    "text": "But what this is saying is like, no, no one knows God the Father. Like, what you've been experiencing and you've. Like what humans have been interacting with and experiencing of God. Isn't God the Father? Well, it seems like he's saying no one knows the Father if no one knows the Father. Didn't Moses know the Father? Didn't, like, David know the Father?",
    "start": "00:19:46",
    "end": "00:20:07"
  },
  {
    "text": "They knew the God of Israel as God had revealed himself to them and they didn't.",
    "start": "00:20:07",
    "end": "00:20:13"
  },
  {
    "text": "And he didn't reveal himself as the Father.",
    "start": "00:20:13",
    "end": "00:20:15"
  },
  {
    "text": "Correct.",
    "start": "00:20:15",
    "end": "00:20:15"
  },
  {
    "text": "That's what I'm realizing.",
    "start": "00:20:15",
    "end": "00:20:16"
  },
  {
    "text": "Correct.",
    "start": "00:20:16",
    "end": "00:20:17"
  },
  {
    "text": "That this relationship, this experience that Jesus had with God and who God was. Yahweh, as the Father and who he unique to Jesus.",
    "start": "00:20:17",
    "end": "00:20:28"
  },
  {
    "text": "Correct. That's right.",
    "start": "00:20:28",
    "end": "00:20:29"
  },
  {
    "text": "No one else has had that.",
    "start": "00:20:29",
    "end": "00:20:30"
  },
  {
    "text": "Correct.",
    "start": "00:20:31",
    "end": "00:20:31"
  },
  {
    "text": "And no one else can have it unless Jesus reveals it to them.",
    "start": "00:20:31",
    "end": "00:20:35"
  },
  {
    "text": "Correct. That's the claim that he's making.",
    "start": "00:20:36",
    "end": "00:20:37"
  },
  {
    "text": "That's the claim that he's making, yes. So just to be clear, is he saying, like, no one. Like this is a completely new realization of God's identity that no one's experienced before?",
    "start": "00:20:37",
    "end": "00:20:48"
  },
  {
    "text": "That's the claim that he's making. Yeah. That his relationship to the Father and the Father's relationship to him and what that means about God's identity, this God's identity and being and nature is uniquely revealed in the person in the story of himself. And you have shelf space for it.",
    "start": "00:20:48",
    "end": "00:21:11"
  },
  {
    "text": "When you say uniquely revealed. Yes, Revealed to us in this narrative.",
    "start": "00:21:12",
    "end": "00:21:17"
  },
  {
    "text": "Revealed. Yeah. And the narrative is depicting things that Jesus said and did. Right. It's a representation from the apostles of how Jesus talked and walked and.",
    "start": "00:21:17",
    "end": "00:21:31"
  },
  {
    "text": "Well, so Jesus uses the language made known or anyone know?",
    "start": "00:21:31",
    "end": "00:21:35"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:21:36",
    "end": "00:21:36"
  },
  {
    "text": "Are you using revealed as synonymous with no.",
    "start": "00:21:36",
    "end": "00:21:39"
  },
  {
    "text": "Yes.",
    "start": "00:21:39",
    "end": "00:21:39"
  },
  {
    "text": "Okay.",
    "start": "00:21:39",
    "end": "00:21:40"
  },
  {
    "text": "Yeah.",
    "start": "00:21:40",
    "end": "00:21:40"
  },
  {
    "text": "But it's only revealed if the Son reveals him.",
    "start": "00:21:40",
    "end": "00:21:44"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:21:44",
    "end": "00:21:45"
  },
  {
    "text": "Okay.",
    "start": "00:21:45",
    "end": "00:21:45"
  },
  {
    "text": "So I and my father have had this thing going for long. For eternity past, as we're going to see as we go on.",
    "start": "00:21:45",
    "end": "00:21:54"
  },
  {
    "text": "Okay, well, he hasn't said that, but.",
    "start": "00:21:54",
    "end": "00:21:56"
  },
  {
    "text": "No, he hasn't. No, he hasn't. The implications of it will.",
    "start": "00:21:56",
    "end": "00:21:59"
  },
  {
    "text": "Yeah. Bear fruit later.",
    "start": "00:22:00",
    "end": "00:22:01"
  },
  {
    "text": "Bear fruit later. So me and my father. Who's God? Me and my father, we've got this thing going on.",
    "start": "00:22:01",
    "end": "00:22:07"
  },
  {
    "text": "Yeah.",
    "start": "00:22:07",
    "end": "00:22:08"
  },
  {
    "text": "And the way that my father and I have this thing going on, we know about it and now we're sharing it with others. But the only way you're going to learn about it is through me and what I'm doing and saying right now. That's why I'm using the phrase uniquely revealed. This is part of the apostles claim. Yes. Jesus as a human. Right. He was born and pooped his diapers and his brain developed. There was a point at which he became aware.",
    "start": "00:22:08",
    "end": "00:22:40"
  },
  {
    "text": "Yeah.",
    "start": "00:22:40",
    "end": "00:22:41"
  },
  {
    "text": "Of his identity.",
    "start": "00:22:41",
    "end": "00:22:42"
  },
  {
    "text": "Identity, yeah. Right.",
    "start": "00:22:42",
    "end": "00:22:43"
  },
  {
    "text": "And so the only window within the apostolic testimony in the New Testament is that little narrative in Luke where Jesus is 12.",
    "start": "00:22:43",
    "end": "00:22:51"
  },
  {
    "text": "Yeah. And he stays with the.",
    "start": "00:22:51",
    "end": "00:22:53"
  },
  {
    "text": "Yeah. Freaks his parents out.",
    "start": "00:22:53",
    "end": "00:22:54"
  },
  {
    "text": "Yeah.",
    "start": "00:22:54",
    "end": "00:22:55"
  },
  {
    "text": "Because he wants to be in the house of his father. So even at 12, he's got an awareness of some draw to the temple.",
    "start": "00:22:55",
    "end": "00:23:01"
  },
  {
    "text": "Yeah.",
    "start": "00:23:01",
    "end": "00:23:02"
  },
  {
    "text": "And that this is a place where I belong.",
    "start": "00:23:02",
    "end": "00:23:05"
  },
  {
    "text": "Yeah.",
    "start": "00:23:05",
    "end": "00:23:05"
  },
  {
    "text": "So fascinating. Super fascinating. So there's pre adolescent Jesus.",
    "start": "00:23:05",
    "end": "00:23:09"
  },
  {
    "text": "Identity has formed in some way.",
    "start": "00:23:10",
    "end": "00:23:11"
  },
  {
    "text": "He's woken up to his identity. And then you get these statements. So at some point he became aware. And then the baptism. So he becomes aware of his identity. He fosters that, he cultivates it certainly through reading prayerfully the Hebrew scriptures, discerning his vocation, his identity. And then once it's worked out in his mind and heart, he says stuff like this and then he sees it as his mission and calling to announce that the kingdom of God is here and what God's rule over the world is being revealed. Yes, my Father and I's rule. All things have been given to me. So yeah, I'm with you. The categories are there from where the story's gone, but he is. It's a new level of claim being made about the identity of God. The claim is when people look to Jesus, they are seeing a unique revealing of God's heartbeat and character and purpose.",
    "start": "00:23:11",
    "end": "00:24:14"
  },
  {
    "text": "When people in this time period, Second Temple Judaism anticipated Yahweh coming like in the Isaiah passage. Yeah, that Mark quotes. Do they think of it as him coming as a man or do they think of it as like coming more like as he came in Exodus with the tabernacle and the cloud and the.",
    "start": "00:24:46",
    "end": "00:25:07"
  },
  {
    "text": "Yeah. We only have access to know what people thought through the literature that survived from this time period. And there's a lot of it, Jewish second Temple literature. And what you see is just a huge diversity.",
    "start": "00:25:07",
    "end": "00:25:20"
  },
  {
    "text": "Yeah.",
    "start": "00:25:20",
    "end": "00:25:20"
  },
  {
    "text": "And of course it was a really diverse culture, religious tradition. So there's all kinds of Jesus claim.",
    "start": "00:25:20",
    "end": "00:25:28"
  },
  {
    "text": "Have been on the spectrum of possibilities when people were talking about Yahweh coming. Or was it completely categorized?",
    "start": "00:25:28",
    "end": "00:25:35"
  },
  {
    "text": "Yeah, I mean all these texts that generated hope and expectation. So there's the coming King from the line of David. So you know, and he'll come rock em, sock em, that kind of stuff.",
    "start": "00:25:35",
    "end": "00:25:47"
  },
  {
    "text": "But there was no sense that that was be Yahweh himself.",
    "start": "00:25:47",
    "end": "00:25:50"
  },
  {
    "text": "In some texts. In most texts, yeah. The David figure is going to be like a David figure, a human king. The Son of man passage in Daniel 7 generated a lot of speculation. And so there are texts where there's a handful of them. One of them is in the popular book called in the Enoch tradition. First Enoch and second Enoch. And there the Son of man figure is a human figure. It's actually one of the closest expressions to some the things that are said about Jesus in another Jewish work, which is.",
    "start": "00:25:50",
    "end": "00:26:27"
  },
  {
    "text": "No wonder he used that phrase so much.",
    "start": "00:26:27",
    "end": "00:26:29"
  },
  {
    "text": "Yeah, that's right. But we don't know. But where the books of Enoch come from and how widespread or influential those were. It's really hard to know. The Jewish scholars down in the Dead Sea scroll community had them. They had copies of Enoch. So anyway, so we're back to here. The God revealed in the Gospels is a complex unity that consists of the Father and the Son and the Spirit here and the Father and the Son. And you won't know it by just reading the Hebrew Bible. He's saying you won't know it by staring up into the sky. You know it by looking at the story of Jesus, life and death and resurrection. That's his claim. Yeah.",
    "start": "00:26:30",
    "end": "00:27:11"
  },
  {
    "text": "And let me ask a clarifying question about this idea of knowing God here is. Is it more know about, like, know the identity, like, have the information of who God is, or is it more about having a relationship or an experience or interaction with kind of knowing?",
    "start": "00:27:11",
    "end": "00:27:33"
  },
  {
    "text": "Yeah, it's more that. Okay. The second. Yeah.",
    "start": "00:27:33",
    "end": "00:27:36"
  },
  {
    "text": "So relational knowing.",
    "start": "00:27:36",
    "end": "00:27:37"
  },
  {
    "text": "Yeah, yeah. So from this point forward, Jesus is claiming to really have a relationship with the God of Israel means to have that relationship through Jesus.",
    "start": "00:27:37",
    "end": "00:27:49"
  },
  {
    "text": "Okay.",
    "start": "00:27:51",
    "end": "00:27:51"
  },
  {
    "text": "Involves reconfiguring a whole bunch of mental furniture.",
    "start": "00:27:52",
    "end": "00:27:55"
  },
  {
    "text": "Yeah, yeah. This seems like a significant. Yeah. Shift where if you're a Second Temple Jewish and you're thinking about your relationship with Yahweh, you have texts where Yahweh is your father, but the Father of your people. Father of your people. Yeah. Talked about as a father. But Jesus would be coming, saying there is an aspect of God's. Of Yahweh's identity that you have not had access to experiencing and knowing relationally. But I do, and I want to give that to you. I want you to know God in that way.",
    "start": "00:27:55",
    "end": "00:28:39"
  },
  {
    "text": "Yeah.",
    "start": "00:28:39",
    "end": "00:28:40"
  },
  {
    "text": "Which would be a brand new. This is a brand new development.",
    "start": "00:28:41",
    "end": "00:28:44"
  },
  {
    "text": "It's a new development. I mean, it's not brand new because again. Yeah, yeah, yeah, yeah.",
    "start": "00:28:45",
    "end": "00:28:50"
  },
  {
    "text": "It's a new development.",
    "start": "00:28:50",
    "end": "00:28:51"
  },
  {
    "text": "God has had a covenant people that he called his son.",
    "start": "00:28:51",
    "end": "00:28:53"
  },
  {
    "text": "Right.",
    "start": "00:28:55",
    "end": "00:28:55"
  },
  {
    "text": "So it's not brand new, but it's a new step.",
    "start": "00:28:55",
    "end": "00:28:58"
  },
  {
    "text": "It should feel very.",
    "start": "00:28:59",
    "end": "00:29:00"
  },
  {
    "text": "It's a new step. That progress. Yeah. That feels like a radical claim.",
    "start": "00:29:01",
    "end": "00:29:06"
  },
  {
    "text": "Yeah.",
    "start": "00:29:06",
    "end": "00:29:06"
  },
  {
    "text": "About if Jesus is the one who's saying that.",
    "start": "00:29:07",
    "end": "00:29:09"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:29:09",
    "end": "00:29:10"
  },
  {
    "text": "To know the God of Israel means to know the God of Israel the way that I do.",
    "start": "00:29:10",
    "end": "00:29:17"
  },
  {
    "text": "Yeah.",
    "start": "00:29:17",
    "end": "00:29:18"
  },
  {
    "text": "Which means, you know, me and the God of Israel as a complex unity.",
    "start": "00:29:18",
    "end": "00:29:22"
  },
  {
    "text": "Because I think about Jesus and the radical claim being that Jesus is Lord, Jesus is Yahweh. That's the one that's like the radical claim. And it is.",
    "start": "00:29:22",
    "end": "00:29:33"
  },
  {
    "text": "Yes.",
    "start": "00:29:33",
    "end": "00:29:34"
  },
  {
    "text": "But it seems like just as much is the radical claim of the identity of God as Father.",
    "start": "00:29:34",
    "end": "00:29:40"
  },
  {
    "text": "Yes.",
    "start": "00:29:40",
    "end": "00:29:40"
  },
  {
    "text": "Which I've never really thought about those being both radical.",
    "start": "00:29:40",
    "end": "00:29:46"
  },
  {
    "text": "I see. Yeah. You're okay. Yeah, you're right. Yeah.",
    "start": "00:29:47",
    "end": "00:29:50"
  },
  {
    "text": "Yeah.",
    "start": "00:29:51",
    "end": "00:29:51"
  },
  {
    "text": "Yes.",
    "start": "00:29:51",
    "end": "00:29:51"
  },
  {
    "text": "It's almost like the least radical one is the spirit.",
    "start": "00:29:52",
    "end": "00:29:54"
  },
  {
    "text": "Like, as far as the categories, there's precedent for that.",
    "start": "00:29:55",
    "end": "00:29:59"
  },
  {
    "text": "There's a lot more precedent. Both the identity of Jesus as the human exalted one. There's some precedent. Daniel 7 being the biggest one.",
    "start": "00:29:59",
    "end": "00:30:09"
  },
  {
    "text": "Yeah. Okay, cool. Okay, so let's take it the next step.",
    "start": "00:30:09",
    "end": "00:30:12"
  },
  {
    "text": "Next step.",
    "start": "00:30:12",
    "end": "00:30:13"
  },
  {
    "text": "Here's another fascinating story. It's a famous story that I have found when I point this out to students or people. It's one of those like, oh, I never saw that was sitting right there in front of me. So this is Jesus trial before the Jewish religious leaders, the Sanhedrin. And through the whole thing, they're accusing him and he's silent. And they're like, he said he was going to destroy the temple. They try and charge him as a terrorist. And that doesn't work anyway. So he kept silent. This is Matthew, chapter 26 in verse 63. So then the high priest said to him, I charge you under oath. Put your hand on the Bible by.",
    "start": "00:30:13",
    "end": "00:30:53"
  },
  {
    "text": "The living God, swear by Yahweh himself.",
    "start": "00:30:53",
    "end": "00:30:57"
  },
  {
    "text": "Yes. That you tell us whether you are the Messiah, the Son of God.",
    "start": "00:30:57",
    "end": "00:31:02"
  },
  {
    "text": "Right. Are you the political leader that's going to help us become a successful nation?",
    "start": "00:31:02",
    "end": "00:31:08"
  },
  {
    "text": "That's right. Psalm 2. This is language from Psalm 2. The anointed king from the line of David, who. Because you represent the people as king, if all the people of Israel are the Son of God, then the king is the true Son of God.",
    "start": "00:31:08",
    "end": "00:31:25"
  },
  {
    "text": "It's probably important to notice here. Then he's not asking, are you Yahweh?",
    "start": "00:31:25",
    "end": "00:31:29"
  },
  {
    "text": "That's right. Yes.",
    "start": "00:31:30",
    "end": "00:31:31"
  },
  {
    "text": "I always read it that way, though, because Son of God to me became synonymous with just being God, Incarnation incarnate God.",
    "start": "00:31:31",
    "end": "00:31:38"
  },
  {
    "text": "That's right.",
    "start": "00:31:38",
    "end": "00:31:38"
  },
  {
    "text": "But he's just saying, are you this political leader that we. That Jewish people are hoping for?",
    "start": "00:31:38",
    "end": "00:31:43"
  },
  {
    "text": "Yeah. So, yeah. To clarify. Yeah. What we're to imagine is in his intention, saying Son of God is different than how Mark began his gospel. Jesus is the Messiah, the Son of God. It's the same exact phrase. But when an apostle says it, he has in mind this whole story that's.",
    "start": "00:31:43",
    "end": "00:32:04"
  },
  {
    "text": "Rewriting and he's infused that term with more meaning.",
    "start": "00:32:04",
    "end": "00:32:07"
  },
  {
    "text": "With more meaning. So the point is, in the Hebrew scriptures, Jewish culture, the phrase son of God is a royal title from Psalm 2, linked in Psalm 2 to the phrase anointed king, Christ or Messiah. Yeah. But then once Jesus does his whole thing and calls himself the Son, then that phrase Son of God takes on its more Trinity type of meaning. And that's how the apostles are using it. And that's how then Paul goes on to use it in his writings and so on. So there's an irony here.",
    "start": "00:32:07",
    "end": "00:32:45"
  },
  {
    "text": "Do you find that people trip up on this language of Son of God, Son of Man?",
    "start": "00:32:45",
    "end": "00:32:49"
  },
  {
    "text": "Well, yeah, it's another. That's why I want to do a separate video just on the phrase Son of God.",
    "start": "00:32:49",
    "end": "00:32:54"
  },
  {
    "text": "Yeah. And I think another video will be good on both those phrases, Son of.",
    "start": "00:32:54",
    "end": "00:32:58"
  },
  {
    "text": "God and Son of Man.",
    "start": "00:32:58",
    "end": "00:32:59"
  },
  {
    "text": "But for this video, do we try to.",
    "start": "00:33:00",
    "end": "00:33:04"
  },
  {
    "text": "I know.",
    "start": "00:33:04",
    "end": "00:33:05"
  },
  {
    "text": "Do we try to.",
    "start": "00:33:06",
    "end": "00:33:07"
  },
  {
    "text": "Do we have to do something with Father and Son?",
    "start": "00:33:07",
    "end": "00:33:11"
  },
  {
    "text": "Yeah.",
    "start": "00:33:11",
    "end": "00:33:11"
  },
  {
    "text": "And so whether it's just a quick, like, clarification on Son of God was a title given to the family of kings from David's line.",
    "start": "00:33:12",
    "end": "00:33:22"
  },
  {
    "text": "Yeah.",
    "start": "00:33:23",
    "end": "00:33:23"
  },
  {
    "text": "And it's a royal title because the.",
    "start": "00:33:24",
    "end": "00:33:26"
  },
  {
    "text": "Quick explainer is Son of God is a royal title for humans in the line of David.",
    "start": "00:33:26",
    "end": "00:33:32"
  },
  {
    "text": "Yes.",
    "start": "00:33:32",
    "end": "00:33:33"
  },
  {
    "text": "So it doesn't have anything to do with whether you are like actual divinity as such.",
    "start": "00:33:33",
    "end": "00:33:40"
  },
  {
    "text": "That's right. Yeah. Yeah.",
    "start": "00:33:40",
    "end": "00:33:41"
  },
  {
    "text": "Okay. And then Son of Man is this unique phrase in Daniel 7 where it is infused with some. Something more.",
    "start": "00:33:41",
    "end": "00:33:50"
  },
  {
    "text": "Something more a human that crosses the line. Crosses the line to come share in God's rule over the universe.",
    "start": "00:33:50",
    "end": "00:33:57"
  },
  {
    "text": "So if someone like. Yeah, who's this in the story again? It's Herod.",
    "start": "00:33:57",
    "end": "00:34:01"
  },
  {
    "text": "No, Caiaphas, the high priest.",
    "start": "00:34:01",
    "end": "00:34:03"
  },
  {
    "text": "Okay. If he says, are you the Son of God? He's thinking of it in terms of the human leader.",
    "start": "00:34:03",
    "end": "00:34:08"
  },
  {
    "text": "Correct. Are you claiming that you're the true leader and representative of Israel?",
    "start": "00:34:08",
    "end": "00:34:13"
  },
  {
    "text": "Yeah. But as Jesus identity is formed, the way he thinks of it and the way the apostles begin to understand it is that being the Son of Man is part of what a person of Yahweh.",
    "start": "00:34:13",
    "end": "00:34:27"
  },
  {
    "text": "What's the language, ironically, in the Gospels, for Jesus to say he's the Son of Man is actually a more scandalous claim.",
    "start": "00:34:27",
    "end": "00:34:37"
  },
  {
    "text": "Yes. Than saying the Son of God.",
    "start": "00:34:37",
    "end": "00:34:39"
  },
  {
    "text": "It actually implies in their context way.",
    "start": "00:34:39",
    "end": "00:34:42"
  },
  {
    "text": "More clearly crossing the line.",
    "start": "00:34:42",
    "end": "00:34:44"
  },
  {
    "text": "That he's crossing the line to share in God's own identity.",
    "start": "00:34:44",
    "end": "00:34:47"
  },
  {
    "text": "He doesn't think he's just some empowered ruler in the line of David.",
    "start": "00:34:47",
    "end": "00:34:52"
  },
  {
    "text": "So ironically, Son of God means less, implies deity less than the phrase Son of Man.",
    "start": "00:34:52",
    "end": "00:34:58"
  },
  {
    "text": "But then you circle back.",
    "start": "00:34:58",
    "end": "00:35:01"
  },
  {
    "text": "Right, Right.",
    "start": "00:35:01",
    "end": "00:35:02"
  },
  {
    "text": "But then if you circle back within this whole story in mind, and now you use the word Son of God, you've infused it with that same after.",
    "start": "00:35:02",
    "end": "00:35:10"
  },
  {
    "text": "Jesus story has gone down, then Son of God finds new meaning within the. The Christian movement.",
    "start": "00:35:10",
    "end": "00:35:18"
  },
  {
    "text": "And how is that connected to when Jesus just says, I'm the Son without Son of. It's just like in this last one we looked at where he just said.",
    "start": "00:35:18",
    "end": "00:35:26"
  },
  {
    "text": "Yeah, well, there it's. It's the. We're hearing the word Son in this new key, in this new mode of.",
    "start": "00:35:26",
    "end": "00:35:33"
  },
  {
    "text": "Jesus blending it all.",
    "start": "00:35:33",
    "end": "00:35:35"
  },
  {
    "text": "Oh, that Yahweh, the God of Israel, is the Father and the Son who love each other by the Spirit. When Jesus uses the phrase son to describe himself, that's what he's talking about here. The phrase son of God is in the mouth of the high priest who's asking him. You say you're from the line of David.",
    "start": "00:35:35",
    "end": "00:35:54"
  },
  {
    "text": "Yeah.",
    "start": "00:35:54",
    "end": "00:35:54"
  },
  {
    "text": "So is that what you're saying? Say it.",
    "start": "00:35:55",
    "end": "00:35:57"
  },
  {
    "text": "Yeah.",
    "start": "00:35:57",
    "end": "00:35:57"
  },
  {
    "text": "And how Jesus responds is. You said it. So we're back to the story.",
    "start": "00:35:58",
    "end": "00:36:03"
  },
  {
    "text": "Yeah.",
    "start": "00:36:03",
    "end": "00:36:04"
  },
  {
    "text": "Tell us whether you're the Messiah, the Son of God. Jesus answered him. You said it.",
    "start": "00:36:04",
    "end": "00:36:09"
  },
  {
    "text": "He said it in the form of a question.",
    "start": "00:36:10",
    "end": "00:36:12"
  },
  {
    "text": "Nevertheless, I tell you, and this is the key. From now on, from this moment on, you will see the Son of Man sitting at the right hand of the power and coming on the clouds of heaven. Then the high priest tore his robes and he said, this man has blasphemed. What further need do we have of witnesses? Everybody here, you heard his blasphemy, and that's the case closed.",
    "start": "00:36:14",
    "end": "00:36:49"
  },
  {
    "text": "Yeah. He might as well have just said, like, I am so important. I'm more important than you realize, and I have all the authority of Yahweh himself from this point on.",
    "start": "00:36:49",
    "end": "00:37:03"
  },
  {
    "text": "Yes. So he's doing two things. He's doing scripture, kung fu. Again. He's taken a phrase from Daniel 7, the son of man. And he's taken a phrase from Psalm 110, which we talked about. It's the most quoted text from the Old Testament used by the apostles in the New Testament and Jesus himself. And why do the apostles focus on this? Because it's Jesus himself.",
    "start": "00:37:04",
    "end": "00:37:32"
  },
  {
    "text": "Sorry, is the Psalm 110 the one where David says. It's where my Lord.",
    "start": "00:37:33",
    "end": "00:37:36"
  },
  {
    "text": "It's where David says, yes, he, David, tells you a story. Yahweh said to my master, sit at my right hand. And so Jesus is identifying himself as a son of David. But more than the Son of David, he's the human one who was exalted.",
    "start": "00:37:36",
    "end": "00:37:52"
  },
  {
    "text": "At the right hand of power, who.",
    "start": "00:37:52",
    "end": "00:37:54"
  },
  {
    "text": "Was exalted to share in God's own rule. Now this is the thing that Just point. It's right there. When is Jesus appointed to Sit and share in God's rule over the universe by his words here at this moment. From this moment on.",
    "start": "00:37:54",
    "end": "00:38:12"
  },
  {
    "text": "Yeah.",
    "start": "00:38:12",
    "end": "00:38:13"
  },
  {
    "text": "So from this moment on, from the trial on, you will see share in God's rule over the universe. And notice the last phrase. And here's the thing that you're going to see. From this moment on, you're going to see me coming on the clouds of.",
    "start": "00:38:13",
    "end": "00:38:27"
  },
  {
    "text": "Heaven, which is a Daniel 7 reference.",
    "start": "00:38:27",
    "end": "00:38:29"
  },
  {
    "text": "This is right from Daniel 7, the Cloud Rider. The cloud rider. So this is important because the cloud rider image is going to get connected later on in the New Testament to Jesus return. And most often it's depicted in popular Western Christianity as like, this is Jesus's.",
    "start": "00:38:29",
    "end": "00:38:51"
  },
  {
    "text": "Coming from heaven on the clouds back.",
    "start": "00:38:52",
    "end": "00:38:54"
  },
  {
    "text": "That's right, that he's coming down here.",
    "start": "00:38:54",
    "end": "00:38:56"
  },
  {
    "text": "Yeah.",
    "start": "00:38:56",
    "end": "00:38:56"
  },
  {
    "text": "Which means that we've reinvented. We're the ones reinventing that image.",
    "start": "00:38:57",
    "end": "00:39:01"
  },
  {
    "text": "Yeah. Because in the image he's writing clouds up.",
    "start": "00:39:01",
    "end": "00:39:04"
  },
  {
    "text": "Correct. The writing of the clouds is about Jesus being brought in, ascending to power. Ascending to power and to participate in God's rule, to embody and be a part of God's rule over the universe. So what he's saying is the moment you condemn me in this court to death is actually the moment that I'm becoming the king of the universe. From this moment, I'm ascending the clouds. And then just think of how that the statement of Jesus is then meant to train you to see every event that follows in the trial before Pilate, in the beating and the whipping, in the mockery. He gets a robe, he gets a scepter, he gets a crown, he gets lifted up and exalted on the cross.",
    "start": "00:39:04",
    "end": "00:39:56"
  },
  {
    "text": "Yeah. And this phrase, it's all some backwards coronation.",
    "start": "00:39:56",
    "end": "00:40:00"
  },
  {
    "text": "It's that, it's that upside down thing, but it's just this phrase is Jesus saying, everything that's about to happen is my enthronement to divine rule over the universe. And Daniel seven, the Son of man had just gotten trampled by the beast. Right. Remember the super beast that embodies Babylon and every other kingdom?",
    "start": "00:40:00",
    "end": "00:40:22"
  },
  {
    "text": "Yeah. So he's saying, I'm letting a kingdom trample me.",
    "start": "00:40:22",
    "end": "00:40:26"
  },
  {
    "text": "Yes.",
    "start": "00:40:26",
    "end": "00:40:26"
  },
  {
    "text": "In Daniel 7, what happens next?",
    "start": "00:40:26",
    "end": "00:40:28"
  },
  {
    "text": "Yes.",
    "start": "00:40:28",
    "end": "00:40:28"
  },
  {
    "text": "He rides the cloud up to sit at God's right hand and share in his divine authority.",
    "start": "00:40:28",
    "end": "00:40:33"
  },
  {
    "text": "Yeah.",
    "start": "00:40:33",
    "end": "00:40:34"
  },
  {
    "text": "And so that's what's going to happen next.",
    "start": "00:40:34",
    "end": "00:40:35"
  },
  {
    "text": "You got it? Yeah. So. Oh, okay, I forget this was somewhere in the 70s or 60s in Rome, I think it is a piece of graffiti on like old 3rd century from the 200-30-0300s building found it's called the Alexomenos graffiti. It's a picture of a guy named Alexamenas, and he's standing before a human figure being crucified. But the human figure has a donkey head, and it says in Latin, alexamenas worships his God, some Roman Christian named Alexomenas. And he became a worshiper and a follower of Jesus. His friends not only think that he's stupid, they think that it's ridiculous and shameful that he would give his allegiance to a crucified Jewish man. Just think this is a perception that Romans would have of.",
    "start": "00:40:35",
    "end": "00:42:07"
  },
  {
    "text": "So this is them mocking him.",
    "start": "00:42:07",
    "end": "00:42:09"
  },
  {
    "text": "That's right. So. So this is a time period before the cross becomes something you can wear as a necklace. The cross is still shameful. It's like an electric chair or whatever, the needle, whatever they inject. This is such a good image. So what Jesus is doing is taking one of the most shameful, base, horrifying things about their culture and their time, and he's calling that his divine throne. It's so astounding. So, of course, he doesn't convince anybody in the room. What he does is make them angry, tear their clothes and Tear their clothes and kill him. But that's the.",
    "start": "00:42:09",
    "end": "00:42:53"
  },
  {
    "text": "I've never been so angry. I've torn my clothes. Can you imagine?",
    "start": "00:42:53",
    "end": "00:42:57"
  },
  {
    "text": "I can't.",
    "start": "00:42:58",
    "end": "00:42:58"
  },
  {
    "text": "Anyhow, it's interesting. Just the thought is that you said that the cross is like the electric chair or the needle or something. It seems like nowadays with the way we execute people, we still try to keep some dignity, you know?",
    "start": "00:42:59",
    "end": "00:43:14"
  },
  {
    "text": "Yeah, that's a good point.",
    "start": "00:43:14",
    "end": "00:43:15"
  },
  {
    "text": "Where the cross was like the opposite. It was like, let's strip you of your dignity while we kill you.",
    "start": "00:43:15",
    "end": "00:43:21"
  },
  {
    "text": "Correct.",
    "start": "00:43:21",
    "end": "00:43:21"
  },
  {
    "text": "We don't really have that parallel anymore. Except for maybe like a beheading or like a torture.",
    "start": "00:43:21",
    "end": "00:43:29"
  },
  {
    "text": "Yeah. You know, when those 21 Egyptian Christians were marched out to the coast of. I forget Libya or something, and it was recorded, the whole thing, they got their heads sawn off with machetes.",
    "start": "00:43:29",
    "end": "00:43:44"
  },
  {
    "text": "Yeah, it's like that.",
    "start": "00:43:44",
    "end": "00:43:45"
  },
  {
    "text": "Yeah, yeah. Horrifying. And yet how would the apostles want us to view that video footage? You know, we don't know this 21 people's stories, but what they would have us trust and believe is they were ruling the world, those martyrs. John the Visionary in the Revelation would say, by losing their heads for the sake of their allegiance to Jesus. In reality, they're the ones in charge of that situation. How counterintuitive.",
    "start": "00:43:45",
    "end": "00:44:16"
  },
  {
    "text": "Yeah.",
    "start": "00:44:16",
    "end": "00:44:17"
  },
  {
    "text": "Sa Sam.",
    "start": "00:44:20",
    "end": "00:45:02"
  },
  {
    "text": "The last text to point out here in this connection is the last sentence of the Gospel of Matthew, known as the Great Commission passage. So then it's literally the last sentence of the Gospel of Matthew. Then the eleven disciples went to Galilee, to the mountain where Jesus said, we're going to rendezvous there. And they see him and they worship him. But there were some who doubted. That's a good line. So some people are like, father the Son. Yeah, you are Yahweh. And they're worshiping him, this right new revelation of God through Jesus. And then some are like, I still don't understand what's happening right now. Then Jesus came and said, all authority in heaven and on earth has been given to me. Daniel 7. So go now, tell the nations that there's a new king in town and invite them to become my devotees, my followers. So go invite everybody to live under my reign and rule, baptizing them, taking them through the key initiation ritual into sonship. Think Jesus. What was the key moment?",
    "start": "00:45:32",
    "end": "00:46:46"
  },
  {
    "text": "Oh, yeah, he became. Or he was.",
    "start": "00:46:46",
    "end": "00:46:48"
  },
  {
    "text": "He was marked out publicly as God's own son before others. And so now you have.",
    "start": "00:46:48",
    "end": "00:46:55"
  },
  {
    "text": "That's why he's maintaining the ritual. For that sonship piece.",
    "start": "00:46:57",
    "end": "00:47:01"
  },
  {
    "text": "There's at least one layer of its meaning. It's. Baptism is a way of you undergoing what Jesus underwent when he was publicly identified as a child of God. The child of God. So baptize them, but do it in the name singular, the name of the Father and of the Son and of the Holy Spirit. So just terrible grammar, but it's a perfect expression of this brand new category that this story is trying to form, of the complex unity in the name of the God who is Father, the Father, the Son, and Spirit, which is what the baptism back at the beginning was trying to say in narrative form. Jesus sums it up right here. And then I'm with you to the very end of the age. We just toured the gospels from end to end, and this motif of Daniel 7 and of Jesus as the Son in relationship to the Father, loved by the Spirit, it's just right through the whole narrative.",
    "start": "00:47:01",
    "end": "00:48:11"
  },
  {
    "text": "It's interesting how a lot of it hinges on the baptism.",
    "start": "00:48:12",
    "end": "00:48:15"
  },
  {
    "text": "Yeah. At the beginning and end. Yeah, that's right. Yep.",
    "start": "00:48:16",
    "end": "00:48:18"
  },
  {
    "text": "Like is. That seems significant. I'm thinking back to how I'm trying to anchor this on this idea of experience of God or relation to God.",
    "start": "00:48:18",
    "end": "00:48:27"
  },
  {
    "text": "Yeah, it's like.",
    "start": "00:48:27",
    "end": "00:48:28"
  },
  {
    "text": "It seems like the baptism is the ritual that marks that you have an experience. Like you're. You're living a new reality of a new experience with God.",
    "start": "00:48:28",
    "end": "00:48:38"
  },
  {
    "text": "That's right.",
    "start": "00:48:38",
    "end": "00:48:38"
  },
  {
    "text": "There was a ritual that marked Jesus's experience with God. It's a ritual that marks Christians new experience with God. And that experience of God is the three in one.",
    "start": "00:48:39",
    "end": "00:48:51"
  },
  {
    "text": "Yeah. Baptism, it's a big deal. And it's obviously been unfortunately controversial and divisive, I think because the apostles apparently weren't interested in explaining it to the degree that it would solve debates. When you put later questions to what this means, you know, that's why there's so much debate about it. The debate being, oh yeah, like is it actually, do you have to do it to be a true follower of Jesus? Do you have to do it to be saved? Whatever that's supposed to mean. And there's Protestant, Catholic, there's many divides over the meaning of baptism. But what you can easily say that everybody agrees on is that it's really important.",
    "start": "00:48:51",
    "end": "00:49:35"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:49:35",
    "end": "00:49:36"
  },
  {
    "text": "Because Paul the Apostle and Peter both in their letters in the New Testament, they'll look back to this physical symbol, this physical reality that you underwent, and see in it both a symbol but also a reality expressed that your life, your being is being joined to Jesus story, that you're undergoing what he underwent so that you can become what he is. And then why the language of the Spirit is also the word baptism is used. As you go on as a follower of Jesus, your continued experience of renewed and greater degrees of devotion to Jesus is talked about as a further immersion in the Spirit. It gets into controversial territory, but the core meaning is powerful. Yeah, but you're right, baptism echoes at the beginning and end of a, of the Gospels of Matthew in that way.",
    "start": "00:49:36",
    "end": "00:50:30"
  },
  {
    "text": "Right.",
    "start": "00:50:30",
    "end": "00:50:30"
  },
  {
    "text": "So there you go. The Gospels make a clear, I think when you have eyes to see it, a clear narrative claim about the identity of God as Father, Son and Spirit. You wouldn't have known it without the Jesus story. Right. You wouldn't have known that identity. Yeah, you wouldn't have known. You wouldn't have had language for that or known to make that claim about God. So it's revealed through Jesus, but at the same time it's in continuity with everything that's come before.",
    "start": "00:50:31",
    "end": "00:50:58"
  },
  {
    "text": "It's also really interesting that you wouldn't have known it without Jesus claim. But also it's hard to see it unless you have read the Old Testament scriptures and wrestled with them to the level that we've kind of been doing.",
    "start": "00:50:58",
    "end": "00:51:14"
  },
  {
    "text": "Yes.",
    "start": "00:51:14",
    "end": "00:51:15"
  },
  {
    "text": "Like I've read those passages.",
    "start": "00:51:15",
    "end": "00:51:17"
  },
  {
    "text": "Yeah.",
    "start": "00:51:18",
    "end": "00:51:18"
  },
  {
    "text": "Or heard them read my entire life and never saw the connection so clearly to God's identity in the Old Testament. And I think that's just kind of a nature of not spending as much time in the Hebrew scriptures in the tradition I grew up in. But yeah, it's really illuminating.",
    "start": "00:51:18",
    "end": "00:51:41"
  },
  {
    "text": "Yeah, it's cool.",
    "start": "00:51:41",
    "end": "00:51:42"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. Next week we're going to do a question and response episode. So if you have a question, as you've been following along in this God series, we'd love to hear it. Record yourself. Try to keep it to around 20 seconds. Let us know your name and where you're from, and we'll get to as many questions as we can. Also, if you haven't seen our video on God, we released it two weeks ago. It's up on our YouTube page, YouTube.com thebibleproject and it's on our website at the Bibleproject. This episode of the podcast was produced by Dan Gummel, music by Tay, the producer, and the theme music is by the band Tents. We're a crowdfunded nonprofit. We're in Portland, Oregon, and all of the things that we make this podcast, the videos, study notes, are free because of the generosity of thousands of people like you crowdfunding this effort. Thanks for being a part of this with us.",
    "start": "00:51:44",
    "end": "00:52:36"
  },
  {
    "text": "Hi, I'm Grace Bates from Alameda, California. The first time I watched one of the Bible Project videos was when our church was going through the epistles together. And it was so cool to see how these epistles have a whole history, like, to understand what audience they were told to, because I often thought, you know, the Bible was just this, like, overarching, vague thing with difficult words and ideas and. But it was really cool to see that the audience that the epistles were written to are people just like me who are going through struggles that I could very much relate to. We believe the Bible is a united. Okay, let me start over again. Sorry. We believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos, study notes and more@the Bibleproject.com com.",
    "start": "00:52:36",
    "end": "00:53:30"
  }
]