[
  {
    "text": "This is the BibleProject podcast. And this is John and Tim Mackey.",
    "start": "00:00:08",
    "end": "00:00:13"
  },
  {
    "text": "Here we are.",
    "start": "00:00:13",
    "end": "00:00:14"
  },
  {
    "text": "Here we are. Today on this episode, we are going to do a question and response. And we've been going through a long series on the complexity of God in the Bible. We've done something like 12 episodes, and it spun out a lot of really cool discussion and some great questions. So that's what we're going to do today, is answer some questions.",
    "start": "00:00:14",
    "end": "00:00:38"
  },
  {
    "text": "Yeah. This is our third point in the series, stopping to respond to questions, I think. Awesome. You guys have sent in wonderful, thoughtful questions. Let's go for it.",
    "start": "00:00:38",
    "end": "00:00:49"
  },
  {
    "text": "Yeah. Here we go. Okay, jumping right in. What do you got for us?",
    "start": "00:00:49",
    "end": "00:00:54"
  },
  {
    "text": "We've got a question from Bryce Dunn, who lives in Chicago. Chicago, Illinois.",
    "start": "00:00:55",
    "end": "00:01:01"
  },
  {
    "text": "Chicago. Hey, John and Tim. My name is Bryce Dunn from Lawrence, Kansas, but I'm currently in Chicago, Illinois, studying at Moody Bible Institute. And a bunch of the guys from my floor were watching the season five premiere, and we had a specific question for the God series. The question is, how does God's interaction with the world, that is wanting to co rule with celestial and terrestrial creatures relate to God's transcendence and sovereignty? And to all of you at the Bible Project, your work is inspiring and helpful each and every day. Thank you so much. Great question, Bryce. Thanks for watching the live Q and.",
    "start": "00:01:01",
    "end": "00:01:34"
  },
  {
    "text": "R. Yeah, it's great.",
    "start": "00:01:34",
    "end": "00:01:34"
  },
  {
    "text": "That was a fun experience.",
    "start": "00:01:34",
    "end": "00:01:35"
  },
  {
    "text": "Yeah, totally. I hope you had some popcorn or something to snack on.",
    "start": "00:01:36",
    "end": "00:01:40"
  },
  {
    "text": "What? I wonder if they noticed the room. When we did the live Q and A, all the people that joined for that event weren't necessarily people following the podcast.",
    "start": "00:01:44",
    "end": "00:01:52"
  },
  {
    "text": "That's right.",
    "start": "00:01:53",
    "end": "00:01:53"
  },
  {
    "text": "So people in the room were totally lost. I think we're like, what is happening? What are you guys talking about?",
    "start": "00:01:54",
    "end": "00:02:00"
  },
  {
    "text": "Yeah. Out of the starting gate. We're talking about stars and divine beings and the resurrection body.",
    "start": "00:02:00",
    "end": "00:02:06"
  },
  {
    "text": "And I'm, like, looking out and everyone's just like deer headlights.",
    "start": "00:02:06",
    "end": "00:02:09"
  },
  {
    "text": "Totally. Yeah. But for our faithful podcast listeners.",
    "start": "00:02:09",
    "end": "00:02:13"
  },
  {
    "text": "Yeah, you're following.",
    "start": "00:02:13",
    "end": "00:02:14"
  },
  {
    "text": "Yeah. You guys knew why we were talking about stars and resurrection bodies. Okay, so, Bryce, you and your friend's question is really good. And it's naturally the question that arises, I think, out of a thoughtful reading of Genesis 1. About 2 billion thoughtful questions should arise out of reading Genesis 1. That is. Okay. Okay. So one reasonable question is there's an Elohim introduced to us on page one. We'll discover on page two, this Elohim's personal name is Yahweh. What kind of Elohim is being described? Well, one that can generate A universe out of his creative thoughts and words and purposes. That's remarkable. It's a remarkable being. That's a being that has a lot of power.",
    "start": "00:02:14",
    "end": "00:02:58"
  },
  {
    "text": "Yes, a lot of power. The most power in the universe.",
    "start": "00:02:58",
    "end": "00:03:01"
  },
  {
    "text": "Yeah. Apparently. What other powerful thing could there be than one that can generate reality?",
    "start": "00:03:02",
    "end": "00:03:08"
  },
  {
    "text": "Right.",
    "start": "00:03:08",
    "end": "00:03:09"
  },
  {
    "text": "So what does that being do? How does that being operate with such responsibility? And so we've talked about this before, but it's good to focus it in. In relation to the question of God's power and sovereignty and so on. Is that after bringing order to the chaos in days one through three, he brings form to the chaos by creating time, by separating the chaos waters from the chaos waters to create space. Then day three for dry land to emerge.",
    "start": "00:03:09",
    "end": "00:03:42"
  },
  {
    "text": "Yeah. Because you could have stopped there.",
    "start": "00:03:42",
    "end": "00:03:44"
  },
  {
    "text": "And Elohim could have.",
    "start": "00:03:44",
    "end": "00:03:45"
  },
  {
    "text": "And Elohim could have said, let's think.",
    "start": "00:03:45",
    "end": "00:03:47"
  },
  {
    "text": "About an Elohim that just wants to master chaos and then be Lord of all and master.",
    "start": "00:03:47",
    "end": "00:03:51"
  },
  {
    "text": "It's kind of like. It's just kind of like painting, you know? Yes.",
    "start": "00:03:51",
    "end": "00:03:54"
  },
  {
    "text": "Yeah.",
    "start": "00:03:54",
    "end": "00:03:54"
  },
  {
    "text": "It's just kind of like, oh, cool. I'm gonna do this really beautiful project. Oh, look how beautiful that is. And then there's no other beings to share with.",
    "start": "00:03:54",
    "end": "00:04:03"
  },
  {
    "text": "Yeah, there's no other beings involved. It's just a solo work.",
    "start": "00:04:03",
    "end": "00:04:07"
  },
  {
    "text": "Yeah. A painting that no one else gets to see.",
    "start": "00:04:07",
    "end": "00:04:10"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:04:10",
    "end": "00:04:11"
  },
  {
    "text": "Yeah.",
    "start": "00:04:11",
    "end": "00:04:12"
  },
  {
    "text": "That was a possibility. Of course.",
    "start": "00:04:12",
    "end": "00:04:13"
  },
  {
    "text": "Yeah. But then why are we.",
    "start": "00:04:14",
    "end": "00:04:15"
  },
  {
    "text": "What? Days four through six go through back all through the elements that were ordered on days one through three. And then God starts sharing his world. And specifically on day four, he delegates authority, rule to the heavenly beings. He tells them to rule the day and night, so they become responsible for guarding the order of time, whatever that means. Well, but think, remember, as our friend Mike says, get your inner Israelite in.",
    "start": "00:04:15",
    "end": "00:04:45"
  },
  {
    "text": "Your head, you know. Well, people listening wouldn't know that phrase. No, we were just hanging out with him. We were just hanging out with Mike Heiser.",
    "start": "00:04:45",
    "end": "00:04:51"
  },
  {
    "text": "That's right.",
    "start": "00:04:51",
    "end": "00:04:52"
  },
  {
    "text": "And he has a phrase.",
    "start": "00:04:52",
    "end": "00:04:53"
  },
  {
    "text": "That's right, yeah. An interview with Mike Heiser that we did. We've referred to his work before, will come out later in this series.",
    "start": "00:04:53",
    "end": "00:04:59"
  },
  {
    "text": "But he talked about having the inner Israelite in your head.",
    "start": "00:05:00",
    "end": "00:05:02"
  },
  {
    "text": "Getting an ancient Israelite in your head. Yeah, Channeling your inner ancient Israelite. When you're reading the Bible, it's a great image. So put the ancient Israelite in your head. Especially if you're a priest or a Levite running the temple in Jerusalem and God's given you these sacred feasts to order the year by. So that every week and every month is a ritual retelling of the story of Israel and of creation.",
    "start": "00:05:02",
    "end": "00:05:26"
  },
  {
    "text": "Right. And how do you know when those days are coming?",
    "start": "00:05:26",
    "end": "00:05:28"
  },
  {
    "text": "Totally. That's right.",
    "start": "00:05:28",
    "end": "00:05:29"
  },
  {
    "text": "You look at the stars.",
    "start": "00:05:29",
    "end": "00:05:30"
  },
  {
    "text": "The stars. So the stars become the guardians of day and night of the calendar, Sabbath, Passover, tabernacles, all that stuff. And so they're told to rule. That's a responsibility God has given. And some of them, some of the stars, like really faithfully, they're just on point. They're just always in the same place at the same time. But there's these other ones that wander. Yeah. You know the Greek word for wander?",
    "start": "00:05:30",
    "end": "00:05:59"
  },
  {
    "text": "I don't.",
    "start": "00:05:59",
    "end": "00:06:00"
  },
  {
    "text": "Planeo.",
    "start": "00:06:00",
    "end": "00:06:01"
  },
  {
    "text": "Oh, really?",
    "start": "00:06:01",
    "end": "00:06:01"
  },
  {
    "text": "It's where we get the word planet.",
    "start": "00:06:01",
    "end": "00:06:03"
  },
  {
    "text": "It's a wanderer.",
    "start": "00:06:03",
    "end": "00:06:04"
  },
  {
    "text": "It's the lights up there that wander.",
    "start": "00:06:04",
    "end": "00:06:05"
  },
  {
    "text": "Yeah.",
    "start": "00:06:05",
    "end": "00:06:05"
  },
  {
    "text": "So they don't behave. They're odd ones. Anyhow, there's a whole bunch of stuff. This all gets into how the ancients perceived the sars. All that to say is the depiction of God's sovereignty, is that he shares it with the creatures, the heavenly beings.",
    "start": "00:06:05",
    "end": "00:06:19"
  },
  {
    "text": "Yeah.",
    "start": "00:06:19",
    "end": "00:06:20"
  },
  {
    "text": "And then even more remarkable is over the sky, land and sea, he shares authority yet again with his images, his earthly images, and he tells them to rule and have authority. So the fundamental depiction of this all powerful sovereign God on page one is that he loves to share and that he wants to rule. He wants his rule to be expressed through a family of partners, heavenly and earthly.",
    "start": "00:06:20",
    "end": "00:06:50"
  },
  {
    "text": "Yeah.",
    "start": "00:06:50",
    "end": "00:06:50"
  },
  {
    "text": "So that's page one.",
    "start": "00:06:51",
    "end": "00:06:52"
  },
  {
    "text": "And you use the word family on purpose there.",
    "start": "00:06:53",
    "end": "00:06:55"
  },
  {
    "text": "Yes.",
    "start": "00:06:55",
    "end": "00:06:56"
  },
  {
    "text": "Instead of just like a crew.",
    "start": "00:06:56",
    "end": "00:06:57"
  },
  {
    "text": "Oh, that's true. Yeah. Because family language, the sons of Elohim will refer to the heavenly partners. Actually, the word son will come to refer to God's earthly partners as well. The people of Israel are called the Son of God, and then the family of Jesus will be called the sons of God. So God wants to. He wants his power to be expressed in the world, in the story through a family, a covenant family of partners. He doesn't want to do it alone, he wants to do it through partners.",
    "start": "00:06:57",
    "end": "00:07:29"
  },
  {
    "text": "Is he limiting his power in some way then?",
    "start": "00:07:29",
    "end": "00:07:32"
  },
  {
    "text": "Clearly, yeah, because he's surrendering his creation to other wills that may not do things the way he would want them to be done. And that's what creates the plot conflict of the whole Bible. So let's just pause. So throughout, especially Christian history, especially in the last 500 years, all kinds of debates and divisions and splintering has happened in Christian tradition based off of debates about God's sovereignty. Right, Yeah. I mean, the big systems of like Calvinism or Minianism, but those are. What all those traditions are doing is they're wrestling with this fundamental biblical portrait of delegating the complexity of God's sovereignty. So I'm actually much less interested in those systems. What those systems are is just different people's way of organizing how the biblical story works and how God's sovereignty is portrayed. But what everybody has to begin with is this. God's not a solitary. What'd you call him? The painter? Yeah, whatever.",
    "start": "00:07:32",
    "end": "00:08:35"
  },
  {
    "text": "Just this artist. This hermit artist.",
    "start": "00:08:35",
    "end": "00:08:37"
  },
  {
    "text": "Yeah. God's being is being in family, being in community, a being who wants to share. And once you get. Especially this is expressed in the Gospel of John, you realize the very nature of this. God is a community before he even started creating, before creation. God's a community of eternal love. The word to describe that eventually will be the Trinity in Christian tradition. But for John, he just calls it love. God is love.",
    "start": "00:08:37",
    "end": "00:09:03"
  },
  {
    "text": "So one way to think about this is that if the nature of the creator God is a community of love.",
    "start": "00:09:04",
    "end": "00:09:10"
  },
  {
    "text": "Yes.",
    "start": "00:09:10",
    "end": "00:09:10"
  },
  {
    "text": "It seems like a natural extension of that would be this kind of delegated.",
    "start": "00:09:10",
    "end": "00:09:15"
  },
  {
    "text": "Yeah. Would be creation, like abundance, share. It's the same thing. Like when we talk with our kids about how can you love mom and me and my brother. I have two sons. You have two sons. You know, and explaining that concept, like just because you have loved for someone doesn't mean you don't have any left for the other person. Like love is this kind of thing, that.",
    "start": "00:09:15",
    "end": "00:09:39"
  },
  {
    "text": "Not a scarce resource.",
    "start": "00:09:39",
    "end": "00:09:41"
  },
  {
    "text": "Yeah. It's not a zero sum thing. It's like exponential thing. The more of us there are that are committed to each other in this family, the more love there is that there wasn't there before. And something like that is the image. It's beautiful. Like creation is the overflow of God's creative love. And so God ruling the world, God's power expressed through love and sharing isn't like an invention of the Gospel of John. It's right there in Genesis 1, if you have eyes to see it there. So that's what I think is going on there. God's sovereignty has to be qualified with that set of concepts from Genesis 1.",
    "start": "00:09:41",
    "end": "00:10:21"
  },
  {
    "text": "Bryce also asked about his transcendence.",
    "start": "00:10:22",
    "end": "00:10:23"
  },
  {
    "text": "Yeah.",
    "start": "00:10:24",
    "end": "00:10:24"
  },
  {
    "text": "And any sort of perspective that this brings on the idea of transcendence, the otherness of God.",
    "start": "00:10:24",
    "end": "00:10:32"
  },
  {
    "text": "Yeah. Well, I guess it's similar in that any being that can generate a universe has to.",
    "start": "00:10:32",
    "end": "00:10:37"
  },
  {
    "text": "Is not like us.",
    "start": "00:10:37",
    "end": "00:10:38"
  },
  {
    "text": "Is not like us other. Or you can use spatial metaphors, is above or outside of.",
    "start": "00:10:38",
    "end": "00:10:45"
  },
  {
    "text": "Yeah.",
    "start": "00:10:46",
    "end": "00:10:46"
  },
  {
    "text": "But very clearly the fact that the heavenly and earthly rulers are symbols or images of that being means that that being wants to exist also in and in relationship with these ones he's created.",
    "start": "00:10:46",
    "end": "00:11:02"
  },
  {
    "text": "Yeah.",
    "start": "00:11:02",
    "end": "00:11:02"
  },
  {
    "text": "I'm not sure I've had enough coffee to really ponder that thought.",
    "start": "00:11:03",
    "end": "00:11:06"
  },
  {
    "text": "Yeah. Well, is there any amount of coffee that gets you prepared to talk about God's transcendence?",
    "start": "00:11:07",
    "end": "00:11:13"
  },
  {
    "text": "I don't think so. I don't think if Isaiah had an extra cup of coffee, he would have been able to hold it together in his vision in Isaiah 6. I think he would have fallen on his face either way. Yeah. Yeah.",
    "start": "00:11:14",
    "end": "00:11:26"
  },
  {
    "text": "All right, so we've got a question next from Linda Gibson, who's here in Portland.",
    "start": "00:11:26",
    "end": "00:11:32"
  },
  {
    "text": "Right here in Portland, Linda.",
    "start": "00:11:32",
    "end": "00:11:33"
  },
  {
    "text": "Hi, Linda.",
    "start": "00:11:33",
    "end": "00:11:34"
  },
  {
    "text": "Yeah, come visit the studio sometime.",
    "start": "00:11:34",
    "end": "00:11:36"
  },
  {
    "text": "I've heard a Tim Keller podcast sermon about Abraham's conversion with the three visitors that he entertains in his tent before they go down to bring judgment on Sodom and Gomorrah as being an intercession like the one you discussed between Moses and God a couple of weeks ago. Can you comment on how this earlier Abraham story contributes to the intercession paradigm you talk about from the example of Moses?",
    "start": "00:11:37",
    "end": "00:12:08"
  },
  {
    "text": "All right, first, shout out to Timothy Keller.",
    "start": "00:12:09",
    "end": "00:12:13"
  },
  {
    "text": "T. Keller.",
    "start": "00:12:13",
    "end": "00:12:14"
  },
  {
    "text": "T. Kell.",
    "start": "00:12:14",
    "end": "00:12:15"
  },
  {
    "text": "T. Kell.",
    "start": "00:12:15",
    "end": "00:12:16"
  },
  {
    "text": "If you ever became a rapper. Yeah, that guy's awesome. I've learned so much from that from him. Yeah, he's great. So, yes, the story about Abraham and the three visitors, one of whom turns out to be Yahweh himself in the story of Abraham. So, yeah, you've raised a key question. In John and I's conversation, we talked about Moses as the key intercessor who's invited into the heart of God to tell God to change by being consistent. So I highlighted that story because it's like, front page, given so much space and his face shines afterwards. And it's a really important story. You're raising the point. There is another story of someone interceding in a similar way. That's before Moses, and that's true. And I had thought about that story, but actually, again, that conversation was like a year or some ago. And I've thought a lot more about the Abraham stories, put a lot more work into those stories since then. So, yes, your instinct is right, Linda. Actually, Abraham is the first prophetic intercessor. Actually, no, he's the second. The first is Noah, who gets off the ark and offers the sacrifice, the burnt offering, and God looks at humanity, who's just as depraved. And corrupt as they were before the flood. And after the flood, after Noah's sacrifice, God says, you know what I'm never going to do again? Because humans are terribly wicked. I'm never going to do the thing that I just did. So Noah's. Noah's intercession takes the form of a sacrifice, not a prayer. But it does compel God to change his mind by staying the same, so to speak.",
    "start": "00:12:16",
    "end": "00:14:06"
  },
  {
    "text": "Why? Because he was going to wipe out Noah's family.",
    "start": "00:14:06",
    "end": "00:14:08"
  },
  {
    "text": "No, no, no. The point is that this creator has the prerogative to destroy humanity for being faithless covenant partners. That's within God's prerogative. But he has mercy and delivers one. Right? Noah and his family. He's called righteous and blameless. That's going to be important. Righteous and blameless. He's saved. He gets off the boat and then offers a sacrifice which he's not commanded to do necessarily. He just. He does it. And then all of a sudden, God notices, hey, humans are no different. They're exactly the same. Humans are not going to be any different. Right.",
    "start": "00:14:09",
    "end": "00:14:48"
  },
  {
    "text": "And so that clues you in to.",
    "start": "00:14:48",
    "end": "00:14:50"
  },
  {
    "text": "Like, it clues you in like, oh, God could do this again. But it's Noah's sacrifice that compels God to continue his covenant promises to be consistent by changing his approach towards corrupt humans.",
    "start": "00:14:50",
    "end": "00:15:05"
  },
  {
    "text": "Okay.",
    "start": "00:15:05",
    "end": "00:15:06"
  },
  {
    "text": "Not to destroy them, but rather to begin to put up with them, to move forward the story. So Noah's the first human intercessor, and it takes place through sacrifice. Abraham is the first prophetic intercessor through prayer and intercession. As such, he's second in this sequence of figures. Yeah. What Abraham does is this is Genesis 20, this is Genesis. Actually 18 and 19 is the stories where it happens. So 18 is Yahweh and two spiritual beings show up, but they're simply called the men.",
    "start": "00:15:06",
    "end": "00:15:38"
  },
  {
    "text": "The men.",
    "start": "00:15:39",
    "end": "00:15:40"
  },
  {
    "text": "The men. Oh, there's so much. We could spend hours on Genesis 18 and 19. There's so much cool stuff I could show you. We don't have time. The key is that after these figures tell Abraham and Sarah that they're finally going to have the promised son Isaac, down in verse 16, it says Genesis 18:16, the men arose and looked down towards Sodom, and Abraham was walking there with them to send them off. And Yahweh said to Yahweh has a little internal conversation that we're privy to. Should I hide from Abraham what I'm about to do?",
    "start": "00:15:40",
    "end": "00:16:17"
  },
  {
    "text": "He's talking with the angels here.",
    "start": "00:16:18",
    "end": "00:16:19"
  },
  {
    "text": "Yes. The idea is Yahweh and these two men and Yahweh's just having this internal conversation. Should I hide from Abraham what I'm about to do, which is to bring divine justice on Sodom and Gomorrah. You know, Abraham is going to become that great and mighty nation, and in him, all the nations of the earth will be blessed. You know why I chose Abraham? God says that he may command his children, teach his children and his house after him to keep the way of Yahweh by doing righteousness and justice so that Yahweh may bring upon Abram what he's spoken to him. So this is new information, that Yahweh has chosen Abraham to become a blessing to the nations. We knew that. But now we hear that Abraham's obedience to the way of Yahweh is necessary for that blessing to go out. He has to be a man of righteousness and justice so that Yahweh can bring upon Abraham what he's spoken the promises. So that's the portrait here. And then what do we see Abraham doing? God says, the outcry of Sodom and Gomorrah is great. Ooh, That's a design pattern. Remember the blood? Abel crying out from the ground? Now it's the blood of the innocent in Sodom and Gomorrah crying out. Just like later in Egypt, the cry of the innocent, blood of the enslaved Israelites will cry out, and the cry will go up to God. There's this motif, the cries of the innocent going up. So God says the outcry of Sodom and Gomorrah is great. And the word outcry means the cry of the innocent.",
    "start": "00:16:19",
    "end": "00:18:03"
  },
  {
    "text": "Mm.",
    "start": "00:18:03",
    "end": "00:18:03"
  },
  {
    "text": "So I'm gonna go down and see whether everything done there is true according to its outcry. God's gonna go investigate. He's gonna do justice. I'm not gonna pull the trigger before I do a full investigation. That's what a righteous and just person would do. Yeah, right. But if you're God, the story's the story.",
    "start": "00:18:04",
    "end": "00:18:27"
  },
  {
    "text": "The story's the story. He's gonna go down and check it out.",
    "start": "00:18:27",
    "end": "00:18:30"
  },
  {
    "text": "Yeah. Yeah. And this isn't the first time God's gone down to Wicked City. This is what he did with Babylon.",
    "start": "00:18:30",
    "end": "00:18:36"
  },
  {
    "text": "He went down to Babylon.",
    "start": "00:18:36",
    "end": "00:18:37"
  },
  {
    "text": "God says, let's go down to see. Yeah. So this is a new Babylon design, patterns. Dude. It's all so cool. Okay, so here's the thing. So Abraham gets privy to this idea. Oh, my gosh. God's about to.",
    "start": "00:18:37",
    "end": "00:18:53"
  },
  {
    "text": "Yeah. Wipe out the city.",
    "start": "00:18:53",
    "end": "00:18:54"
  },
  {
    "text": "Wipe out the city. My nephew lives there. My nephew lives There.",
    "start": "00:18:54",
    "end": "00:18:58"
  },
  {
    "text": "Yeah.",
    "start": "00:18:58",
    "end": "00:18:58"
  },
  {
    "text": "So Abraham has just been brought into this conversation and the whole thing is contingent on Abraham doing righteousness and justice. Then Abraham learns that God's going to wipe out a whole city.",
    "start": "00:18:59",
    "end": "00:19:10"
  },
  {
    "text": "Wait, Abraham's listening to this whole conversation?",
    "start": "00:19:10",
    "end": "00:19:12"
  },
  {
    "text": "Well, something prompts Abraham.",
    "start": "00:19:12",
    "end": "00:19:14"
  },
  {
    "text": "Yeah, he knows what's up now to.",
    "start": "00:19:14",
    "end": "00:19:16"
  },
  {
    "text": "Step up to the plate. Because he goes up to Yahweh and says, listen, hold on. Are you going to sweep away the righteous along with the wicked in Sodom?",
    "start": "00:19:16",
    "end": "00:19:26"
  },
  {
    "text": "Yeah. And this is where he starts negotiating.",
    "start": "00:19:26",
    "end": "00:19:28"
  },
  {
    "text": "Well, what we perceive as negotiating.",
    "start": "00:19:28",
    "end": "00:19:30"
  },
  {
    "text": "Yeah, it feels like negotiation.",
    "start": "00:19:30",
    "end": "00:19:32"
  },
  {
    "text": "Totally. Okay, so let's pause real quick because the key word righteousness is really important. So God just said, I've chosen Abraham and he needs to do and teach his household to do righteousness and justice. And that's called the way of Yahweh. Now here's Abraham getting in Yahweh's face saying, hold on. Yeah, you're about to do something that isn't your way.",
    "start": "00:19:32",
    "end": "00:19:52"
  },
  {
    "text": "There's righteous people there.",
    "start": "00:19:52",
    "end": "00:19:54"
  },
  {
    "text": "Yeah, my nephew's there. He's not a bad guy. He's not the most upstanding guy as we're going to find out. He's human.",
    "start": "00:19:54",
    "end": "00:20:01"
  },
  {
    "text": "Yeah.",
    "start": "00:20:01",
    "end": "00:20:02"
  },
  {
    "text": "But he's not.",
    "start": "00:20:02",
    "end": "00:20:03"
  },
  {
    "text": "He's dedicated the way.",
    "start": "00:20:03",
    "end": "00:20:04"
  },
  {
    "text": "Yeah, totally. And he's among the chosen family. Right. He's my nephew.",
    "start": "00:20:04",
    "end": "00:20:09"
  },
  {
    "text": "Yeah.",
    "start": "00:20:09",
    "end": "00:20:09"
  },
  {
    "text": "And so what Abraham's asking God to do is to keep the way of the Lord to be righteous and just in how he deals with. With Sodom and Gomorrah.",
    "start": "00:20:09",
    "end": "00:20:19"
  },
  {
    "text": "But arguably he could have wiped out. It would have been just to wipe out.",
    "start": "00:20:19",
    "end": "00:20:23"
  },
  {
    "text": "Oh, but here we're to the same thing as the Golden Calf story about the tension in God's own self. Do you remember this?",
    "start": "00:20:23",
    "end": "00:20:31"
  },
  {
    "text": "Yeah.",
    "start": "00:20:31",
    "end": "00:20:32"
  },
  {
    "text": "In one sense it would be just to bring judgment on. Right.",
    "start": "00:20:32",
    "end": "00:20:37"
  },
  {
    "text": "Yeah. The Israelites for doing the.",
    "start": "00:20:37",
    "end": "00:20:38"
  },
  {
    "text": "On the Israelites for idolatry and on Sodom and Gomorrah for especially their abuse of the poor. When Ezekiel brings up the sins of Sodom and Gomorrah in Ezekiel 16, what he mentions is abuse of the poor. So it would be just for God to bring judgment. But in another sense it would not be just because God's whole point is that he's going to bring blessing and to save the nations. It's that tension of which one is going to over God's mercy and God's judgment.",
    "start": "00:20:38",
    "end": "00:21:10"
  },
  {
    "text": "Yeah. Which one's going to win are both.",
    "start": "00:21:10",
    "end": "00:21:13"
  },
  {
    "text": "Part of God's covenant character. And so here's what Abraham does. He says, listen, are you going to sweep Away the righteous with the wicked. Let's say there's 50 righteous in the city. You're going to sweep it away and destroy those 50 righteous. Look at what Abraham says. Far be it from you to do such a thing. To kill the righteous and the wicked. Far be it from you. Listen, you're the judge of all the earth. Won't you do justice? Won't you keep your own way? So good.",
    "start": "00:21:13",
    "end": "00:21:40"
  },
  {
    "text": "Yeah.",
    "start": "00:21:40",
    "end": "00:21:41"
  },
  {
    "text": "So he's asking Yahweh to keep the way of Yahweh. And. And Yahweh says, yeah, good point. Yep.",
    "start": "00:21:41",
    "end": "00:21:48"
  },
  {
    "text": "Great.",
    "start": "00:21:48",
    "end": "00:21:48"
  },
  {
    "text": "I'll spare the city if there's 50.",
    "start": "00:21:48",
    "end": "00:21:50"
  },
  {
    "text": "Yeah. So this is as stark as the Moses God exchange.",
    "start": "00:21:50",
    "end": "00:21:55"
  },
  {
    "text": "Yeah, Just straight up. God says, I'm gonna destroy this. Abraham says, that's not your way. And God says, oh, yeah, good point. Alright, I won't do it. And the story begins with the same thing. When God told Moses, he says, leave me alone. Which is the subtle invitation to not leave me alone. But that was the whole thing. We read that story. What Moses does is not leave Yahweh alone. And Yahweh doesn't seem to mind. It's almost like he. That was the whole point. In the same way here, should I hide from Abraham what I'm about to do? Well, clearly not, because you're speaking in his presence. And Abraham hears. And now he's going to get in your business and tell Yahweh to keep the way of Yahweh. It's the same dynamic. The story is a part of the design pattern of the intercessor. And so, yeah, we perceive this as negotiating. God says, yeah, I'll do it for 50. Then Abraham says, How about 45? Do I hear 45? And God's like, yeah, okay. So if Abraham were negotiating, Yahweh would be like. Abraham would say 50. And Yahweh would be like, not 50. Yeah, 55.",
    "start": "00:21:55",
    "end": "00:23:03"
  },
  {
    "text": "No, he'd be like, 40.",
    "start": "00:23:05",
    "end": "00:23:06"
  },
  {
    "text": "Yeah, 47.",
    "start": "00:23:06",
    "end": "00:23:07"
  },
  {
    "text": "Yeah. He's like, I'll get off the couch for 40.",
    "start": "00:23:07",
    "end": "00:23:08"
  },
  {
    "text": "Totally. That's what a negotiation would look like.",
    "start": "00:23:08",
    "end": "00:23:11"
  },
  {
    "text": "Yeah, that's true.",
    "start": "00:23:11",
    "end": "00:23:12"
  },
  {
    "text": "Back and forth and getting down to something in the middle.",
    "start": "00:23:12",
    "end": "00:23:15"
  },
  {
    "text": "Right?",
    "start": "00:23:15",
    "end": "00:23:15"
  },
  {
    "text": "That's not what the story is.",
    "start": "00:23:15",
    "end": "00:23:17"
  },
  {
    "text": "That's a good point.",
    "start": "00:23:17",
    "end": "00:23:18"
  },
  {
    "text": "Yahweh gives Abram everything Abram asks for. You want 45? Fine. Then Abram says, oh, what about 40? Yahweh says, yes. What about 30? Yes. What about 20? I mean, it's belaboring the point that Yahweh's not stingy. He's Willing to give away the moon here. What about 10? On the count of 10, and then the conversation ends at 10. But given the pace of the conversation, it leaves you wondering, like, how far would it go? How far could we have gone?",
    "start": "00:23:18",
    "end": "00:23:53"
  },
  {
    "text": "Yeah, right.",
    "start": "00:23:53",
    "end": "00:23:54"
  },
  {
    "text": "Yahweh is not negotiating. He's willing to keep the way of Yahweh.",
    "start": "00:23:54",
    "end": "00:23:57"
  },
  {
    "text": "Two guys, one guy. A righteous poodle.",
    "start": "00:23:57",
    "end": "00:24:00"
  },
  {
    "text": "Yeah, totally. So it turns out that they stopped at 10 and there's only one. There's only one lot. It's lot. And actually it's after this story. In the next story after this, in Genesis 20, Abraham is called a prophet for the first time. Abraham is the first prophet, first person to receive the title prophet. And it's in the story after this scene right here. So Abraham is the first prophetic intercessor, Moses. The story is developing that role, and it develops it in the important way. Noah's the first, Noah's the first, Abraham's the second, Moses is the third. And each one kind of heightens the intensity of the interaction. And so Moses walks away glowing like a star with star glory after the.",
    "start": "00:24:03",
    "end": "00:24:54"
  },
  {
    "text": "Encounter, came down from the heavens and he shined like a star.",
    "start": "00:24:54",
    "end": "00:24:58"
  },
  {
    "text": "That's right. So, yes, all the way, Linda. It's a great point.",
    "start": "00:24:58",
    "end": "00:25:00"
  },
  {
    "text": "Thanks, Linda.",
    "start": "00:25:02",
    "end": "00:25:02"
  },
  {
    "text": "That Abraham's story should get backloaded into our conversation about Moses.",
    "start": "00:25:02",
    "end": "00:25:06"
  },
  {
    "text": "All right, here's a question from Brian Metzer in Cleveland, Ohio.",
    "start": "00:25:07",
    "end": "00:25:12"
  },
  {
    "text": "Hello, Bible Project. My name is Brian Metzer, and I'm contacting you from Cleveland, Ohio. In God episode seven, you mentioned Christopher Wright's commentary and explanation of Moses intercession and the purpose of the narrative, Moses is counting God's consistency. Despite God's threat, when God relents or changes his mind, he's actually showing himself to be consistent. My question is, is something similar happening in Genesis 22, when Abraham is asked to sacrifice Isaac? There's no explicit mention of Abraham praying or interceding, but his faith in God's consistency is evident. Thanks. Okay. Bryan. Yes, dude. Yes. Genesis 22. Oh, my gosh. Genesis 22 is like.",
    "start": "00:25:13",
    "end": "00:25:57"
  },
  {
    "text": "Your face is shining right now, Tim.",
    "start": "00:25:57",
    "end": "00:26:00"
  },
  {
    "text": "It's so remarkable. We could spend days on Genesis 22. It's the whole thing. Okay, but I can't.",
    "start": "00:26:01",
    "end": "00:26:08"
  },
  {
    "text": "I'm worried for, like, the class you teach on Genesis 1 or Genesis.",
    "start": "00:26:08",
    "end": "00:26:13"
  },
  {
    "text": "You know, I was just thinking this morning, actually, was that when we do a classroom to maybe just do Genesis in sections?",
    "start": "00:26:13",
    "end": "00:26:19"
  },
  {
    "text": "Yeah.",
    "start": "00:26:19",
    "end": "00:26:20"
  },
  {
    "text": "Per class.",
    "start": "00:26:20",
    "end": "00:26:21"
  },
  {
    "text": "How many sections?",
    "start": "00:26:21",
    "end": "00:26:22"
  },
  {
    "text": "Maybe like four, five. Oh, my gosh. Okay. Genesis 22. I'll ask John to help me be Succinct. Okay, so, Brian, you're asking, does Moses action compel God to change, to keep stay the same by changing. In this story, too, Abraham's. Oh, what I just said.",
    "start": "00:26:22",
    "end": "00:26:43"
  },
  {
    "text": "You said Moses.",
    "start": "00:26:43",
    "end": "00:26:43"
  },
  {
    "text": "I forget that I said that.",
    "start": "00:26:44",
    "end": "00:26:45"
  },
  {
    "text": "So Moses. Yeah, we're talking about how Moses in the golden calf story, in the intercession, and then the question is about Abraham.",
    "start": "00:26:45",
    "end": "00:26:53"
  },
  {
    "text": "Abraham, yeah. So the story's related, but it's also different in that this story is about God putting Abraham to the test by giving up the promised son. Now, the reason why this is important when, if you just read Genesis 22 by itself, it's really bothersome.",
    "start": "00:26:53",
    "end": "00:27:12"
  },
  {
    "text": "God's asking Abraham to kill his son, sacrifice his son.",
    "start": "00:27:12",
    "end": "00:27:15"
  },
  {
    "text": "Everything in the Hebrew Bible tells me that that's the opposite of God's will. I mean, in Jeremiah, God says such a thing would never even enter my mind.",
    "start": "00:27:16",
    "end": "00:27:25"
  },
  {
    "text": "Clearly it did, in some sense.",
    "start": "00:27:27",
    "end": "00:27:28"
  },
  {
    "text": "Yeah. So the key thing is all about the whole story of Isaac's birth in the stories leading up to this to be very succinct. Abraham and Sarah, once they were given the promise of a son, the desire to have a son became the tree of knowing good and evil for them. They were willing to do anything to get that son. They end up sexually abusing an Egyptian slave, Hagar, to produce a desired son. And it harms both Hagar. It creates a disaster of pain and fracture in the family. But that story of Hagar, after they get the promise that they're going to have a son, what they do is try and create a son by their own wisdom. And what they do is take Hagar the Egyptian. They take her, he sleeps with her.",
    "start": "00:27:28",
    "end": "00:28:19"
  },
  {
    "text": "And then it's the same design pattern.",
    "start": "00:28:20",
    "end": "00:28:22"
  },
  {
    "text": "Sarah doesn't like Hagar anymore. And so Abram says, do to her what is good in your eyes. It's all the vocabulary of the Fall narrative, except Hagar is.",
    "start": "00:28:22",
    "end": "00:28:32"
  },
  {
    "text": "Now, is that why you use such stark language, sexually abuse?",
    "start": "00:28:32",
    "end": "00:28:36"
  },
  {
    "text": "Yes.",
    "start": "00:28:36",
    "end": "00:28:36"
  },
  {
    "text": "Yes, because it's in that.",
    "start": "00:28:37",
    "end": "00:28:38"
  },
  {
    "text": "Yeah. In that story, it says what Abraham and Sarah do is oppress Hagar. And that's exactly the verb used of what Pharaoh does to the Israelites in the story of the Exodus in slavery.",
    "start": "00:28:39",
    "end": "00:28:52"
  },
  {
    "text": "Wow.",
    "start": "00:28:52",
    "end": "00:28:53"
  },
  {
    "text": "So they have an Egyptian slave, they sexually abuse her for their own purposes and then oppress her. The story gives a very negative portrait of Abraham and Sarah in their quest to get the promised son on their own wisdom. And so that's a disaster. And so by the time that Isaac does come along, there's a whole other episode in Genesis 18 of Sarah lying so you walk in, they finally get Isaac, he's born. But what they've done to other people and to each other to acquire this son, it's not awesome. And so what Genesis 22 is, is it's God putting Abraham to the test. You were willing to hurt other people to get a son. And so the word test in the Bible is about proving someone's character, allowing, putting someone in a circumstance so that their true character is shown. And so the question is, will God give up even the very thing that God promised? Will he give up God's promise? We give up Abraham give up God's promise, The very thing that God's promised him?",
    "start": "00:28:54",
    "end": "00:30:05"
  },
  {
    "text": "Yeah, he took it with his own wisdom.",
    "start": "00:30:05",
    "end": "00:30:08"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:30:08",
    "end": "00:30:09"
  },
  {
    "text": "It falls in this design pattern of the fall.",
    "start": "00:30:09",
    "end": "00:30:11"
  },
  {
    "text": "Fall. Yeah. God gives humans a gift and a promise, and what they do is take it for their own advantage, with their own wisdom, use it for their own.",
    "start": "00:30:12",
    "end": "00:30:20"
  },
  {
    "text": "And so if Abraham's followed the same pattern, God has to step in and go, I'm going to give you another shot to do this the right way.",
    "start": "00:30:20",
    "end": "00:30:27"
  },
  {
    "text": "Yeah, that's right. I think that's exactly right. Yeah. In other words, what does Abraham really want? Does he just want God's blessing, or does he want God himself? What does he love? Does he love the reward that God gives him, the promised son? Or is he willing to, in sheer insanity, do something that sounds contrary to God's own character? This is the book of Job. This is what the whole book of Job is about.",
    "start": "00:30:27",
    "end": "00:30:54"
  },
  {
    "text": "How's that?",
    "start": "00:30:56",
    "end": "00:30:56"
  },
  {
    "text": "Oh, it's about, is Job righteous and blameless just because of the benefits God gives him in children or because of his love for God himself? The whole Job story is spun out of riffing off of Genesis 22.",
    "start": "00:30:56",
    "end": "00:31:11"
  },
  {
    "text": "Really?",
    "start": "00:31:11",
    "end": "00:31:11"
  },
  {
    "text": "Oh, yeah. There's so much design pattern anyway, but that's the question. Why is God testing Abram? Because he was willing to hurt everyone around him to get this child. And so the question is, is he going to be faithful to God or just faithful to the benefits God gives him?",
    "start": "00:31:11",
    "end": "00:31:28"
  },
  {
    "text": "Is God going to put me through this test?",
    "start": "00:31:29",
    "end": "00:31:30"
  },
  {
    "text": "I don't know.",
    "start": "00:31:31",
    "end": "00:31:31"
  },
  {
    "text": "That sounds gnarly, dude.",
    "start": "00:31:32",
    "end": "00:31:34"
  },
  {
    "text": "This is the test. When God leads Israel into the wilderness, he puts them to the test whether they're going to trust him for bread and water in the wilderness. And when Jesus goes into the Garden of Gethsemane, it's the test. It's Jesus test.",
    "start": "00:31:34",
    "end": "00:31:48"
  },
  {
    "text": "Yeah, but that test isn't kill your kid.",
    "start": "00:31:48",
    "end": "00:31:51"
  },
  {
    "text": "No. It kills you. No, that's true. That's a Good point. Genesis 22 there's something just really. Yes, I hear that story. I hear that. And I'm not trying to create an apologetic to smooth the story for us. I'm just trying to put it in narrative context. Why would God put Abraham to this particular test? He's been willing to do everything short of murder to get this son. And so it makes perfect sense why this would be Abraham's test. And so the numerous little details in the story show that he knows that God's going to deliver him from the test. Like when he tells his servants, yeah.",
    "start": "00:31:51",
    "end": "00:32:26"
  },
  {
    "text": "We'Ll come back down.",
    "start": "00:32:26",
    "end": "00:32:27"
  },
  {
    "text": "Yeah. Like, you know, you, servants stay here, the boy and I will go up to the mountain to worship, and we will return.",
    "start": "00:32:27",
    "end": "00:32:32"
  },
  {
    "text": "Yeah.",
    "start": "00:32:32",
    "end": "00:32:33"
  },
  {
    "text": "Though it is ambiguous, he could just be trying to Trick him.",
    "start": "00:32:33",
    "end": "00:32:36"
  },
  {
    "text": "Sure.",
    "start": "00:32:36",
    "end": "00:32:36"
  },
  {
    "text": "Trick the servants.",
    "start": "00:32:36",
    "end": "00:32:37"
  },
  {
    "text": "Yeah. Don't worry.",
    "start": "00:32:37",
    "end": "00:32:38"
  },
  {
    "text": "Or it could be a sign of faith.",
    "start": "00:32:38",
    "end": "00:32:40"
  },
  {
    "text": "Yeah.",
    "start": "00:32:40",
    "end": "00:32:40"
  },
  {
    "text": "You know, that's how the author of Hebrews in Hebrews 11 takes it. And so really, this question is less about God's character as such. It's about Abraham's character. And so after Abraham is willing, because.",
    "start": "00:32:40",
    "end": "00:32:53"
  },
  {
    "text": "God's character is such that he gives him a. He doesn't have him do it.",
    "start": "00:32:53",
    "end": "00:32:58"
  },
  {
    "text": "No. At the end, he stops him.",
    "start": "00:32:58",
    "end": "00:33:00"
  },
  {
    "text": "Seems kind of coy.",
    "start": "00:33:00",
    "end": "00:33:01"
  },
  {
    "text": "Well, from one perspective, you can make it seem like God's just toying with Abraham, but this is why the narrative context is crucial. Abraham's not innocent. He's hurt a lot of people to get this done.",
    "start": "00:33:02",
    "end": "00:33:13"
  },
  {
    "text": "You know, there's this children's book that I read to Paxton. It's this Japanese story about this emperor. He wants to have an heir, doesn't have any kids, so he has this contest, and he gives all these kids a seed. And he says, hey, whoever can grow the most beautiful, healthy plant out of the seed will be my heir. And so he gives every kid who wants to join a seed. And so this one kid, he gets the seed, and he's a really good gardener. A kid, but he can't get it to grow. He tries everything he can, and he can't get it to grow. And he's like, what do I do? And he's so distraught, so it's time to go, and everyone's gonna show. And every other kid has these amazing flowers and just all this beautiful stuff. And he has this empty pot. And so all the kids are showing all these amazing things they grew. And then finally he gets to go up, and he's just like, I just got this empty pot. And it turns out that the emperor gave them all dead seeds. And it Was a test.",
    "start": "00:33:13",
    "end": "00:34:12"
  },
  {
    "text": "It was the test.",
    "start": "00:34:13",
    "end": "00:34:14"
  },
  {
    "text": "And so he gave his kingdom to that guy.",
    "start": "00:34:14",
    "end": "00:34:17"
  },
  {
    "text": "Whoa, dude, that's it. That's kind of an inversion, but that's the same idea. He was the only one who was willing to not do something underhanded.",
    "start": "00:34:17",
    "end": "00:34:27"
  },
  {
    "text": "Right. To not lie.",
    "start": "00:34:27",
    "end": "00:34:29"
  },
  {
    "text": "Yeah.",
    "start": "00:34:29",
    "end": "00:34:30"
  },
  {
    "text": "To try to get what the emperor wanted to give.",
    "start": "00:34:30",
    "end": "00:34:32"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:34:32",
    "end": "00:34:33"
  },
  {
    "text": "But Abraham was one of the kids who brought the flower in a way, and said, like, hey, look what I did.",
    "start": "00:34:34",
    "end": "00:34:39"
  },
  {
    "text": "Yeah. He's brought to the end of himself and his wisdom in the story. And it's that. It's that surrender that moves God to say something that's quite startling. So at the moment that God tells Abram, don't stretch out your hand against the lad, against the boy. Don't do anything to him. And then look at this. Now I know that you fear Elohim, since you haven't withheld your son, your one and only son, from me. Now I know.",
    "start": "00:34:39",
    "end": "00:35:09"
  },
  {
    "text": "Yeah. I can be sure.",
    "start": "00:35:09",
    "end": "00:35:11"
  },
  {
    "text": "Didn't God already know? You know what I mean?",
    "start": "00:35:11",
    "end": "00:35:14"
  },
  {
    "text": "Doesn't God know everything?",
    "start": "00:35:14",
    "end": "00:35:14"
  },
  {
    "text": "Yeah, the story raises that question, but that's not the point.",
    "start": "00:35:15",
    "end": "00:35:17"
  },
  {
    "text": "The point was it was opportunity for Abraham to enter into this covenant relationship in the right way. By not seizing.",
    "start": "00:35:17",
    "end": "00:35:26"
  },
  {
    "text": "Yeah.",
    "start": "00:35:27",
    "end": "00:35:27"
  },
  {
    "text": "What God wanted to give him, but not seizing it on his own terms.",
    "start": "00:35:27",
    "end": "00:35:31"
  },
  {
    "text": "It's Genesis 2 and 3.",
    "start": "00:35:31",
    "end": "00:35:32"
  },
  {
    "text": "Genesis 3. God wants to give you life.",
    "start": "00:35:32",
    "end": "00:35:34"
  },
  {
    "text": "God wants to give you eternal life.",
    "start": "00:35:34",
    "end": "00:35:36"
  },
  {
    "text": "Don't seize it on your own terms.",
    "start": "00:35:36",
    "end": "00:35:37"
  },
  {
    "text": "Don't seize it. And what do humans do? We inevitably. So this is the first time.",
    "start": "00:35:37",
    "end": "00:35:41"
  },
  {
    "text": "So Abraham is passing the test. The big test. The capital T test.",
    "start": "00:35:41",
    "end": "00:35:45"
  },
  {
    "text": "Capital T test, man.",
    "start": "00:35:45",
    "end": "00:35:47"
  },
  {
    "text": "The Adam failed.",
    "start": "00:35:47",
    "end": "00:35:48"
  },
  {
    "text": "Yep. He is right here. And what it releases is blessing. So look at what God says. By myself, I have sworn, because you have done this thing, not withholding your son, I will bless you. Multiply your seed to be as the stars. To be like the stars of the heavens.",
    "start": "00:35:48",
    "end": "00:36:07"
  },
  {
    "text": "Oh, like the stars, yeah.",
    "start": "00:36:07",
    "end": "00:36:09"
  },
  {
    "text": "To be like the stars of the heavens and like the sand of the sea.",
    "start": "00:36:09",
    "end": "00:36:12"
  },
  {
    "text": "Yeah.",
    "start": "00:36:12",
    "end": "00:36:12"
  },
  {
    "text": "Which is rich with multiple layers of meaning there. And in your seed, all the nations of the earth will be blessed.",
    "start": "00:36:12",
    "end": "00:36:19"
  },
  {
    "text": "So the star thing I get. What's the seed thing?",
    "start": "00:36:19",
    "end": "00:36:21"
  },
  {
    "text": "Oh, yeah. So stars.",
    "start": "00:36:22",
    "end": "00:36:23"
  },
  {
    "text": "Yeah, stars.",
    "start": "00:36:23",
    "end": "00:36:24"
  },
  {
    "text": "Stars and sand. On one level is numerical growth. Like just lots of things.",
    "start": "00:36:24",
    "end": "00:36:28"
  },
  {
    "text": "Just lots.",
    "start": "00:36:28",
    "end": "00:36:28"
  },
  {
    "text": "But the stars from page one is all connected back to the destiny of humanity. To rule over the stars.",
    "start": "00:36:29",
    "end": "00:36:35"
  },
  {
    "text": "Yep.",
    "start": "00:36:35",
    "end": "00:36:36"
  },
  {
    "text": "And then God says, in your seed, all the nations will be blessed because you obeyed my voice. So in other words, God's covenant Blessing through his partners will be unleashed into the world when they listen and obey, when they pass the test. Dude. The Lord's prayer, don't lead us into the time of the test.",
    "start": "00:36:36",
    "end": "00:36:57"
  },
  {
    "text": "Don't lead us into the test.",
    "start": "00:36:57",
    "end": "00:36:59"
  },
  {
    "text": "It's translated temptation. It's referring to Genesis 22.",
    "start": "00:36:59",
    "end": "00:37:04"
  },
  {
    "text": "Don't make me climb this mountain.",
    "start": "00:37:04",
    "end": "00:37:06"
  },
  {
    "text": "Yeah. I don't want to have to go through the test.",
    "start": "00:37:06",
    "end": "00:37:08"
  },
  {
    "text": "That's what the prayer is. That's funny. That was what, like, just a few minutes ago I was like praying that essentially, I hope God doesn't do that to me.",
    "start": "00:37:09",
    "end": "00:37:17"
  },
  {
    "text": "And that's what the Lord's prayer is like. Don't lead us into the test and deliver us from the evil one. First of all, God, I don't want to go through the test. Don't put me through the test.",
    "start": "00:37:17",
    "end": "00:37:27"
  },
  {
    "text": "But isn't that just natural? But if you do, that's what existence is. It's the test, you know?",
    "start": "00:37:27",
    "end": "00:37:33"
  },
  {
    "text": "Yeah, dude. Dude. There's many mysteries this story invites us into, but Genesis 3 is the first test.",
    "start": "00:37:33",
    "end": "00:37:39"
  },
  {
    "text": "Yeah.",
    "start": "00:37:40",
    "end": "00:37:40"
  },
  {
    "text": "And then every character in the story afterwards put to the test. And this becomes a real key culminating moment in the test.",
    "start": "00:37:41",
    "end": "00:37:48"
  },
  {
    "text": "Do you ever feel that way? That life is just a test?",
    "start": "00:37:48",
    "end": "00:37:51"
  },
  {
    "text": "Yeah. Isn't this, this is a rich theme in like, movies and literature. This is all just the simulation test. Yeah, yeah. That's actually one way to think about the biblical story, is that God's just waiting for a partner who will pass the test. And Jesus himself prayed that he didn't want to go through the test.",
    "start": "00:37:53",
    "end": "00:38:10"
  },
  {
    "text": "Yeah.",
    "start": "00:38:10",
    "end": "00:38:11"
  },
  {
    "text": "But it's this inversion of Genesis 22, because Jesus is the one and only son.",
    "start": "00:38:11",
    "end": "00:38:17"
  },
  {
    "text": "Is this connected to Jesus's parable about like the. The shrewd. Not the shrewd, but the people who. The guy's given the money and he buries it, and then the guys that.",
    "start": "00:38:17",
    "end": "00:38:27"
  },
  {
    "text": "Don'T, it's like, oh, I see. Passing the test.",
    "start": "00:38:27",
    "end": "00:38:29"
  },
  {
    "text": "In a way, it's kind of a passing of a test.",
    "start": "00:38:29",
    "end": "00:38:31"
  },
  {
    "text": "Yeah, that's right. This is a really key motif about the king.",
    "start": "00:38:31",
    "end": "00:38:36"
  },
  {
    "text": "What are you going to do with.",
    "start": "00:38:36",
    "end": "00:38:37"
  },
  {
    "text": "This opportunity, Responsibility and opportunity and whether or not people pass the test?",
    "start": "00:38:37",
    "end": "00:38:41"
  },
  {
    "text": "Test, yeah. It's this delegation of power.",
    "start": "00:38:41",
    "end": "00:38:43"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:38:43",
    "end": "00:38:44"
  },
  {
    "text": "Here I'm gonna give you my resources, I'm gonna give you my authority. What are you gonna do with it?",
    "start": "00:38:44",
    "end": "00:38:50"
  },
  {
    "text": "Correct. Abraham is the first human in the story to pass the test, and it unleashes divine blessing to the nations.",
    "start": "00:38:50",
    "end": "00:38:58"
  },
  {
    "text": "So you've talked at length about how Abraham is a screwed up guy, like everyone.",
    "start": "00:38:58",
    "end": "00:39:03"
  },
  {
    "text": "Yeah.",
    "start": "00:39:03",
    "end": "00:39:03"
  },
  {
    "text": "But this Is a pretty.",
    "start": "00:39:03",
    "end": "00:39:04"
  },
  {
    "text": "No, this is his redemptive moment.",
    "start": "00:39:04",
    "end": "00:39:05"
  },
  {
    "text": "This is. Yeah. He's a standout dude here.",
    "start": "00:39:05",
    "end": "00:39:08"
  },
  {
    "text": "Yeah. Which means portrait of Abraham overall is that he's complex.",
    "start": "00:39:08",
    "end": "00:39:12"
  },
  {
    "text": "Yeah.",
    "start": "00:39:12",
    "end": "00:39:12"
  },
  {
    "text": "But lots of failure leading up to. And actually it's his failures that create the necessity of going through the test.",
    "start": "00:39:13",
    "end": "00:39:20"
  },
  {
    "text": "Right.",
    "start": "00:39:20",
    "end": "00:39:20"
  },
  {
    "text": "But then he passes the test. This is how the Jacob story works. Builds up to these tests that he fails some, succeeds others. Joseph. This is how. This is the biblical narrative. It's all these cycles of tests. Test in English doesn't quite work because we think of just like exams. Do you pass or fail In Hebrew, NASA. To test something means to demonstrate what it actually is. You test metal.",
    "start": "00:39:21",
    "end": "00:39:47"
  },
  {
    "text": "Ah.",
    "start": "00:39:47",
    "end": "00:39:47"
  },
  {
    "text": "When you test metal.",
    "start": "00:39:48",
    "end": "00:39:50"
  },
  {
    "text": "So taking the temperature of something is testing it.",
    "start": "00:39:50",
    "end": "00:39:52"
  },
  {
    "text": "Yes.",
    "start": "00:39:52",
    "end": "00:39:52"
  },
  {
    "text": "You're trying to see what.",
    "start": "00:39:52",
    "end": "00:39:53"
  },
  {
    "text": "Yeah. You're exposing what it really is, what's actually happening. What's actually the case with this person. And so Abraham succeeds after a bunch of failures. And that's how all the humans are. Up until Jesus.",
    "start": "00:39:54",
    "end": "00:40:06"
  },
  {
    "text": "Yeah. That's interesting because you can try to figure out how you can beat the test. Even if you're thinking ahead. Like, how am I going to get tested? And how can I make sure I come out the right way?",
    "start": "00:40:06",
    "end": "00:40:17"
  },
  {
    "text": "But in the Bible, the purpose of these divine tests is to tell the truth, to expose the truth.",
    "start": "00:40:18",
    "end": "00:40:24"
  },
  {
    "text": "The truth is we're all going to fail the test.",
    "start": "00:40:24",
    "end": "00:40:26"
  },
  {
    "text": "Correct. That's right. That's why what you need is a human who won't fail the test. All these stories keep pushing you forward to the next human.",
    "start": "00:40:27",
    "end": "00:40:35"
  },
  {
    "text": "And you got Abraham.",
    "start": "00:40:35",
    "end": "00:40:36"
  },
  {
    "text": "And you got Abraham.",
    "start": "00:40:36",
    "end": "00:40:37"
  },
  {
    "text": "So why doesn't it end there? He didn't fail the test.",
    "start": "00:40:37",
    "end": "00:40:39"
  },
  {
    "text": "Ultimately. He failed it many times.",
    "start": "00:40:39",
    "end": "00:40:40"
  },
  {
    "text": "Yeah. But then he conquered the test, I guess. Just once.",
    "start": "00:40:40",
    "end": "00:40:43"
  },
  {
    "text": "Yeah. He passed. Yeah. Passed the test once. But after a ton of failure.",
    "start": "00:40:43",
    "end": "00:40:47"
  },
  {
    "text": "Yeah.",
    "start": "00:40:47",
    "end": "00:40:48"
  },
  {
    "text": "And those failures.",
    "start": "00:40:48",
    "end": "00:40:49"
  },
  {
    "text": "And that's it.",
    "start": "00:40:49",
    "end": "00:40:49"
  },
  {
    "text": "We're mixing all create messes that go to live on to create the next generation's tests. And that's how the story works.",
    "start": "00:40:49",
    "end": "00:40:57"
  },
  {
    "text": "So in my life, I'm gonna pass some tests. I'm not gonna pass some tests. Ultimately, I need the ultimate test taker.",
    "start": "00:40:57",
    "end": "00:41:04"
  },
  {
    "text": "Exactly. And because I'm inheriting both my own failures and I'm inheriting the failures of my generational failures of my ancestors to pass the test. Creating an environment that makes it even more difficult for me to pass the test. And that's how the biblical narrative works. It's just these accumulated generations of failure make it so hard to pass the test. And so Jesus inherits the Whole history of Israel.",
    "start": "00:41:04",
    "end": "00:41:25"
  },
  {
    "text": "Is there another phrase we could use that doesn't sound.",
    "start": "00:41:25",
    "end": "00:41:28"
  },
  {
    "text": "Oh, the test.",
    "start": "00:41:28",
    "end": "00:41:28"
  },
  {
    "text": "Yeah.",
    "start": "00:41:29",
    "end": "00:41:29"
  },
  {
    "text": "The trial.",
    "start": "00:41:30",
    "end": "00:41:30"
  },
  {
    "text": "The trial.",
    "start": "00:41:31",
    "end": "00:41:31"
  },
  {
    "text": "The trial. I like that. In fact, that's the way that I pray. The Lord's prayer is, don't lead us into the time of trial. That's what Jesus is praying for. As he knows the cross is coming. He doesn't want to go through it.",
    "start": "00:41:31",
    "end": "00:41:45"
  },
  {
    "text": "That's crazy. Wait, so his. The prayer he teaches his disciples is.",
    "start": "00:41:46",
    "end": "00:41:51"
  },
  {
    "text": "To in your mercy, don't lead me into the trial.",
    "start": "00:41:52",
    "end": "00:41:55"
  },
  {
    "text": "It's to pray for the thing he knows he's going to have to do.",
    "start": "00:41:55",
    "end": "00:41:58"
  },
  {
    "text": "Yes. And the next line of the prayer is, but deliver us. So save me from the time of trial. Don't leave me into the time of trial. Implied. But if you do. Next line. Please deliver me from the evil one, who the snake is connected to the failure. So deliver me from the evil one that I may pass the test. And that's what Jesus does.",
    "start": "00:41:58",
    "end": "00:42:20"
  },
  {
    "text": "In your mercy, give me as few tests as possible. And when they come, when they come, help me.",
    "start": "00:42:21",
    "end": "00:42:27"
  },
  {
    "text": "Deliver me. Help me to be faithful. And that's exactly what Jesus is praying in the garden. Father, take this cup from me.",
    "start": "00:42:27",
    "end": "00:42:34"
  },
  {
    "text": "Yeah, but not my will.",
    "start": "00:42:34",
    "end": "00:42:35"
  },
  {
    "text": "And then he quotes from his own prayer. But not my will. Your will be done. Your will be done on earth as in heaven. He's quoting from his own prayer.",
    "start": "00:42:35",
    "end": "00:42:42"
  },
  {
    "text": "Oh, wow.",
    "start": "00:42:42",
    "end": "00:42:43"
  },
  {
    "text": "It's all connected. Whoa.",
    "start": "00:42:44",
    "end": "00:42:45"
  },
  {
    "text": "He's praying his own prayer.",
    "start": "00:42:45",
    "end": "00:42:46"
  },
  {
    "text": "It's really remarkable. Genesis 22 is like a key, Literally, like a key that opens many doors in the biblical story.",
    "start": "00:42:46",
    "end": "00:42:55"
  },
  {
    "text": "Figuratively, a key.",
    "start": "00:42:55",
    "end": "00:42:56"
  },
  {
    "text": "Figuratively a key. Oh, yeah. Did I say literally?",
    "start": "00:42:56",
    "end": "00:42:59"
  },
  {
    "text": "I love it.",
    "start": "00:43:01",
    "end": "00:43:01"
  },
  {
    "text": "Yeah. Anyhow. So why I like your question, Brian, in this conversation is it's about God's truly partnering with the humans in the story. And God, like Abraham, he puts it on the line with Abraham here. There seems to be real risk in this story that is emblematic of God's greater risk he takes in creating anything and anyone with another will and partnering with them.",
    "start": "00:43:02",
    "end": "00:43:28"
  },
  {
    "text": "Cool.",
    "start": "00:43:28",
    "end": "00:43:28"
  },
  {
    "text": "And it's the drama of the biblical story.",
    "start": "00:43:28",
    "end": "00:43:31"
  },
  {
    "text": "That was awesome. Thank you, Brian.",
    "start": "00:43:31",
    "end": "00:43:34"
  },
  {
    "text": "Okay, this is a question from Maggie. I'm going to butcher your last name, but. But I'll try it. Maggie Rauschel.",
    "start": "00:43:34",
    "end": "00:43:40"
  },
  {
    "text": "This is gonna be our last question.",
    "start": "00:43:40",
    "end": "00:43:41"
  },
  {
    "text": "Yep. From Wisconsin. This question is on behalf of Maggie Rauschel from Onalaska, Wisconsin. Tim said that people that are interested in the spiritual realm today usually disconnect it from the political power structures, even though the biblical authors saw the two as intertwined. Or mirrors. However, it seems that the majority of the demons that Jesus was casting out was within the New Testament were in individuals that were not politically powerful people. Yeah, that's a great question. So you're asking about the portrait of spiritual evil in the Old Testament? There's multiple types of bad guys. There's the evil one. Right. An individual figure. We have lots of names and titles. There's the snake, there's the Satan, the adversary. Just called the evil one, the dragon, Leviathan. Lots of images given to that figure. Then there's a whole discussion we've been having about the heavenly rebels. The heavenly host rebels.",
    "start": "00:43:41",
    "end": "00:44:42"
  },
  {
    "text": "Yeah.",
    "start": "00:44:42",
    "end": "00:44:42"
  },
  {
    "text": "Called the sons of God, the Elohim, that are given authority over the nations.",
    "start": "00:44:43",
    "end": "00:44:47"
  },
  {
    "text": "Yeah. And then they don't.",
    "start": "00:44:47",
    "end": "00:44:48"
  },
  {
    "text": "And then they mishandle that.",
    "start": "00:44:49",
    "end": "00:44:50"
  },
  {
    "text": "They mishandle that opportunity they have. Yeah. The nations start.",
    "start": "00:44:50",
    "end": "00:44:53"
  },
  {
    "text": "That's right.",
    "start": "00:44:53",
    "end": "00:44:54"
  },
  {
    "text": "Yeah. Worshiping them and sacrificing to them. And they're like.",
    "start": "00:44:54",
    "end": "00:44:57"
  },
  {
    "text": "And so in the Book of Daniel, we meet them. They're called the Prince of Paris, Persia, or the princess.",
    "start": "00:44:57",
    "end": "00:45:00"
  },
  {
    "text": "And these are the powers and authorities.",
    "start": "00:45:00",
    "end": "00:45:02"
  },
  {
    "text": "Yep, the powers and authorities. So your question, Maggie, is this portrait of spiritual evil on that corporate national level?",
    "start": "00:45:02",
    "end": "00:45:10"
  },
  {
    "text": "That national level, that God in the divine council, he delegated authority to the nations.",
    "start": "00:45:10",
    "end": "00:45:16"
  },
  {
    "text": "Correct.",
    "start": "00:45:16",
    "end": "00:45:17"
  },
  {
    "text": "And he said, you guys take care of these nations. I'm going to focus on Israel. Those are my dudes.",
    "start": "00:45:17",
    "end": "00:45:23"
  },
  {
    "text": "Yep. And the other sons of Elohim take responsibility for the other nations and do it well.",
    "start": "00:45:23",
    "end": "00:45:30"
  },
  {
    "text": "Because my plan is to bring the nations all back.",
    "start": "00:45:30",
    "end": "00:45:33"
  },
  {
    "text": "That's right. Yep. But they don't do it well.",
    "start": "00:45:33",
    "end": "00:45:36"
  },
  {
    "text": "They don't do it well. And the nations start worshiping to them. And so you get this sense of what went wrong.",
    "start": "00:45:36",
    "end": "00:45:41"
  },
  {
    "text": "Correct.",
    "start": "00:45:41",
    "end": "00:45:42"
  },
  {
    "text": "There was some sort of rebellion, or at least.",
    "start": "00:45:42",
    "end": "00:45:44"
  },
  {
    "text": "Well, in the narrative it goes on is that the nations begin to worship nature.",
    "start": "00:45:45",
    "end": "00:45:50"
  },
  {
    "text": "Yeah.",
    "start": "00:45:51",
    "end": "00:45:51"
  },
  {
    "text": "The sun, moon, stars, as well as trees and rocks and sex and war. Psalm 82 comes along and names that and says the sons of Elohim have abused that position. God gave them over the nations and he's going to hold them to account.",
    "start": "00:45:51",
    "end": "00:46:06"
  },
  {
    "text": "And that's what. When Paul talks about the powers and authorities.",
    "start": "00:46:07",
    "end": "00:46:10"
  },
  {
    "text": "Correct.",
    "start": "00:46:10",
    "end": "00:46:11"
  },
  {
    "text": "He's referring to that because there is this sense of this corporate power over the nations that when nations are corrupt, it's connected to this.",
    "start": "00:46:11",
    "end": "00:46:21"
  },
  {
    "text": "That's right.",
    "start": "00:46:21",
    "end": "00:46:21"
  },
  {
    "text": "Deeper problem.",
    "start": "00:46:21",
    "end": "00:46:23"
  },
  {
    "text": "Yep. Okay, so let's do Old Testament portrait, New Testament portrait.",
    "start": "00:46:23",
    "end": "00:46:27"
  },
  {
    "text": "Okay.",
    "start": "00:46:27",
    "end": "00:46:28"
  },
  {
    "text": "So we have categories for. There's the snake, the Satan, the evil one.",
    "start": "00:46:28",
    "end": "00:46:32"
  },
  {
    "text": "Yeah.",
    "start": "00:46:32",
    "end": "00:46:33"
  },
  {
    "text": "That carries forward into the New Testament.",
    "start": "00:46:33",
    "end": "00:46:35"
  },
  {
    "text": "The big bad guy.",
    "start": "00:46:35",
    "end": "00:46:36"
  },
  {
    "text": "The singular bad guy. And that being still goes by lots of titles in the New Testament.",
    "start": "00:46:36",
    "end": "00:46:41"
  },
  {
    "text": "The Dragon, he's called the Dragon, the.",
    "start": "00:46:41",
    "end": "00:46:43"
  },
  {
    "text": "Evil one, the Satan, the Devil, the Diabolos, the Father of lies, which means slanderer. Again, there's never one name or title. There is no name. There's just lots of titles for this one.",
    "start": "00:46:43",
    "end": "00:46:54"
  },
  {
    "text": "What if his name's like Frank or something? It's just not menacing enough. So we just don't use it.",
    "start": "00:46:54",
    "end": "00:47:00"
  },
  {
    "text": "All right, so let's go to the sons of Elohim over the nations, right from Genesis 11 and Deuteronomy 32 that we talked about. Those are also called in the Hebrew Bible the powers and authorities or the rulers. And that goes right into the New Testament. That's Paul's whole language of the powers.",
    "start": "00:47:04",
    "end": "00:47:23"
  },
  {
    "text": "It's all over the place. Talks about it all the time.",
    "start": "00:47:23",
    "end": "00:47:25"
  },
  {
    "text": "It's everywhere. And Jesus has been exalted over them in his resurrection and ascension. These are the powers from which the church needs to be protected in Ephesians 6 by wearing the armor of God. It's precisely those religious, ethnic, national boundary, tribal boundary lines that are going to introduce division into the multi ethnic, multinational people of God. So he says, put on the armor. But in the New Testament, we have one other crew of bad guys that we haven't accounted for. And they're also given a number of names. They're called evil spirits, unclean spirits. More often they're called impure spirits. It's a word from Leviticus, impure spirits. Or sometimes given the title, a Greek word, daimonion, which just means lesser spiritual being.",
    "start": "00:47:25",
    "end": "00:48:15"
  },
  {
    "text": "And that's where we get the word demon.",
    "start": "00:48:15",
    "end": "00:48:17"
  },
  {
    "text": "Where we get the word demon. Totally unconnected. All the horns and tail and gargoyle stuff comes later in later Christian tradition. So where are they in Old Testament? And this is a new rabbit hole for me, but I've discovered it's there and it's deep. They are there in the Old Testament. They're there. And I still haven't reconciled myself to how crazy this sounds.",
    "start": "00:48:17",
    "end": "00:48:40"
  },
  {
    "text": "Totally.",
    "start": "00:48:41",
    "end": "00:48:41"
  },
  {
    "text": "But it. But they're there.",
    "start": "00:48:41",
    "end": "00:48:42"
  },
  {
    "text": "I say we don't get into it right now. That's a whole podcast in and of itself.",
    "start": "00:48:43",
    "end": "00:48:49"
  },
  {
    "text": "It is how we've raised the issue, though. Yeah, they're there.",
    "start": "00:48:49",
    "end": "00:48:53"
  },
  {
    "text": "It's a teaser.",
    "start": "00:48:53",
    "end": "00:48:54"
  },
  {
    "text": "It's a teaser. Can I just say I have to say what they're related to?",
    "start": "00:48:54",
    "end": "00:48:58"
  },
  {
    "text": "Okay, fine.",
    "start": "00:48:58",
    "end": "00:48:59"
  },
  {
    "text": "We can't not bring. I'm in. Why are they called impure spirits? There's this scholar of Jewish studies called Clinton Wallen. Another scholar called Archie Wright. They've written extensively on this and there's lots of literature on this. Other than just these two scholars. How do things become ritually impure in Leviticus?",
    "start": "00:48:59",
    "end": "00:49:17"
  },
  {
    "text": "I don't really know.",
    "start": "00:49:17",
    "end": "00:49:18"
  },
  {
    "text": "It's just a few ways.",
    "start": "00:49:18",
    "end": "00:49:19"
  },
  {
    "text": "I mean, I know of a couple. There's only a couple.",
    "start": "00:49:19",
    "end": "00:49:22"
  },
  {
    "text": "There's only a couple. And the primary one is touching dead bodies.",
    "start": "00:49:22",
    "end": "00:49:25"
  },
  {
    "text": "Right. That's when I knew.",
    "start": "00:49:25",
    "end": "00:49:26"
  },
  {
    "text": "So these are spirits that are impure because they've been in contact with dead bodies.",
    "start": "00:49:26",
    "end": "00:49:32"
  },
  {
    "text": "Perhaps.",
    "start": "00:49:33",
    "end": "00:49:33"
  },
  {
    "text": "That'S these guys case in high level scholarship.",
    "start": "00:49:36",
    "end": "00:49:38"
  },
  {
    "text": "What's another way you can become impure.",
    "start": "00:49:38",
    "end": "00:49:40"
  },
  {
    "text": "Touching blood or semen or skin disease?",
    "start": "00:49:40",
    "end": "00:49:45"
  },
  {
    "text": "Okay.",
    "start": "00:49:45",
    "end": "00:49:46"
  },
  {
    "text": "It's basically contacting anything that puts you into contact with the forces of life and death. But corpse impurity is what it's called. And so here's the thing. There is a live tradition going all the way back to Genesis chapter six. Has to do with the crazy story of the sons of Elohim sleeping with women. And that's connected to the presence of giants of giants in the biblical world. And the giants are called by many titles in the Old Testament. They're called the Nephilim. They're also sometimes called the Rephaim. And the Rephaim was both a name for ancient giants and for the spirits, the deceased life presence of these beings in the underworld, in the grave.",
    "start": "00:49:46",
    "end": "00:50:33"
  },
  {
    "text": "So Rephaim is just a synonymous term to the Nephilim?",
    "start": "00:50:33",
    "end": "00:50:38"
  },
  {
    "text": "Correct.",
    "start": "00:50:39",
    "end": "00:50:39"
  },
  {
    "text": "Why was there two terms?",
    "start": "00:50:39",
    "end": "00:50:40"
  },
  {
    "text": "Oh, each one has its own background and history. Okay. We're told in the book of Deuteronomy that the Nephilim are also called the sons of Anakim by the people on the east of the Jordan, the Moabites. That's how they referred to the Ammonites. And you know those people on the other side of the Jordan also called them the Rephaim. Yeah, we conquered one of them. Moses did. His name was Og, and he had this gigantic bed, big iron. This is Deuteronomy 2. Go read it. He says, big iron bed. And Moses says, you can still go see it to this day. Dude, this is so crazy.",
    "start": "00:50:41",
    "end": "00:51:16"
  },
  {
    "text": "It's in a museum somewhere.",
    "start": "00:51:16",
    "end": "00:51:17"
  },
  {
    "text": "Yes, it's an ancient museum. You can go see this gigantic bed of Og, the king that Moses and the Israelites Joshua killed. So there's this whole thing about giants.",
    "start": "00:51:17",
    "end": "00:51:26"
  },
  {
    "text": "Yeah. Just to back up. Sorry.",
    "start": "00:51:26",
    "end": "00:51:29"
  },
  {
    "text": "Yeah, it's all right. We said we weren't going to talk about it. Now we're talking about it.",
    "start": "00:51:29",
    "end": "00:51:32"
  },
  {
    "text": "Genesis 6. The sons of God, the divine council crew.",
    "start": "00:51:33",
    "end": "00:51:38"
  },
  {
    "text": "Correct.",
    "start": "00:51:38",
    "end": "00:51:38"
  },
  {
    "text": "Calm and have relations with human women.",
    "start": "00:51:39",
    "end": "00:51:44"
  },
  {
    "text": "Yeah, it's another story. It's another fall story. They see of what's good and they take. Yeah, it's now the heavenly beings having a rebellion.",
    "start": "00:51:44",
    "end": "00:51:53"
  },
  {
    "text": "This story's in the Bible.",
    "start": "00:51:53",
    "end": "00:51:54"
  },
  {
    "text": "Yes, it is.",
    "start": "00:51:54",
    "end": "00:51:55"
  },
  {
    "text": "And it's one of those stories. It's like, okay, that's weird. But then you actually see these characters, the Nephilim, the half breeds.",
    "start": "00:51:55",
    "end": "00:52:03"
  },
  {
    "text": "They live on in the story.",
    "start": "00:52:03",
    "end": "00:52:04"
  },
  {
    "text": "They live on in the story.",
    "start": "00:52:04",
    "end": "00:52:05"
  },
  {
    "text": "They're half divine, half mutant, and they're connected.",
    "start": "00:52:06",
    "end": "00:52:08"
  },
  {
    "text": "And they're connected to these warrior giants.",
    "start": "00:52:08",
    "end": "00:52:11"
  },
  {
    "text": "Yes.",
    "start": "00:52:11",
    "end": "00:52:12"
  },
  {
    "text": "Which isn't just a Hebrew concept.",
    "start": "00:52:12",
    "end": "00:52:16"
  },
  {
    "text": "No, no, no, no. Yes, that's right.",
    "start": "00:52:16",
    "end": "00:52:18"
  },
  {
    "text": "This idea is all over the ancient world.",
    "start": "00:52:18",
    "end": "00:52:19"
  },
  {
    "text": "Totally. The half God, half man warrior giants that founded the kingdoms of old. Babylon's founding legends are about them being founded by these half God, half human warrior giant.",
    "start": "00:52:20",
    "end": "00:52:33"
  },
  {
    "text": "Gilgamesh was.",
    "start": "00:52:33",
    "end": "00:52:34"
  },
  {
    "text": "Gilgamesh was a warrior giant. Nimrod in Genesis 10 is a warrior giant. Yeah, totally.",
    "start": "00:52:35",
    "end": "00:52:41"
  },
  {
    "text": "So these guys are all over the place. And then Joshua has to fight him.",
    "start": "00:52:41",
    "end": "00:52:45"
  },
  {
    "text": "Yep. Well, let's just stop right there. The presence of Genesis 6 then in Genesis is. It's trash talk. Trash talk story against Babylon's founding mythology.",
    "start": "00:52:45",
    "end": "00:52:55"
  },
  {
    "text": "You think it's cool to have these warrior giants?",
    "start": "00:52:56",
    "end": "00:52:58"
  },
  {
    "text": "You think they're your heroes? They're your heroes of the culture?",
    "start": "00:52:59",
    "end": "00:53:01"
  },
  {
    "text": "No, dude, it's bad news.",
    "start": "00:53:01",
    "end": "00:53:03"
  },
  {
    "text": "They're evil. They founded empires that have done great evil in the world and God's going to bring them down. Yeah, that's Genesis 6. And the trail that it starts, Genesis.",
    "start": "00:53:04",
    "end": "00:53:15"
  },
  {
    "text": "6 is ancient trash talking.",
    "start": "00:53:15",
    "end": "00:53:16"
  },
  {
    "text": "It's ancient trash talk against Babylonian foundation stories. And so then these characters live on in the biblical story as these reminders of that divine human rebellion in Genesis 6.",
    "start": "00:53:16",
    "end": "00:53:29"
  },
  {
    "text": "So this is like a third type of rebellion.",
    "start": "00:53:29",
    "end": "00:53:32"
  },
  {
    "text": "It's a third. It's another type of spiritual bad guy.",
    "start": "00:53:32",
    "end": "00:53:35"
  },
  {
    "text": "So we've got the spiritual rebellion of the Satan the snake.",
    "start": "00:53:35",
    "end": "00:53:39"
  },
  {
    "text": "That's right.",
    "start": "00:53:39",
    "end": "00:53:39"
  },
  {
    "text": "We've got the rebellion of the sons of God who are supposed to lead the nations. And now we're talking about a third type of rebellion of these half breeds.",
    "start": "00:53:39",
    "end": "00:53:50"
  },
  {
    "text": "That create these half breeds, these mutant giants that in the biblical story represent an unfortunate rebellion of other spiritual being, other hosts of heaven that did this thing. Okay.",
    "start": "00:53:50",
    "end": "00:54:01"
  },
  {
    "text": "They're called the Rephaim.",
    "start": "00:54:02",
    "end": "00:54:03"
  },
  {
    "text": "They're eventually. One of their titles is called the Rephaim. And the giants exist in the Bible to be killed off by just three sets of heroes. By God in the flood, by Joshua in the conquest. I have a lot of homework to do here. Michael Heiser's done a lot of this in unseen Realm, but the whole conquest story and Joshua, if you do your homework, they're targeting the giant clans in Joshua. It's a giant.",
    "start": "00:54:03",
    "end": "00:54:33"
  },
  {
    "text": "It's a giant purge.",
    "start": "00:54:33",
    "end": "00:54:34"
  },
  {
    "text": "It's a giant purge which makes perfect sense because it's God bringing yet another flood, but through Joshua. And then the giants are finally done away with by David and his servants. And Goliath is the final giant, is the ultimate giant. And that story is all meant it's the messianic prototype, David fighting the ultimate and ultimate spiritual bad guy. Yeah, Goliath. It's an archetypal showdown. And so here's the thing is that if however they're divine and human, I know this sounds crazy, but this is the logic. If they're fully divine and human, then just killing them dead in the ground, they still live on in some way. And so the Rephaim becomes a title for evil spiritual presences that live on to terrorize people. And these are the beings Jesus is encountering in the Gospels.",
    "start": "00:54:34",
    "end": "00:55:33"
  },
  {
    "text": "Now that's the leap. You're just to be completely transparent.",
    "start": "00:55:34",
    "end": "00:55:38"
  },
  {
    "text": "Yes.",
    "start": "00:55:38",
    "end": "00:55:38"
  },
  {
    "text": "In the Hebrew scriptures the Raphaim are described as evil spirits.",
    "start": "00:55:39",
    "end": "00:55:43"
  },
  {
    "text": "Yes, they are.",
    "start": "00:55:43",
    "end": "00:55:44"
  },
  {
    "text": "It's in Isaiah somewhere, right?",
    "start": "00:55:44",
    "end": "00:55:45"
  },
  {
    "text": "It's in Isaiah 14 and Ezekiel 32. They are spiritual beings that are the remnant existence of these warrior mutants.",
    "start": "00:55:45",
    "end": "00:55:53"
  },
  {
    "text": "And then you get to Jesus and his encounter with these demons and you're like, what are these guys?",
    "start": "00:55:53",
    "end": "00:55:58"
  },
  {
    "text": "Where'd they come from? Maybe you've ever asked yourself that, where'd.",
    "start": "00:55:58",
    "end": "00:56:01"
  },
  {
    "text": "These guys come from? What is the deal with these?",
    "start": "00:56:01",
    "end": "00:56:03"
  },
  {
    "text": "Who are they?",
    "start": "00:56:03",
    "end": "00:56:03"
  },
  {
    "text": "And I just figured it was like the angels that rebelled with the Satan. With Satan. But they seem different in some way.",
    "start": "00:56:04",
    "end": "00:56:14"
  },
  {
    "text": "That's right, yeah. Like Jesus, they're lurking in graveyards. They're lurking out in the wilderness. They get people to destroy their own bodies. It's very complex. This opens up a million questions, I understand, but why are they called impure spirits? Where did that term come from? Because that's their main name in the gospels in the New Testament. And again, these two scholars that I mentioned, they think it's a clue. They've made the case that it's a clue to the fact that they emerged from the dead corpses of the giant warriors.",
    "start": "00:56:14",
    "end": "00:56:47"
  },
  {
    "text": "Demons are the leftover spirit remains of the half breed giants.",
    "start": "00:56:47",
    "end": "00:56:52"
  },
  {
    "text": "In the one story in the Gospel. In the one story in the gospels. Oh it did. It gets the. In the one story in the Gospels where these beings are given a title, they call themselves Legion in the Graveyard Jesus meets that guy in the graveyard.",
    "start": "00:56:52",
    "end": "00:57:06"
  },
  {
    "text": "Legion.",
    "start": "00:57:06",
    "end": "00:57:07"
  },
  {
    "text": "It's a crew of these.",
    "start": "00:57:07",
    "end": "00:57:08"
  },
  {
    "text": "Yeah. It's a battle or it's a.",
    "start": "00:57:08",
    "end": "00:57:10"
  },
  {
    "text": "And they give themselves a military title. A military title, Legion.",
    "start": "00:57:11",
    "end": "00:57:14"
  },
  {
    "text": "Yeah. Which is also supposed to clue you in.",
    "start": "00:57:14",
    "end": "00:57:16"
  },
  {
    "text": "Clue you in back to Goliath and OG and the Nephilim and all that. So I know this sounds crazy, but for the biblical authors, this was how they saw things. And this isn't just the New Testament. If you look at Jewish literature in the same time period, everybody's linking the presence of these spirits back to the nephilim and the sons of God. So this is a new rab hole for me. There's a lot of questions I still have, but.",
    "start": "00:57:16",
    "end": "00:57:41"
  },
  {
    "text": "So the short answer to the question is the demons that Jesus confronts aren't connected to this idea of corporate power and authority.",
    "start": "00:57:41",
    "end": "00:57:51"
  },
  {
    "text": "They're a distinct type of bad guy.",
    "start": "00:57:51",
    "end": "00:57:53"
  },
  {
    "text": "They're a distinct type of bad guy. They have a different type of Bad Guy Mo.",
    "start": "00:57:53",
    "end": "00:57:56"
  },
  {
    "text": "Yeah, that's right. There's three types of bad guys. Genesis 1 through 11.",
    "start": "00:57:57",
    "end": "00:58:00"
  },
  {
    "text": "Yeah.",
    "start": "00:58:00",
    "end": "00:58:01"
  },
  {
    "text": "There's the evil one. There's the mutant giants who will live on past their death to terrorize individuals. Then there's the national sons of Elohim that become the powers and the authorities.",
    "start": "00:58:01",
    "end": "00:58:12"
  },
  {
    "text": "So when Jesus is confronting the demons, he's not confronting the corporate national powers and authorities. He's confronting this other strange thing that's happening that's also influencing people on an individual level.",
    "start": "00:58:12",
    "end": "00:58:31"
  },
  {
    "text": "And then when he goes to Jerusalem in the Gospel of Luke, he says, amon, the showdown, he calls it, with the power of darkness. And then he goes to Jerusalem and faces the rulers and authorities.",
    "start": "00:58:32",
    "end": "00:58:43"
  },
  {
    "text": "Yeah. So he takes on all of them.",
    "start": "00:58:43",
    "end": "00:58:44"
  },
  {
    "text": "Jesus takes on all three bad guys. We're meant to see Jesus taking on the Genesis 3 bad guy, the Genesis 6 bad guys, and the Genesis 11 bad guys in the gospel narratives.",
    "start": "00:58:44",
    "end": "00:58:55"
  },
  {
    "text": "Genesis 3 being the evil one, Genesis.",
    "start": "00:58:55",
    "end": "00:58:58"
  },
  {
    "text": "6 being the rephaim, and Genesis 11 being the Elohim, rulers and authorities. Once you see that that's how the apostles think and how almost all their Jewish contemporaries think and write, it all locks into place. Like, the story becomes so much more coherent, and it sounds even more crazy for moderns to get into this way of seeing the world. But I've said this before. I'm tired of trying to rewrite the Bible to make it more rational.",
    "start": "00:58:58",
    "end": "00:59:28"
  },
  {
    "text": "Right. Yeah. Make it a little more tame. I mean. Yeah. Evil as a spiritual reality is hard enough in a materialistic, secular world to, like, wrestle through.",
    "start": "00:59:28",
    "end": "00:59:39"
  },
  {
    "text": "Yes.",
    "start": "00:59:39",
    "end": "00:59:40"
  },
  {
    "text": "And now you're saying, oh, it's not as simple. There's these three layers of evil in the biblical story. And Jesus confronts them all.",
    "start": "00:59:40",
    "end": "00:59:50"
  },
  {
    "text": "And Jesus confronts them all. Which opens up many more cans of worms that we'll continue to unpack.",
    "start": "00:59:50",
    "end": "00:59:55"
  },
  {
    "text": "I hope that didn't discourage everyone from.",
    "start": "00:59:55",
    "end": "00:59:57"
  },
  {
    "text": "What else can I do but laugh? I never thought I would hear myself talking about these things.",
    "start": "00:59:59",
    "end": "01:00:04"
  },
  {
    "text": "Yeah.",
    "start": "01:00:04",
    "end": "01:00:05"
  },
  {
    "text": "Anyway, the Bible, you gotta go where it takes you.",
    "start": "01:00:05",
    "end": "01:00:08"
  },
  {
    "text": "Okay. That's all the time we have for this Q and R. Thanks for all the questions that you sent in. We've got a lot of questions we couldn't get to. We really appreciate them. Just encouraging to know that some people are listening along and wrestling through this with us. We're going to jump in next week talking about. Well, we're not entirely sure to be decided. To be decided.",
    "start": "01:00:08",
    "end": "01:00:30"
  },
  {
    "text": "It will be in the God series.",
    "start": "01:00:30",
    "end": "01:00:31"
  },
  {
    "text": "It will be in the God series.",
    "start": "01:00:31",
    "end": "01:00:32"
  },
  {
    "text": "Yeah.",
    "start": "01:00:32",
    "end": "01:00:32"
  },
  {
    "text": "And so, yeah, we're a nonprofit animation studio. We also make this podcast and other resources. It's all for free because of a lot of people who are joining us to pitch in and make it free, which is awesome.",
    "start": "01:00:33",
    "end": "01:00:45"
  },
  {
    "text": "Yeah. You guys are amazing.",
    "start": "01:00:45",
    "end": "01:00:46"
  },
  {
    "text": "Yeah. Thank you.",
    "start": "01:00:46",
    "end": "01:00:47"
  },
  {
    "text": "Thanks for your support.",
    "start": "01:00:47",
    "end": "01:00:48"
  },
  {
    "text": "Yeah. Thanks for being part of this with us.",
    "start": "01:00:48",
    "end": "01:00:50"
  },
  {
    "text": "Hi, this is Jack Sammons. I am from Lake Oswego, Oregon. And what I like best about the Bible project is all the drawings. And my favorite project is Genesis. We believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos, study notes and more@thebibleproject.com.",
    "start": "01:00:50",
    "end": "01:01:15"
  }
]