[
  {
    "text": "God's glory, God's word and God's spirit. These are some of the most religious sounding words in the entire Bible.",
    "start": "00:00:00",
    "end": "00:00:08"
  },
  {
    "text": "If you've ever heard religious people talking, ever gone to church, you're gonna hear.",
    "start": "00:00:08",
    "end": "00:00:13"
  },
  {
    "text": "These words used and they're used so often that their meaning can get pretty confusing. Today on the BibleProject Podcast, we are going to dive into these and a few other strangers strange phrases in the Bible. I'm Tim Mackey at the bibleproject. And this episode, John and I are going to finish our conversation discussing God's.",
    "start": "00:00:13",
    "end": "00:00:34"
  },
  {
    "text": "Attributes in the Bible.",
    "start": "00:00:34",
    "end": "00:00:35"
  },
  {
    "text": "If you're just joining us, here's a.",
    "start": "00:00:36",
    "end": "00:00:37"
  },
  {
    "text": "Quick recap of where we've been.",
    "start": "00:00:37",
    "end": "00:00:39"
  },
  {
    "text": "In the Hebrew scriptures. God is complex. He's both above all and transcendent, but then also depicted as present, close, interacting relationally with his world. He often does that through humility. Human mediators. We talked about the person of Moses and his role. We also talked about spiritual beings through whom God interacts with the world, like.",
    "start": "00:00:39",
    "end": "00:01:01"
  },
  {
    "text": "The angel of the Lord.",
    "start": "00:01:01",
    "end": "00:01:02"
  },
  {
    "text": "Last week we started looking at how God interacts with the world through his attributes, specifically God's name and God's glory. This week we're going to look at God's word, God's spirit and God's wisdom. Now that first one, when you hear.",
    "start": "00:01:03",
    "end": "00:01:18"
  },
  {
    "text": "The phrase God's word, most people, people.",
    "start": "00:01:18",
    "end": "00:01:20"
  },
  {
    "text": "Think of a written text. But here's what's fascinating. The first time that the phrase the word of God appears in the Bible, it's in the story of Abraham in Genesis 15, where we read after these things. The word of the Lord came to Abraham in a vision. So when we meet God's word for the first time, it's something visual. It's something Abraham sees. Now that seems so weird to us that in our minds we often paraphrase.",
    "start": "00:01:20",
    "end": "00:01:48"
  },
  {
    "text": "It and think like, oh, well, God.",
    "start": "00:01:48",
    "end": "00:01:49"
  },
  {
    "text": "God appeared to him. But it doesn't say that. It says the word of God was visible to Abraham. John and I are going to explore.",
    "start": "00:01:49",
    "end": "00:01:57"
  },
  {
    "text": "This theme through the stories of Samuel.",
    "start": "00:01:57",
    "end": "00:02:00"
  },
  {
    "text": "The story of Jeremiah, and it's going to land us all the way in the Gospel of John, chapter one, where we read in the beginning was the Word and the Word was with God. And the Word was God. Just like God's name and God's glory in the Scriptures, God's word is something that is God and distinct from God. And the Gospel of John is of course going to claim that that word was Jesus. We're going to explore all of this and more on today's episode. So thanks for Joining us.",
    "start": "00:02:00",
    "end": "00:02:31"
  },
  {
    "text": "Here we go.",
    "start": "00:02:31",
    "end": "00:02:32"
  },
  {
    "text": "We're talking about God. We've covered a lot of ground, but right now we're focusing on talking about God's attributes, specifically his glory, his name we talked about last time. And then we're going to talk about his wisdom and his spirit and his. What's the other one word? The word of God and how these attributes kind of get really. They become almost like more than attributes in a way.",
    "start": "00:02:36",
    "end": "00:03:01"
  },
  {
    "text": "Yeah. There's language to use about them that they become characters, distinct characters in the stories where they appear, where they can do stuff. And sometimes it's just a figure of speech. It seems like God puts his name in the temple and it lives there and you can seek it.",
    "start": "00:03:01",
    "end": "00:03:18"
  },
  {
    "text": "Yeah.",
    "start": "00:03:18",
    "end": "00:03:19"
  },
  {
    "text": "But then other times it's God's glory which appears. And it's a human like figure that.",
    "start": "00:03:19",
    "end": "00:03:25"
  },
  {
    "text": "Appears and is described as God's glory.",
    "start": "00:03:25",
    "end": "00:03:27"
  },
  {
    "text": "But it's described as God's glory.",
    "start": "00:03:27",
    "end": "00:03:28"
  },
  {
    "text": "It's not described as God, but as his glory.",
    "start": "00:03:28",
    "end": "00:03:30"
  },
  {
    "text": "As God's glory. Yeah.",
    "start": "00:03:30",
    "end": "00:03:32"
  },
  {
    "text": "And I guess the reason why you're talking about this in this conversation is because the bigger context is how does God interact with humanity?",
    "start": "00:03:32",
    "end": "00:03:41"
  },
  {
    "text": "We're looking at depictions and biblical stories of how God interacts with the world. And there's a variety of ways. One of them is through these.",
    "start": "00:03:41",
    "end": "00:03:50"
  },
  {
    "text": "Through his attributes.",
    "start": "00:03:50",
    "end": "00:03:51"
  },
  {
    "text": "Personified attributes.",
    "start": "00:03:51",
    "end": "00:03:53"
  },
  {
    "text": "Personified attributes.",
    "start": "00:03:53",
    "end": "00:03:55"
  },
  {
    "text": "Yeah.",
    "start": "00:03:55",
    "end": "00:03:55"
  },
  {
    "text": "Meaning the attributes get a personality of them.",
    "start": "00:03:55",
    "end": "00:03:58"
  },
  {
    "text": "Yeah, they come to take on a personality.",
    "start": "00:03:58",
    "end": "00:04:00"
  },
  {
    "text": "God has attributes like anything has attributes.",
    "start": "00:04:01",
    "end": "00:04:03"
  },
  {
    "text": "Yeah, that's right. Any one. Or anything.",
    "start": "00:04:03",
    "end": "00:04:06"
  },
  {
    "text": "This table is wood.",
    "start": "00:04:06",
    "end": "00:04:07"
  },
  {
    "text": "Yep.",
    "start": "00:04:08",
    "end": "00:04:08"
  },
  {
    "text": "And it's flat.",
    "start": "00:04:08",
    "end": "00:04:09"
  },
  {
    "text": "Yeah.",
    "start": "00:04:09",
    "end": "00:04:09"
  },
  {
    "text": "But I wouldn't ever start talking about the flatness of this table as its own distinct object.",
    "start": "00:04:10",
    "end": "00:04:15"
  },
  {
    "text": "Yeah.",
    "start": "00:04:15",
    "end": "00:04:16"
  },
  {
    "text": "Right. The table's an object, the flatness is an attribute.",
    "start": "00:04:16",
    "end": "00:04:18"
  },
  {
    "text": "Correct.",
    "start": "00:04:18",
    "end": "00:04:19"
  },
  {
    "text": "And same with people. Like, I would talk about you and your intelligence, but Tim's intelligence wouldn't become character. I don't interact with Tim's intelligence. I interact with Tim.",
    "start": "00:04:19",
    "end": "00:04:30"
  },
  {
    "text": "Right.",
    "start": "00:04:30",
    "end": "00:04:31"
  },
  {
    "text": "But there's something unique about God's personhood, his identity.",
    "start": "00:04:31",
    "end": "00:04:39"
  },
  {
    "text": "Identity.",
    "start": "00:04:39",
    "end": "00:04:39"
  },
  {
    "text": "God's identity is unique in such a way that when you start talking about his attributes, his attributes kind of get a life of their own.",
    "start": "00:04:40",
    "end": "00:04:48"
  },
  {
    "text": "That's right. And not just any attributes much. In the classic tradition of Christian theology, there's a certain set of philosophical attributes. Like he's omnipresent.",
    "start": "00:04:48",
    "end": "00:04:57"
  },
  {
    "text": "Right. Yeah.",
    "start": "00:04:57",
    "end": "00:04:58"
  },
  {
    "text": "We're not talking about those all knowing. So these are actual biblical vocabulary. It's not an infinite list.",
    "start": "00:04:58",
    "end": "00:05:04"
  },
  {
    "text": "Yeah.",
    "start": "00:05:04",
    "end": "00:05:05"
  },
  {
    "text": "God's name, God's glory, God's word, spirit or wisdom are the ones we're talking About. And these all have in common that they become entities that are their attributes of Yahweh. But then again, language is used about them that gives them their own kind of function distinct from Yahweh. Okay, so we've already talked about God's name, his reputation. But then his reputation can live in a building.",
    "start": "00:05:05",
    "end": "00:05:30"
  },
  {
    "text": "Live somewhere.",
    "start": "00:05:30",
    "end": "00:05:31"
  },
  {
    "text": "Yeah.",
    "start": "00:05:31",
    "end": "00:05:31"
  },
  {
    "text": "God can be given to someone.",
    "start": "00:05:31",
    "end": "00:05:32"
  },
  {
    "text": "Yep. Yeah. It can be placed in.",
    "start": "00:05:33",
    "end": "00:05:35"
  },
  {
    "text": "Placed in someone else. Yeah.",
    "start": "00:05:35",
    "end": "00:05:37"
  },
  {
    "text": "And then Jesus says, given to him.",
    "start": "00:05:37",
    "end": "00:05:40"
  },
  {
    "text": "Yeah.",
    "start": "00:05:40",
    "end": "00:05:41"
  },
  {
    "text": "God's glory. We looked at a handful of visions that different prophets have. So what all these visions of God's glory have in common is that they see a human figure or a human like figure sitting on an exalted throne that's on some kind of platform. It's very much like what you'd see if you'd go into any ancient throne room. So this is like what they see. And what Ezekiel sees is a mobile. I call it the Godmobile. I didn't make that up. Some friends of mine in grad school in the Hebrew department. But what they see is one of these same things, but mobile on it with four chariot wheels. And they call it the glory of Yahweh. And it can move around. The glory of Yahweh comes to Ezekiel, and of course, it's God's glory. So when a voice comes from the throne, it's Yahweh speaking, but it's Yahweh's glory moving around. It's the subject of the verbs. And there's other biblical passages that talk about God living in the temple.",
    "start": "00:05:41",
    "end": "00:06:39"
  },
  {
    "text": "Now, the only time that's referred to as his glory, though, is in the Ezekiel passage. These other ones in Exodus at Mount Sinai with the 70 elders, they didn't talk about God's glory being there. They just talked about.",
    "start": "00:06:39",
    "end": "00:06:50"
  },
  {
    "text": "Yeah, Isaiah. The glory is used in Isaiah passage. The whole earth is full of his glory, and of which I'm seeing the epicenter right here.",
    "start": "00:06:50",
    "end": "00:06:57"
  },
  {
    "text": "But remember, this is all hyperlink.",
    "start": "00:06:58",
    "end": "00:07:00"
  },
  {
    "text": "You're just connecting all these because they're connected to this image.",
    "start": "00:07:00",
    "end": "00:07:03"
  },
  {
    "text": "Yeah, they're hyperlinked because they're all seeing the same divine reality. And so what is said in one biblical passage informs how you think about all the others.",
    "start": "00:07:03",
    "end": "00:07:11"
  },
  {
    "text": "Got it.",
    "start": "00:07:11",
    "end": "00:07:12"
  },
  {
    "text": "And certainly that's the case for readers of these scriptures. Once they're reading them all in light of each other in Jesus time period, they're connecting all this. Oh, just like in the book of the Revelation. The vision that John sees in chapters four and five is a brilliant copy and paste weave of Exodus 24, Ezekiel 1, Isaiah 6. All the visions of the divine throne in the Hebrew Bible, John's just sewn them all together and then put a slaughtered lamb on the throne. Next to the throne. Next to the throne. Yeah. That's Daniel 7.",
    "start": "00:07:12",
    "end": "00:07:49"
  },
  {
    "text": "That's a new addition.",
    "start": "00:07:49",
    "end": "00:07:50"
  },
  {
    "text": "Yeah. Anyway, so that's God's glory, and it'll come into play because it's similar to the angel. It's a human figure.",
    "start": "00:07:50",
    "end": "00:07:56"
  },
  {
    "text": "So I always just imagined this was God. But you're saying, well, God's not a human figure, so it must be something different.",
    "start": "00:07:56",
    "end": "00:08:02"
  },
  {
    "text": "Where else have I seen a bright, shining human figure that's merged with God's identity? Oh, the angel of Yahweh.",
    "start": "00:08:02",
    "end": "00:08:08"
  },
  {
    "text": "Okay, interesting.",
    "start": "00:08:08",
    "end": "00:08:09"
  },
  {
    "text": "So God's glory is apparently a human form of an exalted king. A human, like, king figure.",
    "start": "00:08:09",
    "end": "00:08:16"
  },
  {
    "text": "Or that's God himself they're seeing. Yahweh himself.",
    "start": "00:08:16",
    "end": "00:08:20"
  },
  {
    "text": "Yeah, that's right. Yeah. We could draw this. It's like, when does God appear in human form in the Hebrew Bible as the angel of Yahweh, as God's glory? Oh, so that's A, that's B.",
    "start": "00:08:20",
    "end": "00:08:31"
  },
  {
    "text": "Are these two different things or are they the same thing?",
    "start": "00:08:31",
    "end": "00:08:33"
  },
  {
    "text": "That's the question for a reader of all these texts that have been collected and are meant to be read as a unity. That's a natural question that's being put to you.",
    "start": "00:08:34",
    "end": "00:08:42"
  },
  {
    "text": "Yeah.",
    "start": "00:08:42",
    "end": "00:08:43"
  },
  {
    "text": "Is. Oh, that's interesting.",
    "start": "00:08:43",
    "end": "00:08:44"
  },
  {
    "text": "Okay. All right. So now we're gonna go to God's word.",
    "start": "00:08:44",
    "end": "00:08:47"
  },
  {
    "text": "Now we're gonna go to God's word, and these all build on each other.",
    "start": "00:08:47",
    "end": "00:08:49"
  },
  {
    "text": "All right.",
    "start": "00:08:49",
    "end": "00:08:50"
  },
  {
    "text": "Yeah. First time that the phrase the word of Yahweh came to so and so. It's a very common phrase, especially in the prophets. The word of the Lord came to Isaiah. The word of the Lord came to Ezekiel.",
    "start": "00:08:50",
    "end": "00:09:03"
  },
  {
    "text": "Now, I just always imagine that just must be a common Hebrew idiom or phrase.",
    "start": "00:09:03",
    "end": "00:09:09"
  },
  {
    "text": "Turn a phrase.",
    "start": "00:09:09",
    "end": "00:09:10"
  },
  {
    "text": "Turn a phrase.",
    "start": "00:09:10",
    "end": "00:09:10"
  },
  {
    "text": "Yep.",
    "start": "00:09:10",
    "end": "00:09:11"
  },
  {
    "text": "Like, if I was a king and I sent someone. The word of the king is here, correct?",
    "start": "00:09:11",
    "end": "00:09:15"
  },
  {
    "text": "Yeah. It's like you get a message. Yeah, yeah.",
    "start": "00:09:15",
    "end": "00:09:17"
  },
  {
    "text": "Okay. It is.",
    "start": "00:09:17",
    "end": "00:09:18"
  },
  {
    "text": "Yep. Yeah, totally. Yeah. And that's what it seems to mean in a lot of these cases where it's Ezekiel wakes up and he's just got a heavy sense of what God's saying to him.",
    "start": "00:09:18",
    "end": "00:09:30"
  },
  {
    "text": "Yeah.",
    "start": "00:09:30",
    "end": "00:09:30"
  },
  {
    "text": "It's a psychological, cognitive experience they're waking up with. Sometimes it's because they've had a crazy dream, and then they wake up and be like, oh, here's what the message is. So here's what's fascinating the first time that that phrase appears as you're reading through the Hebrew Bible isn't in the prophets. It's in Genesis and the story about Abraham, Genesis 15. After these things, the word of Yahweh came to Abraham in a vision. The unique thing here is in a vision. A vision is not something you hear. It's something you see and hear. And it's chazon. It's the word to see something that you see. Are you with me?",
    "start": "00:09:30",
    "end": "00:10:14"
  },
  {
    "text": "Abraham's having a vision in which he experiences Yahweh, who's going to come and talk to him. And the way it's described is that the word of Yahweh came to Abram. So not Yahweh came to Abram, but the word of Yahweh came.",
    "start": "00:10:14",
    "end": "00:10:32"
  },
  {
    "text": "That's right. This is a standard phrase, like Jeremiah, chapter 11. It's one of seriously 40 examples. I could show you the word of Yahweh which came to Jeremiah saying, here are the words of the covenant. So it's the prophet wakes up to a message or an idea, and he.",
    "start": "00:10:32",
    "end": "00:10:51"
  },
  {
    "text": "Calls it the word of Yahweh.",
    "start": "00:10:51",
    "end": "00:10:52"
  },
  {
    "text": "He says, oh, the word of Yahweh came to me, saying, it's a verbal message. It's an idea and a verbal message.",
    "start": "00:10:52",
    "end": "00:10:59"
  },
  {
    "text": "Okay.",
    "start": "00:10:59",
    "end": "00:11:00"
  },
  {
    "text": "What's unique about this story in Abraham and the first time this phrase appears is that the word of Yahweh came to Abram in a visible form. It's something he sees.",
    "start": "00:11:00",
    "end": "00:11:12"
  },
  {
    "text": "So it would be normal to talk about the word of Yahweh coming in this audible sense, because that's how you would describe if you're hearing from God, you're hearing his words.",
    "start": "00:11:12",
    "end": "00:11:23"
  },
  {
    "text": "Correct.",
    "start": "00:11:23",
    "end": "00:11:24"
  },
  {
    "text": "So you're hearing the words of Yahweh, but it's awkward. It's weird to say, I had this vision of God, but to say I had this vision of the word of God.",
    "start": "00:11:24",
    "end": "00:11:32"
  },
  {
    "text": "Yeah. What you'd expect is to say, yes, Yahweh appeared to Abraham in a vision.",
    "start": "00:11:32",
    "end": "00:11:37"
  },
  {
    "text": "Saying, yeah, or giving his word.",
    "start": "00:11:37",
    "end": "00:11:40"
  },
  {
    "text": "Yeah, that's right. It sounds awkward, but its plain sense is relatively clear what the sentence is saying. In its simple face value, meaning is the word of Yahweh.",
    "start": "00:11:40",
    "end": "00:11:52"
  },
  {
    "text": "The Hebrew word for word became visible.",
    "start": "00:11:52",
    "end": "00:11:54"
  },
  {
    "text": "The Hebrew word for word is davar, and it will get translated as logos in Greek in the Septuagint. Yeah. It's depicted as a character that can appear to someone visibly. That's what the sentence seems to mean. Now, it sounds odd. So usually we paraphrase it in our minds as, oh, well, God appeared Yeah.",
    "start": "00:11:54",
    "end": "00:12:16"
  },
  {
    "text": "Just a weird turn of phrase.",
    "start": "00:12:16",
    "end": "00:12:17"
  },
  {
    "text": "It spoke, but that's not actually how it's phrased. Because prophets are very capable of putting things that way if they want to.",
    "start": "00:12:17",
    "end": "00:12:24"
  },
  {
    "text": "But instead they didn't have to say it in an awkward way.",
    "start": "00:12:25",
    "end": "00:12:27"
  },
  {
    "text": "Correct.",
    "start": "00:12:27",
    "end": "00:12:28"
  },
  {
    "text": "So not to jump the gun, but like when John in his gospel talks about the word of God, Jesus being the word of God, he's drawing on this.",
    "start": "00:12:28",
    "end": "00:12:37"
  },
  {
    "text": "Yeah. That's where we're going. That's where this train's heading.",
    "start": "00:12:37",
    "end": "00:12:39"
  },
  {
    "text": "That's where the train's heading.",
    "start": "00:12:39",
    "end": "00:12:40"
  },
  {
    "text": "Yeah.",
    "start": "00:12:41",
    "end": "00:12:41"
  },
  {
    "text": "Okay.",
    "start": "00:12:41",
    "end": "00:12:42"
  },
  {
    "text": "Yep. So in other words, as you're reading through, this is how the Hebrew Bible is designed. Very often this is just like in our conversation about the Cain and Abel story and meditation literature.",
    "start": "00:12:42",
    "end": "00:12:51"
  },
  {
    "text": "Yeah.",
    "start": "00:12:51",
    "end": "00:12:52"
  },
  {
    "text": "Things will be worded intentionally in an awkward or strange way to make you.",
    "start": "00:12:52",
    "end": "00:12:58"
  },
  {
    "text": "Make you pause and talk about it.",
    "start": "00:12:59",
    "end": "00:13:00"
  },
  {
    "text": "And then go, that's a weird thing to say.",
    "start": "00:13:00",
    "end": "00:13:02"
  },
  {
    "text": "It's weird to say that the word of God showed up visibly, invisibly, like, what does that mean?",
    "start": "00:13:03",
    "end": "00:13:09"
  },
  {
    "text": "What does that mean? And then you tuck it away.",
    "start": "00:13:09",
    "end": "00:13:11"
  },
  {
    "text": "Is word of God an actual thing that can show up?",
    "start": "00:13:11",
    "end": "00:13:13"
  },
  {
    "text": "Exactly. That's what you're supposed to ask. And it's the natural question that arises. And then you're supposed to tuck it away. And then. Right. The collectors, the authors, the prophetic spirit guided people who put the whole thing together have planted breadcrumbs all throughout the rest of the Hebrew Bible to keep developing this theme. So let's look at another one. And it's not for a ways. It's in the book of Samuel. Fairly well known story when Samuel was a little boy working in the temple at Shiloh. And here's how the story begins. Now, the boy Samuel was ministering to Yahweh before Eli the priest. Eli's in charge. He's just the little kid. He's like the altar boy. Now, the word of Yahweh was rare in those days. Same phrase, Genesis and visions were infrequent. Once again, the same phrase as in the Abraham story. Now, Samuel was lying down in the temple of Yahweh where the ark of God was. He apparently had a little room near the. Yeah. Then Yahweh called Samuel. And Samuel wakes up and says, here I am. And he ran to Eli saying, it's me. You called for me. But Eli said, no, I didn't call you. Go lie down, boy. So he goes and lies down. And then verse seven, Samuel did not yet know Yahweh, nor had the word of Yahweh. And Once again been revealed or been made visible to him. Then Yahweh came and stood and called, like at the other times, Samuel, Samuel, speak. And then Samuel says, speak for your servants listening. So once again, it's the word of Yahweh was rare. Visions were infrequent. Yahweh comes and speaks to Samuel. And then the vocabulary is, samuel didn't know Yahweh, nor had the word of Yahweh been made visible.",
    "start": "00:13:13",
    "end": "00:15:13"
  },
  {
    "text": "That's the strange phrase here.",
    "start": "00:15:14",
    "end": "00:15:16"
  },
  {
    "text": "That's right.",
    "start": "00:15:16",
    "end": "00:15:16"
  },
  {
    "text": "That the word of Yahweh had not been made visible to him.",
    "start": "00:15:16",
    "end": "00:15:20"
  },
  {
    "text": "Yeah. Been revealed, been seeable.",
    "start": "00:15:20",
    "end": "00:15:23"
  },
  {
    "text": "Now, you could say, well, that's just.",
    "start": "00:15:23",
    "end": "00:15:25"
  },
  {
    "text": "A metaphor to turn a phrase. What he means is God hadn't showed up to speak to him. But once again, it's the word of Yahweh. And what's connected to it is a verb that means to be seen. Yeah, there it is. You just keep reading. Whatever, you just tuck it away. You're like, oh, there's another one of those things.",
    "start": "00:15:25",
    "end": "00:15:43"
  },
  {
    "text": "Strange.",
    "start": "00:15:43",
    "end": "00:15:44"
  },
  {
    "text": "That reminds me of Genesis 15.",
    "start": "00:15:44",
    "end": "00:15:45"
  },
  {
    "text": "Meditate on it.",
    "start": "00:15:45",
    "end": "00:15:46"
  },
  {
    "text": "Go forward. Okay, the next one where this happens is Jeremiah. I'll let you read it. And I put in bold the phrases.",
    "start": "00:15:46",
    "end": "00:15:53"
  },
  {
    "text": "Jeremiah 1.",
    "start": "00:15:53",
    "end": "00:15:54"
  },
  {
    "text": "Yeah.",
    "start": "00:15:54",
    "end": "00:15:54"
  },
  {
    "text": "From opening, very opening verse, the words of Jeremiah, son of Hilkiah, to whom the word of Yahweh came, which is the same appeared, was the word of Yahweh was. Now the word of Yahweh came to me, saying, before I formed you in the womb, I knew you. Then I said, o Yahweh. Elohim, I don't know how to speak. I'm just a youth. Then Yahweh said to me, don't say I'm just a youth. Then Yahweh stretched out his hand and touched my mouth. Yahweh said to me, look, I have put my words in your mouth.",
    "start": "00:15:54",
    "end": "00:16:25"
  },
  {
    "text": "So again, the narrative sequence is important. So what comes to Jeremiah?",
    "start": "00:16:26",
    "end": "00:16:32"
  },
  {
    "text": "The word of Yahweh came.",
    "start": "00:16:32",
    "end": "00:16:33"
  },
  {
    "text": "The word of Yahweh. Then the word of Yahweh starts speaking and speaks as if it's Yahweh. Before I formed you in the womb, I. Then who does? In verse 6, who does Jeremiah respond to when he addresses the word of Yahweh?",
    "start": "00:16:33",
    "end": "00:16:51"
  },
  {
    "text": "Responds to Yahweh, Elohim.",
    "start": "00:16:51",
    "end": "00:16:52"
  },
  {
    "text": "Yeah.",
    "start": "00:16:52",
    "end": "00:16:53"
  },
  {
    "text": "Lord God.",
    "start": "00:16:53",
    "end": "00:16:53"
  },
  {
    "text": "He's talking to God. Then Yahweh stretches out his hand. A hand. Now, there's been no visionary language here. Like, I saw Yahweh on a throne. You with me. So it's just the word of Yahweh came to me.",
    "start": "00:16:53",
    "end": "00:17:07"
  },
  {
    "text": "Which could have been an audible thing.",
    "start": "00:17:07",
    "end": "00:17:09"
  },
  {
    "text": "Yeah, exactly. But then all of a sudden we.",
    "start": "00:17:09",
    "end": "00:17:11"
  },
  {
    "text": "Realize there's something he's seeing physically.",
    "start": "00:17:11",
    "end": "00:17:13"
  },
  {
    "text": "Yeah, he's interacting with a person. This person has a hand that he sees, and then the hand touches his mouth and says, my word is in your mouth.",
    "start": "00:17:14",
    "end": "00:17:25"
  },
  {
    "text": "And then he gives Jeremiah the word.",
    "start": "00:17:25",
    "end": "00:17:28"
  },
  {
    "text": "The prophetic word, to speak on God's behalf. So again, this isn't so explicit. It's actually so subtle. We mostly read over these type of passages. But when you stop and look plain sense, ponder, you go, oh, the word of Yahweh is Yahweh and it has a hand. Do I have a category for Yahweh? Coming in visible form, talking, interacting with people. And that figure is Yahweh and distinct from Yahweh. Oh, yes, it was the angel of Yahweh. But in all these passages, it's the.",
    "start": "00:17:28",
    "end": "00:18:01"
  },
  {
    "text": "Word and also the glory.",
    "start": "00:18:01",
    "end": "00:18:04"
  },
  {
    "text": "And also the glory appears as a human figure.",
    "start": "00:18:04",
    "end": "00:18:07"
  },
  {
    "text": "Yep.",
    "start": "00:18:07",
    "end": "00:18:07"
  },
  {
    "text": "Yeah. So there you go. So these are the texts that caused Jewish readers in the pre Christian period before Jesus to go back to the opening sentences of the Bible and begin noticing things. And they're not the things that you would notice when you are reading the Bible for the first time. But of course, this is meditation literature. So it's designed so that when you finish reading it, you go back and read it all over again and notice things that have been put there intentionally to not be noticed on the first time, but on the 14th time and the 28th time and so on. So just think about the first sentences, then this will open up the Bible in the beginning. Elohim, a spiritual being. Yep. Created the heavens and the earth. Now the earth, the land was wild and waste, darkness over the surface of the deep. And the spirit of Elohim, the ruach, the invisible personal presence and life energy of Elohim was moving, literally hovering, fluttering.",
    "start": "00:18:07",
    "end": "00:19:17"
  },
  {
    "text": "Yeah, the bird word.",
    "start": "00:19:17",
    "end": "00:19:19"
  },
  {
    "text": "That rhymes. Moving over the surface of the waters. Then God spoke. God speaks a word. Let there be light. And there was light. God saw the light was good, separated and on it goes. Then the whole chapter gets divided up into 10 acts of God speaking a word. So right here in the opening sentences, you have Elohim creating. How? By what means?",
    "start": "00:19:19",
    "end": "00:19:46"
  },
  {
    "text": "Well, his spirit is hovering.",
    "start": "00:19:47",
    "end": "00:19:48"
  },
  {
    "text": "The spirit. And so think spirit is breath to develop the metaphor. Where does breath come in and out of a human? So nose and mouth. And when I speak, what's coming out?",
    "start": "00:19:48",
    "end": "00:20:00"
  },
  {
    "text": "Words.",
    "start": "00:20:01",
    "end": "00:20:01"
  },
  {
    "text": "Breath. Yeah, sorry, breath. Spirit One of the ways spirit can.",
    "start": "00:20:01",
    "end": "00:20:06"
  },
  {
    "text": "Come out is in the form of.",
    "start": "00:20:07",
    "end": "00:20:08"
  },
  {
    "text": "Is in the form of words. And so this all seems intentional. You have God speaking, and what comes out is the Spirit. And what happens when God utters, sends out his word by means of the Spirit. Out of wild and waste comes a garden. So this all seems very intentional. They're all God.",
    "start": "00:20:08",
    "end": "00:20:32"
  },
  {
    "text": "Yeah.",
    "start": "00:20:33",
    "end": "00:20:33"
  },
  {
    "text": "But I've read through the Hebrew Bible and been paying attention to all this. Now I have three shelves. I have multiple shelves on my mind that are.",
    "start": "00:20:33",
    "end": "00:20:40"
  },
  {
    "text": "We haven't talked about the ruach of God in this episode.",
    "start": "00:20:41",
    "end": "00:20:43"
  },
  {
    "text": "No, we will. We will. Right after. It's kind of God's word transitions us into God's spirit, but it's because they're related. In the first sentences of the Bible, Elohim, Elohim's breath and Elohim's word. And in both cases, they are active. They're Elohim's way of being personally, even physically present within the world. And they have physical, visible results in the world. And it's Elohim, but it's distinct. Yeah, there you go.",
    "start": "00:20:43",
    "end": "00:21:17"
  },
  {
    "text": "So in Genesis 1, we get Elohim, who's creating everything, who we know as Yahweh. Yeah, let's just refer to as Elohim.",
    "start": "00:21:17",
    "end": "00:21:26"
  },
  {
    "text": "Yeah. On page one.",
    "start": "00:21:26",
    "end": "00:21:26"
  },
  {
    "text": "And there's a complexity in his identity right away.",
    "start": "00:21:27",
    "end": "00:21:30"
  },
  {
    "text": "Right away, right from the first, because it's Elohim creating.",
    "start": "00:21:30",
    "end": "00:21:34"
  },
  {
    "text": "But then what's actually out there doing anything? What's the ruach of Elohim? The life energy, the spirit, the breath, and it's hovering over the surface of the waters. And then what does God do? God then speaks, let there be light. And it's really easy. Just jump over that and be like, okay, God's just speaking. But now if we take this shelf of. Well, we know we've seen over and over this time where the word of God, the word of Yahweh comes, and it seems to be something. It is Yahweh, but also distinct in a way. And so now all of a sudden, you're like, well, the ruach of God here seems the same, but also distinct. And then we got the word.",
    "start": "00:21:34",
    "end": "00:22:18"
  },
  {
    "text": "Yeah.",
    "start": "00:22:18",
    "end": "00:22:19"
  },
  {
    "text": "And then having meditated on this, you go, wow, there's three kind of distinct things, persons that all make up. Yeah.",
    "start": "00:22:19",
    "end": "00:22:31"
  },
  {
    "text": "Three entities by which God relates to the world in the opening sentences of the Bible. And just in case you're worried that we're just making this up, we know that later biblical authors reflected on this and drew attention to it. So I just have one example from Psalm 33. And it's a set of paired poetic lines. Psalm 33, 6. And then later on in the poem, verse 9, by the word of Yahweh, the heavens were made. All their hosts.",
    "start": "00:22:31",
    "end": "00:23:02"
  },
  {
    "text": "Yeah. All the armies.",
    "start": "00:23:03",
    "end": "00:23:04"
  },
  {
    "text": "All their armies. By the ruach of his mouth, for he spoke, and it was. He commanded, and it spoke, stood. And the poetic parallelism is usually trying to draw help you draw connections between the two things in each poetic line. So obviously, the word and the breath is related because you speak out words as you breathe out, but then at the same time, they're distinct entities in the poetic lines. So here's a biblical poet who is tracking with this, Aware of these different ways that God interacts with the world. On page one.",
    "start": "00:23:04",
    "end": "00:23:40"
  },
  {
    "text": "Yeah.",
    "start": "00:23:40",
    "end": "00:23:41"
  },
  {
    "text": "Which then leads us to ask, okay, so let's talk about the Spirit. Now we're talking. They all lead to the next one. It's really interesting how they're all hyperlinked.",
    "start": "00:23:41",
    "end": "00:23:50"
  },
  {
    "text": "Yeah. We could have done spirit first and then word.",
    "start": "00:23:50",
    "end": "00:23:52"
  },
  {
    "text": "Yeah. I thought about, why did I do. Oh, yes, I did that. Because then the spirit connects you to wisdom, which is the last one to look at. So we've talked a lot about. We spent a lot of time talking about.",
    "start": "00:23:52",
    "end": "00:24:01"
  },
  {
    "text": "We have a podcast series on spirit. We have a video on spirit. The Hebrew word is ruach. It has many meanings. Breath, wind.",
    "start": "00:24:02",
    "end": "00:24:12"
  },
  {
    "text": "Yes.",
    "start": "00:24:12",
    "end": "00:24:12"
  },
  {
    "text": "But all in common. It seems to be this, like, energizing life force.",
    "start": "00:24:13",
    "end": "00:24:17"
  },
  {
    "text": "Yeah.",
    "start": "00:24:17",
    "end": "00:24:18"
  },
  {
    "text": "Which then when applied to God, becomes actually a very personal attribute of his.",
    "start": "00:24:18",
    "end": "00:24:22"
  },
  {
    "text": "Yeah, yeah. Invisible energy moves the trees. But then when they start. Biblical authors start talking about the invisible energy that moves and animates me. They speak of it as a person. They use verbs and language as if it's a person. You can offend the Holy Spirit. So in Isaiah, in a poem, and I didn't. I should have put this down. I don't think I did. In a poem. In Isaiah 63, we're reflecting back on the wilderness wanderings, and they rebel against God and grieve his Holy Spirit. You're like, well, wait, they grieved God. Yes. They grieved his spirit.",
    "start": "00:24:22",
    "end": "00:25:03"
  },
  {
    "text": "Yeah.",
    "start": "00:25:03",
    "end": "00:25:04"
  },
  {
    "text": "As Ruach, his personal presence that was there. But once again, it's just like the angel. It's Yahweh. Yes. And it's Yahweh's spirit. It is Yahweh and distinct from Yahweh. So I mostly just have. I have some examples here that are interesting. One's from the prophet Micah, where he's reflecting back on his experience of being Called as a prophet. It's in Micah chapter three. And he says, I am filled with power with the ruach of Yahweh, the spirit of Yahweh, and with justice and with courage. So you've got somebody who's full of justice, courage and power. And he attributes all this to the empowering personal presence of Yahweh, the Spirit. To do what? To go launch a major social critique on Israel's leaders for neglecting the poor, mostly is his message. So here's the point to be made, is that when the Spirit's talked about by people, it's an experience of God as they are experiencing Him. So just like glory, to say that's the glory of God, they use a distinct word, glory. This is a particular physical manifestation, but that's not all of who God is. Just like your room, your teenage room displays your glory. Now, that tells me some things about you. But it's not you, it is you.",
    "start": "00:25:04",
    "end": "00:26:31"
  },
  {
    "text": "You made it.",
    "start": "00:26:32",
    "end": "00:26:32"
  },
  {
    "text": "That's where you live. But then it's also distinct from you. You are more than just the posters on your wall. And so in the same way, glory and spirit, it seems, are ways the biblical authors talk about how these biblical prophets and so on, they experienced a real experience of God. They call it spirit, they call it glory, but at the same time, it's imminent. But at the same time, they want to protect that God is more.",
    "start": "00:26:32",
    "end": "00:26:57"
  },
  {
    "text": "He's more than that. That makes sense. Yeah. That God's identity is such. He's so much. He is, you know that when you do encounter him, you would be encountering an aspect of Him.",
    "start": "00:26:57",
    "end": "00:27:14"
  },
  {
    "text": "Right.",
    "start": "00:27:14",
    "end": "00:27:14"
  },
  {
    "text": "And that aspect would be so full and so complete in a way, because he is so. He is. So if you're just like his spirit or His Word, it would seem like it is. It appears like a complete entity.",
    "start": "00:27:15",
    "end": "00:27:30"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:27:30",
    "end": "00:27:31"
  },
  {
    "text": "Which is Yahweh.",
    "start": "00:27:31",
    "end": "00:27:32"
  },
  {
    "text": "Yeah.",
    "start": "00:27:32",
    "end": "00:27:33"
  },
  {
    "text": "But then to say, well, that's Yahweh would be shortchanging what Yahweh actually is.",
    "start": "00:27:33",
    "end": "00:27:38"
  },
  {
    "text": "Yes.",
    "start": "00:27:38",
    "end": "00:27:39"
  },
  {
    "text": "So you'd have to say both. Well, that's Yahweh, but that's also the word of Yahweh.",
    "start": "00:27:39",
    "end": "00:27:43"
  },
  {
    "text": "Yeah. It's an aspect of Yahweh. It's an aspect of Yahweh. It's the communicative aspect. It's the word. It's his majestic aspect, the glory.",
    "start": "00:27:43",
    "end": "00:27:51"
  },
  {
    "text": "So by nature of the transcendence of God.",
    "start": "00:27:51",
    "end": "00:27:53"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:27:53",
    "end": "00:27:54"
  },
  {
    "text": "You have to then create a category in which you can experience God in a distinct way from God.",
    "start": "00:27:54",
    "end": "00:28:03"
  },
  {
    "text": "Yeah, In a way, that's God. But also an aspect that is distinct from him. It's not the whole him. This is actually pretty intuitive.",
    "start": "00:28:03",
    "end": "00:28:11"
  },
  {
    "text": "It is a bit intuitive, but even.",
    "start": "00:28:11",
    "end": "00:28:14"
  },
  {
    "text": "Like, if I were to show up to work one morning and I haven't had any coffee and I'm just not fully present and maybe even a little crabby or something, and you and I tried to have a conversation, you would put that into a context of the me. The Tim.",
    "start": "00:28:14",
    "end": "00:28:33"
  },
  {
    "text": "Yeah, Tim. You don't really seem like you're near.",
    "start": "00:28:33",
    "end": "00:28:35"
  },
  {
    "text": "Yeah, we would even say, like, we would talk about that Tim as a different Tim.",
    "start": "00:28:35",
    "end": "00:28:39"
  },
  {
    "text": "Yeah, Tim, where are you?",
    "start": "00:28:40",
    "end": "00:28:41"
  },
  {
    "text": "I would say we have a language. We say, I'm not myself today. So even we relationally have a framework for interacting with a person and we'd say, well, that's not really them. Or you introduce somebody to a friend and they make a bad first impression, and then you're like, you didn't really meet him. Didn't really meet him. So it's that same type of thing. When you meet somebody, even in a moment, you're not meeting the whole of them. You're meeting an aspect of them. And we have language that makes it seem like it's them and distinct from them. I've never thought of this before. Yeah, that's actually a good answer.",
    "start": "00:28:41",
    "end": "00:29:15"
  },
  {
    "text": "Really, really interesting. But I think the difference, an important difference, is that on your best day, when I'm hanging out with you, I'm hanging out with Tim.",
    "start": "00:29:15",
    "end": "00:29:23"
  },
  {
    "text": "Yeah, that's true. Yes. Yeah.",
    "start": "00:29:23",
    "end": "00:29:25"
  },
  {
    "text": "And you'd be like, oh, man, I feel myself and I'm experiencing you as yourself. Where there's something about the nature of God which is so transcendent that I'm not going to be able to hang out with God. It's more about fully himself.",
    "start": "00:29:25",
    "end": "00:29:42"
  },
  {
    "text": "That's right. It's more about my finite limitations as a puny man.",
    "start": "00:29:42",
    "end": "00:29:44"
  },
  {
    "text": "It's my finite limitations.",
    "start": "00:29:44",
    "end": "00:29:45"
  },
  {
    "text": "My experience of God will always be partial and limited.",
    "start": "00:29:46",
    "end": "00:29:49"
  },
  {
    "text": "So let's use kind of classic example. If, like, I'm a gerbil. It's not classic.",
    "start": "00:29:49",
    "end": "00:29:55"
  },
  {
    "text": "This is not classic. I've never heard you say that before.",
    "start": "00:29:56",
    "end": "00:29:59"
  },
  {
    "text": "So I'm a gerbil and I'm hanging out with Tim. Right. You and I hang out. I'm your, like, favorite gerbil. And I'm experiencing Tim. And I'm experiencing maybe, like. Maybe you're, like, grooming me or letting. You're playing with me. And I'm playing on a wheel and I'm experiencing, like, the love of Tim. Right.",
    "start": "00:29:59",
    "end": "00:30:19"
  },
  {
    "text": "Sorry. I can't get over this. Okay, I'm gonna try and take this seriously. This is serious. This is actually.",
    "start": "00:30:20",
    "end": "00:30:26"
  },
  {
    "text": "This is serious.",
    "start": "00:30:26",
    "end": "00:30:27"
  },
  {
    "text": "That's right. Serious conversation.",
    "start": "00:30:27",
    "end": "00:30:29"
  },
  {
    "text": "Do you want me to use someone else?",
    "start": "00:30:29",
    "end": "00:30:30"
  },
  {
    "text": "No. Fine. Okay, go ahead.",
    "start": "00:30:30",
    "end": "00:30:32"
  },
  {
    "text": "And I'm experiencing the love of Tim and my gerbil in my gerbil brain. My gerbil sized brain. I'm experiencing that. But I couldn't ever say as a gerbil to my gerbil friends, like, I experienced him. I probably would say that. But if I was like, sophisticated enough of a gerbil.",
    "start": "00:30:32",
    "end": "00:30:54"
  },
  {
    "text": "Sure, sure. Yeah.",
    "start": "00:30:54",
    "end": "00:30:55"
  },
  {
    "text": "I would realize, like, what I experienced was just an attribute of Tim.",
    "start": "00:30:55",
    "end": "00:31:00"
  },
  {
    "text": "Yeah.",
    "start": "00:31:00",
    "end": "00:31:01"
  },
  {
    "text": "Like, there's no way I can relate to Tim. Like another human could relate to Tim.",
    "start": "00:31:01",
    "end": "00:31:05"
  },
  {
    "text": "Sure, yeah.",
    "start": "00:31:05",
    "end": "00:31:06"
  },
  {
    "text": "So another human could see Tim fully. I can. I can experience you fully in a way. But if I was a gerbil, I couldn't. And so you have Yahweh, who is a divine being who's transcendent. And by that we mean so other. It would be like us hanging out.",
    "start": "00:31:06",
    "end": "00:31:21"
  },
  {
    "text": "The only Elohim who can generate a universe. And.",
    "start": "00:31:22",
    "end": "00:31:24"
  },
  {
    "text": "Yeah.",
    "start": "00:31:25",
    "end": "00:31:25"
  },
  {
    "text": "Providence.",
    "start": "00:31:25",
    "end": "00:31:25"
  },
  {
    "text": "We're like gerbils.",
    "start": "00:31:25",
    "end": "00:31:26"
  },
  {
    "text": "Yes.",
    "start": "00:31:26",
    "end": "00:31:27"
  },
  {
    "text": "In that regards.",
    "start": "00:31:27",
    "end": "00:31:27"
  },
  {
    "text": "Yeah. Less so, even highly exalted gerbils.",
    "start": "00:31:27",
    "end": "00:31:32"
  },
  {
    "text": "Yes, Gerbils with the image of Yahweh.",
    "start": "00:31:32",
    "end": "00:31:35"
  },
  {
    "text": "Yeah.",
    "start": "00:31:35",
    "end": "00:31:36"
  },
  {
    "text": "And so it's actually very, I guess, highly aware of these biblical authors to be able to realize, like, you know, I'm not actually experiencing Yahweh for holy. I can't. He's transcendent. When I experience him, though, it feels.",
    "start": "00:31:36",
    "end": "00:31:53"
  },
  {
    "text": "It's very real.",
    "start": "00:31:54",
    "end": "00:31:54"
  },
  {
    "text": "It feels very real. And it feels like I'm coming into contact with someone. But it's not Yahweh completely. It can't be. But it is Yahweh.",
    "start": "00:31:54",
    "end": "00:32:03"
  },
  {
    "text": "Yes.",
    "start": "00:32:03",
    "end": "00:32:03"
  },
  {
    "text": "So if you wrestle with that, suddenly you have this category that we're talking about.",
    "start": "00:32:03",
    "end": "00:32:09"
  },
  {
    "text": "Yeah. And if you were to develop language for it, you get these personified divine attributes.",
    "start": "00:32:09",
    "end": "00:32:14"
  },
  {
    "text": "If I was a really astute dirbal talking to my other gerbil friends about the ways of Tim, I'd be like, guys, Tim's ways are above our ways.",
    "start": "00:32:14",
    "end": "00:32:24"
  },
  {
    "text": "Oh, my God. Now I'm extremely uncomfortable.",
    "start": "00:32:24",
    "end": "00:32:27"
  },
  {
    "text": "Well, just as a human.",
    "start": "00:32:28",
    "end": "00:32:29"
  },
  {
    "text": "Right. Yeah.",
    "start": "00:32:29",
    "end": "00:32:30"
  },
  {
    "text": "It's like, why is Tim, like, using all those weird. Making all those weird noises with his mouth, talking to someone else? With someone else?",
    "start": "00:32:30",
    "end": "00:32:38"
  },
  {
    "text": "I don't know. His ways are above our ways.",
    "start": "00:32:38",
    "end": "00:32:39"
  },
  {
    "text": "His ways are above our ways. Why does he have clothes on his body?",
    "start": "00:32:39",
    "end": "00:32:42"
  },
  {
    "text": "I don't know. I don't know.",
    "start": "00:32:42",
    "end": "00:32:43"
  },
  {
    "text": "His ways are above our ways.",
    "start": "00:32:43",
    "end": "00:32:45"
  },
  {
    "text": "The thing he does. Yeah. Yeah, that's great. That's very helpful analogy.",
    "start": "00:32:45",
    "end": "00:32:51"
  },
  {
    "text": "I don't know if it is completely helpful.",
    "start": "00:32:51",
    "end": "00:32:53"
  },
  {
    "text": "No, I've. It's imperfect in some way, I'm sure.",
    "start": "00:32:53",
    "end": "00:32:55"
  },
  {
    "text": "Yeah.",
    "start": "00:32:55",
    "end": "00:32:56"
  },
  {
    "text": "The spirit, the spirit of Elohim, God's personal life giving presence.",
    "start": "00:33:27",
    "end": "00:33:32"
  },
  {
    "text": "Yeah.",
    "start": "00:33:32",
    "end": "00:33:32"
  },
  {
    "text": "When biblical authors and Israelites saw individuals acting Moses style because Moses reflecting God. Yeah. Moses. Remember that story where he said the spirit of Yahweh came on a bunch of those other elders. It's a story in numbers, chapter 11 and it's awesome. And then Joshua is like, hey, you know, there's a few too many elders who are empowered. There's two other guys, Eldad and Medad, who are like outside in the camp and they're acting like it too. And then Moses is like, oh man, I wish everybody, I wish all these people because then I wouldn't have to put up with their crap.",
    "start": "00:33:33",
    "end": "00:34:12"
  },
  {
    "text": "Yeah. We all just know what to do.",
    "start": "00:34:12",
    "end": "00:34:14"
  },
  {
    "text": "Yeah. So biblical authors, Israelites were aware when they saw unique humans in this Moses mode of an exalted truly image of God, human. So Micah is saying, that's what I feel like when I speak the word of Yahweh. That's the power to speak justice, to speak truth to power. It's God's own life giving presence. David actually most of the kings, but David in particular was aware of this empowering spirit to rule Israel. Well in First Samuel Joseph we actually talked about this in the video. Joseph was aware of and actually Pharaoh and people around Joseph were aware that he was somebody in whom the spirit of Elohim was.",
    "start": "00:34:14",
    "end": "00:34:56"
  },
  {
    "text": "So that seems like then it would be. That's a normal category for ancient thinkers that you can be filled with a spirit of element.",
    "start": "00:34:57",
    "end": "00:35:04"
  },
  {
    "text": "Yeah, yeah. It's an exalted human who becomes energized and therefore instrument of God's purpose.",
    "start": "00:35:04",
    "end": "00:35:10"
  },
  {
    "text": "That though it seems like we have categories for of this kind of transfixed, like this person is possessed.",
    "start": "00:35:10",
    "end": "00:35:18"
  },
  {
    "text": "Yeah. We've talked about this when we talked about spirit. This is actually a cross cultural idea that leaders and specifically artists and craftsmen people talk about the muse or genius. The idea of genius originally comes from spirit that communicates the genie creative ideas to you. Yeah. And that's connected. So Joseph is said to have wisdom and understanding through the spirit of God. So David rules in the power of God. Micah speaks justice filled by the spirit. Joseph is a really good administrator in federal government. And then the last example that we also talked about this in the Holy Spirit video, are those artists.",
    "start": "00:35:18",
    "end": "00:36:05"
  },
  {
    "text": "Yeah.",
    "start": "00:36:05",
    "end": "00:36:05"
  },
  {
    "text": "Betzalel Bezalel, who like Joseph is filled with the spirit of God, with wisdom and understanding. So this connects us now to. We talked about this also, that the spirit can come to be used for a meaning. To talk about your mind.",
    "start": "00:36:05",
    "end": "00:36:20"
  },
  {
    "text": "Yeah.",
    "start": "00:36:21",
    "end": "00:36:21"
  },
  {
    "text": "The invisible thoughts and ideas that I have, that you have, that have visible action, become visible, visibly effective in the world.",
    "start": "00:36:21",
    "end": "00:36:30"
  },
  {
    "text": "Yeah. In Hebrew, I would go, oh, I'm going to call that my ruach. In English, we would call that our mind.",
    "start": "00:36:30",
    "end": "00:36:36"
  },
  {
    "text": "Yep. So in Isaiah 40, then God's ruach is his mind. This is Isaiah 40. Who's measured the ruach of Yahweh, who's informed him with advice, with whom did he take counsel and gain knowledge. So Yahweh's ruach is his purposes, his thoughts. And then those can meld with human purposes and thoughts, in which case you'd say those people are filled with the spirit. Okay. So we've got the name, God's glory, God's Word, and then God's spirit. And the whole point of God's spirit is actually it doesn't ever appear as a physical entity.",
    "start": "00:36:36",
    "end": "00:37:14"
  },
  {
    "text": "It just embodies people.",
    "start": "00:37:14",
    "end": "00:37:16"
  },
  {
    "text": "Yeah. But it's always a human involved. So the name can be put in that angel.",
    "start": "00:37:16",
    "end": "00:37:22"
  },
  {
    "text": "Right.",
    "start": "00:37:22",
    "end": "00:37:23"
  },
  {
    "text": "And that's a human figure. When the angel appears, when God's glory appears, what they see is the exalted human royal figure, when God's spirit's in the middle.",
    "start": "00:37:23",
    "end": "00:37:32"
  },
  {
    "text": "Sometimes. Sometimes glory in the tabernacle or glory in the.",
    "start": "00:37:32",
    "end": "00:37:38"
  },
  {
    "text": "But the glory in the tabernacle is the glory of God over his throne.",
    "start": "00:37:38",
    "end": "00:37:42"
  },
  {
    "text": "The Ark of the Covenant, which, when Ezekiel sees it, is.",
    "start": "00:37:43",
    "end": "00:37:45"
  },
  {
    "text": "He actually sees a human figure. That's right. In theory, if you go in there, the whole point of the icon of the Ark is that you see nothing, because you can't limit Yahweh to any one visible thing. That's why you make no idols.",
    "start": "00:37:46",
    "end": "00:38:00"
  },
  {
    "text": "Right. But if you're just talking about the glory of God, then all of a sudden you can.",
    "start": "00:38:00",
    "end": "00:38:04"
  },
  {
    "text": "Yeah, apparently.",
    "start": "00:38:04",
    "end": "00:38:05"
  },
  {
    "text": "It's interesting.",
    "start": "00:38:05",
    "end": "00:38:06"
  },
  {
    "text": "It is interesting. But then we're talking about spirit. There's always a human involved, but it's another human who becomes, like Moses, an exalted human, an instrument of God. So I'm trying to think about our two shelves. We started with. There's one where it's kind of this being that appears as a human, that's Yahweh and distinct from Yahweh. And then there's humans that become these elevated humans who truly image God.",
    "start": "00:38:06",
    "end": "00:38:32"
  },
  {
    "text": "That was our first one.",
    "start": "00:38:33",
    "end": "00:38:33"
  },
  {
    "text": "That was our first one. When the Spirit's at work It's Yahweh and distinct from Yahweh, working through an exalted human or a human that's become the perfect conduit for God's purposes.",
    "start": "00:38:33",
    "end": "00:38:45"
  },
  {
    "text": "Okay.",
    "start": "00:38:45",
    "end": "00:38:45"
  },
  {
    "text": "So we have to think we're gonna have to find ways to draw this video. You have like four.",
    "start": "00:38:45",
    "end": "00:38:48"
  },
  {
    "text": "I know, I know. We have like four shelves that I'm seeing, and they're kind of connected a little bit. So you've got the four shelves. Yeah, seems like it. You got the image. Well, maybe, I don't know, get the image of God. Kind of shelf of like, here's a human being, fully human, connected to God. And then you've got the shelf of. Here's the angel of Yahweh, who is distinct from Yahweh, but also Yahweh. That's a shelf. That's a crazy shelf. And then you've got now this shelf of divine attributes, the word, the name, the glory. And then I guess when I say the fourth, there's kind of like we're calling the spirit an attribute. And maybe that's where I'm getting hung up a little bit because I guess I don't think of my mind as an attribute or I don't think of my.",
    "start": "00:38:48",
    "end": "00:39:38"
  },
  {
    "text": "I see your presence.",
    "start": "00:39:38",
    "end": "00:39:40"
  },
  {
    "text": "Yeah. I think of it as more of just like another part of me, another.",
    "start": "00:39:40",
    "end": "00:39:45"
  },
  {
    "text": "Way of talking about you yourself.",
    "start": "00:39:46",
    "end": "00:39:47"
  },
  {
    "text": "Yeah. I guess. What's the difference between an attribute and. Because an attribute is a way of talking about you. But my mind is the way I interact with everything. Right.",
    "start": "00:39:48",
    "end": "00:40:00"
  },
  {
    "text": "I know that.",
    "start": "00:40:01",
    "end": "00:40:01"
  },
  {
    "text": "So an attribute of mind might be that I'm friendly, but I can never be friendly without my mind.",
    "start": "00:40:02",
    "end": "00:40:09"
  },
  {
    "text": "Yeah. And you can't, as human, be present without your body. Your body is equivalent to your presence.",
    "start": "00:40:09",
    "end": "00:40:16"
  },
  {
    "text": "Right, right. Yeah, exactly.",
    "start": "00:40:16",
    "end": "00:40:19"
  },
  {
    "text": "But the whole point of an Elohim, whether it's the chief Elohim, Yahweh, or the other Elohim, is that they're not embodied. Yeah. They're disembodied.",
    "start": "00:40:20",
    "end": "00:40:31"
  },
  {
    "text": "Right. But the mind. I know I have a mind.",
    "start": "00:40:31",
    "end": "00:40:35"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:40:35",
    "end": "00:40:36"
  },
  {
    "text": "And it's not a physical thing.",
    "start": "00:40:36",
    "end": "00:40:38"
  },
  {
    "text": "Well, this has been a debate in philosophy for a long time.",
    "start": "00:40:38",
    "end": "00:40:41"
  },
  {
    "text": "Yeah.",
    "start": "00:40:41",
    "end": "00:40:41"
  },
  {
    "text": "Is the mind simply an emergent entity from all the synapses firing, or is it a non physical entity that merges?",
    "start": "00:40:41",
    "end": "00:40:52"
  },
  {
    "text": "When neuroscientists talk about the mind, they separate from the brain. So the brain is the physical thing. The neurons, the electricity firing through the neurons, the whole structure of the brain and all the other systems in your body that connect it to. But when they talk about the mind, they're talking about this non physical abstract idea in which it's the way that it's the patterns of electricity and it's the information that is stored. It's like a computer program. It's like a software. It's like. What is software? It's just information, but it creates an environment for which things to be understood and processed and executed. But it actually physically doesn't exist. Software doesn't. Right. So that's why they talk about it that way.",
    "start": "00:40:52",
    "end": "00:41:44"
  },
  {
    "text": "Okay. Really? So even like a material naturalist. Somebody with a material naturalist worldview would say that our mind is distinct from the brain, or is our mind simply our experience of our brains?",
    "start": "00:41:44",
    "end": "00:41:58"
  },
  {
    "text": "Well, I don't know. I mean, I don't know either. But I think a naturalist would say that the mind comes from the physical.",
    "start": "00:41:59",
    "end": "00:42:09"
  },
  {
    "text": "It emerges.",
    "start": "00:42:09",
    "end": "00:42:10"
  },
  {
    "text": "It emerges from. But is distinct.",
    "start": "00:42:10",
    "end": "00:42:12"
  },
  {
    "text": "But is distinct. Interesting. I wish I knew more. Another life, I would want to go into neuroscience.",
    "start": "00:42:12",
    "end": "00:42:18"
  },
  {
    "text": "This is all connected to like just information, theory of information, which is that what is information? Right. And how is it passed along? And so a computer uses ones and zeros and then it can create any sort of information with that and then stores it in. The hardware is silicon. Right. Made out of the chips. Our hardware is carbon and that formed in neurons and then the electrical currents that go through that. But we are processing the same thing, information. I see this abstract idea of information which does not exist physically.",
    "start": "00:42:18",
    "end": "00:43:00"
  },
  {
    "text": "Yes.",
    "start": "00:43:00",
    "end": "00:43:01"
  },
  {
    "text": "But we're computing it in a different way with our brains that we don't even really understand how we do it. Yeah, we have no clue. Quantum computers that they're developing is a different type of hardware that would require a different type of software, but it's still just computing information.",
    "start": "00:43:01",
    "end": "00:43:19"
  },
  {
    "text": "We live in a land much stranger than Oz. Yeah. That's really fascinating.",
    "start": "00:43:20",
    "end": "00:43:27"
  },
  {
    "text": "So I think when you're talking about your mind, you're talking about this abstract structure that you are consciously aware of that's processing this information.",
    "start": "00:43:27",
    "end": "00:43:38"
  },
  {
    "text": "So this is what makes it difficult for modern people who have a more materialist or naturalist worldview to conceive of a being with a mind with no hardware.",
    "start": "00:43:38",
    "end": "00:43:50"
  },
  {
    "text": "Right. With no hardware. Right, yeah.",
    "start": "00:43:50",
    "end": "00:43:53"
  },
  {
    "text": "Because the whole point of this concept of God as God's spirit with a mind and purpose is there's information processing happening with visible effects but no visible hardware.",
    "start": "00:43:53",
    "end": "00:44:05"
  },
  {
    "text": "Yeah. That's interesting.",
    "start": "00:44:05",
    "end": "00:44:06"
  },
  {
    "text": "So it's either a really advanced form of technology, which is entirely possible.",
    "start": "00:44:06",
    "end": "00:44:13"
  },
  {
    "text": "Sure.",
    "start": "00:44:14",
    "end": "00:44:14"
  },
  {
    "text": "Or. Yeah. Some other category.",
    "start": "00:44:14",
    "end": "00:44:16"
  },
  {
    "text": "Yeah.",
    "start": "00:44:16",
    "end": "00:44:17"
  },
  {
    "text": "Or it's made up. Right?",
    "start": "00:44:17",
    "end": "00:44:18"
  },
  {
    "text": "Yeah. Or it's made up.",
    "start": "00:44:18",
    "end": "00:44:19"
  },
  {
    "text": "What it's made up.",
    "start": "00:44:19",
    "end": "00:44:20"
  },
  {
    "text": "Right. Or it exists in a dimension.",
    "start": "00:44:20",
    "end": "00:44:24"
  },
  {
    "text": "Or a dimension or a mode.",
    "start": "00:44:24",
    "end": "00:44:26"
  },
  {
    "text": "Mode that we just don't understand, but.",
    "start": "00:44:26",
    "end": "00:44:28"
  },
  {
    "text": "It'S not detectable by us yet. Yeah, that's right. And then you get into string theory.",
    "start": "00:44:28",
    "end": "00:44:32"
  },
  {
    "text": "And the whole deal.",
    "start": "00:44:32",
    "end": "00:44:33"
  },
  {
    "text": "Holy cow. How did we get here?",
    "start": "00:44:34",
    "end": "00:44:36"
  },
  {
    "text": "Oh, man. We're talking about the mind of God.",
    "start": "00:44:36",
    "end": "00:44:39"
  },
  {
    "text": "Oh, yeah, we're talking about. Yes, yeah. God's spirit. There are biblical passages that use the word spirit to talk about God's mind or purpose that can influence another mind, a human, and work through a human mind. Kings, prophets and artists.",
    "start": "00:44:39",
    "end": "00:44:55"
  },
  {
    "text": "And I think how we got there was. I was just saying we understand that the mind is something physical.",
    "start": "00:44:55",
    "end": "00:45:00"
  },
  {
    "text": "That's right.",
    "start": "00:45:00",
    "end": "00:45:00"
  },
  {
    "text": "And you were like, well, do we? Yeah, I think that's true.",
    "start": "00:45:00",
    "end": "00:45:03"
  },
  {
    "text": "So what's interesting in this connection about God's spirit is it's God, but it's also the way that God is experienced in certain moments by these people. So it's not all of God, to go back to that analogy. It's an aspect of God. It's his mind and purpose. But the visible effect of that is all kinds of things. Justice, insight or wisdom. Actually, spirit and wisdom are really connected throughout the Hebrew Bible. When you see somebody acting under the influence of God's spirit, one of the most common things that they're doing is doing something that requires wisdom or insight. That happens with Joseph the first time it appears. That happens with the artist Bezalel the second time it appears. And then, interestingly, that leads us to the last divine attribute that I want to talk about. And it's all interconnected to the Word and the Spirit.",
    "start": "00:45:04",
    "end": "00:46:00"
  },
  {
    "text": "God's wisdom.",
    "start": "00:46:00",
    "end": "00:46:01"
  },
  {
    "text": "God's wisdom. So let's start with a couple statements. One from the Book of Proverbs, chapter 3, verse 19. By means of wisdom, Yahweh founded the land. He established the heavens by his understanding. So earlier we had that poem that was reflecting on Genesis 1 that said, by the word of Yahweh and by the Ruach the Spirit, the heavens were made.",
    "start": "00:46:01",
    "end": "00:46:54"
  },
  {
    "text": "And here in Proverbs it's saying that.",
    "start": "00:46:55",
    "end": "00:46:57"
  },
  {
    "text": "The wisdom of Yahweh created means wisdom. And I already know if I've read through the Hebrew Bible a bunch of.",
    "start": "00:46:57",
    "end": "00:47:02"
  },
  {
    "text": "Times, when I'm full of the Spirit.",
    "start": "00:47:02",
    "end": "00:47:04"
  },
  {
    "text": "I'm full of wisdom. Yeah. One of the most common things that people have when they're full of the Spirit is wisdom. So it makes perfect sense that you can say Yahweh's word, Yahweh's spirit. Yahweh's Wisdom. They're all different ways of saying how God made the universe. Jeremiah 10 is another just classic example. He made the land by his power. He established the world by his wisdom. By his understanding, he stretched out the heavens. So this is clearly a common category. The biblical authors have Yahweh's Wisdom, the biblical book where wisdom takes on a life of its own. We've made multiple videos about and talked about at length, Proverbs. Proverbs. And how wisdom is depicted as a literary person, an influential urban woman who goes out throughout the city calling out that people find her, embrace her, and listen to her. And it's interesting, she's depicted as. A. Yeah, influential urban woman. And she's depicted as a prophet because she goes out and speaks with divine authority and people. If people listen to her, they're listening to God.",
    "start": "00:47:04",
    "end": "00:48:21"
  },
  {
    "text": "And in Proverbs 8, talking about wisdom, it doesn't say God's wisdom, it just says wisdom.",
    "start": "00:48:21",
    "end": "00:48:26"
  },
  {
    "text": "Well, she'll say wisdom is the fear of the Lord fearing Yahweh. So, yeah, it's clear that this is another way of relating to Yahweh, but it's by listening to her.",
    "start": "00:48:27",
    "end": "00:48:38"
  },
  {
    "text": "Lady Wisdom.",
    "start": "00:48:38",
    "end": "00:48:39"
  },
  {
    "text": "Lady Wisdom, yeah. And so she gives a speech in Proverbs chapter 8. It's a whole persuasive speech to get you to listen to her. And the last card she pulls to try and convince you, one card is, hey, listen, anytime you see a king doing justice, he's been listening to me. Yeah, anytime you see just laws pulling.",
    "start": "00:48:39",
    "end": "00:49:01"
  },
  {
    "text": "Out a Rolodex here.",
    "start": "00:49:01",
    "end": "00:49:02"
  },
  {
    "text": "Yeah, yeah, totally. She's like, you know who I work with?",
    "start": "00:49:02",
    "end": "00:49:04"
  },
  {
    "text": "Yeah, you know who I work with?",
    "start": "00:49:04",
    "end": "00:49:06"
  },
  {
    "text": "You know who I work with?",
    "start": "00:49:06",
    "end": "00:49:07"
  },
  {
    "text": "My clients.",
    "start": "00:49:07",
    "end": "00:49:07"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:49:07",
    "end": "00:49:08"
  },
  {
    "text": "Wise kings.",
    "start": "00:49:08",
    "end": "00:49:09"
  },
  {
    "text": "Yep. The wisest kings in the world. Yeah, all that. Yeah, that's good. Pull out the Rolodex. And then she pulls out the ultimate card, the Yahweh card. And she says, actually, you know who I worked with?",
    "start": "00:49:09",
    "end": "00:49:22"
  },
  {
    "text": "My biggest client.",
    "start": "00:49:24",
    "end": "00:49:25"
  },
  {
    "text": "My biggest client. And then she uses the first word of the Bible in the beginning. She says, Yahweh possessed me at the beginning of his way before anything. Yeah, I was there with Yahweh from ancient times. I was appointed. And then in Proverbs 8:30, she uses a unique Hebrew word that Bible nerds have been debating about for millennia. She says, I was beside Yahweh in the beginning as an Amon, Amon delighting day by day before him. And I put a couple different English translations in front of you. Essentially, the word could mean in Some kind of apprentice or trusted person in training.",
    "start": "00:49:25",
    "end": "00:50:05"
  },
  {
    "text": "Yeah.",
    "start": "00:50:05",
    "end": "00:50:06"
  },
  {
    "text": "And so that comes out in some English translations, or it could mean someone entrusted to you like a child or an infant who needs to be cared for.",
    "start": "00:50:06",
    "end": "00:50:19"
  },
  {
    "text": "Can mean either of those things.",
    "start": "00:50:19",
    "end": "00:50:20"
  },
  {
    "text": "Yeah. There's argument pros and cons on either side. So the new international version actually kind of just dodges and just translates. I was constantly at his side, filled with delight day after day. The English Standard version, New American Standard, NRSV says I was beside him like a master workman, daily his delight. So how they translate here, you walk away going, oh, Yahweh used wisdom like a tool. So it's Yahweh's wisdom. It's a literary depiction, poetic depiction of God building the world by wisdom.",
    "start": "00:50:21",
    "end": "00:50:58"
  },
  {
    "text": "Yeah.",
    "start": "00:50:58",
    "end": "00:50:58"
  },
  {
    "text": "But once again, it's a literary depiction where the wisdom is Yahweh's attribute, but it's distinct. Classic. King James goes for the interpretation of the word that it's a nurse slaying or a child. I was beside him as one brought up by him.",
    "start": "00:50:59",
    "end": "00:51:16"
  },
  {
    "text": "Yeah.",
    "start": "00:51:16",
    "end": "00:51:16"
  },
  {
    "text": "In which case it's Yahweh has fostered wisdom.",
    "start": "00:51:16",
    "end": "00:51:19"
  },
  {
    "text": "Why wouldn't King James just say I was beside him like a child?",
    "start": "00:51:19",
    "end": "00:51:22"
  },
  {
    "text": "Because that interpretation of Amon, the Hebrew word, is one entrusted or raised by. Okay, yeah. So there you go. That's actually a long rabbit trail that we could go down. But all that to say is wisdom fits the same bill that all these other divine attributes have been. And it maps onto Yahweh's spirit and Yahweh's word.",
    "start": "00:51:22",
    "end": "00:51:46"
  },
  {
    "text": "Yeah. What's the significance that this is a woman? I mean, before everything's been very masculine.",
    "start": "00:51:46",
    "end": "00:51:53"
  },
  {
    "text": "Yeah, yeah, that's right. That's right. Well, the word. The Hebrew word for wisdom, Chokhmah. Yeah, yeah. Hebrew. Like, actually, most languages have what's called a grammatical gender, and it doesn't map onto any clear connections between masculine nouns, are more masculine things. It doesn't work like that. Has its own logic, has its own. Yeah, Its own system. And different languages have different systems of what they assign masculine or feminine. So it seems like one part of how this poetic personification gets spun out is because the noun is itself is feminine.",
    "start": "00:51:53",
    "end": "00:52:31"
  },
  {
    "text": "Sam.",
    "start": "00:52:55",
    "end": "00:53:18"
  },
  {
    "text": "So here's something cool. If you look at the Gospel of John, the opening sentence of the Gospel of John.",
    "start": "00:53:22",
    "end": "00:53:28"
  },
  {
    "text": "Yeah.",
    "start": "00:53:28",
    "end": "00:53:29"
  },
  {
    "text": "This is all connected in your mind. You'll see the opening sentences of John are drawing words and ideas from these shelves we've been looking at.",
    "start": "00:53:29",
    "end": "00:53:38"
  },
  {
    "text": "Right.",
    "start": "00:53:38",
    "end": "00:53:39"
  },
  {
    "text": "Specifically the word, the spirit and wisdom. So in the beginning.",
    "start": "00:53:39",
    "end": "00:53:44"
  },
  {
    "text": "Very clear.",
    "start": "00:53:45",
    "end": "00:53:46"
  },
  {
    "text": "Yeah, very clear. He's replaying Genesis 1 before your eyes.",
    "start": "00:53:46",
    "end": "00:53:49"
  },
  {
    "text": "Yeah.",
    "start": "00:53:49",
    "end": "00:53:49"
  },
  {
    "text": "And what he says is, in the beginning was the Word.",
    "start": "00:53:50",
    "end": "00:53:53"
  },
  {
    "text": "And we talked about the Word being there already in Genesis 1, when God spoke.",
    "start": "00:53:53",
    "end": "00:53:57"
  },
  {
    "text": "Yep. God spoke.",
    "start": "00:53:57",
    "end": "00:53:58"
  },
  {
    "text": "And then we saw that the Word of God is itself somehow distinct from God, but also God.",
    "start": "00:53:58",
    "end": "00:54:03"
  },
  {
    "text": "It can appear to people. It has hands. It can appear as a human figure touching Jeremiah's mouth.",
    "start": "00:54:03",
    "end": "00:54:09"
  },
  {
    "text": "So these are the breadcrumbs that, as a good Bible reader, you've been meditating on.",
    "start": "00:54:10",
    "end": "00:54:15"
  },
  {
    "text": "Yes.",
    "start": "00:54:15",
    "end": "00:54:16"
  },
  {
    "text": "And John has meditated on. And now as he's coming to pen about Jesus, he's pulling it all together.",
    "start": "00:54:16",
    "end": "00:54:23"
  },
  {
    "text": "Yep. So he's going to draw and call Jesus before becoming human, the Word. Now, when he says, in the beginning was this personified divine attribute of God.",
    "start": "00:54:23",
    "end": "00:54:36"
  },
  {
    "text": "Of God.",
    "start": "00:54:36",
    "end": "00:54:37"
  },
  {
    "text": "He's also pulling on Proverbs 8 that wisdom was in the beginning with God. We just read that Proverbs 8. So in the beginning was the Word. And then he has this line that once again, seems like bad math. The Word was with God and the Word was God. Right.",
    "start": "00:54:37",
    "end": "00:54:58"
  },
  {
    "text": "He's coming out and saying what we've been kind of dancing around.",
    "start": "00:54:59",
    "end": "00:55:01"
  },
  {
    "text": "Yes.",
    "start": "00:55:01",
    "end": "00:55:02"
  },
  {
    "text": "Which is this attribute seems distinct, but.",
    "start": "00:55:02",
    "end": "00:55:05"
  },
  {
    "text": "The same as God. Yeah. It's the basic shelf created by. In the Hebrew Bible, God's identity is complex, and there are entities which appear that are Yahweh and at the same time are distinct from Yahweh.",
    "start": "00:55:05",
    "end": "00:55:20"
  },
  {
    "text": "Yeah.",
    "start": "00:55:20",
    "end": "00:55:21"
  },
  {
    "text": "How else are you going to say it? And so this is how John puts it in as clear of language as he can. This Word that we met in the human figure of Jesus. Jesus was the Word that you read about in the Hebrew Bible. And he was with God, distinct and was God. He is Yahweh embodied. He goes on. He was in the beginning with God, just like Wisdom he was back then. So just like through wisdom and through the Word, all things came into being through him.",
    "start": "00:55:21",
    "end": "00:55:55"
  },
  {
    "text": "So you're bringing wisdom in the mix just because wisdom was. Because we know from Proverbs 8 that wisdom was also there in the beginning.",
    "start": "00:55:55",
    "end": "00:56:03"
  },
  {
    "text": "Yeah. Proverbs 8 is itself rereading Genesis 1 and placing wisdom.",
    "start": "00:56:04",
    "end": "00:56:09"
  },
  {
    "text": "And here's another rereading of Genesis 1.",
    "start": "00:56:09",
    "end": "00:56:11"
  },
  {
    "text": "Placing wisdom in Genesis 1. In the beginning, God by what means? By his Spirit and by His Word.",
    "start": "00:56:11",
    "end": "00:56:17"
  },
  {
    "text": "Yeah.",
    "start": "00:56:17",
    "end": "00:56:18"
  },
  {
    "text": "Proverbs comes back and rereads Genesis 1.",
    "start": "00:56:18",
    "end": "00:56:20"
  },
  {
    "text": "Says, hey, God's wisdom was wisdom. Lady Wisdom.",
    "start": "00:56:20",
    "end": "00:56:24"
  },
  {
    "text": "Plot of spirit and word.",
    "start": "00:56:24",
    "end": "00:56:26"
  },
  {
    "text": "Yeah, got it.",
    "start": "00:56:26",
    "end": "00:56:27"
  },
  {
    "text": "And now John's doing it, and he's putting Word Jesus as the Word and as the wisdom slot in the Beginning. So therefore, all things, if he is the wisdom in the Word, all things came into being through him. Apart from him, nothing came into the being that has come into being. In him was life, and that life was the light of men. And the light shines in the darkness. This is all the first sentences of Genesis.",
    "start": "00:56:27",
    "end": "00:56:54"
  },
  {
    "text": "Light, darkness.",
    "start": "00:56:54",
    "end": "00:56:55"
  },
  {
    "text": "Yep. Yeah. Life and all that. Then if you go down to verse 14, we'll really draw it together. So the Word became human and Flesh. Flesh, that's right, flesh. So that Word became human. And you're like, oh, yeah, the Word stretched out its hand to Jeremiah.",
    "start": "00:56:55",
    "end": "00:57:14"
  },
  {
    "text": "The words had a physical appearance before.",
    "start": "00:57:14",
    "end": "00:57:17"
  },
  {
    "text": "Yeah. The Word has appeared as a human before in the Hebrew Bible, but this.",
    "start": "00:57:17",
    "end": "00:57:20"
  },
  {
    "text": "Time it's not just appearing as human, it's actually flesh.",
    "start": "00:57:20",
    "end": "00:57:23"
  },
  {
    "text": "Correct. It's not just appearing as a human. It is a human.",
    "start": "00:57:23",
    "end": "00:57:26"
  },
  {
    "text": "Yeah.",
    "start": "00:57:26",
    "end": "00:57:26"
  },
  {
    "text": "And here's the second thing. The Word did the Word set up a temple, tabernacled among us, and we saw his glory.",
    "start": "00:57:27",
    "end": "00:57:36"
  },
  {
    "text": "His kavod.",
    "start": "00:57:36",
    "end": "00:57:38"
  },
  {
    "text": "His kavod. So what he's saying is Jesus was a human that was distinct from Yahweh, but is Yahweh. And he is the physical embodiment of God's Word, his purpose. He's the physical embodiment of God's kavod.",
    "start": "00:57:38",
    "end": "00:57:54"
  },
  {
    "text": "And God's glory also, which lived in the temple.",
    "start": "00:57:54",
    "end": "00:57:57"
  },
  {
    "text": "Lived in the temple and appeared as a human, an exalted, enthroned human, as the king of the universe. And then he says, we saw his glory, glory as the unique begotten one, the only begotten one from the Father, full of grace and truth. So the only begotten, what he's now doing is he's pulling on teachings of Jesus, Jesus's fundamental way of referring to the one who sent him and the one that he presented as his Father. And then he called himself the unique Son, who is distinct from the Father and one from the Father.",
    "start": "00:57:57",
    "end": "00:58:35"
  },
  {
    "text": "Begotten means. What is that word? It's a weird word.",
    "start": "00:58:36",
    "end": "00:58:39"
  },
  {
    "text": "Hey, everybody, this is Tim from the future who's rudely interrupting Tim and John from the past. However, John just asked a really important question about the meaning of this phrase, only begotten son, to describe Jesus and Tim of the past. Answer was a little bit rambling and not very succinct and thoughtful, at least as Tim of the future would prefer. So I'm going to replace the old answer with Tim of the future's answer, which is right now. So the question John asked is, what is this phrase, the only begotten son? It Appears just a few times in the New Testament. One is right here in the Gospel of John, chapter one. It also appears in the most famous Bible verse in the New Testament, John 3:16. For God so loved the world that he sent his only begotten Son. And a few other times in the New Testament. So here's the thing is if that's the version of John 3:16 that you know the phrase only begotten son, you actually know from that fact that it's an older Bible translation. The King James, the new American standard, the Revised Standard Standard, all have this phrase, the only begotten one. However, if you look at almost all of the modern translations from the past 50 years or so, you will notice that they don't use the phrase begotten at all, like the NIV or the esv. All read the one and only son. So there's been a debate, probably actually a few generations old now and mostly settled that this phrase, the Greek word is monogenes, that's used to describe Jesus. There were some. An older generation of Greek scholars thought that this word meant the only born, that the phrase gene in the Greek phrase Greek word monogenes. They thought that the genes part of that word refers to the Greek word genao, which means to be born. However, there's been a whole new recent set of research studies done that the root word of that is not only born, but rather only of a kind. So that's why all of the most up to date Greek dictionaries, I'm just looking here at the like standard Greek dictionary that biblical scholars use by Frederick Danker and Walter Bauer. And the entry, the first set of meanings is the only one of its kind or the one and only. So what this word means, what John is doing as he introduces Jesus, he's going to call Jesus the Son of God. However, as you've learned from the series, there are other beings, spiritual beings, that can also be called the sons of God. They're talked about all over the Hebrew scriptures. However, John wants to preserve this phrase that Jesus used of himself, the Son, and the idea that all over Jesus teachings that God was his father. But John uses this word, the one and only Son, the monogene Son, to distinguish Jesus from any other other being that could be called the Son of God. Why does he want to distinguish it? Because as he's going to go on to claim that Jesus is the one and only son, because he is both distinct from the God of Israel and he is the God of Israel at the same time. And so I know the math doesn't work on that one.",
    "start": "00:58:40",
    "end": "01:02:05"
  },
  {
    "text": "Right.",
    "start": "01:02:05",
    "end": "01:02:05"
  },
  {
    "text": "It's like one plus one is one. But that's the claim that John is going to try and make. And so it's actually kind of important, I think, that we shift our language away from only begotten, primarily because to say that Jesus is the only born Son. Misunderstandings of that Word have led to a number of offshoots from orthodox Christian tradition that claim that Jesus is the first and supreme created being from God. He is not identical for sharing in the identity of the God of Israel himself. So that's not what this word means. Rather, it's saying that Jesus is the one and only unique son of all the other spiritual beings because he actually shares in God's identity and is one with God. And then the rest of the Gospel of John is going to spell out what exactly that means. So anyway, that's Tim of the future's clarification of Tim of the past. John is now going to summarize and wrap up this whole conversation.",
    "start": "01:02:05",
    "end": "01:03:09"
  },
  {
    "text": "Yeah, let me just walk through this again. So in the beginning was the Word. We know in the beginning God created. We also know God created with his ruach and with his words. We know that the Word in Hebrew Bible, the Word of Yahweh, becomes a character in and of itself. We know that also from Proverbs 8 that in the beginning Wisdom was there, creating. So there's all this rich literature to pull from the Old Testament that when we get to John 1 and he's saying in the beginning was the Word, all of these things are coming to mind. And then he says the Word was with God so distinct, but the Word was God. So also Yahweh himself. And through the Word everything was made. Life, light shines, you know, that's creation. And he's saying all this to introduce Jesus. So he's making this claim that this is Jesus was Jesus wasn't just merely a human, he was the Word who became human, became flesh and tabernacled. And we saw his glory, which is another attribute of God. Cool.",
    "start": "01:03:11",
    "end": "01:04:29"
  },
  {
    "text": "So here's one concluding thought, and this will launch us into the New Testament and what the apostles are saying about Jesus. It's a very common misperception that the concept of the Trinity and the idea of God as Father, Son and Spirit is a Christian innovation, that it's foreign to the Bible. Totally. Other.",
    "start": "01:04:29",
    "end": "01:04:49"
  },
  {
    "text": "The Word doesn't appear in the Bible.",
    "start": "01:04:49",
    "end": "01:04:51"
  },
  {
    "text": "Trinity.",
    "start": "01:04:51",
    "end": "01:04:52"
  },
  {
    "text": "Right. The Word Trinity doesn't appear.",
    "start": "01:04:52",
    "end": "01:04:53"
  },
  {
    "text": "And so therefore it's a later, hundreds of years later that Christians are imposing a foreign set of categories and language onto Jesus and onto the Hebrew Bible. So in biblical scholarship, that idea has been thoroughly unraveled and disproven. That has not happened on the popular level, however. And so what you get is Christians who are just like, well, the Trinity, I guess. So I don't know. I don't know how that comes out of the Bible, but okay, sure. Or you get people for whom it becomes a real stumbling block for them. And so, yeah, essentially what we're saying is that these are all Jewish ideas that emerge from the Hebrew Bible. And when you go back to the literature of this period, you see Jewish scholars, they're all tracking with all this stuff. These aren't foreign. And talking about God in these complex ways was not viewed as compromising their belief in one God. You see all these complex things happening in the same books as statements as there's no God besides me, or there's only one God. So for ancient Israelites and Jews, this all is a part of their understanding of a complex God. And what Jesus and the New Testament authors are going to do is then say, yes, and that complex God has met us in the person of Jesus, who is the surprising but also completely connected fulfillment of all these ways of talking about God. Thank you guys for listening to this.",
    "start": "01:04:54",
    "end": "01:06:34"
  },
  {
    "text": "Episode of the BibleProject podcast. If you have a question after listening to these episodes of the God series, and I can't imagine anybody listening to it and not having a zillion questions, so send us one of them@infoointhebibleproject.com we're going to be hosting more Q and R episodes throughout the series as we go on. If you can send us an audio recording of your question, keep it to around 20 seconds and also introduce yourself and where you're from.",
    "start": "01:06:34",
    "end": "01:07:05"
  },
  {
    "text": "We'd love to hear from you.",
    "start": "01:07:05",
    "end": "01:07:06"
  },
  {
    "text": "The Bible Project is a nonprofit animation studio in Portland, Oregon. We make videos and other resources available for free to help everybody from all walks of life understand the story that the Bible is trying to tell us and to know how it leads to Jesus. We're able to do this because of the support of generous people like you all.",
    "start": "01:07:07",
    "end": "01:07:27"
  },
  {
    "text": "Thanks for being a part of this with us.",
    "start": "01:07:28",
    "end": "01:07:30"
  },
  {
    "text": "Hi, my name is Jasmine and I'm from Portland, Oregon. I use the Bible Project well. What I use is the Big Green Gray book that has, like, simplifies things, but tells you exactly what the Bible is saying in each chapter, the Read Scripture book. And I think it's absolutely amazing. What I really enjoy about the Read Scripture book is because for those that may have a hard time like, understanding Bible and scripture, I think it really helps people to really, like, connect all the pieces together. So I use the Read Scripture book and then I go to the actual like, scripture and like in the Bible to connect pieces. Because sometimes it can be a little bit confusing for me. And I love the visuals that they have in the Read Scripture book as well. Yeah, it's like made reading the Bible really fun for me, so. And come to life. We believe the Bible is a unified story that leads to Jesus. We are a crowdfunded program project by people like me. Find free videos, study notes, and more@thebibleproject.com.",
    "start": "01:07:30",
    "end": "01:08:38"
  }
]