[
  {
    "text": "Welcome to the BibleProject podcast today. This episode is a question and response on our poetry and metaphor episodes. Those last five episodes talking through poetry and metaphor and symbolism in biblical poetry. We got great questions from you guys, and we. And we're gonna respond as best we can. Thanks for joining us. Here we go. Good morning, Tim.",
    "start": "00:00:08",
    "end": "00:00:31"
  },
  {
    "text": "Hey there. Good morning.",
    "start": "00:00:32",
    "end": "00:00:33"
  },
  {
    "text": "How are you?",
    "start": "00:00:34",
    "end": "00:00:35"
  },
  {
    "text": "I'm great. Cup of coffee?",
    "start": "00:00:35",
    "end": "00:00:38"
  },
  {
    "text": "Yeah. With Deborah on it.",
    "start": "00:00:38",
    "end": "00:00:40"
  },
  {
    "text": "Yeah. With Deborah, the warrior princess from the Book of Judges on it. Yeah. It's a beautiful summer day, and we're gonna answer people's thoughtful questions about poetry and metaphor.",
    "start": "00:00:40",
    "end": "00:00:51"
  },
  {
    "text": "Yeah. Thanks for sending them in.",
    "start": "00:00:51",
    "end": "00:00:52"
  },
  {
    "text": "Yep.",
    "start": "00:00:53",
    "end": "00:00:53"
  },
  {
    "text": "I had a great time discussing poetry and metaphor with you. And the poetry video is out. Right? But the metaphor video is yet to be.",
    "start": "00:00:53",
    "end": "00:01:04"
  },
  {
    "text": "Yeah, the metaphor video will come out in fall 2018.",
    "start": "00:01:04",
    "end": "00:01:07"
  },
  {
    "text": "In the fall, it'll be a season five.",
    "start": "00:01:07",
    "end": "00:01:09"
  },
  {
    "text": "Yep.",
    "start": "00:01:09",
    "end": "00:01:10"
  },
  {
    "text": "It is cool.",
    "start": "00:01:10",
    "end": "00:01:11"
  },
  {
    "text": "It's shaping up to look awesome.",
    "start": "00:01:11",
    "end": "00:01:13"
  },
  {
    "text": "Yes.",
    "start": "00:01:13",
    "end": "00:01:13"
  },
  {
    "text": "Yeah. Really neat.",
    "start": "00:01:13",
    "end": "00:01:14"
  },
  {
    "text": "So let's jump right in, Ivan.",
    "start": "00:01:15",
    "end": "00:01:17"
  },
  {
    "text": "Hello, Bible Project. I am Ivan from El Salvador. I have a few questions. I want to ask some question about poetry. In the Bible, how you identify poetry. For example, some people say Genesis 1 is poetry. Some people says Genesis 1 is actually history. And how you can identify that poetry, because I know in the Bible is a lot of poetry, and it's a lot of narrative and how you identify that kind of stuff. I want to say thank you because you are a great inspiration for me. I'm a Christian artist. I do Christian comics, and you really, really inspire me. And I want to say thank you for sharing the gospel, for sharing the Bible, for sharing Jesus, and please never stop, keep doing your good work, and we're gonna be watching from El Salvador. Thank you.",
    "start": "00:01:18",
    "end": "00:02:19"
  },
  {
    "text": "Sweet. Thanks, Ivan. That's a perceptive question and a question lots of people ask.",
    "start": "00:02:20",
    "end": "00:02:25"
  },
  {
    "text": "How to identify poetry versus.",
    "start": "00:02:25",
    "end": "00:02:27"
  },
  {
    "text": "Yes, but the specific question about Genesis applied to Genesis, chapter one.",
    "start": "00:02:27",
    "end": "00:02:32"
  },
  {
    "text": "No. That's a great question.",
    "start": "00:02:32",
    "end": "00:02:33"
  },
  {
    "text": "Yeah. So maybe just I want to clarify and just. Because the way you ask the question is actually a way many people ask it. So you're asking what's the difference between poetry and narrative in general? But notice even, Ivan, this isn't about you. This is about how we've been shaped to have this conversation in the modern era. What you asked was, some people say Genesis 1 is poetry, some people say Genesis 1 is history. So just notice poetry is a type of literature, actual history. Reflection refers to events. So the real question that we want to be asking is, how do we tell narrative apart from poetry and what we Assume that the role of biblical narrative is simply to give us ancient video camera footage of actual history, as opposed to narrative being an artistic representation of events. So I want to reframe the question, to say the question ought to be, is Genesis 1 poetry or narrative in terms of its literary form?",
    "start": "00:02:34",
    "end": "00:03:39"
  },
  {
    "text": "So that's great. Now, we talked before, and I don't remember which episode it was and what the context was, but we talked about the pipe. This is the pipe.",
    "start": "00:03:40",
    "end": "00:03:50"
  },
  {
    "text": "That's right. Yeah, that's right.",
    "start": "00:03:50",
    "end": "00:03:51"
  },
  {
    "text": "What was that in context of?",
    "start": "00:03:52",
    "end": "00:03:53"
  },
  {
    "text": "It was in our introduction to reading Biblical Narrative.",
    "start": "00:03:53",
    "end": "00:03:56"
  },
  {
    "text": "Okay.",
    "start": "00:03:56",
    "end": "00:03:56"
  },
  {
    "text": "Yeah. No, it's just that. Yeah. It's a famous painting of a pipe that says, this is not a pipe on the painting. This is not a pipe.",
    "start": "00:03:56",
    "end": "00:04:03"
  },
  {
    "text": "In French. Yeah, it says it in French.",
    "start": "00:04:03",
    "end": "00:04:05"
  },
  {
    "text": "Yeah.",
    "start": "00:04:05",
    "end": "00:04:05"
  },
  {
    "text": "And la pip is the only part I remember.",
    "start": "00:04:05",
    "end": "00:04:08"
  },
  {
    "text": "It's a ne' e pas une pipe.",
    "start": "00:04:08",
    "end": "00:04:09"
  },
  {
    "text": "Wow. You know, the whole French.",
    "start": "00:04:09",
    "end": "00:04:10"
  },
  {
    "text": "Rene Magritte was the painter, and the.",
    "start": "00:04:10",
    "end": "00:04:13"
  },
  {
    "text": "Point of that was. Yes. This looks just like a pipe, but it's not. It's a painting of a pipe.",
    "start": "00:04:13",
    "end": "00:04:19"
  },
  {
    "text": "Yeah.",
    "start": "00:04:19",
    "end": "00:04:19"
  },
  {
    "text": "And it's kind of a mind bender because. What's the distinction? Why are you making a distinction between an actual pipe and a painting of a pipe?",
    "start": "00:04:19",
    "end": "00:04:26"
  },
  {
    "text": "Yeah.",
    "start": "00:04:27",
    "end": "00:04:27"
  },
  {
    "text": "And I think that's what you're saying with history. History refers to actual events that happened in space time.",
    "start": "00:04:27",
    "end": "00:04:34"
  },
  {
    "text": "Correct.",
    "start": "00:04:34",
    "end": "00:04:35"
  },
  {
    "text": "And as soon as you then write down those events, what you have is not the event.",
    "start": "00:04:35",
    "end": "00:04:42"
  },
  {
    "text": "Right.",
    "start": "00:04:43",
    "end": "00:04:43"
  },
  {
    "text": "You have the writing of the event.",
    "start": "00:04:43",
    "end": "00:04:45"
  },
  {
    "text": "You have a written representation of the event.",
    "start": "00:04:45",
    "end": "00:04:48"
  },
  {
    "text": "Yeah. And then you can talk about how accurate that was to the actual event. You could talk about all sorts of things. There's different ways you could write down an event.",
    "start": "00:04:48",
    "end": "00:04:56"
  },
  {
    "text": "Correct.",
    "start": "00:04:57",
    "end": "00:04:57"
  },
  {
    "text": "You could write it down like, what are those people called in a courtroom that are just typing down every single word?",
    "start": "00:04:57",
    "end": "00:05:03"
  },
  {
    "text": "Yes.",
    "start": "00:05:03",
    "end": "00:05:03"
  },
  {
    "text": "A stenographer. Yeah. You could act like that, where you're just trying to capture.",
    "start": "00:05:03",
    "end": "00:05:07"
  },
  {
    "text": "Obviously, it's impossible, but even a stenographer's report is a painting of the pipe.",
    "start": "00:05:08",
    "end": "00:05:14"
  },
  {
    "text": "Yeah.",
    "start": "00:05:14",
    "end": "00:05:14"
  },
  {
    "text": "Because the stenographer is sitting in one location in the room and. And can't see what one person's doing behind their desk.",
    "start": "00:05:14",
    "end": "00:05:22"
  },
  {
    "text": "Well, they're not typing out what everyone's doing. They're just typing out what people are saying.",
    "start": "00:05:22",
    "end": "00:05:25"
  },
  {
    "text": "Yeah. All they can type out is what people are. That's correct. Yeah, that's right.",
    "start": "00:05:25",
    "end": "00:05:29"
  },
  {
    "text": "But they don't know your intentions. They don't know your facial expression.",
    "start": "00:05:29",
    "end": "00:05:32"
  },
  {
    "text": "They don't know what somebody's whispering. They don't know what somebody's thinking. They don't know lots of things.",
    "start": "00:05:32",
    "end": "00:05:37"
  },
  {
    "text": "So you can read that and you can get a good idea what happened in the courtroom that day. But that's not what happened in the courtroom.",
    "start": "00:05:37",
    "end": "00:05:41"
  },
  {
    "text": "But even then, the stenographer's report of what happened in a courtroom is. Is not what actually happened.",
    "start": "00:05:41",
    "end": "00:05:47"
  },
  {
    "text": "And then you got the people in the courtroom.",
    "start": "00:05:47",
    "end": "00:05:49"
  },
  {
    "text": "It's a representation of what happens from that person's point of view.",
    "start": "00:05:49",
    "end": "00:05:52"
  },
  {
    "text": "Then you have people in the courtroom who come just to paint a picture of what's going on. Because they don't allow cameras in.",
    "start": "00:05:52",
    "end": "00:05:59"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:05:59",
    "end": "00:06:00"
  },
  {
    "text": "So they're representing the courtroom that day in a different medium. And that painting is not what happened that day. It's a painting of what happened that day.",
    "start": "00:06:00",
    "end": "00:06:08"
  },
  {
    "text": "It's a representation of what happened.",
    "start": "00:06:08",
    "end": "00:06:10"
  },
  {
    "text": "And so every time you record something, you are making decisions of how you're going to do it and what you're going to emphasize and why you're doing it. And this is something I've done a lot is when I think, is this history? What I really want to know is, did this actually happen?",
    "start": "00:06:10",
    "end": "00:06:28"
  },
  {
    "text": "Correct. Yeah, and that's an important question.",
    "start": "00:06:28",
    "end": "00:06:31"
  },
  {
    "text": "Yeah. And I think that's what people want to know with Genesis.",
    "start": "00:06:31",
    "end": "00:06:35"
  },
  {
    "text": "That's right.",
    "start": "00:06:35",
    "end": "00:06:35"
  },
  {
    "text": "One and two. Yeah, but did that actually happen?",
    "start": "00:06:36",
    "end": "00:06:38"
  },
  {
    "text": "Did it actually happen? But that's a different question than asking what's the literary form of this text?",
    "start": "00:06:38",
    "end": "00:06:44"
  },
  {
    "text": "So let's first ask what's the literary form of Genesis 1, 2.",
    "start": "00:06:44",
    "end": "00:06:47"
  },
  {
    "text": "Yeah. Yeah. So, okay, so this is part of your real question, Ivan. It's just, how do you tell poetry apart from narrative? So this is back in the first episode of the podcast. We talked about this. Hebrew poetry has a clear set of markers that you can tell it apart. Usually English translations or whatever translation you're reading in, many translations often format poetry differently. They break it up into short lines that are kind of parallel with each other.",
    "start": "00:06:47",
    "end": "00:07:15"
  },
  {
    "text": "Yeah.",
    "start": "00:07:15",
    "end": "00:07:15"
  },
  {
    "text": "And that's mimicking what's going on in Hebrew poetry. It's short lines of three to five words set in couplets or sometimes triads. So two lines that are parallel or three lines set in parallelism.",
    "start": "00:07:16",
    "end": "00:07:31"
  },
  {
    "text": "So you're saying one really quick way to check is, did the translators format it as poetry?",
    "start": "00:07:31",
    "end": "00:07:36"
  },
  {
    "text": "Yeah, you can just see it formatted as poetry. You're like, oh, that's poetry. But our translators don't always do that. There's all kinds of poems that are not set apart as poetry, especially in the New Testament. In Paul's letters, he often will break out in a little poem, and it's not formatted and it's not formatted that way in most English translations. So that really is. The key marker, is short, dense lines set in parallel relationships. However, you can write a narrative where there's lots of repetition, stylistic repetition. However, it's a narrative. And then. And he says. And it has poetic elements, but a narrative can be poetic. And that's definitely what's going on in Genesis 1. Genesis 1 is a highly stylized poetic representation of.",
    "start": "00:07:36",
    "end": "00:08:23"
  },
  {
    "text": "It's kind of a hybrid between narrative and poetry.",
    "start": "00:08:23",
    "end": "00:08:25"
  },
  {
    "text": "No, it's just. It's poetic narrative.",
    "start": "00:08:25",
    "end": "00:08:28"
  },
  {
    "text": "Poetic narrative.",
    "start": "00:08:28",
    "end": "00:08:29"
  },
  {
    "text": "Yeah.",
    "start": "00:08:29",
    "end": "00:08:29"
  },
  {
    "text": "That sounds like a hybrid.",
    "start": "00:08:29",
    "end": "00:08:30"
  },
  {
    "text": "Or. Sorry, it's narrative.",
    "start": "00:08:30",
    "end": "00:08:31"
  },
  {
    "text": "It's narrative that has a lot of poetic elements.",
    "start": "00:08:31",
    "end": "00:08:34"
  },
  {
    "text": "A lot of poetic stylistic elements. If I could just show you charts, Ivan. I have all these charts on repeated words and repeated phrases in Genesis 1. It's a masterpiece. I mean, somebody sat down and counted how many words will appear in what sentences. It's amazing. Genesis 1's amazing. So it's highly stylized and artistic in its arrangement and design and composition.",
    "start": "00:08:34",
    "end": "00:08:59"
  },
  {
    "text": "But it's not Hebrew poetry.",
    "start": "00:08:59",
    "end": "00:09:00"
  },
  {
    "text": "But it's not Hebrew poetry. It doesn't have short couplets. Couplets, Parallel lines. And it has a narrative form in the beginning, and God did this, and God said this, and that was what happened. So it has a clear form of narrative, but it's poetic narrative. And so we shouldn't think of these necessarily, poetry and narrative as hard and fast categories.",
    "start": "00:09:00",
    "end": "00:09:24"
  },
  {
    "text": "We have been talking about them that way.",
    "start": "00:09:25",
    "end": "00:09:27"
  },
  {
    "text": "Well, yeah, and they are clearly recognizable. But there is also a spectrum. Sure. There are like two extreme ends of a spectrum.",
    "start": "00:09:27",
    "end": "00:09:33"
  },
  {
    "text": "Yeah.",
    "start": "00:09:33",
    "end": "00:09:33"
  },
  {
    "text": "And in between those, you can have more nuanced categories. Where a poem can tell a story.",
    "start": "00:09:34",
    "end": "00:09:39"
  },
  {
    "text": "Sure.",
    "start": "00:09:39",
    "end": "00:09:40"
  },
  {
    "text": "Or where a narrative can be stylized with lots of repetition. That's like poetry, even though it's not poetry.",
    "start": "00:09:40",
    "end": "00:09:47"
  },
  {
    "text": "It can be in the structure of a poem with the couplets and the short lines, but then it can draw from elements of narrative and that. It could be trying to tell a story and have character and plot.",
    "start": "00:09:47",
    "end": "00:09:57"
  },
  {
    "text": "That's right.",
    "start": "00:09:57",
    "end": "00:09:58"
  },
  {
    "text": "And in the same way, a narrative can have. Or it can be the structure of a narrative, but have all these poetic elements of repeated words and things set.",
    "start": "00:09:58",
    "end": "00:10:08"
  },
  {
    "text": "In parallel to each other.",
    "start": "00:10:08",
    "end": "00:10:09"
  },
  {
    "text": "This is an example of narrative, structurally narrative, but with a lot of poetic elements.",
    "start": "00:10:10",
    "end": "00:10:16"
  },
  {
    "text": "Correct. Yep.",
    "start": "00:10:16",
    "end": "00:10:17"
  },
  {
    "text": "Genesis one.",
    "start": "00:10:17",
    "end": "00:10:18"
  },
  {
    "text": "Genesis one. Oh, dude. So great. We're starting to work on concepting out a series, a video series, where we're going to explore literary and theological themes in Genesis 1 and 2.",
    "start": "00:10:18",
    "end": "00:10:30"
  },
  {
    "text": "That's right.",
    "start": "00:10:30",
    "end": "00:10:31"
  },
  {
    "text": "So I've been thinking a lot about it.",
    "start": "00:10:31",
    "end": "00:10:33"
  },
  {
    "text": "It's gonna be exciting.",
    "start": "00:10:33",
    "end": "00:10:33"
  },
  {
    "text": "Oh, it's gonna be awesome. Good question, Ivan. Thank you.",
    "start": "00:10:33",
    "end": "00:10:36"
  },
  {
    "text": "Can I poke at that more? So, you know, obviously the debate behind Genesis 1 being narrative or poetry often is because people want to know, how did the world actually get created?",
    "start": "00:10:36",
    "end": "00:10:49"
  },
  {
    "text": "Oh, sure, Right, yeah.",
    "start": "00:10:49",
    "end": "00:10:51"
  },
  {
    "text": "And if it is narrative, does that mean that it was trying to be kind of video camera footage of sorts, but just then in a poetic way?",
    "start": "00:10:52",
    "end": "00:11:02"
  },
  {
    "text": "Well, it's a narrative representation that has clear, you know, the shape of that narrative goes from Genesis 1:1 to Genesis chapter 2, verse 3.",
    "start": "00:11:02",
    "end": "00:11:13"
  },
  {
    "text": "Yeah. Is the creation.",
    "start": "00:11:14",
    "end": "00:11:15"
  },
  {
    "text": "Yeah. The chapter breaks actually disrupt the original form of that narrative. What's interesting is that the author of Genesis or the composer, the arranger of Genesis has put that first narrative representation of creation alongside another one that starts in Genesis chapter 2, verse 4, and goes all the way to the expulsion of humanity from Eden in Genesis chapter three, verse 24. But Genesis, so one and then the narrative in Genesis two both describe. They're both creation narratives in terms of they begin with chaotic disorder and they move with God inhabiting the world with animals and then humans to take care of it. But the narrative chronology, the sequence of events in Genesis 1 and Genesis 2 are different. They're different. So Genesis 2 has a one day scheme. Genesis 1 has a seven day scheme. Genesis 1, it goes land, then animals, then humans. Genesis 2 goes land, then humans, then animals.",
    "start": "00:11:15",
    "end": "00:12:20"
  },
  {
    "text": "So you think it's tipping its hat right away of saying this isn't security footage kind of representation of if you were there when creation was ordered as much as it is a narrative representation in order to communicate really important ideas to them.",
    "start": "00:12:20",
    "end": "00:12:36"
  },
  {
    "text": "Yeah, that's right. The biblical narratives are comfortable putting narrative representations of creation next to each other that don't agree in all kinds of details that we think are the most important ones. Yeah, but they clearly don't because they just put those two next to each other. What they think are important are the thematic theological themes that are connecting those two stories. And then you go on, you go, Psalm 74 is a creation poem and it has God slaying a multi headed dragon, ripping it apart to make the sky and the sea. Or Psalm 78 ends with a creation poem of God building his temple above the waters and the land is his footstool. So there's many creation narratives in the Old Testament and they all are different representations. Illustration I'm often using now is you can understand the universe by looking at a Hubble telescope photograph. You can also understand the night sky by looking at Vincent Van Gogh's famous painting, Starry Night. They are both representations of the night sky and they're both faithful representations of the night sky based on the purpose of each of those mediums. And so what we should do is honor the diversity of representations and not try and like, undo them and make them all one, because we want to know what really happened. Biblical authors are more concerned to tell us the meaning of what happened oftentimes than just simply what happened. So of course, something happened. Here we are sitting here. Creation happened.",
    "start": "00:12:36",
    "end": "00:14:14"
  },
  {
    "text": "Yeah.",
    "start": "00:14:14",
    "end": "00:14:15"
  },
  {
    "text": "Like the universe came into existence in some way.",
    "start": "00:14:15",
    "end": "00:14:18"
  },
  {
    "text": "Yeah.",
    "start": "00:14:18",
    "end": "00:14:18"
  },
  {
    "text": "The Old Testament gives us multiple portraits of what that was about. And I don't think we should try and reduce them all to one. All to one formula.",
    "start": "00:14:19",
    "end": "00:14:30"
  },
  {
    "text": "Yeah. Cool. Chris Powers. Such a cool name.",
    "start": "00:14:30",
    "end": "00:14:33"
  },
  {
    "text": "Awesome name.",
    "start": "00:14:34",
    "end": "00:14:35"
  },
  {
    "text": "I wish I had that name.",
    "start": "00:14:36",
    "end": "00:14:37"
  },
  {
    "text": "Yeah.",
    "start": "00:14:37",
    "end": "00:14:38"
  },
  {
    "text": "Feels like either like, I don't know, like a WWE fighter or like just a superhero.",
    "start": "00:14:38",
    "end": "00:14:42"
  },
  {
    "text": "Yeah. Chris, you're a hero.",
    "start": "00:14:42",
    "end": "00:14:44"
  },
  {
    "text": "He has a question.",
    "start": "00:14:44",
    "end": "00:14:45"
  },
  {
    "text": "And you're from Illinois. Okay.",
    "start": "00:14:45",
    "end": "00:14:47"
  },
  {
    "text": "Hi, John and Tim. I'm Chris Powers from Carbondale, Illinois. You talked about the metaphor of time as a possession and used it as an example of a model metaphor. Then he said that the Bible doesn't view time in this way. However, in Psalm 31:15, David says, My times are in your hand. And in Ephesians 5:16, Paul writes that we should redeem the time. Don't these phrases suggest that both David and Paul view time figuratively as a tangible and valuable possession? Thanks so much. God bless.",
    "start": "00:14:47",
    "end": "00:15:21"
  },
  {
    "text": "Yeah, that's good. This was actually a little detail in our conversation about metaphor schemes.",
    "start": "00:15:22",
    "end": "00:15:27"
  },
  {
    "text": "Yeah.",
    "start": "00:15:27",
    "end": "00:15:27"
  },
  {
    "text": "Time as a possession.",
    "start": "00:15:27",
    "end": "00:15:29"
  },
  {
    "text": "Yeah. How much had you thought about that before you mentioned it?",
    "start": "00:15:29",
    "end": "00:15:31"
  },
  {
    "text": "Like, not at all.",
    "start": "00:15:33",
    "end": "00:15:33"
  },
  {
    "text": "Yeah, it seemed like kind of just a. Yeah, it was an thought kind of thing.",
    "start": "00:15:33",
    "end": "00:15:37"
  },
  {
    "text": "However, though I do think biblical authors conception of time is fundamentally different, that's a whole thing that I would love to learn more about. My point in that moment was just. The Bible isn't filled with the same metaphors of time as a possession that we use.",
    "start": "00:15:38",
    "end": "00:15:53"
  },
  {
    "text": "We use it so much.",
    "start": "00:15:54",
    "end": "00:15:55"
  },
  {
    "text": "We use it so much. I lost time. Spare some time, Give some time, gain some time, buy some time. And the biblical authors don't use that kind of vocabulary. However, Chris, you identified two interesting texts. One right. In Psalm 31, my times are in your hand, David says to God. And then in Ephesians chapter five. Yeah. Paul talks about redeeming the time. So I did. I went and looked both those up and thought about those. Because you're questioning Chris. Here's what's interesting. In Neither one of those cases is time my possession. So in Psalm 31, David's whole point is, my time belongs to you, my time belongs to God.",
    "start": "00:15:55",
    "end": "00:16:37"
  },
  {
    "text": "Yeah.",
    "start": "00:16:37",
    "end": "00:16:38"
  },
  {
    "text": "So time isn't my possession, it's God's possession. It's something God has and that he providentially orchestrates.",
    "start": "00:16:39",
    "end": "00:16:46"
  },
  {
    "text": "So you could use. So you could say, I'm saving time for God. I'm saving God's time. That would be a funny way to talk. Like, yeah, you just saved me some of God's time.",
    "start": "00:16:47",
    "end": "00:16:56"
  },
  {
    "text": "Yeah. And even In Ephesians, chapter 5, when it says redeem the time, it's not because time is mine, it's because time is evil. What he says is redeeming the time because the days are evil. And redeem is Exodus language that's purchasing a slave's freedom to release them into the promised land.",
    "start": "00:16:56",
    "end": "00:17:19"
  },
  {
    "text": "So time is. The metaphor is that time is in slavery to evil. In slavery to evil.",
    "start": "00:17:19",
    "end": "00:17:24"
  },
  {
    "text": "Yeah. Time's a captive of evil.",
    "start": "00:17:24",
    "end": "00:17:26"
  },
  {
    "text": "Time is. Time is a captive.",
    "start": "00:17:26",
    "end": "00:17:28"
  },
  {
    "text": "And we, in the power of the new human Jesus are able to free time from its slavery to evil and release it into the new creation.",
    "start": "00:17:29",
    "end": "00:17:42"
  },
  {
    "text": "So that's a great example of what a cool metaphor. It is a cool metaphor. So the common Western metaphor is time is a possession.",
    "start": "00:17:42",
    "end": "00:17:49"
  },
  {
    "text": "Time's my possession.",
    "start": "00:17:50",
    "end": "00:17:51"
  },
  {
    "text": "Time is my possession.",
    "start": "00:17:51",
    "end": "00:17:52"
  },
  {
    "text": "So if I redeem it, it means I maximize it for my purposes.",
    "start": "00:17:52",
    "end": "00:17:54"
  },
  {
    "text": "Yeah. Right. And that's actually how I would typically read that verse, redeem the time. Okay. Maximize my time. I'm not gonna sleep in. I'm not gonna. Whatever. Which isn't necessarily completely off the mark. Yeah, but you're saying the metaphor that the Bible's drawing upon, that Paul is.",
    "start": "00:17:54",
    "end": "00:18:13"
  },
  {
    "text": "Using, when you look at his use of the word redeem.",
    "start": "00:18:13",
    "end": "00:18:15"
  },
  {
    "text": "Yeah. The metaphoric scheme in his head is time is a captive.",
    "start": "00:18:15",
    "end": "00:18:19"
  },
  {
    "text": "It's the Exodus scheme.",
    "start": "00:18:19",
    "end": "00:18:21"
  },
  {
    "text": "Time is in slavery.",
    "start": "00:18:21",
    "end": "00:18:22"
  },
  {
    "text": "Yeah, Actually, it's bigger than that. It's just the world is in slavery to evil and selfishness.",
    "start": "00:18:22",
    "end": "00:18:28"
  },
  {
    "text": "Okay.",
    "start": "00:18:28",
    "end": "00:18:29"
  },
  {
    "text": "And time is one example that can generate many different types of people are enslaved to evil.",
    "start": "00:18:29",
    "end": "00:18:35"
  },
  {
    "text": "Well, when he says time, is he referring to, like, you know, the age. How we talk about the age of sin and death.",
    "start": "00:18:35",
    "end": "00:18:40"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:18:41",
    "end": "00:18:42"
  },
  {
    "text": "So we're in an age that is captive.",
    "start": "00:18:42",
    "end": "00:18:44"
  },
  {
    "text": "Yes.",
    "start": "00:18:44",
    "end": "00:18:44"
  },
  {
    "text": "And we can rescue the age.",
    "start": "00:18:44",
    "end": "00:18:47"
  },
  {
    "text": "We can be a part of redeeming the time, freeing it from slavery.",
    "start": "00:18:47",
    "end": "00:18:51"
  },
  {
    "text": "But redeeming time seems kind of trite. Like, oh, I'm gonna save an hour, but rescuing an age.",
    "start": "00:18:51",
    "end": "00:18:56"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:18:56",
    "end": "00:18:57"
  },
  {
    "text": "That sounds epic, right?",
    "start": "00:18:57",
    "end": "00:19:00"
  },
  {
    "text": "Yeah. Yeah. Again, Our English word redeem has become bland from its biblical meaning. So think purchase or rescue. And purchase in terms of purchase something that's enslaved so that you can free it.",
    "start": "00:19:00",
    "end": "00:19:14"
  },
  {
    "text": "But he's not talking about, like, you know, organize your calendar better. That's not Paul's point.",
    "start": "00:19:14",
    "end": "00:19:19"
  },
  {
    "text": "No. Oh, no, totally not.",
    "start": "00:19:19",
    "end": "00:19:20"
  },
  {
    "text": "His point is like, that we live in an era that is enslaved to evil, and we can be a part of here rescuing this era.",
    "start": "00:19:20",
    "end": "00:19:34"
  },
  {
    "text": "Yeah. And actually, it's the crowning battle cry. It's a crowning statement of a whole series of metaphors in Ephesians 5, where he talks about, you were formerly dark, but now you are light in the Lord. So that's Genesis 1. And then he talks about the fruit of the light. So all of a sudden, the light grows fruit.",
    "start": "00:19:34",
    "end": "00:19:53"
  },
  {
    "text": "It's like a mixing metaphors now.",
    "start": "00:19:53",
    "end": "00:19:55"
  },
  {
    "text": "Yeah. And what's the fruit of the light? Goodness, righteousness, truth, new humanity.",
    "start": "00:19:55",
    "end": "00:20:00"
  },
  {
    "text": "Yeah.",
    "start": "00:20:00",
    "end": "00:20:00"
  },
  {
    "text": "And then he says, don't participate in the unfruitful actions of the dark. Rather shine light on them. Wow.",
    "start": "00:20:00",
    "end": "00:20:10"
  },
  {
    "text": "So light. Light is this type of tree that grows fruit.",
    "start": "00:20:10",
    "end": "00:20:14"
  },
  {
    "text": "Yeah.",
    "start": "00:20:14",
    "end": "00:20:15"
  },
  {
    "text": "Dark is this kind of thing that grows unfruit. Yeah, totally.",
    "start": "00:20:15",
    "end": "00:20:19"
  },
  {
    "text": "And then he says, for this reason, it says, he quotes a hymn that they sang in the church. Wake up, O sleeper, rise from the dead, and Messiah will shine on you. So now dark is associated with death and light associated with resurrection and new creation.",
    "start": "00:20:19",
    "end": "00:20:34"
  },
  {
    "text": "This is so saturated in metaphors.",
    "start": "00:20:35",
    "end": "00:20:37"
  },
  {
    "text": "Oh, this whole. This whole moral. Yeah. Ephesians 5. And this is very typical for Paul. His mind is steeped in the metaphors of the Hebrew Bible, and so he will mix them and combine them creatively. This is the whole point we're making, that we will make in the metaphor video is the early biblical narratives, especially Genesis, are the seedbed of the entire biblical metaphorical imagination. Light, dark. Right. Death, life, fruit. This is all Genesis 1:3 imagery. So then when he says, redeem the time for the days are evil, he's venturing into the Exodus narrative to talk about time as a captive to evil. Yeah. You're participating in the redemption of creation. So he's not talking about. Yeah, get more efficient with your calendar.",
    "start": "00:20:37",
    "end": "00:21:24"
  },
  {
    "text": "Yeah.",
    "start": "00:21:24",
    "end": "00:21:25"
  },
  {
    "text": "He's talking about loving your neighbor as yourself and loving God.",
    "start": "00:21:25",
    "end": "00:21:30"
  },
  {
    "text": "Living like you are ushering in a new era.",
    "start": "00:21:31",
    "end": "00:21:34"
  },
  {
    "text": "Yeah. Living as if you're in the new garden of Eden.",
    "start": "00:21:34",
    "end": "00:21:37"
  },
  {
    "text": "Yeah.",
    "start": "00:21:37",
    "end": "00:21:37"
  },
  {
    "text": "Even though we're in the in between time.",
    "start": "00:21:37",
    "end": "00:21:39"
  },
  {
    "text": "Beautiful.",
    "start": "00:21:40",
    "end": "00:21:40"
  },
  {
    "text": "Yeah. Chris Powers, thank you. Good question.",
    "start": "00:21:40",
    "end": "00:21:42"
  },
  {
    "text": "Thanks. Chris Jackson from San Luis Obispo. The happiest place on Earth. I think that's their motto.",
    "start": "00:21:42",
    "end": "00:21:49"
  },
  {
    "text": "Oh, man, that is a great town.",
    "start": "00:21:49",
    "end": "00:21:51"
  },
  {
    "text": "It's a great town.",
    "start": "00:21:51",
    "end": "00:21:52"
  },
  {
    "text": "I've been there a few times and it seems kind of dreamy. Hi, this is Jackson from San Luis Obispo, California. I wonder if you guys could provide maybe a short list of other commonly used metaphor schemes throughout the scriptures. You know, sort of the base layer metaphors.",
    "start": "00:21:52",
    "end": "00:22:10"
  },
  {
    "text": "To have those in my mind as.",
    "start": "00:22:11",
    "end": "00:22:13"
  },
  {
    "text": "I'm reading through scripture, I think would be really beneficial. Thanks so much for all you guys do. Yeah, man, that list of basic metaphors would be really helpful, wouldn't it?",
    "start": "00:22:13",
    "end": "00:22:24"
  },
  {
    "text": "Yeah, that'd be a fun project.",
    "start": "00:22:24",
    "end": "00:22:25"
  },
  {
    "text": "It would be the point that we're really making in those metaphor conversations and that the video will be about is what we just said a moment ago. The book of Genesis is providing you with the core base set of visual images and their meanings for the whole rest of the biblical story. So I've come across that idea in many different types of places, but I've never seen it brought together as a way of introducing people to metaphor in the Bible. That's kind of a new idea for me to bring it together that way. And I've been test driving it in lots of different settings and I think it really works.",
    "start": "00:22:26",
    "end": "00:23:01"
  },
  {
    "text": "So you would start in Genesis, not in the Psalms?",
    "start": "00:23:01",
    "end": "00:23:04"
  },
  {
    "text": "Yeah, what the Psalms are doing is just riffing off of visual themes and metaphors that by the time you get to Psalms in the Old Testament, the.",
    "start": "00:23:04",
    "end": "00:23:12"
  },
  {
    "text": "Encyclopedia of production has been set, correct?",
    "start": "00:23:12",
    "end": "00:23:16"
  },
  {
    "text": "Yeah, that's right. The mental encyclopedia that Genesis gave you has been well developed by the book of Psalms. So can you provide a list? I bet you could do it, Jackson. Yeah, read and give us a list. Seriously? Seriously. Here's the mission. Read and reread the book of Genesis 50 times.",
    "start": "00:23:16",
    "end": "00:23:34"
  },
  {
    "text": "Whoa, that's a lot of times.",
    "start": "00:23:34",
    "end": "00:23:35"
  },
  {
    "text": "I'm serious.",
    "start": "00:23:35",
    "end": "00:23:36"
  },
  {
    "text": "Okay.",
    "start": "00:23:36",
    "end": "00:23:37"
  },
  {
    "text": "This is how Psalm 1 did. Just meditate day.",
    "start": "00:23:37",
    "end": "00:23:39"
  },
  {
    "text": "The whole book of Genesis.",
    "start": "00:23:39",
    "end": "00:23:40"
  },
  {
    "text": "Yep.",
    "start": "00:23:40",
    "end": "00:23:41"
  },
  {
    "text": "50 times.",
    "start": "00:23:41",
    "end": "00:23:41"
  },
  {
    "text": "Okay, I'm sorry, 50 chapters.",
    "start": "00:23:41",
    "end": "00:23:42"
  },
  {
    "text": "50 times.",
    "start": "00:23:42",
    "end": "00:23:43"
  },
  {
    "text": "They would act. Oh, that's a Good point though. 50, 50 times. Okay. Do it a dozen times.",
    "start": "00:23:43",
    "end": "00:23:47"
  },
  {
    "text": "Okay. I just saved you a lot of time, Jeff.",
    "start": "00:23:47",
    "end": "00:23:49"
  },
  {
    "text": "Yeah, it's a good one. Yeah. You go home and big. Yeah, Just keep a list of the most repeated words and themes.",
    "start": "00:23:49",
    "end": "00:23:55"
  },
  {
    "text": "Okay.",
    "start": "00:23:55",
    "end": "00:23:55"
  },
  {
    "text": "And you'll get a list of about like 75 items. Something. Some of them will be real basic. Day and night, light and dark, fruit versus wilderness, life, death. But other ones will be interesting, like wells, the meaning of wells, or cisterns or springs in the book of Genesis, or the tent or the door of the tent.",
    "start": "00:23:56",
    "end": "00:24:17"
  },
  {
    "text": "So are you saying every time there's repeated words, there's an underlying metaphor?",
    "start": "00:24:17",
    "end": "00:24:20"
  },
  {
    "text": "No, I'm saying the book of Genesis, by means of narrative repetition, is building an encyclopedia of images for you and what they mean. So that when you venture out into the rest of the Bible, whenever anything happens at the door of somebody's tent.",
    "start": "00:24:20",
    "end": "00:24:38"
  },
  {
    "text": "So you're saying if Genesis.",
    "start": "00:24:38",
    "end": "00:24:39"
  },
  {
    "text": "This is design patterns.",
    "start": "00:24:40",
    "end": "00:24:41"
  },
  {
    "text": "Okay, this is more design patterns than metaphors.",
    "start": "00:24:41",
    "end": "00:24:43"
  },
  {
    "text": "Well, they're the same thing. The design patterns of Genesis become metaphor. Stock your cabinets full of. When a narrative takes place at the entrance of a tent, when a narrative takes place at a well in the.",
    "start": "00:24:43",
    "end": "00:24:57"
  },
  {
    "text": "Wilderness, it's cluing you into the themes.",
    "start": "00:24:57",
    "end": "00:25:00"
  },
  {
    "text": "The themes of what that narrative is focusing on and the theme that it's developing as the whole biblical story moves on.",
    "start": "00:25:00",
    "end": "00:25:06"
  },
  {
    "text": "So are you saying that an action at the door of a tent is a design pattern? So connect that to metaphor for me.",
    "start": "00:25:06",
    "end": "00:25:14"
  },
  {
    "text": "Oh, well, then. So when you go into biblical poetry and the prophets and the Book of Psalms, and you have a whole poem about, oh, how I long to be in your tent, O Lord, bring me to the entrance of your tent, and so on. But then they start calling the tent the holy mountain or the garden or these kinds of things. So what they're doing is they just assume that you've read Genesis like nobody's business and that, you know, that the tent and the garden, these are all Eden images. And this is all about the return of humanity to Eden, but we keep screwing it up. So that's what I mean is that Genesis provides you by means of repetition. If you're tracking with the list of images from the.",
    "start": "00:25:14",
    "end": "00:25:57"
  },
  {
    "text": "So I'm going to get. I'm going to read through Genesis multiple times. I'm going to get a list of repeated images.",
    "start": "00:25:57",
    "end": "00:26:03"
  },
  {
    "text": "Narrative images, narrative images.",
    "start": "00:26:03",
    "end": "00:26:05"
  },
  {
    "text": "And then I'm going to say, okay, look at all these repeated images. And I'm going to go just keep.",
    "start": "00:26:05",
    "end": "00:26:10"
  },
  {
    "text": "My radar up for those images.",
    "start": "00:26:10",
    "end": "00:26:11"
  },
  {
    "text": "Now pay attention to when those show up and what's happening around them.",
    "start": "00:26:11",
    "end": "00:26:14"
  },
  {
    "text": "Yep, yep, that's right. Yeah. And you usually see it occur in patterns. Baby Moses is thrown into the waters in an ark. He's placed in an ark. It's the same word for Noah's ark.",
    "start": "00:26:15",
    "end": "00:26:26"
  },
  {
    "text": "Yeah, I wouldn't know that if I in my English translation, wouldn't.",
    "start": "00:26:26",
    "end": "00:26:29"
  },
  {
    "text": "That's true. That's unfortunate, but. And then he goes into the wilderness, and the next narrative, he's standing on a mountain where he's meeting God in the fire. You're like, oh, wow. That's the entire Exodus narrative of Israel in a nutshell.",
    "start": "00:26:29",
    "end": "00:26:45"
  },
  {
    "text": "Going through the waters and seeing God.",
    "start": "00:26:45",
    "end": "00:26:47"
  },
  {
    "text": "On a mountain, through the wilderness, up to the mountain where they meet with God. So Moses story is the whole Exodus story in a nutshell, just in two chapters.",
    "start": "00:26:47",
    "end": "00:26:55"
  },
  {
    "text": "But I feel like we're talking about design patterns, not metaphors.",
    "start": "00:26:55",
    "end": "00:26:57"
  },
  {
    "text": "We are. The design pattern. They're the same thing.",
    "start": "00:26:57",
    "end": "00:27:00"
  },
  {
    "text": "They're the same.",
    "start": "00:27:00",
    "end": "00:27:01"
  },
  {
    "text": "Sorry. The design patterns. How design pattern works in biblical narrative, Once you get those patterns, then you go into the biblical poetry and the prophets and the Psalms, and they will start.",
    "start": "00:27:03",
    "end": "00:27:15"
  },
  {
    "text": "And they're just riffing on the patterns.",
    "start": "00:27:15",
    "end": "00:27:16"
  },
  {
    "text": "The images of those design patterns. But they're doing it now in poetic metaphor. So you can have. In one poem, like in Psalm 46, we looked at, you can have the high rock, the temple with the garden of Eden, stream with the chaotic waters that are the nations.",
    "start": "00:27:16",
    "end": "00:27:34"
  },
  {
    "text": "So with the high rock, we were able to boil it down to a scheme which said the human ideal is like dry ground or the mountain garden.",
    "start": "00:27:35",
    "end": "00:27:44"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:27:44",
    "end": "00:27:45"
  },
  {
    "text": "So are you saying that once I get this list, I've read through Genesis 12 times and I get this list, should I be able to then create those sentences?",
    "start": "00:27:45",
    "end": "00:27:52"
  },
  {
    "text": "I think so. Well, you already. Genesis created the core schemes for you.",
    "start": "00:27:53",
    "end": "00:27:57"
  },
  {
    "text": "Yeah.",
    "start": "00:27:57",
    "end": "00:27:58"
  },
  {
    "text": "And then.",
    "start": "00:27:58",
    "end": "00:27:59"
  },
  {
    "text": "Well, give me the tent one. So, like, being at someone's tent. Door of someone's tent is.",
    "start": "00:27:59",
    "end": "00:28:04"
  },
  {
    "text": "Oh, it's being near the ideal, a narrative where someone's at the door of a tent, then is a narrative about, ooh, they have a chance to get back to Eden or to blow it and be expelled.",
    "start": "00:28:05",
    "end": "00:28:18"
  },
  {
    "text": "It's the crossroads.",
    "start": "00:28:19",
    "end": "00:28:19"
  },
  {
    "text": "It's the crossroads moment at the door of the tent. And so there's all these narratives where Lot, for example, when the divine visitors come to his house in Sodom and he blows his chance at the door of his house, which is set right next to a narrative about Abraham, who redeems his chance when the divine visitors come to the door of his tent. And you're like, what? That seems so weird. There's two narratives next to each other in Genesis about doors of tents, two guys encountering angels at the doors of their tents, until you realize, oh, that's the expulsion narrative. God assigns angelic guardians.",
    "start": "00:28:19",
    "end": "00:28:54"
  },
  {
    "text": "Oh, to guard the Eden.",
    "start": "00:28:54",
    "end": "00:28:55"
  },
  {
    "text": "To the door of Eden.",
    "start": "00:28:55",
    "end": "00:28:56"
  },
  {
    "text": "Yeah, the.",
    "start": "00:28:56",
    "end": "00:28:56"
  },
  {
    "text": "So humans being expelled from the door of Eden. And then later, narratives of people encountering angels at the door of their tent or their house become repetitions. So these stories go into the Book of Psalms, and then the Book of Psalms has Been trackened with all this. And they will poetically explore poems about, oh, if only I could be better as one day in your house, O Lord, I wish I could go up to the doors of the temple and this kind of thing.",
    "start": "00:28:57",
    "end": "00:29:23"
  },
  {
    "text": "So got it?",
    "start": "00:29:23",
    "end": "00:29:24"
  },
  {
    "text": "Yeah.",
    "start": "00:29:24",
    "end": "00:29:24"
  },
  {
    "text": "Sweet.",
    "start": "00:29:24",
    "end": "00:29:25"
  },
  {
    "text": "Yeah. The biblical visual imagination is super unified and cohesive.",
    "start": "00:29:25",
    "end": "00:29:29"
  },
  {
    "text": "All right, Jackson, you got some homework.",
    "start": "00:29:30",
    "end": "00:29:31"
  },
  {
    "text": "You just gotta read Genesis 50 times.",
    "start": "00:29:31",
    "end": "00:29:33"
  },
  {
    "text": "And then send it. No, it's 12 now.",
    "start": "00:29:33",
    "end": "00:29:36"
  },
  {
    "text": "Oh, 12. Okay.",
    "start": "00:29:36",
    "end": "00:29:36"
  },
  {
    "text": "I mean, you can do extra credit.",
    "start": "00:29:36",
    "end": "00:29:38"
  },
  {
    "text": "Deal.",
    "start": "00:29:38",
    "end": "00:29:38"
  },
  {
    "text": "Jackson?",
    "start": "00:29:38",
    "end": "00:29:39"
  },
  {
    "text": "Yeah.",
    "start": "00:29:39",
    "end": "00:29:39"
  },
  {
    "text": "Thank you. Tyler from Vancouver, Washington, just right across the river. Hey, Tyler.",
    "start": "00:29:39",
    "end": "00:29:45"
  },
  {
    "text": "Hey, John and Tim. My name is Tyler. I live in Vancouver, Washington. And my question is this. You talked about how the biblical authors are using metaphoric imagery to describe the abstract ideas of the new heavens and the new earth. And it seemed like you were talking about that with, like, Eden and creation. So my question is, does that mean. Or should we think about Eden and the new heavens and the new earth as, like, symbolic places, or are they actual, real places? And if they are, how do we understand them? If the imagery is metaphoric as opposed to descriptive? If that makes sense.",
    "start": "00:29:46",
    "end": "00:30:18"
  },
  {
    "text": "Yeah. That's a great question, Tyler. My first response might be to clarify and to say a real place and a symbolic place, those aren't mutually exclusive.",
    "start": "00:30:19",
    "end": "00:30:29"
  },
  {
    "text": "Right.",
    "start": "00:30:29",
    "end": "00:30:29"
  },
  {
    "text": "Actually, in fact, most of my experience of symbolic places are real places.",
    "start": "00:30:29",
    "end": "00:30:36"
  },
  {
    "text": "Wait, say that again. My experience of symbolic places.",
    "start": "00:30:36",
    "end": "00:30:38"
  },
  {
    "text": "In other words, most of the symbolic places that I can think of and that I've experienced are, in fact, real places.",
    "start": "00:30:38",
    "end": "00:30:45"
  },
  {
    "text": "Give me an example.",
    "start": "00:30:45",
    "end": "00:30:46"
  },
  {
    "text": "Oh, the neighborhood I grew up in.",
    "start": "00:30:46",
    "end": "00:30:48"
  },
  {
    "text": "That'S a symbolic place.",
    "start": "00:30:49",
    "end": "00:30:50"
  },
  {
    "text": "Yeah. Yeah. When I go to that real place, it's full of symbolic meaning of my early childhood, of my first experiences doing graffiti or vandalism, of my first kiss, you know?",
    "start": "00:30:50",
    "end": "00:31:05"
  },
  {
    "text": "Yeah.",
    "start": "00:31:05",
    "end": "00:31:05"
  },
  {
    "text": "So that's when I mean symbol. We had this conversation at the beginning of the metaphor episode.",
    "start": "00:31:06",
    "end": "00:31:11"
  },
  {
    "text": "Yeah.",
    "start": "00:31:11",
    "end": "00:31:11"
  },
  {
    "text": "When we say something is metaphor, doesn't.",
    "start": "00:31:11",
    "end": "00:31:13"
  },
  {
    "text": "Mean it's not real.",
    "start": "00:31:13",
    "end": "00:31:14"
  },
  {
    "text": "Doesn't mean it's not real.",
    "start": "00:31:14",
    "end": "00:31:15"
  },
  {
    "text": "Yeah.",
    "start": "00:31:15",
    "end": "00:31:16"
  },
  {
    "text": "What we're just saying is the language I'm using to describe it shouldn't be mistaken as a thing itself, one for one. As an image of the reality. It's an image pointing to a reality that normal language isn't adequate to describe. So this is true. Whenever later biblical authors refer back to the Garden of Eden, they are primarily concerned about Eden's symbolic meaning as an image of the ideal of God and humans together.",
    "start": "00:31:16",
    "end": "00:31:45"
  },
  {
    "text": "Right.",
    "start": "00:31:46",
    "end": "00:31:46"
  },
  {
    "text": "They don't seem to be that interested about it as a historical place on a map. That's Just not how biblical authors talk about Eden. That is a fact.",
    "start": "00:31:47",
    "end": "00:31:56"
  },
  {
    "text": "Because they never actually placed it on a map for you. And. Or how do you know they weren't interested in that?",
    "start": "00:31:56",
    "end": "00:32:02"
  },
  {
    "text": "Oh, because there's no.",
    "start": "00:32:02",
    "end": "00:32:03"
  },
  {
    "text": "There was no explorations.",
    "start": "00:32:03",
    "end": "00:32:04"
  },
  {
    "text": "Yeah.",
    "start": "00:32:04",
    "end": "00:32:04"
  },
  {
    "text": "They never send out, like.",
    "start": "00:32:04",
    "end": "00:32:06"
  },
  {
    "text": "Totally. Yeah.",
    "start": "00:32:06",
    "end": "00:32:07"
  },
  {
    "text": "And when they do scouts to find.",
    "start": "00:32:07",
    "end": "00:32:08"
  },
  {
    "text": "It, when they do use Eden imagery, they're often doing it in a way that frustrates any attempt to locate it on a map. So, for example, when the narrator in Genesis 2 says, out of Eden flowed the Nile, the Tigris and Euphrates and the Gihon, which actually, in our episode about it, I was mistaken. I've since done a lot more homework on those rivers. The Gihon, which is one of the rivers that flows out of Eden.",
    "start": "00:32:08",
    "end": "00:32:36"
  },
  {
    "text": "Yeah.",
    "start": "00:32:36",
    "end": "00:32:37"
  },
  {
    "text": "That title, Gihon, is used to describe only one other water source in the whole Bible, and it's the water source of Jerusalem in the Book of Kings. And it's used three times in the Book of Kings. And think one other time. Okay, so out of Eden flows the source of the Nile.",
    "start": "00:32:37",
    "end": "00:32:54"
  },
  {
    "text": "Yes. Down in Egypt, the source of Jerusalem's water source.",
    "start": "00:32:54",
    "end": "00:32:58"
  },
  {
    "text": "And the Tigris and Euphrates.",
    "start": "00:32:58",
    "end": "00:33:00"
  },
  {
    "text": "Yeah.",
    "start": "00:33:00",
    "end": "00:33:00"
  },
  {
    "text": "And they're completely different, totally different places geographically. And the point isn't geography, it's symbolic meaning, because what that narrative is doing is it's setting you up to view Eden, Jerusalem and Assyria and Babylon as all Eden like places that you're going to come across later in the biblical story. And once you get there, that's exactly what happens. The Israelites go down to Egypt, Jacob and his descendants, and Pharaoh says, here's the goodness of the land. I set it before you. But it's a false Eden. It's a false Eden because they go there to hide, to flee from the famine in the real Israelite Eden, and they end up at slavery in the false Eden. And that replays with Babylon. So the whole point is, even in Genesis 2, where it's giving you the description of what you think is a map, in fact, the author's really interested in the symbolic meaning. I mean, there's a whole other debate here about what we mean when we say a real event or a real place. My point is simply when the biblical authors use Eden imagery, they use it for its symbolic meaning.",
    "start": "00:33:00",
    "end": "00:34:07"
  },
  {
    "text": "Yeah. But they do believe there is a real human ideal.",
    "start": "00:34:07",
    "end": "00:34:12"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:34:13",
    "end": "00:34:13"
  },
  {
    "text": "Time and place correct in human history. And God created it to begin that way. It was corrupted and God will recreate it.",
    "start": "00:34:14",
    "end": "00:34:25"
  },
  {
    "text": "That's right. That really will happen. That really will happen, really will be a new creation. I think the apostles and prophets really just like I believe my wife is real when I refer to her as a fireball. That was the example.",
    "start": "00:34:25",
    "end": "00:34:38"
  },
  {
    "text": "Does she know you use this example a lot?",
    "start": "00:34:38",
    "end": "00:34:40"
  },
  {
    "text": "I know. I don't think she listens to the podcast. In fact, I know she doesn't listen to the podcast.",
    "start": "00:34:40",
    "end": "00:34:46"
  },
  {
    "text": "Someone is going to tell her.",
    "start": "00:34:47",
    "end": "00:34:48"
  },
  {
    "text": "Yeah, someone's going to tell her. So. Yeah. So to say something has symbolic meaning doesn't mean it's not real. That's the basic response, Tyler. And what it does mean to say something is symbolic is to say the most important thing about this person or this place isn't what you could see or notice even if you could actually go there. It's in me representing them with this metaphor or image that is going to help you understand the meaning of this place. And so I think that's the basic point that we're making here. Yep.",
    "start": "00:34:48",
    "end": "00:35:20"
  },
  {
    "text": "Thanks, Tyler.",
    "start": "00:35:20",
    "end": "00:35:21"
  },
  {
    "text": "Yep.",
    "start": "00:35:21",
    "end": "00:35:21"
  },
  {
    "text": "Kerry from Australia from down under.",
    "start": "00:35:21",
    "end": "00:35:25"
  },
  {
    "text": "Hey, guys. My name is Kerry and I'm from Australia. Christians consider the Bible a book that influences the way that we live in the realms of creativity. How should biblical poetry influence Christians today in their writing and in their creative writing? Thanks, guys. Love your work. Yeah, that's a great question, Kerry. You know, one way to think about it is. It's interesting you're asking it as a question. You live in Australia. I don't know where, but I know at least from my friends that live in a couple different. Of the large cities in Australia. It's very much a post Christian environment like most Western cities are. So it's interesting that we ask that as a. Should the Bible influence our writing and creative writing or art.",
    "start": "00:35:25",
    "end": "00:36:06"
  },
  {
    "text": "Right.",
    "start": "00:36:06",
    "end": "00:36:07"
  },
  {
    "text": "The entire history of Western civilization and.",
    "start": "00:36:07",
    "end": "00:36:10"
  },
  {
    "text": "Yeah. In general. And then specifically writing.",
    "start": "00:36:11",
    "end": "00:36:13"
  },
  {
    "text": "Yeah. In literature and art is entirely highly influenced, inspired by biblical themes and imagery.",
    "start": "00:36:14",
    "end": "00:36:20"
  },
  {
    "text": "Yeah.",
    "start": "00:36:20",
    "end": "00:36:21"
  },
  {
    "text": "And you know, just Sistine Chapel, Beethoven or Bach. Right. These are all followers of Jesus who were writing and exploring biblical.",
    "start": "00:36:21",
    "end": "00:36:31"
  },
  {
    "text": "And even people who aren't following Jesus were so saturated in these themes and metaphors of the Bible, you can't help without maybe even realizing it that you're riffing on them. But some of our great writers, they know what they're doing. We were just talking about Steinbeck recently.",
    "start": "00:36:31",
    "end": "00:36:48"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:36:48",
    "end": "00:36:48"
  },
  {
    "text": "Like Steinbeck. I don't know if he followed Jesus, but he knew what he was doing. He was riffing off the Bible.",
    "start": "00:36:48",
    "end": "00:36:53"
  },
  {
    "text": "Totally. Yeah. Trying to. Somebody. I can't think of the title right now. I have a friend who. It was like a cultural History of the influence of the Bible on Western civilization. But it was a popular level book, just giving like an aerial view of how the Bible has shaped the history of Western film, music, literature, painting. And I can't think of what it is right now. I thought it was the book that changed the world, but that's not it.",
    "start": "00:36:53",
    "end": "00:37:23"
  },
  {
    "text": "I think if you spend a lot of time in biblical poetry, it's going to influence the way you think.",
    "start": "00:37:23",
    "end": "00:37:28"
  },
  {
    "text": "It just does. Yeah, that's interesting.",
    "start": "00:37:28",
    "end": "00:37:30"
  },
  {
    "text": "And then it will influence your creative work. Yeah, but your creative work will be your own and it will have influences from other places as well. So it's not going to just be mimicking.",
    "start": "00:37:30",
    "end": "00:37:41"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:37:41",
    "end": "00:37:42"
  },
  {
    "text": "Hebrew. Ancient Hebrew poetry.",
    "start": "00:37:42",
    "end": "00:37:44"
  },
  {
    "text": "Yeah, that's right. You know, and I've actually thought about this just in terms of you can watch this process happen within the Bible itself when you have the way the book of Psalms reflects back on what we were just talking about. The narrative images of Genesis and Exodus and the temple, but it recombines them in all these new creative ways. Like remember in our discussion about Isaiah's takes the river of Eden, but he reverses it.",
    "start": "00:37:44",
    "end": "00:38:09"
  },
  {
    "text": "Yeah.",
    "start": "00:38:09",
    "end": "00:38:09"
  },
  {
    "text": "The river becomes. It rivers up and it's. It's all rivering back as one river, back into Eden. It's so creative.",
    "start": "00:38:09",
    "end": "00:38:16"
  },
  {
    "text": "Yeah, it is.",
    "start": "00:38:16",
    "end": "00:38:17"
  },
  {
    "text": "And he never says, hey, dear reader, what I'm doing is being influenced by the Garden of Eden story right now. It just comes out of him naturally.",
    "start": "00:38:17",
    "end": "00:38:23"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:38:23",
    "end": "00:38:24"
  },
  {
    "text": "And. And I think that when you just immerse yourself in biblical poetry, it's inevitable. It will begin to shape how you think about the world. And that can't but come out.",
    "start": "00:38:24",
    "end": "00:38:35"
  },
  {
    "text": "But we have our own metaphoric schemes that are unique from the Bible and they're not necessarily bad.",
    "start": "00:38:35",
    "end": "00:38:40"
  },
  {
    "text": "Totally. That's right.",
    "start": "00:38:41",
    "end": "00:38:42"
  },
  {
    "text": "And so there'll be a blending.",
    "start": "00:38:42",
    "end": "00:38:44"
  },
  {
    "text": "It has to be. It has to be for you to image God, Carrie, in your own creative work. And writing means taking what you're learning from the scriptures and what you're learning from your own life experience.",
    "start": "00:38:45",
    "end": "00:38:57"
  },
  {
    "text": "Adapting, translating, merging, and making it all one.",
    "start": "00:38:57",
    "end": "00:39:01"
  },
  {
    "text": "I mean, what are the Bible project videos except your and I's life experience and learning communicated through that medium? And we all have our own kind of versions of that.",
    "start": "00:39:01",
    "end": "00:39:12"
  },
  {
    "text": "Yeah.",
    "start": "00:39:12",
    "end": "00:39:13"
  },
  {
    "text": "So, yeah, it's good.",
    "start": "00:39:13",
    "end": "00:39:14"
  },
  {
    "text": "Go create.",
    "start": "00:39:14",
    "end": "00:39:15"
  },
  {
    "text": "Yeah. Go forth and make good things.",
    "start": "00:39:16",
    "end": "00:39:19"
  },
  {
    "text": "Bring order out of chaos.",
    "start": "00:39:19",
    "end": "00:39:21"
  },
  {
    "text": "That's right.",
    "start": "00:39:21",
    "end": "00:39:21"
  },
  {
    "text": "Clayton from Alabama, another down under of sorts.",
    "start": "00:39:22",
    "end": "00:39:28"
  },
  {
    "text": "Well, I guess we're up in the Northwest.",
    "start": "00:39:28",
    "end": "00:39:29"
  },
  {
    "text": "Yeah.",
    "start": "00:39:29",
    "end": "00:39:30"
  },
  {
    "text": "Hi, my name is Clayton Culliton and I'm an area director for Intervarsity in Alabama. Your conversation about metaphors seem to include a painstaking process of proving and affirming the driving metaphors in schemes that you focused on. Are there any guardrails that you would suggest for communities of laypeople like college students who might uncover schemes beyond the two that you mentioned? Or is there a list or resource that could serve as a reference to help us catch the essential schemes as we engage scripture? The work of the Bible Project is helping unlock the Bible for the Bible Belt. My students and I thank you.",
    "start": "00:39:30",
    "end": "00:40:09"
  },
  {
    "text": "Part of this is a similar question that we answered. Is the homework for Jackson.",
    "start": "00:40:10",
    "end": "00:40:14"
  },
  {
    "text": "Oh, yeah, yeah. Read Genesis 12 times.",
    "start": "00:40:14",
    "end": "00:40:16"
  },
  {
    "text": "Maybe if we have enough people do it, we can compile some sort of master list.",
    "start": "00:40:17",
    "end": "00:40:20"
  },
  {
    "text": "Yeah, totally. Yeah. Yeah. I'm guessing. I wish I could have a conversation with Clayton and then we could clarify what the question is. My hunch is that behind it is a concern that you're just going to be mix. Start mixing and matching images and metaphors and you just make up your own. Or there's allegorical Bible or something.",
    "start": "00:40:20",
    "end": "00:40:41"
  },
  {
    "text": "Yeah, allegorizing. What's the word?",
    "start": "00:40:41",
    "end": "00:40:43"
  },
  {
    "text": "Yeah, allegorizing.",
    "start": "00:40:43",
    "end": "00:40:45"
  },
  {
    "text": "Allegorizing the Bible too much or in the wrong way so that it becomes something that it wasn't supposed to be.",
    "start": "00:40:45",
    "end": "00:40:51"
  },
  {
    "text": "That's right, yeah.",
    "start": "00:40:51",
    "end": "00:40:52"
  },
  {
    "text": "How do you make sure you're not slipping into that?",
    "start": "00:40:53",
    "end": "00:40:55"
  },
  {
    "text": "Yeah, well, it's similar to our conversation about design patterns. I'm still trying to learn and articulate to myself even. But when the author or composer of Genesis has arranged story after story after story with key words, keep reappearing the waters, or good and evil or life and death, then to me, those are the indications of authorial intent or purpose. Somebody has designed these stories with these key repeated words and images. So for me, that's. The guardrail is. Can I observe and show. I mean, you call it a painstaking process of proving and affirming the metaphors, but for me, what I'm doing is just trying to anchor it in somebody else's communication purpose that this is a biblical author trying to make this point. I'm not just making this up.",
    "start": "00:40:55",
    "end": "00:41:47"
  },
  {
    "text": "Right.",
    "start": "00:41:47",
    "end": "00:41:47"
  },
  {
    "text": "And so for me, the key criteria are can I show that these key rare repeated words occur just in these points and they have these meanings. And you can see that I'm not just making this up. Yeah, because you're right, the history, especially of Christian interpretation is that when we untether ourselves from what these authors are trying to communicate through the narratives or poetry, and we just start combining images because they combine in My mind, you know, then, yeah, I think we're in danger of just remaking the Bible in our own image. So that's why this is in a How to Read the Bible series. It's because I want to learn how to discern what the biblical authors are trying to say to me, not what I'm trying to say to me.",
    "start": "00:41:47",
    "end": "00:42:31"
  },
  {
    "text": "Yeah.",
    "start": "00:42:32",
    "end": "00:42:32"
  },
  {
    "text": "Yeah.",
    "start": "00:42:32",
    "end": "00:42:32"
  },
  {
    "text": "Cool.",
    "start": "00:42:32",
    "end": "00:42:33"
  },
  {
    "text": "Yep.",
    "start": "00:42:33",
    "end": "00:42:33"
  },
  {
    "text": "Maggie from Wisconsin.",
    "start": "00:42:34",
    "end": "00:42:36"
  },
  {
    "text": "Hi, Tim and John. This is Maggie from Wisconsin. I really liked at the end of the last podcast how you shared those.",
    "start": "00:42:36",
    "end": "00:42:42"
  },
  {
    "text": "Stories about Jesus and how he brought that chaotic waters metaphor forward. Can you share any other stories about.",
    "start": "00:42:42",
    "end": "00:42:50"
  },
  {
    "text": "Jesus or other stories in the New Testament that bring those metaphors forward? Thanks. Oh, man, we could go all day.",
    "start": "00:42:50",
    "end": "00:42:57"
  },
  {
    "text": "Yeah.",
    "start": "00:42:57",
    "end": "00:42:57"
  },
  {
    "text": "Well, here's two that come to the top of my head.",
    "start": "00:42:57",
    "end": "00:43:00"
  },
  {
    "text": "Yeah.",
    "start": "00:43:00",
    "end": "00:43:01"
  },
  {
    "text": "So I've done a lot of work in the Gospel of Matthew and the way that Matthew redeploys the high mountain rock, cosmic Eden mountain theme, he's full on integrated that into his work. So if you trace just through the events of all the events in the Gospel of Matthew that happen on a high mountain, he says it's remarkable. Every one of them is playing off of key imagery from the Book of.",
    "start": "00:43:01",
    "end": "00:43:28"
  },
  {
    "text": "Genesis, the Sermon on the Mount.",
    "start": "00:43:28",
    "end": "00:43:30"
  },
  {
    "text": "The first one is the mountain where Jesus is tested. He's in the wilderness.",
    "start": "00:43:31",
    "end": "00:43:35"
  },
  {
    "text": "Yeah.",
    "start": "00:43:35",
    "end": "00:43:36"
  },
  {
    "text": "But then he goes to a high mountain where he's tested about having authority over all creation. It's Genesis 1:2. On the Eden Mountain, humanity is given authority over all creation.",
    "start": "00:43:36",
    "end": "00:43:49"
  },
  {
    "text": "So here's Jesus, a human on a mountain.",
    "start": "00:43:49",
    "end": "00:43:51"
  },
  {
    "text": "He's taken to a mountain. And the question is, how will he gain authority? Is he going to give his allegiance to the evil powers and gain authority through.",
    "start": "00:43:51",
    "end": "00:44:00"
  },
  {
    "text": "It's him replaying the new Adam. It's him being the new Adam, Jesus.",
    "start": "00:44:01",
    "end": "00:44:04"
  },
  {
    "text": "Replay of Genesis 3 happening on a high Eden mountain. In Matthew chapter 4, he overcomes that test and then he goes. Then he's in the wilderness, and then the next mountain is in the next chapter. He goes up to a high mountain and delivers his new messianic Torah, the Sermon on the Mount. Just like Moses on the cosmic mountain of Sinai, delivering the Torah to Israel. Then in Matthew chapter, I think it's 16 or 17. I think it's 17. He goes up on the high mountain and he's transformed before the other three disciples. And he looks like the high priest. He's shining white garments. He looks like the glowing Son of man from. From Daniel chapter seven. And all of these are things that take place in the cosmic Eden mount in Daniel chapter Seven. The Son of Man is a human figure that's raised high up into God's presence, high on the cosmic mountain. And then the gospel ends with Jesus on a high mountain, commissioning the disciples to go out and to be fruitful and multiply. Back to Genesis 1 again, but they are going to be fruitful and multiply by making disciples. So that's a good example of, like, Matthew is totally tracked with all of the cosmic mountain.",
    "start": "00:44:04",
    "end": "00:45:22"
  },
  {
    "text": "So, you know, let me ask you, like, was Jesus then, you know, he was tracking, obviously, with.",
    "start": "00:45:23",
    "end": "00:45:28"
  },
  {
    "text": "Oh, totally.",
    "start": "00:45:28",
    "end": "00:45:29"
  },
  {
    "text": "The Bible and what it was doing. So when he was deciding, like, where he was going to go and hang out, was he like, you know, I want, when this is recorded, to make sure that it works with these design.",
    "start": "00:45:29",
    "end": "00:45:40"
  },
  {
    "text": "Yeah, right, sure.",
    "start": "00:45:41",
    "end": "00:45:41"
  },
  {
    "text": "So I'm gonna go hang out on this mountain.",
    "start": "00:45:41",
    "end": "00:45:43"
  },
  {
    "text": "Yeah.",
    "start": "00:45:43",
    "end": "00:45:44"
  },
  {
    "text": "And be tempted.",
    "start": "00:45:44",
    "end": "00:45:45"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:45:45",
    "end": "00:45:45"
  },
  {
    "text": "I'm gonna go preach on this mountain.",
    "start": "00:45:45",
    "end": "00:45:47"
  },
  {
    "text": "Yeah, totally. I think for the same reason that John the Baptist chose the Jordan river for all of the Joshua symbolism.",
    "start": "00:45:47",
    "end": "00:45:54"
  },
  {
    "text": "It's an important symbolic place.",
    "start": "00:45:54",
    "end": "00:45:56"
  },
  {
    "text": "Again, it's all the way back to symbolic places. It doesn't mean they're not real. It's actually. It's because real events happen at places that gives them their symbolic meaning.",
    "start": "00:45:56",
    "end": "00:46:05"
  },
  {
    "text": "Yeah, they become saturated with that meaning.",
    "start": "00:46:05",
    "end": "00:46:06"
  },
  {
    "text": "That's right. So, yeah. That Jesus would go to a tall hill to give.",
    "start": "00:46:07",
    "end": "00:46:11"
  },
  {
    "text": "He knows what he's doing.",
    "start": "00:46:11",
    "end": "00:46:12"
  },
  {
    "text": "He knows exactly what he's doing.",
    "start": "00:46:12",
    "end": "00:46:13"
  },
  {
    "text": "He's not just trying to get a better vantage point.",
    "start": "00:46:14",
    "end": "00:46:16"
  },
  {
    "text": "That's right. And then Matthew, by placing all those narratives at strategic points in the overall composition of Matthew, he's weaving it into larger design patterns. So another short example. I won't go on, but in Philippians, Paul's letter to the Philippians, at the heartbeat, the theological heartbeat of that whole letter is a poem in chapter two, and that poem is a retelling of Jesus as the Adam figure who doesn't give in to the test. He doesn't seize equality with God, even though it's something he already has. He doesn't seize it for his own advantage. Rather, he gives it up and then he becomes like the suffering servant. So that's a good example where Paul has overlaid key images from the garden story, from the Israel story, from the David story, and from the suffering servant figure in Isaiah. He's overlaid all those images onto each other in this poem. Yeah, it's a remarkable poem. Yeah. New Testament authors are constantly.",
    "start": "00:46:16",
    "end": "00:47:19"
  },
  {
    "text": "It's all over.",
    "start": "00:47:19",
    "end": "00:47:20"
  },
  {
    "text": "It's all over. The Bible's awesome.",
    "start": "00:47:20",
    "end": "00:47:21"
  },
  {
    "text": "All right. Thank you for sending your questions in.",
    "start": "00:47:22",
    "end": "00:47:25"
  },
  {
    "text": "Yep.",
    "start": "00:47:25",
    "end": "00:47:26"
  },
  {
    "text": "Thank you, Tim.",
    "start": "00:47:26",
    "end": "00:47:26"
  },
  {
    "text": "Yeah. Oh, totally.",
    "start": "00:47:26",
    "end": "00:47:28"
  },
  {
    "text": "That was really great.",
    "start": "00:47:28",
    "end": "00:47:28"
  },
  {
    "text": "Yeah. Good stuff.",
    "start": "00:47:28",
    "end": "00:47:29"
  },
  {
    "text": "I have more questions.",
    "start": "00:47:29",
    "end": "00:47:30"
  },
  {
    "text": "Of course.",
    "start": "00:47:30",
    "end": "00:47:31"
  },
  {
    "text": "Of course you do. And there's more questions on this page.",
    "start": "00:47:31",
    "end": "00:47:33"
  },
  {
    "text": "Yeah.",
    "start": "00:47:33",
    "end": "00:47:34"
  },
  {
    "text": "But for another time.",
    "start": "00:47:34",
    "end": "00:47:36"
  },
  {
    "text": "Deal.",
    "start": "00:47:37",
    "end": "00:47:37"
  },
  {
    "text": "Thanks for listening to this episode of Bioproject Podcast. This episode was edited and produced by Dan Gummel. We're a crowdfunded nonprofit and we got tons of people supporting this project and we're incredibly grateful and allows us to continue to make more resources and give them away for free. So thanks for listening and thanks for being a part of this with us.",
    "start": "00:47:37",
    "end": "00:47:57"
  },
  {
    "text": "We believe the Bible is a uniform story that leads to Jesus.",
    "start": "00:47:59",
    "end": "00:48:03"
  },
  {
    "text": "We are a crowdfunded project by people like me.",
    "start": "00:48:04",
    "end": "00:48:08"
  },
  {
    "text": "Find free videos, study notes, and more@thebibleproject.com.",
    "start": "00:48:08",
    "end": "00:48:12"
  }
]