[
  {
    "text": "Why read poetry? What is poetry's value? Politicians don't use poetry to write laws. Scientists don't use poetry to publish their findings. Doctors don't use poetry to diagnose illness. The value of poetry isn't in how precise it is, how pragmatic it is. Poetry wants something different for you.",
    "start": "00:00:05",
    "end": "00:00:25"
  },
  {
    "text": "The primary way that it wants to connect and communicate with you is by bringing you through an experience. A verbal, artistic, emotional experience through verbal art. And that's of value. It's of so much value that a third of these scriptures are cast in this form.",
    "start": "00:00:25",
    "end": "00:00:45"
  },
  {
    "text": "Poetry does a lot with a little. A few lines, a few choice phrases, like a seed harboring unrealized abundance.",
    "start": "00:00:46",
    "end": "00:00:55"
  },
  {
    "text": "It's an overabundant form of communication, and that's just of supreme value.",
    "start": "00:00:55",
    "end": "00:01:01"
  },
  {
    "text": "Poetry shapes your imagination and it does this for those who pursue it. And it is a pursuit. Biblical poetry is ancient Hebrew poetry. And so it requires of us to come with some familiar skills, but also with some newly honed skills for how to appreciate this ancient art. It isn't easy, but when we do, we tap into its genius.",
    "start": "00:01:02",
    "end": "00:01:25"
  },
  {
    "text": "It changes you. You walk away from really good poetry as if you just went on a trip.",
    "start": "00:01:25",
    "end": "00:01:31"
  },
  {
    "text": "This is John at the bibleproject. And today we finish our conversation on biblical poetry. We complete a dialogue on ancient Hebrew verse. Thanks for joining us here. We. Okay. We've been talking about the arts of biblical poetry.",
    "start": "00:01:32",
    "end": "00:01:57"
  },
  {
    "text": "Yes. Yeah. Why don't you give me a state of the union for where we've gone so far?",
    "start": "00:01:58",
    "end": "00:02:03"
  },
  {
    "text": "Where we've gone so far is we've just talked in general about how poetry is a way to use language that's different than what you would call typical language.",
    "start": "00:02:03",
    "end": "00:02:15"
  },
  {
    "text": "What would you call it? I call it more like functional.",
    "start": "00:02:15",
    "end": "00:02:17"
  },
  {
    "text": "Functional.",
    "start": "00:02:17",
    "end": "00:02:17"
  },
  {
    "text": "Yeah, yeah. Language that just plays a function in our day to day interactions.",
    "start": "00:02:17",
    "end": "00:02:22"
  },
  {
    "text": "Yeah. Doing something with that language that not only is communicating a. What. Communicating an idea, but the way that it's communicating that idea is just as important and also communicates how you. How you experience that idea. Yeah, yeah.",
    "start": "00:02:22",
    "end": "00:02:42"
  },
  {
    "text": "It draws you into the experience of the thing. Yeah. By a how. A whole set of how techniques.",
    "start": "00:02:42",
    "end": "00:02:52"
  },
  {
    "text": "Yeah. So I could tell you that God's voice is powerful. But then Psalm 29, I'm giving you a poetic rendition of explaining God's voice through recreation. Yeah.",
    "start": "00:02:53",
    "end": "00:03:09"
  },
  {
    "text": "A verbal recreation.",
    "start": "00:03:10",
    "end": "00:03:11"
  },
  {
    "text": "Acting like thunder. So I can actually visualize it and experience it. The how becomes important. And so we just talked about the different tools that the poet has.",
    "start": "00:03:11",
    "end": "00:03:22"
  },
  {
    "text": "Yeah, yeah. There's the how and then there's. Every culture has Its own set of techniques.",
    "start": "00:03:22",
    "end": "00:03:28"
  },
  {
    "text": "Yeah.",
    "start": "00:03:28",
    "end": "00:03:29"
  },
  {
    "text": "In a video we might want to anchor it in some famous or well known examples.",
    "start": "00:03:29",
    "end": "00:03:35"
  },
  {
    "text": "Right.",
    "start": "00:03:35",
    "end": "00:03:36"
  },
  {
    "text": "That are easy to hang on to and then talk about how those are conventions or techniques that both set limitations on. You're accepting a limitation, but also they create new possibilities. And the net effect is language that communicates a over surplus of meaning.",
    "start": "00:03:36",
    "end": "00:03:57"
  },
  {
    "text": "Over surplus.",
    "start": "00:03:58",
    "end": "00:03:59"
  },
  {
    "text": "Yeah. Or an overabundance of meaning.",
    "start": "00:04:00",
    "end": "00:04:02"
  },
  {
    "text": "Yeah.",
    "start": "00:04:02",
    "end": "00:04:02"
  },
  {
    "text": "The poem communicates a little gift than just one.",
    "start": "00:04:02",
    "end": "00:04:05"
  },
  {
    "text": "And as you open it, it just gets bigger and bigger.",
    "start": "00:04:05",
    "end": "00:04:08"
  },
  {
    "text": "Yes, and bigger. It's the perfect meditation literature.",
    "start": "00:04:08",
    "end": "00:04:11"
  },
  {
    "text": "Yeah.",
    "start": "00:04:12",
    "end": "00:04:12"
  },
  {
    "text": "Because it's meant to keep yielding more. More reflection, more thought, more depth of insight the longer you sit with it.",
    "start": "00:04:12",
    "end": "00:04:21"
  },
  {
    "text": "And that's not unique to poetry though, because that's true. Narratives do that and so can stored proverbs. I'm sorry, parables. We'll do that.",
    "start": "00:04:21",
    "end": "00:04:31"
  },
  {
    "text": "Though in narrative you are accepting some kind of limitation that the story mimic. The basics of narrative, plot, character setting. Here you're not limited by that.",
    "start": "00:04:31",
    "end": "00:04:45"
  },
  {
    "text": "Yeah.",
    "start": "00:04:45",
    "end": "00:04:45"
  },
  {
    "text": "What your limitations are are simply the language techniques.",
    "start": "00:04:45",
    "end": "00:04:49"
  },
  {
    "text": "There doesn't have to be any plot in a poem.",
    "start": "00:04:49",
    "end": "00:04:51"
  },
  {
    "text": "I mean, there was kind of in Psalm 29, the storm moving through up into the mountains and noting things. Yeah. That's not quite a plot line, but it is an event or an experience. Yeah, that's right.",
    "start": "00:04:51",
    "end": "00:05:05"
  },
  {
    "text": "And then bringing peace over the flood.",
    "start": "00:05:05",
    "end": "00:05:07"
  },
  {
    "text": "Yes.",
    "start": "00:05:07",
    "end": "00:05:07"
  },
  {
    "text": "So the flow of thought is it communicates what with a how that together give a surplus of meaning. And it does this. So the conventions are rhythm, so the patterning of how things are said. But Hebrew poetry isn't strict in its meter. Very free flowing. Anywhere from three to five Hebrew words, which is 10 to 12 English words. Then we've got the terseness. Well, which is the same thing.",
    "start": "00:05:07",
    "end": "00:05:40"
  },
  {
    "text": "Yeah. If you're going to say everything in three to five words, choose those words carefully. Every word now matters deeply.",
    "start": "00:05:40",
    "end": "00:05:48"
  },
  {
    "text": "Then this idea of parallelism, which is there's typically a coupling of lines.",
    "start": "00:05:49",
    "end": "00:05:53"
  },
  {
    "text": "Yeah. Couplets. Sometimes triplets, sometimes triplets.",
    "start": "00:05:53",
    "end": "00:05:56"
  },
  {
    "text": "So these couplings, they work together. They feed off of each other in some way in different ways. Sometimes they're approaching an idea from two different perspectives. Sometimes they're saying something completely opposite of each other to make a point. And then sometimes it's just one thing. Just one.",
    "start": "00:05:58",
    "end": "00:06:22"
  },
  {
    "text": "And then the thing that follows.",
    "start": "00:06:22",
    "end": "00:06:23"
  },
  {
    "text": "And then the thing that follows. What you would expect when you're talking.",
    "start": "00:06:23",
    "end": "00:06:26"
  },
  {
    "text": "Yeah.",
    "start": "00:06:26",
    "end": "00:06:27"
  },
  {
    "text": "But there is something about the dynamic of a coupled line.",
    "start": "00:06:27",
    "end": "00:06:31"
  },
  {
    "text": "Yeah.",
    "start": "00:06:31",
    "end": "00:06:32"
  },
  {
    "text": "In your Bible. In my Bible I'll see that because of indentation on the Second line.",
    "start": "00:06:32",
    "end": "00:06:36"
  },
  {
    "text": "Usually if it's formatted as poetry, which a lot of biblical poetry is, depending on your translation, you'll notice it. Yeah. You'll see it visually. Now, this is a confession, and I didn't make it early on. I've always found it less interesting to talk about Hebrew poetry.",
    "start": "00:06:36",
    "end": "00:06:53"
  },
  {
    "text": "Yes.",
    "start": "00:06:53",
    "end": "00:06:54"
  },
  {
    "text": "And just more interesting to just read the poetry. And then I find you just. You learn how it works.",
    "start": "00:06:54",
    "end": "00:07:02"
  },
  {
    "text": "It's like dissecting a joke.",
    "start": "00:07:02",
    "end": "00:07:03"
  },
  {
    "text": "Totally. Yeah. Because there is something to talk about. There are conventions that they're using, but it's just way more helpful. So I've just found I kind of need to do both, but do it a bit abbreviated. So some people go on. I mean, I got books. Yeah. I'm pointing at a fat book by a guy named Chip Dobbs, Alsop on biblical poetry. It's brilliant. It's so good. But it's like 600 pages of literary, theoretical discussion about poetry. And so you really have to be interested. And it is really interesting. But what I like about it is it's just loaded through with examples.",
    "start": "00:07:03",
    "end": "00:07:43"
  },
  {
    "text": "Know enough to get your bearings so you don't feel lost.",
    "start": "00:07:43",
    "end": "00:07:46"
  },
  {
    "text": "Yeah.",
    "start": "00:07:46",
    "end": "00:07:47"
  },
  {
    "text": "Just feel like, what is this? It doesn't make any sense to me. But then don't overdo it. Just kind of go in.",
    "start": "00:07:47",
    "end": "00:07:55"
  },
  {
    "text": "Just get into it. Yeah.",
    "start": "00:07:55",
    "end": "00:07:56"
  },
  {
    "text": "And start experiencing it.",
    "start": "00:07:56",
    "end": "00:07:57"
  },
  {
    "text": "That's right. And the most practical question is just to notice how many little mini line pairs or couplings are there and what's the relationship between them? Just slow reread, have a cup of tea, and then let the electricity be between the pairs or the triplets of lines start to bounce off each other and you'll. Just like we did with those proverbs, you'll see the overabundance of meaning.",
    "start": "00:07:57",
    "end": "00:08:25"
  },
  {
    "text": "Get the spelunk in them.",
    "start": "00:08:25",
    "end": "00:08:26"
  },
  {
    "text": "Yeah. So should we just do some more examples?",
    "start": "00:08:26",
    "end": "00:08:29"
  },
  {
    "text": "Let's do it.",
    "start": "00:08:29",
    "end": "00:08:29"
  },
  {
    "text": "Great. Take the opening lines of Psalm 51, which has a heading, the confession of David after the Bathsheba incident.",
    "start": "00:08:30",
    "end": "00:08:55"
  },
  {
    "text": "Get some penance.",
    "start": "00:08:56",
    "end": "00:08:57"
  },
  {
    "text": "That's right. Be gracious to me, O God, according to your loving kindness, according to your greatness of compassion. Blot out my transgressions. Wash me thoroughly from my iniquity and cleanse me from my sin. For I know my transgressions and my sin is ever before me.",
    "start": "00:08:58",
    "end": "00:09:24"
  },
  {
    "text": "So that's three couplings.",
    "start": "00:09:26",
    "end": "00:09:28"
  },
  {
    "text": "Yep. Three. Yep. Three pairs. Seven. So there's three movements in this. The first one is a request, be gracious and blot out my transgressions. The second is washing, laundry imagery. And Then the third is an acknowledgement.",
    "start": "00:09:29",
    "end": "00:09:51"
  },
  {
    "text": "What does it mean to blot something out?",
    "start": "00:09:51",
    "end": "00:09:53"
  },
  {
    "text": "Wipe out. Wipe. Like with a washcloth. My kids spill stuff all the time. Get a washcloth, you wipe it.",
    "start": "00:09:54",
    "end": "00:10:04"
  },
  {
    "text": "So if I spilled something on the counter and I wipe it off, I'm blotting?",
    "start": "00:10:04",
    "end": "00:10:08"
  },
  {
    "text": "Yeah. Well, you're blotting out. Namely, you're absorbing. Wiping away. Blot out.",
    "start": "00:10:08",
    "end": "00:10:14"
  },
  {
    "text": "Blotting out.",
    "start": "00:10:14",
    "end": "00:10:15"
  },
  {
    "text": "Yeah. Okay, so that's good. So notice what that is paralleled with. That's being gracious. Being gracious. So being gracious is pretty general.",
    "start": "00:10:15",
    "end": "00:10:25"
  },
  {
    "text": "Yeah.",
    "start": "00:10:26",
    "end": "00:10:26"
  },
  {
    "text": "If I ask you to be gracious to me, that could express itself in a lot of ways.",
    "start": "00:10:26",
    "end": "00:10:31"
  },
  {
    "text": "Sure.",
    "start": "00:10:31",
    "end": "00:10:31"
  },
  {
    "text": "So this is typical. The A, I'm going to use the words A line and B line. A line is often more a general term. The B line will come in with a more specific. So be gracious to me. How exactly? By wiping away my transgressions. And notice, actually, you can almost hear it. This is called asymmetry. There's four. There's. Each line has two parts. There's four elements here. Be gracious to me according to your loving kindness, according to your greatness. Blot out my transgressions. So it's chiasm. A B, B, A, B, B, A. Yep. Chia. Yeah. You call it a little chiasm symmetry. Wash me. So washing, you're taking what's dirty, obviously.",
    "start": "00:10:32",
    "end": "00:11:24"
  },
  {
    "text": "Taking the dirt out.",
    "start": "00:11:25",
    "end": "00:11:26"
  },
  {
    "text": "And so here we have sin as a form of staining. You need to be washed, but then cleansing. If you've read Leviticus at any length, the kind of cleansing you're doing in Hebrew Bible world, you can cleanse something from dirt, but in Leviticus, cleansing is about purity, ritual, ritual, or more.",
    "start": "00:11:26",
    "end": "00:11:47"
  },
  {
    "text": "This metaphor is already built into the.",
    "start": "00:11:47",
    "end": "00:11:49"
  },
  {
    "text": "Psyche of the guru thinker. So you're washing and purifying, which is both a metaphor of cleaning up something dirt, but it's also of a form.",
    "start": "00:11:50",
    "end": "00:12:03"
  },
  {
    "text": "Of being in a right relationship.",
    "start": "00:12:03",
    "end": "00:12:06"
  },
  {
    "text": "That's right. Yeah. We're being in a pure state so I can enter the divine presence. Mm. Third statement is an acknowledgement. So I know my transgressions. So there's using a mental image I'm aware of. But then the second one is my sin is in front of me. It's a spatial image. So I sin something, I apprehend. But then there's also sin that's just.",
    "start": "00:12:06",
    "end": "00:12:34"
  },
  {
    "text": "Like, public, staring me in the face.",
    "start": "00:12:34",
    "end": "00:12:36"
  },
  {
    "text": "It's public.",
    "start": "00:12:36",
    "end": "00:12:36"
  },
  {
    "text": "Oh, it's public.",
    "start": "00:12:36",
    "end": "00:12:37"
  },
  {
    "text": "It's right there.",
    "start": "00:12:38",
    "end": "00:12:38"
  },
  {
    "text": "It comes out.",
    "start": "00:12:38",
    "end": "00:12:39"
  },
  {
    "text": "Yeah, I can see it.",
    "start": "00:12:39",
    "end": "00:12:40"
  },
  {
    "text": "Everyone knows.",
    "start": "00:12:40",
    "end": "00:12:40"
  },
  {
    "text": "Everyone can See it?",
    "start": "00:12:40",
    "end": "00:12:41"
  },
  {
    "text": "The elf in the room.",
    "start": "00:12:41",
    "end": "00:12:42"
  },
  {
    "text": "Totally.",
    "start": "00:12:42",
    "end": "00:12:43"
  },
  {
    "text": "Yeah.",
    "start": "00:12:43",
    "end": "00:12:43"
  },
  {
    "text": "Those are two different ways we experience our failings. I can feel.",
    "start": "00:12:43",
    "end": "00:12:47"
  },
  {
    "text": "Experience it internally, and then I can experience it as I go into social situations and know that other people know.",
    "start": "00:12:47",
    "end": "00:12:55"
  },
  {
    "text": "Yeah, it's in front of me.",
    "start": "00:12:55",
    "end": "00:12:56"
  },
  {
    "text": "Yeah.",
    "start": "00:12:57",
    "end": "00:12:57"
  },
  {
    "text": "Yeah. That's just. That's profound. Yeah, it's profound.",
    "start": "00:12:57",
    "end": "00:13:02"
  },
  {
    "text": "Yeah.",
    "start": "00:13:02",
    "end": "00:13:03"
  },
  {
    "text": "There's failings that I'm aware of, and then there's failings that are, so to speak, outside me. Everyone's aware, so I'm aware of them and so is everybody else. So there you go. That's it. I think that's what these poets are inviting us to do, is do that. Kind of compare the second statement with the first, and you'll almost always see there's some progression. Different metaphor, different way of thinking about it. Here's another. Should we do some Messianic poetry?",
    "start": "00:13:03",
    "end": "00:13:31"
  },
  {
    "text": "Let's do it.",
    "start": "00:13:31",
    "end": "00:13:32"
  },
  {
    "text": "Messiah poetry. Because why wouldn't. Why wouldn't you. This is one of my favorite poems in Isaiah. Ooh. It comes right after a poem of Yahweh allows the Assyrian empire to be like a lumberjack chopping down trees, which is Israel and its kingdom. And then this poem. Okay, then a shoot will spring up from the stump of Jesse, and a branch from its roots will bear fruit. The spirit of Yahweh will rest on him. The spirit of wisdom and understanding, the spirit of counsel and strength, the spirit of knowledge and the fear of the Lord. He will delight in the fear of the Lord. He will not judge by what his eyes see, nor make a decision by what his ears hear. With righteousness, he. He will bring justice to the poor and decide with fairness for the afflicted of the earth. He will strike the earth with the rod of his mouth. With the breath of his lips, he will slay the wicked. Righteousness will be a belt around his loins and faithfulness a belt around his waist.",
    "start": "00:13:32",
    "end": "00:14:49"
  },
  {
    "text": "Two belts.",
    "start": "00:14:50",
    "end": "00:14:50"
  },
  {
    "text": "Well, your underwear around your loins.",
    "start": "00:14:52",
    "end": "00:14:54"
  },
  {
    "text": "Oh. It's two different kinds of.",
    "start": "00:14:55",
    "end": "00:14:57"
  },
  {
    "text": "And then your belt, which is like your gear. One's for holding your undercloth.",
    "start": "00:14:57",
    "end": "00:15:01"
  },
  {
    "text": "Yeah.",
    "start": "00:15:02",
    "end": "00:15:02"
  },
  {
    "text": "And the other one's for holding your scabbard or something like that sword. So the first line is a famous image.",
    "start": "00:15:03",
    "end": "00:15:12"
  },
  {
    "text": "Yeah. The chute.",
    "start": "00:15:12",
    "end": "00:15:14"
  },
  {
    "text": "The chute. Ah. Notice how the A line and the B line don't quite match metaphorically. So one's from a stem. A shoot coming off a stem, which means you've already got a.",
    "start": "00:15:14",
    "end": "00:15:27"
  },
  {
    "text": "Well, you said stump. Is it stem or stump?",
    "start": "00:15:27",
    "end": "00:15:29"
  },
  {
    "text": "Oh. From the stem of Jesse. Did I say stump?",
    "start": "00:15:29",
    "end": "00:15:32"
  },
  {
    "text": "You said stump.",
    "start": "00:15:32",
    "end": "00:15:32"
  },
  {
    "text": "Oh.",
    "start": "00:15:32",
    "end": "00:15:33"
  },
  {
    "text": "And I thought maybe you were just editing.",
    "start": "00:15:33",
    "end": "00:15:35"
  },
  {
    "text": "Oh, sometimes I do that.",
    "start": "00:15:35",
    "end": "00:15:38"
  },
  {
    "text": "So it's stem.",
    "start": "00:15:39",
    "end": "00:15:39"
  },
  {
    "text": "Now. I want to make sure the root stock or the stalk or the stem.",
    "start": "00:15:40",
    "end": "00:15:46"
  },
  {
    "text": "Okay.",
    "start": "00:15:47",
    "end": "00:15:47"
  },
  {
    "text": "Yeah. The point is, a stock is typically above ground.",
    "start": "00:15:47",
    "end": "00:15:50"
  },
  {
    "text": "Yeah.",
    "start": "00:15:51",
    "end": "00:15:51"
  },
  {
    "text": "So it's talking about a stock that's still above ground and a shoot comes off of it.",
    "start": "00:15:52",
    "end": "00:15:57"
  },
  {
    "text": "Yeah. The new growth.",
    "start": "00:15:57",
    "end": "00:15:58"
  },
  {
    "text": "And what's the stock? It's the line of Jesse, who is Bible trivia.",
    "start": "00:15:58",
    "end": "00:16:04"
  },
  {
    "text": "What do you mean, who is.",
    "start": "00:16:04",
    "end": "00:16:05"
  },
  {
    "text": "Who's. Who's Jesse? Why are we talking about a guy named Jesse right now?",
    "start": "00:16:05",
    "end": "00:16:10"
  },
  {
    "text": "Yeah, why are we talking about Jesse? I guess. I don't know.",
    "start": "00:16:13",
    "end": "00:16:16"
  },
  {
    "text": "I'm sorry. I'm put. I'm.",
    "start": "00:16:16",
    "end": "00:16:17"
  },
  {
    "text": "I don't know.",
    "start": "00:16:17",
    "end": "00:16:17"
  },
  {
    "text": "Putting it on the spot.",
    "start": "00:16:17",
    "end": "00:16:18"
  },
  {
    "text": "I actually don't know.",
    "start": "00:16:18",
    "end": "00:16:19"
  },
  {
    "text": "It's David. David's father. His name's Jesse. Oh, David Ben. Jesse.",
    "start": "00:16:19",
    "end": "00:16:24"
  },
  {
    "text": "Wow. As soon as you asked, I was. I was like, it must be one of the 12. No, it wasn't one of the 12.",
    "start": "00:16:25",
    "end": "00:16:29"
  },
  {
    "text": "Yeah, it's David's dad.",
    "start": "00:16:29",
    "end": "00:16:31"
  },
  {
    "text": "So crazy.",
    "start": "00:16:32",
    "end": "00:16:32"
  },
  {
    "text": "Okay, so let's. Let's pause.",
    "start": "00:16:32",
    "end": "00:16:34"
  },
  {
    "text": "It's funny how familiarity just kind of creates a sense of like.",
    "start": "00:16:34",
    "end": "00:16:37"
  },
  {
    "text": "Oh. Especially with biblical names.",
    "start": "00:16:37",
    "end": "00:16:39"
  },
  {
    "text": "Yeah.",
    "start": "00:16:39",
    "end": "00:16:39"
  },
  {
    "text": "It happens to me all the time still. And I, like, think about this stuff a lot. I'll be like, who's abinadab again? Abimelech. Jesse. And by the way, when I do this in classrooms, it's always the same. You don't have to feel bad, because. What are we talking about? I mean, I said, this is messianic poetry. So we're talking about some awesome guy who's going to come and bring justice and be empowered by the spirit. But the opening metaphor is of a.",
    "start": "00:16:39",
    "end": "00:17:08"
  },
  {
    "text": "A tender little shoot.",
    "start": "00:17:09",
    "end": "00:17:10"
  },
  {
    "text": "A stock. And then the stock is Jesse, David's dad. And then a shoot coming off. Now, if you're thinking, if the stock is Jesse, you already know what the chute from Jesse was.",
    "start": "00:17:10",
    "end": "00:17:27"
  },
  {
    "text": "David.",
    "start": "00:17:27",
    "end": "00:17:28"
  },
  {
    "text": "It's David. But then the next, the beeline comes along and says, a branch or growth will come bear fruit from its roots.",
    "start": "00:17:28",
    "end": "00:17:38"
  },
  {
    "text": "From its roots.",
    "start": "00:17:40",
    "end": "00:17:41"
  },
  {
    "text": "Roots.",
    "start": "00:17:41",
    "end": "00:17:42"
  },
  {
    "text": "Yeah.",
    "start": "00:17:42",
    "end": "00:17:43"
  },
  {
    "text": "So it's a different image, like something.",
    "start": "00:17:43",
    "end": "00:17:46"
  },
  {
    "text": "That'S like a new. That's a new stock.",
    "start": "00:17:46",
    "end": "00:17:48"
  },
  {
    "text": "Right? Yeah, yeah. Roots are underground. Stalks are already above ground. Roots are underground. And so growth from roots will be a totally new thing. Yeah, yeah.",
    "start": "00:17:49",
    "end": "00:18:02"
  },
  {
    "text": "This poet is confused.",
    "start": "00:18:03",
    "end": "00:18:05"
  },
  {
    "text": "So he. Yeah. Either he just doesn't know how to get.",
    "start": "00:18:08",
    "end": "00:18:11"
  },
  {
    "text": "He has been gardening recently.",
    "start": "00:18:11",
    "end": "00:18:13"
  },
  {
    "text": "Yeah, totally. Although the odds of the opposite being the case are really high. Or that he knows exactly what he's doing. He's using the B line and A line and playing them off each other to say something. So if a stem. If a stock already exists, it means it's not brand new. We're not coming out of some other family starting over. Yeah, but it's from existing family. But it's.",
    "start": "00:18:13",
    "end": "00:18:38"
  },
  {
    "text": "But in a new way.",
    "start": "00:18:38",
    "end": "00:18:38"
  },
  {
    "text": "But in a new way. And it's not a shoot coming from David. Yeah, that's what's significant here. He doesn't say a shoot from the stalk of David, because that would be one of the sons of David. And in the perspective of all the prophets, the sons of David were mostly failures. All of them were failures. Some of them succeeded for a little while. So what we don't need is more sons of David. What we need is a new David. That's the image here. We need a son of Jesse, a new David.",
    "start": "00:18:39",
    "end": "00:19:16"
  },
  {
    "text": "We need something fundamentally new coming from the roots.",
    "start": "00:19:16",
    "end": "00:19:19"
  },
  {
    "text": "Yes. And so that fundamentally newness of a new David translates in the beeline into a different plant image.",
    "start": "00:19:19",
    "end": "00:19:27"
  },
  {
    "text": "Yeah.",
    "start": "00:19:27",
    "end": "00:19:28"
  },
  {
    "text": "Which is essentially that we do need something brand new from the roots.",
    "start": "00:19:28",
    "end": "00:19:32"
  },
  {
    "text": "Yeah.",
    "start": "00:19:32",
    "end": "00:19:32"
  },
  {
    "text": "So the shoot from the.",
    "start": "00:19:33",
    "end": "00:19:35"
  },
  {
    "text": "From the stock. Yeah, but also it's a new stock.",
    "start": "00:19:35",
    "end": "00:19:39"
  },
  {
    "text": "Yeah. It's both from something that already exists and it's something brand new. That's what he's trying to say.",
    "start": "00:19:39",
    "end": "00:19:44"
  },
  {
    "text": "Yeah.",
    "start": "00:19:44",
    "end": "00:19:44"
  },
  {
    "text": "And he does it through conflicting plant parts.",
    "start": "00:19:44",
    "end": "00:19:48"
  },
  {
    "text": "Yeah.",
    "start": "00:19:49",
    "end": "00:19:50"
  },
  {
    "text": "And I think he just assumes that you're going to have a long cup of tea. Just think about that one line till you get it.",
    "start": "00:19:50",
    "end": "00:19:57"
  },
  {
    "text": "No, I don't think they drank tea back then. Right.",
    "start": "00:19:57",
    "end": "00:20:00"
  },
  {
    "text": "Oh, sure, sure.",
    "start": "00:20:00",
    "end": "00:20:01"
  },
  {
    "text": "Yeah. You're crushing up plants and sipping on it.",
    "start": "00:20:02",
    "end": "00:20:05"
  },
  {
    "text": "Totally.",
    "start": "00:20:05",
    "end": "00:20:05"
  },
  {
    "text": "Okay.",
    "start": "00:20:05",
    "end": "00:20:06"
  },
  {
    "text": "Yeah.",
    "start": "00:20:06",
    "end": "00:20:06"
  },
  {
    "text": "Sounds like.",
    "start": "00:20:06",
    "end": "00:20:07"
  },
  {
    "text": "Yeah, I'm trying to think. I don't know where it's quite talked about in the Bible. Okay, here's something cool. Okay, so we got a new David in town. And this is a poem written hundreds of years after David died. The spirit of the Lord will rest on him. The spirit of wisdom and understanding, the spirit of counsel and strength, the spirit of knowledge. Okay, Right. So you're like, I get it. This is the repetition.",
    "start": "00:20:07",
    "end": "00:20:32"
  },
  {
    "text": "Yeah. He's got the goods.",
    "start": "00:20:32",
    "end": "00:20:34"
  },
  {
    "text": "Totally. Yeah. So then it's like, what kind of goods? So you got wisdom and understanding. So he's sharp. Yeah, super sharp. Counsel, which is like strategy.",
    "start": "00:20:36",
    "end": "00:20:47"
  },
  {
    "text": "Okay.",
    "start": "00:20:47",
    "end": "00:20:48"
  },
  {
    "text": "Strength to pull off the strategies. Knowledge.",
    "start": "00:20:48",
    "end": "00:20:52"
  },
  {
    "text": "Is that the strength from the. The muchness word?",
    "start": "00:20:53",
    "end": "00:20:57"
  },
  {
    "text": "No, this is. This is the normal word for strength.",
    "start": "00:20:58",
    "end": "00:21:00"
  },
  {
    "text": "Okay.",
    "start": "00:21:00",
    "end": "00:21:01"
  },
  {
    "text": "Knowledge. We're back to wisdom vocabulary and fear of the Lord. Wisdom vocabulary.",
    "start": "00:21:01",
    "end": "00:21:05"
  },
  {
    "text": "Yeah.",
    "start": "00:21:05",
    "end": "00:21:06"
  },
  {
    "text": "So notice a lot of it's A.",
    "start": "00:21:06",
    "end": "00:21:07"
  },
  {
    "text": "Lot of wisdom and then.",
    "start": "00:21:07",
    "end": "00:21:08"
  },
  {
    "text": "Yep.",
    "start": "00:21:09",
    "end": "00:21:09"
  },
  {
    "text": "Strength.",
    "start": "00:21:09",
    "end": "00:21:09"
  },
  {
    "text": "Yeah, that's right. Notice how many spirits he has resting on him. I underlined them all.",
    "start": "00:21:09",
    "end": "00:21:17"
  },
  {
    "text": "We talked about this poem before, I think, during the Ruach conversation.",
    "start": "00:21:17",
    "end": "00:21:23"
  },
  {
    "text": "Oh, spiritual. Yeah. The empowerment. Yes.",
    "start": "00:21:23",
    "end": "00:21:25"
  },
  {
    "text": "And I got hung up on that, on how many spirits there were. And then you were trying to tell me, well, this is one spirit. And I was like, but it seems like there's a lot of different spirits.",
    "start": "00:21:25",
    "end": "00:21:33"
  },
  {
    "text": "Yes. Count them up.",
    "start": "00:21:33",
    "end": "00:21:34"
  },
  {
    "text": "Yeah.",
    "start": "00:21:34",
    "end": "00:21:35"
  },
  {
    "text": "I put the underlines. Did we do this already? I don't know if we did this. No, we talked about this. How many spirits are on him?",
    "start": "00:21:35",
    "end": "00:21:40"
  },
  {
    "text": "1, 2, 3, 4, 5, 6, 7.",
    "start": "00:21:41",
    "end": "00:21:43"
  },
  {
    "text": "Of course. Of course it's 7. Of course. It's the Sevenfold Spirit.",
    "start": "00:21:43",
    "end": "00:21:50"
  },
  {
    "text": "What does that mean?",
    "start": "00:21:51",
    "end": "00:21:51"
  },
  {
    "text": "7 for all kinds of things. Actually got some recent reading on this. I still need to do it on symbolic numbers in the Bible, but seven's one of the main candidates all over the place as a statement of completeness and unity.",
    "start": "00:21:52",
    "end": "00:22:07"
  },
  {
    "text": "So sevenfold spirit. I've never heard that phrase before.",
    "start": "00:22:07",
    "end": "00:22:10"
  },
  {
    "text": "Yeah, I don't think I coined it, but it's what just came to my mind. So it's one spirit, the spirit of Yahweh, who's so complete and sufficient, he creates an overabundance. There's seven of them of capacity and power and potential inside of the new David.",
    "start": "00:22:10",
    "end": "00:22:30"
  },
  {
    "text": "Yeah.",
    "start": "00:22:30",
    "end": "00:22:30"
  },
  {
    "text": "So it's all these poetic lines that are just talking about he's spirit empowered, which has all these different.",
    "start": "00:22:31",
    "end": "00:22:37"
  },
  {
    "text": "This guy's got that divine energy.",
    "start": "00:22:37",
    "end": "00:22:38"
  },
  {
    "text": "Totally. Yeah. And it's all. And the seven are arranged in another one of these symmetries, a nice little chiasm where it's the spirit of the Lord on him, and then the fear.",
    "start": "00:22:39",
    "end": "00:22:49"
  },
  {
    "text": "Of the Lord at the end.",
    "start": "00:22:49",
    "end": "00:22:50"
  },
  {
    "text": "Is at the end.",
    "start": "00:22:50",
    "end": "00:22:51"
  },
  {
    "text": "Yeah, the spirit of. The fear of the Lord.",
    "start": "00:22:51",
    "end": "00:22:53"
  },
  {
    "text": "Totally. Yeah. Yeah. We could go on, but you get the feel. Here's something interesting. This is something that Adele Berlin pointed out. She said, so you've got this rhythmic principle for the biblical poets can use. They want to pair, or sometimes triple pair, short lines and all kinds of patterns. Basically, that free verse set of methods creates what she calls an infinite number of ways to communicate similar ideas. She counted up all of the times in the Book of Psalms where a poet asks God to hear their prayer. She found 29 examples and not one of them is identical. Yeah, it's really interesting. So this is just from a section. Yeah, it's really. It is kind of like that. Totally. Yeah. So. So Psalm 54, O God, hear my prayer. Listen to the word of my mouth. Psalm 61 O God, hear my cry. Pay attention to my prayer. Psalm 66 Truly God has heard. He paid attention to the sound of my prayer. Psalm 84 Yahweh, hear my prayer. Listen, O God of Jacob. Psalm 102 Yahweh, hear my prayer. May my cry come to you. Psalm 88 May my prayer come before you. Incline your ear to my cry. She has more, but you get the idea.",
    "start": "00:22:54",
    "end": "00:24:21"
  },
  {
    "text": "Yeah.",
    "start": "00:24:21",
    "end": "00:24:21"
  },
  {
    "text": "Yeah. But also, those aren't all identical. They all are doing slightly different things. Right. Where one is listening, sometimes they'll use a metaphor of my words, leave my mouth and rise up like a cloud. Rise up. Then they'll flow into the heavenly temple and maybe you'll hear them. Maybe it'll make it up there. That's different than the demand of, like, listen. Or it's different than saying, I'm crying, yelling at you, please hear me. But they're all basically saying, listen, I hope you hear my prayer.",
    "start": "00:24:21",
    "end": "00:24:59"
  },
  {
    "text": "Yeah.",
    "start": "00:24:59",
    "end": "00:24:59"
  },
  {
    "text": "So do you want to rap? I don't know. Do you want to create any kind of rap around that?",
    "start": "00:25:00",
    "end": "00:25:05"
  },
  {
    "text": "If the point is how you experience the poetry, and what we did is we just went through and we tried to dissect a little bit about how we were experiencing it or what was happening, that helped us experience it in different ways. Yeah. Why is that important? So important that 30% of the Bible is poetry?",
    "start": "00:25:06",
    "end": "00:25:26"
  },
  {
    "text": "Yeah. Well, so one piece. It's actually not right here in our notes, but it's what we talked about when we talked about just different literary styles in the Bible. It means a third of the Bible's communication is communicating through poetry. A what? It's communicating something.",
    "start": "00:25:26",
    "end": "00:25:43"
  },
  {
    "text": "Yeah.",
    "start": "00:25:44",
    "end": "00:25:44"
  },
  {
    "text": "But the primary way that it wants to connect and communicate with you is by bringing you through an experience, a verbal, artistic, emotional experience through verbal art.",
    "start": "00:25:45",
    "end": "00:26:01"
  },
  {
    "text": "Yeah.",
    "start": "00:26:01",
    "end": "00:26:02"
  },
  {
    "text": "Throughout. And that's of value. It's of so much value that a third of these scriptures are cast in this form. And as we're going to see, just with some closing kind of thoughts and quotes here, it's a way of communicating more. It's an overabundant form of communication. And to me, that's. You can talk about the techniques, but the net effect is total, is more than the sum of the parts.",
    "start": "00:26:02",
    "end": "00:26:28"
  },
  {
    "text": "Right. Yeah.",
    "start": "00:26:28",
    "end": "00:26:29"
  },
  {
    "text": "And that's just of supreme value, I think, for how just poetry works.",
    "start": "00:26:29",
    "end": "00:26:34"
  },
  {
    "text": "Yeah.",
    "start": "00:26:34",
    "end": "00:26:35"
  },
  {
    "text": "Robert Alter, who wrote one of the classic introductions to biblical poetry called the Art of Biblical Poetry, he quotes from a famous Russian filmmaker from the 20th century, his name's Sergey Eisenstein. I put a picture in the notes there.",
    "start": "00:26:35",
    "end": "00:26:52"
  },
  {
    "text": "Yeah, he looks crazy.",
    "start": "00:26:52",
    "end": "00:26:54"
  },
  {
    "text": "He looks awesome.",
    "start": "00:26:54",
    "end": "00:26:55"
  },
  {
    "text": "He looks like he's a.",
    "start": "00:26:55",
    "end": "00:26:56"
  },
  {
    "text": "But he. Like he. Yeah, he directed the most important, like, film version of Ivan the Terrible, I guess, all these really important Russian classics he put in classic film form in the mid 20th century. And this is a quotation he has about the power of setting one thing alongside another thing. And they're not the same. Why a director would. He's thinking of film montages where you juxtapose two scenes back and forth. And Robert Alter quotes it because this is a really great analogy for how the poetic lines work and bounce off each other. So this is Eisenstein's words, he says. It remains true to this day that the juxtaposition of two separate shots by splicing them together resembles not so much a simple sum of one shot plus one shot. It's a new creation. The result is qualitatively distinguishable from each of the elements viewed separately. This is the effect of the montage. Each piece exists no longer as something unrelated. And it gets technical here, but it's helpful. But. So they're not two unrelated things. They're a given particular representation of a larger common theme that now penetrates all the shot pieces. This juxtaposition of these partial details calls to life and forces into the light any general qualities that each piece expresses that might bind them together into a single whole, a single image that the spectator experiences. So if you like movies, this is. This is like one of the nuts and bolts of good editing is how you juxtapose sequences of scenes.",
    "start": "00:26:56",
    "end": "00:28:53"
  },
  {
    "text": "Yeah, he's talking specifically of montage scenes or just in general.",
    "start": "00:28:54",
    "end": "00:28:58"
  },
  {
    "text": "Oh, well, he talks about the montage.",
    "start": "00:28:58",
    "end": "00:29:01"
  },
  {
    "text": "Here as you're reading. I was trying to think of a montage that I've seen that does this particularly well. And I haven't really thought of one.",
    "start": "00:29:01",
    "end": "00:29:12"
  },
  {
    "text": "There was a film. This is back in the 90s for me. The director, Ron Frick made a non linear documentary of both. Like nature documentary footage, but like, incredible. This is before drones. They were doing this all in helicopter and so on. So incredible. Vast panoramas of mountains and deserts juxtaposed with the people. Do people. The people who live in each of those regions doing their religious rituals.",
    "start": "00:29:12",
    "end": "00:29:49"
  },
  {
    "text": "Yeah.",
    "start": "00:29:49",
    "end": "00:29:50"
  },
  {
    "text": "So it'd be like of the Himalayas.",
    "start": "00:29:51",
    "end": "00:29:52"
  },
  {
    "text": "Yeah, I see this.",
    "start": "00:29:52",
    "end": "00:29:53"
  },
  {
    "text": "And then it would be Tibetan monks doing their prayers. Baraka.",
    "start": "00:29:53",
    "end": "00:29:57"
  },
  {
    "text": "Yeah.",
    "start": "00:29:57",
    "end": "00:29:57"
  },
  {
    "text": "Oh, it's astounding.",
    "start": "00:29:57",
    "end": "00:29:59"
  },
  {
    "text": "Really powerful.",
    "start": "00:29:59",
    "end": "00:29:59"
  },
  {
    "text": "And the whole film.",
    "start": "00:29:59",
    "end": "00:30:01"
  },
  {
    "text": "Yeah.",
    "start": "00:30:01",
    "end": "00:30:02"
  },
  {
    "text": "Progresses through juxtaposition.",
    "start": "00:30:02",
    "end": "00:30:04"
  },
  {
    "text": "Yes.",
    "start": "00:30:04",
    "end": "00:30:04"
  },
  {
    "text": "And then there's the whole scene in downtown Tokyo. Do you remember that?",
    "start": "00:30:05",
    "end": "00:30:09"
  },
  {
    "text": "Yeah. We're like the people going every which way.",
    "start": "00:30:09",
    "end": "00:30:12"
  },
  {
    "text": "Yes. It's fast motion of all the massive intersections.",
    "start": "00:30:12",
    "end": "00:30:17"
  },
  {
    "text": "And then it'll cut to, like.",
    "start": "00:30:17",
    "end": "00:30:18"
  },
  {
    "text": "Chicks.",
    "start": "00:30:20",
    "end": "00:30:21"
  },
  {
    "text": "Yeah.",
    "start": "00:30:21",
    "end": "00:30:21"
  },
  {
    "text": "Little chick in a chicken factory.",
    "start": "00:30:21",
    "end": "00:30:22"
  },
  {
    "text": "And throwing them in different bins, going down conveyor belts. Yeah, yeah, yeah.",
    "start": "00:30:22",
    "end": "00:30:27"
  },
  {
    "text": "It's unbelievable.",
    "start": "00:30:27",
    "end": "00:30:28"
  },
  {
    "text": "Yeah.",
    "start": "00:30:28",
    "end": "00:30:28"
  },
  {
    "text": "It's so vivid in my memory to this day. So you've had all these scenes of, like, beautiful, serene mountains.",
    "start": "00:30:28",
    "end": "00:30:35"
  },
  {
    "text": "And now you're just in peaceful monks.",
    "start": "00:30:35",
    "end": "00:30:37"
  },
  {
    "text": "And then the city comes along, the city sequence, and you're like, oh, it's so ugly and unpleasant. And it's humans in mass. And then he lays them on top.",
    "start": "00:30:38",
    "end": "00:30:51"
  },
  {
    "text": "Of separating male from female chickens.",
    "start": "00:30:51",
    "end": "00:30:55"
  },
  {
    "text": "These chicks and their little beaks get burned and they get thrown into these conveyor belts. And then he starts showing escalator stairs in Tokyo subway juxtaposed with chickens going down conveyor belts.",
    "start": "00:30:55",
    "end": "00:31:08"
  },
  {
    "text": "Yeah.",
    "start": "00:31:08",
    "end": "00:31:08"
  },
  {
    "text": "And. Yeah, that's a vivid example in my memory.",
    "start": "00:31:08",
    "end": "00:31:11"
  },
  {
    "text": "That is. That's a classic.",
    "start": "00:31:11",
    "end": "00:31:13"
  },
  {
    "text": "Yeah.",
    "start": "00:31:13",
    "end": "00:31:13"
  },
  {
    "text": "Because there's nothing else other than juxtaposition happening.",
    "start": "00:31:14",
    "end": "00:31:17"
  },
  {
    "text": "That's it. Yeah, yeah. On the editorial level. Yeah, yeah, yeah. So Eisenstein's point is obviously that you put them next to each other, they become a new creation, a new artistic statement about ourselves, about how we treat animals and how we treat ourselves by the environments we create. It's a new whole. And what you immediately start doing is looking for the connections and the larger common theme that binds two unlike things together. And I think that's an excellent. It's a great inroad into how biblical poetry works.",
    "start": "00:31:17",
    "end": "00:31:58"
  },
  {
    "text": "There's also something very enjoyable about experiencing a juxtaposition and you coming to understanding the significance of it.",
    "start": "00:31:59",
    "end": "00:32:10"
  },
  {
    "text": "Yeah.",
    "start": "00:32:10",
    "end": "00:32:10"
  },
  {
    "text": "The discovery process of it. That we're pattern recognition machines.",
    "start": "00:32:11",
    "end": "00:32:18"
  },
  {
    "text": "Yeah.",
    "start": "00:32:18",
    "end": "00:32:18"
  },
  {
    "text": "And so it's like giving us an opportunity to do what we're good at, which is see patterns, come up with new observations. So it's like teaching in a way that allows the participant to really thrive in the environment of learning.",
    "start": "00:32:20",
    "end": "00:32:35"
  },
  {
    "text": "Yeah. You know, there's a great analogy here then, with how biblical narrative works through the gaps and the lack of clarity.",
    "start": "00:32:35",
    "end": "00:32:42"
  },
  {
    "text": "Yeah.",
    "start": "00:32:42",
    "end": "00:32:43"
  },
  {
    "text": "You know, about character motives or is this a good or bad thing? In poetry, the equivalent is dense lines that put like with unlike or like with like. But just there's always a little bit of difference that creates a juxtaposition and then that's it. The poet's done their work. Now you have to do your work.",
    "start": "00:32:43",
    "end": "00:33:05"
  },
  {
    "text": "Right. Yeah.",
    "start": "00:33:05",
    "end": "00:33:06"
  },
  {
    "text": "It's a way of communication. Yeah.",
    "start": "00:33:06",
    "end": "00:33:08"
  },
  {
    "text": "It's a Developmental way of teaching.",
    "start": "00:33:08",
    "end": "00:33:10"
  },
  {
    "text": "Correct. And as a communicator, there's also a liability that people won't get it.",
    "start": "00:33:10",
    "end": "00:33:17"
  },
  {
    "text": "Yep. This isn't how we communicate generally when we want to communicate about important things. When I say we, I mean church leaders.",
    "start": "00:33:17",
    "end": "00:33:27"
  },
  {
    "text": "Yeah. Right. Teachers.",
    "start": "00:33:28",
    "end": "00:33:29"
  },
  {
    "text": "Teachers.",
    "start": "00:33:29",
    "end": "00:33:30"
  },
  {
    "text": "Yeah.",
    "start": "00:33:30",
    "end": "00:33:31"
  },
  {
    "text": "You want clarity.",
    "start": "00:33:31",
    "end": "00:33:32"
  },
  {
    "text": "Yeah.",
    "start": "00:33:32",
    "end": "00:33:32"
  },
  {
    "text": "You want them to get it without any miscommunication.",
    "start": "00:33:32",
    "end": "00:33:36"
  },
  {
    "text": "Correct.",
    "start": "00:33:36",
    "end": "00:33:37"
  },
  {
    "text": "And then move on to the next thing and get that.",
    "start": "00:33:37",
    "end": "00:33:39"
  },
  {
    "text": "Yes.",
    "start": "00:33:39",
    "end": "00:33:39"
  },
  {
    "text": "And so you actually want to take out any sort of ambiguity, make it very clear.",
    "start": "00:33:40",
    "end": "00:33:45"
  },
  {
    "text": "Poetry wants to do the opposite.",
    "start": "00:33:46",
    "end": "00:33:48"
  },
  {
    "text": "Poetry wants to do the opposite.",
    "start": "00:33:48",
    "end": "00:33:49"
  },
  {
    "text": "There is a what that they want to communicate. There is a something.",
    "start": "00:33:49",
    "end": "00:33:52"
  },
  {
    "text": "But they're comfortable with the fact. They're comfortable with the liability that you might totally miss it or that you.",
    "start": "00:33:53",
    "end": "00:33:59"
  },
  {
    "text": "Might under read it. That you'll only get or misread it. That you'll misread it or under read it or under read it. You'll only get a quarter of what they really wanted you.",
    "start": "00:33:59",
    "end": "00:34:11"
  },
  {
    "text": "That liability is worth it because of the payoff of it really soaking in and becoming a part of who you.",
    "start": "00:34:11",
    "end": "00:34:18"
  },
  {
    "text": "Are and how much the reader will own the discovery if they make it. Yeah. Yep. I think it's a lot more work.",
    "start": "00:34:18",
    "end": "00:34:26"
  },
  {
    "text": "To communicate that way as well.",
    "start": "00:34:26",
    "end": "00:34:28"
  },
  {
    "text": "Yeah. Yeah. Poetry is really hard to write.",
    "start": "00:34:29",
    "end": "00:34:32"
  },
  {
    "text": "Yeah.",
    "start": "00:34:32",
    "end": "00:34:33"
  },
  {
    "text": "Much less read.",
    "start": "00:34:34",
    "end": "00:34:35"
  },
  {
    "text": "Yeah. But honestly, like, if you were a pastor and you just got up and you did something that was very poetic and then sat down, I think half the congregation be like, what? What was that?",
    "start": "00:34:35",
    "end": "00:34:47"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:34:47",
    "end": "00:34:47"
  },
  {
    "text": "Like, try again.",
    "start": "00:34:47",
    "end": "00:34:48"
  },
  {
    "text": "Yeah.",
    "start": "00:34:48",
    "end": "00:34:49"
  },
  {
    "text": "We're not gonna put up with this.",
    "start": "00:34:50",
    "end": "00:34:51"
  },
  {
    "text": "Yeah.",
    "start": "00:34:51",
    "end": "00:34:51"
  },
  {
    "text": "Tell me what I need to know.",
    "start": "00:34:51",
    "end": "00:34:52"
  },
  {
    "text": "Well, and so, yeah. Different, right? Different. There's different times for different church traditions have different ways of conceiving what the purpose of teaching the Bible is. Right. In a worship gathering. But it's at least worth asking, no matter what tradition you're part of. If a third of the Scriptures is a form of communication, maybe a third of your sermons that's intentionally dense, isn't always fully clear, and will generate as much ambiguity and invitation as it does clear communication.",
    "start": "00:34:52",
    "end": "00:35:26"
  },
  {
    "text": "Yeah.",
    "start": "00:35:27",
    "end": "00:35:27"
  },
  {
    "text": "It's just worth pondering. Is that something worth imitating in the public worship gathering that leads to final point. That's on page eight. It's kind of making the same point. It's this over surplus of meaning. It's kind of same ideas we've been talking about already. It's just another awesome quote by Robert Alter. And here he's talking about how it's a chapter on the poetry of the prophets and how in the Hebrew prophets, divine speech is 99% of the time in this poetic form. So just pause and think. The prophets were an institution and a tradition in ancient Israel that lasted centuries. And they left a legacy of writing and essays and preaching. Those have been collected in the books we have. And divine speech, as these individuals conceived of it in this truth, how they encountered and wanted to express it to others was in this very form. It's really fascinating to think about it. When God talks in the prophets, he talks in this form, he talks in poetry. So he's in this quote, he's trying to imagine what's a prophet thinking when they're trying to communicate a divine word to their audience. He says, if we could hear God talking, making his will manifest in words of the Hebrew language, what would it sound like? Poetry is our best human model of intricately rich communication. It's not only solemn, weighty and forceful, it's densely woven with complex internal connections, meanings and implications. It's like super dense, like a super multi layered onion or something. Or I have a friend who uses the image of dense German bread to talk about biblical poetry.",
    "start": "00:35:28",
    "end": "00:38:01"
  },
  {
    "text": "The way he. For some reason, the description made me think of like an atom.",
    "start": "00:38:01",
    "end": "00:38:05"
  },
  {
    "text": "Oh, got it. Just this dense form of just like.",
    "start": "00:38:05",
    "end": "00:38:09"
  },
  {
    "text": "It's very compact, but there's also energy.",
    "start": "00:38:09",
    "end": "00:38:12"
  },
  {
    "text": "Yeah.",
    "start": "00:38:13",
    "end": "00:38:13"
  },
  {
    "text": "And there's. It's intricately designed.",
    "start": "00:38:13",
    "end": "00:38:16"
  },
  {
    "text": "Yeah. So poetry is the way humans express dense, solemn, weighty. He goes on. It makes perfect sense why divine speech in the Hebrew Bible is most often represented as poetry. The form of this divine poetry explains why these texts have touched the lives of millions of readers, far removed in time, space and situation from the small groups of ancient Hebrews who produced and first read these texts. The point is actually what you're saying that poetry. He's more talking about the payoff of using the poetic form. That the reward is so high for those who engage it that it changes you. You walk away from really good poetry as if you just went on a trip.",
    "start": "00:38:17",
    "end": "00:39:09"
  },
  {
    "text": "Yeah. It's the survival of the fittest in language.",
    "start": "00:39:09",
    "end": "00:39:13"
  },
  {
    "text": "It's the most supreme divine form.",
    "start": "00:39:14",
    "end": "00:39:17"
  },
  {
    "text": "The language that's gonna get passed on is the things that made the most impact for you, value for you.",
    "start": "00:39:17",
    "end": "00:39:25"
  },
  {
    "text": "Yeah.",
    "start": "00:39:25",
    "end": "00:39:25"
  },
  {
    "text": "And then the rest of the. It wasn't fit enough. And so it will go to the wayside. But the two lines of poetry that carried so much over excess of meaning.",
    "start": "00:39:25",
    "end": "00:39:40"
  },
  {
    "text": "And that had you thinking all day.",
    "start": "00:39:40",
    "end": "00:39:42"
  },
  {
    "text": "Long about, whoa, you're gonna pass that along. And so it would make sense that when God tells you something, it's gonna have that abundance to It.",
    "start": "00:39:42",
    "end": "00:39:55"
  },
  {
    "text": "Yes. One thing.",
    "start": "00:39:55",
    "end": "00:39:57"
  },
  {
    "text": "How would you describe it? It would have to be in poetry.",
    "start": "00:39:57",
    "end": "00:39:59"
  },
  {
    "text": "Yes. Yeah. That's why God speaks in poetry. One thing God has spoken. Two things I have heard.",
    "start": "00:39:59",
    "end": "00:40:07"
  },
  {
    "text": "God says one thing. I hear two things.",
    "start": "00:40:08",
    "end": "00:40:10"
  },
  {
    "text": "I hear many things that bounce off each other and create a mega thing that I can't quite express except through the language of poetry.",
    "start": "00:40:10",
    "end": "00:40:20"
  },
  {
    "text": "The title of this episode of the podcast should be God Speaks in Poetry. So the next video, the topic then.",
    "start": "00:40:20",
    "end": "00:40:28"
  },
  {
    "text": "Ah, it's gonna be metaphor.",
    "start": "00:40:28",
    "end": "00:40:29"
  },
  {
    "text": "Specifically talking about metaphor.",
    "start": "00:40:30",
    "end": "00:40:31"
  },
  {
    "text": "And it's gonna be the same principle of juxtaposing images on top of each other, that sometimes they're similar and just a little different, sometimes they're totally different. Same principle, but there's a whole other conversation with cool things to learn about metaphor theory.",
    "start": "00:40:31",
    "end": "00:40:48"
  },
  {
    "text": "Great.",
    "start": "00:40:48",
    "end": "00:40:48"
  },
  {
    "text": "I think it's really interesting.",
    "start": "00:40:48",
    "end": "00:40:49"
  },
  {
    "text": "Cool.",
    "start": "00:40:50",
    "end": "00:40:50"
  },
  {
    "text": "So the core motif underlying both videos is biblical poetry is a tradition that juxtaposes language to bounce off each other. One video one and then video two. Images that bounce off each other.",
    "start": "00:40:50",
    "end": "00:41:03"
  },
  {
    "text": "That's it for this episode of the bibleproject podcast and that's it for our conversation on poetry in general. But it's not the end of our conversation about poetry. In the next two episodes of the podcast, we're going to look at the use of metaphor and symbols in biblical poetry. We're actually going to look at how metaphor shapes the way we think and the way we live and how biblical poets masterfully use metaphor and imagery. The bibleproject is a nonprofit. We're in Portland, Oregon. We make free resources that show the Bible as a unified story that leads to Jesus. You can find all of our videos, our podcast, our other resources like study notes and posters. It's all for free@thebibleproject.com a quick little side note from me and kind of what's going on at the Bible Project. It's the very beginning of June 2018. We're going into the summer months. We've got a lot of stuff going on and we're expanding the team in a couple very key positions. One position is a director level position that's going to be in charge of all of our global initiatives. We've got a lot of translations happening all over the globe. We're partnering with a lot of really cool organizations who are using this material all over the globe. And we need someone who is an administrative ninja who's entrepreneurially minded and loves to connect a lot of dots, solve problems, and help us expand this resource to people all over. If you think that's you or someone you know, you can send us your resume and a cover letter to Amber. Jointhebibleproject.com the other position we're looking for is a manager over a new initiative we're doing called classroom. Basically, we are going to have Dr. Tim Mackey, teacher to a select few students, a diverse group of students, and we're going to film that and then we're going to provide those classroom interactions for free on a new online tool that's going to be coming out in 2019. We're looking for a manager who can help us find those students, host those students, and just make sure the whole classroom initiative goes off without a hitch. So if you know someone who might be good for that position, you can also send your resume and cover letter to Amber at join the Bibleproject. That's Amber A M B E R@jointheballproject.com Both those positions, the director of Global Focus and the classroom manager. So thank you for listening. Thank you for your support and thanks for being a part of this with us.",
    "start": "00:41:07",
    "end": "00:43:50"
  },
  {
    "text": "Sam.",
    "start": "00:43:52",
    "end": "00:44:02"
  }
]