[
  {
    "text": "Hey, this is John at the bibleproject. If you've been around Christians or you are one yourself, chances are you've heard the word the gospel. Like, do you believe the gospel? So what does the gospel mean? The gospel is a Greek word that means good news. And that raises the question, good news about what?",
    "start": "00:00:04",
    "end": "00:00:25"
  },
  {
    "text": "Jesus goes onto the public scene announcing that God's kingdom has come near has arrived and that he is its anointed herald.",
    "start": "00:00:25",
    "end": "00:00:34"
  },
  {
    "text": "The good news is that God's kingdom has come near and Jesus is bringing it. But here's the thing. Many of us have grown up in Christian culture and were taught that the gospel was something more specific than that. The gospel was about how I personally become saved, that is how I can make sure I go to heaven when I die.",
    "start": "00:00:35",
    "end": "00:00:54"
  },
  {
    "text": "In the mid 20th century, the word gospel, because of some really influential and positive movements, I think the word gospel kind of got narrowed down to refer specifically to the moment of the cross as a substitutionary death for my sins so that I can go to heaven. That became the gospel. Help someone understand that they are a sinner. They need Jesus to die for them so that they can go to heaven after they die. That was what the word gospel meant to me when I first became a follower of Jesus in my 20s. And, and let's just stop and just say what a strange thing that that word came to mean, that when we're reading a New Testament that has this word and it refers always to the story of Jesus launching the kingdom of God, dying, being raised to bring the kingdom of God, that's what the word gospel means in the New Testament.",
    "start": "00:00:54",
    "end": "00:01:44"
  },
  {
    "text": "The good news is about the reign of a new king. And this has implications for us. But first we, we have to understand who this king is, why he thinks he's king, and that's what the first four books of the New Testament are all about. Ancient biographies of Jesus.",
    "start": "00:01:44",
    "end": "00:02:00"
  },
  {
    "text": "The historic way the church has talked about these four texts is to use one singular noun to describe all of them. These four works are together the gospel, they are about the gospel, and then each one is the gospel according to. So it's one basic claim being announced here from four different points of view.",
    "start": "00:02:00",
    "end": "00:02:21"
  },
  {
    "text": "So what does this mean? That the kingdom of God is near. That's ahead on today's show. Thanks for joining us. Here we go.",
    "start": "00:02:21",
    "end": "00:02:27"
  },
  {
    "text": "We are having a conversation, beginning a conversation right now. Here we are about a new video about the Bible Project.",
    "start": "00:02:30",
    "end": "00:02:39"
  },
  {
    "text": "We are into the New Testament in the how to Read the Bible series. Yes, it's been an ongoing series. There's been 14 videos.",
    "start": "00:02:39",
    "end": "00:02:46"
  },
  {
    "text": "Yeah. This is video 15.",
    "start": "00:02:46",
    "end": "00:02:47"
  },
  {
    "text": "Video 15.",
    "start": "00:02:47",
    "end": "00:02:48"
  },
  {
    "text": "Yeah.",
    "start": "00:02:48",
    "end": "00:02:48"
  },
  {
    "text": "We've been talking about how to read biblical narrative.",
    "start": "00:02:48",
    "end": "00:02:52"
  },
  {
    "text": "The setting, the characters, the plot, plot, design patterns.",
    "start": "00:02:53",
    "end": "00:02:58"
  },
  {
    "text": "Design patterns. How to read poetry, its use of metaphor and symbolism, how Hebrew poetry works. Then we've looked at just how to.",
    "start": "00:02:58",
    "end": "00:03:07"
  },
  {
    "text": "Read certain collections, certain sections. Many sections within the Bible.",
    "start": "00:03:07",
    "end": "00:03:12"
  },
  {
    "text": "Yeah. The Psalms as a collection of. Which is one book in our largest books, the Law. The Law. Oh, yeah, the laws, which are peppered throughout.",
    "start": "00:03:12",
    "end": "00:03:24"
  },
  {
    "text": "Yep, peppered throughout. The first five. Well, the second through fifth books.",
    "start": "00:03:24",
    "end": "00:03:28"
  },
  {
    "text": "And then the Prophets.",
    "start": "00:03:29",
    "end": "00:03:31"
  },
  {
    "text": "And then the Prophets. Then the Books of Solomon.",
    "start": "00:03:31",
    "end": "00:03:34"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:03:34",
    "end": "00:03:34"
  },
  {
    "text": "And we are moving on to. We're going to have five videos about different sections and literary genres in the New Testament.",
    "start": "00:03:34",
    "end": "00:03:42"
  },
  {
    "text": "The New Testament.",
    "start": "00:03:42",
    "end": "00:03:43"
  },
  {
    "text": "Yeah. We're gonna do how to read the Gospels. That's this.",
    "start": "00:03:43",
    "end": "00:03:46"
  },
  {
    "text": "That's this conversation. And then we'll do how to read letters.",
    "start": "00:03:46",
    "end": "00:03:49"
  },
  {
    "text": "How to read the letters. Oh, no. How to read the parables.",
    "start": "00:03:49",
    "end": "00:03:52"
  },
  {
    "text": "Oh, the parables.",
    "start": "00:03:52",
    "end": "00:03:52"
  },
  {
    "text": "There's an episode on. They're so famous.",
    "start": "00:03:52",
    "end": "00:03:54"
  },
  {
    "text": "Yeah.",
    "start": "00:03:54",
    "end": "00:03:55"
  },
  {
    "text": "They're a big part of Jesus teaching and they have puzzled readers for a long time. It's an acquired skill, learning how to read them wisely.",
    "start": "00:03:55",
    "end": "00:04:03"
  },
  {
    "text": "I'm excited about that.",
    "start": "00:04:03",
    "end": "00:04:04"
  },
  {
    "text": "Then how to read the letters. And then the last will be how to read apocalyptic literature. So good.",
    "start": "00:04:04",
    "end": "00:04:11"
  },
  {
    "text": "And is that going to be just looking at Revelation or are you going to. We're going to pull in.",
    "start": "00:04:11",
    "end": "00:04:14"
  },
  {
    "text": "No, well, yeah, we'll pull in. The earliest Messianic Jewish followers of Jesus, they had already grown up in an environment with Jewish apocalyptic literature. Literature written that sounds and reads like the Book of Revelation.",
    "start": "00:04:15",
    "end": "00:04:30"
  },
  {
    "text": "Right.",
    "start": "00:04:30",
    "end": "00:04:30"
  },
  {
    "text": "So. So the Book of Revelation was written assuming that readers know how to follow the signals and make sense of the symbols. So it'll be about the precedence of that in the Hebrew Bible and Second Temple Judaism. And then. So there you go. It's the home stretch. Home stretch for this series.",
    "start": "00:04:30",
    "end": "00:04:47"
  },
  {
    "text": "This series will be done.",
    "start": "00:04:47",
    "end": "00:04:48"
  },
  {
    "text": "It'll have been over three years in the making.",
    "start": "00:04:48",
    "end": "00:04:51"
  },
  {
    "text": "Yeah. It'll be a great library of videos.",
    "start": "00:04:51",
    "end": "00:04:54"
  },
  {
    "text": "Yeah.",
    "start": "00:04:54",
    "end": "00:04:54"
  },
  {
    "text": "20. Right. In total. Is that right? 19.",
    "start": "00:04:54",
    "end": "00:04:56"
  },
  {
    "text": "Forget.",
    "start": "00:04:57",
    "end": "00:04:57"
  },
  {
    "text": "Yeah.",
    "start": "00:04:57",
    "end": "00:04:57"
  },
  {
    "text": "So we're talking about how to read four books of the New Testament.",
    "start": "00:05:00",
    "end": "00:05:02"
  },
  {
    "text": "Yep. So this conversation is on Matthew, Mark, Luke and John. Four reports of Jesus life and death and resurrection.",
    "start": "00:05:02",
    "end": "00:05:14"
  },
  {
    "text": "Yeah. These four texts are referred. Have been referred to throughout the history of the Jesus movement as God Gospels.",
    "start": "00:05:14",
    "end": "00:05:23"
  },
  {
    "text": "The Gospels.",
    "start": "00:05:23",
    "end": "00:05:24"
  },
  {
    "text": "Well, actually the Gospel. The oldest titles for these works, which go back to manuscripts from the 3rd and 2nd century AD is actually the phrase according to Matthew. According To Mark according to Luke, according to John. It's just that right there. According to, like. That's a strange way to title a book.",
    "start": "00:05:24",
    "end": "00:05:50"
  },
  {
    "text": "Yeah, Right.",
    "start": "00:05:50",
    "end": "00:05:51"
  },
  {
    "text": "Because it presumes, well, what according to.",
    "start": "00:05:51",
    "end": "00:05:54"
  },
  {
    "text": "Yeah, kind of started in the middle essence.",
    "start": "00:05:54",
    "end": "00:05:57"
  },
  {
    "text": "Yeah. So this sounds odd in English, but it makes sense once you understand the idea. The historic way the church has talked about these four texts is to use one singular noun to describe all of them. These four works are together. The Gospel. They are about the gospel, and then each one is the Gospel According to.",
    "start": "00:05:57",
    "end": "00:06:19"
  },
  {
    "text": "Yeah.",
    "start": "00:06:19",
    "end": "00:06:19"
  },
  {
    "text": "So it's one basic claim being announced here from four different points of view. That's what the title means. The Gospel according to Matthew. The Gospel According to Mark.",
    "start": "00:06:20",
    "end": "00:06:32"
  },
  {
    "text": "But there's no way to refer to all four and not put an S on them.",
    "start": "00:06:32",
    "end": "00:06:36"
  },
  {
    "text": "I know. Well, yeah, that's true. So they're often referred to as gospels. Well, the Gospel. The Gospel According to Matthew. The Gospel according to Matthew.",
    "start": "00:06:37",
    "end": "00:06:47"
  },
  {
    "text": "But how would you refer to the collection?",
    "start": "00:06:47",
    "end": "00:06:48"
  },
  {
    "text": "Oh, the gospel collection. The fourfold Gospel. I don't know. That's got to be. You're right. No, normal English would just be to say these are the Gospels. And that's fine to say that, but we should recognize that the most ancient perception of these four works is that they are a unified statement. For from four different points of view, it's the same narrative, basic narrative of a figure named Jesus of Nazareth, from his arrival onto the public scene, what he did up in Galilee, his going to Jerusalem for a mega confrontation with the power brokers there, his execution, the empty tomb and the Resurrection. Yeah, it's all four. That's the basic outline, and that is called the Gospel.",
    "start": "00:06:49",
    "end": "00:07:36"
  },
  {
    "text": "Cool. Is it okay if we talk a little bit about the setting of, like, Second Temple when this all takes place? I mean, we've spent so much time going through the storyline of the Hebrew scriptures, and it just would be nice to just situate our minds in where we're at as that story has been unfolding.",
    "start": "00:07:36",
    "end": "00:07:58"
  },
  {
    "text": "Yeah, got it. Well, yeah. So when Jesus appears onto the scene, the people of Israel live in a melting pot of provinces that have all been sliced up by Roman power brokers. So Caesar Augustus is on the throne, and he appointed.",
    "start": "00:07:58",
    "end": "00:08:21"
  },
  {
    "text": "How long has Rome been in charge at this point in human history?",
    "start": "00:08:21",
    "end": "00:08:24"
  },
  {
    "text": "Since the well of Jerusalem. They've been around for a while, but they took Jerusalem in 40 B.C. in the 40s B.C. yeah. It's so complex. It's taken me years to sort all this out. You got Babylon. Babylon takes out Jerusalem. I'm sorry, I'm Backing up right now.",
    "start": "00:08:24",
    "end": "00:08:42"
  },
  {
    "text": "All right, so Israel is its own kingdom.",
    "start": "00:08:42",
    "end": "00:08:44"
  },
  {
    "text": "Monarchy.",
    "start": "00:08:45",
    "end": "00:08:45"
  },
  {
    "text": "Yeah.",
    "start": "00:08:45",
    "end": "00:08:46"
  },
  {
    "text": "Split kingdoms in the north and in the south. Okay.",
    "start": "00:08:46",
    "end": "00:08:49"
  },
  {
    "text": "They've got their own little.",
    "start": "00:08:49",
    "end": "00:08:50"
  },
  {
    "text": "Yep. Northern tribes are all taken out by Assyria in 700 BC Southern Kingdom in Jerusalem called Judah. The they get another hundred plus years and then Babylon takes them out.",
    "start": "00:08:50",
    "end": "00:09:02"
  },
  {
    "text": "And Babylon takes Assyria out too.",
    "start": "00:09:03",
    "end": "00:09:05"
  },
  {
    "text": "Babylon. Yeah. For a number of different reasons. Babylon. Excuse me. Assyria crumbles as a world power and Babylon's right there to step into the shoes. Babylon doesn't last very long. And in the mid-500s, the Medes and the Persians joined forces. And a guy named Cyrus storms the ancient world and he steps into the shoes of Babylon. And the Persians are on the scene for a couple centuries. The 500s, the 400s, like Esther's where story of Esther takes place. Xerxes, Artaxerxes and all this. And then Alexander the Great storms the ancient world in the mid late 3002 BC spreading the good news of Greek culture, language and religion. I mean, he went from Greece. I mean, his famous storm of his like imperial march all the way to India. That's where he died. So that's in the three hundreds and then he dies.",
    "start": "00:09:05",
    "end": "00:10:03"
  },
  {
    "text": "And at that time, the Hebrew scriptures were most were formed.",
    "start": "00:10:03",
    "end": "00:10:08"
  },
  {
    "text": "They're being formed in their final collection. In their final collection. Yeah, that's right.",
    "start": "00:10:09",
    "end": "00:10:12"
  },
  {
    "text": "And there's still writings during this time of the other works. Right. Like this is.",
    "start": "00:10:12",
    "end": "00:10:18"
  },
  {
    "text": "Oh, yeah. Jewish culture is. I don't know if you'd say they're flourishing, but yeah, they're existing and producing a lot. A lot of the literature that is now called the Apocrypha or Pseudepigrapha. But the works at the center of what we call the Hebrew Bible were like the main. They were a main focus and source of inspiration and hope.",
    "start": "00:10:18",
    "end": "00:10:38"
  },
  {
    "text": "Yeah.",
    "start": "00:10:38",
    "end": "00:10:39"
  },
  {
    "text": "So the whole point is for the people living in Jerusalem.",
    "start": "00:10:39",
    "end": "00:10:41"
  },
  {
    "text": "Yeah. Just one power after another.",
    "start": "00:10:41",
    "end": "00:10:44"
  },
  {
    "text": "One imperial oppressor after another.",
    "start": "00:10:44",
    "end": "00:10:47"
  },
  {
    "text": "Yeah.",
    "start": "00:10:47",
    "end": "00:10:48"
  },
  {
    "text": "Not all Jews then. You get a diversity of responses to all of this change of leadership. You got lots of Jews that are like, yeah, I'll do the Greek thing. That sounds awesome. We'll get a gymnasium in Jerusalem was where all the men hang out naked. That's what that means. And like do sports and sit in the baths and talk about Plato and it's very Greek debate politics and so on. And so, you know, Jews are under pressure since men are naked in the public square a lot. In Greek culture, circumcision becomes an embarrassment. If you want to be like the Powerful in crowd. Yep. So yeah, Judaism becomes a diverse movement with diverse responses to the cultural change, like any religious movement.",
    "start": "00:10:48",
    "end": "00:11:34"
  },
  {
    "text": "Yeah.",
    "start": "00:11:34",
    "end": "00:11:34"
  },
  {
    "text": "So once Alexander the Great dies, his massive empire from Greece to all the way to India gets divided up into dozens of little smaller blocks and then that begins about a century and a half of just human nature. Just like humans, it's just everyone trying.",
    "start": "00:11:35",
    "end": "00:11:59"
  },
  {
    "text": "To carve out their totally their power niche.",
    "start": "00:11:59",
    "end": "00:12:01"
  },
  {
    "text": "So. And it becomes a back and forth between the rulers over the land of Egypt after Alexander, and the rulers over the land of Syria, north of Israel, Palestine. They're constantly traveling up and down through the land of Israel, Palestine, taking Israel, Palestine back from each other.",
    "start": "00:12:02",
    "end": "00:12:21"
  },
  {
    "text": "Wow.",
    "start": "00:12:22",
    "end": "00:12:22"
  },
  {
    "text": "Just changes hands back and forth, lots of battles, lots of bloodshed. Jerusalem gets taken over many times. One Syrian king named Antiochus Epiphanes comes into Jerusalem after being humiliated and unable to defeat the Egyptians and he takes it out on the Jews in Jerusalem. And this is that famous.",
    "start": "00:12:22",
    "end": "00:12:44"
  },
  {
    "text": "Yeah, See the little horn?",
    "start": "00:12:44",
    "end": "00:12:45"
  },
  {
    "text": "He is a primary figure in the portrait of the little horn. But the whole point actually is you're referring to the book of Daniel. Yeah, but the Book of Daniel portrays the actions of Antiochus by mapping them onto the actions of Nebuchadnezzar of Babylon and of the kings of Assyria. They all become this meta. Yeah, it's just foreign rulers who are power hungry and oppressive and violent. Just all of them.",
    "start": "00:12:46",
    "end": "00:13:16"
  },
  {
    "text": "So then Rome comes in.",
    "start": "00:13:17",
    "end": "00:13:18"
  },
  {
    "text": "Well, no. So then you have the successful Jewish revolt, the first successful Jewish revolt of the Maccabees. So this is in the 150s and they found the first independent Jewish state since. Since Babylon came to town 400 years earlier. And they found a renewed Jewish state. They rededicate the temple and you've got Jewish priests, kings in their own land. It lasts about a century until the 50s BC and that century just. It descends into madness. You can read the main account comes to us from Josephus, who's a Jewish historian from later time period. But. And it's just one assassination bloodbath after another. People are buying the high priesthood, selling it to the highest bidder. Okay. So that Jewish state becomes so internally divided and weak that when it's ripe for the picking. That's right. And then the next, right after then, Rome rises to power over the ancient world and, and Rome comes and easily scoops up this province and incorporates it into the empire. And then they appoint a semi Jewish royal figure over the land. And his name is Herod the Great.",
    "start": "00:13:18",
    "end": "00:14:38"
  },
  {
    "text": "So Herod is. He's part Jewish and he's Appointed by Rome.",
    "start": "00:14:38",
    "end": "00:14:44"
  },
  {
    "text": "Yep.",
    "start": "00:14:44",
    "end": "00:14:45"
  },
  {
    "text": "This would be Caesar, the first Caesar.",
    "start": "00:14:45",
    "end": "00:14:47"
  },
  {
    "text": "In the late 40s BC. And so he is decades into his reign when Jesus is born. So this is the Herod that we meet in the birth stories of Jesus in Matthew and Luke. So he's decades into his reign, extremely wealthy, extremely corrupt. Like he's assassinated his own family members because he suspected them of treason. And there have been, by the time Jesus is born, we have had multiple revolts and rebellions.",
    "start": "00:14:48",
    "end": "00:15:19"
  },
  {
    "text": "So he's constantly dealing with all these Jewish rebellions.",
    "start": "00:15:19",
    "end": "00:15:23"
  },
  {
    "text": "Yep. Ah, we're also in the time period where Daniel the seven times 70 years.",
    "start": "00:15:23",
    "end": "00:15:30"
  },
  {
    "text": "Yeah.",
    "start": "00:15:30",
    "end": "00:15:30"
  },
  {
    "text": "It should be coming up until the restoration.",
    "start": "00:15:30",
    "end": "00:15:32"
  },
  {
    "text": "Yeah.",
    "start": "00:15:32",
    "end": "00:15:33"
  },
  {
    "text": "In Daniel chapter nine, we're in the century the basic, you know, people debated. Exactly.",
    "start": "00:15:33",
    "end": "00:15:39"
  },
  {
    "text": "So if you are counting that down as, like, this is when we get our freedom again.",
    "start": "00:15:39",
    "end": "00:15:43"
  },
  {
    "text": "Correct.",
    "start": "00:15:43",
    "end": "00:15:43"
  },
  {
    "text": "You're like, something's going to happen.",
    "start": "00:15:43",
    "end": "00:15:45"
  },
  {
    "text": "Something's going to happen.",
    "start": "00:15:45",
    "end": "00:15:45"
  },
  {
    "text": "It's in the air. Rebellion's in the air.",
    "start": "00:15:45",
    "end": "00:15:47"
  },
  {
    "text": "That's right. And so. And so you can mark it like right around the time period, the attentive readers of the scriptures would be expecting Daniel's Prayer of the restoration of Jerusalem to come about. You start to see in the historical record all these rebel movements pop up and some of them are mentioned in the Book of Acts. Wait, are you that Egyptian who led a few thousand people out of here.",
    "start": "00:15:47",
    "end": "00:16:09"
  },
  {
    "text": "When Paul goes back to Jerusalem?",
    "start": "00:16:09",
    "end": "00:16:11"
  },
  {
    "text": "Yeah. And that's just one. So it's think, okay, we just have to imagine ourselves. I am living on my ancestral homeland. For the last half millennium, we have not been able to rule ourselves except for a blip of a century that turned into an infighting bloodbath. The scriptures tell me that the glory days of David and Solomon are going to come again and that we're going to, as a whole people, become a light to the nations by being faithful to our God as God wanted from the beginning through Abraham and Moses. I live in a militarized zone occupied by Roman legionaries marching through. If, let's say, I just grew up in the same period Jesus did, I would have seen Roman soldiers marching through. I probably would have seen multiple crucifixions, mass crucifixions, as I journeyed from things. Jews being crucified by my uncle. You know what I mean? My cousin.",
    "start": "00:16:11",
    "end": "00:17:18"
  },
  {
    "text": "He said the wrong thing or he incited.",
    "start": "00:17:18",
    "end": "00:17:21"
  },
  {
    "text": "Yeah, you've almost certainly got a cousin or a second cousin who went to join some guerrilla war group up in the hills of Galilee.",
    "start": "00:17:21",
    "end": "00:17:29"
  },
  {
    "text": "Yeah.",
    "start": "00:17:29",
    "end": "00:17:29"
  },
  {
    "text": "And they perform raids down on the Romans and What was the term again.",
    "start": "00:17:30",
    "end": "00:17:34"
  },
  {
    "text": "For people who lived out in the hills?",
    "start": "00:17:34",
    "end": "00:17:36"
  },
  {
    "text": "Oh, later on there were a couple groups. One is the zealots.",
    "start": "00:17:36",
    "end": "00:17:39"
  },
  {
    "text": "Yeah. Oh, oh.",
    "start": "00:17:39",
    "end": "00:17:40"
  },
  {
    "text": "And then the other is the sicari, or the sicari, which is the word for dagger.",
    "start": "00:17:41",
    "end": "00:17:45"
  },
  {
    "text": "I'm thinking of the word where one of the disciples.",
    "start": "00:17:45",
    "end": "00:17:47"
  },
  {
    "text": "Oh, the laestes, the rebel, the brigand. Yeah, it gets translated criminal or robber. Right, but it's rebel.",
    "start": "00:17:47",
    "end": "00:17:56"
  },
  {
    "text": "Yeah. One of the people out in the hills inciting rebellion.",
    "start": "00:17:56",
    "end": "00:17:59"
  },
  {
    "text": "Correct. Yeah. The laestes. Jesus is crucified between two laistes as a laestes. And that Greek word refers to these Jewish guerrilla groups that were resisting Roman occupation. So just try to imagine living. There are lots of people right now who live in militarized zones who live under a foreign occupier. Yeah, imagine. Just imagine. Yeah, let's try and imagine ourselves in there. And it's into that setting that the Jesus story is born.",
    "start": "00:17:59",
    "end": "00:18:29"
  },
  {
    "text": "Yeah. It's not a carefree setting.",
    "start": "00:18:29",
    "end": "00:18:30"
  },
  {
    "text": "No.",
    "start": "00:18:30",
    "end": "00:18:31"
  },
  {
    "text": "There's a lot of potential problems of. I mean, this is helpful. And when you start. When we start thinking about the things that Jesus said and did, like, you have to be really careful.",
    "start": "00:18:31",
    "end": "00:18:44"
  },
  {
    "text": "Yeah, yeah, that's true.",
    "start": "00:18:44",
    "end": "00:18:45"
  },
  {
    "text": "Or you're just going to get killed right away.",
    "start": "00:18:45",
    "end": "00:18:47"
  },
  {
    "text": "Yeah, yeah. Death is like an ever present thing. From your earliest memories. It. Okay, so that's just the political scene.",
    "start": "00:18:47",
    "end": "00:19:34"
  },
  {
    "text": "Yeah.",
    "start": "00:19:34",
    "end": "00:19:34"
  },
  {
    "text": "Down in Jerusalem is the temple.",
    "start": "00:19:34",
    "end": "00:19:36"
  },
  {
    "text": "Yeah.",
    "start": "00:19:36",
    "end": "00:19:37"
  },
  {
    "text": "But the priests who work there are like in full. You know, they're friends with the Roman governor. Well, at least they have an uneasy alliance. Yeah, they. They're the ones who.",
    "start": "00:19:37",
    "end": "00:19:48"
  },
  {
    "text": "The reason why they can still do their priesthood thing is because the Romans are letting them.",
    "start": "00:19:48",
    "end": "00:19:52"
  },
  {
    "text": "That's right. The Romans established a big fortress down in Jerusalem that overlooks the temple courtyards. So the Sadducees are the power brokers there. And they. Sadducees, this is the Greek transliteration of the Hebrew word Zadokit from the priests of Zadok, who's one of the grandsons of Aaron. That's where they trace their lineage, the Zadokites. The word Sadducee is a Greek rendering of the Hebrew word Zadokite, which was the lineage of priests. But the temple is now a really controversial place because of the people who run it. Some people think they're compromised and defiled and that they're doing it all wrong.",
    "start": "00:19:52",
    "end": "00:20:33"
  },
  {
    "text": "And it's the Sadducees that run it.",
    "start": "00:20:33",
    "end": "00:20:35"
  },
  {
    "text": "Yep. And so they're a controversial group. People want to be at the temple and go worship the God of Israel. There. But also some are fine with it. Some begrudgingly. There's a bunch of real extremists who went out to the Dead Sea. Cause they think Jerusalem is just corrupt as like a big bag of seafood.",
    "start": "00:20:35",
    "end": "00:20:57"
  },
  {
    "text": "It's like Quran community kind of thing.",
    "start": "00:20:57",
    "end": "00:20:59"
  },
  {
    "text": "Yeah. The community that produced the Dead Sea Scrolls thinks that Jerusalem is an utterly defiled place now. So they withdrew out there to the same region as John the Baptist withdrew doing his revival. And they almost certainly knew about each other. So it's just. It's a very turbulent time into which Jesus is born.",
    "start": "00:20:59",
    "end": "00:21:22"
  },
  {
    "text": "And Jesus is born outside of Jerusalem. So we've been talking about Jerusalem, but there's other regions that are predominantly Jewish.",
    "start": "00:21:22",
    "end": "00:21:31"
  },
  {
    "text": "Yeah. Most of Israel. Palestine at this point is melting pot.",
    "start": "00:21:31",
    "end": "00:21:35"
  },
  {
    "text": "It's a melting pot.",
    "start": "00:21:35",
    "end": "00:21:36"
  },
  {
    "text": "It's Israel's ancestral homeland. But ever since the Babylonian exile, people have been moving to and from, shipped.",
    "start": "00:21:36",
    "end": "00:21:44"
  },
  {
    "text": "Out, brought back other people, brought in.",
    "start": "00:21:44",
    "end": "00:21:47"
  },
  {
    "text": "That's right. Yeah. There's full on new Roman cities. They're designed to look like Rome. Up in Galilee. Jerusalem is under a lot of construction during Jesus life. Making it look. Yeah, making it look like Rome. I mean, he's trying to make it look like a Roman city. Yeah. So that's the basic historical setting. And yes, into this setting, a messianic movement begins out of the ministry of John the Baptist with a certain figure named Jesus who is from Nazareth or the Nazarene.",
    "start": "00:21:47",
    "end": "00:22:19"
  },
  {
    "text": "When you say messianic movement.",
    "start": "00:22:19",
    "end": "00:22:21"
  },
  {
    "text": "Ah, yeah, that's a good point. Well, the word messianic means anointed one. So the reason I say that is Jesus goes onto the public scene announcing that God's kingdom has come near, has arrived and that he is its anointed herald. Yeah, he's this messianic herald. And there you go. Now we're off to the races.",
    "start": "00:22:21",
    "end": "00:22:43"
  },
  {
    "text": "Yeah. To say that in that setting, it's a very dangerous thing to say.",
    "start": "00:22:43",
    "end": "00:22:49"
  },
  {
    "text": "It's a very dangerous thing to say. That's right.",
    "start": "00:22:49",
    "end": "00:22:51"
  },
  {
    "text": "You guys, the priesthood.",
    "start": "00:22:52",
    "end": "00:22:54"
  },
  {
    "text": "Yes.",
    "start": "00:22:55",
    "end": "00:22:55"
  },
  {
    "text": "And the Roman power structure, all of that. Like I'm the rightful heir to this. This place.",
    "start": "00:22:55",
    "end": "00:23:03"
  },
  {
    "text": "Yeah.",
    "start": "00:23:03",
    "end": "00:23:04"
  },
  {
    "text": "And from here, God is going to bring blessing to the whole world through my rule.",
    "start": "00:23:04",
    "end": "00:23:09"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:23:09",
    "end": "00:23:11"
  },
  {
    "text": "That's what people would hear when you say you're the anointed one.",
    "start": "00:23:11",
    "end": "00:23:14"
  },
  {
    "text": "Yeah, that's right. And there are other people who have a similar message on the surface. They corral up in the hills and hide in the caves and perform raids on. In terms of bringing the reign of God, restoring God's reign over Israel by destroying the pagans and getting them out of our land, that those are also kingdom of God movements. But Jesus, kingdom of God movement, different than that is very different. And it's this movement and message that the four gospel accounts are rendering for us that something happened in the story of this man that isn't just of historical interest or of interest for one people group in one place and time. The reason these four gospel accounts exist is because of the conviction that what happened with Jesus matters for all humanity and for the future of the cosmos itself.",
    "start": "00:23:14",
    "end": "00:24:10"
  },
  {
    "text": "Yeah, it's grand.",
    "start": "00:24:12",
    "end": "00:24:14"
  },
  {
    "text": "It's really grand. And all of this is packed into this word gospel. So first, I just want to have a point of conversation about that word. And why are these four works called the gospel? Because it's a way more fascinating topic than I ever realized until I open it up.",
    "start": "00:24:14",
    "end": "00:24:34"
  },
  {
    "text": "Sam. Gospel.",
    "start": "00:24:36",
    "end": "00:25:12"
  },
  {
    "text": "Yep.",
    "start": "00:25:12",
    "end": "00:25:12"
  },
  {
    "text": "Evangelion.",
    "start": "00:25:12",
    "end": "00:25:13"
  },
  {
    "text": "Yeah. Okay, so our English word gospel here. I even did a little. I looked this up in Oxford English for you.",
    "start": "00:25:14",
    "end": "00:25:21"
  },
  {
    "text": "Nice.",
    "start": "00:25:21",
    "end": "00:25:21"
  },
  {
    "text": "Because it comes from the old English word good spell.",
    "start": "00:25:21",
    "end": "00:25:25"
  },
  {
    "text": "Good spell.",
    "start": "00:25:25",
    "end": "00:25:26"
  },
  {
    "text": "Good spell.",
    "start": "00:25:26",
    "end": "00:25:26"
  },
  {
    "text": "Godspell.",
    "start": "00:25:26",
    "end": "00:25:27"
  },
  {
    "text": "Yeah. Oh, good spell, but good for good, not God. Yeah. You would look at it and say God spell, but it's the word good just with one O. O, Good. Good spell, Good tidings, good message.",
    "start": "00:25:27",
    "end": "00:25:39"
  },
  {
    "text": "A spell is a tiding.",
    "start": "00:25:39",
    "end": "00:25:41"
  },
  {
    "text": "A spell. Mm, yeah. Tiding or a message.",
    "start": "00:25:41",
    "end": "00:25:43"
  },
  {
    "text": "I think of spells as like magic.",
    "start": "00:25:44",
    "end": "00:25:45"
  },
  {
    "text": "Correct.",
    "start": "00:25:45",
    "end": "00:25:46"
  },
  {
    "text": "But a spell. Yeah, Spell means story or message.",
    "start": "00:25:46",
    "end": "00:25:51"
  },
  {
    "text": "Here's what's interesting is the word gospel comes from. It's a compound word.",
    "start": "00:25:51",
    "end": "00:25:56"
  },
  {
    "text": "Yeah.",
    "start": "00:25:56",
    "end": "00:25:57"
  },
  {
    "text": "Good spell, good story, good story, good message. Good message that precisely maps onto the Greek word that it's derived from, which is euangelion. And euangelion is a compound word, Angelion, which means message, and you, which means good. So both words mean good message or good, good news. I mean, good news is a great translation.",
    "start": "00:25:57",
    "end": "00:26:21"
  },
  {
    "text": "Yeah.",
    "start": "00:26:21",
    "end": "00:26:21"
  },
  {
    "text": "I actually have come to prefer it to the word gospel. Good news, good news.",
    "start": "00:26:21",
    "end": "00:26:25"
  },
  {
    "text": "Yeah, I think a lot of people use that.",
    "start": "00:26:25",
    "end": "00:26:27"
  },
  {
    "text": "Yeah, yeah. And that Greek word comes from the Greek translation of the Hebrew Bible that comes from that turbulent period before Jesus called deceptiv agent.",
    "start": "00:26:27",
    "end": "00:26:41"
  },
  {
    "text": "Yeah.",
    "start": "00:26:41",
    "end": "00:26:41"
  },
  {
    "text": "And that. So Euangelion is rendering a Hebrew word, basar, B, A S, a R, as I transliterate basar, which means to herald good, good news. Okay, so here's what's fascinating. If you go to Mark, chapter one, when Jesus is introduced to you, it says, Mark, chapter one, verse 14. This is in the notes, maybe. Oh, yeah. Jesus went into Galilee proclaiming the Euangelion of God, saying, the time has come, the kingdom of God has come near. Repent and believe the euangelion. So Jesus is marked as he's coming, proclaiming the euangelion. Notice that the only thing to describe it is that it's about what is.",
    "start": "00:26:42",
    "end": "00:27:25"
  },
  {
    "text": "The good news the kingdom of God has come near.",
    "start": "00:27:25",
    "end": "00:27:27"
  },
  {
    "text": "Yeah, it's the only thing in the sentence that explains what it means. So there's some story that that assumes that you would assume is good news. Jesus first announcement is about the gospel. The good news? Yeah, it's if you go up to the opening sentence of the Gospel according to Mark, the opening sentence is the beginning of the euangelion about Jesus, the Messiah, the son of God. So just think about that. The first sentence of Mark, it says the beginning of the euangelion about Jesus. But then you start reading a story and he says it's about introduces that says Jesus proclaimed the euangelion of God, saying God's kingdom has come near. So somehow the message that Jesus announced about the kingdom of God has been put together in a book. And now that book can be called the good news about Jesus.",
    "start": "00:27:27",
    "end": "00:28:23"
  },
  {
    "text": "Yeah.",
    "start": "00:28:24",
    "end": "00:28:25"
  },
  {
    "text": "Does that make sense? Jesus good news about the kingdom.",
    "start": "00:28:25",
    "end": "00:28:26"
  },
  {
    "text": "Because the kingdom is coming through Jesus.",
    "start": "00:28:26",
    "end": "00:28:29"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:28:29",
    "end": "00:28:30"
  },
  {
    "text": "So they become kind of synonymous.",
    "start": "00:28:30",
    "end": "00:28:32"
  },
  {
    "text": "Yeah, but it's just important that the word good news first in this Jesus movement refers to Jesus message about the kingdom of God. And it's only at a second stage that the good news can refer to not just Jesus announcement about the kingdom.",
    "start": "00:28:32",
    "end": "00:28:49"
  },
  {
    "text": "Of God, but Jesus himself.",
    "start": "00:28:49",
    "end": "00:28:50"
  },
  {
    "text": "Just the story about Jesus himself is now the gospel. And you can see this in the use of the word gospel in the New Testament. So I have another example here. Paul does us a great favorite by in two passages in his letters unpacking what he means by the word euangelion. One is in Romans chapter one, verses two through four, where he says the euangelion. He says, I've been appointed as a herald of euangelion regarding God's son, who descended from David in his physical lineage and who was appointed by the Holy Spirit to be the son of God in power through his resurrection from the dead. Jesus, the Messiah, our Lord.",
    "start": "00:28:50",
    "end": "00:29:31"
  },
  {
    "text": "This is really interesting. What's running in my mind in the background right now is we often get asked to make a video about the gospel. Can you just summarize the gospel?",
    "start": "00:29:32",
    "end": "00:29:42"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:29:42",
    "end": "00:29:43"
  },
  {
    "text": "And typically, I think what people mean is like the salvation code or like the.",
    "start": "00:29:44",
    "end": "00:29:49"
  },
  {
    "text": "Oh yeah, yeah, yeah, yeah, sure, sure.",
    "start": "00:29:49",
    "end": "00:29:51"
  },
  {
    "text": "Like how do you make sure you're going to heaven? Can you summarize that? But that becomes what we mean when we say the gospel.",
    "start": "00:29:51",
    "end": "00:29:58"
  },
  {
    "text": "Yes.",
    "start": "00:29:58",
    "end": "00:29:59"
  },
  {
    "text": "And Paul here, when he kind of summarizes the gospel, it's kind of a cool summary.",
    "start": "00:29:59",
    "end": "00:30:03"
  },
  {
    "text": "It's a great summary.",
    "start": "00:30:03",
    "end": "00:30:04"
  },
  {
    "text": "Yeah.",
    "start": "00:30:04",
    "end": "00:30:05"
  },
  {
    "text": "Yeah. It's about the Son of God.",
    "start": "00:30:05",
    "end": "00:30:07"
  },
  {
    "text": "He was a human from the line.",
    "start": "00:30:07",
    "end": "00:30:08"
  },
  {
    "text": "Of David, who is Israel's Messiah.",
    "start": "00:30:08",
    "end": "00:30:10"
  },
  {
    "text": "And he was appointed by the Holy Spirit to be the Son of God in power through his resurrection from the dead.",
    "start": "00:30:10",
    "end": "00:30:16"
  },
  {
    "text": "Yeah. The good news is that the crucified. Well, he doesn't mention. The point is he doesn't draw attention to the death. Jesus death here.",
    "start": "00:30:17",
    "end": "00:30:25"
  },
  {
    "text": "Right.",
    "start": "00:30:25",
    "end": "00:30:25"
  },
  {
    "text": "He assumes it by mentioning the resurrection. So hold on. This is one passage where Paul defines what he means by the word euangelion. So we just read it. There's one other passage where he explicitly defines what he means by the word euangelion. So let's look at that. It's 1 Corinthians 15. He says, Now I make known to you, brothers and sisters. He's writing to the followers of Jesus in Corinth. He says, I make known to you all that the euangelion which I preached to you, which you also received, in which you stand and by which you are saved. That is if you hold fast to the word that I preached to you, unless you believed in vain. For I delivered to you as a first importance what I received. Okay, let's pause real quick here. So he says, listen, he's about to go into a whole thing about resurrection because there's a whole bunch of people in Corinth who don't believe in the resurrection of Jesus or of anybody for that matter. So he wants to make it crystal clear. Here's the good news, and notice what he says. I pass it on to you. But I didn't make this up. He says, it was passed on to me. I received it and then I passed it on to you.",
    "start": "00:30:26",
    "end": "00:31:36"
  },
  {
    "text": "And here's what I received.",
    "start": "00:31:36",
    "end": "00:31:37"
  },
  {
    "text": "This isn't my unique deal. This is like the Jesus movement deal.",
    "start": "00:31:37",
    "end": "00:31:41"
  },
  {
    "text": "Not something I came up with.",
    "start": "00:31:41",
    "end": "00:31:42"
  },
  {
    "text": "Yeah, correct. That's his point. So here is Paul's explanation of the Evangelion. He says that the Messiah died for our sins. According to the Scriptures. He was buried. He was raised on the third day according to the Scriptures. Then he appeared. And he goes on through a long list of appearances. He appeared to Cephas, Peter, then to the 12. After that, he appeared to 500 of the brothers at once, many of whom are alive right now. You can go talk to him. Some have died. Then he appeared to James, then to all the apostles, and then last of all to me. So notice here he defines euangelion as the Messiah dying for our sins according to scriptures, buried, raised on the third day according to the scriptures.",
    "start": "00:31:42",
    "end": "00:32:28"
  },
  {
    "text": "Yeah. It's a tight summary.",
    "start": "00:32:28",
    "end": "00:32:30"
  },
  {
    "text": "It is. But so let's just notice just the sheer fact that the two times in all of Paul's letters where he actually. He has a couple others. His point is to explain the meaning of the word euangelion.",
    "start": "00:32:30",
    "end": "00:32:40"
  },
  {
    "text": "Yeah.",
    "start": "00:32:40",
    "end": "00:32:40"
  },
  {
    "text": "And they're not identical.",
    "start": "00:32:41",
    "end": "00:32:42"
  },
  {
    "text": "Yeah. He doesn't have, like, his stock phrase that he's just pulling out.",
    "start": "00:32:42",
    "end": "00:32:46"
  },
  {
    "text": "He will focus. He'll shape the good news differently in different contexts for different audiences. But notice in both cases, what it does include Jesus and the resurrection. Yeah. Now, the resurrection assumes his death. But notice in Romans 1, he doesn't explicitly mention the death.",
    "start": "00:32:46",
    "end": "00:33:08"
  },
  {
    "text": "And in Romans 1, he doesn't talk about any sort of atoning, sacrifice.",
    "start": "00:33:08",
    "end": "00:33:12"
  },
  {
    "text": "He doesn't talk about dying for our sins. That's right. Now he will. Later, in Romans he will. And my point isn't that these exclude each other. My point is just simply this. That there's some sort of core underlying story, but that can be molded and differently represented by the apostles for different audiences and different contexts, which should make us wary of thinking that there must be one specific way of.",
    "start": "00:33:12",
    "end": "00:33:39"
  },
  {
    "text": "Yeah, yeah. If you're gonna summarize. If you're gonna try to tightly summarize the good news. The Evangelion.",
    "start": "00:33:39",
    "end": "00:33:46"
  },
  {
    "text": "Yes.",
    "start": "00:33:47",
    "end": "00:33:47"
  },
  {
    "text": "That you're gonna have to decide what to put in and leave out. Not only is it a story about a person, which obviously you can't tell a story about a human being really tightly, but it's connected to all of the Hebrew Scriptures and the hopes.",
    "start": "00:33:47",
    "end": "00:34:02"
  },
  {
    "text": "Yeah, that's right. He makes that explicit in 1 Corinthians 15.",
    "start": "00:34:03",
    "end": "00:34:05"
  },
  {
    "text": "According to Scripture.",
    "start": "00:34:06",
    "end": "00:34:07"
  },
  {
    "text": "Yeah. In other words, it's not just somebody dying for another person.",
    "start": "00:34:07",
    "end": "00:34:10"
  },
  {
    "text": "It's all connected to this.",
    "start": "00:34:10",
    "end": "00:34:11"
  },
  {
    "text": "It's somebody dying for another person's sins. You know, like what the whole story of the Hebrew Bible is about.",
    "start": "00:34:11",
    "end": "00:34:16"
  },
  {
    "text": "Yeah.",
    "start": "00:34:16",
    "end": "00:34:17"
  },
  {
    "text": "So when I say Messiah died for our sins, what I mean is interpreting that through the storyline of the Hebrew Bible.",
    "start": "00:34:17",
    "end": "00:34:23"
  },
  {
    "text": "And when I say that he raised again on the third day, interpret that through the storyline of the entire Bible. And so. Yeah. How do you do that? Tightly. And that's kind of been our, like, continual.",
    "start": "00:34:23",
    "end": "00:34:36"
  },
  {
    "text": "Well, in a way, every one of our theme videos is the Gospel. It's a statement of the Gospel.",
    "start": "00:34:38",
    "end": "00:34:44"
  },
  {
    "text": "Right. Yeah.",
    "start": "00:34:44",
    "end": "00:34:45"
  },
  {
    "text": "You can do it from different angles in different ways, emphasizing different things depending on the audience and the focus. But at its base, It's a story about Jesus, about the kingdom of God, about his life, death and resurrection, launching the kingdom of God in the context of the whole storyline of the Bible. And if you have that skeleton outline, you are telling the gospel, which all of a sudden it makes sense that why these four works are called the gospel. Yeah, I think we're into a bit of a shift, maybe in some many forms of Western Protestantism. I don't know. Like you said in the mid 20th century, the word gospel, because of some really influential and positive movements, I think the word gospel kind of got narrowed down to refer specifically to the moment of the cross as a substitutionary death for my sin so that I can go to heaven. That became the gospel. Help someone understand that they are a sinner. They need Jesus to die for them so that they can go to heaven after they die. That was what the word gospel meant to me when I first became a follower of Jesus in my twenties.",
    "start": "00:34:45",
    "end": "00:36:04"
  },
  {
    "text": "Yeah, me too.",
    "start": "00:36:04",
    "end": "00:36:05"
  },
  {
    "text": "And let's just stop and just say what a strange thing that that word came to mean, that when we're reading a New Testament that has this word over a hundred times in it, and it refers always to the story of Jesus launching the kingdom of God, dying, being raised to bring the kingdom of God. That's what the word gospel means in the New Testament.",
    "start": "00:36:05",
    "end": "00:36:27"
  },
  {
    "text": "Right.",
    "start": "00:36:27",
    "end": "00:36:27"
  },
  {
    "text": "But somehow a very narrow, abstracted definition became the common usage in the 20th century.",
    "start": "00:36:28",
    "end": "00:36:34"
  },
  {
    "text": "Part of the gospel is.",
    "start": "00:36:34",
    "end": "00:36:35"
  },
  {
    "text": "Yes.",
    "start": "00:36:36",
    "end": "00:36:36"
  },
  {
    "text": "That Jesus death was an atoning sacrifice.",
    "start": "00:36:36",
    "end": "00:36:40"
  },
  {
    "text": "That it was. Yes, it was for our sins.",
    "start": "00:36:40",
    "end": "00:36:42"
  },
  {
    "text": "You can, you can look at through the story of Jesus through the lens of atoning sacrifice and see that part just shimmer.",
    "start": "00:36:42",
    "end": "00:36:50"
  },
  {
    "text": "Yes, it is a part.",
    "start": "00:36:50",
    "end": "00:36:51"
  },
  {
    "text": "It is a part.",
    "start": "00:36:51",
    "end": "00:36:52"
  },
  {
    "text": "It is a part.",
    "start": "00:36:52",
    "end": "00:36:52"
  },
  {
    "text": "And a really, really critical part.",
    "start": "00:36:52",
    "end": "00:36:55"
  },
  {
    "text": "Yes.",
    "start": "00:36:55",
    "end": "00:36:56"
  },
  {
    "text": "Which became the most critical part in this stream of 20th century evangelical or just modern church.",
    "start": "00:36:56",
    "end": "00:37:04"
  },
  {
    "text": "Yeah. At least the traditions that you and I, you were raised in, that I was introduced to the faith in.",
    "start": "00:37:04",
    "end": "00:37:09"
  },
  {
    "text": "Now we should just stop and say. And then the second part. So you can go to heaven when you die. That is less.",
    "start": "00:37:10",
    "end": "00:37:15"
  },
  {
    "text": "Yeah, that's not really talked about in the New Testament.",
    "start": "00:37:17",
    "end": "00:37:20"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:37:20",
    "end": "00:37:21"
  },
  {
    "text": "Like not even once.",
    "start": "00:37:21",
    "end": "00:37:22"
  },
  {
    "text": "But the atoning sacrifice thing.",
    "start": "00:37:23",
    "end": "00:37:25"
  },
  {
    "text": "Yes, it's central. And again, as Paul says, the Messiah died for our sins according to the scriptures. It's also the one dying on behalf of the many, the suffering sin so that they may escape death. This is a. Is from Genesis 3:15 through the whole Hebrew Bible. It's like one of its core main ideas. So it's very core. But Paul Goes on to talk about the burial and the resurrection. And then when he unpacks Gospel In Romans 1, it's about the exaltation of the resurrected one to become Lord of the world.",
    "start": "00:37:25",
    "end": "00:38:01"
  },
  {
    "text": "Yes.",
    "start": "00:38:01",
    "end": "00:38:01"
  },
  {
    "text": "Which is in the kingdom of God.",
    "start": "00:38:01",
    "end": "00:38:03"
  },
  {
    "text": "Critically important, too.",
    "start": "00:38:03",
    "end": "00:38:04"
  },
  {
    "text": "And that is. That is also as important to the meaning of the word gospel as the atoning death.",
    "start": "00:38:04",
    "end": "00:38:11"
  },
  {
    "text": "Right.",
    "start": "00:38:11",
    "end": "00:38:11"
  },
  {
    "text": "Yeah. So that's what we're saying. The word gospel is unpacked with a larger definition than what you and I were first introduced to.",
    "start": "00:38:11",
    "end": "00:38:20"
  },
  {
    "text": "Yeah. Sam, I guess, kind of depending on who you're talking to, it's wise to step back and think, okay, I've got the whole. Let's say you have the whole of the Hebrew scriptures in your mind.",
    "start": "00:38:20",
    "end": "00:39:28"
  },
  {
    "text": "Yeah.",
    "start": "00:39:28",
    "end": "00:39:28"
  },
  {
    "text": "And the life and death and resurrection of Jesus and how that's a fulfillment of the story. And you've got a few minutes to, like, communicate that to someone. How are you going to do that?",
    "start": "00:39:29",
    "end": "00:39:42"
  },
  {
    "text": "Yeah.",
    "start": "00:39:42",
    "end": "00:39:42"
  },
  {
    "text": "And it really depends on who you're talking to and their circumstances, what they know. And you have to make a decision.",
    "start": "00:39:42",
    "end": "00:39:50"
  },
  {
    "text": "Yes.",
    "start": "00:39:50",
    "end": "00:39:50"
  },
  {
    "text": "How to summarize the gospel.",
    "start": "00:39:50",
    "end": "00:39:52"
  },
  {
    "text": "Yes.",
    "start": "00:39:52",
    "end": "00:39:52"
  },
  {
    "text": "Because you're going to have to leave stuff out. You're going to have to focus on certain things. I mean, even when, like in stories of Acts, in the book of Acts, when. When there's sermons, essentially, where is it Peter gets up and he gives a sermon.",
    "start": "00:39:52",
    "end": "00:40:06"
  },
  {
    "text": "Yeah.",
    "start": "00:40:06",
    "end": "00:40:07"
  },
  {
    "text": "It's like he tells the gospel, but in a very specific way for a specific crowd.",
    "start": "00:40:07",
    "end": "00:40:13"
  },
  {
    "text": "Yeah. Yeah. I remember still being a new follower of Jesus reading through the speeches in Acts. And the one that threw me the most for a long time was his speech to the philosophers in Athens in Acts, chapter 17. Because he kind of. He's retelling kind of the story of creation about, like, you know, you look around, you know, God's given us all of these great gifts. We live and move and have our being in him. But when he gets to the Jesus part of the story, all he says is, and that God has appointed the Lord of the world by raising him from the dead. That's the Jesus part cuts to the chase. And then that's when you know that many people balk at him because of the resurrection. But he doesn't mention the atoning death, at least not in that speech. What he mentions is he's appointed a Lord of the world by raising him from the dead. Now, if he's raised from the dead, that means he got killed. But the point is that here's even a context where Paul didn't focus on the atoning Death, what he focused on is Jesus exaltation as the Lord of the world. So again, yeah, what we're not saying is Jesus death isn't a part of the gospel. We're saying is the gospel is a larger. It's the story of the Gospels. The four Gospels are the gospel. Like the story that I tell should be about Jesus, about something to do with how he brought the realm of heaven or God's kingdom here and that he launched it through his death and resurrection, and that he's now the Lord of the world.",
    "start": "00:40:13",
    "end": "00:41:44"
  },
  {
    "text": "And all of that only makes sense when you understand what Paul means by according to the scriptures.",
    "start": "00:41:45",
    "end": "00:41:52"
  },
  {
    "text": "Correct. That's right. It will be a story that's the fitting culmination of a longer pre story that will help you understand the Jesus story. Yeah, that's right. So there you go. That's what the four Gospels are trying to do. So in this video, what I'm hoping is we can introduce people to maybe. I mean, many people when they're first learning to read the Bible, they're first following Jesus or their whole lives, I hope, are reading and rereading the four Gospels.",
    "start": "00:41:52",
    "end": "00:42:23"
  },
  {
    "text": "Yeah. Some of the easiest parts of the Bible to read.",
    "start": "00:42:23",
    "end": "00:42:26"
  },
  {
    "text": "Yeah. They're narrative. They're amazing. Yeah, Jesus is amazing. Yeah, he's incredible. But there are also a lot of puzzling stuff that he says and does. Right?",
    "start": "00:42:26",
    "end": "00:42:34"
  },
  {
    "text": "Yeah, yeah, yeah. It leaves you scratching your head often.",
    "start": "00:42:34",
    "end": "00:42:38"
  },
  {
    "text": "Yeah. And you're like, well, I think I get this part.",
    "start": "00:42:38",
    "end": "00:42:41"
  },
  {
    "text": "Yeah.",
    "start": "00:42:41",
    "end": "00:42:41"
  },
  {
    "text": "I don't know why he said that thing about a fig tree.",
    "start": "00:42:41",
    "end": "00:42:44"
  },
  {
    "text": "Yeah.",
    "start": "00:42:44",
    "end": "00:42:45"
  },
  {
    "text": "Or cursing a fig tree or. Yeah, right. There's some weird stuff like, why do you have to.",
    "start": "00:42:45",
    "end": "00:42:51"
  },
  {
    "text": "Why was he so mean to that guy?",
    "start": "00:42:51",
    "end": "00:42:52"
  },
  {
    "text": "Yeah, totally. Why did he call that woman a dog? Yeah. Or, you know, compare her to a dog. And why do you have to heal that guy's eyes twice? Like, to get him fully healed. And there's, you know, why is he always talking about the Son of Man figure and all this? But those oddities don't overshadow just the sheer beauty of who he is and how he treats outsiders. And his wisdom and his insight into the human heart. That's what. Anybody can walk away with that.",
    "start": "00:42:52",
    "end": "00:43:28"
  },
  {
    "text": "And then you get his teachings and his parables. Those are equally intriguing and perplexing as the stories about him.",
    "start": "00:43:28",
    "end": "00:43:37"
  },
  {
    "text": "Yeah, that's right. So what I'm hoping the video can do is take the viewer to kind of the next level of seeing, like, oh, there's more going on here than I realized. And I could begin to read These texts with even more understanding and a little more wisdom. If I put a couple. If I begin asking a few questions and noticing a few things. It's kind of like the next level gospels for the next level reader.",
    "start": "00:43:37",
    "end": "00:44:04"
  },
  {
    "text": "Is what I'm hoping, like a second pass.",
    "start": "00:44:05",
    "end": "00:44:07"
  },
  {
    "text": "Yeah. The point is I want to assume that the viewers kind of basically know what the Gospels are and that they've tried to read them. And what I want to do is make them aware that there's multiple more layers of depth here that make it worth picking up the Gospels another time.",
    "start": "00:44:07",
    "end": "00:44:24"
  },
  {
    "text": "Yeah.",
    "start": "00:44:24",
    "end": "00:44:25"
  },
  {
    "text": "And asking some new questions. Okay. Okay. So let's think through. We've talked about the word gospel.",
    "start": "00:44:25",
    "end": "00:44:56"
  },
  {
    "text": "Yeah.",
    "start": "00:44:56",
    "end": "00:44:56"
  },
  {
    "text": "What it meant for Jesus, which was the arrival of God's kingdom. That's what he meant by the word good news.",
    "start": "00:44:56",
    "end": "00:45:02"
  },
  {
    "text": "Yeah.",
    "start": "00:45:02",
    "end": "00:45:02"
  },
  {
    "text": "And he meant by that the arrival of the thing that the prophets of.",
    "start": "00:45:03",
    "end": "00:45:08"
  },
  {
    "text": "The Hebrew Bible were anticipating.",
    "start": "00:45:08",
    "end": "00:45:09"
  },
  {
    "text": "Were anticipating. And actually that word primarily comes from the book of Isaiah when Paul and Jesus are using it. They're tapping into the announcement of the prophets of God's kingdom arriving, heralded by a priest, king, prophet, figure, and a new covenant community to be born. So that's Isaiah. We'll talk more about that. But what these four gospel accounts are is accounts about Jesus's announcement of the gospel. But now that account itself is a message of the gospel to you, the reader. So Jesus announcing the arrival of God's kingdom to people in Galilee. Jerusalem is the gospel has become the gospel to people of all nations.",
    "start": "00:45:09",
    "end": "00:45:59"
  },
  {
    "text": "Right.",
    "start": "00:45:59",
    "end": "00:45:59"
  },
  {
    "text": "And that's what these are. So I've got, I don't know, a boring paragraph. I don't know, I think it's exciting. Paragraph. Here's a rough estimation of a definition of the Gospels. The Gospels are carefully designed theological biographies of Jesus of Nazareth. They focus on his announcement of the Euangelion. They are not merely historical records. They are trying to make a claim about things that happened in history. But they're not merely trying to tell me about something interesting that happened. They are designed to advance a claim that will challenge the reader's thinking and behavior. So the reason these texts exist is because their authors believe every person needs to reckon with what happened in the story of Jesus. And you are going to be forced to make a decision about him after reading this book.",
    "start": "00:46:00",
    "end": "00:46:58"
  },
  {
    "text": "It's not a neutral book.",
    "start": "00:46:58",
    "end": "00:47:01"
  },
  {
    "text": "It's not a neutral book.",
    "start": "00:47:01",
    "end": "00:47:03"
  },
  {
    "text": "It's got an agenda.",
    "start": "00:47:03",
    "end": "00:47:05"
  },
  {
    "text": "Yep. In the second to last chapter of the Gospel of John, he straight up tells you, he says, I could have written many, many more stories about Jesus. He Says, I selected these so that I could persuade you, the reader, to believe that Jesus is the Messiah, the Son of God. So these, they have an agenda. They're trying to persuade you by means of these stories about Jesus. But here's my definition. They want to challenge. Advance a claim that will challenge you. And here's the claim that the crucified, risen Jesus of Nazareth, crucified and risen Jesus of Nazareth is the Messiah of Israel and the true Lord of the world. They're actually. They're balancing two goals. Think as an author. I'm trying to faithfully represent a story that happened, but at the same time, I'm trying to persuade you, the reader, to start following Jesus. And the Gospels are always doing both of those things at the same time.",
    "start": "00:47:05",
    "end": "00:48:07"
  },
  {
    "text": "Right. Yeah. We're like. We think of writing history pure. Like, if you were going to be a pure historian, you come without an agenda.",
    "start": "00:48:08",
    "end": "00:48:16"
  },
  {
    "text": "Yeah, yeah. Right.",
    "start": "00:48:16",
    "end": "00:48:17"
  },
  {
    "text": "Which arguably is impossible.",
    "start": "00:48:17",
    "end": "00:48:19"
  },
  {
    "text": "Exactly. The only reason you create an account of something in the past is because you think it's worth retelling for a present audience, because they'll learn something from it for some reason.",
    "start": "00:48:19",
    "end": "00:48:31"
  },
  {
    "text": "Right. And you have an assumption of what that thing is that they should learn.",
    "start": "00:48:31",
    "end": "00:48:35"
  },
  {
    "text": "Yeah. And why it's important and what it means, which is why you would want to tell anybody about it.",
    "start": "00:48:35",
    "end": "00:48:40"
  },
  {
    "text": "Yeah. It's why you chose to tell this story but not tell that story or emphasize this detail. And not emphasize that detail.",
    "start": "00:48:40",
    "end": "00:48:47"
  },
  {
    "text": "Correct. Yeah, that's right. Which is again, at the end of John, he says, I could have picked all kinds of things, of stories or teachings of Jesus. I picked these in order to persuade you. So, yeah, when I say that there's theological biographies, I'm tuning into a really cool conversation in the last 30, 40 years of new Testament scholarship. Two significant names are Richard Burridge and then a woman named Loveday, Alexander. And, dude, what they did was go read all of the narrative biographies from the Greek and Rome Latin era.",
    "start": "00:48:48",
    "end": "00:49:28"
  },
  {
    "text": "Yeah.",
    "start": "00:49:29",
    "end": "00:49:29"
  },
  {
    "text": "Saturate and create a profile of, like.",
    "start": "00:49:29",
    "end": "00:49:32"
  },
  {
    "text": "This is how an ancient biography works.",
    "start": "00:49:32",
    "end": "00:49:34"
  },
  {
    "text": "Cult. Totally. Yeah. And then they created these big comparative accounts and analyses, and people still appeal to these works today. I mean, they haven't.",
    "start": "00:49:34",
    "end": "00:49:44"
  },
  {
    "text": "When did they do this?",
    "start": "00:49:44",
    "end": "00:49:45"
  },
  {
    "text": "This was in the 80s, 70s and 80s. And it's been filled out and tweaked and so on. But on the whole, it's the way that scholars will talk about it is the Greek word is bios. They're called bios. And just like we use the word bios. Give me your bio.",
    "start": "00:49:45",
    "end": "00:50:01"
  },
  {
    "text": "Oh, right.",
    "start": "00:50:02",
    "end": "00:50:02"
  },
  {
    "text": "Yeah, yeah. But it refers to a certain kind of narrative. It's a narrative where a key historical figure. It's a narrative that is trying to represent the essence and meaning of their life and contribution. In other words, it's not archival interest. It's saying this figure matters. And everything's designed around telling you why they matter. They're persuasive documents. They put forward figures that are worth emulating, worth following. And what Burridge and Alexander come to, the conclusion is that actually is the element that the Gospels turn up the volume on the most in comparison.",
    "start": "00:50:02",
    "end": "00:50:43"
  },
  {
    "text": "The persuasiveness.",
    "start": "00:50:43",
    "end": "00:50:44"
  },
  {
    "text": "Yes. Which makes sense, like to write an ancient bios of Aristotle or Plato. They're noble figures and they're still philosophers who. The author wants them to respect their works and learn from them and so on. But Jesus is someone. If you come across a story of Jesus, it's one of his followers telling you, and they want you to join the community of his followers and take on his way of life and live as if this story is really true. So they turn up the persuasion more than your average ancient Greek biography, which is really interesting to think about because it's like, ah, you know, listen to Plato, like, learn from him. Yeah, that's, you know.",
    "start": "00:50:44",
    "end": "00:51:34"
  },
  {
    "text": "But if you end up like, not spending a lot of your life thinking about Plato.",
    "start": "00:51:34",
    "end": "00:51:39"
  },
  {
    "text": "Yeah.",
    "start": "00:51:39",
    "end": "00:51:39"
  },
  {
    "text": "Oh, well. Yeah. Oh, well, you're missing out.",
    "start": "00:51:39",
    "end": "00:51:42"
  },
  {
    "text": "But, yeah, but these four accounts are saying, no, the world has a fundamentally changed ruler. The world's changed. It has a new king. And you have to make a decision of whether you're going to acknowledge the risen king, Jesus, because he's your Lord, whether you acknowledge it or not. That's what these texts are saying. So they have a vested interest in forcing you to educating you, bring you to a crossroads. To bring you to a crossroads. So that if you read it, you at least you can't remain neutral. You finish one of the Gospels and you have to say, this is baloney. No, thank you. Or there's something here that I've never thought to think before and I need to take it seriously.",
    "start": "00:51:42",
    "end": "00:52:27"
  },
  {
    "text": "Right.",
    "start": "00:52:27",
    "end": "00:52:27"
  },
  {
    "text": "So that's. Yeah, they're an ancient form of biography I don't think we need to talk about in this video.",
    "start": "00:52:27",
    "end": "00:52:33"
  },
  {
    "text": "Yeah.",
    "start": "00:52:33",
    "end": "00:52:33"
  },
  {
    "text": "But I really recommend the works. Also, I recommend one other work, since we're kind of in intro mode, a very helpful introduction to, like a next level. Actually, it's not an introduction that it would be like a book that's very accessible that will guide you into a next level depth of reading. Gospels is by Jonathan Pennington a New Testament scholar. I forget where, but he did his PhD at St. Andrews in Scotland, and it's called Reading the Gospels Wisely. Great title. A narrative and theological introduction. So he has chapters on where they came from, how they came into existence. We've talked about that before, but it's more about how to read them in a way. Some of the things we're doing in the video will be distilling Pennington's work.",
    "start": "00:52:33",
    "end": "00:53:20"
  },
  {
    "text": "Okay.",
    "start": "00:53:20",
    "end": "00:53:20"
  },
  {
    "text": "Unique features of the gospel narratives I think we can focus on. And then after that is three helpful skills. Four perspectives and three skills. They're actually like little things that you could go home and do today, like pick up the Gospels and put these three skills to work.",
    "start": "00:53:21",
    "end": "00:53:41"
  },
  {
    "text": "Put them to work.",
    "start": "00:53:41",
    "end": "00:53:41"
  },
  {
    "text": "That's right. There we go. That's where we're going. Practical skills. That's right. Perspectives on the Gospels and then some new skills for how to. How to read them.",
    "start": "00:53:41",
    "end": "00:53:48"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. Next week, we'll dive into some of the techniques we can use to better read and understand the Gospels of Matthew, Mark, Luke, and John. Today's show was produced by Dan Gummel. Our theme music comes from the band Tents. The Bible Project's a crowdfunded nonprofit. We're in Portland, Oregon. You can learn all about our free resources@thebibleproject.com thanks for being a part of this with us. Hello, this is Megan. I'm from Happy Valley, and I really.",
    "start": "00:53:51",
    "end": "00:54:21"
  },
  {
    "text": "Like the Bible Project because as an animation nerd, it is a great way for me to dive into scripture.",
    "start": "00:54:21",
    "end": "00:54:27"
  },
  {
    "text": "We believe the Bible is a unified.",
    "start": "00:54:27",
    "end": "00:54:29"
  },
  {
    "text": "Story that leads to Jesus.",
    "start": "00:54:29",
    "end": "00:54:30"
  },
  {
    "text": "We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, and more@thebibleproject.com.",
    "start": "00:54:31",
    "end": "00:54:37"
  },
  {
    "text": "Sam.",
    "start": "00:54:56",
    "end": "00:55:08"
  }
]