[
  {
    "text": "A medieval castle, the swamps of Dagobah, a haunted house, the Roman Colosseum. These are all examples of places. And when these places are used in stories, they become what we call setting.",
    "start": "00:00:02",
    "end": "00:00:26"
  },
  {
    "text": "One of the primary vehicles of meaning in biblical narratives is when they highlight and repeat where events take place.",
    "start": "00:00:26",
    "end": "00:00:34"
  },
  {
    "text": "I'm John Collins and this is the BibleProject Podcast. Today we're talking about settings. Settings are crucially important to storytellers. If a scene takes place in a creepy run down house, you as a reader now have an expectation of what is going to happen, something scary. If a story takes place in a courtroom, you now expect a story about crime and justice. And settings are a big deal in the Bible. Egypt, Bethlehem, Moab, Nineveh, Babylon.",
    "start": "00:00:34",
    "end": "00:01:04"
  },
  {
    "text": "And what you're supposed to be doing, what the biblical authors assume you're doing, is keeping a little tally of where every story happens. This is not unique to biblical stories. Places become symbolic and full of meaning just by nature of the things that have happened there.",
    "start": "00:01:04",
    "end": "00:01:21"
  },
  {
    "text": "So today we talk about the significance of setting. Thanks for joining us. Here we go. All right. We're talking about how to read the Bible.",
    "start": "00:01:21",
    "end": "00:01:33"
  },
  {
    "text": "Yep.",
    "start": "00:01:33",
    "end": "00:01:33"
  },
  {
    "text": "Specifically about how to read biblical narrative.",
    "start": "00:01:33",
    "end": "00:01:35"
  },
  {
    "text": "Yes. Talked about plots, how plot conflict and resolution works in narratives, and then learning to read biblical narratives within these kind of, you know, embedded levels of plot conflict and so on.",
    "start": "00:01:35",
    "end": "00:01:48"
  },
  {
    "text": "Cool.",
    "start": "00:01:48",
    "end": "00:01:49"
  },
  {
    "text": "So that's the first main tool the biblical authors use to tell us theological messages through these narratives.",
    "start": "00:01:49",
    "end": "00:01:55"
  },
  {
    "text": "How the event is sequenced and drawn.",
    "start": "00:01:55",
    "end": "00:01:58"
  },
  {
    "text": "Together is a crucial clue to its meaning.",
    "start": "00:01:58",
    "end": "00:02:01"
  },
  {
    "text": "The second tool, yes.",
    "start": "00:02:02",
    "end": "00:02:03"
  },
  {
    "text": "Is how biblical authors talk about the setting of the story, where the story takes place, where the story takes place, when and where. When and where. Yep, that's exactly right. So this is actually a challenge for modern readers of the Bible because many of these places that get named don't have any significance for anybody who hasn't lived in that small patch of land the size of New Jersey, Right. That is called Israel in the west bank now. So yeah, it's very easy to see the gap. What am I supposed to think of when I hear the hill country of Ephraim, you know, or the hill, the wilderness of Judah or Mount of Olives or that kind of thing. So one way is to like book a trip and go there.",
    "start": "00:02:03",
    "end": "00:02:47"
  },
  {
    "text": "Yeah, right. Holy Land tour.",
    "start": "00:02:47",
    "end": "00:02:49"
  },
  {
    "text": "Yeah, do Holy Land tour. And then you have a visual reference to, ah, the hills of Galilee. Oh, Nazareth. Oh, that is kind of in the middle of nowhere up in those hills and that kind of thing. So that's one way of beginning to get a sense of the significance of these places. But actually there's another, almost more important sense where you don't have to go there. All you have to do is have a good memory as you read these texts.",
    "start": "00:02:49",
    "end": "00:03:17"
  },
  {
    "text": "What other stories happened in these places?",
    "start": "00:03:17",
    "end": "00:03:20"
  },
  {
    "text": "Yeah, and one of the primary vehicles of meaning in biblical narratives is when they highlight and repeat where events take place. And what you're supposed to be doing, what the biblical authors assume you're doing, is keeping a little tally of where every story happens and then.",
    "start": "00:03:20",
    "end": "00:03:38"
  },
  {
    "text": "And kind of recalling what those other.",
    "start": "00:03:39",
    "end": "00:03:42"
  },
  {
    "text": "Stories were, recalling those other stories, bringing those memories to bear on this story. Now, this is not unique to biblical stories. Every culture has its own way of doing this. Places become symbolic and full of meaning just by nature of the things that have happened there. Well, or the type of place that it is. So in American culture, the White House lawn or something, or Washington, D.C. as a city.",
    "start": "00:03:42",
    "end": "00:04:13"
  },
  {
    "text": "Or the streets of New York.",
    "start": "00:04:14",
    "end": "00:04:15"
  },
  {
    "text": "Yeah, that's right. Streets of New York. The canals of Venice. Or Paris.",
    "start": "00:04:15",
    "end": "00:04:22"
  },
  {
    "text": "Yeah, Coffee shop in Paris.",
    "start": "00:04:22",
    "end": "00:04:23"
  },
  {
    "text": "Correct. Yes.",
    "start": "00:04:23",
    "end": "00:04:24"
  },
  {
    "text": "It communicates something.",
    "start": "00:04:24",
    "end": "00:04:26"
  },
  {
    "text": "Correct. And it also primes your expectations for what you think think is going to happen there. And so then the storyteller can either fall into those expectations that they've created by setting it there, or they can surprise you by having something happen there that's precisely the opposite of what you expected to happen. And so in that sense, setting is another character, and it's a crucial way of communicating meaning. So the same is true for biblical narratives. So it's all these places. Egypt is an ominous place. And you think of Pharaoh, you know, in the conflict and the death of the enslaved Israelites and, you know, murdered children. But then there are a bunch of stories that precede the Egypt story that actually, the way that they're told, seem to assume your awareness. Like, there's a story where Abraham goes to Egypt in Genesis, chapter 12. And it's very clear the way that story is told. It assumes that you have read the Exodus story. So even it's not just about sequence. It's. Once you read the Exodus story, every mention of Egypt after that is supposed to fill your mind. It's from page one. Every place is loaded already. Because it assumes that you've already read through it before. And now you're on your 50th read through, and you're keeping a tally of everything that happens in Egypt as you go into it. So that's basically the point. Egypt, Moab, the wilderness, Bethlehem, Jerusalem, the Jordan River. You'll notice that almost all the most Important stories in the biblical narrative take place in locations that you've been to, that you go to multiple times throughout the story of the Bible.",
    "start": "00:04:26",
    "end": "00:06:10"
  },
  {
    "text": "The simple point is, know where it's at and recall what other things have been happening.",
    "start": "00:06:11",
    "end": "00:06:17"
  },
  {
    "text": "Correct.",
    "start": "00:06:17",
    "end": "00:06:18"
  },
  {
    "text": "And what your expectations are of that place.",
    "start": "00:06:18",
    "end": "00:06:22"
  },
  {
    "text": "Correct, yeah. The wilderness is a time of transition and testing just right throughout, whether it's for the Israelites or for Elijah or for David or for Jesus. And then you're supposed to.",
    "start": "00:06:22",
    "end": "00:06:36"
  },
  {
    "text": "For what? In testing.",
    "start": "00:06:36",
    "end": "00:06:37"
  },
  {
    "text": "Transition. Transition, yeah. Usually people enter the wilderness in moments of huge transition in their stories, and it usually involves some patient trial or test that they have to wait through. And sometimes they succeed, sometimes they fail. And you're just supposed to bring that to the occasion. The first illustration I remember being introduced to this and that I traced through for myself. It was so rewarding because it starts right in the first pages of the Bible. Is east the east banished to the east? Yeah. So, yeah, the first mention. Well, actually, the first mention is God planted a garden in the east. That's Genesis chapter two. So the garden of Eden is set in the east. In the east or from the east? There's actually a translation rabbit hole or black hole there, but one main meaning, from the east. And then when the humans are banished from the garden, they're banished to the east. And so from an Israelite's point of view, to the direct east is the. A huge desert, right?",
    "start": "00:06:37",
    "end": "00:07:41"
  },
  {
    "text": "Yeah.",
    "start": "00:07:41",
    "end": "00:07:41"
  },
  {
    "text": "It's the northern extension of the Saudi Arabian desert that separates Israel, Palestine from the Persian Gulf and Babylon, essentially. So this huge desert out there, so to the east is ultimately desert. And then Babylon. So they're banished to the east. And then in the narrative arc of Genesis 3 to 11, you end up going from the garden to Babylon, which.",
    "start": "00:07:42",
    "end": "00:08:05"
  },
  {
    "text": "Is in the east.",
    "start": "00:08:05",
    "end": "00:08:06"
  },
  {
    "text": "Which is in the east. Exactly. And then Abraham goes the opposite direction from the east. He wanders west.",
    "start": "00:08:06",
    "end": "00:08:14"
  },
  {
    "text": "Go west.",
    "start": "00:08:14",
    "end": "00:08:14"
  },
  {
    "text": "Go west. Yeah, totally. You have this east and west arc. And then Abraham goes west back to the land, which isn't. If you look at the geographical locations, it's not the Garden of Eden. But in terms of just directions of the compass, it's parallel to it. It's as if he's going back to the garden. And when he goes there, it's described in Genesis 13.",
    "start": "00:08:14",
    "end": "00:08:35"
  },
  {
    "text": "The land flowing with milk and honey.",
    "start": "00:08:35",
    "end": "00:08:36"
  },
  {
    "text": "Yeah, total. And like the land of Eden. And then he goes down to Egypt in Genesis 12, which is not good. And then he has to come up out of Egypt, and then his descendant Jacob ends up going east up to Aram north and east to get a wife. This is the Jacob store. He's banished because he stole his brother's blessing and birthright. So he's banished to the east, and then he goes. And then he makes his journey back west again. And then eventually, once all of the family of Abraham acts like Jacob. Yeah. They're back down south to Egypt. Then they come up out of Egypt into the land, just like Abraham. And then, because they act like Jacob, treacherous, they get banished to the east. They get banished back to the east of Babylon in exile. Yeah. So these big movements going down to Egypt, coming out of Egypt, coming out of, going back to Babylon.",
    "start": "00:08:36",
    "end": "00:09:31"
  },
  {
    "text": "So going. Getting banished to the east to Babylon, and then going down to the south to Egypt. Those are parallel ideas.",
    "start": "00:09:31",
    "end": "00:09:38"
  },
  {
    "text": "Yes. You end up down in Egypt. It's complex why you end up in Egypt. You know, Abraham goes there because of a famine in the land. That's precisely why Jacob takes his whole clan down there. Joseph ends up down there, and so on because of the famine in the land.",
    "start": "00:09:38",
    "end": "00:09:52"
  },
  {
    "text": "And to get there, do you have to go through the Negev?",
    "start": "00:09:52",
    "end": "00:09:54"
  },
  {
    "text": "Yeah. You go through the wilderness. Yeah. To get there, though, that's not particularly highlighted in the stories, the main. But Israel coming up out of Egypt in this land, that's the wilderness journey.",
    "start": "00:09:55",
    "end": "00:10:04"
  },
  {
    "text": "But that's how you would have gone down, too. Or is there another way?",
    "start": "00:10:05",
    "end": "00:10:07"
  },
  {
    "text": "No, that's the way. Yes. Through the southern desert.",
    "start": "00:10:07",
    "end": "00:10:10"
  },
  {
    "text": "You got to go through the desert.",
    "start": "00:10:10",
    "end": "00:10:11"
  },
  {
    "text": "Yep. Yep, that's right. And then for the journey east to Babylon and then out of Babylon, that arc happens multiple times. And this is why the return from exile in the books of Ezra, Nehemiah are depicted as a new exodus as they go out of.",
    "start": "00:10:11",
    "end": "00:10:27"
  },
  {
    "text": "Because those are Babylon.",
    "start": "00:10:27",
    "end": "00:10:28"
  },
  {
    "text": "Yeah, they're parallel. Yeah. So even though by the compass, Egypt is south, you know, and Babylon is east and north, they both carry different kinds of symbolic meaning of being banished from the land. And that all is very meaningful. And so you can. In the Abraham stories, the Jacob stories, the story about Joseph, the stories about the exile, if we were to make.",
    "start": "00:10:28",
    "end": "00:10:49"
  },
  {
    "text": "A video just on that, what would that be? That wouldn't be a theme video.",
    "start": "00:10:49",
    "end": "00:10:54"
  },
  {
    "text": "That wouldn't be a. Oh, actually, exile and promised land and exile. It's basically about that.",
    "start": "00:10:54",
    "end": "00:11:01"
  },
  {
    "text": "Okay. Yes, but I thought you said that one was also about living in Babylon and seeking the peace of Babylon and.",
    "start": "00:11:01",
    "end": "00:11:06"
  },
  {
    "text": "That kind of stuff.",
    "start": "00:11:06",
    "end": "00:11:07"
  },
  {
    "text": "That would be another part of it.",
    "start": "00:11:07",
    "end": "00:11:08"
  },
  {
    "text": "That would be another layer of it. Yeah, but the point is just the large narrative arc of the whole Bible has these movements and the east is ominous and the south is unknown, that kind of thing. But then every individual place, you know, all these things happen at Bethlehem and they're almost always related to David or preparing you for the things that will happen in the life of David.",
    "start": "00:11:08",
    "end": "00:11:31"
  },
  {
    "text": "What's the town called where Abraham, Herod.",
    "start": "00:11:32",
    "end": "00:11:36"
  },
  {
    "text": "Or Bethel or Hebron.",
    "start": "00:11:36",
    "end": "00:11:39"
  },
  {
    "text": "Hebron, Yep.",
    "start": "00:11:39",
    "end": "00:11:40"
  },
  {
    "text": "Yes.",
    "start": "00:11:40",
    "end": "00:11:40"
  },
  {
    "text": "So yeah, I was just in numbers and in the spy passage, when they go up, it calls out that they went first to Hebron. Why did they bring up that town? Yes, that's a town where Abraham comes from.",
    "start": "00:11:41",
    "end": "00:11:54"
  },
  {
    "text": "Exactly. Yes.",
    "start": "00:11:54",
    "end": "00:11:55"
  },
  {
    "text": "So that's why they call it out.",
    "start": "00:11:55",
    "end": "00:11:57"
  },
  {
    "text": "Yeah. Abraham, Isaac and Jacob, when they tour around the land, they go to all of these places that will later become places of really significant events in the biblical story. And it's almost on the large scale narrative way of saying Israel's story is lived out by its patriarchs and ancestors. The life of Abraham is that where he was originally?",
    "start": "00:11:57",
    "end": "00:12:22"
  },
  {
    "text": "Hebron.",
    "start": "00:12:22",
    "end": "00:12:22"
  },
  {
    "text": "He went to a number of places. Bethel, Hebron, Beren, Sheba.",
    "start": "00:12:23",
    "end": "00:12:27"
  },
  {
    "text": "But then he gets called out.",
    "start": "00:12:28",
    "end": "00:12:29"
  },
  {
    "text": "Well, then he goes south and then he comes back and he hangs out by the oaks of Mamre and so on. But the point is, you read the Abraham narrative, if you've read the whole Old Testament and then you come back and read the Abraham story, you're like, oh, oh. And it's exactly the sequence. If you look at in the book of Joshua, the order of cities that they go to in those southern mountains is precisely the order that Abraham visits them in in Genesis. And so it's as if the whole story of Israel is already being told in the sequence in the story of Abraham. And then his ancestors are retracing his footsteps. It has that effect on you. Yeah, so. And yeah, so point is, keep a little tally of places. Moab anyway. Moab.",
    "start": "00:12:30",
    "end": "00:13:13"
  },
  {
    "text": "The Moabites.",
    "start": "00:13:13",
    "end": "00:13:14"
  },
  {
    "text": "Yeah, the Moabites. Yeah, yeah, exactly. Yeah. Where characters come from Moab.",
    "start": "00:13:14",
    "end": "00:13:19"
  },
  {
    "text": "The only one that's coming to mind is in numbers with the king of Moab. What else happens?",
    "start": "00:13:19",
    "end": "00:13:24"
  },
  {
    "text": "Oh, well, first of all, Moab is actually. You first learned about it through people, not the place. So Abraham's nephew that he was not supposed to take with him. Abraham was told to leave the land and your family and your household, but he doesn't. He takes lot with him. And then that choice, the narrator, we'll get into this with characterization. The narrator never sermonizes on Abraham's poor choice. But lot creates headaches for Abraham and headaches for Abraham's descendants. And it's after the story of Sodom and Gomorrah, where Lot and his daughters flee and then they have sex with their dad in a cave. Scandalous story. But then the children born out of that scandal are Moab and Ammon, and then their descendants in the narrative go on to immigrate east to the other side of the Jordan. And then they are the people associated with the Moabites and the Ammonites, who become these arch rivals of the tribes of Israel. And so both the place and those family lines all emerge out of that sex scandal in the cave. So when you pick up a book like Ruth and a family from Bethlehem ends up going to the land of Moab, and these Bethlehemite men marry Moabite women, you're like, oh, I've already been here and it did not go well. You don't marry Moabites, you just don't do it. That's a good example. But then the events of Moab actually become the vehicle of redemption because Ruth, the Moabite woman, becomes the means by which. And of some other means, Boaz and so on becomes the means by which God saves this family. So in that case, Moab becomes a surprise redemptive place, and the place of, you know, this horrible memory becomes transformed into a surprising hope. Yeah, that's a good example where the author will play with your expectations, which.",
    "start": "00:13:24",
    "end": "00:15:28"
  },
  {
    "text": "Is the same thing that happens in numbers in the desert of Moab.",
    "start": "00:15:28",
    "end": "00:15:31"
  },
  {
    "text": "Yes, that's right. Yeah. God turns the. Yep. The curse of Balaam into a blessing. Yeah.",
    "start": "00:15:31",
    "end": "00:15:37"
  },
  {
    "text": "These almost could be an entire new series of videos where you take characters and settings.",
    "start": "00:15:59",
    "end": "00:16:06"
  },
  {
    "text": "Yes.",
    "start": "00:16:06",
    "end": "00:16:07"
  },
  {
    "text": "And you just do quick little studies on them.",
    "start": "00:16:07",
    "end": "00:16:09"
  },
  {
    "text": "One could. One could. I mean, you can see why now I wanted to do narrative in more than one video in the how to Read series. You could do a video on each plot setting. And we haven't talked about characters.",
    "start": "00:16:09",
    "end": "00:16:23"
  },
  {
    "text": "Oh, yeah. Just to. Just to set them up. But then you can just do whole entire series. Oh, I see the different, like, studies. Like, you can do Moab.",
    "start": "00:16:23",
    "end": "00:16:32"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:16:32",
    "end": "00:16:33"
  },
  {
    "text": "We could do a three minute video on Moab. On Moab. Or we could do a three minute video on Egypt or the East, Bethlehem or the east, or Babylon, or all these different.",
    "start": "00:16:33",
    "end": "00:16:43"
  },
  {
    "text": "We could.",
    "start": "00:16:43",
    "end": "00:16:44"
  },
  {
    "text": "Yeah. And then you could do it with.",
    "start": "00:16:44",
    "end": "00:16:46"
  },
  {
    "text": "You're talking about video series.",
    "start": "00:16:47",
    "end": "00:16:48"
  },
  {
    "text": "Talking about video.",
    "start": "00:16:48",
    "end": "00:16:48"
  },
  {
    "text": "Yeah, yeah, do a video for each one.",
    "start": "00:16:48",
    "end": "00:16:50"
  },
  {
    "text": "That'd be a setting.",
    "start": "00:16:50",
    "end": "00:16:51"
  },
  {
    "text": "If we're doing word study setting video. This would be like place.",
    "start": "00:16:51",
    "end": "00:16:54"
  },
  {
    "text": "A place study.",
    "start": "00:16:54",
    "end": "00:16:55"
  },
  {
    "text": "Place studies.",
    "start": "00:16:55",
    "end": "00:16:55"
  },
  {
    "text": "Yes, it'd be a place study.",
    "start": "00:16:55",
    "end": "00:16:57"
  },
  {
    "text": "Yeah, Be cool.",
    "start": "00:16:57",
    "end": "00:16:58"
  },
  {
    "text": "That'd be cool.",
    "start": "00:16:58",
    "end": "00:16:59"
  },
  {
    "text": "Wow. Okay. So setting. Setting is created. Narrators create an environment for the events through telling you where.",
    "start": "00:16:59",
    "end": "00:17:09"
  },
  {
    "text": "Yeah.",
    "start": "00:17:09",
    "end": "00:17:10"
  },
  {
    "text": "But also they construct an environment through time. How they talk about time. So because when you're watching a movie, you're in a location and you're in time moving through this sequence.",
    "start": "00:17:10",
    "end": "00:17:27"
  },
  {
    "text": "By time, do you mean like the time in human history or you mean.",
    "start": "00:17:27",
    "end": "00:17:30"
  },
  {
    "text": "The way time is constructed?",
    "start": "00:17:30",
    "end": "00:17:32"
  },
  {
    "text": "The way time is constructed.",
    "start": "00:17:32",
    "end": "00:17:33"
  },
  {
    "text": "So we're back to the. This is not a pipe.",
    "start": "00:17:33",
    "end": "00:17:36"
  },
  {
    "text": "Yeah.",
    "start": "00:17:37",
    "end": "00:17:37"
  },
  {
    "text": "Where you.",
    "start": "00:17:37",
    "end": "00:17:37"
  },
  {
    "text": "I was thinking about that. Just. I think last night I was watching an episode of something and just observing how time works. It's just something you don't think about. But you can go through a lot of time. But it's not jarring. Correct. When do they decide to cut scenes to help you transition from moment to moment? It's actually a pretty sophisticated technique.",
    "start": "00:17:37",
    "end": "00:18:00"
  },
  {
    "text": "It's really sophisticated. And how transitions of time or gaps in time are communicated. Or if they're not communicated.",
    "start": "00:18:00",
    "end": "00:18:08"
  },
  {
    "text": "Sure.",
    "start": "00:18:08",
    "end": "00:18:08"
  },
  {
    "text": "The way two events that even though in the narrative world they might be separated by 10 years, but you could place them right next to each other with a little transition sentence. And then all of a sudden, two events that you would never put together in normal life, all of a sudden you're reading them next to each other and they take on a whole new significance.",
    "start": "00:18:09",
    "end": "00:18:28"
  },
  {
    "text": "Movies that mess with time are some of my favorite movies.",
    "start": "00:18:28",
    "end": "00:18:30"
  },
  {
    "text": "Yeah. Oh, of course.",
    "start": "00:18:30",
    "end": "00:18:31"
  },
  {
    "text": "Like Memento.",
    "start": "00:18:31",
    "end": "00:18:32"
  },
  {
    "text": "Memento.",
    "start": "00:18:32",
    "end": "00:18:32"
  },
  {
    "text": "Oh, my goodness.",
    "start": "00:18:32",
    "end": "00:18:33"
  },
  {
    "text": "Oh, man. Amazing. Never. Never. Well, just Bill Murray.",
    "start": "00:18:33",
    "end": "00:18:40"
  },
  {
    "text": "Bill Murray in general.",
    "start": "00:18:40",
    "end": "00:18:41"
  },
  {
    "text": "In general. That guy's.",
    "start": "00:18:41",
    "end": "00:18:42"
  },
  {
    "text": "Have you ever seen the movie about Time?",
    "start": "00:18:42",
    "end": "00:18:44"
  },
  {
    "text": "No.",
    "start": "00:18:44",
    "end": "00:18:44"
  },
  {
    "text": "Oh, you need to see it. No, it's great. It's. It's like this romantic comedy time travel movie. And it's one of my favorite movies because it's. It's essentially about how to live in the present, which is a lesson I need to learn in life. But it's. But it's then couched in this really fun time travel.",
    "start": "00:18:44",
    "end": "00:19:05"
  },
  {
    "text": "That's good.",
    "start": "00:19:05",
    "end": "00:19:05"
  },
  {
    "text": "Romantic.",
    "start": "00:19:05",
    "end": "00:19:06"
  },
  {
    "text": "That's good. Think about. Oh, more recently Arrival. Right. That came out last fall. Holy cow. Because you start in what you think is one time, and then you're in real time, but then you're not sure.",
    "start": "00:19:06",
    "end": "00:19:18"
  },
  {
    "text": "Yeah.",
    "start": "00:19:18",
    "end": "00:19:19"
  },
  {
    "text": "And you're like. Are the flash forwards actually flashbacks? Yeah, or flash. Anyway, so the way time is constructed in biblical narrative, it's through words. Once again, this is not time. It's ink on a page.",
    "start": "00:19:19",
    "end": "00:19:34"
  },
  {
    "text": "Right.",
    "start": "00:19:34",
    "end": "00:19:34"
  },
  {
    "text": "But so in the year of such and such a king and so on. Right. So that's one way to establish time. So, like in the book of Samuel and Kings, those events get strung together in sequence of the reigns of kings and so on. But then within those larger sequences, there could be in the fourth year of his reign and then you'll get an episode and then the next story will be and after this, or and in those days or at that time, and you have no idea. The whole Abraham narrative is designed like this, after these things. So God makes a covenant with Abraham in chapter 15 and it begins with and after these things you're like, well, after what things? What story just happened? Oh, where Abraham became like a special ops covert mission soldier with 318 men and did guerrilla warfare on these alliances of kings. He rescues lot.",
    "start": "00:19:35",
    "end": "00:20:31"
  },
  {
    "text": "He meets the Melchizedek.",
    "start": "00:20:31",
    "end": "00:20:33"
  },
  {
    "text": "Yeah. Meets the king of ancient Jerusalem. And then after these things. So who knows? I have no way of knowing. We're talking about years, months, days, no clue. And for the author, it's immaterial. He wants you to read Genesis 15 and that covenant in light of Genesis 14, the story that just happened, and who knows the time gap between them. He doesn't want you to think about any other story. He wants you to think about these stories one after another. And once you bounce them off each other, there's all these interesting connections between them. So an author can explicitly mention time sequences. Also, there's the difference between narrative time and the time of narration. So the time of narration is the time it takes me to read the narrative aloud. So 30 minutes. Read the Abraham stories, it's not very long. But then there's the portrayal of time within that time of narration.",
    "start": "00:20:33",
    "end": "00:21:40"
  },
  {
    "text": "How much of a time period had actually gone by?",
    "start": "00:21:40",
    "end": "00:21:43"
  },
  {
    "text": "So a great example to communicate the idea is the Gospel of Mark as a whole. So the Gospel of Mark in chapters one to ten, which takes like, you know, like an hour to read aloud, but it's 10 chapters and it covers a period of a couple years. The narrative markers are really sparse. It's mostly just and next and then, and then. But it's a couple years. Then all of a sudden you hit chapter 11 and it just slows way down. And then you've got chapters, six chapters. So 30% of the whole overall story covers a period of seven days. So just think about the proportions. You have 10 chapters to cover like two years, two to three years. You have six chapters that cover seven days. So just in terms of speed, you feel like you're racing through the first 10 chapters. And then the moment you hit chapter 11, Jesus rides into Jerusalem. And then it's like this you can imagine it visually just slows and it's just scene after scene all happening within, like one day. And so you back up and you have to reflect. That's very intentional. What's being communicated by racing through Jesus up in Galilee, story after story after story, and then slowing down things down in Jerusalem. There's a very strategic effect.",
    "start": "00:21:43",
    "end": "00:23:09"
  },
  {
    "text": "This week is really important.",
    "start": "00:23:09",
    "end": "00:23:10"
  },
  {
    "text": "Yeah, Importance. It's a signal to the reader to slow down. You're already supposed to ponder every single thing, but really, really ponder these events. And what events are they? Of course, it's the lead up to the climax of the whole biblical narrative, which is the crucifixion and Kingdom of the crucifixion and Resurrection. So the way all of that, the way time gets designed and presented to you is always representing a brilliant mind, but it's so subtle you don't even pay attention to it. But the skillful reader of biblical narrative will learn how they reference time.",
    "start": "00:23:11",
    "end": "00:23:48"
  },
  {
    "text": "Does the time it for you to read it. Then there's the narrative time that it took. And you're saying the relationship between the two will communicate something, give you clues.",
    "start": "00:24:22",
    "end": "00:24:32"
  },
  {
    "text": "Yep. Same with the overall design of Genesis, chapters one to 11.",
    "start": "00:24:32",
    "end": "00:24:37"
  },
  {
    "text": "Yeah.",
    "start": "00:24:37",
    "end": "00:24:38"
  },
  {
    "text": "Huge. You know.",
    "start": "00:24:38",
    "end": "00:24:39"
  },
  {
    "text": "Yeah. Generations.",
    "start": "00:24:39",
    "end": "00:24:40"
  },
  {
    "text": "Yeah. All these characters, many generations. And then, you know, that's 11 chapters. And then chapters 12 through 50. It's just three generations. Yeah, same kind of thing. So clearly. And then you speed up, you begin Exodus and then like many generations pass a bunch of time, you skip a bunch. So if you, you know, you could create a little kind of visual chart or something. And the key focus points are these three generations. Abraham, Isaac, Jacob, crucial events happen there. We slow down time, then we speed up time, and then we slow it down to just a sequence of a couple years from Exodus to the wilderness to Mount Sinai. And then Mount Sinai is one year and you're there for half of Exodus, all of Leviticus and the first half of Numbers, almost important year. Nearly half of the Torah is taken up, camped out, that kind of thing. So then that just alerts you to, oh, these are the key events that are invested with the meaning. I'm going to discover the core meaning of the biblical stories if I pay attention to the Abraham stories, the Exodus story, the Mount Sinai story.",
    "start": "00:24:40",
    "end": "00:25:51"
  },
  {
    "text": "Yeah.",
    "start": "00:25:51",
    "end": "00:25:52"
  },
  {
    "text": "The whole book of Deuteronomy takes place in one day.",
    "start": "00:25:53",
    "end": "00:25:56"
  },
  {
    "text": "Yeah.",
    "start": "00:25:57",
    "end": "00:25:58"
  },
  {
    "text": "So just look at how the Torah is timed.",
    "start": "00:25:58",
    "end": "00:26:00"
  },
  {
    "text": "Do you think that's the most stretched out in the Bible?",
    "start": "00:26:00",
    "end": "00:26:02"
  },
  {
    "text": "Yeah. Moment? I think so. It would be. It's presented as like one speech on the day before they crossed the Jordan River.",
    "start": "00:26:02",
    "end": "00:26:08"
  },
  {
    "text": "Right.",
    "start": "00:26:08",
    "end": "00:26:09"
  },
  {
    "text": "It's a whole book dedicated to one day.",
    "start": "00:26:09",
    "end": "00:26:11"
  },
  {
    "text": "Yeah.",
    "start": "00:26:11",
    "end": "00:26:12"
  },
  {
    "text": "That's a good point. I've never thought about that in terms of narratives. What other.",
    "start": "00:26:13",
    "end": "00:26:16"
  },
  {
    "text": "But today he's recapping a bunch of history, though.",
    "start": "00:26:16",
    "end": "00:26:18"
  },
  {
    "text": "Yes.",
    "start": "00:26:19",
    "end": "00:26:19"
  },
  {
    "text": "And reiterating a bunch of stuff.",
    "start": "00:26:19",
    "end": "00:26:21"
  },
  {
    "text": "Yeah. Solid point in terms of the whole Bible.",
    "start": "00:26:21",
    "end": "00:26:24"
  },
  {
    "text": "Yeah.",
    "start": "00:26:24",
    "end": "00:26:24"
  },
  {
    "text": "That might be the most.",
    "start": "00:26:24",
    "end": "00:26:25"
  },
  {
    "text": "The slowest moment.",
    "start": "00:26:25",
    "end": "00:26:26"
  },
  {
    "text": "The slowest.",
    "start": "00:26:26",
    "end": "00:26:27"
  },
  {
    "text": "Stretched out.",
    "start": "00:26:28",
    "end": "00:26:28"
  },
  {
    "text": "Yeah. The smallest narrative time with the longest time of narration.",
    "start": "00:26:28",
    "end": "00:26:34"
  },
  {
    "text": "Literary time.",
    "start": "00:26:34",
    "end": "00:26:35"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:26:35",
    "end": "00:26:36"
  },
  {
    "text": "Yeah. Because it's one speech, really, not just one day. It's like part of a day, however long it takes.",
    "start": "00:26:36",
    "end": "00:26:42"
  },
  {
    "text": "Yeah, totally. Yeah. Yeah, that's right. Yeah.",
    "start": "00:26:42",
    "end": "00:26:45"
  },
  {
    "text": "It's real time. That's what it is.",
    "start": "00:26:45",
    "end": "00:26:48"
  },
  {
    "text": "Yeah. It's presented that way. Yes. Again, c' est ne pas une pipe.",
    "start": "00:26:48",
    "end": "00:26:52"
  },
  {
    "text": "Yeah.",
    "start": "00:26:52",
    "end": "00:26:52"
  },
  {
    "text": "Literary representation of that day and that speech.",
    "start": "00:26:52",
    "end": "00:26:56"
  },
  {
    "text": "But the amount of time it takes to read it.",
    "start": "00:26:56",
    "end": "00:26:58"
  },
  {
    "text": "Yes.",
    "start": "00:26:58",
    "end": "00:26:58"
  },
  {
    "text": "Yeah. Is the amount of time, a few hours to have been there and listened to it.",
    "start": "00:26:58",
    "end": "00:27:03"
  },
  {
    "text": "Yeah.",
    "start": "00:27:03",
    "end": "00:27:03"
  },
  {
    "text": "There's other moments of real time that.",
    "start": "00:27:05",
    "end": "00:27:06"
  },
  {
    "text": "Are strung out like that, but that would be the longest. And there are other moments that get condensed. Like Paul in Athens, Greece. The speech that he gives to the philosophers in Athens, it takes maybe three and a half minutes to read it aloud. Surely he gave a longer speech, but it's been condensed. Right. To get the essence of the speech. And so same kind of thing.",
    "start": "00:27:06",
    "end": "00:27:33"
  },
  {
    "text": "Then. Did we talk about just specific times having specific meanings?",
    "start": "00:27:57",
    "end": "00:28:01"
  },
  {
    "text": "Oh, yeah. So a subset within narrative time is explicit mentioning of time in the year of king. So. And so we're in the fourth year of his reign. But then also there's where characters will enter a moment in the story and the period of time that the event happened. Yeah. So periods of 40. 40 days.",
    "start": "00:28:01",
    "end": "00:28:22"
  },
  {
    "text": "40 days.",
    "start": "00:28:22",
    "end": "00:28:23"
  },
  {
    "text": "40 years.",
    "start": "00:28:23",
    "end": "00:28:24"
  },
  {
    "text": "The promised land.",
    "start": "00:28:25",
    "end": "00:28:26"
  },
  {
    "text": "Yeah. Yeah. 40 days. They spy the promised land, then they.",
    "start": "00:28:26",
    "end": "00:28:29"
  },
  {
    "text": "40 days. Jesus fasts in the desert.",
    "start": "00:28:30",
    "end": "00:28:33"
  },
  {
    "text": "Yep. 40 days. They wander in the wilderness.",
    "start": "00:28:33",
    "end": "00:28:35"
  },
  {
    "text": "40 years, they wander in the wilderness.",
    "start": "00:28:35",
    "end": "00:28:36"
  },
  {
    "text": "As a consequence of those 40 days, Elijah goes to Mount Sinai for a trip of 40 days. Moses was up on the mountain, the people waiting for him for 40 days.",
    "start": "00:28:36",
    "end": "00:28:47"
  },
  {
    "text": "Oh, really? Oh, that was 40 days.",
    "start": "00:28:47",
    "end": "00:28:49"
  },
  {
    "text": "Yeah. So 40 days gets associated with the period of expected waiting. Yeah, There you go. Expected waiting.",
    "start": "00:28:49",
    "end": "00:28:56"
  },
  {
    "text": "Expected waiting. See, this could be another part of the series. It could be places and significant times.",
    "start": "00:28:56",
    "end": "00:29:03"
  },
  {
    "text": "Yes. Same with Noah and the Ark. 40 days and 40 nights. Yes. Yeah. It's almost always periods of waiting. Yeah. Here's a great example. Ezekiel calls the exile in the end of chapter 20 he calls exile Israel's exile to Babylon. He calls it Israel being sent into the wilderness of the nations. Ezekiel, chapter 20. And the wilderness, of course, was iconic, the period of 40 years. But the exile is associated with this iconic number, 70 of 70. And that comes from an announcement by Jeremiah. Yep. In Jeremiah 25. And then it gets expanded by 7. In the book of Daniel 77 gets multiplied. Totally. Yeah. So what you have is this. Even though it's 70 years of exile and 40 years in the wilderness, they're different numbers, but Ezekiel sees them as symbolically similar periods of time. And then you have all these other interesting. The ending of the book of Genesis has this interesting thing going on where when Jacob or Israel. Jacob, so grandson of Abraham, but it gets renamed Israel. So when he dies, he gets embalmed for 40 days and then the Egyptians weep for him for 70 days.",
    "start": "00:29:03",
    "end": "00:30:22"
  },
  {
    "text": "Oh, wow.",
    "start": "00:30:22",
    "end": "00:30:23"
  },
  {
    "text": "When Israel dies, he has a 40 day transition period for his body and then a 70 day period of mourning. Almost certainly the author's winking at us here in light of the wilderness 40 and the exile 40. His name is Israel. You know what I'm saying? So this kind of thing. Yeah, all these periods of time, three days and three nights, Jesus drew attention to that one Jonah, who swallowed up.",
    "start": "00:30:23",
    "end": "00:30:52"
  },
  {
    "text": "In the belly of the monster.",
    "start": "00:30:52",
    "end": "00:30:53"
  },
  {
    "text": "In the belly of the monster for three days and three nights. He connects that as a symbolic transition from death into life. And there's an interesting poem in Hosea, chapter six, where the image of three days and three nights. So, yes, again, you realize, oh my gosh, I'm in the presence of Jedi Master.",
    "start": "00:30:53",
    "end": "00:31:14"
  },
  {
    "text": "Right.",
    "start": "00:31:14",
    "end": "00:31:14"
  },
  {
    "text": "You know, you just thought, okay, well, it was 40 days, so. Right. It took 40 days to embalm him. Yeah, so whatever.",
    "start": "00:31:14",
    "end": "00:31:20"
  },
  {
    "text": "So they recorded that.",
    "start": "00:31:20",
    "end": "00:31:21"
  },
  {
    "text": "Yeah, they recorded that. And but remember, these authors don't have to tell you anything. Biblical narrative style is extremely compact and economic. They will only include details that are relevant to the development of the story or unless they're packed with meaning. And so they'll often truncate time, stereotype time, round up, round down. To do this kind of thing.",
    "start": "00:31:21",
    "end": "00:31:47"
  },
  {
    "text": "It's important to distinguish this from like Bible code kind of stuff.",
    "start": "00:31:47",
    "end": "00:31:51"
  },
  {
    "text": "Oh, totally. Yes, yes, yes. Oh, yeah, yes. Big, big difference.",
    "start": "00:31:51",
    "end": "00:31:56"
  },
  {
    "text": "Which I don't know a lot about, but it's kind of like the Hebrew Alphabet is also numbers.",
    "start": "00:31:56",
    "end": "00:32:02"
  },
  {
    "text": "Correct.",
    "start": "00:32:02",
    "end": "00:32:02"
  },
  {
    "text": "And if you find patterns in these numbers, there's dates and there's all these different information embedded in this. And that's not the literary genius. That's not them.",
    "start": "00:32:02",
    "end": "00:32:15"
  },
  {
    "text": "It's Different. Yeah, yeah. Biblical authors are aware of how these numbers work, and they use them as time reference and as vehicles of meaning. And they'll engage in really sophisticated ways of doing it. But there are ways that you can at least make a case that almost surely the author intended this. For example, in that story we referenced earlier, where Abraham attacks, covert operations attacks, he takes 318 men. You're just like, okay, I guess that's how many men he took, you know? But then in the next chapter, 15, and the time reference between them is just after these things, it's this whole conversation. God says, yeah, you're going to become a great nation. And Abraham's like, I still don't have any kids and the one who will inherit my house is Eliezer of Damascus. We've never heard of Eliezer before. In any other story, you're never going to hear about him ever again. So the question is, why bring him up? Do we bring up Eliezer? And this was an early Jewish interpretation. So imagine that your Alphabet is also your numbering system, Right? When you're looking at letters, you also see numbers. See numbers. So that's how the Hebrew Bible is for Hebrew readers. And so early readers paid attention to the fact that, oh, Eliezer is the number 318 is the number 318.",
    "start": "00:32:15",
    "end": "00:33:34"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:33:34",
    "end": "00:33:35"
  },
  {
    "text": "And other than just. It's a way the stories are paired together and then it's invitation to, oh, are there other connections between those stories? And there are interesting connections between Genesis 14 and 15. So they do that kind of stuff all the time. The Book of Proverbs begins the Proverbs of Shlomo. And then the Proverbs don't start until chapter 10. And then that first collection of proverbs consists of 375 proverbs, which is precisely the numerical value of the name Shlomo Solomon.",
    "start": "00:33:35",
    "end": "00:34:06"
  },
  {
    "text": "Yeah, so they knew what they were doing.",
    "start": "00:34:06",
    "end": "00:34:08"
  },
  {
    "text": "They knew what they were doing. But you can also overcook all of this. And usually it's if you look at the first letter of each chapter or if you count the overall numbers of letters, then it's like, oh, yeah, dude, you're way.",
    "start": "00:34:08",
    "end": "00:34:22"
  },
  {
    "text": "That's not what they were doing.",
    "start": "00:34:22",
    "end": "00:34:23"
  },
  {
    "text": "Yeah, you're way beyond. And also the way that Hebrew words were spelled throughout manuscript, history changes. Like the number of letters in a chapter will change through history.",
    "start": "00:34:23",
    "end": "00:34:32"
  },
  {
    "text": "So if you're counting numbers of letters.",
    "start": "00:34:32",
    "end": "00:34:35"
  },
  {
    "text": "And stuff, all that stuff, you're counting up all the letters in Genesis 1, all the letters in Genesis 2, and then those numbers spell a word. Yeah, you're way overcooked. That's Bible code kind of stuff. Yeah. But on the narrative level, that kind of stuff is almost certainly going on. Yeah.",
    "start": "00:34:35",
    "end": "00:34:51"
  },
  {
    "text": "Crazy.",
    "start": "00:34:51",
    "end": "00:34:52"
  },
  {
    "text": "Yeah, it is cool.",
    "start": "00:34:52",
    "end": "00:34:53"
  },
  {
    "text": "Thank you for listening to the BibleProject podcast. This episode and all of our episodes are produced and edited by Dan Gummel. You can watch our videos on YouTube, YouTube.com thebibleproject or on our website, thebibleproject.com thanks for being a part of this with us.",
    "start": "00:34:54",
    "end": "00:35:11"
  },
  {
    "text": "My name is Mallory from Raleigh, North Carolina. My favorite part of the Bible project is how you can watch a video and then say you're leading a small group. You can watch it with them as well so that they understand God's Word more with you. We believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos, study notes, and more@thebibleproject.com.",
    "start": "00:35:11",
    "end": "00:35:33"
  }
]