[
  {
    "text": "Foreign.",
    "start": "00:00:00",
    "end": "00:00:00"
  },
  {
    "text": "This is John and this is Tim.",
    "start": "00:00:05",
    "end": "00:00:07"
  },
  {
    "text": "And This is the BibleProject Podcast. Today on the podcast, we are beginning a new series of sorts on the gospel.",
    "start": "00:00:07",
    "end": "00:00:15"
  },
  {
    "text": "Yeah. We have two videos coming out this fall about the word gospel.",
    "start": "00:00:15",
    "end": "00:00:21"
  },
  {
    "text": "Yeah.",
    "start": "00:00:21",
    "end": "00:00:22"
  },
  {
    "text": "One of them is a word study.",
    "start": "00:00:22",
    "end": "00:00:23"
  },
  {
    "text": "How is the word gospel used?",
    "start": "00:00:24",
    "end": "00:00:25"
  },
  {
    "text": "Yep.",
    "start": "00:00:25",
    "end": "00:00:26"
  },
  {
    "text": "In the Bible.",
    "start": "00:00:26",
    "end": "00:00:26"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:00:26",
    "end": "00:00:27"
  },
  {
    "text": "But the gospel is also four different books in the Bible.",
    "start": "00:00:27",
    "end": "00:00:32"
  },
  {
    "text": "Yeah. In the New Testament.",
    "start": "00:00:32",
    "end": "00:00:34"
  },
  {
    "text": "So we have a How to Read the Bible series and we're going to do a whole video on how do you read this genre of literature.",
    "start": "00:00:34",
    "end": "00:00:39"
  },
  {
    "text": "Yeah, yeah. The Gospel according to Matthew, Mark, Luke and John.",
    "start": "00:00:39",
    "end": "00:00:44"
  },
  {
    "text": "So those will be the two videos. And we had a conversation leading up to how to read the gospel.",
    "start": "00:00:44",
    "end": "00:00:50"
  },
  {
    "text": "Yeah.",
    "start": "00:00:50",
    "end": "00:00:51"
  },
  {
    "text": "And we're going to have those conversations on this podcast. How, however, you had the opportunity to sit down with Tom Wright and just discuss the word gospel, which is gonna be more about the word study kind of idea. What does that word mean?",
    "start": "00:00:51",
    "end": "00:01:09"
  },
  {
    "text": "Yeah. We've gotten the chance over the last year to have a few conversations with the New Testament scholar N.T. wright. And so this was another one of those. It was really great. And actually you'll hear me reference it. At the beginning, I was in Scotland, which is not a thing that's normal for me. I was in Scotland to be part of a small conference with some other Hebrew Bible awesome people. And it was on the campus of the same university that N.T. wright teaches at. And so I reached out to him and was able to spend some time with him. And so we recorded this conversation. Yeah. Which is all about the Greek and Hebrew biblical words for gospel and good news. It's a pretty fast paced conversation. We are ranging over lots of parts of the Bible. So I think in the show notes we'll probably reference the main scripture texts that we're talking over. There were multiple points where I made little notes of like, go back and think about this more, so you might need to do the same.",
    "start": "00:01:09",
    "end": "00:02:09"
  },
  {
    "text": "Yeah. This is two people who have the Bible very internalized and thinking about these things, just going at it with each other.",
    "start": "00:02:09",
    "end": "00:02:18"
  },
  {
    "text": "It was Bible nerd fest, which is my version of a very, very good time. So I hope Tom had a good time too. So anyway, I learned a lot in this conversation. You know, just lots of fascinating things will come up. I think you'll learn a lot too about the word gospel, what it meant back in the first century, what it means in the Hebrew Bible, and what it means for us still today.",
    "start": "00:02:18",
    "end": "00:02:40"
  },
  {
    "text": "Thanks for joining us.",
    "start": "00:02:40",
    "end": "00:02:41"
  },
  {
    "text": "Yeah, here we.",
    "start": "00:02:41",
    "end": "00:02:42"
  },
  {
    "text": "Go.",
    "start": "00:02:49",
    "end": "00:02:50"
  },
  {
    "text": "All right, Tom, thank you for taking some Time to sit down and talk about biblical theology and other awesome stuff.",
    "start": "00:02:53",
    "end": "00:02:59"
  },
  {
    "text": "Thank you. Well, it's good to be with you.",
    "start": "00:02:59",
    "end": "00:03:00"
  },
  {
    "text": "Yes. For me this is a special opportunity. We've been able to talk on the phone, but to be able to sit here with you in the place where you do your work, it's really special for me. So thank you for taking the time.",
    "start": "00:03:01",
    "end": "00:03:12"
  },
  {
    "text": "Thank you.",
    "start": "00:03:12",
    "end": "00:03:13"
  },
  {
    "text": "To do this. So at the bioproject, one of the series of videos that we work on is called Word Studies. We'll do these short little tours. They're both word focused, but theme focused on Greek and Hebrew words. And we are currently working on as of what this is August 2019. So it's in production about the phrase good news or the words vocabulary for good news, which in Hebrew it's the verb besar and then in Greek, New Testament, the noun euangelion. So you've explored this quite a bit and I've learned a lot from you. So let's think about it this way. So when you're reading the Gospels, say Mark, chapter one, the first sentence of Mark tells you this is the beginning of the good news about Jesus. Paul, obviously the euangelion, the gospel. This is thematic throughout his writings and his vocation. There's two main backgrounds that seem significant for understanding the meaning of these good news words. One is the Hebrew Bible, but the other one also is the Greek and Roman backgrounds for these royal announcements of good news that would be announced about emperors and so on. So maybe here's an interesting place to start in your mind. When you pick up the Gospel of Mark and you read the Euangelion, does your mind simultaneously go to Hebrew Bible and to what you know of, like Roman propaganda? What would a reader of Mark's gospel? What does Mark want his reader's mind to connect to when he opens with the sense, like the good news about Jesus?",
    "start": "00:03:13",
    "end": "00:04:49"
  },
  {
    "text": "The question about Mark is wonderfully complicated and also wonderfully simple in that when Mark puts that line at the beginning of his gospel, assuming it was Mark who put it there, because there is a school of thought which says, well, the end of Mark seems to be lost. The beginning of Mark seems to be a bit jerky and awkward because he says as it's written in Isaiah the prophet. And then you get a quote from Malachi and how does that work? And some people have thought that maybe the phrase archeutu juvengeliu Jesu Christu beginning of the Gospel of Jesus Christ. Some manuscripts had Son of God may be a heading that somebody aftermarket has put on There. Because whereas you can leave the end of the Gospel with a sort of dot dot dot it's hard to do that at the beginning. So that's the first footnote. Sorry about that. But then if this is a way of saying this is the beginning, then the answer to the question, what did he mean by it? Is read the rest of the book and see. So, because this is the point about word studies, and I love word studies, you know, concordances and Dictionaries are some of my favorite books. When people ask me which are the books that have influenced you most, I always shock them by saying, actually, concordance to the Septuagint, stuff like that. Because these are tools which get you right into the heart of a world. But as soon as you get into that world, you have to realize that people don't live on etymologies, they live on narratives and the meaning of a word. It's its use in a context. The context is usually a story. So what story is being told now in the Hebrew Bible? The Mavasser, the one who announces the good News in Isaiah 40 and Isaiah 52. It's a very specific good news where you've got Israel in exile in Babylon and Yahweh, Israel's God, apparently having abandoned Israel. And the good news is, he's coming back. That's Isaiah 41:11, he's coming back. This is the good news. And the heralds are shouting, he's coming. And then that theme, you have to wait for its denouement through the next 10 chapters or so until in 52, you get it again. And now the watchmen are lifting up their voices and shouting, because how lovely upon the mountains are the feet of the one who brings this good news. The good news is Yahweh has overthrown Babylon. He's won the great victory. He has released his people from captivity, and he himself is coming back personally to Zion in order to be king. So it's our God reigns is the theme. So good news is about somebody becoming king, namely God.",
    "start": "00:04:50",
    "end": "00:07:22"
  },
  {
    "text": "That's right.",
    "start": "00:07:22",
    "end": "00:07:22"
  },
  {
    "text": "And then, of course.",
    "start": "00:07:22",
    "end": "00:07:23"
  },
  {
    "text": "And you can track that through the uses. That's the same vocabulary used about David.",
    "start": "00:07:23",
    "end": "00:07:28"
  },
  {
    "text": "Absolutely.",
    "start": "00:07:29",
    "end": "00:07:30"
  },
  {
    "text": "And Solomon, when they're inaugurated. Those are helpful examples.",
    "start": "00:07:30",
    "end": "00:07:34"
  },
  {
    "text": "Yeah, that's right. The royal arrival is the thing. And then of course, in Isaiah, it's such a shock, because here is the royal arrival, chapter 52. And then we get the fourth servant song. What does it look like when the arm of Yahweh is revealed? It looks like somebody who was despised and rejected and beaten up and killed. And that paradox then of course bursts out into 54 and 55. So you need the whole narrative. You can't just take it out. And I think what's happened in our traditions is that people have allowed the word study sort of eagerness, which is a way of saying, we want to take this text really seriously. What's the etymology? Where does it come from? To serve a different purpose? Where it's assumed that we know what the gospel ought to be. Because we modern Western Christians are still trying to play out the late medieval questions about an angry God and a hell and a judgment and all the rest of it. So we want a gospel that rescues from that. So at the best, we treat all the stuff about Yahweh returning to Zion as a metaphor, as a figure, rather than actually. No, that's the reality. And it's our stuff that's the later corruption. So then once you get that sense of a long period between whenever the book of Isaiah was put together, which I don't know, and I suspect you don't, nobody really knows. But between then and the time of Jesus, there are lots of people who are praying and waiting and hoping. And something I was working on earlier this week, the ways in which Isaiah 40:55 and the theme of consolation, of Zion being restored and Zion being a bereaved mother who is now told she's going to have her children, and more. Now, that theme is picked up in First Enoch, it's picked up in Fourth Ezra, it's picked up in the book of Baruch. And these are Second Temple period books which are saying we are still in this state of desolation and we need the good news, we need the consolation. And the New Testament fits right in there. And it says, now we will tell you the story, which is shocking in the same way that Isaiah is shocking. But this is the real good news. And here's the point about good news before we segue into Roman studies, is that the difference between news and advice, which people often get wrong, that when there was a book published by The Jesus seminar 20 years ago called the Five Gospels, and it had the Gospel of Thomas in there, as well as Matthew, Mark, Luke and John. And when I reviewed that book, it sudden it dawned on me what's going on when you put Thomas in there. Thomas is not about events that have taken place as a result of which the world is a different place. Thomas is about. Here are some teasing sayings which might help you reorder your interior space. In other words, if you say that they're all really like Thomas. What you're saying is it's not good news, it's good advice. And there's all the difference in the world between news. News is something that's happened as a result of which a whole new set of possib opens up which you may or may not like. But there they are. This is how the world now is, you know, and especially, you know, the death of a monarch and the accession of a new monarch or some great victory in battle or whatever. This is news. Everything is going to be different now that we've experienced this. So that's the sort of story the Gospels are telling.",
    "start": "00:07:34",
    "end": "00:11:10"
  },
  {
    "text": "So you're. Yeah, you're affirming that within the storyline of the Hebrew Bible, that section of Isaiah is like a poetic condensation of the themes and storyline of the whole Hebrew Bible. God's purposes are to restore blessing to the nations. This is Abraham promised Abraham through the family of Israel. Israel because it's replayed the sin of Adam on a scale even larger. Right. Than the story of Adam and Eve landed them in exile. And so the good news is about the restoration of God's kingship and blessing over Israel and through them back out.",
    "start": "00:11:10",
    "end": "00:11:45"
  },
  {
    "text": "Through them back out into the world. Yes.",
    "start": "00:11:45",
    "end": "00:11:47"
  },
  {
    "text": "And that's the word good news is attached to that particular storyline.",
    "start": "00:11:47",
    "end": "00:11:51"
  },
  {
    "text": "Yes, that's right. The question of the blessing to the nations as opposed to simply the blessing of Israel and maybe a few others will come in on it. That's a very tricky one at the moment. When I wrote my biography of Paul a couple of years ago, I sent it to a leading Jewish rabbi who I know and said, can you please read through this and tell me if there's anything in here that makes you as a Jew today feel uncomfortable. And he got back to me with one or two things which I was able to correct. It was just little turns of phrase. But one of the things he said to me was, I guess if you look at certain bits of the Psalms and Isaiah, you can see that maybe Paul had a point. But from the point of view of today's Jews, you know, some of Paul's successors have made life very difficult for us, or worse than the fact. I totally get that, I totally understand that. But it does seem to me that that theme of the radical inclusion of Gentiles within the blessing, which then you can track back to the Abraham stories, though I don't think that's so explicit. In Isaiah 40,55 it does say look to Abraham, Abraham. But you could read that Simply in terms of the restoration of Israel, but Nevertheless, both in 40 to 55 and in 56 to 66, you do have this sense both of the massive restoration of Mother Zion and of the extraordinary blessing of people coming from far away and so on.",
    "start": "00:11:51",
    "end": "00:13:09"
  },
  {
    "text": "That's right. So that's a primary Hebrew Bible context as we go into the Gospels is what you were saying was the four canonical gospels are clearly intending to pick up that narrative and say this is happening and talk about the event. That is good news. As distinguished, you brought up the Gospel of Thomas, which again, for our listeners, if you're not familiar, Google it, it's public domain, you can read it. And it's really interesting. These are Jesus offering really esoteric advice.",
    "start": "00:13:09",
    "end": "00:13:38"
  },
  {
    "text": "Yes, yes, yes.",
    "start": "00:13:38",
    "end": "00:13:39"
  },
  {
    "text": "There's no narrative at all.",
    "start": "00:13:40",
    "end": "00:13:41"
  },
  {
    "text": "Exactly.",
    "start": "00:13:41",
    "end": "00:13:41"
  },
  {
    "text": "And no connection to the Hebrew Bible.",
    "start": "00:13:42",
    "end": "00:13:43"
  },
  {
    "text": "Exactly.",
    "start": "00:13:43",
    "end": "00:13:44"
  },
  {
    "text": "And that's the difference.",
    "start": "00:13:44",
    "end": "00:13:44"
  },
  {
    "text": "That is exactly the point. In fact, any sense of connection to the Hebrew Bible is rather deliberately broken in the Gospel of Thomas that we don't want that stuff. It's ultimately anti Jewish. It's going away from the narrative world, which is about a God who made the world, loves the world and is rescuing the world, and into a different sort of worldview, which is about how we as human beings can, as it were, escape this world into a different sort of private space, which is of course, what a great many people in the first century and in the 21st century have wanted to do with. Very understandably, granted, the mess that the world has been in.",
    "start": "00:13:45",
    "end": "00:14:21"
  },
  {
    "text": "That's right. Okay, so that's Hebrew Bible.",
    "start": "00:14:21",
    "end": "00:14:24"
  },
  {
    "text": "Yeah.",
    "start": "00:14:24",
    "end": "00:14:25"
  },
  {
    "text": "Another primary context. And I'm less like familiar with all of these primary sources in terms of Greek and Roman authors. I do remember still when someone first, I think it was Ben Witherington's commentary on Mark had a long quotation. I don't know how to pronounce it. The Prien.",
    "start": "00:14:25",
    "end": "00:14:41"
  },
  {
    "text": "The Prini. The Prini, yes, yes. Inscription. It's a Greek place name. It's Western Turkey. That's right. And I think it's dated 9 B.C. yeah, something like that. I was going to say in the last decade.",
    "start": "00:14:41",
    "end": "00:14:52"
  },
  {
    "text": "Yeah, that's right, yeah. So this is announcing the birth of Octavian and I thought for our listeners I'll just.",
    "start": "00:14:53",
    "end": "00:14:58"
  },
  {
    "text": "It'd be the birth. The birthday of Octavian. That's right, yes, yes, yes, that's right.",
    "start": "00:14:58",
    "end": "00:15:01"
  },
  {
    "text": "So I'll just read it real quick.",
    "start": "00:15:01",
    "end": "00:15:03"
  },
  {
    "text": "Sure.",
    "start": "00:15:03",
    "end": "00:15:03"
  },
  {
    "text": "And then that might be a good launching pad for you to talk about. So this is an inscription announcing or celebrating, I guess, the birth.",
    "start": "00:15:03",
    "end": "00:15:09"
  },
  {
    "text": "Birthday. Yes, birthday. Augustus.",
    "start": "00:15:10",
    "end": "00:15:12"
  },
  {
    "text": "Oh, Sorry, the birthday.",
    "start": "00:15:12",
    "end": "00:15:13"
  },
  {
    "text": "Yeah, exactly. Augustus Octavian has been emperor for 20 years by this stage. So it's just. By the way, it's his birthday, so let's.",
    "start": "00:15:13",
    "end": "00:15:23"
  },
  {
    "text": "That's right. So imagine this is your birthday card. Really like your announcement to invite for your birthday. Because Providence has ordered our life in the way of the divine. And since the emperor, through his epiphany, his appearing has exceeded the hopes of all former good news, surpassing not only the benefactors who came before him, but also leaving no hope that anyone in the future will surpass him. And since the birthday of the God Theos was for the world, the beginning of his good news, may it be decreed. And then the inscription goes on.",
    "start": "00:15:23",
    "end": "00:15:59"
  },
  {
    "text": "Yeah, yeah, yeah. Isn't that fascinating?",
    "start": "00:15:59",
    "end": "00:16:01"
  },
  {
    "text": "Yeah. Talk to us. How people would hear that.",
    "start": "00:16:01",
    "end": "00:16:03"
  },
  {
    "text": "Well, well, I mean, of course, the question of who said what about the emperor, at what stage is quite controversial among ancient historians, because it looks as though the further east you go in the Roman Empire and what we call Turkey is roughly sort of halfway to their far east, as it were, then the easier it was have the emperor being divinized, whereas they rather carefully didn't do that. In Italy itself, that would have been seen as too politically dangerous. But by the second century, it's happening all over and is being mocked. But at this stage, what's happened is that Augustus came to power. Augustus, stroke Octavian, came to power after the death of his adopted father, Julius Caesar, and there was a massive civil war because Julius Caesar had made it quite clear that whoever was going to run Rome was the one with the biggest army and the most effective power base. And so it was a matter of different people grabbing at power. And so Octavian won out by defeating Antony when they had already the two of them defeated the conspirators Brutus and Cassius. So, and you have to imagine that this civil war was fought out largely in Greece and Turkey rather than in Italy itself. They went somewhere else to have their battles, as it were. But so the whole of the sort of central Mediterranean world was involved in this horrible turmoil. Which side are you on? Which horse are you going to back? And does this mean our city is going to be destroyed? Does it mean we're all going to be enslaved, et cetera, et cetera, et cetera. So when Augustus then says, it's all over, we now have peace, I've settled the matter, et cetera, there's a kind of a collective sigh of relief. Something has happened as a result of which the world is a different place. And so they Then call on various themes from ancient mythology, et cetera, to talk about a golden age. And Horace has this wonderful song which is all in praise of Augustus, through whose victory, you know, the world has become a wonderful glorious place. And Virgil writes the Aeneid in such a way as to tell the whole story of Rome climaxing with this amazing moment. And you can sort of feel the shimmering music in the movie. Something amazing has happened. It's the appearance of a God at last. And so the thing that I find doubly fascinating is one that they use this very explicit language and that that means that in Western Turkey, in Greece and in Rome, its Anyone reading the Letter to the Romans? Anyone reading Mark 1? One would say, oh, we've got a clash of narratives here, here's a Jewish narrative, but it seems to be saying something which looks rather like ours. So which one are we talking about? But the narrative is, and I've tested this out with classicists because as far as I know, nobody else in the ancient world was telling a thousand year narrative with the good news about somebody becoming king as its climax. Now, the early Christians I don't think got it from Rome because they clearly are deriving it from Isaiah etc. And the Jewish narrative vocabulary. Exactly. Well, and the storyline. And likewise the Romans certainly didn't think, oh, these Jews have got an interesting storyline, let's borrow it. But somehow, and again, that inscription from Prini talks about the providence of God. I want to say it in quite a different way. Somehow in the providence of God, when the time had fully come, if you like Galatians 4, these two storylines are coming in side by side, independently, both talking about a great event, as a result of which somebody who is the appearing of a God has brought peace and justice to the world. And of course the answer then is just have a look at how that played out. Augustus successor was Tiberius, then you had Caligula, then you had Claudius, then you had Nero, then you had the year of the four emperors, 69. They were all civil war again. Then Jerusalem was destroyed. Vespasian became emperor. Was that really the biggest beginning of peace and justice for the world? Or was that simply yet another wretched power game? Meanwhile, this strange little movement which starts in Palestine in the 30s, in the 20s and 30s, grows like a mustard seed until within a couple of centuries the emperors are worrying about it.",
    "start": "00:16:03",
    "end": "00:20:26"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:20:26",
    "end": "00:20:27"
  },
  {
    "text": "Isn't that fascinating? Yeah. So you have this clash of narratives.",
    "start": "00:20:27",
    "end": "00:20:30"
  },
  {
    "text": "So I think it makes for like a historical parable almost.",
    "start": "00:20:30",
    "end": "00:20:32"
  },
  {
    "text": "It really does. It really does. And I and others have written quite a. A bit about this. It's fascinating. Just as a bit of history. Wow, how did that happen? But then when you sort of reflect theologically, if you've got two narratives both competing for the same space, you either have to say they're both talking rubbish, or one's true and the other's false or whatever. And in a sense, that is precisely what John's Gospel particularly is all about. If you think of where John's Gospel reaches its climax, it's the conversation between Jesus and Pontius pilate in John 18 and 19, which is the kingdom of God versus the kingdom of Caesar. And they're arguing about kingdom and truth and power, and Pilate crucifies Jesus. But John has told you that this is the revelation of the love of God. Sam.",
    "start": "00:20:32",
    "end": "00:21:49"
  },
  {
    "text": "You know what's interesting about that example is that Matthew, Mark and Luke, often called the Synoptics, use a lot of euangelion vocabulary throughout their narrative. And famously, John uses that vocabulary very little.",
    "start": "00:22:06",
    "end": "00:22:20"
  },
  {
    "text": "Yeah, that's true.",
    "start": "00:22:20",
    "end": "00:22:21"
  },
  {
    "text": "But what's interesting about what you just said was the royal significance of Jesus reality and his message is the same subject matter of the Gospel of John. It's just he's doing it in a different way.",
    "start": "00:22:21",
    "end": "00:22:34"
  },
  {
    "text": "That's right. And of course, John 2 talks about the kingdom, I mean, and so the kingdom of God. So. Yes, which is also an Isaiah theme, of course. And John draws very importantly at key moments on the same passages of Isaiah, who has believed our report. And John 12 is the kind of initial climax of the Gospel, and then we go into the farewell discourses and so on. But it's in John 12 that you get that Isaiah quote. There's a lot of Isaiah kind of woven in subtly as you go on through.",
    "start": "00:22:34",
    "end": "00:23:04"
  },
  {
    "text": "So that's very helpful. I'll summarize that bit. You're saying in the broader recent memory of somebody reading the Gospels in the first century or hearing Paul arrive in Thessalonicae and hearing him announce good news they're aware of, especially if they're Gentiles, then what they're primarily aware of is how that civil war resolved and of hearing the propaganda about the good news of the emperor. But then if they're disciples of Jesus and, you know, they're meeting on the Lord today and eating the meal together, then they're now learning these stories of Jesus. They're learning the broader narrative that makes sense of him. And this word euangelion is once again right at the center. Oh, you know, this occurred to me While I was thinking, you were talking about how that word was kind of going parallel tracks in the Roman story, it strikes me that in the Septuagint of Isaiah. So we're somewhere in the 150s B.C. yeah, 150s. Somewhere in the 1002s or 200s B.C. down in Alexandria, there's Jewish scholars translating Isaiah and the word that comes to their mind when they're translating the Hebrew is euangelion. So I'm sure somebody's done a study on why that word seemed appropriate to them.",
    "start": "00:23:05",
    "end": "00:24:24"
  },
  {
    "text": "Yes, although it's tricky because, of course, the Septuagint of Isaiah is notoriously one of the most odd bits of the Septuagint.",
    "start": "00:24:25",
    "end": "00:24:32"
  },
  {
    "text": "That's true.",
    "start": "00:24:32",
    "end": "00:24:33"
  },
  {
    "text": "The translator often is floundering and often will choose. Well, sometimes will choose a word which just sounds like the Hebrew word, even though, in fact, it doesn't mean the same. He doesn't know what the Hebrew word means, so he finds a Greek word that sounds a bit like it. And sometimes there is hom. Genuine homofony between Greek and Hebrew, but that's. That's rare. So you have to be a bit careful. You can't probe too hard. But. Yes. I mean, because the word evangelion or evangelizomai is quite rare in the Septuagint, when it does occur in those passages, Isaiah 40 and 52, then it is very striking.",
    "start": "00:24:33",
    "end": "00:25:06"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:25:06",
    "end": "00:25:07"
  },
  {
    "text": "So that was a little footnote on that. And I mean, that's long before Augustus sent his scribes to use this word because it is a comparatively rare word in the Greek world anyway. But, I mean, I would just focus particularly on, you know, we use the word news so casually. And I grumble because our newspapers frequently, especially at this time of year, we're recording in August, often what passes out as news is in fact just a magazine thing because all the reporters are on holiday and nothing much is happening. So they print on the front page of the newspaper something which hasn't just happened. It's just a study that was done three months ago in some university now shows that. Yeah, this isn't news, guys. News is something that happens as a result of which everything is different. And that's why it's exciting.",
    "start": "00:25:07",
    "end": "00:25:52"
  },
  {
    "text": "Yeah, Our English word announcement is actually a lot more appropriate.",
    "start": "00:25:52",
    "end": "00:25:56"
  },
  {
    "text": "Announcement in the olden days. Proclamation. Sadly, I don't have a visual memory of it, but I know that in 1952 I was taken by my mother to the town square in the little town in England where we lived to hear the town crier announce that the king was Dead and long live the queen. When George VI died and Queen Elizabeth became queen and there was a chap with a bell doing the old fashioned thing here, everybody, we have a queen.",
    "start": "00:25:56",
    "end": "00:26:26"
  },
  {
    "text": "Well, that's interesting to think about. Yeah, yeah, I think you told us, John and I, in a previous conversation, that's when you got one of your first Bibles.",
    "start": "00:26:27",
    "end": "00:26:35"
  },
  {
    "text": "That was when she was crowned. Oh, when she was crowned. Okay, that was great. And it takes a year to organize a coronation, simply to invite everybody and to put all the stands into Westminster Abbey so that everyone can pack in, you know, because they seat what, three or 4,000, whereas Westminster Abbey normally only seats 2,000. So June the second, 1953 was my first, first Bible.",
    "start": "00:26:35",
    "end": "00:26:56"
  },
  {
    "text": "Excellent. Okay, so we've talked about the opening sentence of Mark. So this is interesting about the use of that word in the gospels. Mark opens that. It's the good news, the beginning of the good news about Jesus Messiah. But then he, what you read on in the narrative immediately is Jesus announcing the euangelion of God.",
    "start": "00:26:57",
    "end": "00:27:49"
  },
  {
    "text": "Yes, yes.",
    "start": "00:27:49",
    "end": "00:27:49"
  },
  {
    "text": "So Jesus message of good news brings about a whole storyline that then can be summarized as the good news news about Jesus Messiah.",
    "start": "00:27:49",
    "end": "00:27:57"
  },
  {
    "text": "Yes, yes. An interesting double effect there. And some scholars have pounced on that and have said, oh, there you are. Jesus just talked about God, but then the church talked about Jesus as though that sort of falsifies it.",
    "start": "00:27:57",
    "end": "00:28:07"
  },
  {
    "text": "Yes.",
    "start": "00:28:07",
    "end": "00:28:07"
  },
  {
    "text": "And the obvious answer is Jesus talked about God becoming king in order to explain what he himself was doing.",
    "start": "00:28:07",
    "end": "00:28:14"
  },
  {
    "text": "Correct. Okay, all right.",
    "start": "00:28:14",
    "end": "00:28:15"
  },
  {
    "text": "So that's a crucial thing. Yeah, that's right.",
    "start": "00:28:15",
    "end": "00:28:17"
  },
  {
    "text": "So Mark, you know, famously, Jesus is announcing the time is fulfilled. There's some story that he sees come into a culmination, repent and believe in the good news.",
    "start": "00:28:17",
    "end": "00:28:26"
  },
  {
    "text": "Right.",
    "start": "00:28:26",
    "end": "00:28:27"
  },
  {
    "text": "So Matthew, interestingly, he has a little summary notice at the end of chapter four of Matthew where he says Jesus went about announcing the good news of the kingdom and teaching and healing and so on. And then what you get after that is going to the High Place and the Sermon on the Mount about his disciples living in the community of the kingdom. So there's an important, important matrix there. Jesus is announcing that God is king. He's the one bringing this reality into being. And then Matthew neatly gives us a whole unpacking of what it looks like to live as if God is king.",
    "start": "00:28:27",
    "end": "00:29:04"
  },
  {
    "text": "As if God really is king. Yes, yes, that's what's going on there.",
    "start": "00:29:04",
    "end": "00:29:07"
  },
  {
    "text": "Talk about that connection.",
    "start": "00:29:07",
    "end": "00:29:08"
  },
  {
    "text": "Well, it is fascinating. And of course, in Matthew 4 there, when the bit you refer to, I'm just finding it here, Matthew actually Quotes an earlier bit of isaiah from Isaiah 8, the end of 8 and through into 9, which is the bit about the land of Zebulun and Naphtali by the sea Galilee of the nations. The people who walk in darkness saw a great light. Those who dwell in the land of the shadow of death, upon them has the light shined. And then it says, from then on, Jesus began to proclaim, saying, repent, because the kingdom of God is arriving, kingdom of heaven is arriving. And of course, what Matthew knows and wants his readers to remember is that the very next verse of Isaiah 9, namely Isaiah 9:2, is about the coming king. That's right. And it's one of the classic bits in early Isaiah about the coming king, Isaiah 9 and 11, which then foreshadow in a reading of Isaiah, Isaiah 42, the first servant song through to 53. So you've got this royal theme. You know, Matthew's a very clever writer, very clever user of scripture. And I thought, I'm sure that that's exactly what's going on. And then the idea of the kingdom of God and the Sermon on the Mount, I find that it is fascinating because you're absolutely right. This is about what does it look like to live in God's kingdom. But for me, the most exciting thing about that is in the Beatitudes at the beginning, when for years I used to read them as simply, oh, my goodness, here are all the different characteristics which I, as a disciple of Jesus, ought to be exhibiting. And oh dear, this is really quite difficult. And the pure in heart and the poor in spirit, and hungering, thirst, thirsting for righteousness and merciful. This is a huge moral agenda that I'm going to have to take on board. And that kind of makes me nervous and still makes me a bit nervous. But actually I've come to read it not as here are the sort of people you need to be, because you need to be, but here are the sort of people through whom God's kingdom is exercised in the world. Because this is the big thing which Jesus met the whole time when he said, God is becoming king. And people said, well, we want some signs. Where? Show me what's it look like? And he said, well, the blind received their sight, the lame are walking, etc. Etc. And blessed is the one who's not offended by me. But that wasn't what people wanted. And today we face the equivalent objection. Oh, you say God became king with Jesus. Well, look out on the street or read the newspaper. Obvious God's not in charge to which the answer is, when God takes charge, he doesn't. I've used this phrase again and again. God doesn't send in the tanks. He sends in the meek and the poor and the hungry for justice, people and the merciful and the peacemakers, et cetera. And by the time the people with the tanks and the guns have realized what's going on, the meek and the merciful and the poor in heart have established schools and orphanages and hospitals and all sorts of projects in order to show what it looks like, like when God becomes king against the day of Jesus final return, when all those things will be part of God's new world, because they were already beginning in Jesus Day. So this is a whole new way of reading the Sermon on the Mount. Not just here we are retreating from the world into a private kingdom, but by our being this sort of these sorts of people. That is how God's kingdom comes in the wider world.",
    "start": "00:29:09",
    "end": "00:32:24"
  },
  {
    "text": "You know, it's interesting. Yeah, it's. So you're talking about the introduction to the. Obviously famously called the Beatitudes. But yeah, you're right. It's as if the Beatitudes assume if a people are going to model the way of Jesus and live as if this God really is the king of the world, they are going to look. It's exactly the servant poem of Isaiah. They're going to look like those who are despised, not using the conventional avenues or institutions of influence and power, but in reality, they are the fortunate ones.",
    "start": "00:32:24",
    "end": "00:32:57"
  },
  {
    "text": "Yes, yes. They are the blessed ones.",
    "start": "00:32:57",
    "end": "00:32:58"
  },
  {
    "text": "Jesus, like the rhetorical purpose of what Jesus is saying, is something like that.",
    "start": "00:32:58",
    "end": "00:33:02"
  },
  {
    "text": "And that the blessing which is invoked over them, exactly as in Isaiah 40:55, is not simply a blessing for them, but a blessing through them. It is too light a thing that you should restore the tribes of Israel. I will give you as a light to the nations, that my glory may extend to thee. It's Isaiah 49, one of Paul's favorite passages.",
    "start": "00:33:02",
    "end": "00:33:19"
  },
  {
    "text": "That's right. And for a long time thought that's what Jesus is getting at. At with right after the Beatitudes. You're the light of the world and.",
    "start": "00:33:19",
    "end": "00:33:25"
  },
  {
    "text": "The salt of the earth.",
    "start": "00:33:25",
    "end": "00:33:26"
  },
  {
    "text": "The city on the hill.",
    "start": "00:33:26",
    "end": "00:33:27"
  },
  {
    "text": "Of course, of course.",
    "start": "00:33:27",
    "end": "00:33:27"
  },
  {
    "text": "That's New Jerusalem language.",
    "start": "00:33:27",
    "end": "00:33:29"
  },
  {
    "text": "Precisely. It is precise. And that's why Matthew 5 is so subversive in its original context. You are the city on the hill.",
    "start": "00:33:29",
    "end": "00:33:37"
  },
  {
    "text": "Y' all are the city. That's right.",
    "start": "00:33:37",
    "end": "00:33:39"
  },
  {
    "text": "Yeah, y'.",
    "start": "00:33:39",
    "end": "00:33:40"
  },
  {
    "text": "All. So I have to get Texan.",
    "start": "00:33:40",
    "end": "00:33:42"
  },
  {
    "text": "I was gonna say you're from Oregon. You're not allowed to talk like that.",
    "start": "00:33:42",
    "end": "00:33:44"
  },
  {
    "text": "Yeah, but except when I'm translating.",
    "start": "00:33:44",
    "end": "00:33:46"
  },
  {
    "text": "Okay.",
    "start": "00:33:46",
    "end": "00:33:46"
  },
  {
    "text": "I use y'. All.",
    "start": "00:33:46",
    "end": "00:33:47"
  },
  {
    "text": "Oh, do you?",
    "start": "00:33:47",
    "end": "00:33:47"
  },
  {
    "text": "Well, because you sure?",
    "start": "00:33:47",
    "end": "00:33:49"
  },
  {
    "text": "No, that's true. You plural. And the danger with that is that the city on a hill language has been used by those who, in a sort of separatist way, we are just going to be this people. And if anyone happens to be looking, they will see how great we are instead of which the point about Zion, since I've been working on this this last week, because of Paul's allusion to Psalm 87 in Galatians 4. 26, when he says, Jerusalem, which is above, is free and she is the mother of us all, he is plugging into a Jesus strand there. And it's very interesting because, I mean, you as a Septuagint reader will understand this. As far as I can see, nobody has spotted that at the end of Psalm 87 in the Septuagint, which is 86, there is a line which doesn't occur in the Hebrew, which is about your celebration because of the dwelling in you. And the word for celebration is Euphranomenon, which is the same word that occurs at the beginning of Isaiah 54. One euphranthe.",
    "start": "00:33:49",
    "end": "00:34:53"
  },
  {
    "text": "Rejoice.",
    "start": "00:34:53",
    "end": "00:34:54"
  },
  {
    "text": "Rejoice. Exactly. And this is what Richard Hayes calls metal epsis. Paul doesn't quote that line, but having alluded to the Psalm, he's got that last line of Psalm 87 in the Septuagint in his head, which hooks in verbally to the beginning of Isaiah 54. And Isaiah 54 is regularly read in Jewish circles as about Mother Zion, who, having been barren, is now going to be fruitful again. So here, precisely in Matthew 5, we have the same. Isn't that interesting? That is, is there's all sorts of things going on just underneath the text. All you have to do is scratch the surface and this stuff comes out.",
    "start": "00:34:54",
    "end": "00:35:30"
  },
  {
    "text": "Yeah. What we're talking about at this point is Jesus's announcement of the kingdom creates a people who, in the Sermon on the Mount, he invites to live in this new way. It doesn't look like they're the fortunate ones, according to people like the Emperor. It's the whole inversion.",
    "start": "00:35:30",
    "end": "00:35:47"
  },
  {
    "text": "And doesn't look like they're the fortunate ones to the Pharisees and Sadducees.",
    "start": "00:35:47",
    "end": "00:35:50"
  },
  {
    "text": "That's right, exactly right. But in fact, Jesus is saying they are the inheritors of God's renewal of Jerusalem.",
    "start": "00:35:50",
    "end": "00:35:57"
  },
  {
    "text": "And as a result, to say it again, they are the ones through whom the blessing of the kingdom will flow out into the world. Hence the Light of the world, the salt of the earth, the city on the hill. I think our trouble here, as so often, is that then when it goes on into what we call ethics, we read that in a post Kantian way as, oh, well, here are some rules and there are the stringent rules, because it's about your heart and not just your outward behavior. And so we're so fixated on that than seeing that people who become people like that are people through whom God's blessing comes on the world. And I've often said to people, when looking at Paul's ethics, you know, say the works of the flesh and the fruit of the spirit. If you move to a new neighborhood, would you rather that your neighbors on the street exhibited these qualities, the works of the flesh, or those ones, the fruit of the spirit? Love, joy, peace. I know who I'd rather have as my neighbors. And part of the point of early Christianity was that though people thought they were mad, they were good people to have around. People liked having them in the community because they rejoiced with those who rejoiced and wept with those who wept. The good news becomes good news on the street because people didn't know it was possible to live like that before. And part of the good news is the modeling of the genuine humanness that you get.",
    "start": "00:35:57",
    "end": "00:37:15"
  },
  {
    "text": "You know, it strikes me thinking of back to that section of Isaiah as being this condensation of the themes of the Hebrew Bible. One of the things in that section of Isaiah is because of what the servant does in 53, right near the end of 53, he declares or makes righteous the many through his vicarious death and exaltation. It seems to me that ties into a major theme that's mainly developed though, in Jeremiah and Ezekiel, about the renewal of the heart to create the new covenant, obedient, loving God, loving your neighbor type of people. I have one in reading the Sermon on the Mount again, this is part of the deep structure of what's going on here. But yes, that Jesus would go from y' all are the city on the hill, the new Jerusalem, which means y' all are the new covenant, new heart.",
    "start": "00:37:15",
    "end": "00:38:04"
  },
  {
    "text": "Absolutely, people.",
    "start": "00:38:04",
    "end": "00:38:05"
  },
  {
    "text": "It makes perfect sense why he would move to talk about the Torah and obedience at that point.",
    "start": "00:38:05",
    "end": "00:38:10"
  },
  {
    "text": "Because of course, when you get the great prophecies of restoration in Jeremiah and Ezekiel, it's in a sense the same narrative as Isaiah 40, 55. But then you do get the focus on the renewal of the heart in Jeremiah 31 or Ezekiel 31, 5, 6, etc. 36, especially and it's as though all these strands which are out there, which different prophets and different psalms in their different ways. And of course, it goes back to Deuteronomy 30 as well. They have seen that this strange vocation that Israel has had, which seems to have run into the sand because of Babylon and because of Persia and everything else, Syria, that nevertheless, if God is God, sooner or later this must be how he's going to make it all happen. That's where, again, the New Testament just plugs into this very obviously.",
    "start": "00:38:10",
    "end": "00:38:58"
  },
  {
    "text": "Yes. So that's the Sermon on the Mount, and then it lays out the program. Jesus will go on in the narratives to be this kind of person, as the pioneer, as it were, primarily in the narratives of healing and as he's going, you know, going about from town to town. The next step, of course, in the narrative of the Gospels is if they're working on. On a Euangelion agenda, as it were, then is Jesus going to Jerusalem for Passover. And he immediately moves towards challenging the centers of power there. He goes right to the temple. Begins the week of debating. I think it was probably many, many years ago, through your work and Richard Hayes as well, the royal portrayal that's at work in the Passion narratives.",
    "start": "00:38:58",
    "end": "00:39:44"
  },
  {
    "text": "Right, right.",
    "start": "00:39:44",
    "end": "00:39:44"
  },
  {
    "text": "I mean, it's just right there. It's actually not very far under the surface.",
    "start": "00:39:44",
    "end": "00:39:47"
  },
  {
    "text": "Exactly, exactly.",
    "start": "00:39:47",
    "end": "00:39:48"
  },
  {
    "text": "It's explicitly on the surface, ex. So the Euangelion word isn't used. But if I have been prepared to see all of this as a royal enactment, the Passion makes perfect sense.",
    "start": "00:39:48",
    "end": "00:39:59"
  },
  {
    "text": "Yes, yes, of course. And it's one of the ironies of. You all know Richard Hayes's recent book, Echoes of Scripture in the Gospels, which he wrote in haste while he was under basically sentence of death with pancreatic cancer five years, four years ago, and was astonishingly brought through that and healed by a lot of prayer and a lot of very good medical work in the Duke Medical Facility. But Richard, in that book concentrates on what we've called Christology, or the person of Jesus, and showing how the use of the Old Testament makes it clear that for all four Gospels, Jesus is the embodiment of Israel's God. It's not just John, in other words, that does that. But Richard doesn't in that book move very far towards saying, and here's how the four Gospels explain the death of Jesus. That's kind of a whole other project. And the book is already 400 pages or something, so fair enough, it's not a criticism. But all I say would. Would say is there Is masses more down the same line. Exactly what you just said. And it's as though once you've said this is the Euvangelion at the beginning of the book, it's rather like the book of Job. Here you have the prologue. Everything that follows has the prologue as a kind of what we would call a running head. You have to imagine it at the top of every page. By the way, this is this conversation with God and Satan being played out. And so the Gospels have. By the way, this is the Evangelion. This is what it looks like.",
    "start": "00:39:59",
    "end": "00:41:19"
  },
  {
    "text": "So all the pieces especially, they're really turning. The Gospel authors are turning up the volume on it in the portrayal of the robe, the staff, the crown. I mean, it's just very, very intentional. And it fits hand in glove with something like the Beatitudes.",
    "start": "00:41:21",
    "end": "00:41:37"
  },
  {
    "text": "Yes, yes.",
    "start": "00:41:37",
    "end": "00:41:38"
  },
  {
    "text": "Where if these are the people through whom the kingdom comes into being, Beatitude type people. Jesus is the incarnation of that.",
    "start": "00:41:38",
    "end": "00:41:45"
  },
  {
    "text": "And I've tried to explore that here and there in terms of Jesus being the light of the world, Jesus being the sour, Jesus being the city on the hill that cannot be hidden. Jesus is the one who goes the second mile when he is forced to carry his cross. Jesus as the one who turns the other cheek. There are advanced statements of the Passion built into Matthew 5.",
    "start": "00:41:46",
    "end": "00:42:08"
  },
  {
    "text": "That's a good way of framing that. I like that.",
    "start": "00:42:09",
    "end": "00:42:10"
  },
  {
    "text": "That's one of those things. It's almost a preacher's point. And I'm never quite sure how much of that Matthew intends. But granted that his Gospel is very carefully structured, you know that the five great discourses, it wouldn't surprise me if. If Matthew was to say. Yes, I'm glad you picked that up.",
    "start": "00:42:10",
    "end": "00:42:25"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:42:27",
    "end": "00:42:28"
  },
  {
    "text": "Sam.",
    "start": "00:42:45",
    "end": "00:42:55"
  },
  {
    "text": "We've already been going some time. We haven't even talked about the apostle Paul and Euangelion and Paul. Let's briefly transition. So we've got the Gospel statement about this type of king. A Beatitudes type of king, in a Beatitudes type of way, brings the kingdom exalted. If we're staying in the vein of Matthew, he becomes the son of man who has authority over heaven and earth. And he goes out, he sends his disciples out to the nations. So at that point, Jesus is registering that his euangelion about the kingdom of God is now for his followers, a euangelion about him. Right. Is that Mark 1 1?",
    "start": "00:43:12",
    "end": "00:43:49"
  },
  {
    "text": "Yes. Yes, it morphs into that. Because you could summarize both together by saying this is how God becomes king. And then for the early church, God has Become king in a whole new way. It's funny, since I started to use this language, I get odd looks from people when I lecture and so on. And wasn't God always king? And the answer is, well, yes and no. And it's the no bit which really matters. That there is a way in which God wants to run this world, which God has not been doing for a very good reason. That way back in Genesis, God creates this creature called human through whom he wants to do stuff in his world. Having done that, God won't go back on. On that modus operandi, that way of operating. God doesn't say, okay, the humans have messed up, so we're just going to scrap that. I'm just going to act solo from now on. God finds a way. And the Noah story is about the possibility that he might have gone back on it, but then he doesn't. And the Abraham story is a way of saying this is how God is going to do his work in the world, through a human family and ultimately through the human being, Jesus. It's a about God becoming king through the obedient human. As soon as you say that, the passage which jumps out of the New Testament is Romans 5, as in Adam, so in the Messiah and 1 Corinthians 15, the same that the Messianic role of Jesus. And in 1 Corinthians 15, this is spelled out in terms of Psalms 8 and 110 and Daniel 7 and so on. Classic passages. The Messianic work of Jesus means that the creator God, who always intended to work in his world through the obedient human, has now at last done the great thing he wanted. And now through the rule of this, Jesus exercised by the Spirit, is at work in a fresh way in the world that is the basis of the Church's mission. And when I say that, I think how many sermons and lectures have I heard on the mission of the church, which just haven't seen it like that at all. And I think we urgently need to be grasped by this frame. Fresh vision.",
    "start": "00:43:49",
    "end": "00:46:01"
  },
  {
    "text": "Yes. So let's maybe as kind of our last thing to talk about. There's two times where Paul explicitly defines like as his purpose the word euangelion.",
    "start": "00:46:01",
    "end": "00:46:12"
  },
  {
    "text": "Right.",
    "start": "00:46:12",
    "end": "00:46:13"
  },
  {
    "text": "Romans 1, 1 Corinthians 15. Yeah, so let's just kind of. I'll put them both for our listeners. I'll read them out loud.",
    "start": "00:46:13",
    "end": "00:46:20"
  },
  {
    "text": "Sure.",
    "start": "00:46:20",
    "end": "00:46:20"
  },
  {
    "text": "So first is Romans 1. He says he's a servant of set apart by God for the Euangelion of God. What is the euangelion? Just read your Hebrew Bible. That's what he says.",
    "start": "00:46:20",
    "end": "00:46:29"
  },
  {
    "text": "Right, right, right.",
    "start": "00:46:29",
    "end": "00:46:30"
  },
  {
    "text": "Or the Greek Bible.",
    "start": "00:46:30",
    "end": "00:46:31"
  },
  {
    "text": "Right.",
    "start": "00:46:31",
    "end": "00:46:31"
  },
  {
    "text": "He promised beforehand through the, the prophets and in the Scriptures concerning his Son born of the seed of David according to the flesh, declared to be the Son of God with power by the resurrection from the dead, according to the spirit of holiness, namely Jesus, Messiah, our Lord. And we have now a commission to go summon the nations to obedience through whom.",
    "start": "00:46:31",
    "end": "00:46:55"
  },
  {
    "text": "Yeah, obedience to faith.",
    "start": "00:46:55",
    "end": "00:46:57"
  },
  {
    "text": "So that's a famous and very significant definition of gospel right here at the beginning of Romans. And it's just what you were saying, the exaltation of a seed of David as the human one, through whom God's kingdom is now being exercised over the nations. That's Romans 1, 1 Corinthians 15. Famously, you know, you know, the gospel that was handed on to me, I handed it on to you.",
    "start": "00:46:57",
    "end": "00:47:23"
  },
  {
    "text": "And it's the more interesting in that he says, whether it was I or they, the other preachers, this is what.",
    "start": "00:47:24",
    "end": "00:47:29"
  },
  {
    "text": "We all the message.",
    "start": "00:47:29",
    "end": "00:47:30"
  },
  {
    "text": "So this is not unique to Paul, in other words.",
    "start": "00:47:30",
    "end": "00:47:32"
  },
  {
    "text": "That's right, yes. And here he focuses it on a different point, namely the Messiah died for our sins according to the Scriptures. He was buried and raised according to the Scriptures, and then the appearance and.",
    "start": "00:47:32",
    "end": "00:47:44"
  },
  {
    "text": "Then he was seen. Yes.",
    "start": "00:47:44",
    "end": "00:47:45"
  },
  {
    "text": "So what's interesting and would strike people is he's focusing on two different types of narrative moments in the gospel, in the good News, which means that Paul can in different moments, in different times, hide, highlight, sometimes the resurrection and exaltation, sometimes the death and resurrection for different audiences. But there's one underlying story. Maybe I'll throw it as a question as well. It seems to me that the first Corinthians passage has become almost over dominant in our recent Western Protestant tradition especially.",
    "start": "00:47:45",
    "end": "00:48:22"
  },
  {
    "text": "Interesting.",
    "start": "00:48:22",
    "end": "00:48:22"
  },
  {
    "text": "And if you were to put them both on a scale, it seems 1st Corinthians 15 has outweighed Romans 1 in terms of what people think of when they hear the word gospel.",
    "start": "00:48:23",
    "end": "00:48:31"
  },
  {
    "text": "You're absolutely right. And this curiously, I don't know if you know, this goes way back to the beginning of my doctoral research back in the, in the 1970s when I was working on Romans and I had grown up in a tradition which said that Romans 1, 16 and 17 was the gospel, namely justification by faith. Now of course, 1, 16, 17 doesn't actually say justification by faith, but it talks about, about the revelation of the righteousness of God. And according to some theories of justification, what Paul means by dikazu. No, theu, the righteousness of God is the righteous status which God gives or grants to those who believe. Now, I think that's completely wrong. But I remember when I was first studying Romans intensively in the Greek, being struck by the fact that in 115 and then 16, Paul says, I'm not ashamed of the Gospel because in it the righteousness of God is revealed. And realizing that that sentence means that the revelation of the righteousness of God is not itself the gospel. That's what is revealed in the gospel. So what is the gospel? Answer. Paul said it up front in Romans 1, 3 and 4. So then I started reading commentaries and articles and things on Romans 1, 3 and 4, and I discovered a very interesting thing that particularly in the German tradition, which has dominant in scholarship in the 19th and early 20th century, people did not want to follow find the gospel in Romans 1, 3 and 4, because they wanted the gospel to be justification by faith within a Lutheran framework. Whereas what you've got in Romans 1, 3 and 4 is very explicit messianic language, seed of David, etc. And so people would bring out all the big guns and say, oh, Paul is here quoting an early Jewish Christian formula just in order to say hello to the people in Rome. Yeah, I know this formula as well, but actually it's not an essential part of his theology, even though it's part.",
    "start": "00:48:31",
    "end": "00:50:20"
  },
  {
    "text": "Of the opening paragraph.",
    "start": "00:50:20",
    "end": "00:50:21"
  },
  {
    "text": "You laugh, but this has been common. And I agree, I agree it ought to be funny. When you're writing your great big carefully planned letter, what are you going to say up front? Something you don't really mean? Give me a break. It's like the wrong readings of Galatians 1:4, which by the way could serve as another summary. He doesn't say it's Evangelion, but he said the Messiah gave himself for our sins to rescue us from the present evil age. That looks like another and at exactly the same point. Lou Martin, who is a pupil of Kazeman, says he doesn't really mean that gave himself for our sins bit. That's in order to say hello to the opponents. What he really means is to rescue us from the present evil age. And I would say no, those two belong absolutely together. They explain one another. But at the same way, at the beginning of Romans, you've got this explicitly messianic language, which I think then contextualizes all the structures, stuff about Christos later in the letter, because Christos is not a proper name. Christos means Messiah. And whenever you find en Christo, etc, it's this is the Messiah and his people. And this was the beginning of my exploration of Romans, which led Me to say that Romans 9, 11 is not simply an aside, an odd bit about the Jews, but is actually where the whole letter is going. So once one grasps that Romans 1, 3 and 4 must not be marginalized in favor of particular reasons of first Corinthians 15, then this becomes clear. Now, within 1 Corinthians 15, one should be able to get it from simply the fact that he uses the word Christos. Because if this is an early formula, then there's no way that Christos is a proper name. In the late 40s or early 50s A.D. it means Messiah. How do we know Paul means that? Because in First Corinthians 15, 20, 28, when he's spelling out how the Gospel actually works, he is drawing precisely on those Messianic psalms said before Psalm 2, Psalm 80, Psalm 110, Daniel 7, in order to say that the Messiah is the one through whom God is putting everything into order, and that the Messiah then is the one who must reign until he's put everything under his feet, etc. And so the messianic exposition of First Corinthians 15:3, following in verses 20, following means that the two are not so far apart.",
    "start": "00:50:23",
    "end": "00:52:42"
  },
  {
    "text": "Let me just clarify. That's helpful. So in other words, the opening Sentences of Corinthians 15, he defines the Gospel as Messiah died for our sins, buried and was raised. But the significance of that little micro story tying it into an exalted new human over the nations, is what the rest of the chapter goes on to be about. And oh, that's exactly what Romans 1.",
    "start": "00:52:43",
    "end": "00:53:07"
  },
  {
    "text": "And when he says katatos graphos according to the Scriptures, you see what has happened in scholarship is that. And you can see this if you look at the Nestle Alland Greek text, which puts parallel passages in the margin here you've got the Messiah died for our sins, Katatos graphos according to the Scriptures. And it's put Isaiah 53, 5, 8, 12.",
    "start": "00:53:07",
    "end": "00:53:28"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:53:28",
    "end": "00:53:29"
  },
  {
    "text": "And Hosea 6:2, raised on the third day according to the Scriptures and Jonah 2, 1. And I'm thinking, well, yeah, okay, but that misses the point. This is not just. By the way, I can find a proof of text and there's a little bit of Isaiah, a little bit of Jonah. Oh, wow. This is in accordance with the entire scriptural narrative which comes to focus in various passages. And I would say if you want to know which scriptures Paul is referring.",
    "start": "00:53:29",
    "end": "00:53:56"
  },
  {
    "text": "To, look later in the passage read.",
    "start": "00:53:56",
    "end": "00:53:57"
  },
  {
    "text": "Because the whole of First Corinthians 15 turns out to be a massive Christological exegesis of Genesis 1, 2 and 3, about Adam, about the fall, about the, the restoration, etc. Within which the Messianic psalms and so on are nested. And it's an extraordinary tour de force of scriptural exegesis ending up with Isaiah 25 and Hosea 13. Death is swallowed up in victory. So that, what have you got? As sometimes when Paul is really summing things up, you have Torah, Neviim and Cthuvim, you have law, prophets and writings. He does this in Romans 15. He does it, I think in Galatians 4. And I think it's quite, quite deliberate. It's a Jewish way of saying we've got the whole scripture on side here. Isn't that fun?",
    "start": "00:53:58",
    "end": "00:54:46"
  },
  {
    "text": "Yes, that is fun. I want to follow up on Galatians 4. Yes. So what we're saying is in both cases, in the Romans 1 statement in the whole of 1 Corinthians 15, it's not different in substance than the narrative argument of the four Gospels.",
    "start": "00:54:47",
    "end": "00:55:02"
  },
  {
    "text": "Exactly, exactly. This is one of the extraordinary things when you read, really think Paul's Gospel through to its goal, its telos, you look back and you say, so how would you tell the story of Jesus to bring this out? And guess what? It's already been done four times over. Yeah, these four chaps all had established. The thing about the Gospels for me is that they all quite explicitly hook into the Hebrew scriptures, read as an as yet unfinished narrative. Yes, they are saying in effect, you know, this great story, Malachi, Isaiah, Luke does it by echoing first Samuel, John does it by echoing Genesis. But now this is where it was all going and I think it's quite deliberate. And to try to read the Gospels as though that's not the case is radically to misunderstand them. Sam.",
    "start": "00:55:02",
    "end": "00:56:09"
  },
  {
    "text": "So let's maybe land this conversation on a. Well, to me all of this is immensely practical, but it's also lots of biblical theology and text and intertext and so on. But I served in pastoral ministry for many years. You have for many years too. There is a neatness and a handiness to a definition of the Gospel that rises up above this very detailed multi layered narrative to just say humans are screwed up, God has to do something about it, Jesus died for your sins. Repent and believe this good news. It actually is really handy. Of course you're short selling the story that we really have to offer the world when we do that. So I guess you could ask a historical version is how did we get to a place where that short version has replaced the Biblical version, but maybe even more useful is in practical ways, in and through the ways that local churches operate. How can we begin to talk about this big, complicated narrative in ways that are just as simple and handy?",
    "start": "00:56:27",
    "end": "00:57:32"
  },
  {
    "text": "Yeah, yeah, that's a great question. And yes, I remember going to a lecture on the Atonement in Oxford when I was an undergraduate, and the lecturer set out all the different theories and all these wonderful bits and pieces and bells and whistles. And at the end of it, somebody said, how much of this does somebody have to believe to be a Christian? And the lecturer smiled and said very little. Something about the love of God, the death of Jesus, and discovering that you're part of that story. And then once you've grasped that or been grasped by it, everything else is yours to explore. But in other words, you don't need to understand all the theory in order to. Like, I had a really good meal in a restaurant yesterday. I know nothing about the science of how you cook, but I enjoyed the meal. Somebody else was doing that stuff, so that's fair enough. So that, yes, it's much better that people think, oh, dear, I'm a sinner, bad things are going to happen. Phew, Jesus died. So now I'm okay. Much better than they think that. Than they think life is just a meaningless bunch of trash and I'm just going to go on the street and do drugs. You know, there's no choice. But the danger with saying God is really angry with me. Fortunately, he's punished somebody else and said, so now I'm okay, is that that distress distorts deeply who you think God is, and it truncates who I now am as a redeemed person in Christ, indwelt by the Spirit. And in order to get the whole picture, you need the bigger story. And I think it went wrong, particularly in the Middle Ages in the Western church. I don't know very much about Eastern Orthodoxy, but I do know they didn't make the same mistakes as we made in the medieval period. They no doubt made their own mistakes, etc. And that's why we all need constantly to have our visions corrected by fresh readings of Scripture. This is not something which happens once a month, only it's got to happen in every generation. But it seems to me that you can see stages where the great teachers in the Middle Ages who were doing some great things in some ways are enthralled to Greek philosophy, either to Plato or Aristotle or some new mixture of both. So that then by the time you get the Reformers, Protesting about purgatory and the Mass, which are the two big targets. Certainly in the English Reformation. What they are doing is reinstating a Platonic vision of Christianity only with a going straight to heaven rather than having to do time in purgatory thing. And with a. The heavenly stuff is the important thing. So what we do down here doesn't count because that would be worse works righteousness. So don't think that if you're a priest at the altar, you can do this magic with the bread and the wine. You know, that's their polemical reason for doing what they're doing. In other words, they're trying to give biblical answers to medieval questions. The danger is they're actually giving biblical stroke Platonic answers to those medieval questions. And what's happened since then with the Enlightenment, this is cutting a very long story, very short, is that Plato takes over and the Bible falls back so that the Bible just becomes, oh, this odd old text by which we can prove our ve various doctrines. So that much Western 19th century Christianity becomes de facto Platonist. Now I'm in debate with people about this at the moment because there's a lot of people who still claiming to be teachers of the church, really do explicitly prefer Plato to the Bible. And I think that is that saps the life and energy from the Gospel of Jesus. It means that instead of resurrection, you have, oh well, Jesus was taken up into heaven from where he appeared from time to time. And then we're going to be taken up into heaven as well. And that's the real thing, seeing God in heaven. Instead of saying no, Jesus taught us to pray for God's kingdom to come on earth as in heaven. By what right are you stripping that out of the central prayer of our faith? And in terms of mission, I think it's absolutely vital. If the name of the game is we have these souls which are exiled from heaven and we're looking forward to going back there, then mission becomes telling other people that they have souls that are exiled and that need to go to heaven. That's never the mission of the church. The mission of the church is to be the light of the world and the salt of the earth. So I mean, I could go on about this all day and I sometimes do, but. So I think it goes back to the Middle Ages and to the fact that the reformers who were determined to try to give biblical answers to the meditation questions borrowed far too much Plato to do so because they assumed that the Jewish context was not only irrelevant but misleading because it was about works righteousness. So we don't want to go there and see. I've run into this as well. If I quote Qumran or Psalms of Solomon or 4th Ezra or whatever to explain what's going on in the Gospels or Paul, some people I could name in America throw up the hands in horror, say oh, NT Wright appeals to the these Jewish texts. But we know that Paul was opposed to Judaism because that was works righteousness. So NT Righteous is drawing on these naughty texts. And so it's not surprising he's distorting the Gospel.",
    "start": "00:57:32",
    "end": "01:02:39"
  },
  {
    "text": "Interesting.",
    "start": "01:02:39",
    "end": "01:02:40"
  },
  {
    "text": "Yeah, yeah, yeah. I want to say sorry, we're into history here. You want to know what the word righteousness of God means? Look at other people who are using it at the time. Paul has a new definition of it, but it's that that he's talking about.",
    "start": "01:02:40",
    "end": "01:02:51"
  },
  {
    "text": "Yes, that's right. It's strikes me just as I was reflecting on what you were saying, in many ways the gospel narratives about Jesus announcing the good news about the kingdom, giving the Sermon on the Mount, doing his healings. I remember when I was a new Christian in my twenties, I read those stories and it was awesome. I thought that Jesus is amazing.",
    "start": "01:02:51",
    "end": "01:03:14"
  },
  {
    "text": "You were right.",
    "start": "01:03:15",
    "end": "01:03:16"
  },
  {
    "text": "But there wasn't a sense of and I am called to partake, participate in a similar looking and kind of announcement. That's like the thing that Jesus did. And then the thing that I do now is some other thing kind of what you're talking about based on a certain way of reading Paul. But if in fact the Sermon on the Mount and if the risen Jesus in the last sentences of Matthew says teach my disciples to do everything I commanded you and taught you, where do I go find that I go to the psalm Sermon on the Mount. So even within Matthew, Jesus has a vision that how his followers will live and announce the kingdom will be this thing that he was himself doing. What else is the Sermon on the Mount about? So in a way to live and talk about the risen Jesus as king and living as if it's true. Sermon on the Mount. There it is like that's like there's the agenda right there.",
    "start": "01:03:16",
    "end": "01:04:11"
  },
  {
    "text": "Yes, yes, yes, I'm totally with you. And, and I think as I said before, the danger with the way people have read the Sermon on the Mount is that it then just does become, oh, here is a Christian ethic. But that is then put into this post enlightenment frame where here are the things you believe and here's how you're supposed to behave. And if you find that's difficult, well, try Harder. Or pray for the spirit or something. Rather than seeing this. It's the Israel narrative from Genesis 12. Right on. Which has obviously caught me young. I. I ran into this. Actually, the person I ran into it through was Cassuto's commentary on Genesis. Do you know Cassuto?",
    "start": "01:04:11",
    "end": "01:04:48"
  },
  {
    "text": "I love that commentary. He's a pleasure to read.",
    "start": "01:04:48",
    "end": "01:04:51"
  },
  {
    "text": "He is right. Fortunately, somebody recommended that to me when I was very young and I think it was the first commentary on Genesis I read right through.",
    "start": "01:04:51",
    "end": "01:04:59"
  },
  {
    "text": "Wow. Oh, that's amazing.",
    "start": "01:04:59",
    "end": "01:05:00"
  },
  {
    "text": "When I was maybe 21. 20 something. Yeah. But the way he draws out how the story actually works makes so much sense. I've never seen any reason to.",
    "start": "01:05:00",
    "end": "01:05:11"
  },
  {
    "text": "That's right. In fact, I think he was the first one. I remember making the observation that that promise to Abraham is both a seven line poem in Genesis 12 and occurs five occurrences of the word blessing.",
    "start": "01:05:11",
    "end": "01:05:24"
  },
  {
    "text": "Yes.",
    "start": "01:05:24",
    "end": "01:05:24"
  },
  {
    "text": "Which he thinks correspond to the five occurrences of the word curse in Genesis 1 through 11. Brilliant.",
    "start": "01:05:24",
    "end": "01:05:30"
  },
  {
    "text": "Anyway, and I love that. I mean, it's like the beginning of Genesis 1, as I'm sure you know, the first sentence, first sentence has seven words, etc. And then it goes. A few years ago I was talking with my oldest grandson who must then have been about 10 or 11. Something about the Bible came up and I forget why, but I said, did you know that the beginning of Genesis 1? And I got the Hebrew Bible. He doesn't read Hebrew, of course. I said, look. And he sat there silent. And then he said, I need to think about that for a long time. I said, yes, you do. You're absolutely right. Okay, end of conversation. Let's go play football or something. But just sow a seed there. That's good.",
    "start": "01:05:30",
    "end": "01:06:12"
  },
  {
    "text": "That's good. Well, we're venturing on. But isn't it. I love how. Actually this is why I've enjoyed doing these word study projects. Because in a way, it's about exploring the whole storyline of the Bible from different angles of vocabulary.",
    "start": "01:06:13",
    "end": "01:06:29"
  },
  {
    "text": "That's exactly right. And I mean this, to my mind is the answer to James Barr's critique of the Kittelwortebuch. You know, he had this huge, vast project to do very detailed study of all the words. And Barre is quite right to say that philology alone doesn't get you there, that you need a narrative context. But for me, studying the words has forced me into the narrative context. Now, the problem with the Kittel thing, the word study, the way he did.",
    "start": "01:06:29",
    "end": "01:06:58"
  },
  {
    "text": "It, is he just for our listeners, you're referring to a famous dictionary of biblical words and it's produced in the post war era.",
    "start": "01:06:58",
    "end": "01:07:06"
  },
  {
    "text": "No, no, no. It started in the 30s, in the 30s, first volume as Bultman wrote the article on whatever it was something in volume one in the 30s, but it went on through the war and finished in the 1950s. And it's, it's the word book for the Greek New Testament multi volume. And. And I've still got it on my shelf. I still use it. But it's very interesting in word after word after word, say take Pistis faith, you have a section which is on secular meanings and then you have the religious meanings. And of course what's happened since is that we now know, and I mean know, that these uses are totally fluid, that you can't separate pistis as in reliability, trustworthiness, etc. So called secular uses from Pisces as in faith. What Christians are meant by faith, that those two completely go alongside.",
    "start": "01:07:07",
    "end": "01:07:57"
  },
  {
    "text": "You say the same with youangelion.",
    "start": "01:07:57",
    "end": "01:07:58"
  },
  {
    "text": "Of course. That's exactly the point. That's exactly the point. So it's one thing to tease out different contexts of meaning, but then to say, well, because we are into religion or faith, we are looking at these ones and those ones, those are nasty secular things. So we don't bother about that. I mean, look what that then allowed in the 1919, 30s. Here's this religion over here and the secular world has to do its own thing.",
    "start": "01:07:58",
    "end": "01:08:22"
  },
  {
    "text": "Yes.",
    "start": "01:08:22",
    "end": "01:08:23"
  },
  {
    "text": "I mean I agree then with all sorts of critiques of that method, but I think that the answer is better word studies. Not abandoning word studies.",
    "start": "01:08:23",
    "end": "01:08:31"
  },
  {
    "text": "Yeah, that's right.",
    "start": "01:08:31",
    "end": "01:08:32"
  },
  {
    "text": "And the better word studies are the ones that say what is the story here? What is the narrative? What's going on?",
    "start": "01:08:32",
    "end": "01:08:38"
  },
  {
    "text": "Yes. Yeah, yeah, it's good. Well, thank you. That was enjoyable conversation.",
    "start": "01:08:38",
    "end": "01:08:43"
  },
  {
    "text": "That's great.",
    "start": "01:08:43",
    "end": "01:08:43"
  },
  {
    "text": "Good, good news.",
    "start": "01:08:43",
    "end": "01:08:44"
  },
  {
    "text": "Good, good. Yeah, indeed. Indeed.",
    "start": "01:08:44",
    "end": "01:08:45"
  },
  {
    "text": "Thanks for listening to the BibleProject podcast. We are going to have a few more conversations on how to read the genre of literature that we refer to as the Gospels. Matthew, Mark, Luke and John. So we'll dig in a lot more as to what this good news is and why and how Jesus talked about it so much.",
    "start": "01:08:46",
    "end": "01:09:07"
  },
  {
    "text": "Yeah. The Bioproject is a nonprofit animation studio in Portland, Oregon. We make videos, study notes, other resources and this podcast because of the generous support of lots of viewers and listeners to this podcast. Just like you. So you guys, thank you for listening and thank you for being a part of this with us. Hi, my name is Anna Andrew and we are from California, Los Angeles. Andy. I first heard about the Bible project from the YouTube recommendation list and ever since then I started watching the videos, and ever since I started watching the videos it made a really clear understanding of what certain characters go through and certain situations. And ever since then I continue to watch it and it was really great. I first heard about the Bible Project through a friend and she was just telling me how awesome these videos were and how it helped her understand the Bible as it is a whole story. So I love the fact that the Bible Project is producing so many more videos on thematic genres and everything. It.",
    "start": "01:09:07",
    "end": "01:10:52"
  }
]