[
  {
    "text": "Hi, this is John at the bibleproject and today on the podcast we continue a conversation about how to read law in the Bible. If you're new to this conversation, I recommend to go back and listen to the first few episodes and catching up. However, if you don't want to, you could also just jump in here because today we're going to look at how all of the laws in the Bible are part of a story that finds its fulfillment in Jesus. So what is the story that Jesus saw himself fulfilling? Well, the story begins in a garden. And in the garden there's a choice represented by two trees. This choice is about two ways to be human. The first one is to take of the knowledge of good and bad. That tree leads to death. The other tree is the tree of life. It's living in relationship with God and his wisdom. Eating of that tree allows us to fulfill our calling to rule the world with God. And that thing that we wanted, knowledge, we get it in relationship with him.",
    "start": "00:00:04",
    "end": "00:01:04"
  },
  {
    "text": "In the same way in the book of Proverbs, the fear of the Lord is the beginning of knowing how blessed is the man who finds wisdom, who gains understanding. She that is wisdom is a tree of life for those who take hold of her.",
    "start": "00:01:04",
    "end": "00:01:17"
  },
  {
    "text": "And while God's wisdom calls out to us, there's another voice calling out too. And it's a power, an energy that's both inside of us and outside of us. In the biblical language, it's called sin. It's the propensity to take care of me and mine at the expense of others. It's our self destructive behavior that enslaves us. It creates chaos and death all around us.",
    "start": "00:01:17",
    "end": "00:01:38"
  },
  {
    "text": "And sin, taking the opportunity through the commandment, deceived me and through the command it killed me.",
    "start": "00:01:38",
    "end": "00:01:45"
  },
  {
    "text": "Sin took the command line, listen and obey a command that's supposed to lead to life, and instead uses that moment to strike. Can you really trust God's goodness? Does he really have your best interests in mind? I mean, you can decide to rule on your own terms.",
    "start": "00:01:45",
    "end": "00:02:00"
  },
  {
    "text": "So listen, the Torah is holy. The commandment is holy, righteous and good.",
    "start": "00:02:01",
    "end": "00:02:06"
  },
  {
    "text": "But paradoxically, it also opens us up to choose evil instead.",
    "start": "00:02:06",
    "end": "00:02:10"
  },
  {
    "text": "NT Wright uses the phrase of the Torah. It becomes a magnifying glass that should help us discern more closely the divine will. But it ends up magnifying the human condition like sunlight and burning the family of Abraham.",
    "start": "00:02:10",
    "end": "00:02:25"
  },
  {
    "text": "There's gotta be a way past this, a way through death, back to life. And that is what Jesus saw himself doing.",
    "start": "00:02:26",
    "end": "00:02:34"
  },
  {
    "text": "It's that God loved humanity in its weakness and failure. And so punished sin, condemned sin, and.",
    "start": "00:02:34",
    "end": "00:02:43"
  },
  {
    "text": "Now he gives us the exact same call to listen and obey, to live by God's wisdom.",
    "start": "00:02:43",
    "end": "00:02:49"
  },
  {
    "text": "Yeah. That's the whole point. Humans fully in tune with God through Jesus and the Spirit, who know how to listen to his voice and do his will in all the anticipated futures that are yet, yet to come.",
    "start": "00:02:50",
    "end": "00:03:02"
  },
  {
    "text": "Thanks for joining us. Here we the laws in the Bible.",
    "start": "00:03:04",
    "end": "00:03:15"
  },
  {
    "text": "Yep.",
    "start": "00:03:15",
    "end": "00:03:16"
  },
  {
    "text": "611 of them, which make up a decent portion of the Bible.",
    "start": "00:03:16",
    "end": "00:03:22"
  },
  {
    "text": "Yes.",
    "start": "00:03:22",
    "end": "00:03:23"
  },
  {
    "text": "That will bore you, confuse you, scandalize.",
    "start": "00:03:23",
    "end": "00:03:28"
  },
  {
    "text": "You, thrill you, thrill you, and everything in between.",
    "start": "00:03:28",
    "end": "00:03:32"
  },
  {
    "text": "And we've been looking at six different paradigms, perspectives of how to think about these that are going to help you situate yourself, understand how to read them, how to make sense of them. And the last point was how to see how they're connected to the whole biblical storyline.",
    "start": "00:03:32",
    "end": "00:03:48"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:03:48",
    "end": "00:03:49"
  },
  {
    "text": "And that they weren't just inserted into the Bible to say, hey, by the way, God wants you to do some things.",
    "start": "00:03:49",
    "end": "00:03:56"
  },
  {
    "text": "Yes.",
    "start": "00:03:56",
    "end": "00:03:57"
  },
  {
    "text": "We had to throw them in somewhere.",
    "start": "00:03:57",
    "end": "00:03:58"
  },
  {
    "text": "Right.",
    "start": "00:03:58",
    "end": "00:03:58"
  },
  {
    "text": "So they're scattered throughout. Find them and do them.",
    "start": "00:03:58",
    "end": "00:04:01"
  },
  {
    "text": "Yeah.",
    "start": "00:04:01",
    "end": "00:04:02"
  },
  {
    "text": "That they play a very specific role in developing a coherent story about what is it that God wants from us? What does it mean to be human, truly human, to be in a relationship with God where we listen to his wisdom and his voice and obey it? In fact, in Hebrew, it's the same word, listen and obey. It's what God asked of Adam and Eve in the garden, and it's symbolized by not eating of a tree. That is us deciding, let's try to make sense of and explain what's good and evil and define what's good and evil on our own terms. But what God has wanted is a people that can listen to his voice and by listening to his voice are able to fulfill this kind of partnership of ruling and resting in creation.",
    "start": "00:04:02",
    "end": "00:05:01"
  },
  {
    "text": "In the Book of Proverbs, listening to the voice gets translated and equated with the fear of the Lord. It's the beginning of knowing knowledge. So it's the same thing from the garden story. It's just that I recognize I need something above me and wiser than me to decide what is absolute good. I'm an unreliable definer of what is good and not good because I conveniently redefine things in my own favor. Even without knowing it conveniently totally.",
    "start": "00:05:02",
    "end": "00:05:41"
  },
  {
    "text": "How can we not?",
    "start": "00:05:41",
    "end": "00:05:42"
  },
  {
    "text": "Yeah. So that's the fundamental challenge that the divine command puts before humans.",
    "start": "00:05:42",
    "end": "00:05:47"
  },
  {
    "text": "Yeah.",
    "start": "00:05:47",
    "end": "00:05:48"
  },
  {
    "text": "Yep.",
    "start": "00:05:48",
    "end": "00:05:48"
  },
  {
    "text": "This was really helpful in our last conversation. There isn't this sense of. Well, there was an old way of God Dealing with humans, which is. I'm just gonna give you a bunch of things to check off the list.",
    "start": "00:05:48",
    "end": "00:05:57"
  },
  {
    "text": "Yeah, you do it.",
    "start": "00:05:57",
    "end": "00:05:58"
  },
  {
    "text": "Yeah, you're in.",
    "start": "00:05:58",
    "end": "00:05:58"
  },
  {
    "text": "Great. You're saved or whatever.",
    "start": "00:05:58",
    "end": "00:06:01"
  },
  {
    "text": "Right. You don't do it, you're screwed. And then there's this new way of doing it, which is I want you to, like, listen to my voice and be in step with me and have faith.",
    "start": "00:06:01",
    "end": "00:06:11"
  },
  {
    "text": "That's right.",
    "start": "00:06:11",
    "end": "00:06:11"
  },
  {
    "text": "It always was that. So Adam and Eve were called to. That's what Abraham was called to.",
    "start": "00:06:11",
    "end": "00:06:16"
  },
  {
    "text": "Abraham listened to God's voice and thereby fulfilled the statutes and commands and the laws of the Torah before they even existed. Yeah, yeah. So the final two perspectives about the law just kind of carry forward. If the laws play a key role in showing the divine ideal, but also exposing the human failure, it's pointing you forward to the need for humans who do listen to the voice and the need for a transformation of humanity so that they can be what God has always called them to be. And that's exactly how the New Testament introduces the story of Jesus in relationship to the laws, specifically. So this would be the fifth perspective, is that the whole purpose of the covenant laws is fulfilled in the story of Jesus and in the coming of the Spirit. The Bible is a unified story, which means that the laws and their role in the story is fulfilled in the story of Jesus and the Spirit. How so? So think in the. In the storyline of the Old Testament, the laws are meant to give people a very clear indicator of the path to life.",
    "start": "00:06:16",
    "end": "00:07:24"
  },
  {
    "text": "Listen to the voice and you'll find life.",
    "start": "00:07:24",
    "end": "00:07:27"
  },
  {
    "text": "That's right. But tragically, the command creates an opportunity for choice. And that's what the role of the snake is in drawing attention to the alternative choice. And that becomes a path towards death. And so tragically, the thing that God gave his people to guide them towards life becomes, when perverted, a tool that leads people towards death. The divine command. Are you with me or just you're processing?",
    "start": "00:07:27",
    "end": "00:07:57"
  },
  {
    "text": "Well, I mean, that sounds like you're summarizing what kind of Paul says.",
    "start": "00:07:57",
    "end": "00:08:02"
  },
  {
    "text": "Yeah, my point would be what Paul's doing is summarizing what Genesis 3 is trying to say that the introduction of a divine command creates the possibility to fail. The command leading to death.",
    "start": "00:08:02",
    "end": "00:08:14"
  },
  {
    "text": "But the command. I know, and I've always had a problem with this.",
    "start": "00:08:15",
    "end": "00:08:18"
  },
  {
    "text": "The command isn't. The command is.",
    "start": "00:08:19",
    "end": "00:08:20"
  },
  {
    "text": "Command is good.",
    "start": "00:08:20",
    "end": "00:08:21"
  },
  {
    "text": "It's wisdom, divine wisdom. But it creates.",
    "start": "00:08:21",
    "end": "00:08:24"
  },
  {
    "text": "The command is necessary based off of the nature of the relationship, Correct?",
    "start": "00:08:24",
    "end": "00:08:29"
  },
  {
    "text": "Yeah.",
    "start": "00:08:29",
    "end": "00:08:30"
  },
  {
    "text": "And so it's the nature of the relationship that creates the problem. Not the command.",
    "start": "00:08:30",
    "end": "00:08:36"
  },
  {
    "text": "Oh, okay. You're okay. Good. Thank you. That's a good point.",
    "start": "00:08:36",
    "end": "00:08:40"
  },
  {
    "text": "You're phrasing it the way I think Apostle Paul phrases it. And I've always kind of been tripped up with that.",
    "start": "00:08:40",
    "end": "00:08:45"
  },
  {
    "text": "I understand.",
    "start": "00:08:45",
    "end": "00:08:45"
  },
  {
    "text": "I think I understand what he's saying. But to me, it seems not so much about the command makes it. So now we can. The example is like, you tell a kid, don't touch that thing now. They want to touch the thing.",
    "start": "00:08:46",
    "end": "00:08:57"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:08:57",
    "end": "00:08:58"
  },
  {
    "text": "So that makes sense. The command is making the kid now realize, oh, correct. Well, I have a choice.",
    "start": "00:08:58",
    "end": "00:09:02"
  },
  {
    "text": "Yeah.",
    "start": "00:09:02",
    "end": "00:09:02"
  },
  {
    "text": "Does that make sense?",
    "start": "00:09:02",
    "end": "00:09:03"
  },
  {
    "text": "Yeah.",
    "start": "00:09:03",
    "end": "00:09:04"
  },
  {
    "text": "But behind it is just the nature of this relationship. Yeah.",
    "start": "00:09:04",
    "end": "00:09:08"
  },
  {
    "text": "Well, here we're back to, like, the nature of God and humans. The image of God. The biblical story depicts the universe as a gracious gift flowing out of God's own love. God wants to relate to and share life with an Other. But to do that, if God could just assimilate all creation into God's own self, like the Borg. But for the other to truly be an Other, there has to be a degree of freedom and possibility.",
    "start": "00:09:08",
    "end": "00:09:37"
  },
  {
    "text": "Yeah.",
    "start": "00:09:37",
    "end": "00:09:38"
  },
  {
    "text": "So. So then I have to communicate, here's the way for this to go great. But the possibility is that it could not go great.",
    "start": "00:09:38",
    "end": "00:09:44"
  },
  {
    "text": "Right. And the command is the good guideline that can be.",
    "start": "00:09:44",
    "end": "00:09:49"
  },
  {
    "text": "So you're right. It's actually. It's the relationship with an other that creates the possibility for it to go terribly wrong. So it's a dual role. The good laws that point the way to life also warn you about what happens if you don't the way to death. And that's actually what happens in every generation in the Old Testament story is they choose their own death and in relationship to the command. And so the commands that are good, pointing the way to life end up accusing, condemning, and bringing about death, especially in. Well, yeah, in the day you eat of it, you'll die. The command in the laws of the Sinai covenant with Israel, the death outside of the Garden of Eden, the parallel with that is death outside the promised land in exile. And so that's where the story of Jesus comes in, is that Israel's exile and oppression under foreign empires has been going on for centuries. And so what Jesus presents himself as is the one who is going to bring about the true fulfillment of the Torah, of the laws of the Torah. He's going to listen to the voice and it's going to bring the laws to fulfillment, which means that humans are going to relate to God at a new level that some people felt like was Setting aside the laws in his language, he put it this way. This is Matthew 5. He says, don't think I came to abolish or set aside the Torah and the prophets. That's not what I'm doing. I'm coming to fulfill them. And fulfill doesn't mean like prophecy, prediction, fulfillment. Talking narratively here. The whole story points to the need for somebody who will listen to the voice of God and open up.",
    "start": "00:09:49",
    "end": "00:11:35"
  },
  {
    "text": "I've come to do the thing the law has required.",
    "start": "00:11:35",
    "end": "00:11:37"
  },
  {
    "text": "Correct? Yeah. And not just the Sinai law. Every command from the Garden of Eden.",
    "start": "00:11:37",
    "end": "00:11:42"
  },
  {
    "text": "Onward, listen to the voice. Correct and obey.",
    "start": "00:11:42",
    "end": "00:11:45"
  },
  {
    "text": "Yeah. So he says, truly, I say to you, until heaven and earth pass away, not the smallest letter or stroke will pass away from the Torah until all is accomplished. So the laws of the Torah have abiding relevance in helping us understand.",
    "start": "00:11:45",
    "end": "00:12:00"
  },
  {
    "text": "When he says all is accomplished, referring to his death and resurrection, or referring to new creation.",
    "start": "00:12:00",
    "end": "00:12:05"
  },
  {
    "text": "Oh, at least until fulfillment. Fulfillment. I came to fulfill it until all is accomplished. Oh, yeah. I mean, death, resurrection, Jesus, spirit, new creation, that's all. Yet future from this moment when Jesus is saying this.",
    "start": "00:12:05",
    "end": "00:12:20"
  },
  {
    "text": "Yeah.",
    "start": "00:12:20",
    "end": "00:12:20"
  },
  {
    "text": "And those realities will make the written law code. I don't want to paint it negatively because Jesus didn't view it negatively, but it does make it unnecessary. In the language of Jeremiah, he says it will make it unnecessary. So he says, in the meanwhile, whoever annuls the least of these commands and tells others to ignore the laws of the Torah, you'll be least in the kingdom of heaven. But whoever keeps them and teaches them will be called great in the kingdom of heaven. You're like, oh, so Jesus is.",
    "start": "00:12:20",
    "end": "00:12:49"
  },
  {
    "text": "Yeah, high view the law.",
    "start": "00:12:49",
    "end": "00:12:51"
  },
  {
    "text": "Amen here. I tell you, unless your righteousness surpasses that of the most extreme Bible nerds of our day.",
    "start": "00:12:51",
    "end": "00:12:59"
  },
  {
    "text": "Yeah. And law keepers you'll be.",
    "start": "00:12:59",
    "end": "00:13:01"
  },
  {
    "text": "You'll. You will not enter the kingdom of heaven. That last statement's important. He's not just saying, I'm here to tell you to ratchet up your observance of the written laws. What he's saying is your right status with God needs to go beyond. It is going to go beyond up to a whole new level that's connected to me fulfilling the law and accomplishing everything that they pointed towards.",
    "start": "00:13:01",
    "end": "00:13:26"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:13:26",
    "end": "00:13:27"
  },
  {
    "text": "This is a very dense statement of Jesus, but the whole storyline.",
    "start": "00:13:27",
    "end": "00:13:31"
  },
  {
    "text": "So when he says this surpasses that of these Bible nerds, scribes and Pharisees, he's not saying, like, do it better than them. It's going to be fundamentally different.",
    "start": "00:13:31",
    "end": "00:13:40"
  },
  {
    "text": "Yeah, yeah. And this is the introduction to what's called the sixth antithesis in the Sermon on the Mount. So you've heard it say, don't commit adultery. I've never slept with anyone. High five. But you stare at other humans and undress them in your mind every day. And you're just as guilty before the law. Because the law, Jesus whole point is the law of don't commit adultery is just one application of an ideal, which is don't abuse other humans in your imagination. In your imagination or with your body.",
    "start": "00:13:40",
    "end": "00:14:11"
  },
  {
    "text": "Yeah. Just don't abuse humans.",
    "start": "00:14:11",
    "end": "00:14:13"
  },
  {
    "text": "Totally. Yeah. And so in Jesus mind, it's that ideal that's the ultimate goal. And so that's what he means when he. That's an example of when he says, your righteousness needs to surpass.",
    "start": "00:14:13",
    "end": "00:14:25"
  },
  {
    "text": "It needs to keep all the ideals, not any. Any specific list of applications.",
    "start": "00:14:26",
    "end": "00:14:30"
  },
  {
    "text": "That's right.",
    "start": "00:14:30",
    "end": "00:14:31"
  },
  {
    "text": "However exhaustive.",
    "start": "00:14:31",
    "end": "00:14:32"
  },
  {
    "text": "Yep.",
    "start": "00:14:32",
    "end": "00:14:32"
  },
  {
    "text": "It needs to be able to keep the ideal.",
    "start": "00:14:32",
    "end": "00:14:35"
  },
  {
    "text": "Yep. Congrats. You've never murdered anybody, but you think you're better than that guy, your co worker. And you talk poorly about him behind his back. Jesus is just like. You're kidding me. You think like, not murdering him is a major success. And in one sense it is.",
    "start": "00:14:35",
    "end": "00:14:51"
  },
  {
    "text": "Yeah. But in another sense, thank you for not killing him.",
    "start": "00:14:51",
    "end": "00:14:54"
  },
  {
    "text": "Thank you for not killing him. But dude.",
    "start": "00:14:54",
    "end": "00:14:55"
  },
  {
    "text": "But you gotta love him like you love yourself.",
    "start": "00:14:55",
    "end": "00:14:57"
  },
  {
    "text": "Totally. Yeah. That's the. When Jesus says, I came to fulfill the Torah until it's accomplished, the goal is humans who do by nature the divine. Well, yeah. So paradoxically, Israel is sitting in death in a form of exile because of their history of not obeying the Torah. So here he comes as an Israelite who truly embodies faithfulness to the Torah, even to the act of giving up his own life. It's like Abraham's test, but even more intense. He's giving up his own life. And so here's how the apostle Paul puts it.",
    "start": "00:14:57",
    "end": "00:15:35"
  },
  {
    "text": "He's Abraham and Isaac in the story. Yes.",
    "start": "00:15:35",
    "end": "00:15:37"
  },
  {
    "text": "Yeah, he is. Yeah. So In Romans chapter 7 and 8, here's how Paul In Romans 7. Let's just start. Romans 7, verse 7, what should we say? Is the Torah sin? Is the Torah sinful? The law is the problem. No way. No. I wouldn't even know what sin is except by the Torah. I wouldn't know about coveting unless the Torah said, hey, don't covet. It's human nature to want something and take it for myself. So. But here's what's crazy about commands in human nature. And just. He's quoting from Israel's history. Here Ten commandments, Sin, taking the opportunity through the commandment. So he's using a word that was introduced in the Cain and Abel narrative, sin, like an animal crouching at Cain. And in Genesis 4, that's itself a development of the role of the snake in Genesis 3. So he's got the snake and sin on his mind here.",
    "start": "00:15:37",
    "end": "00:16:34"
  },
  {
    "text": "Evil.",
    "start": "00:16:34",
    "end": "00:16:35"
  },
  {
    "text": "Evil does this crazy thing. When you hear the command, all of a sudden, inside of me, this arises, all these. Now I want to covet. Now I know what coveting is and that it's not good, but I still want to do it. And so he says, paradoxically, it's as if the law creates the opportunity. That is his point. Here he says, apart from the Torah, sin is dead.",
    "start": "00:16:35",
    "end": "00:16:58"
  },
  {
    "text": "Yeah, I never understood that.",
    "start": "00:16:58",
    "end": "00:16:59"
  },
  {
    "text": "Well, it may be that we shouldn't try and over principalize his point. He's making just a narrative observation about the story of the Old Testament. When you get divine commands, it's immediately followed by people doing the opposite of the divine command. And in Genesis 3 and 4, you have these evil agents of the snake and sin who are using. They're like parasites on the command, turning it into evil instead of good.",
    "start": "00:17:00",
    "end": "00:17:27"
  },
  {
    "text": "So what do you think he means by sin is dead apart from the law?",
    "start": "00:17:27",
    "end": "00:17:31"
  },
  {
    "text": "Sin is dead apart from a command. Apart from a command, you wouldn't know that you're breaking a command. You're just doing what comes naturally.",
    "start": "00:17:31",
    "end": "00:17:39"
  },
  {
    "text": "But sin, as this animating force, wouldn't be dead necessarily.",
    "start": "00:17:39",
    "end": "00:17:44"
  },
  {
    "text": "No, no, no.",
    "start": "00:17:44",
    "end": "00:17:45"
  },
  {
    "text": "But the recognition of sin as sin.",
    "start": "00:17:46",
    "end": "00:17:48"
  },
  {
    "text": "The recognition of sin as sin, coming under the condemnation of a righteous authority to say that is wrong. Before humans just covet, take each other's stuff. Yeah, that's not good. It leads to death. But sin is naming death as an unfortunate, evil tragedy and that behavior as morally culpable and evil, wrong.",
    "start": "00:17:48",
    "end": "00:18:14"
  },
  {
    "text": "His point is that when you talk about the right thing to do in a given situation, you now have the opportunity to decide, I know what's right, but I'm gonna do what's wrong.",
    "start": "00:18:14",
    "end": "00:18:29"
  },
  {
    "text": "Before, I didn't know it was right and wrong. I just did what feels natural.",
    "start": "00:18:29",
    "end": "00:18:33"
  },
  {
    "text": "But it was still wrong even when.",
    "start": "00:18:33",
    "end": "00:18:35"
  },
  {
    "text": "You didn't know it was still wrong? Yes. Yeah.",
    "start": "00:18:35",
    "end": "00:18:37"
  },
  {
    "text": "So that's not the thing. He's talking about whether or not.",
    "start": "00:18:37",
    "end": "00:18:39"
  },
  {
    "text": "No. But now he's talking about.",
    "start": "00:18:40",
    "end": "00:18:42"
  },
  {
    "text": "He isn't trying to say, hey, if we didn't have all these laws, we would all be okay.",
    "start": "00:18:42",
    "end": "00:18:46"
  },
  {
    "text": "No, that's not.",
    "start": "00:18:46",
    "end": "00:18:46"
  },
  {
    "text": "That's not his point. Yeah, no, but with the law now.",
    "start": "00:18:46",
    "end": "00:18:50"
  },
  {
    "text": "Now I know it, you know it.",
    "start": "00:18:50",
    "end": "00:18:52"
  },
  {
    "text": "And you're deciding to do it, and.",
    "start": "00:18:52",
    "end": "00:18:53"
  },
  {
    "text": "You'Re morally responsible for it, and yet you do it anyway.",
    "start": "00:18:53",
    "end": "00:18:56"
  },
  {
    "text": "It's the knowledge of doing wrong.",
    "start": "00:18:56",
    "end": "00:19:00"
  },
  {
    "text": "It's knowing good and evil. It's knowing good and evil.",
    "start": "00:19:00",
    "end": "00:19:03"
  },
  {
    "text": "Well, we've talked about that in two different ways. Then knowing good and evil as trying to define good and evil.",
    "start": "00:19:03",
    "end": "00:19:09"
  },
  {
    "text": "Good job, John.",
    "start": "00:19:09",
    "end": "00:19:10"
  },
  {
    "text": "And now we're talking about as the ability to actually discern, oh, I know what's good, but I'm not going to do it.",
    "start": "00:19:11",
    "end": "00:19:18"
  },
  {
    "text": "There are some things that we do that feel very natural, that might actually be morally inferior.",
    "start": "00:19:18",
    "end": "00:19:25"
  },
  {
    "text": "Yeah. Because when we define good and evil in our own terms. I like how you put it. We will conveniently begin to stack the cards in our favor and we won't even really recognize that we're doing it. It'll just feel natural.",
    "start": "00:19:26",
    "end": "00:19:38"
  },
  {
    "text": "It will feel good.",
    "start": "00:19:38",
    "end": "00:19:39"
  },
  {
    "text": "Yeah. It'll feel right.",
    "start": "00:19:39",
    "end": "00:19:40"
  },
  {
    "text": "Yeah.",
    "start": "00:19:41",
    "end": "00:19:41"
  },
  {
    "text": "And that is. Then you'd have to be shown that and be like, what you're doing is actually wrong. Paul's point here is when the command comes, now you have no excuse. You know, okay, this is good, this is bad.",
    "start": "00:19:41",
    "end": "00:19:54"
  },
  {
    "text": "And I find that I still choose what is not good, but now I know that it's not good and I choose it anyway. In Paul's mind, it's this paradoxical role of the divine command.",
    "start": "00:19:54",
    "end": "00:20:06"
  },
  {
    "text": "That's his point. Here is a paradoxical role, the paradoxical.",
    "start": "00:20:06",
    "end": "00:20:09"
  },
  {
    "text": "Double role of the Torah. And by Torah, he means the divine commandments. So he says, I was once alive apart from the Torah, but when the commandment came, sin came alive too, and I died. He's drawing an observation about human nature from the pattern of divine commands in the storyline of the book.",
    "start": "00:20:10",
    "end": "00:20:33"
  },
  {
    "text": "But he can't be saying that before I was told what to do and not do, I wasn't sinning.",
    "start": "00:20:33",
    "end": "00:20:40"
  },
  {
    "text": "Oh, got it. Okay, so this has to do with who is the I in Romans chapter seven. And this is deep rabbit hole. I have so much homework I would love to do on this. It's at least an Adam and Eve figure.",
    "start": "00:20:41",
    "end": "00:20:54"
  },
  {
    "text": "Yeah.",
    "start": "00:20:54",
    "end": "00:20:55"
  },
  {
    "text": "But it's talking about Torah. So it's also Israel at Mount Sinai figure. And actually that makes perfect sense. Paul reads according to design patterns. For him, Israel at Sinai is just a replay of Adam and Eve in the garden. And so the I. The idea is I was once in the garden, innocent, didn't know the command, told me what's up. And I think assumed here is we do it anyway. And so paradoxically, the command that points the way to life activates the power of sin. And now I'm dead.",
    "start": "00:20:55",
    "end": "00:21:30"
  },
  {
    "text": "Okay.",
    "start": "00:21:31",
    "end": "00:21:31"
  },
  {
    "text": "And so the commandment I still have.",
    "start": "00:21:31",
    "end": "00:21:33"
  },
  {
    "text": "Yeah, we could spend a whole other hour on this.",
    "start": "00:21:33",
    "end": "00:21:35"
  },
  {
    "text": "We could. The divine commandment which points the way to life ended up resulting in death and sin. Taking the opportunity through the commandment deceived me for sure. He's got the snake story on the brain here. And through the command it killed me. So listen, the Torah is holy. The commandment is holy, righteous and good. This is important. Rather, it was sin in order that it might be shown to be sin by causing my death through the thing that is good, so that through the commandment sin would become utterly sinful. I know this is complicated. This is part of his reason. Paul's reasoning here is that the increasing level of divine commands given to the humans throughout the storyline of the Torah keeps making humans more and more culpable, but also he's making humanity more culpable in the family of Abraham. Think of the storyline. He chooses one family out of the nations and then the whole point is after the Exodus, these people more than any other people on the planet, should be able to have motivation to follow the laws of the Torah. He just pounded Egypt before their eyes, but yet they replay the same human failure. And it's as if Israel has been chosen to become the microcosm to expose sin and the self deception for what it really is. That's what he means when he says that sin might be shown to be sin. NT Wright uses the phrase of the Torah. It becomes a magnifying glass that should help us discern more closely the divine will. But it ends up magnifying the human condition like sunlight and burning the family of Abraham. So when we come to the end of this argument In Romans chapter 8, verses 1 through 4, it's super dense, but essentially it's sin killed Israel. Messiah came in to stand in Israel's place and to take Israel's death upon himself. So he says. Therefore he ends Romans 7 by saying, man, wretched man, that I am wretched human who can set me free. He says, thanks be to God through Jesus, Messiah, he's the one who set me free. So in my heart I want to serve the Torah of God. But on the other hand, here I am in this body, in this age where we can't get out of sin.",
    "start": "00:21:35",
    "end": "00:24:05"
  },
  {
    "text": "Yeah.",
    "start": "00:24:06",
    "end": "00:24:06"
  },
  {
    "text": "Romans 8:1. Therefore now there's no condemnation for those in Messiah Jesus. The condemnation of death that humanity and Israel stood under because of the Torah has been shouldered by the suffering servant Messiah for the Torah of life. Excuse me, the Torah of the spirit of life. In Messiah, Jesus has set you free from the Torah of sin and death. Remember, the Torah points the way to life or creates the opportunity for death. Jesus went down the death road for you and then gives you the spirit so that you now can use the law as a source of divine wisdom, pointing you to life. Then he says what the Torah couldn't do, and he calls it weak through the flesh. God did for us, sending his own Son in the likeness of sinful flesh as a sin offering. He condemned sin in the flesh so that the righteous requirement of the law might be fulfilled in us who don't live according to the flesh, but according to the spirit. Here let me ask this. Who or what is being punished on the cross? According to Romans 8, 3, what is.",
    "start": "00:24:06",
    "end": "00:25:50"
  },
  {
    "text": "Being punished on the cross the law can do because it was weak because of our flesh.",
    "start": "00:25:50",
    "end": "00:25:55"
  },
  {
    "text": "And when flesh, meaning our current mode of humanity.",
    "start": "00:25:55",
    "end": "00:25:59"
  },
  {
    "text": "Current mode of humanity, which is doesn't listen to the voice. Yeah. So what the law couldn't do, which is give us actually be the guideline for how to listen to the voice. Couldn't do it. Because our mode of existence, it could.",
    "start": "00:25:59",
    "end": "00:26:18"
  },
  {
    "text": "Be a guideline, but it doesn't give us the power to do it, couldn't.",
    "start": "00:26:18",
    "end": "00:26:23"
  },
  {
    "text": "Help us actually live in alignment with God's voice. And it's not because it wasn't good. It was weakened by our mode of existence. So the law failed at doing that. But God did that. He listened to his own voice.",
    "start": "00:26:23",
    "end": "00:26:37"
  },
  {
    "text": "Yeah, yeah, that's a good way of putting it.",
    "start": "00:26:37",
    "end": "00:26:40"
  },
  {
    "text": "He sent his Son in the likeness of sinful flesh. So as a human, as an offering for sin. Offering is highlighted there.",
    "start": "00:26:40",
    "end": "00:26:51"
  },
  {
    "text": "Yeah.",
    "start": "00:26:51",
    "end": "00:26:51"
  },
  {
    "text": "Or italicized.",
    "start": "00:26:51",
    "end": "00:26:52"
  },
  {
    "text": "Yeah, it's a dense. It's a Greek phrase. Periharmartios. It's the phrase sin offering.",
    "start": "00:26:53",
    "end": "00:26:58"
  },
  {
    "text": "Sin offering.",
    "start": "00:26:58",
    "end": "00:26:59"
  },
  {
    "text": "Yeah. But the word offering isn't there in Greek.",
    "start": "00:26:59",
    "end": "00:27:02"
  },
  {
    "text": "It's a part of us to upload all this idea of the ula. Is that what you call it?",
    "start": "00:27:02",
    "end": "00:27:07"
  },
  {
    "text": "Oh, the ola. The ola, yeah. The sin offering.",
    "start": "00:27:07",
    "end": "00:27:09"
  },
  {
    "text": "Sin offering of a whole, something perfect and good substitute. He condemned sin. So the answer to your question, what was condemned on the cross?",
    "start": "00:27:09",
    "end": "00:27:20"
  },
  {
    "text": "Yes.",
    "start": "00:27:20",
    "end": "00:27:21"
  },
  {
    "text": "Sin.",
    "start": "00:27:21",
    "end": "00:27:21"
  },
  {
    "text": "Sin. Yes.",
    "start": "00:27:21",
    "end": "00:27:22"
  },
  {
    "text": "Sin was condemned on the cross in the flesh. So not outside of our mode of existence, but within our mode of existence.",
    "start": "00:27:22",
    "end": "00:27:32"
  },
  {
    "text": "Well, whose flesh is on the cross?",
    "start": "00:27:32",
    "end": "00:27:33"
  },
  {
    "text": "Jesus.",
    "start": "00:27:33",
    "end": "00:27:34"
  },
  {
    "text": "Right. In the flesh of Jesus.",
    "start": "00:27:34",
    "end": "00:27:35"
  },
  {
    "text": "In the flesh of Jesus.",
    "start": "00:27:35",
    "end": "00:27:36"
  },
  {
    "text": "Yeah.",
    "start": "00:27:36",
    "end": "00:27:36"
  },
  {
    "text": "And it was done so that the requirements of the Torah and the requirement of the Torah is to hear the voice and obey. That can be fulfilled.",
    "start": "00:27:37",
    "end": "00:27:46"
  },
  {
    "text": "Yeah. In us.",
    "start": "00:27:46",
    "end": "00:27:47"
  },
  {
    "text": "In us that can be fulfilled in us. And how do we do it? We walk according to the spirit, not according to the flesh.",
    "start": "00:27:47",
    "end": "00:27:56"
  },
  {
    "text": "Yeah.",
    "start": "00:27:56",
    "end": "00:27:57"
  },
  {
    "text": "A new mode of existence is now available.",
    "start": "00:27:57",
    "end": "00:27:59"
  },
  {
    "text": "That's right. Because the spirit is the same spirit who transformed Jesus flesh into humanity 2.0, which is the resurrection human. And that's the same spirit at work in us now in our mortal flesh, preparing us. Preparing us for the transition. Yeah, that's right. This is a super powerful and dense paragraph. But the notion of atonement, substitutionary atonement according to Paul is not that God hated humanity, but instead punish Jesus. It's that God loved humanity in its weakness and failure and so punished sin, condemned sin in the flesh of Jesus dying on the cross.",
    "start": "00:28:00",
    "end": "00:28:46"
  },
  {
    "text": "When I see that word, am I supposed to have this whole construct of this, like this evil that is within me and outside of me and it's animating. It's the serpent, it's the crouching.",
    "start": "00:28:46",
    "end": "00:28:59"
  },
  {
    "text": "It's the cosmic tyrant.",
    "start": "00:28:59",
    "end": "00:29:00"
  },
  {
    "text": "The cosmic tyrant. Yeah, that's the thing.",
    "start": "00:29:00",
    "end": "00:29:04"
  },
  {
    "text": "Yes. He's crushing the head of Satan and.",
    "start": "00:29:05",
    "end": "00:29:07"
  },
  {
    "text": "The cosmic tyrant is king in my flesh.",
    "start": "00:29:07",
    "end": "00:29:10"
  },
  {
    "text": "Yes.",
    "start": "00:29:10",
    "end": "00:29:10"
  },
  {
    "text": "That's the mode of existence is being intertwined with becoming the beast.",
    "start": "00:29:10",
    "end": "00:29:16"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:29:17",
    "end": "00:29:18"
  },
  {
    "text": "So when Paul uses the word flesh, I should be thinking about a mode of existence ruled by this cosmic tyrant.",
    "start": "00:29:18",
    "end": "00:29:24"
  },
  {
    "text": "Yeah. He doesn't just mean my actual bone and skin, because Jesus had that when he resurrected. Jesus had that too. Flesh. Yeah. Is for Paul a shorthand icon to talk about our whole mode of physical and moral and social existence in the world. Because for Paul, sin isn't only something that I do. Although that is true.",
    "start": "00:29:24",
    "end": "00:29:46"
  },
  {
    "text": "Yeah.",
    "start": "00:29:46",
    "end": "00:29:47"
  },
  {
    "text": "We've all sinned, fallen short of the glorious destiny God has for us. But it's also something that looms above and beyond us all, not just as the product of our decisions, but as like a power over them. And the inherited generation of humanity's train wreck of moral failure I also inherit and live in the midst of that makes it very difficult for me to listen to the voice of God and for you. And that's the idea. And so, you know, the image for that on page three of Genesis is the snake that deceives us into redefining good and evil. That's what's being condemned on the cross. Jesus is not being punished on the cross. The snake is being punished in the flesh of Jesus. That's Paul's point. I know it's a small tweak, but when you don't make that important clarification, what people Hear is God's angry, he's going to kill you, but instead he kills Jesus.",
    "start": "00:29:47",
    "end": "00:30:47"
  },
  {
    "text": "That's a much simpler way to think about it than this idea of God condemning the cosmic tyrant. Evil within the flesh of Jesus.",
    "start": "00:30:47",
    "end": "00:30:59"
  },
  {
    "text": "Totally.",
    "start": "00:30:59",
    "end": "00:31:00"
  },
  {
    "text": "Yeah.",
    "start": "00:31:00",
    "end": "00:31:00"
  },
  {
    "text": "But it's intertwined because it's precisely the laws of the divine command that are hijacked.",
    "start": "00:31:00",
    "end": "00:31:07"
  },
  {
    "text": "Yeah. Maybe a way to think about this is like the law being good actually somehow becomes fuel for this cosmic tyrant.",
    "start": "00:31:07",
    "end": "00:31:15"
  },
  {
    "text": "Correct.",
    "start": "00:31:15",
    "end": "00:31:15"
  },
  {
    "text": "Within our mode of existence. Within current mode of existence.",
    "start": "00:31:15",
    "end": "00:31:18"
  },
  {
    "text": "That's right.",
    "start": "00:31:18",
    "end": "00:31:19"
  },
  {
    "text": "The magnifying glass is a cool metaphor, but it's also like you could just think of fuel, like it was supposed to fuel our ability to listen and obey. Instead it becomes fuel for us to rebel.",
    "start": "00:31:19",
    "end": "00:31:31"
  },
  {
    "text": "Oh, that's interesting. Ah, okay, let's use fuel analogy. Like diesel fuel in a diesel engine. I mean, makes that thing go.",
    "start": "00:31:31",
    "end": "00:31:39"
  },
  {
    "text": "Yeah.",
    "start": "00:31:40",
    "end": "00:31:40"
  },
  {
    "text": "You put that in a gasoline engine.",
    "start": "00:31:40",
    "end": "00:31:42"
  },
  {
    "text": "Right, right.",
    "start": "00:31:43",
    "end": "00:31:44"
  },
  {
    "text": "You put that in the wrong vehicle. Or in a vehicle that isn't made and designed.",
    "start": "00:31:44",
    "end": "00:31:48"
  },
  {
    "text": "Yes, that's what I'm thinking about. I'm thinking about the design. Like I always actually had the picture of like an old locomotive and they're like you're shoveling in charcoal to this furnace or something.",
    "start": "00:31:48",
    "end": "00:31:56"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:31:56",
    "end": "00:31:57"
  },
  {
    "text": "But like battery or whatever, if it's connected to something, it's not designed to have that fuel anymore.",
    "start": "00:31:57",
    "end": "00:32:04"
  },
  {
    "text": "It will have an opposite effect.",
    "start": "00:32:04",
    "end": "00:32:05"
  },
  {
    "text": "It just won't work.",
    "start": "00:32:06",
    "end": "00:32:07"
  },
  {
    "text": "It won't work.",
    "start": "00:32:07",
    "end": "00:32:07"
  },
  {
    "text": "But what sin does is it's even more twisted. It takes that and then it turns that into like a combustion to like actually take you in a different direction.",
    "start": "00:32:07",
    "end": "00:32:18"
  },
  {
    "text": "Ah, wow. Okay.",
    "start": "00:32:18",
    "end": "00:32:20"
  },
  {
    "text": "Like, yeah, it actually.",
    "start": "00:32:20",
    "end": "00:32:22"
  },
  {
    "text": "Yeah. No one analogy is going to serve us here, but yeah, that's good, that's good. Yes.",
    "start": "00:32:22",
    "end": "00:32:27"
  },
  {
    "text": "Well, I mean, if you think about it, fuel, you can use it to make a car go.",
    "start": "00:32:27",
    "end": "00:32:32"
  },
  {
    "text": "Correct.",
    "start": "00:32:32",
    "end": "00:32:33"
  },
  {
    "text": "But you could also dump it on a house and burn it to the ground.",
    "start": "00:32:33",
    "end": "00:32:36"
  },
  {
    "text": "That's right. Or a person.",
    "start": "00:32:36",
    "end": "00:32:37"
  },
  {
    "text": "Or a person.",
    "start": "00:32:37",
    "end": "00:32:38"
  },
  {
    "text": "Yep. Yeah.",
    "start": "00:32:38",
    "end": "00:32:39"
  },
  {
    "text": "It's the energy. The possibility.",
    "start": "00:32:39",
    "end": "00:32:41"
  },
  {
    "text": "Yes, the energy within.",
    "start": "00:32:41",
    "end": "00:32:42"
  },
  {
    "text": "Within that thing.",
    "start": "00:32:43",
    "end": "00:32:44"
  },
  {
    "text": "Well, that's good. The divine command passes an opportunity to humans to realize our true calling, but it also provides an opportunity for a deep distortion of that calling.",
    "start": "00:32:44",
    "end": "00:32:56"
  },
  {
    "text": "Giving a man a bunch of gasoline. Is he gonna make a bomb or, you know, is he gonna.",
    "start": "00:32:56",
    "end": "00:33:03"
  },
  {
    "text": "Yeah.",
    "start": "00:33:03",
    "end": "00:33:03"
  },
  {
    "text": "Take his family on vacation?",
    "start": "00:33:03",
    "end": "00:33:04"
  },
  {
    "text": "Yeah, yes, yeah, whatever.",
    "start": "00:33:04",
    "end": "00:33:06"
  },
  {
    "text": "Like you know.",
    "start": "00:33:06",
    "end": "00:33:07"
  },
  {
    "text": "That's right. Yeah, yeah. And there is another agent at work deceiving us so that we make choices for which we're fully responsible and yet also participating with another agent to generate death. In ourselves and in the world.",
    "start": "00:33:07",
    "end": "00:33:23"
  },
  {
    "text": "But there's something about our current mode of existence.",
    "start": "00:33:23",
    "end": "00:33:25"
  },
  {
    "text": "That's right.",
    "start": "00:33:25",
    "end": "00:33:25"
  },
  {
    "text": "That you give us fuel and we won't be able to use it for what it's intended for.",
    "start": "00:33:25",
    "end": "00:33:32"
  },
  {
    "text": "That's right.",
    "start": "00:33:32",
    "end": "00:33:32"
  },
  {
    "text": "We'll use it to burn things down. And that seems like what Paul's point is here is the fuel's not bad.",
    "start": "00:33:33",
    "end": "00:33:39"
  },
  {
    "text": "Yeah.",
    "start": "00:33:40",
    "end": "00:33:41"
  },
  {
    "text": "It's that our mode of existence can't handle it.",
    "start": "00:33:41",
    "end": "00:33:44"
  },
  {
    "text": "Yeah, that's right. We live in a state of alienation from our true.",
    "start": "00:33:44",
    "end": "00:33:49"
  },
  {
    "text": "It's giving a child a butcher knife.",
    "start": "00:33:49",
    "end": "00:33:50"
  },
  {
    "text": "Yeah, yeah, totally.",
    "start": "00:33:50",
    "end": "00:33:52"
  },
  {
    "text": "It's a good tool, but, like, we're.",
    "start": "00:33:52",
    "end": "00:33:54"
  },
  {
    "text": "Incapable for this moment, but you get a universe of new creation humans who are animated by God's own vital breath and presence. Now, that butcher knife can create a feast.",
    "start": "00:33:54",
    "end": "00:34:08"
  },
  {
    "text": "Yeah, right.",
    "start": "00:34:09",
    "end": "00:34:10"
  },
  {
    "text": "Yeah, that's right. Yeah. This is dense biblical theology is what we're doing here. But the point is, the laws of the Torah play a really important role in the biblical story to expose human failure for what it is to expose how our failure is actually colluding, participating and partnering with a type of cosmic tyrant. And that the life of Jesus was totally in obedience to the laws of the Torah and its ideals. Yet he suffered willingly in an act of love to take our failure and its consequences into himself so that he could pass resurrection life to us, pointing to the new creation. That's Paul's point. The divine command plays a very important role in the storyline that leads to Jesus. The last perspective. This can be the shortest.",
    "start": "00:34:10",
    "end": "00:35:30"
  },
  {
    "text": "Yeah.",
    "start": "00:35:30",
    "end": "00:35:30"
  },
  {
    "text": "The laws are a source of wisdom for all generations.",
    "start": "00:35:30",
    "end": "00:35:34"
  },
  {
    "text": "The laws found in The Torah, the.",
    "start": "00:35:34",
    "end": "00:35:36"
  },
  {
    "text": "611 laws found in the Torah, they're a source of wisdom. In other words, they don't define the statutory terms of my covenant relationship with God. My covenant relationship with God is determined by the life and the death and resurrection of Jesus.",
    "start": "00:35:36",
    "end": "00:35:48"
  },
  {
    "text": "But they're part of the heritage that we mine to.",
    "start": "00:35:48",
    "end": "00:35:52"
  },
  {
    "text": "They're in the scriptures, and they are ancient pointers to an ideal that I serve to learn from. And you actually find this conception of the laws as wisdom literature within the Hebrew Bible itself. We call it the Book of Proverbs. So the language of proverbs and wisdom, much of it derives once again out of the garden narrative. We've already talked about it, actually. Remember, the tree in Genesis 3 is knowing good and evil, the tree of knowing good and evil. If you honor it, don't seize that knowing myself. Let God be the one who knows.",
    "start": "00:35:52",
    "end": "00:36:29"
  },
  {
    "text": "But it needs to stand there as a reminder in the garden.",
    "start": "00:36:30",
    "end": "00:36:32"
  },
  {
    "text": "Yeah, it Reminds me that this is all a gift, and I receive it by the fear of the Lord. And then that opens up the pathway to the tree of life, which is in the center. Remember, the tree of life is in the center.",
    "start": "00:36:32",
    "end": "00:36:44"
  },
  {
    "text": "Oh, I thought they were both in the center.",
    "start": "00:36:44",
    "end": "00:36:45"
  },
  {
    "text": "It says the tree of life is in the center. And then the tree of knowing, good and evil doesn't specify. And so the idea is honoring the tree of knowing. Good and evil is the gateway to the tree of life. In the same way, in the Book of Proverbs, the fear of the Lord is the beginning of knowing. Fools despise wisdom and instruction. It's Proverbs 1, verse 7. This is good. This is from Proverbs chapter 3. How blessed is the man who finds wisdom, who gains understanding. She is. Wisdom is a tree of life. For those who take hold of her, happy are those who hold her fast. So think. The fear of the Lord is the beginning of knowing. So that means finding wisdom means access to the tree of life.",
    "start": "00:36:45",
    "end": "00:37:27"
  },
  {
    "text": "The tree of the knowledge of good and evil is a gate.",
    "start": "00:37:27",
    "end": "00:37:30"
  },
  {
    "text": "It's a gate. Yep.",
    "start": "00:37:30",
    "end": "00:37:32"
  },
  {
    "text": "It's a. You walk past it.",
    "start": "00:37:32",
    "end": "00:37:33"
  },
  {
    "text": "Yeah.",
    "start": "00:37:33",
    "end": "00:37:34"
  },
  {
    "text": "And by walking past it and not taking it without taking it.",
    "start": "00:37:34",
    "end": "00:37:37"
  },
  {
    "text": "Yeah.",
    "start": "00:37:37",
    "end": "00:37:38"
  },
  {
    "text": "Another way to think about that is fearing the Lord, that there's something that's more important to you than what looks good in that moment.",
    "start": "00:37:38",
    "end": "00:37:46"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:37:46",
    "end": "00:37:47"
  },
  {
    "text": "That you could pass under something that is desirable in your own understanding.",
    "start": "00:37:47",
    "end": "00:37:52"
  },
  {
    "text": "It's desirable. I want it.",
    "start": "00:37:52",
    "end": "00:37:54"
  },
  {
    "text": "You want it.",
    "start": "00:37:54",
    "end": "00:37:55"
  },
  {
    "text": "I'm not gonna take it.",
    "start": "00:37:55",
    "end": "00:37:56"
  },
  {
    "text": "But because of a greater fear, Respect, awe, understanding of something much bigger, you can gracefully walk underneath of it, past it.",
    "start": "00:37:56",
    "end": "00:38:08"
  },
  {
    "text": "Yeah. And that is called the fear of the Lord. And it's also called wisdom. Yeah. And when you live by the fear of the Lord and have wisdom, you grab the tree of life. You get the tree that you are.",
    "start": "00:38:09",
    "end": "00:38:22"
  },
  {
    "text": "Supposed to grab, which does give you knowledge.",
    "start": "00:38:22",
    "end": "00:38:26"
  },
  {
    "text": "Yes, yeah, exactly. Yeah.",
    "start": "00:38:26",
    "end": "00:38:28"
  },
  {
    "text": "And the man who gains understanding is the one. You gain understanding.",
    "start": "00:38:28",
    "end": "00:38:32"
  },
  {
    "text": "Yeah. You get real knowledge.",
    "start": "00:38:33",
    "end": "00:38:35"
  },
  {
    "text": "Real knowledge.",
    "start": "00:38:35",
    "end": "00:38:35"
  },
  {
    "text": "The real knowledge is the gift of God's own life and love.",
    "start": "00:38:35",
    "end": "00:38:39"
  },
  {
    "text": "The point of the tree of the knowledge, good and evil isn't like, hey, I don't want you to know good and evil.",
    "start": "00:38:39",
    "end": "00:38:44"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:38:44",
    "end": "00:38:45"
  },
  {
    "text": "It's. I want you to know it on. In this relational way.",
    "start": "00:38:45",
    "end": "00:38:49"
  },
  {
    "text": "By my wisdom.",
    "start": "00:38:49",
    "end": "00:38:50"
  },
  {
    "text": "By my wisdom. And you will get it.",
    "start": "00:38:50",
    "end": "00:38:52"
  },
  {
    "text": "You'll get it. Yeah, that's right. You'll get what you really want. Precisely. By not taking what you want. Right. That's the paradox. This is a big theme in C.S. lewis writings, right is we are too easily satisfied and taking from the tree. What's that line? We like mud puddles. We're sitting in the presence of, like, a table full of pies and we're down in the mud making mud pies.",
    "start": "00:38:52",
    "end": "00:39:17"
  },
  {
    "text": "We're like, these mud pies look good.",
    "start": "00:39:18",
    "end": "00:39:19"
  },
  {
    "text": "These are great. Yeah, totally. So the book of Proverbs presents all the divine command in terms of Garden of Eden imagery. Look at this. Wisdom is the equivalent of fulfilling the Shema command in Deuteronomy. This is really cool. Let's read Proverbs 6 and just listen for the language of the Shema. Command. The Father says in Proverbs 6, My son, keep the commandment of your father. Don't forsake the Torah of your mother. Bind them. That is the commandment in the Torah. Bind them on your heart, tie them around your neck. When you walk, they will guide you. When you sleep, they'll watch over you. When you wake, they will talk to you. Almost every line here is adapting language from the Shema. So here in the shema in Deuteronomy 6, the command is, hear, O Israel, the Lord our God, the Lord is one. Love the Lord your God with all your heart, all your life and all your muchness. These are the words that I command you, let them be on your heart. Teach them to your children. When you sit, when you walk, when you lie down, when you get up, bind them as a sign on your head. Write them on your doorpost. So in other words, in Proverbs 6, the divine command from God to Israel is being reconfigured as the heritage of the covenant elders being passed from the parents to their children. So your parents teaching you the fear of the Lord is the equivalent of Yahweh commanding Israel at Mount Sinai.",
    "start": "00:39:19",
    "end": "00:41:01"
  },
  {
    "text": "And that makes sense when you look at it from the customary law code kind of paradigm. It's all part of the tradition.",
    "start": "00:41:02",
    "end": "00:41:09"
  },
  {
    "text": "It's wisdom.",
    "start": "00:41:10",
    "end": "00:41:10"
  },
  {
    "text": "It's wisdom.",
    "start": "00:41:10",
    "end": "00:41:11"
  },
  {
    "text": "It's our. Yeah, that's a good.",
    "start": "00:41:11",
    "end": "00:41:12"
  },
  {
    "text": "You got wisdom over here, which is the specific laws that Moses had.",
    "start": "00:41:12",
    "end": "00:41:16"
  },
  {
    "text": "Yeah.",
    "start": "00:41:17",
    "end": "00:41:17"
  },
  {
    "text": "And then you've got the wisdom over here of your parents, who are God fearers, who are passing it down and the stories are telling you and the.",
    "start": "00:41:17",
    "end": "00:41:26"
  },
  {
    "text": "Concerns they're giving you. Yeah, that's right. So this is the perspective that I think opens up the laws for followers of Jesus. You can see Jesus doing it in the Sermon on the Mount. He'll read the Ten Commandments, don't murder.",
    "start": "00:41:26",
    "end": "00:41:41"
  },
  {
    "text": "You'll see the ideal behind it and.",
    "start": "00:41:41",
    "end": "00:41:43"
  },
  {
    "text": "He looks for the ideal, the wisdom, the divine wisdom ideal underneath it. When Paul the apostle in First Corinthians 9 quotes, don't muzzle the ox while he's treading grain. And then he starts talking about reimbursing people who plant churches so they can make a living and plant the church. So he's discerning a wisdom principle, this.",
    "start": "00:41:43",
    "end": "00:42:06"
  },
  {
    "text": "Divine principle, behind this very specific rule. Application of not muzzling an ox.",
    "start": "00:42:06",
    "end": "00:42:14"
  },
  {
    "text": "That's right. And this isn't a new idea. This is actually goes back to the very concept of laws in ancient Israel anyway, common law, that they were a.",
    "start": "00:42:14",
    "end": "00:42:26"
  },
  {
    "text": "Thing to help you then discern wisdom.",
    "start": "00:42:26",
    "end": "00:42:28"
  },
  {
    "text": "Yeah. In new and different circumstances. Yeah, yeah, that's right. So there you go. Those are the perspectives I tried to summarize in the last thing, how to read the laws in the Old Testament.",
    "start": "00:42:28",
    "end": "00:42:39"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:42:39",
    "end": "00:42:39"
  },
  {
    "text": "It's just restating what we do.",
    "start": "00:42:39",
    "end": "00:42:40"
  },
  {
    "text": "So now you're reading a law.",
    "start": "00:42:40",
    "end": "00:42:42"
  },
  {
    "text": "Yes.",
    "start": "00:42:42",
    "end": "00:42:42"
  },
  {
    "text": "You're getting to these. One of these 600. And then what are you gonna do?",
    "start": "00:42:42",
    "end": "00:42:47"
  },
  {
    "text": "What are you gonna do? First of all, look at the immediate literary context.",
    "start": "00:42:47",
    "end": "00:42:51"
  },
  {
    "text": "What section, what story came before it, what story came after it? What part of the story of the big story is it in?",
    "start": "00:42:52",
    "end": "00:42:58"
  },
  {
    "text": "Yep. Yeah. What is it in? In the immediate context? What larger part of the Torah does this law fit within? Second, go get Joshua Berman's book, Jeremiah Unterrand's, or, you know, it's public domain. Go read the Code of Hammurabi. You know, let's take you an afternoon.",
    "start": "00:42:58",
    "end": "00:43:15"
  },
  {
    "text": "Oh, my goodness.",
    "start": "00:43:16",
    "end": "00:43:17"
  },
  {
    "text": "Yeah, it's the digital age. You know, read the laws of Eshnunna if you want, or read the experts you have, and then compare related laws in the Torah with their ancient counterparts. Three, line up your buckets. Of all the sets of related laws across the 611, form a pretty short list of core theological symbolic claims. Theological claims or ideals that you can see each law riffing off of and developing in a different way.",
    "start": "00:43:17",
    "end": "00:43:51"
  },
  {
    "text": "Yeah.",
    "start": "00:43:51",
    "end": "00:43:52"
  },
  {
    "text": "Four, this is actually related as you do, as you look for those buckets. What you're after is a wisdom principle underneath the laws that you can take that principle and apply it in new ways that the biblical authors wouldn't have imagined.",
    "start": "00:43:52",
    "end": "00:44:08"
  },
  {
    "text": "Yeah.",
    "start": "00:44:08",
    "end": "00:44:09"
  },
  {
    "text": "And then the third part is, see every refract filter, every law through Jesus. Summary of the whole point is humans who love God and love their neighbor, the ultimate distillation of which he was the one who did it on our behalf so that we can become what he is. I could have just said that at the beginning five hours ago. Or whatever. But.",
    "start": "00:44:09",
    "end": "00:44:33"
  },
  {
    "text": "And then also, wouldn't you add, like, do this in participation with God who is within you.",
    "start": "00:44:34",
    "end": "00:44:39"
  },
  {
    "text": "Oh.",
    "start": "00:44:39",
    "end": "00:44:40"
  },
  {
    "text": "You know, like, as you're applying. Because you've got to discern the wisdom and apply it to the context.",
    "start": "00:44:40",
    "end": "00:44:46"
  },
  {
    "text": "You're saying through the Spirit.",
    "start": "00:44:46",
    "end": "00:44:47"
  },
  {
    "text": "Yeah, it's like there's this cooperation with the spirit.",
    "start": "00:44:47",
    "end": "00:44:49"
  },
  {
    "text": "Thank you. You're right, actually. Yeah. That's in those last two points. Yeah. The idea is, through God's spirit in the story of Jesus, there's a universe of possibilities for how God's wisdom can guide us into new, unrealized futures.",
    "start": "00:44:49",
    "end": "00:45:04"
  },
  {
    "text": "Yeah. There could never be enough laws written to anticipate every situation you're going to be.",
    "start": "00:45:04",
    "end": "00:45:11"
  },
  {
    "text": "Yeah, that's right. Yeah. Good. That's why a law code is never in itself sufficient. The point is to create people who are wise, who can know what God's will is. Discerning God's will. That's. Yeah, that's the whole point. Humans fully in tune with God through Jesus and the Spirit, who know how to listen to his voice and do his will in all the anticipated futures that are yet, yet to come.",
    "start": "00:45:11",
    "end": "00:45:37"
  },
  {
    "text": "Is this why Jesus says, like, I only do what?",
    "start": "00:45:37",
    "end": "00:45:41"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:45:42",
    "end": "00:45:43"
  },
  {
    "text": "What does he say?",
    "start": "00:45:43",
    "end": "00:45:44"
  },
  {
    "text": "Yeah, yeah. In the Gospel of John, this is a major motif. Jesus is. He listens to the Father. He does what his Father says. God becomes the first human who truly lives by God's voice and will.",
    "start": "00:45:44",
    "end": "00:45:59"
  },
  {
    "text": "Yeah.",
    "start": "00:45:59",
    "end": "00:46:00"
  },
  {
    "text": "Right. So what's the biblical story, man? So amazing. Yeah, there you go.",
    "start": "00:46:00",
    "end": "00:46:05"
  },
  {
    "text": "What's the thing that he says? He says, I only do what I see the Father doing.",
    "start": "00:46:06",
    "end": "00:46:10"
  },
  {
    "text": "Yeah. Well, when he heals on the Sabbath, he says, I'm working because the Father's working, because the Father's working, too. But there's also multiple points where he says, I only do what my Father tells me to do.",
    "start": "00:46:11",
    "end": "00:46:21"
  },
  {
    "text": "He's listening.",
    "start": "00:46:22",
    "end": "00:46:23"
  },
  {
    "text": "He lives by the voice. He lives by the voice. Like Abraham did once.",
    "start": "00:46:23",
    "end": "00:46:26"
  },
  {
    "text": "Like Abraham did once. Jesus did continually.",
    "start": "00:46:26",
    "end": "00:46:29"
  },
  {
    "text": "Jesus did perpetually. Yeah.",
    "start": "00:46:29",
    "end": "00:46:31"
  },
  {
    "text": "And is what we can have access to through the Spirit, Correct.",
    "start": "00:46:31",
    "end": "00:46:34"
  },
  {
    "text": "Yeah.",
    "start": "00:46:35",
    "end": "00:46:35"
  },
  {
    "text": "That mode.",
    "start": "00:46:35",
    "end": "00:46:36"
  },
  {
    "text": "That mode of existence. Yeah. Yeah, man. The laws. The laws in the Old Testament. Who knew that there was so much goodness?",
    "start": "00:46:36",
    "end": "00:46:44"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. This was the last conversation about how to read the law in the Bible. Next week, we're going to do a question and response episode, so you can send your questions to infoointhebibleproject.com let us know your name, where you're from, and record some audio of you asking your question. Try to keep it to around 20 seconds. The Bible Project is a nonprofit organization. We're in Portland, Oregon. We believe that the Bible is a unified story that leads to Jesus. So we make resources that show the literary structure of the Bible, all the themes that unite it, and we're able to make everything for free because of the generosity of thousands of people like you who contribute to this project. We're incredibly grateful. So thanks for being a part of this with us.",
    "start": "00:46:45",
    "end": "00:47:32"
  },
  {
    "text": "Hi, this is Nasser Al Gahtani and I'm from the Kingdom of Saudi Arabia, Marhaban. I first heard about the Bible Project through a friend of mine. I love it. I think it's a great tool for teaching people the big picture story of the Bible and I love how accessible it is to people from all walks of life. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts and more@thebibleproject.com.",
    "start": "00:47:33",
    "end": "00:48:10"
  }
]