[
  {
    "text": "Hey, this is John and this is Tim.",
    "start": "00:00:05",
    "end": "00:00:08"
  },
  {
    "text": "And this is a question and response.",
    "start": "00:00:08",
    "end": "00:00:11"
  },
  {
    "text": "Episode of the BibleProject podcast.",
    "start": "00:00:11",
    "end": "00:00:13"
  },
  {
    "text": "Oh, we're finishing each other's sentences.",
    "start": "00:00:13",
    "end": "00:00:15"
  },
  {
    "text": "We are. We've been doing this together for that long. You know, something that the listeners can't see is that every single time we start a podcast, you smile and kind of squint your eyes and start speaking into the microphone as if you're imagining.",
    "start": "00:00:15",
    "end": "00:00:35"
  },
  {
    "text": "What it's gonna sound like.",
    "start": "00:00:36",
    "end": "00:00:37"
  },
  {
    "text": "Oh, no, people. What it looks like is that you're looking at someone, but it's not me. You're never looking at me. You're looking like through me or into the corner of the room. But you smile, squint your eyes, and then you start talking. Wow. Anyway, so that's for everyone out there to imagine John smiling.",
    "start": "00:00:37",
    "end": "00:00:55"
  },
  {
    "text": "I think that's how maybe I talk to people in general. I just like, look, then I'm in my own world.",
    "start": "00:00:55",
    "end": "00:01:01"
  },
  {
    "text": "Oh, I don't know about that. Anyway, this is a Q and R episode that is interacting with your questions and responses to a multi part podcast series on the wisdom literature in the Hebrew Bible. The Books of Solomon is what we ended up calling the video that we created out of all these conversations. And there you go. You guys sent in lots of questions. It was hard to pick, but as always, every question that we picked represents two to five people who ask the same basic thing. So yeah, there you go. Should be interesting. Some great questions here.",
    "start": "00:01:01",
    "end": "00:01:42"
  },
  {
    "text": "Yeah, thanks for joining us. Yep, let's jump into it.",
    "start": "00:01:42",
    "end": "00:01:45"
  },
  {
    "text": "Great. The first question is from Tuna, who lives in Canada but is Nigerian. And you have a good question.",
    "start": "00:01:45",
    "end": "00:01:57"
  },
  {
    "text": "Hi, Tim and John, my name is Tona and I am calling from Canada. I'm Nigerian, where I currently live in Canada. I was just done listening to the podcast on the Tree of Knowing Good and Bad. And towards the end of the podcast I was really interested in the conversation around the fear of the Lord wisdom and how Adam and Eve were afraid of God after they ate all the fruit of the tree of Good and bad, but not afraid before enough to not eat of the fruit. So I was curious if you have any thoughts on how we as Christians today can be possessed or consumed by the fear of the Lord even enough to not commit sin today.",
    "start": "00:01:57",
    "end": "00:02:47"
  },
  {
    "text": "Thank you very much.",
    "start": "00:02:47",
    "end": "00:02:48"
  },
  {
    "text": "Yes, the fear of the Lord.",
    "start": "00:02:49",
    "end": "00:02:50"
  },
  {
    "text": "Fear of the Lord.",
    "start": "00:02:50",
    "end": "00:02:51"
  },
  {
    "text": "You know, I find that it's one of these themes in the Bible that no matter how many times you kind of make sense of it to yourself, like the next day, it's as if you never made any progress.",
    "start": "00:02:51",
    "end": "00:03:04"
  },
  {
    "text": "Yeah, that's interesting.",
    "start": "00:03:05",
    "end": "00:03:06"
  },
  {
    "text": "You just. It just kind of keeps being a fresh tension or question conundrum. Yeah. The fear of the Lord. Whether it's a good thing, bad thing. Both things.",
    "start": "00:03:06",
    "end": "00:03:14"
  },
  {
    "text": "Yeah. So when I was in junior high, there was a Bible study. I don't remember if it was, like, between classes or. It must have been during lunch or something. And so I volunteered to lead it one week, and I chose the fear of the Lord as a topic.",
    "start": "00:03:14",
    "end": "00:03:29"
  },
  {
    "text": "Oh, really?",
    "start": "00:03:29",
    "end": "00:03:30"
  },
  {
    "text": "Yeah. It was the first time I ever did any sort of, like, leading study or teaching in any way.",
    "start": "00:03:30",
    "end": "00:03:36"
  },
  {
    "text": "Oh, really? I don't think I've heard you tell this story.",
    "start": "00:03:36",
    "end": "00:03:38"
  },
  {
    "text": "Yeah, no.",
    "start": "00:03:38",
    "end": "00:03:39"
  },
  {
    "text": "Wow.",
    "start": "00:03:39",
    "end": "00:03:39"
  },
  {
    "text": "And so I just remember having the NIV Exhaustive Concordance open and just reading about the fear of the Lord trying to make sense.",
    "start": "00:03:39",
    "end": "00:03:46"
  },
  {
    "text": "You were a genius using a fat print. Bible concordance. Whoa. Who even told you that such a thing existed? How did you know that?",
    "start": "00:03:46",
    "end": "00:03:56"
  },
  {
    "text": "My dad went to Bible school.",
    "start": "00:03:57",
    "end": "00:03:58"
  },
  {
    "text": "Okay. Did you have one around the house?",
    "start": "00:03:58",
    "end": "00:04:00"
  },
  {
    "text": "There was one around the house, I'm pretty sure. Am I missing remembering this?",
    "start": "00:04:00",
    "end": "00:04:04"
  },
  {
    "text": "I don't know. I don't know. I can't tell you the answer to that. Anyways, you were a youth leading a Bible study on the phrase fear of the Lord and you did some Bible study.",
    "start": "00:04:04",
    "end": "00:04:16"
  },
  {
    "text": "I did, yeah. I remember reading about it, and I remember trying to make sense of it. And I agree with you. Like, you can kind of start to feel like, oh, I'm making sense of this. But every time you come back to it, you're like, huh, yeah. Should I really be afraid of God? Is that the right word? Why did they use that word, fear?",
    "start": "00:04:16",
    "end": "00:04:32"
  },
  {
    "text": "Yeah, yeah, yeah, yeah, I know. Well, maybe let's come at it from a different angle. Tuna, you're linking to John and I's conversation about how that phrase actually begins. In the garden narrative. The first time somebody fears the Lord is negative, is negative. And it's after Adam and Eve take from the Tree of Knowing, good and bad. But then that begins a motif about characters who either fear the Lord too late or they fear the Lord before they come to the moment of testing or decision. And then they make the right choice, like in the case of Abraham in the story of Abraham and Isaac. So another way to approach it is virtually every time someone has an encounter with God's divine power and royal presence freaks them out, they are afraid. Moses in the bush. Isaiah, when he wakes up in the holy of holies in that dream. Ezekiel in his dream vision. So apparently the kind of being, the kind of person who can Generate the universe out of his creative power and imagination is a being who is frightening to encounter. And that's pretty intuitive to me. I'm not afraid when I see you at work, John. But it's like I need a lip on that. Yeah. And you and I helped create a non profit animation studio. We've created something. Oh, but I'm not afraid of you. But you know, lightning makes me afraid, earthquakes make me afraid. And sunset instills a deep sense of mystery and awe and grandeur.",
    "start": "00:04:32",
    "end": "00:06:21"
  },
  {
    "text": "I think a lot of people want to often say, oh, the fear is just that. It's this sense of grandeur and mystery and awe. But I don't feel afraid of a sunset.",
    "start": "00:06:21",
    "end": "00:06:32"
  },
  {
    "text": "Sure. However, a sunset or, you know, looking up at the mountains, you do get a sense of your smallness.",
    "start": "00:06:32",
    "end": "00:06:40"
  },
  {
    "text": "That's true.",
    "start": "00:06:40",
    "end": "00:06:40"
  },
  {
    "text": "A sense of like the shortness of my existence. At least I, I think a healthy person should think of those things when you look at a mountain. And then if you're a theist, if you believe in a beautiful mind behind all of this, then whatever kind of being can generate all of this is so much more of everything than me, that to encounter them would be a pretty frightening prospect. And I don't think that's bad. I think that's healthy. So when that being communicates with us and communicates the divine purpose and will, there's a kind of fear around that about I should listen and I should do that and I should not do the opposite of what that being is communicating to me because they can generate a universe and I can't.",
    "start": "00:06:40",
    "end": "00:07:29"
  },
  {
    "text": "But perfect love casts out all fear.",
    "start": "00:07:30",
    "end": "00:07:32"
  },
  {
    "text": "Yes, that's right. Yeah, but what's the context of that statement?",
    "start": "00:07:32",
    "end": "00:07:35"
  },
  {
    "text": "I don't know. I have to look it up.",
    "start": "00:07:35",
    "end": "00:07:41"
  },
  {
    "text": "Yeah, it's in first John and yeah, people often bring that line up. His whole train of thought there in 1 John. Pretty sure it's in chapter 4. Is that because of what Jesus has done for us in his life and his death, his resurrection, we can trust that God's purpose and love is for us and not against us. And that he's not because of Jesus, we don't have to fear facing him anymore. Especially when it comes to, you know, being held to account for all the terrible things that I've done.",
    "start": "00:07:42",
    "end": "00:08:17"
  },
  {
    "text": "But that's. Is that different than fearing the Lord? Would you say that because of Jesus we don't have to fear the Lord?",
    "start": "00:08:17",
    "end": "00:08:23"
  },
  {
    "text": "No, I don't think that. I think it's the opposite. It's actually because of Jesus that I fear the Lord.",
    "start": "00:08:24",
    "end": "00:08:29"
  },
  {
    "text": "Even more, really, because.",
    "start": "00:08:29",
    "end": "00:08:30"
  },
  {
    "text": "Well, the biblical story portrays a being who generates a universe and then narrates the human condition and shows all the ways that we pillage and hurt each other and the creation. And that that being's ultimate response is to suffer along with his creatures precisely so that he can rescue them. You know, that's. That puts the fear of God in me. And then that God asked me to follow him and do difficult things and be human in ways that don't seem natural to me. That puts the fear of God in me.",
    "start": "00:08:31",
    "end": "00:09:06"
  },
  {
    "text": "I'm curious what you mean by that phrase that puts the fear of God in me. The word fear, the idea of being afraid on its most basic level in English, seems to be this emotional state where you're concerned about safety. About safety.",
    "start": "00:09:06",
    "end": "00:09:25"
  },
  {
    "text": "Yeah. Yes. And yeah.",
    "start": "00:09:25",
    "end": "00:09:27"
  },
  {
    "text": "So, you know, and you have a physiological response to it. Your body goes into a mode of, I need to protect myself.",
    "start": "00:09:27",
    "end": "00:09:34"
  },
  {
    "text": "Right, Your limbic system.",
    "start": "00:09:34",
    "end": "00:09:36"
  },
  {
    "text": "Right, yeah. Like, blood starts flowing to your muscles and out of your digestive system. You could lose control of, like, your bladder because you're. Your body's just, like, bladder's not important. We gotta protect ourselves. And so all this, your body just starts working to protect you. It's a state of fear. And so there's the one way to think about fear. But then when you use the word fear of, that puts the fear of the Lord in me. I don't imagine you saying, I go into the state where my body thinks I need to go into survival mode.",
    "start": "00:09:36",
    "end": "00:10:08"
  },
  {
    "text": "Yeah, yeah, yeah, got it. However, I have had. When I'm in a moment of decision between something I know, like, yeah, pretty much this is the right thing or the wrong thing. I've had moments where my body kicks into that mode in the moment of decision, like, what am I going to do? So, okay, so let's go back to the garden narrative, and I think we talked about this. I can't remember. What God puts before them is a choice. And he says, eating from one tree, eat from all the trees, but not from this one. It will kill you. And then what you see is they eat from that tree. And what God doesn't do is kill them. He doesn't kill them, but. But he does give them over. He exiles them to the consequences of their decisions, which ultimately leads to death. And so we did talk about this. I think the logic of that narrative is the fear of the Lord before the decision is fearing a God who will honor my decision and give me the fruits of my choice, and he won't hold back the consequences of my choice necessarily. Sometimes he might, sometimes he does, but not always. And so in that sense, it's fearing the consequences of my choices, but it's fearing God in as much as he will give me what I want. And if what I want is what will kill me, then he will give that to me. So I guess you're right. That's what actually is going on in my mind.",
    "start": "00:10:08",
    "end": "00:11:25"
  },
  {
    "text": "I'm fearing much more cerebral.",
    "start": "00:11:25",
    "end": "00:11:27"
  },
  {
    "text": "I'm fearing that God will give me what I want.",
    "start": "00:11:27",
    "end": "00:11:29"
  },
  {
    "text": "Yeah. That seems different than this physiological fear of, like, I see a snake, my body panics.",
    "start": "00:11:29",
    "end": "00:11:38"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:11:38",
    "end": "00:11:39"
  },
  {
    "text": "Or, you know, I'm standing on a ledge and my body's like, step away, step away. Well, maybe it's similar to that, but the way you talked about that, it seemed a very, like, intellectual kind of, like, there's something more I should care about, I see, than this thing. And it's not like your body's starting to say, like, but Yahweh's watching. Oh, no. Or maybe you feel that way. I don't know.",
    "start": "00:11:39",
    "end": "00:12:02"
  },
  {
    "text": "Yeah, I hear that.",
    "start": "00:12:02",
    "end": "00:12:03"
  },
  {
    "text": "I guess the reason why I'm trying to pick at this. Is the fear of the Lord supposed to. Is it an emotion? Is it something that. Because emotions seem to be almost, like, outside of my control, like, I just. My body just generates where there's also. I can develop appreciation and a respect for something that then begins to override.",
    "start": "00:12:03",
    "end": "00:12:29"
  },
  {
    "text": "And if the fear of the Lord is anything in the Bible, it's that. It's that second thing. Because the whole point of the wisdom literature is that you need to cultivate the fear of the Lord so that you can have true wisdom.",
    "start": "00:12:30",
    "end": "00:12:41"
  },
  {
    "text": "Right.",
    "start": "00:12:41",
    "end": "00:12:41"
  },
  {
    "text": "Because you can have wisdom without the fear of the Lord and things will not go well.",
    "start": "00:12:41",
    "end": "00:12:46"
  },
  {
    "text": "Yeah. Basic physiological fear, you don't cultivate. It just happens.",
    "start": "00:12:46",
    "end": "00:12:50"
  },
  {
    "text": "So it's cultivating. Yeah. Almost a second nature. A kind of fear that you have to initiate. And you do that by telling yourself stories that reinforce a vision of the world where honoring and even fearing the Creator and the fact that he'll honor the dignity of my choices and give me what I want. That should instill a fear in me. That should motivate certain kinds of choices.",
    "start": "00:12:51",
    "end": "00:13:22"
  },
  {
    "text": "Yeah.",
    "start": "00:13:22",
    "end": "00:13:23"
  },
  {
    "text": "I have often wished that I could have a burning bush experience.",
    "start": "00:13:23",
    "end": "00:13:27"
  },
  {
    "text": "Really?",
    "start": "00:13:28",
    "end": "00:13:28"
  },
  {
    "text": "Yes. Even though I actually don't want that, but another part of me kind of does, because I think it would put the fear of God in me. But the whole point of the Sinai narrative is here's a whole group of people who had that experience, and 40 days later, they were making a golden calf.",
    "start": "00:13:28",
    "end": "00:13:46"
  },
  {
    "text": "Yeah.",
    "start": "00:13:46",
    "end": "00:13:47"
  },
  {
    "text": "So odds are it wouldn't stick. I would need to have one on an average of every two years, probably. But.",
    "start": "00:13:47",
    "end": "00:13:52"
  },
  {
    "text": "How often do you need the Burning Bush experience?",
    "start": "00:13:54",
    "end": "00:13:56"
  },
  {
    "text": "Yeah, but sometimes I do. Okay, here's a recent experience. There's a Thai restaurant down the street from here, and I was having lunch there with someone else from the studio, and one of the servers came up. And she knows that our work has something to do with Jesus. She starts talking about it. And so she shared a need that she had left. Financial, physical need. And she kind of went out on a limb to share it with us. And so I walked away from that, just going like, oh, okay, what am I supposed to do with that? And so. Oh. My family was out of town that following weekend, and I had 48 hours to be by myself in my own.",
    "start": "00:13:56",
    "end": "00:14:37"
  },
  {
    "text": "House, which is not something that happens normally.",
    "start": "00:14:37",
    "end": "00:14:40"
  },
  {
    "text": "No, it was so incredible. So I just got a stack of books and the Hebrew Bible opened, and it was amazing. So anyway, Sunday morning came, and I was debating on whether or not to go to church, because I was like, I'm having a great time in my house. I'm going to read the Bible all morning. But I felt like I should go to church, and I couldn't tell you why. I just felt like I should. So I did. And then there's this every Sunday, there's like a sharing time for, like, needs in the congregation. And all of a sudden, my body was flushed, full of the feeling you just described.",
    "start": "00:14:40",
    "end": "00:15:16"
  },
  {
    "text": "Fear.",
    "start": "00:15:16",
    "end": "00:15:16"
  },
  {
    "text": "Fear, yeah. Where it hit me, I was like, oh, I think I'm supposed to share that lady's story, because I think maybe someone in the room here at church has what that lady needs. And what struck my body was fear. It was crazy, John. It was so bizarre. And it was like, it's not a huge room, and it's like, what's the big deal? Stand up, raise your hand. But, yeah, my heart started beating. My face got flush red. I was afraid anyway. And then so, you know, I shared the lady's story. And seriously, three people down, three seats down from me, is a couple who has exactly what the lady needs and has extra of what the lady needs. And so that all came together. But I've reflected on that experience of, like, that was a unique Holy Spirit moment in my life. I don't have those very often. And I found myself asking God, like, I think I would like to experience more of that. But then I went back on it. I was like, oh. But I did not like how I felt. Because I felt uncomfortable, I felt vulnerable. I felt like, what if I don't know what I was afraid of? But I was afraid anyway. It was my version of a divine encounter of God's, I think God telling.",
    "start": "00:15:16",
    "end": "00:16:37"
  },
  {
    "text": "You to do something and you going, that sounds scary.",
    "start": "00:16:37",
    "end": "00:16:39"
  },
  {
    "text": "Correct, Correct. There was a moment where I was like, I think I'm supposed to do something right now and I'm afraid to do it.",
    "start": "00:16:39",
    "end": "00:16:47"
  },
  {
    "text": "Is that a fear of the Lord?",
    "start": "00:16:47",
    "end": "00:16:49"
  },
  {
    "text": "Yeah. I don't know. I don't know. It was just a powerful experience I had recently, so. And it was a encounter with God's grace, trying to work through the body of Christ from one person to another. And I was apparently supposed to make the connection. And my body was filled with fear. And I don't know why, even right now explaining it to you, I don't know why.",
    "start": "00:16:49",
    "end": "00:17:13"
  },
  {
    "text": "Yeah. Isn't so interesting about fear? Like sometimes you need to just push past the fear.",
    "start": "00:17:13",
    "end": "00:17:19"
  },
  {
    "text": "Yes.",
    "start": "00:17:20",
    "end": "00:17:20"
  },
  {
    "text": "But other times, man, fear is such an ally.",
    "start": "00:17:20",
    "end": "00:17:23"
  },
  {
    "text": "Yes. It can motivate you.",
    "start": "00:17:23",
    "end": "00:17:24"
  },
  {
    "text": "If your house is on fire, you need to get out of there. Fear will help you.",
    "start": "00:17:24",
    "end": "00:17:30"
  },
  {
    "text": "Correct. That's right. Yeah, that's right.",
    "start": "00:17:30",
    "end": "00:17:32"
  },
  {
    "text": "It's an interesting thing where it's kind of neutral. It's like you have to use it wisely. Fear of the Lord.",
    "start": "00:17:33",
    "end": "00:17:42"
  },
  {
    "text": "Well, we've had a good conversation.",
    "start": "00:17:43",
    "end": "00:17:45"
  },
  {
    "text": "Did we figure it out? No, I was just reading chronicles and Arnie with. With my boys. And there's that classic Lucy's line.",
    "start": "00:17:45",
    "end": "00:17:53"
  },
  {
    "text": "Yes, yes.",
    "start": "00:17:53",
    "end": "00:17:55"
  },
  {
    "text": "Is he safe? Is Aslan safe?",
    "start": "00:17:55",
    "end": "00:17:57"
  },
  {
    "text": "Right.",
    "start": "00:17:57",
    "end": "00:17:57"
  },
  {
    "text": "It's the Beaver, I think without.",
    "start": "00:17:58",
    "end": "00:18:00"
  },
  {
    "text": "Or Mrs. Beaver. I think Mrs. Beaver, she's.",
    "start": "00:18:00",
    "end": "00:18:02"
  },
  {
    "text": "Oh, no, no, Lucy. He's not safe, but he's good.",
    "start": "00:18:02",
    "end": "00:18:05"
  },
  {
    "text": "Yes.",
    "start": "00:18:05",
    "end": "00:18:06"
  },
  {
    "text": "And when we're afraid, we're afraid for our safety generally. But that's not the kind of fear we should have around God.",
    "start": "00:18:06",
    "end": "00:18:16"
  },
  {
    "text": "I think Moses and Isaiah were afraid for their safety.",
    "start": "00:18:17",
    "end": "00:18:20"
  },
  {
    "text": "They were afraid for their safety.",
    "start": "00:18:20",
    "end": "00:18:21"
  },
  {
    "text": "They thought they were gonna die. But then what they discover is that God is good natured and has goodwill towards them, but has a short temper. Well, that's not true. He has a long temper. According to Exodus 34, 6 and 7, he's long of nose.",
    "start": "00:18:21",
    "end": "00:18:40"
  },
  {
    "text": "Yeah.",
    "start": "00:18:41",
    "end": "00:18:41"
  },
  {
    "text": "It takes a long time to flare his nostrils and make him angry. But when he does, it's also good. His anger is good because what he gets angry at is what defaces his creation and his image bearing humans. But that anger, even though it's good natured, puts fear in you. At least in me. It ought to. At least I wish it did. More.",
    "start": "00:18:41",
    "end": "00:19:03"
  },
  {
    "text": "But the apostle John says, look at what Jesus did. Correct how good that is.",
    "start": "00:19:03",
    "end": "00:19:10"
  },
  {
    "text": "Yeah. And because of that, we don't have to fear that God is going to like pull a bait and switch on us.",
    "start": "00:19:10",
    "end": "00:19:17"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:19:18",
    "end": "00:19:18"
  },
  {
    "text": "You can trust that God's will and love is towards you because of what Jesus did in his life, death and resurrection. That's his point. So there is no fear in love. Perfect love casts out fear. Fear pertains to punishment.",
    "start": "00:19:18",
    "end": "00:19:33"
  },
  {
    "text": "Yeah. You know, isn't that wisdom in general? Just being afraid of the right things? Yeah, I mean, maybe that's too simple, but like that's part of wisdom.",
    "start": "00:19:33",
    "end": "00:19:41"
  },
  {
    "text": "Yes.",
    "start": "00:19:41",
    "end": "00:19:41"
  },
  {
    "text": "Being afraid of the right things.",
    "start": "00:19:41",
    "end": "00:19:42"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:19:42",
    "end": "00:19:43"
  },
  {
    "text": "And you know how everyone's using this face app thing right now that makes them look old?",
    "start": "00:19:43",
    "end": "00:19:47"
  },
  {
    "text": "I don't know what you're talking about.",
    "start": "00:19:48",
    "end": "00:19:49"
  },
  {
    "text": "There's this app that everyone's sharing and it's, it's really. I mean, they've had these apps before, but this one is particularly good at taking a photo of you and making you look like you're 90.",
    "start": "00:19:50",
    "end": "00:20:01"
  },
  {
    "text": "Oh, wow. Fascinating.",
    "start": "00:20:01",
    "end": "00:20:03"
  },
  {
    "text": "So everyone's sharing them.",
    "start": "00:20:03",
    "end": "00:20:04"
  },
  {
    "text": "Yeah.",
    "start": "00:20:04",
    "end": "00:20:04"
  },
  {
    "text": "And I think it's actually really, I think it's really great to imagine yourself as 90.",
    "start": "00:20:05",
    "end": "00:20:10"
  },
  {
    "text": "Yes. Yes.",
    "start": "00:20:10",
    "end": "00:20:11"
  },
  {
    "text": "Because we make so many decisions throughout our life. That's horrible for our 90 year old selves.",
    "start": "00:20:11",
    "end": "00:20:19"
  },
  {
    "text": "That's right.",
    "start": "00:20:20",
    "end": "00:20:20"
  },
  {
    "text": "And like you said, like telling stories to yourself and imagining a different way, like being able to look at, this is where my body's heading and that's going to be me. I'm going to be. Hopefully I'll be able to be an old person. What kind of life do I want when I'm old? What kind of relationships do I want? How do I want my body to feel and then be afraid of the things that I'm doing now that will prevent that.",
    "start": "00:20:21",
    "end": "00:20:46"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:20:46",
    "end": "00:20:47"
  },
  {
    "text": "But that's just not typically how we think. We don't think in the future. We don't have the ability to imagine ourselves as a nine year old until the face app.",
    "start": "00:20:47",
    "end": "00:20:55"
  },
  {
    "text": "There you go. All right, thank you for that. Great question, Tuna. I hope we're pronouncing your name correctly. Yeah, good question. Always ask it again in another year.",
    "start": "00:20:56",
    "end": "00:21:04"
  },
  {
    "text": "Keep asking it to everyone you know.",
    "start": "00:21:06",
    "end": "00:21:07"
  },
  {
    "text": "Yes. The next question is from Jan Roberts in Tyler, Texas.",
    "start": "00:21:07",
    "end": "00:21:13"
  },
  {
    "text": "Hi, Tim and John. This is Jan Roberts from Tyler, Texas. Thanks for taking this deeper dive into wisdom, literature and scripture. I was especially interested in your commentary on the role of the woman as the Azerbaijan, implying that she's someone provided to the Adam to address the not good situation of his being alone, and which then allows him to fulfill his mission as designed, so to speak. I'm curious, though, about how to reconcile this with Paul's statements in First Corinthians 7 regarding his wish that church members would remain unmarried, as he is typically. I have been taught that Paul was better able to fulfill his mission because of his single status, which seems a little at odds with the ideas discussed in these recent podcasts. So my question is, what's the best or most accurate way to handle Paul's teachings, especially viewed through the lens of the wisdom literature? In particular, I feel like there's probably something that my 21st century Western mind is missing. Thanks for all you do. I really appreciate the way that your insights satisfy my curiosity and make me hungrier for Scripture at the same time.",
    "start": "00:21:14",
    "end": "00:22:30"
  },
  {
    "text": "Yeah, Great question. Really? Yeah. Insightful and opens up so many fascinating features of the biblical story.",
    "start": "00:22:31",
    "end": "00:22:39"
  },
  {
    "text": "I'm excited to hear you respond to this question.",
    "start": "00:22:39",
    "end": "00:22:41"
  },
  {
    "text": "Oh, well, I guess I am too. Yeah. There's multiple parts of the biblical story that you could go to to address this. Let's first start where your question started, Jan, was in Genesis 2, where we had. I think it was a whole episode. I don't remember talking about God's wisdom to provide what is good, to resolve the not good situation, and how in God's wisdom, he provides an other. So he takes from the side, one of the sides of the man or the human and provides a savior, an azer. An azer. The one who can. The essential other, I think. Was that the phrase you started using? Yeah, the essential other.",
    "start": "00:22:41",
    "end": "00:23:25"
  },
  {
    "text": "The essential other.",
    "start": "00:23:25",
    "end": "00:23:26"
  },
  {
    "text": "I liked that. Yeah. And it's a synonym with salvation, deliverance, and rescue. The word azer is like in the Book of Psalms, always. So the one without which I cannot be or do what God's called me to be or do. So that relationship of male and female is essential. And when the guy wakes up and he sees this essential other, now he can do what God destined humanity to do, which is to be fruitful and multiply before you couldn't. And so he sings a little poem about it. He says, this time, bone from my bone, flesh from my flesh. This one will be called Isha, woman for from ish, from man she was taken.",
    "start": "00:23:26",
    "end": "00:24:12"
  },
  {
    "text": "Ish means man.",
    "start": "00:24:12",
    "end": "00:24:13"
  },
  {
    "text": "Ish is man, isha is woman or wife, and ish is man or husband. Confused. So the phrase bone from my bone, flesh from my flesh. This is kinship, family, family language. When Laban. When Jacob has to run from Esau later in Genesis, and his uncle Laban sees him Coming into town, he says, ah, bone of my bone, flesh of my flesh, we are brothers. And so the bone of my bone, flesh of my flesh is primarily like a kinship oneness. We are one flesh bloodline, you would say. And then the whole logic of that narrative is for God's purposes to be carried forward in the world, there must be more than one. But those others who come from one are two others now, and yet they must become one again.",
    "start": "00:24:13",
    "end": "00:25:06"
  },
  {
    "text": "One become two.",
    "start": "00:25:06",
    "end": "00:25:07"
  },
  {
    "text": "Yeah, one becomes two so that the two can become one. And the two that become one is then a covenantal or relational unity, harmony, we would call it. So what you get in Genesis 2 and 3 is male and female harmony and then disharmony because of what happens with the Tree of Knowing, good and bad. So you have Genesis 3 there, male and female disharmony. That's meant to be harmony. Then the, the mirror story to that comes along with the story of the next generation with Cain and Abel. And this time it's two others again. But these two others are bone of bone and flesh of flesh. But they're not male and female, they're brothers. And so we've talked about this. The Cain and Abel narrative is giving you another fall narrative, but played out with a different set of characters as another foundation story. And now it's two brothers. One of the brothers has a choice of whether he will do good or do not good, which mirrors his parents choice at the Tree of Knowing, good and bad. He makes the wrong choice, murders his brother. Poor choice. God comes asking, saying, where is your brother? Just like he came asking in the garden, where are you? So he says to the man and the woman, we've talked through this, I've showed you my nice chart.",
    "start": "00:25:07",
    "end": "00:26:31"
  },
  {
    "text": "Yeah, we actually had a whole parallels.",
    "start": "00:26:31",
    "end": "00:26:32"
  },
  {
    "text": "Yeah, we had a whole discussion about in our design patterns conversation. Yeah, that's way back in the podcast. But they both blame shift or make poor excuses, right? The woman and the man both say, hey, it was them, they're the problem. And Cain says, hey, am I my brother's keeper? Who made me my brother's keeper? The ground is cursed and the serpent's curse. In Genesis 3, Cain is cursed from the land. In Genesis 4, God says to the human in Genesis 3, you're going to go work the ground? God says to Cain, you go work the ground. God banishes Adam and Eve. God banishes Cain. So very clearly someone wants me to see Genesis 3 and Genesis 4 as mirrors two aspects of now the broken human condition. One is male and female, one is family. Brother, brother and brother and bone in my bone, flesh in my flesh. That becomes a way of talking about both. So, okay, here's why this is relevant to Jan's question. Is Genesis 2, the blessing of abundance in Genesis 1 is be fruitful and multiply.",
    "start": "00:26:32",
    "end": "00:27:43"
  },
  {
    "text": "Right.",
    "start": "00:27:43",
    "end": "00:27:43"
  },
  {
    "text": "So male and female, they got the.",
    "start": "00:27:43",
    "end": "00:27:45"
  },
  {
    "text": "Equipment to make that happen.",
    "start": "00:27:45",
    "end": "00:27:47"
  },
  {
    "text": "Right. But also for there to be true flourishing, you also need a brother and brother, sister and sister unity. Family unity, yeah. In other words, for the creation project and blessing to move forward, you need both to work in.",
    "start": "00:27:47",
    "end": "00:28:02"
  },
  {
    "text": "Just multiply. It's multiply with unity.",
    "start": "00:28:02",
    "end": "00:28:04"
  },
  {
    "text": "Correct. And in other words, Genesis 2 isn't only talking about marriage saying that male and female, that every male and female must be married to fulfill the creation project. What it also requires is for you to be at one with your brother or for sisters to be one with each. Think Rachel and Leah later on in the story. Sisters, rival sisters, rival brothers. And so that's why most of the biblical narratives that imitate the fall pattern are about either two family members at odds with each other or. Or men and women at odds with each other. And they're all mirroring back either to Genesis 3 or to Genesis 4. But it's the fundamental broken human condition. However, the multiplication of seed is really crucial to the spreading of God's blessing. In the Hebrew Bible, Jesus comes onto the scene and he's saying, yeah, the image of God, the kingdom of God, is being restored. He's restarting a new Israel, which is the seed of a new humanity. But what he does is he's paid attention to themes in the book of Isaiah that say that God's plan to multiply the family of Abraham will not always be limited to procreation. There's a whole theme, especially in the latter part of Isaiah, that says God's going to multiply the family of Abraham and even eunuchs. In Isaiah 56, people who can't recreate, even people who can't procreate, will be incorporated into the family of Abraham and part of the servant community of the new humanity. In the latter part of the Book of Isaiah, God's going to launch a plan to birth a new creation human family that's not dependent on procreation.",
    "start": "00:28:05",
    "end": "00:29:52"
  },
  {
    "text": "Wait, where is this at? In Isaiah?",
    "start": "00:29:53",
    "end": "00:29:54"
  },
  {
    "text": "In Isaiah? Well, Isaiah 56. But then it's the whole theme about how the nations are going to be incorporated into the family of Abraham, which is a whole argument, whole thread of an argument going throughout the whole book of Isaiah. The incorporation of the nations into the family of Abraham.",
    "start": "00:29:55",
    "end": "00:30:12"
  },
  {
    "text": "Yeah.",
    "start": "00:30:12",
    "end": "00:30:12"
  },
  {
    "text": "It's a big theme in the book of isaiah and Isaiah 56 highlights eunuchs.",
    "start": "00:30:12",
    "end": "00:30:17"
  },
  {
    "text": "Yeah. Being incorporated. If you were born into the family Israel and you couldn't reproduce, you're still.",
    "start": "00:30:17",
    "end": "00:30:25"
  },
  {
    "text": "Still in the fam.",
    "start": "00:30:25",
    "end": "00:30:26"
  },
  {
    "text": "Yeah, but so what's the point of calling out eunuchs then?",
    "start": "00:30:26",
    "end": "00:30:31"
  },
  {
    "text": "People who can't of their body reproduce new family members for the family of Abraham.",
    "start": "00:30:32",
    "end": "00:30:38"
  },
  {
    "text": "And that means that disqualifies you from being in the family.",
    "start": "00:30:38",
    "end": "00:30:42"
  },
  {
    "text": "No, but in most traditional cultures, especially rural, agricultural, tribal traditional cultures, your ability to reproduce, it's crucial. Yeah. Because it's not just about the size of your family. It's your social safety web. It's your economic security. You're providing security for your whole community by having sons primarily, and then also daughters. So. Yeah, and ancient Israel was that kind of family with that kind of culture. And so Isaiah comes along saying like, yeah, God's going to keep multiplying his family, but he's not going to be bound to the bloodline in the way that Israel's story has been up to that point. And it seems that Jesus took that theme really, really seriously because he hits the public stage announcing the kingdom of God, and he's sitting around one day teaching, and someone says, hey, you know, your mom and your brothers are here. And he publicly. Well, a charitable way to say is like, he relativizes the value of his family.",
    "start": "00:30:42",
    "end": "00:31:47"
  },
  {
    "text": "Right. Yeah.",
    "start": "00:31:47",
    "end": "00:31:48"
  },
  {
    "text": "But essentially he says, who are they? I don't know. Who are those people? Yeah, who's my mom and my brothers? And then he points to the whole group, he says, all of you who are doing the will of God and following me, you all are my family.",
    "start": "00:31:49",
    "end": "00:32:01"
  },
  {
    "text": "That's a. That's a pretty rough thing to say to your family, even in modern day. Yes, but then be in a society where family is so much more crucial to your safety.",
    "start": "00:32:02",
    "end": "00:32:13"
  },
  {
    "text": "Correct. Yeah, that's right.",
    "start": "00:32:13",
    "end": "00:32:15"
  },
  {
    "text": "Flourishing.",
    "start": "00:32:15",
    "end": "00:32:15"
  },
  {
    "text": "Yeah.",
    "start": "00:32:15",
    "end": "00:32:16"
  },
  {
    "text": "It just would seem absurd to say that.",
    "start": "00:32:16",
    "end": "00:32:19"
  },
  {
    "text": "Yeah, that's right. So New Testament scholars especially, who like to incorporate the vocabulary of sociology into New Testament studies, call this Jesus is creating fictive kinship communities. Yeah, I've heard you use that phrase, fictive kinship. In other words, it's reinventing the boundaries of the family, that the family is now the group of people who give their allegiance to Jesus. That is how Paul conceived of what he was doing when he would go start new Jesus communities.",
    "start": "00:32:19",
    "end": "00:32:51"
  },
  {
    "text": "So he saw himself multiplying.",
    "start": "00:32:52",
    "end": "00:32:54"
  },
  {
    "text": "Very much. Multiplying. Multiplying. The new humanity being fruitful and multiplying.",
    "start": "00:32:55",
    "end": "00:33:00"
  },
  {
    "text": "Yeah.",
    "start": "00:33:00",
    "end": "00:33:00"
  },
  {
    "text": "Yes. In Colossians 1, Paul says the Gospel has been out there being fruitful and multiplying. That's what he says. He uses the language, Genesis, Genesis 1 to talk about the Gospel populating the family of the Messiah, but no longer bound by bloodlines. And so I think that's why Paul can say, yeah, marriage is crucially important. And when he does talk about it, like in Ephesians, where his mind actually starts going is what the symbol of marriage points to, which is about the oneness between the Messiah and his people. But on just the, you know, the, what do you say, Pragmatic level, Paul thinks that our covenant relationships with my community of Jesus followers is totally sufficient to fulfill my calling as a human being. In fact, it gives me more advantages to not be married because then I can serve my brothers and sisters and my Jesus family with even more freedom and. And so on. That answer made sense in my mind.",
    "start": "00:33:00",
    "end": "00:34:03"
  },
  {
    "text": "No, it makes sense to me. But what I'm thinking about is, so there's some shift from be fruitful, multiply being a literal family, have babies, procreate.",
    "start": "00:34:03",
    "end": "00:34:16"
  },
  {
    "text": "Procreate, yes.",
    "start": "00:34:16",
    "end": "00:34:17"
  },
  {
    "text": "To there's a shift of thought of like, well, also there's a sense of there's lots of people now, and there needs to be unity. And so being fruitful and multiplying is creating that unity around the Creator. And that's a different type of being fruitful and multiplying.",
    "start": "00:34:17",
    "end": "00:34:38"
  },
  {
    "text": "Correct? Yeah. Let's say it this way. This is why I brought up the Cain and Abel stuff. Being fruitful and multiplying and ruling the earth and all that caring for the garden, spreading it in. Genesis 2 is tied to physical procreation. Man and woman being unified in one. Genesis 4 comes along and contributes to that portrait and says another aspect of humanity's bone from bone, and their need for unity with each other is with people who are not your spouse, but who are part of your broader family.",
    "start": "00:34:39",
    "end": "00:35:13"
  },
  {
    "text": "It's part of the way being fruitful is that unity.",
    "start": "00:35:13",
    "end": "00:35:16"
  },
  {
    "text": "Another part of being fruitful and multiplying and ruling the land. It's interesting because unity with.",
    "start": "00:35:16",
    "end": "00:35:23"
  },
  {
    "text": "That's a story of subtracting, not multiplying.",
    "start": "00:35:23",
    "end": "00:35:26"
  },
  {
    "text": "Oh, yeah, yeah, that's right. Well, but that's because he kills him. So the brokenness of male and female is also as catastrophic as the brokenness between brother and brother and sister and sister. And so both of those together need to be healed. And what happens in the Jesus part of the story and what Paul represents is saying, yeah, both of them have been healed. The procreation can now happen through husbands and Wives, but not exclusively. In fact, that may not always be the best way. The unity of brother and brother and sister and sister, which is the common human family needing to become one together through the Messiah. That's what Paul is after, and that's what I think Jesus is after. Creating new kinship groups whose boundary lines are drawn around allegiance to Jesus. And so I think that's why Paul can relativize marriage's importance just like Jesus did. Both were single and both advocated or at least elevated singleness as an equally, equally honorable way to fulfill your allegiance to Jesus as being called.",
    "start": "00:35:26",
    "end": "00:36:40"
  },
  {
    "text": "Your calling as a human.",
    "start": "00:36:40",
    "end": "00:36:41"
  },
  {
    "text": "As a human. Yeah. You can fulfill the human calling to be fruitful and multiply as a single person as whether married or single, according to Jesus and to Paul.",
    "start": "00:36:41",
    "end": "00:36:50"
  },
  {
    "text": "It's so interesting just to take a step back, that this is a story of some of a being so much grander than we can imagine deciding to create in his image these humans, and he wants them to multiply and rule with him.",
    "start": "00:36:50",
    "end": "00:37:09"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:37:09",
    "end": "00:37:10"
  },
  {
    "text": "What a dumb idea.",
    "start": "00:37:10",
    "end": "00:37:12"
  },
  {
    "text": "When you say dumb, unpack the word dumb in that sentence.",
    "start": "00:37:18",
    "end": "00:37:22"
  },
  {
    "text": "Well, I mean, just read Genesis 3 and 4.",
    "start": "00:37:22",
    "end": "00:37:25"
  },
  {
    "text": "Oh, I see. Yeah, yeah, yeah. And then it comes with great liabilities. Yeah, yeah. On God's part, man. Yeah.",
    "start": "00:37:25",
    "end": "00:37:33"
  },
  {
    "text": "There's a sentiment in the air in the modern world of there's enough humans maybe overpopulated. And then there's the argument that, like, well, no, if you actually put all the humans in the density of like New York, we could fit in a pretty small space, probably all live on Vancouver island or something and like, just enjoy.",
    "start": "00:37:34",
    "end": "00:37:54"
  },
  {
    "text": "Right, right.",
    "start": "00:37:54",
    "end": "00:37:55"
  },
  {
    "text": "And if we did live in unity and love, like there's enough, like, we don't have to fight over resources and have to. But yeah, God wants us, these creatures, to multiply and subdue the earth.",
    "start": "00:37:55",
    "end": "00:38:08"
  },
  {
    "text": "Yes, yeah. To learn how to imitate the divine nature, which is self giving love.",
    "start": "00:38:08",
    "end": "00:38:15"
  },
  {
    "text": "So we need to reproduce, but man, we also need people who are helping us live in unity.",
    "start": "00:38:15",
    "end": "00:38:24"
  },
  {
    "text": "Live in unity. Yeah, yeah. Psalm 133 is one of the first lines that I learned to sing in Hebrew when I was learning Hebrew. It's just the opening line. You kind of repeat it over and over, but behold how good and pleasant. And that word pleasant is both a synonym with and associated with the word Eden delight. Behold how good and Eden like it is when brothers dwell together in oneness. And dude, that poem goes on to say that unity or oneness, it's like oil coming down from Mount Hermon. Here, I'll do Psalm 133. What a perfect way to end that image.",
    "start": "00:38:24",
    "end": "00:39:16"
  },
  {
    "text": "Sounds really important to you, but.",
    "start": "00:39:17",
    "end": "00:39:19"
  },
  {
    "text": "Oil and dew from Mount Hermon. Sorry, I mixed it together. Here's how it is. It's like precious oil poured upon your head. And remember, oil is an Eden image. It's the fruit of the garden here, of olives, olive oil. But oil on the head is anointing.",
    "start": "00:39:21",
    "end": "00:39:39"
  },
  {
    "text": "That's what you do to a king.",
    "start": "00:39:40",
    "end": "00:39:42"
  },
  {
    "text": "Or high priest, which are both. And the priest kind of symbolizes both. So it's like a human being anointed as God's representative. Oil running down the beard, even the beard of Aaron coming down his robes. And Aaron is the high priest, who is the new Adam. The high priest is the Adam figure. So how good it is when humans dwell together in unity. For example, it's like the anointing of a high priest of one representative human in whom all representative humans are unified and one. It's also like the dew of Mount Hermon coming down on the mountains of Zion. So Hermon's the highest mountain up north. But dew is the Eden image because it's divinely provided water that just magically appears in the morning, or so it seems. Yes. For the ancient biblical authors, it just appears.",
    "start": "00:39:42",
    "end": "00:40:43"
  },
  {
    "text": "There's just a layer of.",
    "start": "00:40:43",
    "end": "00:40:44"
  },
  {
    "text": "It didn't rain.",
    "start": "00:40:44",
    "end": "00:40:44"
  },
  {
    "text": "Just a layer of water on the ground.",
    "start": "00:40:44",
    "end": "00:40:46"
  },
  {
    "text": "It didn't rain. It just appears. Yeah, that will blow your mind before you know about. Right. Evaporation and moisture and temperatures and all that. So it's like dew. It's like heaven sent magic water that comes from the highest hills and comes down here to Zion. The last line is, you know, here on Mount Zion. That's where Yahweh commanded the blessing. What is the blessing? Eternal life. Psalm 133 is this compact little biblical theology of the significance of Eden and of the significance of God's purpose to unify once again the human family into one anointed Messiah that receives eternal life from God's heavenly temple. Psalm 133.",
    "start": "00:40:46",
    "end": "00:41:35"
  },
  {
    "text": "Nice.",
    "start": "00:41:35",
    "end": "00:41:35"
  },
  {
    "text": "I think that's why Paul says what he says in 1 Corinthians 7. You know, you can be married, you cannot be married. You can realize God's calling.",
    "start": "00:41:36",
    "end": "00:41:45"
  },
  {
    "text": "Being married and having kids doesn't make you off the hook for the love.",
    "start": "00:41:46",
    "end": "00:41:51"
  },
  {
    "text": "And unity of the human family, but.",
    "start": "00:41:51",
    "end": "00:41:53"
  },
  {
    "text": "It does distract you from doing it in a way outside of your family.",
    "start": "00:41:53",
    "end": "00:41:58"
  },
  {
    "text": "Exactly.",
    "start": "00:41:58",
    "end": "00:41:59"
  },
  {
    "text": "You have to focus on. I mean, you have to. But you get to focus on these little creatures that are now roaming around your house.",
    "start": "00:41:59",
    "end": "00:42:07"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:42:07",
    "end": "00:42:08"
  },
  {
    "text": "And you don't have as much energy otherwise.",
    "start": "00:42:08",
    "end": "00:42:10"
  },
  {
    "text": "Yeah, that's definitely true for me. It takes all I have to invest in these little humans. So much time and energy, and I love it. But it doesn't leave very much for anything else. And that's what Paul's talking about.",
    "start": "00:42:10",
    "end": "00:42:26"
  },
  {
    "text": "Did you ever imagine yourself being a single guy your whole life?",
    "start": "00:42:26",
    "end": "00:42:29"
  },
  {
    "text": "Oh, before I met Jessica, I remember having many long walks. Yeah. Praying, thinking about, like, okay, okay, I'm open. I'm open to it, if that's my calling.",
    "start": "00:42:29",
    "end": "00:42:40"
  },
  {
    "text": "Yeah.",
    "start": "00:42:40",
    "end": "00:42:41"
  },
  {
    "text": "But then I met Jessica. It was like, okay, this is my path.",
    "start": "00:42:41",
    "end": "00:42:47"
  },
  {
    "text": "Yeah.",
    "start": "00:42:47",
    "end": "00:42:47"
  },
  {
    "text": "But, yeah, I was, in theory, trying to prepare myself because, I mean, we both went to a Christian college. And so that was the first time I met people in middle age who had chosen singleness. People in middle or late age who had chosen singleness and were, like, incredibly fruitful, fulfilled human beings having amazingly productive lives, impacting so many people. It was the first people I ever met like that. And I was just like, wow. That's what Paul and Jesus were talking about, that kind of life. Yeah. It's fascinating. Our culture is so soaked in sexual idolatry that it is difficult to imagine a fulfilled life apart from actively having sex a lot.",
    "start": "00:42:49",
    "end": "00:43:36"
  },
  {
    "text": "Yeah.",
    "start": "00:43:36",
    "end": "00:43:37"
  },
  {
    "text": "With a lot of people. Or with one person.",
    "start": "00:43:37",
    "end": "00:43:39"
  },
  {
    "text": "Yeah.",
    "start": "00:43:39",
    "end": "00:43:39"
  },
  {
    "text": "A spouse. It's hard for many of us to imagine being a fulfilling life.",
    "start": "00:43:39",
    "end": "00:43:44"
  },
  {
    "text": "Well, if I ever. When I have thought experiments about the single life, which I do, that's the one thing it's like, how do you control that? Because that is such a. It's so pervasive in culture. It feels all encompassing. But other things, you think about of, like, the freedom and being able to do things. I'm not gonna cash in the chips and switch over to single life. But, like, there is. There is something there.",
    "start": "00:43:44",
    "end": "00:44:13"
  },
  {
    "text": "Yeah, totally. Oh, yeah. On days when, like, I'm building my 10th Lego set and it's raining outside.",
    "start": "00:44:13",
    "end": "00:44:20"
  },
  {
    "text": "Yeah.",
    "start": "00:44:20",
    "end": "00:44:21"
  },
  {
    "text": "And I'm trying to find ways to engage my kids because we all wish that we could be outside Portland. Winter. Basically. I'm constantly daydreaming about my alternate life, how I could be hiking Mount Hood right now or doing something. Taking a road trip. Yeah. There you go. But we all have our own stories and callings, and it's okay.",
    "start": "00:44:21",
    "end": "00:44:44"
  },
  {
    "text": "Hiking Mount Hood is not really multiplying.",
    "start": "00:44:44",
    "end": "00:44:48"
  },
  {
    "text": "No. I mostly think of selfish things that I wish I could be doing. Paul would imagine, like, serving the poor.",
    "start": "00:44:49",
    "end": "00:44:56"
  },
  {
    "text": "He'd be, like, hiking Mount Hood to go to government camp to preach the gospel.",
    "start": "00:44:56",
    "end": "00:45:01"
  },
  {
    "text": "All right, thank you, Jan, for that question. And we talked about it and a bunch of other things, too.",
    "start": "00:45:03",
    "end": "00:45:10"
  },
  {
    "text": "Is that Jan from who came to the.",
    "start": "00:45:11",
    "end": "00:45:14"
  },
  {
    "text": "Yeah. You know, that just struck me. Jan Roberts from Tyler, Texas. I think it's Jan who came to the bioproject classroom classes. Yeah.",
    "start": "00:45:14",
    "end": "00:45:21"
  },
  {
    "text": "Hey, Jan. Hey, Jan. Hope you're doing well.",
    "start": "00:45:21",
    "end": "00:45:22"
  },
  {
    "text": "Yeah. The next question is from Wesley in Chowchilla, California. That could be also Chowchilla. The two Ls, the I with the two Ls. Chowchilla. Chowchilla. I bet it's Chow Chia.",
    "start": "00:45:22",
    "end": "00:45:36"
  },
  {
    "text": "You know, the English language. Like butchers, these things all the time. Like Lafayette.",
    "start": "00:45:36",
    "end": "00:45:41"
  },
  {
    "text": "Wesley, I think you're going to tell us how to pronounce it.",
    "start": "00:45:41",
    "end": "00:45:43"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:45:43",
    "end": "00:45:43"
  },
  {
    "text": "So you tell us.",
    "start": "00:45:43",
    "end": "00:45:44"
  },
  {
    "text": "Hi, Tim and John, this is Wesview from Chowchilla, California. In your video on the books of Solomon, you mentioned that Ecclesiastes is like Solomon as an old man reflecting on his life. In 1 Kings 11, Solomon dies apostate as king. I've been reading Tripper Longman's new international commentary on Ecclesiastes, and in it he argues that Solomon did not write Ecclesiastes, but that Colette is taking on Solomon's Persona to make his point and that he seems to abandon this Persona after three chapters. Can I get your thoughts on this idea? Also, I just want to say that I love the Bible Project. Thank you for everything you guys do.",
    "start": "00:45:44",
    "end": "00:46:14"
  },
  {
    "text": "All right, thanks, Wesley. Yeah, insightful question. So, yeah, if you listen to the podcast conversation we had about Ecclesiastes, the conversation John and I had, actually, the whole point was that it's not Solomon individually who is speaking to us through this book.",
    "start": "00:46:14",
    "end": "00:46:32"
  },
  {
    "text": "Very unlikely.",
    "start": "00:46:32",
    "end": "00:46:33"
  },
  {
    "text": "And very unlikely. It's a Solomon like Persona. It's a representative Solomon who contains within himself, actually the whole line of David, which is why so many of the little poems and episodes or parables later in the book are hyperlinks or summaries of stories from the kings, from the line of David in the books of Kings and Chronicles leading up to the exile. So in the video, I just wanted to keep it simple. I did hedge a little bit. Yeah. In saying it's as if we're hearing from Solomon or it's like we're hearing from Solomon in his old age. And I do think that's the Persona. It's as if we're hearing through Solomon, we're hearing the aged line of David that's aged out, sitting in exile, reflecting back over the handful of successes, but mostly failed history of the monarchy in Judah. So Tremper Longman's view About the authorship of the book, I agree with in that I don't think historical Solomon wrote the book as we have it. I do think he was a really wise guy and I think wrote a lot of proverbs and handed down and began what you could call a wisdom tradition. But the book is definitely written by a later author who's got the whole, or at least a lot of the Hebrew Bible in front of him and is creating a Persona that is Solomon like, but also the whole.",
    "start": "00:46:33",
    "end": "00:48:00"
  },
  {
    "text": "And you talked about that word chollet.",
    "start": "00:48:00",
    "end": "00:48:02"
  },
  {
    "text": "Oh, qohelet. Qohelet, yes, that's right. Oh, that's right. The word Solomon never appears in the book.",
    "start": "00:48:02",
    "end": "00:48:08"
  },
  {
    "text": "Yes.",
    "start": "00:48:08",
    "end": "00:48:08"
  },
  {
    "text": "It's just. It begins the words of the convener.",
    "start": "00:48:09",
    "end": "00:48:12"
  },
  {
    "text": "Yes.",
    "start": "00:48:12",
    "end": "00:48:13"
  },
  {
    "text": "And the one usually translated teacher. Usually translated teacher or preacher. But it doesn't mean that. What it means is someone who gathers a group of people and the people who do this verb to all Israel. There's only a short list of people who convene who cahal all of Israel. And it's Moses and then kings from the line of David. So it's a Persona, a collective Persona that we're hearing. And so Longman is correct that that Solomon like Persona is most present in the first three chapters. That's true. However, the meditations on the exploits of the kings from the line of David continues on throughout the whole book. And that's why I found Jenny Barber's work that I brought up in that episode really helpful, because the meditation on the line of David and its fate goes throughout the entire book. So. Yeah. There you go. Thanks, Wesley.",
    "start": "00:48:14",
    "end": "00:49:13"
  },
  {
    "text": "Thanks, Wesley. This question is from Taylor Ogle from Knoxville, Tennessee.",
    "start": "00:49:14",
    "end": "00:49:20"
  },
  {
    "text": "Yes.",
    "start": "00:49:20",
    "end": "00:49:20"
  },
  {
    "text": "Hey, guys, this is Taylor from Knoxville, Tennessee. I'm trying to gain a better understanding of. Of wisdom. And it appears the opposite of wisdom is doing what is right in your own eyes. And it seems that that's the underlying theme of the Book of Judges. And I was curious to see if there was any correlation or relationship that the author is trying to make there with wisdom.",
    "start": "00:49:21",
    "end": "00:49:44"
  },
  {
    "text": "Thank you.",
    "start": "00:49:44",
    "end": "00:49:44"
  },
  {
    "text": "Cool. Great question.",
    "start": "00:49:45",
    "end": "00:49:46"
  },
  {
    "text": "Yeah, it is a great question. Yeah. As you move out of Genesis, the vocabulary of the garden narrative about people seeing what is good in their eyes, the woman sees that the tree is good, that it's desirable for gaining wisdom. She takes, she eats. Then she gives to her husband, he eats, and so on. So that develops into a design pattern of narratives. When people are having their Genesis 3 moment in a narrative, often that narrative will be filled with vocabulary about the words good or bad. Tov and ra. About eyesight, people seeing people desiring, people taking something that doesn't. That they shouldn't be taking and then giving it. So that's the key vocabulary of the fall pattern. And this phrase in Judges, once you get to Judges, which is way down the line, you can just trigger the whole theme, the whole theme by beginning a narrative. And the sons of Israel did what was bad in the eyes of the Lord, and he gave them over into the hands of their enemies. And it's the narrative's way of saying, they replay Genesis 3 and then the narrative moves on. And so in the Book of judges, actually there's 10 cycles of fall narratives in the book that begin with the phrase, and the sons of Israel did evil, did Ra in the eyes of Yahweh. And then what it will go on to tell you is the main judges who get big narratives like Ehud or Gideon or Jephthah or Samson, each of those characters undergoes their own Genesis 3 moment too, but in all ways, in creative and different ways. And Samson, dude, Samson is just this massive repetition of Genesis 3 and a massive man through 11. And a massive man. But the whole thing is about, about this guy with great potential who has the spirit of Yahweh accessible to him. And what he perpetually does is married women who try to deceive him. So it's all these Adam and Eve cycles of this guy who gets taken in by deceptive women. And all those narratives feature the vocabulary of Genesis 3. So not only does Israel do what's evil in the eyes of Yahweh, those narratives are all about a man being deceived, but then he himself is completely self deceived and it ends with him being blinded. He loses his eyesight at the end of the Samson story. He can't see, his eyes are gouged out. Instead of Adam and Eve, whose sin leads them to having their eyes opened.",
    "start": "00:49:46",
    "end": "00:52:32"
  },
  {
    "text": "Oh yeah, right.",
    "start": "00:52:32",
    "end": "00:52:33"
  },
  {
    "text": "Samson's sin leads him to having his eyes closed.",
    "start": "00:52:34",
    "end": "00:52:37"
  },
  {
    "text": "And one of the design motifs is that the human sees something desirable.",
    "start": "00:52:38",
    "end": "00:52:44"
  },
  {
    "text": "Yeah, correct.",
    "start": "00:52:44",
    "end": "00:52:44"
  },
  {
    "text": "So there's this eyesight thing.",
    "start": "00:52:44",
    "end": "00:52:46"
  },
  {
    "text": "That's right. So whenever Samson sees women, he wants to take them and then see and take. Yep. And then they deceive him, leading to him losing his eyesight instead of gaining it. Anyway.",
    "start": "00:52:46",
    "end": "00:53:00"
  },
  {
    "text": "So yes, the judges screams of this theme.",
    "start": "00:53:00",
    "end": "00:53:03"
  },
  {
    "text": "Judges is all over this theme in a big way.",
    "start": "00:53:03",
    "end": "00:53:06"
  },
  {
    "text": "This question is from Bradley Gilmer from Milwaukee, Wisconsin.",
    "start": "00:53:07",
    "end": "00:53:10"
  },
  {
    "text": "Hi, my name is Brad Gilmer from Milwaukee, Wisconsin. My question is, how does David relate to the wisdom literature and that he is Solomon's father and a contributor to the Psalms, but we didn't seem to talk about him that much. Appreciate all you guys do. Thank you. Yeah. Thoughtful question. I was actually perceptive. I never quite thought to ask it in this way. Solomon's mainly associated with wisdom because it's a big feature of the stories.",
    "start": "00:53:11",
    "end": "00:53:39"
  },
  {
    "text": "Yeah.",
    "start": "00:53:39",
    "end": "00:53:40"
  },
  {
    "text": "He asks for wisdom as his first thing he does as a king. And then the narrative is all about playing up his wisdom and then how it leads him to a fall with many women and so on. So David has his own cycle of being a new Adam given great opportunity and authority, but he's more developed as the rescuer, deliverer, overcomer of evil. Portrait of Adam and Eve. Not so much the wisdom portrait of Adam. Of Adam and Eve, specifically. After David brings the Ark of the Covenant to Jerusalem and he creates Jerusalem as a new Eden, he brings it there, and then God's presence is there, filling the hilltop in Jerusalem. And right after that narrative, God appears to David, or God appears to David's prophet in a dream. David wants to make a temple, and God says, no, that's okay, but I'm going to make a temple for you, namely, your family will be a house. And he repeats the blessing of Abraham. I'm going to make your name great, give you a land, your seed. But then a new element, your seed, is going to build an eternal kingdom. So that's David's like receiving the Eden blessing moment. And then follows that are three chapters of him going out, subduing the land. It uses the vocabulary of Genesis 1 of Rule the earth and subdue it. And he goes out and he rules the. The Canaanites and subdues them. It's the same verbs. And then comes the story of now the kings were out to war, but David stayed in Jerusalem. And he was up on the high place on his roof, and he saw. And he saw a woman bathing, and he took her for himself. And then that's his Genesis 3 moment. So he's more of like the failed Victoria, whereas Solomon is more of the failed wise ruler. Wise ruler, yeah. So each narrative kind of fills out different parts of the Genesis 1 through 3 pattern.",
    "start": "00:53:40",
    "end": "00:55:53"
  },
  {
    "text": "It's a good differentiation.",
    "start": "00:55:53",
    "end": "00:55:54"
  },
  {
    "text": "They're both failures, but they fail in different ways. And both are instructive for the reader.",
    "start": "00:55:54",
    "end": "00:55:59"
  },
  {
    "text": "Both fill out the portrait of the wise human ruler who subdues the earth.",
    "start": "00:55:59",
    "end": "00:56:05"
  },
  {
    "text": "Yes. And then together, their portraits merge into one, saying, oh, okay. So whenever the ultimate snake crusher comes, he's going to need to both be victorious over powers of chaos and evil, and also supremely wise to bring about the new Eden, he'll need to be what David and Solomon weren't by themselves, but what they could have been together. Yeah.",
    "start": "00:56:05",
    "end": "00:56:28"
  },
  {
    "text": "Cool. Micah Sharp down the.",
    "start": "00:56:28",
    "end": "00:56:31"
  },
  {
    "text": "Yeah.",
    "start": "00:56:31",
    "end": "00:56:32"
  },
  {
    "text": "Here in Oregon, down in the valley from us.",
    "start": "00:56:32",
    "end": "00:56:34"
  },
  {
    "text": "Yep.",
    "start": "00:56:34",
    "end": "00:56:34"
  },
  {
    "text": "Newburgh, Oregon.",
    "start": "00:56:35",
    "end": "00:56:36"
  },
  {
    "text": "Micah. Hi, my name is Micah Sharp. I'm from Newburgh, Oregon. Here's my question. If we're switching from the wisdom literature to the classification of the books of Solomon, where does the book of Job now fit in the wider Hebrew Bible? Thank you. Yeah, good question. So we ended up not covering Job in our video.",
    "start": "00:56:36",
    "end": "00:56:54"
  },
  {
    "text": "Right.",
    "start": "00:56:54",
    "end": "00:56:54"
  },
  {
    "text": "Because it's not associated with Solomon. Man. I learned a lot, a lot of why we left out Job and got me thinking in a lot of these new kind of paths was a recent book by a scholar, Will Kynes, cleverly called an obituary for wisdom literature. So we talked about this in the first episode of the conversation.",
    "start": "00:56:54",
    "end": "00:57:15"
  },
  {
    "text": "I think he, I think, was following, at least was aware of our podcast.",
    "start": "00:57:15",
    "end": "00:57:19"
  },
  {
    "text": "Yeah. Essentially he's trying to help us see that limiting Proverbs, Ecclesiastes and Job as a kind of island within the Hebrew Bible and dedicated to the themes of wisdom and the fear of the Lord that we're actually short selling the real potential of these books and their contribution to the Hebrew Bible, we're limiting it. I was actually thinking of an analogy this morning as I was walking in, because. Oh, yeah, we talked about Job. We talked about how Job is like in the wisdom verse.",
    "start": "00:57:19",
    "end": "00:57:53"
  },
  {
    "text": "Yeah, the wisdom verse.",
    "start": "00:57:53",
    "end": "00:57:54"
  },
  {
    "text": "Like, welcome to the spider verse. He's another. He's like an alternate Abraham or an alternate Adam from the alternate line family of Abraham over in the East. So here's what it's like when you only read Job, especially Job, as a wisdom book, but you don't follow up and take seriously the connections to the Torah. How Job's portrayed as a new Adam, as a new Abraham undergoing his own test, his own Genesis 3, Mountain of Moriah, Genesis 22 type of test. When you don't see him as an image for Israel in exile. The boils from his head to his toes. There's a whole line about the sores that he gets from the top of his head, his body, the bottom of his toes. That whole line is copy verbatim and pasted out of the covenant curses in Deuteronomy 28 for what Israel will experience in exile.",
    "start": "00:57:55",
    "end": "00:58:50"
  },
  {
    "text": "He's getting the curse.",
    "start": "00:58:50",
    "end": "00:58:51"
  },
  {
    "text": "He's getting the covenant curses, even though he's never disobeyed. There's a whole section In Job's speeches, where he inverts Psalm 8. Psalm 8 is what is human? That you pay attention to him. You made him, crowned him with glory and honor. And Job says, yeah, what are humans? That you pay attention to us. You make us miserable. It's this amazing inversion of Psalm 8 and so will Kynes. Point is, the book of Job is interacting with almost the entirety of the rest of the Hebrew Bible.",
    "start": "00:58:51",
    "end": "00:59:21"
  },
  {
    "text": "Yeah.",
    "start": "00:59:21",
    "end": "00:59:22"
  },
  {
    "text": "It's as much a prophetic book and interacting with the Psalms and the Torah as it is with the wisdom books.",
    "start": "00:59:22",
    "end": "00:59:29"
  },
  {
    "text": "By creating this category of wisdom literature and then disconnecting it and saying, hey, these books are good for, like, being a wise person, then you can't. You don't see as much the connection.",
    "start": "00:59:29",
    "end": "00:59:40"
  },
  {
    "text": "Yeah, yeah. You'll miss out on all of its rich interconnection with other, other parts of the Hebrew Bible that will enrich the reading of the book. And it helps you see its scandalous and challenging role in the Hebrew Bible, which is to problematize the simplicity of follow God and things will go good for you. It's explicitly trying to problematize all of that. So analogy would be, if you're thinking about the Spider man, welcome to the Spider Verse movie. And if you, like, go out for coffee with your friends and you have a whole discussion about it purely on the level of its animation quality.",
    "start": "00:59:41",
    "end": "01:00:19"
  },
  {
    "text": "Oh. Huh.",
    "start": "01:00:19",
    "end": "01:00:20"
  },
  {
    "text": "So we work with animators here at the Bio Project, and I remember hearing them talk about the movie. Oh, man, it was so amazing.",
    "start": "01:00:20",
    "end": "01:00:27"
  },
  {
    "text": "I just watched it again last weekend.",
    "start": "01:00:27",
    "end": "01:00:28"
  },
  {
    "text": "Oh, did you watch it about a couple weeks ago too? For the second time.",
    "start": "01:00:28",
    "end": "01:00:32"
  },
  {
    "text": "And I paid a lot more attention to the art the second time.",
    "start": "01:00:32",
    "end": "01:00:36"
  },
  {
    "text": "Yeah.",
    "start": "01:00:36",
    "end": "01:00:36"
  },
  {
    "text": "Incredible. Every frame you could stop.",
    "start": "01:00:36",
    "end": "01:00:39"
  },
  {
    "text": "Yes.",
    "start": "01:00:39",
    "end": "01:00:40"
  },
  {
    "text": "And it's like a beautiful panel.",
    "start": "01:00:40",
    "end": "01:00:42"
  },
  {
    "text": "Totally, totally incredible. So you could analyze it simply for its aesthetic and animation style and that's there like that. The creators put a lot of time and effort into that, but that's only one dimension of what's going on. There's also a whole layer of social commentary happening because who is Spider Man? Is it the middle class white male? Actually, no. He's a young black man and a woman and a pig. An animal. Right. So there's all this commentary happening on gender and ethnic diversity in the storyline. And so you could sit down and have a whole conversation about that. But if you did that at the expense of the art, talking about the art, you could sit down and talk about how it relates to the Marvel comic universe. And so it's a multifaceted piece of art. And to fully appreciate it, you need to see all the angles. And so similar to the Book of Job, I think this is Will Kine's point, and it's really well taken. The Book of Job is so sophisticated. It's interacting with all of the themes of the Hebrew Bible simultaneously. And we shouldn't just consider it a wisdom.",
    "start": "01:00:42",
    "end": "01:01:57"
  },
  {
    "text": "It wasn't just some story that was floating around and they were like, you know, that's a really good story. Let's add it to the Bible.",
    "start": "01:01:57",
    "end": "01:02:03"
  },
  {
    "text": "It's like, oh, man.",
    "start": "01:02:04",
    "end": "01:02:06"
  },
  {
    "text": "Woven into the entire way that the Hebrew Bible thinks.",
    "start": "01:02:06",
    "end": "01:02:10"
  },
  {
    "text": "Yeah. Yep. It's a sustained reflection on almost every other book and theme in the Hebrew Bible contained in one book. So there you go. Where does Job now fit in the Hebrew Bible? It's a book of the Hebrew Bible. I don't know what else. There you go.",
    "start": "01:02:10",
    "end": "01:02:30"
  },
  {
    "text": "This will be the last question then.",
    "start": "01:02:30",
    "end": "01:02:32"
  },
  {
    "text": "Yeah, I think we've been talking for a long time. This is a question about Song of Songs from Kale in South Africa.",
    "start": "01:02:32",
    "end": "01:02:41"
  },
  {
    "text": "Hi, John and Tim. My name is Kayleigh and I'm from South Africa. My question is about the Song of Songs. I was wondering if there's a connection between the two lovers who never get to fully consummate their love for each other and the new Jerusalem as a Bride of the Lamb in Revelation. Could this, in a sense, be when the two lovers get to completely unite with each other in Revelation? I would love to hear your thoughts on this. Thank you.",
    "start": "01:02:41",
    "end": "01:03:12"
  },
  {
    "text": "Yes, the Song of Songs, that was our first conversation about most of those themes in the Bible. Sex, basically.",
    "start": "01:03:13",
    "end": "01:03:20"
  },
  {
    "text": "Yeah.",
    "start": "01:03:22",
    "end": "01:03:23"
  },
  {
    "text": "But, yeah, I enjoyed that conversation. So, yes, Kayla, your question is about these two lovers in the song, male and female lover. And my discovery was these simultaneous layers of meaning that are all legitimate. So it is passionate poetry between a male and female lover. And there are cycles of longing to be together, but never quite. Yeah, always searching, never. And sometimes finding, but never consummating. And that this itself is reflecting on all these fraught, unfulfilled relationships of Adam and Eve. All these characters, Abraham and Sarah, Jacob and Rachel, David and Bathsheba, Solomon and the Queen of Sheba. So all these. And this is all Adam and Eve imagery, so that when you get into the Song of Songs, it's working on that theme. But back to our conversation about the stuff from Paul about marriage and singleness. This ultimate fulfillment of the man and the woman is itself an image by parallelism with Cain and Abel, of just the unity of the human family all in one. So, yes, lo and behold, when you get to the book of Revelation. There are two women, two contrasting women who symbolize the two different fates of creation in the future of the human project. One is Babylon, the prostitute.",
    "start": "01:03:23",
    "end": "01:04:50"
  },
  {
    "text": "Lady Babylon.",
    "start": "01:04:50",
    "end": "01:04:50"
  },
  {
    "text": "Yeah. Who sits on a dragon. She's riding on the snake.",
    "start": "01:04:50",
    "end": "01:04:54"
  },
  {
    "text": "Yeah.",
    "start": "01:04:54",
    "end": "01:04:55"
  },
  {
    "text": "And she's the economic heartbeat of the corrupt human city. And so she represents the Lady Folly. She's a continuation of Lady Folly in Proverbs and of the foreign woman in the Solomon stories. And so she's got to be brought down, but in her place is the true fulfilled Eve figure, who is the new Jerusalem. The bride prepared for her husband, who is Messiah and Creator.",
    "start": "01:04:55",
    "end": "01:05:28"
  },
  {
    "text": "Yeah.",
    "start": "01:05:29",
    "end": "01:05:29"
  },
  {
    "text": "So, yes, the male and female and the two alternate female contrast figures of the wisdom literature. So really, it's more that both the wisdom literature and the Revelation are reflecting on the symbolism of these two roles for Eve, the deceiver Eve who leads to death, and then, like the righteous Eve who will lead to life.",
    "start": "01:05:29",
    "end": "01:05:51"
  },
  {
    "text": "It's interesting how in Proverbs, we're kind of more identifying with the man who's trying to pursue the Lady Wisdom and not Lady Folly. Pursue the woman. The right woman.",
    "start": "01:05:51",
    "end": "01:06:08"
  },
  {
    "text": "Yes.",
    "start": "01:06:08",
    "end": "01:06:08"
  },
  {
    "text": "In Revelation, we identify as the woman.",
    "start": "01:06:08",
    "end": "01:06:11"
  },
  {
    "text": "Who either Inhabitants of Babylon.",
    "start": "01:06:12",
    "end": "01:06:16"
  },
  {
    "text": "Yeah.",
    "start": "01:06:16",
    "end": "01:06:17"
  },
  {
    "text": "Or inhabitants of the New Jerusalem, then.",
    "start": "01:06:17",
    "end": "01:06:19"
  },
  {
    "text": "Who want the bridegroom to come.",
    "start": "01:06:21",
    "end": "01:06:24"
  },
  {
    "text": "Yes.",
    "start": "01:06:24",
    "end": "01:06:24"
  },
  {
    "text": "And which is also kind of what, Song of Songs.",
    "start": "01:06:25",
    "end": "01:06:28"
  },
  {
    "text": "Yes, it is. That's exactly right. Yeah. So God's people are symbolized by the New Jerusalem, and they are the bride that's been prepared by the lamb, awaiting the arrival of their beloved to come so that creation can be consummated in love.",
    "start": "01:06:28",
    "end": "01:06:46"
  },
  {
    "text": "And you mentioned this earlier in this conversation, that when Paul starts talking about marriage, he quickly just shifts over.",
    "start": "01:06:46",
    "end": "01:06:52"
  },
  {
    "text": "Correct.",
    "start": "01:06:52",
    "end": "01:06:52"
  },
  {
    "text": "Into that way of thinking.",
    "start": "01:06:52",
    "end": "01:06:53"
  },
  {
    "text": "That's right.",
    "start": "01:06:53",
    "end": "01:06:54"
  },
  {
    "text": "Of this unity between.",
    "start": "01:06:54",
    "end": "01:06:56"
  },
  {
    "text": "He sees marriage as a symbol.",
    "start": "01:06:57",
    "end": "01:06:58"
  },
  {
    "text": "God and humans.",
    "start": "01:06:58",
    "end": "01:06:59"
  },
  {
    "text": "That's right. And so, yeah, clearly John the visionary views the union of male and female also as a symbol that points to the consummation of all creation in the marriage of the Lamb, as Paul puts. Or as John puts it.",
    "start": "01:06:59",
    "end": "01:07:14"
  },
  {
    "text": "Is that why Jesus says there's no marriage in heaven? Because he's talking about the symbol. There's unity if God and humans are unified.",
    "start": "01:07:14",
    "end": "01:07:23"
  },
  {
    "text": "Yeah, it's been a while since I've thought about that. I think that's right, though. For Jesus, marriage is relativized. We already knew that from how we relativized family. You can do it or you cannot do it. Each one is a legitimate way to fulfill your calling to the creation commission. But, yeah, whatever. The be fruitful and multiply. Looks like in the new creation it's going to be happening with transformed bodies and. Yeah, I guess the way we conceive of. Pun not intended, but now intended. The way we conceive procreation is going to be different in a new creation. I guess that's what that means. I can't imagine it.",
    "start": "01:07:24",
    "end": "01:08:05"
  },
  {
    "text": "Yeah.",
    "start": "01:08:05",
    "end": "01:08:05"
  },
  {
    "text": "Well, my concept of procreation is tied to how life forms on our planet procreate and. But apparently there can be other ways.",
    "start": "01:08:05",
    "end": "01:08:14"
  },
  {
    "text": "Interesting.",
    "start": "01:08:14",
    "end": "01:08:15"
  },
  {
    "text": "Yeah, it is interesting. Well, there you go.",
    "start": "01:08:15",
    "end": "01:08:17"
  },
  {
    "text": "Okay. We didn't get to every question we wanted to.",
    "start": "01:08:17",
    "end": "01:08:22"
  },
  {
    "text": "No, we got to some of them.",
    "start": "01:08:23",
    "end": "01:08:26"
  },
  {
    "text": "Thank you for bringing them in or sending them in Again, really appreciate that. We appreciate that you guys are kind of working through this content with us.",
    "start": "01:08:26",
    "end": "01:08:35"
  },
  {
    "text": "Yeah.",
    "start": "01:08:35",
    "end": "01:08:36"
  },
  {
    "text": "Since this is bit of a live conversation for us.",
    "start": "01:08:36",
    "end": "01:08:40"
  },
  {
    "text": "Oh, yeah.",
    "start": "01:08:40",
    "end": "01:08:40"
  },
  {
    "text": "It's a Tuesday and this will come out on a Monday.",
    "start": "01:08:41",
    "end": "01:08:44"
  },
  {
    "text": "Yep. Of July 2019.",
    "start": "01:08:44",
    "end": "01:08:46"
  },
  {
    "text": "Yeah. Is it the 23rd?",
    "start": "01:08:47",
    "end": "01:08:49"
  },
  {
    "text": "So this will be coming out at 20. Yep.",
    "start": "01:08:49",
    "end": "01:08:51"
  },
  {
    "text": "Something.",
    "start": "01:08:51",
    "end": "01:08:52"
  },
  {
    "text": "Let's see. So in July and August, the Bioproject takes a break from releasing videos.",
    "start": "01:08:52",
    "end": "01:08:58"
  },
  {
    "text": "Yes.",
    "start": "01:08:58",
    "end": "01:08:58"
  },
  {
    "text": "We've got a ton of them in production and our team's working hard on some really awesome stuff. And we'll start releasing that when we launch season six.",
    "start": "01:08:58",
    "end": "01:09:07"
  },
  {
    "text": "Season six.",
    "start": "01:09:07",
    "end": "01:09:08"
  },
  {
    "text": "September 2019.",
    "start": "01:09:08",
    "end": "01:09:09"
  },
  {
    "text": "We'll start in September.",
    "start": "01:09:09",
    "end": "01:09:10"
  },
  {
    "text": "Yeah.",
    "start": "01:09:10",
    "end": "01:09:11"
  },
  {
    "text": "And we'll release videos about every two to three weeks.",
    "start": "01:09:11",
    "end": "01:09:16"
  },
  {
    "text": "Yeah.",
    "start": "01:09:17",
    "end": "01:09:17"
  },
  {
    "text": "And from September through June.",
    "start": "01:09:17",
    "end": "01:09:20"
  },
  {
    "text": "Through June 20.",
    "start": "01:09:20",
    "end": "01:09:21"
  },
  {
    "text": "20.",
    "start": "01:09:21",
    "end": "01:09:22"
  },
  {
    "text": "2020. And that's season six.",
    "start": "01:09:22",
    "end": "01:09:23"
  },
  {
    "text": "Yeah. And, yeah, those are the videos we've been working on most of this year. 2019.",
    "start": "01:09:23",
    "end": "01:09:28"
  },
  {
    "text": "Yeah.",
    "start": "01:09:28",
    "end": "01:09:28"
  },
  {
    "text": "And man, there's some really cool stuff.",
    "start": "01:09:28",
    "end": "01:09:31"
  },
  {
    "text": "Yes. The first video to drop in September will be a theme video on the temple. And unfortunately, we didn't have a conversation on Mike about the temple. So we may go back and discuss some Beckville. Maybe not. But that's going to be the first one in September. But the next podcast conversation will be another theme video. That'll be this fall on the theme of generosity.",
    "start": "01:09:31",
    "end": "01:10:04"
  },
  {
    "text": "Yeah. In the biblical story.",
    "start": "01:10:04",
    "end": "01:10:05"
  },
  {
    "text": "Yeah. So that's also coming out. So that's just two of the theme videos. There's a couple more that are really cool. The visual direction on them is really unique and exciting.",
    "start": "01:10:06",
    "end": "01:10:18"
  },
  {
    "text": "Yeah. Our team kind of took. Went in some new directions that have been unexplored in past videos. So it's going to be going to be fun.",
    "start": "01:10:18",
    "end": "01:10:26"
  },
  {
    "text": "Also in season six, we plan on finishing the how to Read the Bible series.",
    "start": "01:10:26",
    "end": "01:10:29"
  },
  {
    "text": "Yes. Yes. Yeah. Five more episodes will come out.",
    "start": "01:10:29",
    "end": "01:10:32"
  },
  {
    "text": "How to Read the Gospels.",
    "start": "01:10:32",
    "end": "01:10:33"
  },
  {
    "text": "How to Read the Gospels.",
    "start": "01:10:33",
    "end": "01:10:34"
  },
  {
    "text": "How to Read the parables.",
    "start": "01:10:34",
    "end": "01:10:35"
  },
  {
    "text": "Parables. How to read the New Testament letters, which will be two videos. And then how to read apocalyptic literature.",
    "start": "01:10:35",
    "end": "01:10:43"
  },
  {
    "text": "Yes.",
    "start": "01:10:43",
    "end": "01:10:43"
  },
  {
    "text": "Yeah.",
    "start": "01:10:43",
    "end": "01:10:44"
  },
  {
    "text": "How to read stories about Lady Babylon riding a dragon. How do you read that?",
    "start": "01:10:44",
    "end": "01:10:50"
  },
  {
    "text": "Yeah, you're totally exactly right. So, yeah, it's gonna be good stuff, you guys. Thank you for listening to the Bioproject Podcast. We're a nonprofit animation studio located in Portland, Oregon. We make resources, videos, podcasts, study notes, and more, all helping people experience the Bible as a unified story that leads to Jesus. We can make all of this available for free to the world because of your encouragement and support. So thanks for being a part of this with us.",
    "start": "01:10:50",
    "end": "01:11:21"
  },
  {
    "text": "Yeah, thank you.",
    "start": "01:11:21",
    "end": "01:11:22"
  },
  {
    "text": "Hello, my name is Alma and I am from Ploest, Romania. My favorite thing about the Bible Project is how it gives me the opportunity to have fascinating conversations about the word of God with my friends. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, and more@thebibleproject.com Ne seu pecare fact Andromala isusque sivido clipuri Notice Studio podcaster.",
    "start": "01:11:23",
    "end": "01:12:20"
  },
  {
    "text": "To add.",
    "start": "01:12:22",
    "end": "01:12:22"
  },
  {
    "text": "A gratuit Action the Bible Project punt. Com.",
    "start": "01:12:22",
    "end": "01:12:26"
  },
  {
    "text": "Sam.",
    "start": "01:12:35",
    "end": "01:12:48"
  }
]