[
  {
    "text": "Ask someone what the Bible is, and you might get the answer. It's a book full of laws, rules for how to please God.",
    "start": "00:00:11",
    "end": "00:00:19"
  },
  {
    "text": "The laws have, throughout history in Judaism and Christianity, have created different Christmas crises of biblical authority.",
    "start": "00:00:19",
    "end": "00:00:28"
  },
  {
    "text": "And there are a lot of laws in the Bible, and if you've ever read any of them, especially the ones in the Old Testament, they can get really confusing.",
    "start": "00:00:28",
    "end": "00:00:36"
  },
  {
    "text": "There's over 100 laws that get repeated, and if you compare laws that are about the same thing, you'll start to notice differences.",
    "start": "00:00:36",
    "end": "00:00:43"
  },
  {
    "text": "Differences in the laws. Well, that's something that's difficult for modern Westerners to understand. Isn't the law supposed to be some very clear, clean document that uniformly applies to everyone?",
    "start": "00:00:43",
    "end": "00:00:57"
  },
  {
    "text": "For most of human history, and certainly in the ancient near east, that was not how law worked. So maybe I'm the one who needs to back up and get a whole different paradigm for what the Torah is accounting for the laws and for the narratives.",
    "start": "00:00:57",
    "end": "00:01:11"
  },
  {
    "text": "So today we talk about the laws in the Bible. It's one of the most rewarding set of conversations we've had in a long time. There's. Thanks for joining us. Here we go. The law.",
    "start": "00:01:12",
    "end": "00:01:27"
  },
  {
    "text": "Here we are beginning another conversation.",
    "start": "00:01:28",
    "end": "00:01:31"
  },
  {
    "text": "Yeah. A second conversation.",
    "start": "00:01:31",
    "end": "00:01:33"
  },
  {
    "text": "Yeah. In fact. So we're talking about how to read the legal or law parts of the Old Testament. Our first two episodes of this podcast ever were about a similar topic.",
    "start": "00:01:33",
    "end": "00:01:48"
  },
  {
    "text": "Yeah. By the time we decided to do this podcast, that was the video we were discussing.",
    "start": "00:01:48",
    "end": "00:01:54"
  },
  {
    "text": "That's right, yeah.",
    "start": "00:01:54",
    "end": "00:01:54"
  },
  {
    "text": "Was the theme video on the law?",
    "start": "00:01:54",
    "end": "00:01:57"
  },
  {
    "text": "Yeah. So you turned on a microphone.",
    "start": "00:01:57",
    "end": "00:01:58"
  },
  {
    "text": "Yeah, we were in. We were under the stairs.",
    "start": "00:01:59",
    "end": "00:02:01"
  },
  {
    "text": "Oh, man. We were in that basement room.",
    "start": "00:02:01",
    "end": "00:02:03"
  },
  {
    "text": "Yeah.",
    "start": "00:02:03",
    "end": "00:02:04"
  },
  {
    "text": "Under the stairs.",
    "start": "00:02:04",
    "end": "00:02:05"
  },
  {
    "text": "Yeah.",
    "start": "00:02:05",
    "end": "00:02:06"
  },
  {
    "text": "That was a dark, small, little room. Small room.",
    "start": "00:02:06",
    "end": "00:02:09"
  },
  {
    "text": "It worked. And that was a great conversation. But now you've got a lot more that you've been thinking about. And that conversation was on looking at the law from the point of view of a theme.",
    "start": "00:02:10",
    "end": "00:02:25"
  },
  {
    "text": "That's right.",
    "start": "00:02:25",
    "end": "00:02:25"
  },
  {
    "text": "That strings through the whole narrative structure of the Bible and how it's fulfilled in Jesus. This conversation is more specifically on when you're in the Bible reading law code, how do you read it and how do you think about it?",
    "start": "00:02:25",
    "end": "00:02:41"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:02:41",
    "end": "00:02:42"
  },
  {
    "text": "Which is a similar conversation, but slightly different.",
    "start": "00:02:42",
    "end": "00:02:45"
  },
  {
    "text": "Yeah, it is. Because how you make sense of the laws in the first five books of the Bible, a lot of it is how they fit into the larger narrative context and where they fit in the plot of the overall storyline of the Old Testament. That's what our law video is about. So that's part of it. But there's also kind of another next level set of skills for how to read and engage the laws. That's really interesting. Which is a lot of what we'll talk about in this conversation.",
    "start": "00:02:45",
    "end": "00:03:13"
  },
  {
    "text": "Cool.",
    "start": "00:03:13",
    "end": "00:03:13"
  },
  {
    "text": "Yeah, yeah, yeah. Sort of like the next, next level 2.0.",
    "start": "00:03:13",
    "end": "00:03:17"
  },
  {
    "text": "2.0 conversation.",
    "start": "00:03:17",
    "end": "00:03:19"
  },
  {
    "text": "Yeah. Total. Okay, let's start with some facts and then facts on the ground and then show the problems in the facts.",
    "start": "00:03:19",
    "end": "00:03:57"
  },
  {
    "text": "Okay.",
    "start": "00:03:57",
    "end": "00:03:58"
  },
  {
    "text": "There's a lot of laws in the Old Testament. If you're doing the one year Bible read through or like the six month read through the Old Testament or something.",
    "start": "00:03:59",
    "end": "00:04:08"
  },
  {
    "text": "First of all, when I think of law, I think of, yeah, good start there. Just. Well, I'm an American and we have laws like don't kill each other. There's all sorts of laws over everything.",
    "start": "00:04:08",
    "end": "00:04:20"
  },
  {
    "text": "That's right. Every couple years we vote.",
    "start": "00:04:20",
    "end": "00:04:21"
  },
  {
    "text": "Okay. That's a law.",
    "start": "00:04:22",
    "end": "00:04:23"
  },
  {
    "text": "Well, it'll be some form of legislation or an ordinance that we're voting that has been proposed.",
    "start": "00:04:23",
    "end": "00:04:29"
  },
  {
    "text": "Oh, we vote on laws like on new laws.",
    "start": "00:04:29",
    "end": "00:04:32"
  },
  {
    "text": "Yeah, on new laws.",
    "start": "00:04:32",
    "end": "00:04:32"
  },
  {
    "text": "That's right.",
    "start": "00:04:32",
    "end": "00:04:33"
  },
  {
    "text": "Or changing laws. I'm trying to think when laws come into our day to day view, what.",
    "start": "00:04:33",
    "end": "00:04:38"
  },
  {
    "text": "Do you think about it?",
    "start": "00:04:38",
    "end": "00:04:38"
  },
  {
    "text": "It's when we vote on them, when we hear about them being enforced, but.",
    "start": "00:04:38",
    "end": "00:04:43"
  },
  {
    "text": "Then also like, you know, we think of, oh, you can't do that, it's against the law. Don't speed. That's against the law.",
    "start": "00:04:43",
    "end": "00:04:52"
  },
  {
    "text": "That's right.",
    "start": "00:04:52",
    "end": "00:04:52"
  },
  {
    "text": "Then if you break the law, there's either fines or even worse imprisonment.",
    "start": "00:04:53",
    "end": "00:04:58"
  },
  {
    "text": "Yeah, that's right. Yeah. So law can have this law enforcement. That's more on the enforcement side where you're thinking of there are prohibitions and there's enforcement, then there's a sense of law in our common day to day life that floats above that, which is just. These are the rules of engagement that we've all agreed on as we live here in this city and the state and country and so on. That's really, that's all they are. There's, you know, some people, there's different views on whether you can say some of them are natural. They're innate agreements that humans have between each other. We usually break those anyway. We have to be explicit and say, here's the rules for how we're gonna live together in this city. Yeah, that's the law.",
    "start": "00:04:58",
    "end": "00:05:39"
  },
  {
    "text": "But if there's no enforcement, then it's not really a law, it's more of a courtesy.",
    "start": "00:05:39",
    "end": "00:05:43"
  },
  {
    "text": "That's a good point. Yeah. Custom or a custom. Yeah, it's our practice.",
    "start": "00:05:44",
    "end": "00:05:47"
  },
  {
    "text": "Yeah. And really the only punishment is Social. Being a social outcast or not being accepted by the in group. But as soon as there is a penalty for not adhering to the mutually agreed upon way, then that's when I think of it as a law.",
    "start": "00:05:47",
    "end": "00:06:03"
  },
  {
    "text": "Yeah. That's interesting. Yeah. The English word. You're right. Conjures up both of those nuances of like just the rules of our community and then also this law enforcement. Right.",
    "start": "00:06:03",
    "end": "00:06:15"
  },
  {
    "text": "Yeah. I can't detach those two.",
    "start": "00:06:16",
    "end": "00:06:18"
  },
  {
    "text": "It's true. Yeah.",
    "start": "00:06:18",
    "end": "00:06:19"
  },
  {
    "text": "Am I supposed to in my mind?",
    "start": "00:06:19",
    "end": "00:06:21"
  },
  {
    "text": "Well, let's just note that that's the first thing that comes to your mind. And then as we read on, we'll find out. But at its most basic, it's just the rules, the agreed upon rules that humans create and then agree and say, this is how we're gonna live together. There's the rules of civic engagement.",
    "start": "00:06:22",
    "end": "00:06:43"
  },
  {
    "text": "Yeah.",
    "start": "00:06:43",
    "end": "00:06:44"
  },
  {
    "text": "But it's about politics in the classic sense. It's dealing with the polity or the polis. The Greek word polis, which means city. City. A group of people in a walled environment who agree on a set of terms for how they're gonna live together. Yeah. And one of the main English words is law. Cool. Also a statute. Ordinance. I feel like when we.",
    "start": "00:06:45",
    "end": "00:07:06"
  },
  {
    "text": "Oh, the Senate.",
    "start": "00:07:06",
    "end": "00:07:07"
  },
  {
    "text": "Yeah. Election. Or this last voting round in Oregon, we voted on ordinances. Oh, I remember having like.",
    "start": "00:07:07",
    "end": "00:07:14"
  },
  {
    "text": "What's the difference?",
    "start": "00:07:14",
    "end": "00:07:14"
  },
  {
    "text": "Language is so complicated. Read these long descriptions. Anyway, so if you're reading the Bible, you read happily or unhappily. I don't know. Depends on if you're making any sense of what you're reading in your mood. The book of Genesis is 50 chapters of action packed narrative.",
    "start": "00:07:14",
    "end": "00:07:33"
  },
  {
    "text": "Yeah.",
    "start": "00:07:33",
    "end": "00:07:34"
  },
  {
    "text": "There's some genealogies that make people bored, but I think they're fascinating. You can Skip those, but 50 chapters you turn into Exodus blazing narrative. I mean, just so excited. You get out into the wilderness by Chapter 16 of Exodus and then you have crises of water and food. Thrilling. You get to the foot of a mountain, a divine being appears in cloud and smoke. And then the narrative just grinds to a halt. And for the next four chapters, you're reading what feels like an ancient law code. It begins with the Ten Commandments.",
    "start": "00:07:34",
    "end": "00:08:11"
  },
  {
    "text": "Yeah.",
    "start": "00:08:12",
    "end": "00:08:12"
  },
  {
    "text": "God speaks to Israel. The Ten Commandments. And then 42 more follow after the 10. After the 10, then you're reading the blueprints for the tabernacle.",
    "start": "00:08:12",
    "end": "00:08:23"
  },
  {
    "text": "Which isn't law.",
    "start": "00:08:23",
    "end": "00:08:24"
  },
  {
    "text": "It's not law. But it is. It's stated in the form of commands. You shall make the ark as a box. This many cubits. This Length. Make the curtains this way. Do just as I command you. So even though it's a blueprint, it's stated in terms of, like, a legal requirement. It is interesting, but.",
    "start": "00:08:24",
    "end": "00:08:46"
  },
  {
    "text": "Sorry, but it's not considered law. Even though it's commanded.",
    "start": "00:08:46",
    "end": "00:08:49"
  },
  {
    "text": "It is. Yeah. Jewish tradition is considered part of the commands of the Torah.",
    "start": "00:08:49",
    "end": "00:08:53"
  },
  {
    "text": "So when they add up all the laws, is that like one? The blueprints is one.",
    "start": "00:08:54",
    "end": "00:08:58"
  },
  {
    "text": "The blueprints are all part of the make an ark. Make the table of showbread.",
    "start": "00:08:58",
    "end": "00:09:04"
  },
  {
    "text": "Is the table of showbread one, and the ark is one, and the curtains is one, or is it all together?",
    "start": "00:09:04",
    "end": "00:09:09"
  },
  {
    "text": "One Separate.",
    "start": "00:09:09",
    "end": "00:09:10"
  },
  {
    "text": "They're all separate.",
    "start": "00:09:10",
    "end": "00:09:11"
  },
  {
    "text": "Yep, they're separate.",
    "start": "00:09:11",
    "end": "00:09:12"
  },
  {
    "text": "So how many laws in the tabernacle?",
    "start": "00:09:12",
    "end": "00:09:14"
  },
  {
    "text": "Hold on, let's finish the over. Let's finish the tour. Then there's a narrative of Moses doing all those things.",
    "start": "00:09:14",
    "end": "00:09:19"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:09:19",
    "end": "00:09:19"
  },
  {
    "text": "Then they finish the tabernacle, and Moses can't go in. God shows up.",
    "start": "00:09:20",
    "end": "00:09:25"
  },
  {
    "text": "This is the end of Exodus, comes.",
    "start": "00:09:25",
    "end": "00:09:26"
  },
  {
    "text": "To live in the tabernacle, and Moses can't go in. So you got to solve that problem. That problem solved by a block of nine chapters of ritual laws, like a priestly tech manual of how to get in the temple, the different types of sacrifices. It's all about sacrificial rituals and then appointing the priesthood. And then the priests are appointed, everything's great. And then two of the priests blow it. Beautiful. Big time. They take upon themselves their dad's responsibility to offer incense in the temple, and that doesn't go well for them.",
    "start": "00:09:26",
    "end": "00:09:59"
  },
  {
    "text": "That's an understatement.",
    "start": "00:09:59",
    "end": "00:10:00"
  },
  {
    "text": "It's an understatement. They die, and then their dead corpses are in the holy place, which is one of the main ways that things become ritually impure. And so what follows after that are six long chapters about ritual impurity and purity. How to make things pure after they've been made him pure. After that is a whole block of laws about Israel as a whole, not just priests. Moral, ritual, purity. Then there's laws about Israel being in the camps as, like, the organization of their camps in the desert.",
    "start": "00:10:00",
    "end": "00:10:31"
  },
  {
    "text": "Right.",
    "start": "00:10:31",
    "end": "00:10:32"
  },
  {
    "text": "Laws about Trumpets. Then they begin to leave Mount Sinai. Finally. You've left Mount Sinai. It's been like two and a half books of the Bible and the narrative's gone nowhere except.",
    "start": "00:10:33",
    "end": "00:10:44"
  },
  {
    "text": "Yeah, there's just a little interspersed narrative.",
    "start": "00:10:45",
    "end": "00:10:47"
  },
  {
    "text": "Yeah, there's actually some important narratives we'll talk about, but there's very few.",
    "start": "00:10:47",
    "end": "00:10:50"
  },
  {
    "text": "Yeah.",
    "start": "00:10:50",
    "end": "00:10:50"
  },
  {
    "text": "Then they're off into the desert, and then it's just bad, bad news. All these rebellion narratives in numbers. The road Trip gone bad. And then each narrative of the people's rebellion in the wilderness is interspersed with a block of more laws. Sometimes what seems to modern readers is like really random topics and you'll be like a rebellion of the priests. And then there'll just be a set of laws about Nazirite vows or additional offerings you make on the Sabbath. Yeah.",
    "start": "00:10:50",
    "end": "00:11:20"
  },
  {
    "text": "I remember the first time reading through the Bible. I was in a haze through all of that stuff.",
    "start": "00:11:20",
    "end": "00:11:24"
  },
  {
    "text": "Totally. That's what, at that point, law codes become a.",
    "start": "00:11:24",
    "end": "00:11:28"
  },
  {
    "text": "It kind of starts to.",
    "start": "00:11:28",
    "end": "00:11:29"
  },
  {
    "text": "Yeah, totally. Yes. Very common. Then they go through the wilderness. They get to the foot of the Jordan, the edge of the Jordan river. And then Moses and is about to die and he gives a long speech where he says he's expositing the laws of the covenant. And it's the book of Deuteronomy. And the center of Deuteronomy is chapters 12 through 26. And it's just hundreds of more laws. And most of them are repeats. They're repeated from the earlier sections. So then you're just like, I'm over this, like my year.",
    "start": "00:11:29",
    "end": "00:12:01"
  },
  {
    "text": "It was hard enough reading it the first time.",
    "start": "00:12:02",
    "end": "00:12:03"
  },
  {
    "text": "Totally. Yeah.",
    "start": "00:12:03",
    "end": "00:12:04"
  },
  {
    "text": "Now I'm reading them again.",
    "start": "00:12:04",
    "end": "00:12:05"
  },
  {
    "text": "Again. I'm reading all this ancient legal literature again. And that's when most people bail. If they've made it that far. If they've made it that far, they bail at Deuteronomy. And by that point, by the time you finish Deuteronomy, you have taken in over 600 individual laws and commands given to ancient Israel. Yeah, that's a lot.",
    "start": "00:12:05",
    "end": "00:12:24"
  },
  {
    "text": "Yeah. And they feel random and they feel irrelevant oftentimes.",
    "start": "00:12:25",
    "end": "00:12:29"
  },
  {
    "text": "Yeah, irrelevant at best, odd at medium, and primitive and barbaric at worst.",
    "start": "00:12:29",
    "end": "00:12:38"
  },
  {
    "text": "Yeah. Right.",
    "start": "00:12:38",
    "end": "00:12:39"
  },
  {
    "text": "So this is a major issue.",
    "start": "00:12:40",
    "end": "00:12:41"
  },
  {
    "text": "It's not a great strategy for the beginning of a holy book. I feel like if God had a literary agent, he would have been like, you know, let's rework the first five chapters.",
    "start": "00:12:41",
    "end": "00:12:52"
  },
  {
    "text": "Or five books. Yeah. So there's a lot going on here. A lot of the issues at work here are problems in our. How we come to it. The problems in us modern readers and in the assumptions that we have loaded that we don't even know about. When we come to the Bible, some of the problems are just in cultural translation. The way that laws work in the storyline of the Bible is once it's pointed out to you, it seems really common sense, it's not that hard actually of a thing to get. But it's a paradigm shift. If you think the Bible is some kind of Divine behavior manual so you can make baby Jesus happy or whatever by living according to the law of God, you know, but that's going to frustrate you real quick because you're like, do I obey? You said it in our law video. Do I obey some of these? None of these. All of these. What am I supposed to do?",
    "start": "00:12:54",
    "end": "00:13:44"
  },
  {
    "text": "Yeah, Pick and choose.",
    "start": "00:13:44",
    "end": "00:13:45"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:13:45",
    "end": "00:13:47"
  },
  {
    "text": "Well, the top 10. Those are good. We'll keep those.",
    "start": "00:13:47",
    "end": "00:13:50"
  },
  {
    "text": "That's right. The top 10.",
    "start": "00:13:50",
    "end": "00:13:51"
  },
  {
    "text": "Well, maybe nine of the 10.",
    "start": "00:13:51",
    "end": "00:13:52"
  },
  {
    "text": "Totally the Sabbath, at least for Americans. It wasn't. No Protestants anyway, and Catholics. So some of the problems are on our end that we need to address those. Some of the problems are in the cultural gap. And so learning about what law codes were in the ancient world and how they were actually really, really different than the way we conceive of law. That little conversation we had about law at the beginning here, the way that Moses or Jeremiah or any of the ancient Israelites, Ruth. Would have thought about law would have been really different. Different concept of law. So we need to address that. And then it's learning to see that these laws embody a different way of thinking about the world. If you think about it, there are certain laws that any culture has that are unique to their worldview. I didn't prepare for this with an illustration.",
    "start": "00:13:52",
    "end": "00:14:46"
  },
  {
    "text": "An example of a law that isn't like universal but is specific to a worldview.",
    "start": "00:14:47",
    "end": "00:14:53"
  },
  {
    "text": "Oh, okay here. Because this related to religion. In America, religious institutions are given a certain non profit tax status. Ooh, even older. I learned this when I was a pastor for clergy. Yeah. There's this tax rule called a housing allowance. It goes all the way back to when clergy were paid very little. And so part of their compensation would be in reduced place to live housing costs. By giving pastor a place to live in the parish house next door to the church. And so all of a sudden whatever they spend on housing can be tax deductible. So that law is carried forward. And now for some, for clergy who qualify, that's very unique.",
    "start": "00:14:53",
    "end": "00:15:36"
  },
  {
    "text": "It is very unique.",
    "start": "00:15:36",
    "end": "00:15:37"
  },
  {
    "text": "That's unique to the religious history of one particular country. If you go live in another country.",
    "start": "00:15:37",
    "end": "00:15:42"
  },
  {
    "text": "You'Re not going to find that don't have housing allowance. So you're saying that's from a specific worldview and that the mentality of young America was, hey, we really care about our pastors.",
    "start": "00:15:43",
    "end": "00:15:53"
  },
  {
    "text": "Yeah, this is an honored institution and we want. Right. I mean that's what a government does when it subsidizes something. It's saying this should have a place in Our society, even if it's not financially sustainable by itself. So that comes from a value set, a set of convictions and beliefs and a worldview that say, this thing's valuable.",
    "start": "00:15:53",
    "end": "00:16:13"
  },
  {
    "text": "Got it.",
    "start": "00:16:13",
    "end": "00:16:14"
  },
  {
    "text": "So in the same way, all these ritual laws about bodily fluids and purity and sacrifices and Sabbath, all the feasts and all the days, holy days, that are set on patterns of the number seven, this is all symbolic worldview stuff. And once you see how all these different laws actually tie together and just like, count on two hands, the set of symbols at work, tying all the laws together, it really helps, at least helps us become more sympathetic readers of these ancient laws. So I've learned a ton over the years that's really helped these sections of the Bible become way more vibrant and profound to me. Even so they're not my favorite parts of the Bible to read, but they've become way more interesting and engaging than they were even three, four years ago.",
    "start": "00:16:14",
    "end": "00:17:07"
  },
  {
    "text": "Yeah.",
    "start": "00:17:07",
    "end": "00:17:07"
  },
  {
    "text": "So that's what I hope the video can at least begin people to start that journey.",
    "start": "00:17:08",
    "end": "00:17:12"
  },
  {
    "text": "Yeah, that makes sense.",
    "start": "00:17:13",
    "end": "00:17:14"
  },
  {
    "text": "You asked how many laws are there? I said over 600.",
    "start": "00:17:47",
    "end": "00:17:52"
  },
  {
    "text": "Over 600 laws. That's not too many. I mean.",
    "start": "00:17:52",
    "end": "00:17:55"
  },
  {
    "text": "Oh, it depends on your point of view. If you're trying to read through the.",
    "start": "00:17:55",
    "end": "00:18:00"
  },
  {
    "text": "Laws, for some reason, that feels a reasonable amount. Like, if you're just like, yeah, you're gonna read through the Bible, and it's gonna be very difficult because you gotta read all these ancient laws. Oh, man, there's.",
    "start": "00:18:00",
    "end": "00:18:11"
  },
  {
    "text": "I see. If it was like 8,000 and you're like, really?",
    "start": "00:18:11",
    "end": "00:18:15"
  },
  {
    "text": "How many are there? 600. Okay. I could power through 600. Some are duplicates. That's all right.",
    "start": "00:18:15",
    "end": "00:18:21"
  },
  {
    "text": "Yeah. Well, that makes the number technically smaller. Yeah. Okay. That's a good point. I'll grant you that. I think it's a lot.",
    "start": "00:18:21",
    "end": "00:18:28"
  },
  {
    "text": "It is a lot.",
    "start": "00:18:28",
    "end": "00:18:28"
  },
  {
    "text": "I think it's a lot.",
    "start": "00:18:28",
    "end": "00:18:29"
  },
  {
    "text": "Well, I mean, I wouldn't want to memorize 600.",
    "start": "00:18:29",
    "end": "00:18:33"
  },
  {
    "text": "There is an ancient debate in Jewish tradition about exactly how many there are. This is really interesting. There are two standard counts. One is 611, 611 laws. The other is 613. So they're close.",
    "start": "00:18:33",
    "end": "00:18:48"
  },
  {
    "text": "Yeah, okay.",
    "start": "00:18:49",
    "end": "00:18:50"
  },
  {
    "text": "They're close.",
    "start": "00:18:50",
    "end": "00:18:51"
  },
  {
    "text": "They're not too far off of each other. So there's two laws in dispute.",
    "start": "00:18:51",
    "end": "00:18:57"
  },
  {
    "text": "Yeah. In the Babylonian Talmud, which is collection, Big collection of traditional Jewish rabbis, conversations about everything in the worldview, but particularly about the hundreds of commands, because there's only 600.",
    "start": "00:18:57",
    "end": "00:19:14"
  },
  {
    "text": "Right.",
    "start": "00:19:15",
    "end": "00:19:15"
  },
  {
    "text": "And they were trying to discern in these 600 the principles of divine wisdom that governed every aspect of Human life, which would require tens of thousands of laws. And so the Talmud is them kind of like extending those 600 laws into principles that can then become those tens of thousands of laws that cover all of life.",
    "start": "00:19:15",
    "end": "00:19:37"
  },
  {
    "text": "Yeah.",
    "start": "00:19:37",
    "end": "00:19:37"
  },
  {
    "text": "They're using the 600 plus as a base, like axioms. Yep. To give them the core principles. And then they reason out.",
    "start": "00:19:37",
    "end": "00:19:44"
  },
  {
    "text": "And these are then the further laws and customs that Jewish people will use.",
    "start": "00:19:44",
    "end": "00:19:51"
  },
  {
    "text": "Yeah, yeah, that's right. The classic one is on the Sabbath, don't work on the Sabbath. And then there's one that says. There's additional clarification that says, don't light a fire on the Sabbath.",
    "start": "00:19:51",
    "end": "00:19:59"
  },
  {
    "text": "That's in the Torah.",
    "start": "00:19:59",
    "end": "00:20:00"
  },
  {
    "text": "In the Torah. Yeah. And so there you go. Don't work. Example, don't make a fire.",
    "start": "00:20:00",
    "end": "00:20:05"
  },
  {
    "text": "Yeah.",
    "start": "00:20:05",
    "end": "00:20:06"
  },
  {
    "text": "And don't prepare food.",
    "start": "00:20:06",
    "end": "00:20:07"
  },
  {
    "text": "But can you, like, prepare the fire and just not light it?",
    "start": "00:20:07",
    "end": "00:20:11"
  },
  {
    "text": "Yeah, right, totally. So then, yeah, there's a whole section of the Talmud that's the debates and conversations and formulating the principles. And it became an official list. I forget off the top of my head. It's like it's in the 40s of the basic. Sorry, 40 rules.",
    "start": "00:20:11",
    "end": "00:20:28"
  },
  {
    "text": "Oh, 40 rules.",
    "start": "00:20:28",
    "end": "00:20:30"
  },
  {
    "text": "40 clear guidelines.",
    "start": "00:20:30",
    "end": "00:20:31"
  },
  {
    "text": "Principles that came out of the Torah.",
    "start": "00:20:31",
    "end": "00:20:33"
  },
  {
    "text": "What not to do on the Sabbath.",
    "start": "00:20:33",
    "end": "00:20:34"
  },
  {
    "text": "Oh, specifically for the Sabbath.",
    "start": "00:20:34",
    "end": "00:20:36"
  },
  {
    "text": "Specifically for the Sabbath. I'm sorry, that's totally too long to get to it. Yeah. So the two rules in the Bible don't work on the Sabbath. Example, don't make your food and don't light a fire. Those two get probed and debated over to make a list of about 40.",
    "start": "00:20:36",
    "end": "00:20:53"
  },
  {
    "text": "And the 40 will then cover pretty much everything you need to know.",
    "start": "00:20:54",
    "end": "00:20:57"
  },
  {
    "text": "Correct. So that's how the Talmud works. So this is a section of the Talmud where Rabbi Simelai is entering this conversation of how many commands are in the Torah. So this is a quote from. I forget where. It always starts with a quote and then they discuss the quote. So the quote is, God gave us abundant Torah and numerous commandments. Rabbi Simelai expounded. 613 commandments were given to Moses. 365 negative ones.",
    "start": "00:20:57",
    "end": "00:21:29"
  },
  {
    "text": "Thou shalt not do this, don't do that.",
    "start": "00:21:30",
    "end": "00:21:32"
  },
  {
    "text": "And interestingly, 365.",
    "start": "00:21:32",
    "end": "00:21:35"
  },
  {
    "text": "Yeah, that's a.",
    "start": "00:21:35",
    "end": "00:21:36"
  },
  {
    "text": "That corresponds to the days of the solar year. There are 248 positive commandments. Thou shalt corresponding to the parts of a man's body. Okay, so some footnote there.",
    "start": "00:21:36",
    "end": "00:21:50"
  },
  {
    "text": "Yeah.",
    "start": "00:21:51",
    "end": "00:21:51"
  },
  {
    "text": "On some ancient accounts, there are 248 parts of the body. Yeah, that's interesting. Okay, now this is interesting. Rabbi Hamnuna this is how the Talmud will often work. There'll be an intro quote. One rabbi says this, and then another rabbi will come and say, wait a minute.",
    "start": "00:21:51",
    "end": "00:22:07"
  },
  {
    "text": "And then it's a straight up dialogue.",
    "start": "00:22:07",
    "end": "00:22:10"
  },
  {
    "text": "Yeah, that's what the Talmud is. It's dialogues of the rabbis disagreeing and then sometimes coming to a conclusion. Rabbi Hamnuna says, what verse of Scripture indicates that there are 613? Well, Moses commanded us Torah, an inheritance of the congregation of Jacob. That's a quote From Deuteronomy, chapter 33. The numerical value assigned to the Hebrew letters of the word Torah is 611. That's a fact. So there are.",
    "start": "00:22:10",
    "end": "00:22:42"
  },
  {
    "text": "Because in Hebrew, In Hebrew, they don't have numbers. Numbers are letters. Letters are numbers.",
    "start": "00:22:42",
    "end": "00:22:48"
  },
  {
    "text": "The letters are also the number system. So let's just stop. Just let that register. Every time you're looking at words, you.",
    "start": "00:22:48",
    "end": "00:22:55"
  },
  {
    "text": "Could also be looking at a number.",
    "start": "00:22:55",
    "end": "00:22:56"
  },
  {
    "text": "In Hebrew, you are looking at numbers.",
    "start": "00:22:56",
    "end": "00:22:57"
  },
  {
    "text": "And sometimes. And sometimes that's important.",
    "start": "00:22:58",
    "end": "00:23:00"
  },
  {
    "text": "Yeah. The biblical authors were very keen on this and they often were very creative. We've talked about one of these. The section of proverbs in the center of the book, chapters 10 to 22. There's 375 proverbs in that section. And that section begins with a little heading that says the proverbs of Shlomo, Solomon and Shlomo is the number 375. That's awesome.",
    "start": "00:23:00",
    "end": "00:23:26"
  },
  {
    "text": "Convenient.",
    "start": "00:23:26",
    "end": "00:23:27"
  },
  {
    "text": "Yeah, they do stuff like this. So the word Torah, four letters in Hebrew, and it's the number 611, which is the number of commands in the Torah minus two. So Rabbi Hamnuna goes on, he says, but that 611 doesn't account for the two. These two other ones. And what are the two? The first one is I am.",
    "start": "00:23:27",
    "end": "00:23:51"
  },
  {
    "text": "That's a law. Is it one of the 613.",
    "start": "00:23:51",
    "end": "00:23:55"
  },
  {
    "text": "So the divine Name, he's counting as a law. That's interesting. The second one is, you shall have no other gods since these have come to us, which has come to us from the mouth of the Almighty. Here's how the count got to 613. There are actually 611 thou shalt and thou shalt nots. The two additional ones. One is from the first commandment, which is actually not a commandment. The opening of the ten commandments isn't a command, it's a statement. God says, I am Yahweh, your God. The assumption being that's a command to believe that Yahweh exists. In other words, they're assuming that statement is a command. Is A command believe that I am.",
    "start": "00:23:55",
    "end": "00:24:37"
  },
  {
    "text": "So that makes it in the 6:13.",
    "start": "00:24:38",
    "end": "00:24:39"
  },
  {
    "text": "And then the other one. This is interesting. I'm just now realizing this. You shall have no other gods. Oh yes, okay. You shall have no other gods is the one that follows as. But that is a shell. That's interesting. Sorry. This is the conflict in my notes that I'm just realizing in this moment. There are other rabbis who say that the Shema is the other, the second implicit command, namely that Yahweh is one. To believe that Yahweh is one.",
    "start": "00:24:40",
    "end": "00:25:13"
  },
  {
    "text": "That's how, that's how you got rid of two.",
    "start": "00:25:14",
    "end": "00:25:16"
  },
  {
    "text": "That's how understood the second one to be. But then right here in the Talmud it says, I am and you shall have no other gods.",
    "start": "00:25:17",
    "end": "00:25:26"
  },
  {
    "text": "Yeah. And that's from Hamnuna. And his logic is both of these commands come from the mouth of God himself. So let's not count them as law.",
    "start": "00:25:27",
    "end": "00:25:37"
  },
  {
    "text": "No, he's adding them to the 611.",
    "start": "00:25:38",
    "end": "00:25:41"
  },
  {
    "text": "I see. So it's like we have 611 that all come from Moses via Moses, but those two come straight from God.",
    "start": "00:25:42",
    "end": "00:25:51"
  },
  {
    "text": "Yeah, that's Rabbi Hamnuna's argument.",
    "start": "00:25:51",
    "end": "00:25:53"
  },
  {
    "text": "And that gets us to 611.",
    "start": "00:25:53",
    "end": "00:25:54"
  },
  {
    "text": "600.",
    "start": "00:25:54",
    "end": "00:25:55"
  },
  {
    "text": "Well, that gets us to 613. Okay, now, but what it seems like is happening though is I just want to make sure in the 6:13, included in that is the I am Yahweh.",
    "start": "00:25:55",
    "end": "00:26:05"
  },
  {
    "text": "The implicit, correct, implicit command.",
    "start": "00:26:05",
    "end": "00:26:07"
  },
  {
    "text": "And then the second one, Yahweh is one, the Shema is also in the.",
    "start": "00:26:08",
    "end": "00:26:12"
  },
  {
    "text": "613, an implicit command.",
    "start": "00:26:12",
    "end": "00:26:13"
  },
  {
    "text": "And it's an implicit command. So another way to look at it, what you were going to describe is that there's two implicit commands.",
    "start": "00:26:13",
    "end": "00:26:18"
  },
  {
    "text": "There's two implicit commands that aren't formed as thou shalt or thou shalt not.",
    "start": "00:26:18",
    "end": "00:26:23"
  },
  {
    "text": "You're kind of adding to the rabbinic tradition right now. It seems like.",
    "start": "00:26:23",
    "end": "00:26:27"
  },
  {
    "text": "No, no, no, I'm telling you, the classic rabbinic conversation. Are there 611 or are there 613? Yeah, one was. There was a rabbi in the medieval period in the 1100s, Rabbi Moshe Ben Maimon, who became known as Maimonides or his acronym was Rambam. Rambam, yeah, Rambam. Yeah. So he was Arabic speaking and Hebrew, medieval philosopher and rabbi, and he wrote kind of the official commentary on the Torah and all the laws. He was kind of collecting all the discussions of generations past and he put it into this collection called Mishnah Torah or a second Torah. And he came to the count. 613.",
    "start": "00:26:27",
    "end": "00:27:17"
  },
  {
    "text": "So wait. Oh wait, so The Mishnah all comes from him.",
    "start": "00:27:17",
    "end": "00:27:20"
  },
  {
    "text": "No, no, got it. Mishnah. Torah is different than Mishnah. The Mishnah. Sorry. So he advocated 613, and that's why it's the standard number today, is because he took the two rival positions, argued it out, and said, let's go with 613. 613. That's the deal. And that's still today. However, it's important to Note that that 613 contains two implicit laws, commands that aren't phrased as commands. One is the Shema Yahweh is one, and the other one is I am Yahweh, your God. If you take those two out, you get 611, and lo and behold, that number is the value of the word Torah itself.",
    "start": "00:27:21",
    "end": "00:28:04"
  },
  {
    "text": "Now, that's different logic than Rabbi Hamnuna.",
    "start": "00:28:05",
    "end": "00:28:08"
  },
  {
    "text": "Yeah, he has two. I need to do more homework on that. Yeah, interesting. So here's what's interesting. Let's just finish this out.",
    "start": "00:28:08",
    "end": "00:28:14"
  },
  {
    "text": "Yep.",
    "start": "00:28:14",
    "end": "00:28:15"
  },
  {
    "text": "So there's a conversation going about the number of laws in the Torah. But then check this out. This is continuing in the Talmud. Rabbi Simla continued and said, you know, David came and he reduced them all down to 11.",
    "start": "00:28:15",
    "end": "00:28:28"
  },
  {
    "text": "Did he?",
    "start": "00:28:29",
    "end": "00:28:29"
  },
  {
    "text": "And what he quotes is Psalm 24.",
    "start": "00:28:31",
    "end": "00:28:33"
  },
  {
    "text": "Oh, oh, okay.",
    "start": "00:28:33",
    "end": "00:28:34"
  },
  {
    "text": "And this is just a long quotation of Psalm 24. And he reads Psalm 24 as giving you the essence of the 613 by giving you 11. So who can dwell in your holy tent and go to the holy mountain? The one who walks uprightly, 1. Works righteousness, 2. Speaks truth in his heart, 3, no slander on his tongue, 4, no evil to his fellow. You get it? You write on down.",
    "start": "00:28:35",
    "end": "00:29:02"
  },
  {
    "text": "They go from like, really general to really specific.",
    "start": "00:29:03",
    "end": "00:29:06"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:29:06",
    "end": "00:29:07"
  },
  {
    "text": "Because at the end, it's like, does not land on interest.",
    "start": "00:29:07",
    "end": "00:29:10"
  },
  {
    "text": "Yes.",
    "start": "00:29:10",
    "end": "00:29:10"
  },
  {
    "text": "It does not take a bribe against the innocent.",
    "start": "00:29:10",
    "end": "00:29:12"
  },
  {
    "text": "Now, those are all actually commands from the Torah.",
    "start": "00:29:12",
    "end": "00:29:15"
  },
  {
    "text": "Yeah, but the first one walks uprightly.",
    "start": "00:29:15",
    "end": "00:29:17"
  },
  {
    "text": "Oh, yeah. I mean, yeah, that's more general.",
    "start": "00:29:17",
    "end": "00:29:19"
  },
  {
    "text": "Yeah, that's a pretty. That's a catch all.",
    "start": "00:29:20",
    "end": "00:29:21"
  },
  {
    "text": "Yeah. Then he continues and he says, but, you know, Isaiah came and reduced them to six. The one who walks righteously, he's now quoting From Isaiah, chapter 33. Walks righteously, speaks uprightly, despises the gain of oppression, shakes his hand from holding bribes, stops his ear from hearing of innocent bloodshed.",
    "start": "00:29:21",
    "end": "00:29:42"
  },
  {
    "text": "Yeah.",
    "start": "00:29:43",
    "end": "00:29:43"
  },
  {
    "text": "He continues, micah comes along and reduce them to three. We quoted this in the justice video.",
    "start": "00:29:43",
    "end": "00:29:49"
  },
  {
    "text": "Oh, right, right.",
    "start": "00:29:49",
    "end": "00:29:51"
  },
  {
    "text": "Do justice. Yeah. Love mercy. Walk humbly with your God. Isaiah came again and reduced them to two. Quoting Isaiah 56, do justice and do righteousness. Amos came and reduced them to one. Thus says the Lord to the house of Israel, Seek me and live. Seek me.",
    "start": "00:29:51",
    "end": "00:30:13"
  },
  {
    "text": "Seek me.",
    "start": "00:30:13",
    "end": "00:30:14"
  },
  {
    "text": "And Habakkuk came further, and he didn't reduce it to one. He based all the commandments just on one thing. The righteous will live by faith.",
    "start": "00:30:14",
    "end": "00:30:24"
  },
  {
    "text": "Good one.",
    "start": "00:30:24",
    "end": "00:30:25"
  },
  {
    "text": "That's good. Paul the apostle would feel right at home in this conversation.",
    "start": "00:30:25",
    "end": "00:30:30"
  },
  {
    "text": "Yeah. And Jesus.",
    "start": "00:30:30",
    "end": "00:30:31"
  },
  {
    "text": "And Jesus. Yeah, totally. Yeah.",
    "start": "00:30:31",
    "end": "00:30:33"
  },
  {
    "text": "Well, yeah, Paul quotes Habakkuk on righteous live by faith a lot.",
    "start": "00:30:33",
    "end": "00:30:37"
  },
  {
    "text": "Yeah, totally. Yeah. Yeah. In other words, Paul wasn't the only rabbi arguing that true fulfillment of all the laws is based on a heart disposition of trust in God.",
    "start": "00:30:37",
    "end": "00:30:48"
  },
  {
    "text": "It's interesting. So, I mean, how do you say his name? Simile.",
    "start": "00:30:49",
    "end": "00:30:53"
  },
  {
    "text": "Simile.",
    "start": "00:30:53",
    "end": "00:30:54"
  },
  {
    "text": "Simile.",
    "start": "00:30:54",
    "end": "00:30:54"
  },
  {
    "text": "Yeah. Rabbi Simile.",
    "start": "00:30:54",
    "end": "00:30:56"
  },
  {
    "text": "I think what he's observing is that there's a lot of laws and there's many different ways to try to understand the essence of these laws.",
    "start": "00:30:56",
    "end": "00:31:04"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:31:04",
    "end": "00:31:05"
  },
  {
    "text": "And all these biblical authors have been involved in that exercise, correct? Or. Well, all of these prophets and David. Yeah. It just strikes me that Jesus is right in that conversation, too.",
    "start": "00:31:05",
    "end": "00:31:16"
  },
  {
    "text": "Yeah. Right. When they say, what are the most important commands?",
    "start": "00:31:16",
    "end": "00:31:19"
  },
  {
    "text": "Yeah. And he boils it down to two.",
    "start": "00:31:19",
    "end": "00:31:22"
  },
  {
    "text": "Well, he says one, and then he says. He's asked, what's the most important one? He says one, and then he just says another one, as if they're both the most important one.",
    "start": "00:31:23",
    "end": "00:31:35"
  },
  {
    "text": "He specifically asked, hey, out of all the laws, which is the most important? Not like, what's the essence of the law?",
    "start": "00:31:35",
    "end": "00:31:40"
  },
  {
    "text": "Yes, that's right. He's asked, what's the most important? And what he gives is two. Yeah, that's the most important one. Yeah. This is an ancient conversation. So for me, this is significant in that all the way back to we.",
    "start": "00:31:40",
    "end": "00:31:54"
  },
  {
    "text": "Just read some Talmud. I don't think I've ever done that.",
    "start": "00:31:54",
    "end": "00:31:56"
  },
  {
    "text": "You've never read Talmud? All right.",
    "start": "00:31:56",
    "end": "00:31:58"
  },
  {
    "text": "That's my first reading of it.",
    "start": "00:31:58",
    "end": "00:31:59"
  },
  {
    "text": "It's awesome.",
    "start": "00:31:59",
    "end": "00:32:00"
  },
  {
    "text": "Yeah, that's cool.",
    "start": "00:32:00",
    "end": "00:32:01"
  },
  {
    "text": "Yeah, it's totally cool. It's really interesting stuff. Like, imagine in printed editions, all of the Bible texts are in quotes. When you read this in Aramaic and Hebrew. These guys know the Bible so well, all they have to do is utter.",
    "start": "00:32:01",
    "end": "00:32:16"
  },
  {
    "text": "A phrase, and that's.",
    "start": "00:32:16",
    "end": "00:32:18"
  },
  {
    "text": "And they don't. And they don't say, that was from Deuteronomy 33. Like, they just quote a couple phrases from Deuteronomy 33, and everybody in the room's like, oh, yeah, that's a good one.",
    "start": "00:32:18",
    "end": "00:32:27"
  },
  {
    "text": "It kind of reminds Me of like when I used to do Marketplace explainers, and you'd go to a room and everyone just starts speaking jargon.",
    "start": "00:32:27",
    "end": "00:32:33"
  },
  {
    "text": "Oh, yeah. SME to the fiy.",
    "start": "00:32:34",
    "end": "00:32:36"
  },
  {
    "text": "And you're just sitting there going, like, I don't know what anyone's talking about.",
    "start": "00:32:38",
    "end": "00:32:40"
  },
  {
    "text": "Yes, totally. That used to happen to me at the Bible projects early days. Yeah. When I didn't know the acronyms for.",
    "start": "00:32:40",
    "end": "00:32:49"
  },
  {
    "text": "For, like.",
    "start": "00:32:49",
    "end": "00:32:50"
  },
  {
    "text": "For video production stuff or video production jargon. Yeah, yeah, totally. So ancient Jews, who are way closer to the origins of the Bible. We are. They also took note of the hundreds of commands and we're trying to think through why and how to think of them as a whole statement. Yeah, right. That's what they're doing in reducing it down. And they're trying to find other biblical authors who create little short lists of, like, what God's will is for a human life.",
    "start": "00:32:50",
    "end": "00:33:17"
  },
  {
    "text": "Now, that's interesting, because it seems like two opposite things are happening. One is they'll take a law and then they'll expand it into 40 more.",
    "start": "00:33:17",
    "end": "00:33:24"
  },
  {
    "text": "That's correct. Yep.",
    "start": "00:33:24",
    "end": "00:33:25"
  },
  {
    "text": "And it's not clear if it's not clear enough. And so they're creating like a more robust law code.",
    "start": "00:33:25",
    "end": "00:33:31"
  },
  {
    "text": "That's right.",
    "start": "00:33:31",
    "end": "00:33:31"
  },
  {
    "text": "And then. But this other exercise is how can we distill it down to its essence?",
    "start": "00:33:31",
    "end": "00:33:36"
  },
  {
    "text": "Yep, that's true.",
    "start": "00:33:36",
    "end": "00:33:37"
  },
  {
    "text": "And they're doing both.",
    "start": "00:33:37",
    "end": "00:33:38"
  },
  {
    "text": "Yeah, they're doing both. Yeah. Which makes sense. Yeah, yeah, yeah. If you have a rule that isn't adequate as stated, to cover all the situations it needs to, you need to fill it out.",
    "start": "00:33:38",
    "end": "00:33:48"
  },
  {
    "text": "Yeah.",
    "start": "00:33:48",
    "end": "00:33:49"
  },
  {
    "text": "But then you get a ton of commands, which is going to force you to constantly go back and be like, why are we doing any of this in the first place? Yeah, that's right.",
    "start": "00:33:49",
    "end": "00:33:56"
  },
  {
    "text": "Yeah. But the fact that they're 611. The number.",
    "start": "00:33:56",
    "end": "00:34:01"
  },
  {
    "text": "Yeah. That's the value of the word Torah.",
    "start": "00:34:01",
    "end": "00:34:03"
  },
  {
    "text": "Torah, which is what this is in. It makes you realize even more like, okay, yeah, they're designing this in a very specific way.",
    "start": "00:34:03",
    "end": "00:34:10"
  },
  {
    "text": "Totally. Yes. Some larger body of laws has been drawn upon and. And selected. 611 were selected to be in the Torah.",
    "start": "00:34:10",
    "end": "00:34:19"
  },
  {
    "text": "Right.",
    "start": "00:34:19",
    "end": "00:34:19"
  },
  {
    "text": "For a reason.",
    "start": "00:34:19",
    "end": "00:34:20"
  },
  {
    "text": "Yeah.",
    "start": "00:34:20",
    "end": "00:34:20"
  },
  {
    "text": "What's the reason?",
    "start": "00:34:20",
    "end": "00:34:21"
  },
  {
    "text": "What's the reason?",
    "start": "00:34:21",
    "end": "00:34:22"
  },
  {
    "text": "We've already talked about that first one. That they're odd, irrelevant, sometimes primitive and barbaric. We don't need to emphasize that. Yeah, that's clear. The laws have, throughout history in Judaism and Christianity have created different crises of biblical authority. For people who say that the Bible is God's word and is a statement of God's will for his people.",
    "start": "00:35:09",
    "end": "00:35:37"
  },
  {
    "text": "Yeah. And what could be more clear of God's will than laws? Thou shalt or thou shalt not.",
    "start": "00:35:37",
    "end": "00:35:42"
  },
  {
    "text": "Yeah. Total. For example, a quarter of the book of Leviticus is all detailed. The priestly tech manual. It requires a sanctuary, either a tabernacle or a temple. At two different times. The temple was destroyed once by ancient Babylon and then once by the Romans, and after that one by the Romans. It hasn't existed since then for almost 2000 years. So you can see the crisis there.",
    "start": "00:35:42",
    "end": "00:36:11"
  },
  {
    "text": "How do you obey those laws when you don't even have the temple?",
    "start": "00:36:11",
    "end": "00:36:14"
  },
  {
    "text": "Correct. If a whole bunch of the laws for how God wants us to relate to him require the presence of a physical building where we can offer sacrifices, what do we do? So this happens in the Talmud and earlier that the rabbinic leaders had to find shape new ways of reading those texts to discern principles from them that they could do even without a temple. And so certain forms of prayer could take the place of a sacrifice. Certain forms of generosity could take the place of a gift. Instead of giving a gift to the Levites, you give a gift to the poor within your town and that kind of thing.",
    "start": "00:36:14",
    "end": "00:36:56"
  },
  {
    "text": "But it corresponds in a way that feels like I'm still obeying the law.",
    "start": "00:36:58",
    "end": "00:37:04"
  },
  {
    "text": "That's right. But just the fact that a set of written laws were bound to a certain place and time connected to a building creates a problem if you still want to do those. In Christian tradition. It's been similar problem, but in different ways. Especially once the Jesus movement went multicultural.",
    "start": "00:37:04",
    "end": "00:37:24"
  },
  {
    "text": "Yeah.",
    "start": "00:37:24",
    "end": "00:37:24"
  },
  {
    "text": "All of the ritual purity laws, kosher diet, circumcision, you know, Sabbath and so on.",
    "start": "00:37:25",
    "end": "00:37:33"
  },
  {
    "text": "There's a bunch of laws about how to keep a Jewish identity separate from other people.",
    "start": "00:37:33",
    "end": "00:37:41"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:37:41",
    "end": "00:37:42"
  },
  {
    "text": "And so now if you have other people who want to get involved in the Jesus movement.",
    "start": "00:37:42",
    "end": "00:37:48"
  },
  {
    "text": "Yep.",
    "start": "00:37:48",
    "end": "00:37:49"
  },
  {
    "text": "Who. Which is a Jewish movement.",
    "start": "00:37:49",
    "end": "00:37:50"
  },
  {
    "text": "Yeah.",
    "start": "00:37:50",
    "end": "00:37:51"
  },
  {
    "text": "What do you do with those laws?",
    "start": "00:37:51",
    "end": "00:37:52"
  },
  {
    "text": "Totally. Yeah. It's actually. Yeah, you can see it immediately. That's a problem.",
    "start": "00:37:52",
    "end": "00:37:56"
  },
  {
    "text": "It's a problem.",
    "start": "00:37:56",
    "end": "00:37:57"
  },
  {
    "text": "We gotta solve that problem. Jesus was wading into that problem and people knew it, which is why he had to say things like, I didn't come to set aside the Torah and the prophets, but to fulfill them. But then you have Paul the Apostle who says that the Messiah is the fulfillment of the Torah, but yet he'll still quote from the ten Commandments, you.",
    "start": "00:37:57",
    "end": "00:38:19"
  },
  {
    "text": "Know, like it's authoritative.",
    "start": "00:38:19",
    "end": "00:38:20"
  },
  {
    "text": "Yeah, he'll still quote from the Ten Commandments. And then you get the Acts 15, the apostles come together and elders and they say, yeah, Non Jews don't have to follow the ritual laws anymore, although.",
    "start": "00:38:20",
    "end": "00:38:32"
  },
  {
    "text": "They wanted them to follow some of them.",
    "start": "00:38:33",
    "end": "00:38:35"
  },
  {
    "text": "Yes, that's right. Yeah. Yeah. But in terms of holy days and kosher food laws and so on, those were.",
    "start": "00:38:35",
    "end": "00:38:43"
  },
  {
    "text": "They gave a pass.",
    "start": "00:38:43",
    "end": "00:38:44"
  },
  {
    "text": "Yeah, they gave a pass on those. So this is all just saying these 611 laws, they cover lots of topics. And the fact that they're bound a time and place in ancient Israel is when they were written has created crises of biblical authority in later generations.",
    "start": "00:38:44",
    "end": "00:39:00"
  },
  {
    "text": "For Jewish people who live in a time where there is no temple to sacrifice, it creates a problem.",
    "start": "00:39:00",
    "end": "00:39:07"
  },
  {
    "text": "Yeah. Or just living in the promised land, like all these laws about pilgrimage feasts, or what you do with your harvest and taking it to the temple. I mean, seriously, it's like a third of the laws are irrelevant without a temple and the promised land.",
    "start": "00:39:07",
    "end": "00:39:21"
  },
  {
    "text": "Yeah, interesting.",
    "start": "00:39:21",
    "end": "00:39:22"
  },
  {
    "text": "And they have to be totally reconceived how you might fulfill them.",
    "start": "00:39:23",
    "end": "00:39:26"
  },
  {
    "text": "Yeah, yep. So that becomes a problem. And the other problem is, if you aren't Jewish and you believe that Jesus was the fulfillment of the whole storyline, then do you adhere to laws that are specifically for Jewish people to keep themselves separate from other nations? Because you are the other nations.",
    "start": "00:39:26",
    "end": "00:39:51"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:39:51",
    "end": "00:39:53"
  },
  {
    "text": "And so one argument is. Yeah, well, then just follow the laws. In fact, there are gentile followers of Jesus, non Jewish followers of Jesus, who believe that.",
    "start": "00:39:53",
    "end": "00:40:02"
  },
  {
    "text": "Yeah. Pre Jesus, there were no.",
    "start": "00:40:02",
    "end": "00:40:06"
  },
  {
    "text": "I'm saying, like, I know guys like that.",
    "start": "00:40:06",
    "end": "00:40:07"
  },
  {
    "text": "Oh, got it. You're saying. Yeah. Okay. So my point is, even before Jesus, there were non Jews who would essentially become Jewish, even if it's circumstance for men.",
    "start": "00:40:07",
    "end": "00:40:16"
  },
  {
    "text": "Yeah. And what would they be called? God fearers or.",
    "start": "00:40:16",
    "end": "00:40:19"
  },
  {
    "text": "Yeah, God fearers. Proselytes. And then that continued on in the Jesus movement where it was non Jewish followers of Jesus who, you know, converted as much as their life as possible to a form of cultural ethnic Judaism.",
    "start": "00:40:20",
    "end": "00:40:36"
  },
  {
    "text": "Yeah. And then you run into the same problems that Jewish people run into in terms of adhering to all the laws.",
    "start": "00:40:36",
    "end": "00:40:41"
  },
  {
    "text": "Yeah, that's right. And then that has continued on today. Certain strands of Messianic Judaism take that line, take that view, that we should try to keep as much as is possible as many of the laws. Yeah, that's right. So all that to say is these laws, their very presence in the first books of the Bible caused that tension.",
    "start": "00:40:41",
    "end": "00:41:03"
  },
  {
    "text": "Yeah.",
    "start": "00:41:03",
    "end": "00:41:04"
  },
  {
    "text": "Another problem, this is the last one, and it's one that most readers will not have noticed because the laws are just boring for them to read.",
    "start": "00:41:04",
    "end": "00:41:14"
  },
  {
    "text": "Yeah, the haze.",
    "start": "00:41:14",
    "end": "00:41:15"
  },
  {
    "text": "The haze. But there are about 100 of the laws. I forget there's a count. I forget I should remember this, but I don't. There's over 100 laws that get repeated. In other words, they're stated more than once.",
    "start": "00:41:15",
    "end": "00:41:28"
  },
  {
    "text": "And they get counted twice.",
    "start": "00:41:28",
    "end": "00:41:29"
  },
  {
    "text": "They get counted twice. And if you compare laws that are about the same thing between, like, Deuteronomy and their earlier statement in Exodus, Leviticus, you'll start to notice differences, discrepancies. Yeah. So here's a significant one, because it's in the Ten Commandments. It's the Sabbath command.",
    "start": "00:41:30",
    "end": "00:41:48"
  },
  {
    "text": "Oh, in the Ten Commandments, there's a discrepancy. Oh, that's right. We've talked about this.",
    "start": "00:41:48",
    "end": "00:41:51"
  },
  {
    "text": "Yeah, we have. So in the Book of Exodus, this is God speaking from the mountain, from the fire cloud. That's the scene here. And In Exodus, chapter 20, God says, Remember the Sabbath, keep it holy. Six days, labor, do your work. The seventh is a Sabbath. Don't do any work. Your son, your daughter, your male, your female servant, your cattle, the sojourner with you. Why? Why?",
    "start": "00:41:51",
    "end": "00:42:15"
  },
  {
    "text": "Yeah, tell me why?",
    "start": "00:42:15",
    "end": "00:42:17"
  },
  {
    "text": "What's the reason? In six days, the Lord made the skies and the land and the sea and everything in them, and rested on the 7th. Therefore he blessed the Sabbath day, made it holy. Why do you obey the Sabbath?",
    "start": "00:42:17",
    "end": "00:42:28"
  },
  {
    "text": "It's inherent to the fabric of creation.",
    "start": "00:42:28",
    "end": "00:42:30"
  },
  {
    "text": "That's right. Fabric of creation. So you rest because you're imitating God. In the book of Deuteronomy, remember when Moses exposits the Torah for the next generation?",
    "start": "00:42:30",
    "end": "00:42:40"
  },
  {
    "text": "Yeah.",
    "start": "00:42:40",
    "end": "00:42:41"
  },
  {
    "text": "The generation went through the Exodus 10. That's right. He repeats the 10. And here in Deuteronomy chapter 5, verse 12, when he repeats, he's just retelling the narrative. Here's what happened on the mountain. Here's what we saw. And in verse 12, he says, this is what God said. Keep the Sabbath day as the Lord your God commanded you. So in Exodus 20, it was Remember the Sabbath. In Deuteronomy 5, it's Keep the Sabbath. So it's a small difference. It's very small, but it's a difference.",
    "start": "00:42:41",
    "end": "00:43:10"
  },
  {
    "text": "It's like, hear and obey, remember and keep.",
    "start": "00:43:10",
    "end": "00:43:12"
  },
  {
    "text": "Remember and keep. Totally. I'm not saying they're different in meaning in a drastic way. I'm just saying it's a different word. Which, if you're retelling a key moment in your foundation story, if you're quoting God's speech, and I'm not saying he's doing anything wrong, I don't think this is actually a problem. But it's important to pay attention to It. Well, it doesn't end here. Let's keep going. Why should you obey the Sabbath? Keep the Sabbath in Exodus. Do you remember why?",
    "start": "00:43:12",
    "end": "00:43:42"
  },
  {
    "text": "Because God did, too.",
    "start": "00:43:43",
    "end": "00:43:44"
  },
  {
    "text": "Because God did. So you go down in Deuteronomy 5. It goes through the command, Six days, labor, seventh day, do your rest, don't do any work, the list of people, daughter, servant, and so on, so that your male servant and your female servant may rest as well as you. So that's an addition to Deuteronomy. So in other words, Moses makes explicit here it's not just for you. It's not just for rich landowners.",
    "start": "00:43:44",
    "end": "00:44:08"
  },
  {
    "text": "But that's in Exodus, too.",
    "start": "00:44:08",
    "end": "00:44:10"
  },
  {
    "text": "Yep, it is. Yeah.",
    "start": "00:44:11",
    "end": "00:44:13"
  },
  {
    "text": "But it's just phrased differently. Well, in Exodus, it says, you're gonna do this. Your female servant, your male servant, and your cattle are gonna do this.",
    "start": "00:44:13",
    "end": "00:44:21"
  },
  {
    "text": "Well, that they don't work. That list of people is not supposed to work.",
    "start": "00:44:21",
    "end": "00:44:25"
  },
  {
    "text": "Yeah.",
    "start": "00:44:25",
    "end": "00:44:25"
  },
  {
    "text": "In Deuteronomy it says you and this list of people is not supposed to work. And you know what? Your slaves get the same rest that you do.",
    "start": "00:44:25",
    "end": "00:44:33"
  },
  {
    "text": "That's the same thing.",
    "start": "00:44:34",
    "end": "00:44:35"
  },
  {
    "text": "Oh, it is. But it's making explicit, in other words, some reason, there's some purpose, there's some agenda in Deuteronomy that's trying to show that the landowners on the Sabbath are equal to their slaves.",
    "start": "00:44:35",
    "end": "00:44:49"
  },
  {
    "text": "Got it. He's just making it more explicit.",
    "start": "00:44:49",
    "end": "00:44:51"
  },
  {
    "text": "More explicit. Yep, totally. Why should you obey the Sabbath according To Deuteronomy, chapter 5, verse 15, you will remember that you were a slave in the land of Egypt, and the Lord your God brought you out of there by a mighty hand and outstretched armed. Therefore the Lord your God commanded you to obey the Sabbath.",
    "start": "00:44:51",
    "end": "00:45:13"
  },
  {
    "text": "Yeah. So he's wrapping it in another kind of paradigm. In Exodus, the logic is, let's look at creation, look at the way that God created, and let's imitate God's rhythm. And then in Deuteronomy, he says, while we remember the Sabbath, let's do it. Because our story is that we were slaves and now we're not.",
    "start": "00:45:13",
    "end": "00:45:36"
  },
  {
    "text": "Yeah. Therefore, you and your slave get the same rest on the Sabbath day. This is just important because it's one of the Ten Commandments, quoting God's speech, and yet you can phrase it differently for a different audience in a different moment. That's a different approach to law than how we think of law.",
    "start": "00:45:36",
    "end": "00:45:55"
  },
  {
    "text": "Oh, yeah. Well, man, it's so interesting. There is probably a similarity in American politics where, like, you get these Founding Fathers who write something like, you have the right to bear arms, and then everyone's like, what does that mean?",
    "start": "00:45:55",
    "end": "00:46:10"
  },
  {
    "text": "Where.",
    "start": "00:46:11",
    "end": "00:46:11"
  },
  {
    "text": "Where do we draw the line?",
    "start": "00:46:12",
    "end": "00:46:13"
  },
  {
    "text": "Yeah, yeah, yeah, yeah.",
    "start": "00:46:14",
    "end": "00:46:15"
  },
  {
    "text": "And people restate, and then the new.",
    "start": "00:46:15",
    "end": "00:46:19"
  },
  {
    "text": "Restatements become the new formulation. Yeah, yeah, that's right. Yeah. And you can see that process right here within the Torah itself, where the Mount Sinai version of the Sabbath command is stated to that generation who came out of Egypt, the audience of Moses is the children of the Exodus generation. And he reshapes the reason for the Sabbath and makes explicit the equality, the social equality that the Sabbath creates. That's the highlight here. And it's Moses. It's the same person in both of those stories. So that's really significant that the approach to law. You can see the same discussion that the rabbis are having about the essence of the laws. There's something similar, you can see going on right here where there's a core law keep Sabbath, a core essence. Yeah. But in different seasons of a nation's life, we need to talk about it or frame it in a different way. It's core principle, but it can be applied in different times and places with different language. That's interesting. I think that. Well, I don't know.",
    "start": "00:46:19",
    "end": "00:47:30"
  },
  {
    "text": "Why do you find it. Why do you find it interesting? I just want to be really explicit here.",
    "start": "00:47:30",
    "end": "00:47:33"
  },
  {
    "text": "Oh, what it means is that there's. We'll talk about this later. We modern Westerners, if they live in a certain kind of democratic republic or democratic society, we are a couple centuries into cultures that have what's called a statutory law. We're statutory law societies where the laws of the land are actually located in an actual body of formulated laws written in books. And when judges and lawmakers want to create new law or change law, what they have to consult is the stated wording of the law. I mean, that's right. I've been on a couple Jerry's and whatever. Actually, I was skipped out on most of my civics classes in high school. But that's how law works here. We think of the law as something written somewhere.",
    "start": "00:47:33",
    "end": "00:48:31"
  },
  {
    "text": "Yes. And the way it's written is the.",
    "start": "00:48:31",
    "end": "00:48:36"
  },
  {
    "text": "Wording of the law.",
    "start": "00:48:36",
    "end": "00:48:37"
  },
  {
    "text": "The wording of the law.",
    "start": "00:48:38",
    "end": "00:48:39"
  },
  {
    "text": "That's why the wording of the law is what gets debated in courts. It's worded this way. So how does it legitimately apply in this way, not that way, and so on. So that's our cultural setting. For most of human history, and certainly in the ancient near east, that was not how law worked. These cultures were part of what is called today a common law tradition in which the law doesn't exist in a Written code. And that the law isn't something precisely worded and written that you go consult. Rather, written laws are assuming and then just different expressions of some ultimate, even greater source of law behind the written code. And you can see that coming out here. The Sabbath.",
    "start": "00:48:39",
    "end": "00:49:28"
  },
  {
    "text": "Yeah.",
    "start": "00:49:28",
    "end": "00:49:28"
  },
  {
    "text": "Right. But for one generation, Moses will word it one way. For another generation, Moses will word it another way. And what we, as later readers of the Bible, we have now two statements of the Sabbath for two different audiences with two different rationales behind it. One's creation. One is Exodus now.",
    "start": "00:49:28",
    "end": "00:49:49"
  },
  {
    "text": "Okay, but it's the same law. Yeah, the law doesn't change.",
    "start": "00:49:49",
    "end": "00:49:53"
  },
  {
    "text": "Yeah.",
    "start": "00:49:53",
    "end": "00:49:54"
  },
  {
    "text": "It's just the rationale changes.",
    "start": "00:49:54",
    "end": "00:49:55"
  },
  {
    "text": "Correct. Yeah. What I'm saying is you have two written expressions of the law that are not the same.",
    "start": "00:49:55",
    "end": "00:50:02"
  },
  {
    "text": "Yeah. Right.",
    "start": "00:50:02",
    "end": "00:50:03"
  },
  {
    "text": "There's overlap.",
    "start": "00:50:03",
    "end": "00:50:04"
  },
  {
    "text": "Yeah.",
    "start": "00:50:04",
    "end": "00:50:04"
  },
  {
    "text": "But they're not identical. And so a statutory approach to law would be like, well, we need to reduce these into one. So we just have one law.",
    "start": "00:50:04",
    "end": "00:50:13"
  },
  {
    "text": "Yeah. You wouldn't keep both in there.",
    "start": "00:50:13",
    "end": "00:50:15"
  },
  {
    "text": "Correct. And what you're going to find is actually here. Let's go to another difference. This is good. That's great. This is about Passover. Passover is important.",
    "start": "00:50:15",
    "end": "00:50:23"
  },
  {
    "text": "The meal.",
    "start": "00:50:24",
    "end": "00:50:24"
  },
  {
    "text": "Yeah, the meal. I mean, if you think what cultural religious community has been celebrating the same thing every year for 3,500 years, it's just pretty short list. This is a huge significant event for Jewish history. In Exodus, chapter 12, this is the first statement of the laws about the Exodus, the rules and the rituals for holding the feast. In Exodus 12, says, you shall eat the Passover lamb the same night, roasted with fire. Eat it with unleavened bread and bitter herbs. Do not eat any of it raw or boiled. The Hebrew word for boil is bashal. Don't boil it at all with water. Rather roasted with fire, head, legs, entrails. Okay, so it's very clear.",
    "start": "00:50:24",
    "end": "00:51:17"
  },
  {
    "text": "Roasted entrails being the intestines.",
    "start": "00:51:18",
    "end": "00:51:21"
  },
  {
    "text": "Correct. In other words, basically, it's like don't gut it, just. Yeah, exactly. Put it on a. Like, kill it. Put it on a steak and rotate it over a fire.",
    "start": "00:51:22",
    "end": "00:51:31"
  },
  {
    "text": "Yeah.",
    "start": "00:51:31",
    "end": "00:51:32"
  },
  {
    "text": "That's roasting.",
    "start": "00:51:32",
    "end": "00:51:33"
  },
  {
    "text": "Yeah.",
    "start": "00:51:33",
    "end": "00:51:33"
  },
  {
    "text": "Right.",
    "start": "00:51:34",
    "end": "00:51:34"
  },
  {
    "text": "Yeah.",
    "start": "00:51:34",
    "end": "00:51:35"
  },
  {
    "text": "So, yeah, don't prepare it or dress it. Isn't that what a butcher would do? Dress it in terms of removing skin and all this? It's just like, cook it as it is. Got it. Roast it as it is. Once again, you get to Deuteronomy, and when you get to the description of the Passover laws in Deuteronomy, Moses says in chapter 16 of Deuteronomy, at the place where the Lord your God chooses to establish his name, you shall sacrifice the Passover in the evening, at sunset, at the time that you came out of Egypt, you shall boil bashal and eat it in the place the Lord your God chooses. In the morning, go back to your tents.",
    "start": "00:51:35",
    "end": "00:52:12"
  },
  {
    "text": "Hmm. Contradiction.",
    "start": "00:52:13",
    "end": "00:52:16"
  },
  {
    "text": "Oh, so wait. This is very practical.",
    "start": "00:52:17",
    "end": "00:52:20"
  },
  {
    "text": "Yeah. Boil or not to boil?",
    "start": "00:52:20",
    "end": "00:52:22"
  },
  {
    "text": "Yeah. Do I boil the Passover lamb or do I roast it?",
    "start": "00:52:22",
    "end": "00:52:26"
  },
  {
    "text": "Yeah. And Exodus, it says roast, do not boil.",
    "start": "00:52:26",
    "end": "00:52:31"
  },
  {
    "text": "It says roast and don't boil.",
    "start": "00:52:31",
    "end": "00:52:33"
  },
  {
    "text": "And then in Deuteronomy, it says boil.",
    "start": "00:52:33",
    "end": "00:52:35"
  },
  {
    "text": "Yep. Yeah, there it is. Now, this is fascinating, actually. Here, go to Deuteronomy 16, verse 7. Great. So you tell me what it says. Deuteronomy 16, verse 7.",
    "start": "00:52:35",
    "end": "00:52:45"
  },
  {
    "text": "Roast it and eat it. Referring to the Passover lamb.",
    "start": "00:52:46",
    "end": "00:52:50"
  },
  {
    "text": "Passover lamb. Yeah, just right there.",
    "start": "00:52:50",
    "end": "00:52:52"
  },
  {
    "text": "Roast it and eat it.",
    "start": "00:52:52",
    "end": "00:52:53"
  },
  {
    "text": "Roast it. Do you see what they've done here? Look down.",
    "start": "00:52:53",
    "end": "00:52:56"
  },
  {
    "text": "Yeah.",
    "start": "00:52:56",
    "end": "00:52:56"
  },
  {
    "text": "So In Exodus, chapter 12, it says, don't eat any of it raw or boiled. Roast it. Deuteronomy, chapter 16, verse 7. You shall boil it bashal.",
    "start": "00:52:57",
    "end": "00:53:08"
  },
  {
    "text": "And what does NIV says roast it?",
    "start": "00:53:09",
    "end": "00:53:11"
  },
  {
    "text": "NIV says roast.",
    "start": "00:53:11",
    "end": "00:53:12"
  },
  {
    "text": "Oh, so it smoothed out the contradiction.",
    "start": "00:53:13",
    "end": "00:53:16"
  },
  {
    "text": "Yeah. The new international version has taken the word boil and translated it roast to make it agree with the law with the statement in Exodus 12.",
    "start": "00:53:16",
    "end": "00:53:27"
  },
  {
    "text": "Sneaky.",
    "start": "00:53:27",
    "end": "00:53:27"
  },
  {
    "text": "Do you see that? So there's actually an ancient debate. People have noticed this difference for thousands of years.",
    "start": "00:53:27",
    "end": "00:53:33"
  },
  {
    "text": "Sure.",
    "start": "00:53:33",
    "end": "00:53:34"
  },
  {
    "text": "It's just straight up.",
    "start": "00:53:34",
    "end": "00:53:35"
  },
  {
    "text": "See what King James does? I want to see what King James does. Oh, yeah.",
    "start": "00:53:35",
    "end": "00:53:37"
  },
  {
    "text": "Let's see what King James does.",
    "start": "00:53:37",
    "end": "00:53:38"
  },
  {
    "text": "Roast it.",
    "start": "00:53:38",
    "end": "00:53:38"
  },
  {
    "text": "They say roast. Yeah. So just think about what's happening there. There's a clear Hebrew word for roast. The Hebrew word salah. There's a very clear Hebrew word for boil. Bashal. Exodus 12 says, don't bashal the Passover. Deuteronomy 16 says, you shall bashal the Passover. And translators, they're like, let's go with the first one. Let's just go with the first one. Which hides the problem from readers of the translation. But ancient Jews knew exactly what they were doing, so. Dude, check this out. In the Book of Chronicles, in the Hebrew Bible itself, there's a story where Josiah, one of the kings of Israel, is holding a Passover. And it tells you how they prepared the Passover. And look at what it says. And they boiled the Passover lamb with fire.",
    "start": "00:53:38",
    "end": "00:54:30"
  },
  {
    "text": "How do you do that? Well, I guess if the fire is boiling the water.",
    "start": "00:54:31",
    "end": "00:54:35"
  },
  {
    "text": "It doesn't say that. It says they boiled with fire.",
    "start": "00:54:37",
    "end": "00:54:39"
  },
  {
    "text": "They were just like boiling is Just another word for roasting at this point.",
    "start": "00:54:41",
    "end": "00:54:44"
  },
  {
    "text": "There's a couple views on what's happening here. One is that they boiled it, namely by heating up the water with fire.",
    "start": "00:54:44",
    "end": "00:54:49"
  },
  {
    "text": "Yeah.",
    "start": "00:54:49",
    "end": "00:54:50"
  },
  {
    "text": "Another one is that they're actually adapting the meaning of the word boil. Yeah, right. To mean roast. But they've created a new phrase to boil with fire.",
    "start": "00:54:50",
    "end": "00:55:02"
  },
  {
    "text": "You know, we've got a word that sounds like boil, but it means roast. Broil.",
    "start": "00:55:02",
    "end": "00:55:06"
  },
  {
    "text": "Oh, broil.",
    "start": "00:55:06",
    "end": "00:55:07"
  },
  {
    "text": "Whoa.",
    "start": "00:55:07",
    "end": "00:55:07"
  },
  {
    "text": "Oh. You can do a great wordplay here. They broiled it.",
    "start": "00:55:09",
    "end": "00:55:12"
  },
  {
    "text": "They broiled it.",
    "start": "00:55:12",
    "end": "00:55:13"
  },
  {
    "text": "But here's what this shows us. This shows us that the author of Chronicles, first of all, observed.",
    "start": "00:55:13",
    "end": "00:55:18"
  },
  {
    "text": "Yeah.",
    "start": "00:55:18",
    "end": "00:55:18"
  },
  {
    "text": "Saw the discrepancy, saw these two. And what he wants to show in the Chronicles, his strategy is to make very clear what kings are. The kings that are the keepers, the signposts of the line of David that was faithful to the covenant, and therefore an image or figure of the ultimate coming descendant of David. And so there's just a handful. Solomon, Hezekiah, Josiah. And so he wants to depict Josiah as the ultimate Torah faithful person. And so he actually, even though it feels like a contradiction in terms of how you boil something with fire, he's trying to portray him as obeying all of the Torah. So he's obeying both commands simultaneously, even though it's impossible. Yeah, I think that's what he's doing. Yeah. It's a theological, creative claim about his hyper Torah faithfulness that he could boil the path of a lamb of fire.",
    "start": "00:55:18",
    "end": "00:56:18"
  },
  {
    "text": "He's so. Yeah. He's so faithful to the Torah, he's defying the laws of physics.",
    "start": "00:56:18",
    "end": "00:56:22"
  },
  {
    "text": "Yeah. I mean, I think the author of Chronicles, you're supposed to kind of chuckle and get it. Here's why I don't think this should bother us. Let's land the plan on this part of the conversation. If you think of the Torah as a law book, a law code book that gives you all, in one statement, God's will for all people of all time, then all of these differences in.",
    "start": "00:56:25",
    "end": "00:56:46"
  },
  {
    "text": "The laws, they become massive problems.",
    "start": "00:56:46",
    "end": "00:56:47"
  },
  {
    "text": "Massive problems. Massive problems. So much so that you'll be willing to retranslate words that don't actually mean what they mean to harmonize the problem. But maybe that approach to the Torah, maybe the problem is us and our approach. Because the biblical authors clearly don't have a problem with these differences. They highlight them. The author of Chronicles is highlighting this difference. So there's a difference of audience, like the people leaving Exodus. The whole point is, pack your bags, cloaks on staff, in your Hand, get ready to go. So, like, you're not gonna do overnight baking. It's just roast it, eat the thing, because you gotta go any moment.",
    "start": "00:56:47",
    "end": "00:57:28"
  },
  {
    "text": "Yeah. Okay. That's why it's like, don't dress it. Put that thing on a stick, Roast it up.",
    "start": "00:57:28",
    "end": "00:57:33"
  },
  {
    "text": "Totally.",
    "start": "00:57:33",
    "end": "00:57:34"
  },
  {
    "text": "We're going.",
    "start": "00:57:34",
    "end": "00:57:35"
  },
  {
    "text": "Yeah. Any moment, we're gonna be out of here. And so you can't take eight hours to cook this thing.",
    "start": "00:57:35",
    "end": "00:57:39"
  },
  {
    "text": "Yeah.",
    "start": "00:57:39",
    "end": "00:57:39"
  },
  {
    "text": "Deuteronomy 16 assumes you're in the land, you're settled, you have homes. So you can.",
    "start": "00:57:39",
    "end": "00:57:46"
  },
  {
    "text": "Let's adapt the recipe.",
    "start": "00:57:46",
    "end": "00:57:47"
  },
  {
    "text": "You can adapt the recipe. And so it makes sense that the laws are stated differently for different audiences, just like the Sabbath command is. But the moment you try and take the laws out of their narrative context and make one seamless whole code, a statutory code, that's where the problems come in.",
    "start": "00:57:47",
    "end": "00:58:08"
  },
  {
    "text": "Yeah. And we talked about this before when we talked about the law is that if that's what the Torah was trying to do, it just failed big time at doing that.",
    "start": "00:58:08",
    "end": "00:58:15"
  },
  {
    "text": "That's right. Like giving a comprehensive law code, a.",
    "start": "00:58:15",
    "end": "00:58:18"
  },
  {
    "text": "Comprehensive, coherent law code that now I can go and follow as an Israelite.",
    "start": "00:58:18",
    "end": "00:58:22"
  },
  {
    "text": "Correct.",
    "start": "00:58:22",
    "end": "00:58:23"
  },
  {
    "text": "First of all, don't throw narratives in there.",
    "start": "00:58:23",
    "end": "00:58:25"
  },
  {
    "text": "Yeah. What are the narratives doing there?",
    "start": "00:58:25",
    "end": "00:58:26"
  },
  {
    "text": "That doesn't make any sense. Just give me the laws. Second of all, don't repeat laws.",
    "start": "00:58:26",
    "end": "00:58:30"
  },
  {
    "text": "Right.",
    "start": "00:58:30",
    "end": "00:58:31"
  },
  {
    "text": "That's redundant. And if you're gonna repeat a law, maybe restate it the same way. That would make it easier.",
    "start": "00:58:31",
    "end": "00:58:38"
  },
  {
    "text": "Basic rules for making a law code. That's right.",
    "start": "00:58:38",
    "end": "00:58:42"
  },
  {
    "text": "So something's going on in which we're supposed to clue in immediately.",
    "start": "00:58:42",
    "end": "00:58:45"
  },
  {
    "text": "Okay.",
    "start": "00:58:46",
    "end": "00:58:46"
  },
  {
    "text": "The purpose of this law code is something bigger than a law code.",
    "start": "00:58:46",
    "end": "00:58:53"
  },
  {
    "text": "It's actually very similar to when my little boys, we have a small garage with a tool shed, and they'd love to use my tools for all the wrong purposes. And so for two summers, they were convinced that my hammers were a kind of pickaxe.",
    "start": "00:58:54",
    "end": "00:59:10"
  },
  {
    "text": "Oh. Because you could turn it around.",
    "start": "00:59:11",
    "end": "00:59:12"
  },
  {
    "text": "You could turn around and use the claw. It was a very effective pickaxe. I mean, I think it'll break up dirt. And so I remember the first time that I showed Roman, my older son, it's for pulling out nails. And then he was like this thing. I just remember seeing in his eyes. Like, it dawned on him what this is really for. And then all of a sudden, he was so excited. He was like. I mean, he wanted me to pound in nails just so he could pull them out. And it's kind of like that. It's kind of like if you Use the laws of the Torah as a law code. You can do it, but there'll be problems.",
    "start": "00:59:12",
    "end": "00:59:46"
  },
  {
    "text": "You can dig a hole with that.",
    "start": "00:59:46",
    "end": "00:59:47"
  },
  {
    "text": "Yeah. It doesn't explain the design of the whole thing. It just. You're repurposing one part, but there'll be some problems with it, and then it won't explain all these other features.",
    "start": "00:59:47",
    "end": "00:59:57"
  },
  {
    "text": "Yeah, if you sit back and you look at that hammer thing, you'd be like, you know, it'd be a lot more effective if it was more like a shovel.",
    "start": "00:59:57",
    "end": "01:00:03"
  },
  {
    "text": "And then you find yourself wishing like, I wish. Why didn't God make a shovel?",
    "start": "01:00:06",
    "end": "01:00:09"
  },
  {
    "text": "Yeah. And then you're like, you're kind of embarrassed for God. You're kind of like, yeah, that's right. You know, God, you could have designed this a little better.",
    "start": "01:00:09",
    "end": "01:00:16"
  },
  {
    "text": "Exactly. When in fact, the problem is me and my assumptions, and I'm attributing my ignorance to God. So maybe I'm the one who needs to back up and get a whole different paradigm for what the Torah is accounting for the laws and for the narratives and why the laws work together and where they occur and so on. And so there we go. That's the rest of our conversation, is a handful of perspectives about the laws and their ancient context in the literary context that help us rediscover the purpose of the Torah that is not a shovel.",
    "start": "01:00:16",
    "end": "01:00:54"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. Our video on the law is on our YouTube channel and on our website, thebibleproject.com this episode was produced by Dan Gummel. If you'd like to follow up on some of the ideas we talked about in this episode, make sure to check out our shop. Hi, this is Bhupesh from India.",
    "start": "01:00:56",
    "end": "01:01:17"
  },
  {
    "text": "I am excited to be a part.",
    "start": "01:01:18",
    "end": "01:01:19"
  },
  {
    "text": "Of making the Bible Project videos available in Telugu. Thank you for your support. Let all your friends know these videos are available. We believe the Bible is a unified story that leads to Jesus. The Bible Project is crowdfunded.",
    "start": "01:01:19",
    "end": "01:01:32"
  },
  {
    "text": "You can find free videos, study notes.",
    "start": "01:01:33",
    "end": "01:01:35"
  },
  {
    "text": "Podcasts, and more@thebibleproject.com hello, the Bible Project video. Marino Miru.",
    "start": "01:01:35",
    "end": "01:02:12"
  },
  {
    "text": "SA.",
    "start": "01:02:36",
    "end": "01:02:37"
  }
]