[
  {
    "text": "Hey, this is John at the bibleproject. And today on the podcast, Tim and I continue a conversation about how to read the Bible. In the next two episodes, we'll discuss the Bible's design as a unique type of literature that we'll refer to as meditation literature.",
    "start": "00:00:09",
    "end": "00:00:25"
  },
  {
    "text": "The Hebrew Bible has been designed as a very unique kind of literature, a kind of poetry and narrative discourse that really sets it apart.",
    "start": "00:00:26",
    "end": "00:00:34"
  },
  {
    "text": "So we're all used to modern forms of storytelling, whether it's on TV or Netflix, in modern novels or in movies, modern stories typically have a lot of detail. We get to learn what people look like, where they came from, the way they act and why they act that way. But when we read stories in the Bible, you'll notice that a lot of detail is left out, which makes Bible stories often confusing. But what if that's actually the way the ancient Hebrew authors designed these stories?",
    "start": "00:00:34",
    "end": "00:01:04"
  },
  {
    "text": "It's a glaring lack of detail in the story, and it's not even on our radar to think maybe it's put there on purpose and intentionally placing a gap or an ambiguity in the story to force me to think through why and to sort out options and then to read the rest of the story, looking for clarification or playing off different possibilities.",
    "start": "00:01:05",
    "end": "00:01:30"
  },
  {
    "text": "So today on the show, we'll talk about the difference between ancient literature and modern literature and why lots of details in the Bible stories are often left out. And we'll use the story of Cain and Abel as an example. Thanks for joining us. Here we go. All right, so what we want to do is talk about the Bible as.",
    "start": "00:01:31",
    "end": "00:01:51"
  },
  {
    "text": "Meditation literature, as ancient Jewish meditation literature. Yeah, we have a video coming out. So the basic premise of the video is that all literature is produced by specific people who live in specific times, places, and cultures, and that every culture and author will therefore produce a unique and different kind of literature. Different practices, different communication techniques. And we take that for granted. Whatever culture you live in, you just take it for granted.",
    "start": "00:01:51",
    "end": "00:02:23"
  },
  {
    "text": "That's just the way we tell stories.",
    "start": "00:02:23",
    "end": "00:02:25"
  },
  {
    "text": "That's the way we tell stories. This is the way we write newspaper articles. This is the way poetry is probably the most common type of literature that presses boundaries most often. And Hollywood's a great example where there's like the standard run of the mill.",
    "start": "00:02:25",
    "end": "00:02:41"
  },
  {
    "text": "Yes.",
    "start": "00:02:41",
    "end": "00:02:41"
  },
  {
    "text": "Here's the action movie, here's the romance comedy. And so, right. Film studios know what the masses want, but then they'll also begin to introduce other things to try and push the boundaries. And then you get full on experimental films that are just too far ahead, too soon.",
    "start": "00:02:41",
    "end": "00:03:00"
  },
  {
    "text": "Yeah. So there's not clear boundaries on types of literature.",
    "start": "00:03:00",
    "end": "00:03:04"
  },
  {
    "text": "Yes.",
    "start": "00:03:04",
    "end": "00:03:05"
  },
  {
    "text": "But there are generalities.",
    "start": "00:03:05",
    "end": "00:03:07"
  },
  {
    "text": "That's right.",
    "start": "00:03:07",
    "end": "00:03:08"
  },
  {
    "text": "And when you talk about thousands of years of human history and us being in a time in human history, that's completely different than what it was like to be in the 4th century BC in the middle East.",
    "start": "00:03:08",
    "end": "00:03:24"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:03:24",
    "end": "00:03:25"
  },
  {
    "text": "It's just a different time.",
    "start": "00:03:25",
    "end": "00:03:26"
  },
  {
    "text": "Yeah. Just like it was different being in, like, whatever medieval Spain during the great Muslim kingdoms.",
    "start": "00:03:26",
    "end": "00:03:35"
  },
  {
    "text": "So they created their own types of literature.",
    "start": "00:03:35",
    "end": "00:03:36"
  },
  {
    "text": "They have their own type of literature. And medieval Europe, like all the really white, pasty people living under the cloudy skies. Right. The British Islands back then, they had a very unique, different kind of.",
    "start": "00:03:36",
    "end": "00:03:48"
  },
  {
    "text": "Yeah. And it's almost like a different flavor would be a way to think about it.",
    "start": "00:03:48",
    "end": "00:03:51"
  },
  {
    "text": "Yeah. Right.",
    "start": "00:03:51",
    "end": "00:03:51"
  },
  {
    "text": "Because they're still telling stories and using the same principles of storytelling, and they're still writing poetry with the same principles of metaphor and that kind of stuff.",
    "start": "00:03:51",
    "end": "00:04:02"
  },
  {
    "text": "Yes.",
    "start": "00:04:02",
    "end": "00:04:02"
  },
  {
    "text": "And logical arguments are still logical arguments, but it has its own distinct flavor. Like if you go and have a slice of pizza in Chicago versus a slice of pizza in New York.",
    "start": "00:04:03",
    "end": "00:04:14"
  },
  {
    "text": "Yes.",
    "start": "00:04:14",
    "end": "00:04:14"
  },
  {
    "text": "Same ingredients, different experience. Yeah.",
    "start": "00:04:15",
    "end": "00:04:17"
  },
  {
    "text": "Yeah. Or. Yeah. The biblical authors of that period. So after his return from the exile all the way leading up to the final collection of the Hebrew Bible, they didn't invent all of the literature in the Bible. They actually received a whole bunch of material from centuries past literature that was ancient to them from the time, from the times of the Kings and David and Moses and so on. But they were the ones who brought it all together like a quilt, Brought much older quilt pieces, but then brought it all together and arranged it. So that whole tradition in the Israelite Hebrew culture has a very unique way of telling stories. And the Hebrew Bible has been designed as a very unique kind of literature, a kind of poetry and narrative and discourse that really sets it apart from all other literature. And it's precisely those uniquenesses that make it really difficult for modern Western readers. I have found the very things that make biblical literature unique and awesome are the things that you have to learn how to appreciate, because they're not natural to the way we consume stories or hear stories in our culture.",
    "start": "00:04:17",
    "end": "00:05:34"
  },
  {
    "text": "That's why I think this was so exciting to me as a video and a principle to understand. It really unlocked things for me.",
    "start": "00:05:34",
    "end": "00:05:42"
  },
  {
    "text": "Yeah.",
    "start": "00:05:42",
    "end": "00:05:43"
  },
  {
    "text": "So we've talked before about how there's different paradigms you can bring to what the Bible is and that we want to talk about the Bible as a unified story that leads to Jesus where other paradigms are like that the Bible is a rule book or a devotional grab bag. And those more speak to the paradigm of Scripture I grew up with. For whatever reason, that's the paradigm I brought when I would sit down with the Bible, open it up and try to read it. I'm thinking to myself, either I need to find that verse that really speaks to me and then find an application out of that, or I need to find that verse that's telling me, like, what to do with my life and then obey it.",
    "start": "00:05:43",
    "end": "00:06:28"
  },
  {
    "text": "Yes.",
    "start": "00:06:28",
    "end": "00:06:29"
  },
  {
    "text": "And if it isn't really clear, it's frustrating. And if there's like these gaps where it's like, man, I wish there was more detail or wish I understood this more, that just flustered me and made me feel like I wasn't doing a good job being a Christian reading the Bible.",
    "start": "00:06:29",
    "end": "00:06:46"
  },
  {
    "text": "This is a great example of the kinds of questions that you are taught to ask shape how you view reality. So if your primary question is, I'm looking for the lesson for my life today, that has underneath it an assumption that this book was designed in such a way as to give. Give you a lesson for your life from each and every poem and story. What we're trying to address is that assumption and say that the Bible is designed to shape our lives and view of everything and our behavior, but the way it's going about it is totally different.",
    "start": "00:06:46",
    "end": "00:07:22"
  },
  {
    "text": "The way it's going about it is totally different. And that's what this video is about. And to understand how it's going about it brings so much freedom and excitement about engaging the Bible for me. And so hopefully that will. It'll be the same for others.",
    "start": "00:07:22",
    "end": "00:07:40"
  },
  {
    "text": "Yes. So the basic idea that we unpack is a key in this video. That we unpack in the video. It's a key feature of biblical poetry and narrative, for the most part, is that it lacks the amount of detail and clarity that modern readers have come to expect in reading stories or sometimes poetry. A little different, but let's just take narrative as our basic example right now. So whether it's a movie or a novel, I'm used to a thorough introduction, for the most part, to the characters and the setting, what they look like, a short history of their personality and family, something. And the famous examples are these massive modern classics like Tolstoy and War and Peace. They'll go on for a whole chapter about just somebody's dad as a way to, you know.",
    "start": "00:07:40",
    "end": "00:08:37"
  },
  {
    "text": "And more modern literature has done that less. And it's actually tried to probably.",
    "start": "00:08:37",
    "end": "00:08:42"
  },
  {
    "text": "Become more subtle or more.",
    "start": "00:08:44",
    "end": "00:08:46"
  },
  {
    "text": "Yeah, more subtle, creative you get who this character is by what they're doing. Less about what you're being told about the character.",
    "start": "00:08:46",
    "end": "00:08:54"
  },
  {
    "text": "Yes.",
    "start": "00:08:54",
    "end": "00:08:55"
  },
  {
    "text": "Which is. That seems more of a Jewish trait.",
    "start": "00:08:55",
    "end": "00:08:57"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:08:57",
    "end": "00:08:57"
  },
  {
    "text": "But it seems like we're pushing that way a little bit more.",
    "start": "00:08:57",
    "end": "00:08:59"
  },
  {
    "text": "Yeah, that's a good. That's a good point.",
    "start": "00:08:59",
    "end": "00:09:01"
  },
  {
    "text": "Than these classics, because they're hard to read. Like, it's hard to, like, sit down and read five pages of backstory about a town that a guy was in. But that's the history of modern Western literature. Is that kind of detail.",
    "start": "00:09:01",
    "end": "00:09:14"
  },
  {
    "text": "So, yeah, lots of detail. Even just unnecessary detail in a particular scene. Here's what the people looked like. His voice sounded like this. Addressed to a people standing under trees. Like this. Imported from here. And just details. Loaded with details.",
    "start": "00:09:14",
    "end": "00:09:31"
  },
  {
    "text": "Well, then. And not just those kind of details, but also the details of. We really want to understand why a character's doing what they're doing.",
    "start": "00:09:31",
    "end": "00:09:38"
  },
  {
    "text": "Yeah, sure, sure.",
    "start": "00:09:38",
    "end": "00:09:39"
  },
  {
    "text": "And whether or not we're being told that subtly or we're being told that very plainly, it's really important for us to get into the psyche of the characters and to appreciate who they are and their point of view. And you don't get a lot of that in the Bible.",
    "start": "00:09:39",
    "end": "00:09:56"
  },
  {
    "text": "Yes. I have two contrasting examples in my mind that fit onto biblical examples of this, because the biblical paradigm, or the biblical characteristic, is that it just lacks most of this detail. We rarely get a window into the thoughts of a biblical character as to why they're doing what they're doing. We rarely. We almost never hear what any of these characters look like. And it's very unclear in half the biblical stories why anybody is doing what they're doing. You know, whether it's why didn't God. We've talked about this one many times. Why didn't God accept Cain's sacrifice?",
    "start": "00:09:56",
    "end": "00:10:38"
  },
  {
    "text": "Well, I think we should talk about Cain and Abel, actually. I think that would be an interesting way.",
    "start": "00:10:38",
    "end": "00:10:41"
  },
  {
    "text": "Well, actually, we were thinking of making that a main example in the story.",
    "start": "00:10:41",
    "end": "00:10:45"
  },
  {
    "text": "We didn't in the video, but I think that.",
    "start": "00:10:45",
    "end": "00:10:47"
  },
  {
    "text": "Okay, yeah. So let's talk. Here's the classic biblical example of a lack of detail.",
    "start": "00:10:47",
    "end": "00:10:51"
  },
  {
    "text": "Yeah. Genesis 4. Cain and Abel.",
    "start": "00:10:52",
    "end": "00:10:53"
  },
  {
    "text": "Yes.",
    "start": "00:10:53",
    "end": "00:10:54"
  },
  {
    "text": "And can I say before we look at this, I've been listening to this guy. He's got a podcast. He's this professor of religion up in Canada somewhere. So his name's Jordan B. Peterson, and he's not like an orthodox Christian guy, but he's a professor of religion. And he also studies a lot of psychology, especially Jungian Psychology. But he has these lectures where he's talking about Genesis 1 through 4, and he loves the story of Cain and Abel. And one of the things that he said that's really stuck with me is he's. Because of the conversations we've been having is he goes in this lecture, he's like. He goes, I don't get it. This story of Cain and Abel is so densely packed with wisdom. Yeah, it is. So it's like. He's like. It's only like two paragraphs long. And this story does so much and explains so much about reality. He's like, everything is so purposeful. And he goes, one way to explain it is that these stories out of an oral culture had to be really packed and really precise because they're being passed on orally. And so that just. There's this shaping, this natural kind of shaping. And he said, and maybe that's the explanation. But then he's like, I don't know if that explains it well enough because this story's just too brilliant. And so he's just flabbergasted by it. And he's just like. Almost like he wants to say, it must be divine. He's like, what he wants to say. And I think he's kind of getting at that without saying that.",
    "start": "00:10:54",
    "end": "00:12:31"
  },
  {
    "text": "Sure, sure. Which we sympathize with. I think you and I care about that a lot, too. We do have a conviction that the Bible is a divine human word. The classic theological word for that is inspiration in the Christian tradition. I think what you and I are both also convinced of is the way that that get expressed. It doesn't mean that it's a magic book that fell out of heaven. It doesn't communicate the normal ways that humans communicate. So we're interested in how the literary genius of the Bible is like a pointer to. It's the human divine partnership.",
    "start": "00:12:31",
    "end": "00:13:06"
  },
  {
    "text": "Yeah. And so Peterson is just being. He's being blown away by the literary genius.",
    "start": "00:13:06",
    "end": "00:13:10"
  },
  {
    "text": "Yeah.",
    "start": "00:13:10",
    "end": "00:13:11"
  },
  {
    "text": "And I think. Yeah, it was super fascinating. So, yeah, Cain and Abel. What is it? It's 16 verses.",
    "start": "00:13:11",
    "end": "00:13:17"
  },
  {
    "text": "Just the two brothers.",
    "start": "00:13:17",
    "end": "00:13:18"
  },
  {
    "text": "No, just the whole story.",
    "start": "00:13:18",
    "end": "00:13:19"
  },
  {
    "text": "Oh, got it. Yeah.",
    "start": "00:13:20",
    "end": "00:13:21"
  },
  {
    "text": "16 verses.",
    "start": "00:13:21",
    "end": "00:13:22"
  },
  {
    "text": "That's a good point. Yeah. From like, introduction to the brothers and then to Cain's being banished from the land, it's essentially 16 verses. But the actual story of the two brothers and what happened and the consequences of that is 12 sentences.",
    "start": "00:13:22",
    "end": "00:13:39"
  },
  {
    "text": "12 sentences. We could talk. I promise you, we could talk for hours and hours and not get bored talking about this story.",
    "start": "00:13:39",
    "end": "00:13:48"
  },
  {
    "text": "There's so much going on here.",
    "start": "00:13:48",
    "end": "00:13:50"
  },
  {
    "text": "Yeah.",
    "start": "00:13:50",
    "end": "00:13:50"
  },
  {
    "text": "It's unbelievable. And there's so much going on here that has implications for the entire biblical narrative. The story is unbelievable.",
    "start": "00:13:50",
    "end": "00:13:58"
  },
  {
    "text": "And that's what we mean by literary genius. But what also is going on here is a lack of detail that you would expect. And so. And you brought these up before.",
    "start": "00:13:58",
    "end": "00:14:09"
  },
  {
    "text": "So we have a. You know, Adam and Eve have children.",
    "start": "00:14:10",
    "end": "00:14:14"
  },
  {
    "text": "Yeah.",
    "start": "00:14:14",
    "end": "00:14:14"
  },
  {
    "text": "Right. They have two sons.",
    "start": "00:14:15",
    "end": "00:14:16"
  },
  {
    "text": "Yeah.",
    "start": "00:14:16",
    "end": "00:14:17"
  },
  {
    "text": "And then we're just told randomly this detail. Two sons, Abel and Cain. Abel was a shepherd and Cain was a farmer, a tiller of the ground.",
    "start": "00:14:17",
    "end": "00:14:28"
  },
  {
    "text": "Yeah.",
    "start": "00:14:28",
    "end": "00:14:29"
  },
  {
    "text": "So just two random details. Why am I being told these random details? Because the whole plot conflict is going to hang. Right.",
    "start": "00:14:29",
    "end": "00:14:36"
  },
  {
    "text": "So those are some details we do get.",
    "start": "00:14:37",
    "end": "00:14:38"
  },
  {
    "text": "Yeah. So you get two random details, but they're the details only given because they matter for the plot conflict that's about to take place.",
    "start": "00:14:38",
    "end": "00:14:47"
  },
  {
    "text": "Yeah.",
    "start": "00:14:47",
    "end": "00:14:47"
  },
  {
    "text": "So then Cain brings an offering. It's a food offering, because he's the farmer. He's the farmer. Abel brings an offering.",
    "start": "00:14:48",
    "end": "00:14:57"
  },
  {
    "text": "It's an animal offering because he has the animals.",
    "start": "00:14:57",
    "end": "00:15:00"
  },
  {
    "text": "And we're told that the Lord looked upon Abel's offering, but did not look upon Cain and his offering.",
    "start": "00:15:00",
    "end": "00:15:07"
  },
  {
    "text": "Niv says looked with favor.",
    "start": "00:15:08",
    "end": "00:15:10"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:15:10",
    "end": "00:15:11"
  },
  {
    "text": "Looked upon means.",
    "start": "00:15:11",
    "end": "00:15:12"
  },
  {
    "text": "Yeah, that's an interpretive rendering. Literally, just look upon. But to say I look upon you, but I don't look upon you.",
    "start": "00:15:12",
    "end": "00:15:18"
  },
  {
    "text": "You're cool, you're in.",
    "start": "00:15:19",
    "end": "00:15:21"
  },
  {
    "text": "It's an acceptance.",
    "start": "00:15:21",
    "end": "00:15:22"
  },
  {
    "text": "I like this. It's an acceptance. So the first question right off the bat is, well, why?",
    "start": "00:15:22",
    "end": "00:15:27"
  },
  {
    "text": "Yeah, why? Everything's gonna hinge on why.",
    "start": "00:15:27",
    "end": "00:15:31"
  },
  {
    "text": "Cain is a farmer, so he has fruit and vegetables. So that makes sense for him to.",
    "start": "00:15:31",
    "end": "00:15:36"
  },
  {
    "text": "Give that to God and for Israelites. Go read Leviticus. There's a whole sacrifice section dedicated to food offerings. It's totally a legit way to make an offering to the Lord.",
    "start": "00:15:36",
    "end": "00:15:47"
  },
  {
    "text": "That's what you got.",
    "start": "00:15:47",
    "end": "00:15:48"
  },
  {
    "text": "It's not inferior, just a great offering.",
    "start": "00:15:48",
    "end": "00:15:50"
  },
  {
    "text": "And Abel, he's got animals, so he takes some of the best parts of the animals. And we're not told why. Why are we not told why?",
    "start": "00:15:53",
    "end": "00:16:02"
  },
  {
    "text": "Correct. So it's frustrating. You can usually spot these types of lack of details in biblical narrative because they're precisely the things in these stories where people fill in interpretations and just assume that that's what the story means because they've been grown up hearing the story told with the details supplied.",
    "start": "00:16:03",
    "end": "00:16:25"
  },
  {
    "text": "Yeah.",
    "start": "00:16:25",
    "end": "00:16:25"
  },
  {
    "text": "So one common one in the Christian tradition has been thinking in terms of the animal sacrifice, knowing where the biblical story is going, leading to animal sacrifice. Animal sacrifices can atone, provide atonement for sins, food offerings are never said to have that value. Then going on to the suffering servant in Isaiah who's offering for sin, offers his life offering for sins, and then Jesus.",
    "start": "00:16:26",
    "end": "00:16:50"
  },
  {
    "text": "So somehow Cain should have known this.",
    "start": "00:16:50",
    "end": "00:16:52"
  },
  {
    "text": "Well, more is just saying that Abel, even if he didn't know it, is pointing forward to the fact that the Lord ultimately will look upon the ultimate sacrifice.",
    "start": "00:16:53",
    "end": "00:17:02"
  },
  {
    "text": "That seems like a legit interpretation.",
    "start": "00:17:02",
    "end": "00:17:04"
  },
  {
    "text": "It's a way to look forward. We should recognize that it's actually a lack of detail that we're filling in that makes us fill in that whole thing.",
    "start": "00:17:04",
    "end": "00:17:14"
  },
  {
    "text": "Yes.",
    "start": "00:17:15",
    "end": "00:17:15"
  },
  {
    "text": "So the other question is to say, and I think this is how we need to learn how to read these narratives, is to say, oh, it's a glaring lack of detail in the story, and it's not even on our radar to think maybe it's put there on purpose.",
    "start": "00:17:15",
    "end": "00:17:30"
  },
  {
    "text": "Right.",
    "start": "00:17:31",
    "end": "00:17:31"
  },
  {
    "text": "Maybe somebody's messing with me and intentionally placing a gap or an ambiguity in the story to force me to think through why and to sort out options and then to read the rest of the story looking for clarification or playing off different possibilities and being aware of all those. And that's a new category, I think, for many people that this narrator is so brilliant, they'll intentionally introduce something confusing to get me to participate more in the reading process. But that's one of the key features of biblical literature.",
    "start": "00:17:32",
    "end": "00:18:11"
  },
  {
    "text": "It's such a Yoda master kind of move.",
    "start": "00:18:42",
    "end": "00:18:44"
  },
  {
    "text": "Yeah. Oh, that's exactly it.",
    "start": "00:18:44",
    "end": "00:18:46"
  },
  {
    "text": "Yeah. Yeah. We're totally in. Yeah. Like you. I could just teach you what you need to know.",
    "start": "00:18:46",
    "end": "00:18:51"
  },
  {
    "text": "Yes.",
    "start": "00:18:51",
    "end": "00:18:51"
  },
  {
    "text": "But I'm gonna create some obstacle. And by you having to deal with this obstacle, you'll learn what it is I wanted to teach you for yourself.",
    "start": "00:18:51",
    "end": "00:19:00"
  },
  {
    "text": "Remember in Empire Strikes Back where Yoda and Luke are on Dagobah, and he leads him to that weird hole in the ground underneath the swampy tree?",
    "start": "00:19:01",
    "end": "00:19:09"
  },
  {
    "text": "Right.",
    "start": "00:19:10",
    "end": "00:19:10"
  },
  {
    "text": "And all he's telling Luke is to go down there, but. And then you wonder, like, does Yoda know what's down there? And then what he sees is a vision of Darth Vader, his father, and so on. And then it freaks him out. Right. And then he thinks he's fighting Darth Vader in the hole in the ground. Remember the scene?",
    "start": "00:19:10",
    "end": "00:19:27"
  },
  {
    "text": "Right.",
    "start": "00:19:27",
    "end": "00:19:27"
  },
  {
    "text": "Anyway, it was the first movie I saw in the theaters.",
    "start": "00:19:27",
    "end": "00:19:30"
  },
  {
    "text": "Oh, really?",
    "start": "00:19:30",
    "end": "00:19:30"
  },
  {
    "text": "Yeah. So very. My dad, probably. I was probably too. I was too young to appreciate it. Yeah. But it's left a deep imprint on my life.",
    "start": "00:19:30",
    "end": "00:19:37"
  },
  {
    "text": "Yeah.",
    "start": "00:19:37",
    "end": "00:19:37"
  },
  {
    "text": "Anyway, and then he comes out, and then Yoda's looking at him like kind of knowingly. But also I've gone back and watched it. You also wondered, did. Does Yoda know what just happened? But Yoda seems aware. And so he leads Luke down this path. And Luke thinks, I don't know, who knows what's gonna happen down here? But actually he's being led there by the master to have an experience that's already been laid there for him or that Yoda knows is gonna happen. It's like that.",
    "start": "00:19:37",
    "end": "00:20:04"
  },
  {
    "text": "Totally.",
    "start": "00:20:04",
    "end": "00:20:05"
  },
  {
    "text": "Yeah.",
    "start": "00:20:05",
    "end": "00:20:05"
  },
  {
    "text": "It's the paint the fence kind of move. The Karate Kid, right? You think like, oh, this is just a chore. And what a. Yeah, what a weird story.",
    "start": "00:20:05",
    "end": "00:20:15"
  },
  {
    "text": "Gosh, these stories are we so weird.",
    "start": "00:20:15",
    "end": "00:20:17"
  },
  {
    "text": "This gap's here. And now I have to do all this extra work and all of a sudden you realize, oh, I just mastered the move. That's gonna, like, win me the karate battle. Yeah, yeah, that's what they call them, right?",
    "start": "00:20:17",
    "end": "00:20:26"
  },
  {
    "text": "Karate battle. So right, here's the detail. It's a crucial plot detail. Why did God look on Abel's offering but not Cain's? And the point is that the story.",
    "start": "00:20:26",
    "end": "00:20:38"
  },
  {
    "text": "Doesn'T say so the assumption that we typically bring is the story doesn't seem complete. It's just kind of weird. But I'm gonna have to figure it out. And it's a little frustrating versus the assumption being I think the story's doing something on purpose for me to have to stop and wrestle with this.",
    "start": "00:20:38",
    "end": "00:20:56"
  },
  {
    "text": "Yes. Yeah. So. Because what's gonna go on is that the whole story is not gonna be about God as such. It's going to be about Cain and his decision. The focus of the story is on how Cain responds to what he perceives as divine neglect or divine lack of favor. It's asking you, the reader, to sympathize with that. You, the reader, are experiencing the same lack of knowledge about God's intentions that Cain's experience. You're put in the viewpoint of Cain, and so then all of a sudden you're emotionally stirred up over the same thing. You're supposed to empathize with Cain because we all have everybody. If you believe in God, if you believe in God, why isn't God looking.",
    "start": "00:20:56",
    "end": "00:21:47"
  },
  {
    "text": "On favor on me?",
    "start": "00:21:47",
    "end": "00:21:49"
  },
  {
    "text": "Why is this happening?",
    "start": "00:21:49",
    "end": "00:21:49"
  },
  {
    "text": "What am I doing wrong?",
    "start": "00:21:49",
    "end": "00:21:50"
  },
  {
    "text": "Why is this negative? Yeah. What did I do wrong? I don't know what I did wrong. And so the author's inviting us actually into that confusion and then now observing Cain's response as a way of. Well, here's one way to respond.",
    "start": "00:21:50",
    "end": "00:22:06"
  },
  {
    "text": "And Cain's response is he's angry.",
    "start": "00:22:07",
    "end": "00:22:09"
  },
  {
    "text": "He's Angry.",
    "start": "00:22:09",
    "end": "00:22:09"
  },
  {
    "text": "And his face is downcast, which means just sad, right?",
    "start": "00:22:10",
    "end": "00:22:15"
  },
  {
    "text": "Yeah. Why?",
    "start": "00:22:15",
    "end": "00:22:15"
  },
  {
    "text": "He's angry and sad?",
    "start": "00:22:15",
    "end": "00:22:16"
  },
  {
    "text": "Yes. Yeah. There's so much going on in the verbal texture of this book. It literally says his face fell versus the phrase for God looked upon the offering. Is he. God regarded it, but he didn't regard Cain. So Cain's face fell. And then God asks Cain, why has your face fallen? Why are you angry? And then verse seven, it's key, isn't it? True, if you do well, you'll be lifted up, you'll be regarded. If you don't do well, sin is ravenously crouching at the door and its desire is for you, but you can rule over it. I mean, really, verse seven is a universe in verse seven. But the idea is that his face has fallen. And if he has the choice, he can be lifted up if he wants. If he does good, does well. Yeah, but literally, it's the Hebrew word for good, the same one repeated in Genesis 1 and 2.",
    "start": "00:22:16",
    "end": "00:23:21"
  },
  {
    "text": "Got it.",
    "start": "00:23:21",
    "end": "00:23:22"
  },
  {
    "text": "And so it's reminding us back to the tree of knowledge, of good and evil, and the trust issue there. If you choose good, choose good, which means to trust God's wisdom and goodness. Even in a moment where I can't.",
    "start": "00:23:22",
    "end": "00:23:35"
  },
  {
    "text": "See what's confusing and I don't know why.",
    "start": "00:23:35",
    "end": "00:23:37"
  },
  {
    "text": "So his face has fallen. So it put everything in the story. It's all built up to a moment of a human. What decision are they going to make regarding good? And it's Genesis 2 in the tree all over again.",
    "start": "00:23:39",
    "end": "00:23:52"
  },
  {
    "text": "Yeah. That's what was so fascinating, is once we started unpacking this and talking about how confusing the story is and all this stuff, and then realizing this is a retelling of the Fall, the choice.",
    "start": "00:23:52",
    "end": "00:24:06"
  },
  {
    "text": "Of Adam and Eve.",
    "start": "00:24:06",
    "end": "00:24:07"
  },
  {
    "text": "Yeah. And when you start to see those parallels, it just starts to unfold on you. And it starts to take so much more depth and meaning and interest of like, oh, this isn't just about two dudes who were early humans telling us, like, hey, do a certain type of sacrifice and then also, you know, don't murder people. It's telling us something so much deeper.",
    "start": "00:24:07",
    "end": "00:24:34"
  },
  {
    "text": "Yes.",
    "start": "00:24:34",
    "end": "00:24:35"
  },
  {
    "text": "About the human condition and about how we were meant to be dependent on God and his definition of good and evil. And when we don't, the repercussions of that and what it looks like to fight against that. And we get one picture of that with Adam and Eve in the garden and the snake and the banishment. And now again with this decision with evil, it's no longer a snake. Now it's like this.",
    "start": "00:24:35",
    "end": "00:25:03"
  },
  {
    "text": "It's the word sin. It's the first time the word sin appears in the Bible.",
    "start": "00:25:03",
    "end": "00:25:07"
  },
  {
    "text": "Yeah. So it's not a snake, it's just this like abstract sin.",
    "start": "00:25:07",
    "end": "00:25:11"
  },
  {
    "text": "Well, it's not. It's set in front of him as two paths. You can do good, which means to like, listen, I don't hate you. I just.",
    "start": "00:25:11",
    "end": "00:25:21"
  },
  {
    "text": "Just do what? Do good.",
    "start": "00:25:22",
    "end": "00:25:23"
  },
  {
    "text": "Yeah, do good. I looked on your brother's offering and not yours. You don't have to let it ruin your life, you know. You know, move forward. That's so weird. But still the stories planting still has that and beauty.",
    "start": "00:25:23",
    "end": "00:25:36"
  },
  {
    "text": "Do the right thing.",
    "start": "00:25:36",
    "end": "00:25:37"
  },
  {
    "text": "Still, even when I don't know why something bad is happening, I have a choice for how I'm going to respond. I can continue to just trust God and do good, or the other possibility is depicted as a wild animal that wants to eat me up.",
    "start": "00:25:37",
    "end": "00:25:51"
  },
  {
    "text": "Anger, resentment, but it's defined as sin.",
    "start": "00:25:51",
    "end": "00:25:55"
  },
  {
    "text": "And then all of those, that choice to choose the way of resentment, bitterness and anger is personified as a wild animal crouching at your door. And what is the thing? It's called sin. Failure, moral failure.",
    "start": "00:25:55",
    "end": "00:26:08"
  },
  {
    "text": "And its desire is to have you, but you must rule over it.",
    "start": "00:26:08",
    "end": "00:26:12"
  },
  {
    "text": "So this is the Genesis 3 temptation all over again, but now developed and made more personal. And it's put in a more realistic setting to our day to day life experience of family and things going wrong in my family that tempt me towards bitterness and resentment. And I can choose to overcome that and choose a better way or I can give into it and let that start to eat away at my humanity and make me do destructive things. Who doesn't know that story? We all are living that story every day in our families. And all of this begins with a weird absence in the narrative, which is why didn't God work on Cain's offering too? Yeah.",
    "start": "00:26:12",
    "end": "00:27:23"
  },
  {
    "text": "I think what's important to, to realize as it relates to this conversation on the Bible as medication literature is how did we get there?",
    "start": "00:27:23",
    "end": "00:27:31"
  },
  {
    "text": "Yes.",
    "start": "00:27:31",
    "end": "00:27:31"
  },
  {
    "text": "Like we didn't just skip through and be like, oh, that's frustrating. There's lack of detail. Let's just try to pull out an application and move on.",
    "start": "00:27:32",
    "end": "00:27:37"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:27:37",
    "end": "00:27:38"
  },
  {
    "text": "We said, okay, I think we're supposed to pause, we're supposed to slow down, we're supposed to observe everything. That's every detail we are given and then wrestle with details we're not given.",
    "start": "00:27:38",
    "end": "00:27:52"
  },
  {
    "text": "Exactly notice and wrestle with the things that we feel like should be in the story to make it clear but that aren't there.",
    "start": "00:27:52",
    "end": "00:28:00"
  },
  {
    "text": "And then as we do. What we end up seeing is that this story wasn't written in a vacuum. The story was written with the entire. The entirety of God's divine wisdom and God's word kind of in mind.",
    "start": "00:28:00",
    "end": "00:28:15"
  },
  {
    "text": "Yes.",
    "start": "00:28:15",
    "end": "00:28:16"
  },
  {
    "text": "Genesis 2.",
    "start": "00:28:16",
    "end": "00:28:17"
  },
  {
    "text": "Yeah. You're meant to read back, read backwards.",
    "start": "00:28:17",
    "end": "00:28:19"
  },
  {
    "text": "Read backwards to Genesis.",
    "start": "00:28:19",
    "end": "00:28:21"
  },
  {
    "text": "Now go back and reread the story of the garden in light of the Cain narrative, and you'll notice more things.",
    "start": "00:28:22",
    "end": "00:28:27"
  },
  {
    "text": "That's so interesting. It's right off the bat. If you're just starting on page one of the Bible, you read Genesis 1, then you read Genesis 2, and you probably reread Genesis 1 in light of Genesis 2. And then you read Genesis 3 and you see the fall. And you can then go back and reread everything. It's like this, reading forwards and then reading backwards again. And here we are in Genesis 4, the story of Cain and Abel. And what it's really forcing us to do is to go back and say, now do you see how this. It's all shaping together? And not only do the first four chapters of the Bible do that, the entire Bible does that.",
    "start": "00:28:27",
    "end": "00:29:03"
  },
  {
    "text": "Yes. Okay, so let's pause real quick here. I just. John and I walked into the recording room. I had two new books on my desk.",
    "start": "00:29:03",
    "end": "00:29:10"
  },
  {
    "text": "Yeah.",
    "start": "00:29:10",
    "end": "00:29:10"
  },
  {
    "text": "It's a Hebrew Bible nerd named Jerome Walsh who wrote two great books on reading biblical narrative. It's called Old Testament Narrative, A Guide to Interpretation. Thrilling title. It's going to be a best seller, I'm sure. But he has a whole chapter on what he calls gaps and ambiguities in the narrative. And this is like one of the most basic techniques of biblical authors. So he describes it as a device that narrators use to layer multiple meanings within a single text. Perhaps more than any other technique, intentional gaps and ambiguities offer the reader room to collaborate with the narrator in the creation of the story. But that means, as we shall see, the narrator also permits different readers to realize a story in different ways based on their background knowledge. In other words, the narrator will supply the reader with the potential for many variant stories, and it is ultimately the reader who will determine which of those variants to discover and actualize. So, in other words, these stories are created to be so dense that you will almost never read it and interpret it quite the same, because each time you go back and reread it, you'll have had different life experiences and you'll have read and thought about the. Ideally, you'll have read and thought about the Bible more, and you'll come back and notice More and different things. And so he later on, he says, what effects do these ambiguities have that a more complete or straightforward way of writing would achieve? He says at least two. The first is fairly obvious. These kinds of gaps and ambiguities require the reader to put in a lot of effort in making sense. That is, to create the meaning of the story in their own minds. Participating this increases the investment of the reader in the story, makes you work for. Also makes the story that results in some measure, a reflection of each reader's unique personal approach to the story. The second effect we can sum up in a phrase called seeing double. Gaps and ambiguities require the reader to consider multiple interpretive possibilities for understanding a text. When multiple ways of filling in a gap or resolving an ambiguity are seemingly compatible with each other, the effect is a layering of meanings. And as you read, and this is a crucial point, you will have thought of many possibilities of the meaning of the story. And even those that you reject, you cannot forget. I think the point is the moment you say, why didn't God accept his offering? Well, it could be this God hates Cain. It could be God loves Cain and he's trying to teach him a lesson. It could be God loves animal sacrifices more than food. All those might occur to your mind. And then you're asked to hold all of them together and keep reading. And then you go down through the story and God really invites Cain into this intimate conversation.",
    "start": "00:29:10",
    "end": "00:32:27"
  },
  {
    "text": "Yeah, God is so generous in this story. Yes.",
    "start": "00:32:27",
    "end": "00:32:30"
  },
  {
    "text": "Okay, so Nick's God hates Cain. That doesn't make sense. But you have been forced to think through it and answer it for yourself.",
    "start": "00:32:30",
    "end": "00:32:37"
  },
  {
    "text": "Right.",
    "start": "00:32:37",
    "end": "00:32:37"
  },
  {
    "text": "And then you keep reading. And so does God love animal sacrifices more? Well, that doesn't seem to be the point either, as such. And so it's a way of the storytellers inviting you to participate in the story, but also going through that process of. Could mean this, this, or this.",
    "start": "00:32:37",
    "end": "00:32:54"
  },
  {
    "text": "What does he mean by, like, multi layered, like, meanings, though? Because that's starting to sound kind of postmodern. Like, it can mean whatever you want it to mean.",
    "start": "00:32:55",
    "end": "00:33:03"
  },
  {
    "text": "Oh, well, okay. But this is what we talk about in the video. Yeah, right. This is a potential liability of this style. Yeah.",
    "start": "00:33:04",
    "end": "00:33:12"
  },
  {
    "text": "The liability of this style of writing is I go, oh, there's gaps. Cool. Fill them in with my understanding of the world.",
    "start": "00:33:12",
    "end": "00:33:18"
  },
  {
    "text": "Yeah, yeah. So. And that's a actual risk that the biblical authors take in writing in this dense, economically worded, you know, lack of detail. Lack of detail type of style. That is a risk that they take. And the history of biblical interpretation shows that sometimes those risks can have negative effects, you know, like within this story, the whole thing later on. The story about the mark of Cain.",
    "start": "00:33:18",
    "end": "00:33:47"
  },
  {
    "text": "Yeah, the mark of Cain.",
    "start": "00:33:47",
    "end": "00:33:48"
  },
  {
    "text": "And there's some just horrific interpretations that have had terrible consequences in human history because there are some interpretations that think the mark is a form of darkening his skin color.",
    "start": "00:33:48",
    "end": "00:34:00"
  },
  {
    "text": "Oh, right.",
    "start": "00:34:00",
    "end": "00:34:01"
  },
  {
    "text": "And then people use this story to legitimate all kinds of horrible racism and slavery, and there's nothing of that in the text. But it's an ambiguity. What's the mark of a cane?",
    "start": "00:34:01",
    "end": "00:34:12"
  },
  {
    "text": "That's the liability.",
    "start": "00:34:12",
    "end": "00:34:12"
  },
  {
    "text": "That's the liability. The advantage. The advantage is that it forces you, the reader, to say, oh, oh, there's way more going on here. What it does is you have to think of multiple interpretive answers and then hold them in tension and nix them off the list as you read through. As you read through the story. And this is a case, actually, where I think the key question that you begin with, why doesn't God accept Cain's sacrifice? Is never answered in the story.",
    "start": "00:34:12",
    "end": "00:34:40"
  },
  {
    "text": "Right.",
    "start": "00:34:40",
    "end": "00:34:40"
  },
  {
    "text": "And that itself is significant because. Well, because what we talked about earlier, it's a technique. The lack of knowledge is the technique that biblical authors often use to put you, the reader, into the place of the characters.",
    "start": "00:34:42",
    "end": "00:34:57"
  },
  {
    "text": "Yeah. Because how often does that happen in your life where you're just like, I don't. I feel like God isn't looking with favor on my life. Yeah, right.",
    "start": "00:34:57",
    "end": "00:35:06"
  },
  {
    "text": "That's right. Yes.",
    "start": "00:35:06",
    "end": "00:35:07"
  },
  {
    "text": "Why? And I don't know why.",
    "start": "00:35:07",
    "end": "00:35:08"
  },
  {
    "text": "Correct.",
    "start": "00:35:08",
    "end": "00:35:09"
  },
  {
    "text": "And I can get angry and frustrated and my face can be downcast, and then that can open up this avenue for sin. Who's sitting there.",
    "start": "00:35:09",
    "end": "00:35:20"
  },
  {
    "text": "Yeah.",
    "start": "00:35:21",
    "end": "00:35:21"
  },
  {
    "text": "Crouching and waiting, just like a.",
    "start": "00:35:21",
    "end": "00:35:24"
  },
  {
    "text": "Yes.",
    "start": "00:35:24",
    "end": "00:35:24"
  },
  {
    "text": "Like a hunter. Yeah, Like a. The. Isn't the phrase about, like, some sort.",
    "start": "00:35:25",
    "end": "00:35:31"
  },
  {
    "text": "Of lying in wait to trap or attack?",
    "start": "00:35:31",
    "end": "00:35:34"
  },
  {
    "text": "Kind of like what animals do.",
    "start": "00:35:34",
    "end": "00:35:35"
  },
  {
    "text": "Yep. Yeah.",
    "start": "00:35:35",
    "end": "00:35:36"
  },
  {
    "text": "Like what a. Like a lion would do.",
    "start": "00:35:36",
    "end": "00:35:38"
  },
  {
    "text": "Yes.",
    "start": "00:35:38",
    "end": "00:35:38"
  },
  {
    "text": "And that's what. It's happening. And I open the door, and now it's there. And this verse is saying it desires to have me. Like, it's actually waiting and trying. It's waiting for that window.",
    "start": "00:35:39",
    "end": "00:35:51"
  },
  {
    "text": "Yes.",
    "start": "00:35:51",
    "end": "00:35:52"
  },
  {
    "text": "And as soon as I open up and I get frustrated and I decide that life isn't fair and I'm gonna get bitter about something. It's like, here's my moment.",
    "start": "00:35:52",
    "end": "00:36:00"
  },
  {
    "text": "Yep.",
    "start": "00:36:00",
    "end": "00:36:00"
  },
  {
    "text": "I'm gonna devour you.",
    "start": "00:36:00",
    "end": "00:36:02"
  },
  {
    "text": "Yes. Now that's an extremely profound statement and observation on the human condition.",
    "start": "00:36:02",
    "end": "00:36:10"
  },
  {
    "text": "Yeah. Just about life.",
    "start": "00:36:10",
    "end": "00:36:11"
  },
  {
    "text": "And life.",
    "start": "00:36:11",
    "end": "00:36:12"
  },
  {
    "text": "Yeah.",
    "start": "00:36:12",
    "end": "00:36:12"
  },
  {
    "text": "But to get there, you have to sit and think about this. Story over multiple cups of coffee.",
    "start": "00:36:13",
    "end": "00:36:19"
  },
  {
    "text": "You gotta meditate and take a walk.",
    "start": "00:36:19",
    "end": "00:36:21"
  },
  {
    "text": "You have to meditate on it. And really. And then you realize every single story is like this. Both that it's a deep well just waiting for you to do the effort to lower the bucket and bring it all the way back up through this process of asking questions and thinking through the story over and over again. Then. So that's just dealing with the story by itself or the poem by itself. Then it's reading forward, reading the rest of the Bible in light of that to see how the later story is going to answer it. And it's reading backwards. Now that I've been given this story, how am I supposed to go back.",
    "start": "00:36:21",
    "end": "00:37:05"
  },
  {
    "text": "And rethink other times and reread the.",
    "start": "00:37:05",
    "end": "00:37:07"
  },
  {
    "text": "Stories that came before it?",
    "start": "00:37:07",
    "end": "00:37:08"
  },
  {
    "text": "Like the Genesis 3 story?",
    "start": "00:37:08",
    "end": "00:37:10"
  },
  {
    "text": "Yeah. So just that little repetition of the Hebrew word good in the story makes you go back of like, oh, that was like a major key idea word.",
    "start": "00:37:10",
    "end": "00:37:20"
  },
  {
    "text": "In the earlier story, you use the metaphor of hyperlinks.",
    "start": "00:37:20",
    "end": "00:37:22"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:37:22",
    "end": "00:37:23"
  },
  {
    "text": "Which I like.",
    "start": "00:37:23",
    "end": "00:37:24"
  },
  {
    "text": "Yeah.",
    "start": "00:37:24",
    "end": "00:37:24"
  },
  {
    "text": "Because on the web, it's like you've got this. We're just used to the fact that on the Internet, things are linked together with these hyperlinks. So like Wikipedia, for example, if you're on Wikipedia and you're reading an article and then someone's name's in the article and it's underlined in blue, that means you can click on it and get to an article about them. So it's a way to, like, reference other pages on the Internet. You never read the Internet from beginning to end. That's impossible.",
    "start": "00:37:24",
    "end": "00:37:49"
  },
  {
    "text": "Yeah.",
    "start": "00:37:49",
    "end": "00:37:50"
  },
  {
    "text": "There is no beginning. The Bible was written as a story. It has a beginning, it has an end. But it also has hyperlinks that bring you from one place, a story to the next to go. Do you see how this is connected? And it's by the use of repeated words, repeated phrases repeated like ideas that are all referencing each other. And really any good piece of literature is doing this, I suppose. But the fact that a piece of literature that was written over thousands of years by many different authors and then put together, that's doing it in such a dense and beautiful and like a way that shows so much genius. That is very remarkable.",
    "start": "00:37:50",
    "end": "00:38:33"
  },
  {
    "text": "Yes. Yeah. It sets the Hebrew Bible and the New Testament apart from all other world literature. It's just this universe unto itself. Here again, Jerome Walsh has a good statement on this. He says interpretation of biblical literature should not limit itself to a beginning to end linear reading of the text. So kind of like watching a movie.",
    "start": "00:38:33",
    "end": "00:38:53"
  },
  {
    "text": "Don't limit yourself to that.",
    "start": "00:38:53",
    "end": "00:38:54"
  },
  {
    "text": "Yeah, don't limit yourself to that. Start with it and do that regularly. Read stories from beginning to end. Do it because that's the way we experience time and life. So don't limit yourself to that. Also do this, he calls it, intratextual comparisons of corresponding elements and stories and details. So what he means is each biblical story and also biblical poems are also designed with these hyperlinks of key repeated words or key images or metaphors that make you think of other stories that share those same referencing of their stories. Yeah. And when you do that, it says, this offers fruitful additional avenues for discovering deeper and more complex levels of meaning for a reader. This implies that a single reading will not exhaust the riches of a profound text. Repeated probings, changing your questions, varying your viewpoints are all necessary to explore the depth and breadth of the complex biblical narrative.",
    "start": "00:38:54",
    "end": "00:40:02"
  },
  {
    "text": "Yeah.",
    "start": "00:40:02",
    "end": "00:40:03"
  },
  {
    "text": "And the point is, it's been designed this way.",
    "start": "00:40:03",
    "end": "00:40:06"
  },
  {
    "text": "I think that's important to remember is that the authors of the Bible wrote this way.",
    "start": "00:40:06",
    "end": "00:40:13"
  },
  {
    "text": "Yes.",
    "start": "00:40:13",
    "end": "00:40:13"
  },
  {
    "text": "They were so entrenched in the stories that came before them that this was the language that they used, and these were. And this was the technique that they used. So it's not like we're saying, oh, cool, let's turn the Bible into some sort of Bible code thing.",
    "start": "00:40:13",
    "end": "00:40:30"
  },
  {
    "text": "Yeah, yeah. And by meditation, we don't mean that. Let's just get lost our mystical imaginations and then read all of that.",
    "start": "00:40:30",
    "end": "00:40:38"
  },
  {
    "text": "Yeah. It creates some weird, like, oh, when the Bible says Eden, it means this. And when it says, like, blue, it means.",
    "start": "00:40:38",
    "end": "00:40:45"
  },
  {
    "text": "Yeah, whatever. Yeah, yeah. What we're saying is these authors were so brilliant that they actually designed the whole Bible as this deeply interconnected, densely packed literary statement.",
    "start": "00:40:45",
    "end": "00:41:01"
  },
  {
    "text": "Yes.",
    "start": "00:41:01",
    "end": "00:41:02"
  },
  {
    "text": "And theological statement.",
    "start": "00:41:02",
    "end": "00:41:03"
  },
  {
    "text": "And you just say that in and of itself. And that's like, cool. They were literary geniuses. But then if you take a step further and go, but how did they do it in such a way that not only is so genius and beautiful, but also then speaks so deeply to the human existence, and then can give us confidence about what it means that we're here and why and the way to live and the reality about God, like how to get all that right. And what the Bible will say is, well, it wasn't just literary genius, it was God's divine word as well. And that's another step you would have to take as a Christian. But you don't even have to take that step to start letting this mess with you.",
    "start": "00:41:03",
    "end": "00:41:48"
  },
  {
    "text": "Yeah, yeah, that's right. I mean, that's why the Bible has been compelling to centuries, millennias of generations, all kinds of different cultures and people. It's utterly unique kind of thing that works on you no matter what your religious convictions are, if you allow it to. And we've had this conversation before. I don't remember in what podcast, but it will also. The Bible will. You will only experience it to the depth that you assume it speaks.",
    "start": "00:41:48",
    "end": "00:42:23"
  },
  {
    "text": "Or the Yoda example.",
    "start": "00:42:23",
    "end": "00:42:25"
  },
  {
    "text": "Oh, yeah, the Yoda example. Yes.",
    "start": "00:42:25",
    "end": "00:42:26"
  },
  {
    "text": "Some weird green.",
    "start": "00:42:26",
    "end": "00:42:27"
  },
  {
    "text": "Yeah. If you're like, ah, these are primitive. Like, this is the famous kind of dismissal in a lot of the new atheist writings, you know, of Dawkins and Hitchens and so on, of just the Bible as just primitive literature produced by sheep farmers and this kind of thing. It's like, okay, if you come to it with that expectation, then that's about all you're gonna see. But of course, if you actually, it's very similar to the way Jesus used parables. It's very similar.",
    "start": "00:42:27",
    "end": "00:42:54"
  },
  {
    "text": "Yes.",
    "start": "00:42:54",
    "end": "00:42:54"
  },
  {
    "text": "For those who have ears to hear.",
    "start": "00:42:55",
    "end": "00:42:56"
  },
  {
    "text": "Yeah.",
    "start": "00:42:56",
    "end": "00:42:57"
  },
  {
    "text": "They'll see that these.",
    "start": "00:42:57",
    "end": "00:42:58"
  },
  {
    "text": "It makes it easy to dismiss these.",
    "start": "00:42:58",
    "end": "00:43:00"
  },
  {
    "text": "Stories about birds and treasure and seeds and soils. What's this guy talking about? He's just stupid, weird riddles. Yeah. But for those with ears to hear, they'll see that there is a universe of depth and meaning and reflection on the human condition in these stories, in these poems. And so you'll find what you're looking for.",
    "start": "00:43:00",
    "end": "00:43:24"
  },
  {
    "text": "Thanks for joining us on this podcast episode. If you like this show, we have lots of other resources on our website, thebibleproject.com and our YouTube channel, YouTube.com thebibleproject these resources are free because of people like you generously supporting us. So thank you. We'll be back next week with part two of this discussion. Thanks for being a part of this with us. Sam.",
    "start": "00:43:26",
    "end": "00:44:03"
  },
  {
    "text": "Sa.",
    "start": "00:44:16",
    "end": "00:44:16"
  }
]