[
  {
    "text": "One of the main ways that we understand the world, if not the main way that we understand the world, is through metaphor, by describing one thing as another thing, mapping on the features and identity of something that we know to help us better understand something that we don't yet fully comprehend.",
    "start": "00:00:08",
    "end": "00:00:25"
  },
  {
    "text": "Metaphors create an expanding web of associations and comparisons. Characteristic of metaphor is a fullness of significance that is not evident. In other words, a surplus of meaning that extends beyond a word's dictionary definitions.",
    "start": "00:00:25",
    "end": "00:00:44"
  },
  {
    "text": "Every culture has shared metaphors that become a common set of explanations that we draw from again and again to make sense of the world and to produce new thoughts. In the last episode, we referred to this as the encyclopedia of production, like a database of images that we draw from to try and understand the world together. And every culture has this, but not every culture uses the same set of metaphors. In fact, the Bible has a few foundational metaphors that will seem strange to us, and so we've got to become familiar with them. But where do we start?",
    "start": "00:00:44",
    "end": "00:01:23"
  },
  {
    "text": "Almost all the poetry of the Bible is stocked with an image encyclopedia that was given to them by the Torah. First five books of the Bible, specifically from the book of Genesis.",
    "start": "00:01:24",
    "end": "00:01:35"
  },
  {
    "text": "Now, in this episode, you're gonna hear Tim say that he has four foundational metaphors that he wants us to walk through. In the end, we only get to talk through two of them. In this episode, we're gonna tackle the first one, a biblical metaphor to help us understand the human ideal. What does it look like to live in a state of peace? What does true freedom look like? What is the human ideal? Well, the Bible gives us a metaphor.",
    "start": "00:01:35",
    "end": "00:02:03"
  },
  {
    "text": "The ideal state of humanity is in covenant, relationship with God, imaging God through creative work. And it's a garden. And that is what is created on pages one and two of the Bible. And that gives the storehouse of imagery then for the biblical poets to talk about eternal life.",
    "start": "00:02:03",
    "end": "00:02:21"
  },
  {
    "text": "This is the BibleProject Podcast. I'm John Collins, and today, the human cosmic mountains, fortresses and temples. Here we go.",
    "start": "00:02:22",
    "end": "00:02:30"
  },
  {
    "text": "Okay, so we're carrying on a conversation about how to read biblical poetry, specifically about symbols. Symbols or metaphor? Imagery and metaphor in biblical poetry.",
    "start": "00:02:34",
    "end": "00:02:46"
  },
  {
    "text": "And we spent a lot of time talking about how metaphor is very basic to the way we just understand the world.",
    "start": "00:02:46",
    "end": "00:02:52"
  },
  {
    "text": "That's right. Yeah. It's not just a fancy way of talking. It's actually poetic. Figures of speech are our ways of giving expression to our metaphorical understanding of the world of time as a possession or life as a journey. People as plants. Up is good, down is bad.",
    "start": "00:02:52",
    "end": "00:03:15"
  },
  {
    "text": "Yeah. That's a very basic one.",
    "start": "00:03:16",
    "end": "00:03:17"
  },
  {
    "text": "Those are really basic. Yeah. Death as a departure, which is actually a way of thinking about life as a journey. Life as the journey's end of, like, sailing off into the sunset.",
    "start": "00:03:17",
    "end": "00:03:31"
  },
  {
    "text": "Right.",
    "start": "00:03:31",
    "end": "00:03:32"
  },
  {
    "text": "Kind of thing.",
    "start": "00:03:32",
    "end": "00:03:32"
  },
  {
    "text": "Yeah.",
    "start": "00:03:33",
    "end": "00:03:34"
  },
  {
    "text": "Talked about. Important part of this is how what we're doing, what our brains are doing, or what a poet's doing is taking associations, feelings that we have with one domain, say, like our money and our possessions, and then mapping it onto the target domain. Like my time in a given day.",
    "start": "00:03:34",
    "end": "00:03:55"
  },
  {
    "text": "Yeah.",
    "start": "00:03:55",
    "end": "00:03:56"
  },
  {
    "text": "And so it's a basic conceptual metaphor to conceive of time as a possession.",
    "start": "00:03:56",
    "end": "00:04:01"
  },
  {
    "text": "And these are so rooted in the way we think, it's hard to sometimes remember that they actually are metaphors.",
    "start": "00:04:01",
    "end": "00:04:07"
  },
  {
    "text": "That's right. Yeah. Like argument as war is a great one. You win an argument.",
    "start": "00:04:07",
    "end": "00:04:11"
  },
  {
    "text": "Yeah.",
    "start": "00:04:11",
    "end": "00:04:12"
  },
  {
    "text": "You win or you lose. As opposed to. I had the more convincing or the more compelling. It's. I beat and defeated the other person, even though I hopefully never touched them. Ah. This is actually a quote about this idea from one of my favorite introductions to biblical metaphor by a guy named William Brown called Seeing the Psalms A Theology of Metaphor. So good. It's really good. And basically he breaks the book down into all the basic concept metaphors that work in the Book of Psalms, and then he groups them in different chapters. Really?",
    "start": "00:04:12",
    "end": "00:04:50"
  },
  {
    "text": "So he creates encyclopedia.",
    "start": "00:04:50",
    "end": "00:04:52"
  },
  {
    "text": "Yeah, he's trying to recreate the visual encyclopedia of the Book of Psalms.",
    "start": "00:04:52",
    "end": "00:04:56"
  },
  {
    "text": "This is such a good book, the encyclopedia production.",
    "start": "00:04:56",
    "end": "00:04:59"
  },
  {
    "text": "Yeah. Yeah. So he says metaphors create an expanding web of associations and comparisons. Characteristic of metaphor is a fullness of significance that is not evident. In other words, a surplus of meaning that extends beyond a word's dictionary definitions. A metaphor, in essence, works by violating language. It's a transgressor that builds bridges across chasms of meaning that we have separated in our minds.",
    "start": "00:04:59",
    "end": "00:05:34"
  },
  {
    "text": "He's talking very paradoxically here. That's weird.",
    "start": "00:05:35",
    "end": "00:05:38"
  },
  {
    "text": "Totally. Well, he's using a lot of images from the introduction to the book. But, you know, when you're talking about God as a rock or God as a fortress. Yeah, that would be an example.",
    "start": "00:05:38",
    "end": "00:05:49"
  },
  {
    "text": "What does he mean, though? It's a transgressor.",
    "start": "00:05:50",
    "end": "00:05:52"
  },
  {
    "text": "In other words, if you look up the meaning of the word God in a dictionary.",
    "start": "00:05:52",
    "end": "00:05:57"
  },
  {
    "text": "Yeah. It's not going to.",
    "start": "00:05:57",
    "end": "00:05:58"
  },
  {
    "text": "You won't find an entry under stone fortresses or something.",
    "start": "00:05:58",
    "end": "00:06:01"
  },
  {
    "text": "Right.",
    "start": "00:06:01",
    "end": "00:06:02"
  },
  {
    "text": "You know, that's the idea is stone fortresses and transcendent eternal beings. I see, are different. Totally different domains.",
    "start": "00:06:02",
    "end": "00:06:11"
  },
  {
    "text": "Yeah.",
    "start": "00:06:11",
    "end": "00:06:11"
  },
  {
    "text": "But what the poet does is break the rules of language and Say God is our fortress.",
    "start": "00:06:11",
    "end": "00:06:17"
  },
  {
    "text": "I get it now. What's the word for, like, when you're kind of an instigator, like you like to kind of cause provocateur. Yeah, Provocateur seems more like that than transgressor or violator. It's kind of more like a. Let me. Let me mess with you.",
    "start": "00:06:17",
    "end": "00:06:32"
  },
  {
    "text": "Yes, that's right. Yeah, sure, I get it. Yeah. But I guess he's thinking more that if you think of how a dictionary defines what things mean.",
    "start": "00:06:32",
    "end": "00:06:40"
  },
  {
    "text": "Yeah.",
    "start": "00:06:40",
    "end": "00:06:41"
  },
  {
    "text": "The poet is wanting to, he says, create an expanding web of connections and comparisons between things that aren't connected in your dictionary.",
    "start": "00:06:41",
    "end": "00:06:51"
  },
  {
    "text": "Yeah.",
    "start": "00:06:51",
    "end": "00:06:51"
  },
  {
    "text": "And so that's the encyclopedia.",
    "start": "00:06:52",
    "end": "00:06:54"
  },
  {
    "text": "Yeah.",
    "start": "00:06:54",
    "end": "00:06:54"
  },
  {
    "text": "And that's what metaphors are doing. So there you go. So the question is, every culture does this in its own way, develops core, basic metaphors that have lots of roles and slots that can spin out lots of different figures of speech. And when we read a poem, like we read Psalm 46 at the beginning of the last conversation, you know, you might kind of get some of them on a universal level. There's a lot of images like that in the Bible. Light, dark, water, sun, thirst, hunger. Life is a journey. But then there's going to be all kinds of imagery that has really specific connections and associations that if you didn't grow up in that culture, you're just not. You're just not going to get. So here's what I think this video can do is begin to provide or help people know how to begin to build their biblical encyclopedia of imagery. And something that I have discovered over the last few years is that really what it takes is a lot of meditation on the first about 50 pages of the Bible. And if you really have. Have the first 50 pages, and by that I mean Genesis. Genesis chapters one through 50. But if you get Genesis in your bones, the rest of the imagery of.",
    "start": "00:06:54",
    "end": "00:08:20"
  },
  {
    "text": "The Bible, let the way that Genesis talks about things become a way that you start to think about things.",
    "start": "00:08:20",
    "end": "00:08:27"
  },
  {
    "text": "Correct. Yeah. Almost all the poetry of the Bible is stocked with an image encyclopedia that was given to them by the Torah, the first five books of the Bible, but specifically the book of Genesis. And this has been such a helpful and productive principle for me that it's the main way that I introduce students to biblical poetry and imagery now, kind of like we did life as a journey. So life is a journey, and so can use a figure of speech about hurdles and obstacles.",
    "start": "00:08:27",
    "end": "00:08:57"
  },
  {
    "text": "Yeah.",
    "start": "00:08:57",
    "end": "00:08:58"
  },
  {
    "text": "But that assumes the life is a journey that goes all the way back. Or you can talk about death as departure. Is the end of the journey. That's a totally different figure of speech. I faced many hurdles last year versus my grandpa passed on, but those are both actually assuming the same underlying metaphor of life as a journey. And the Bible works the same way. So all this stuff about water in the Bible, drowning in the waters, waters overcoming you, waves overcoming you, waters pounding the mountains, still waters, stormy waters. It all goes back to page one. It all goes back to page one of the Bible and the way water works on page one. So it's very similar. So what I am hoping the video can do, actually, is just develop some core themes from pages 1 and 2 of the Bible and then show how those metaphors develop and grow.",
    "start": "00:08:58",
    "end": "00:09:59"
  },
  {
    "text": "Do you have a list?",
    "start": "00:09:59",
    "end": "00:10:00"
  },
  {
    "text": "So I've got four here that I think. I don't know if we can do all four in a video. They're organic and they connect together. One is God is dry land. God is the dry land, mountain, rock. The second is the waters are danger, evil and chaos. The third one is humans relationship to animals, humans at peace with the animals or humans at war with the animals is a fundamental biblical image.",
    "start": "00:10:00",
    "end": "00:10:30"
  },
  {
    "text": "So image, not metaphor.",
    "start": "00:10:31",
    "end": "00:10:32"
  },
  {
    "text": "Well, how humans relate to animals, whether hostile or at peace, is a core set of images. Humans at peace with animals, humans at war with animals, or in danger from animals. Those are two core underlying images that have a lot of resonance and meaning throughout the Bible. And the last one is the Garden of Eden river and the Tree of Life. So if you put those together, what you have is the Picture from Genesis 1 of the Dry land emerging out of the waters. You have the chaotic waters that are kept at bay. And on the dry land, you have Eden, the Eden Temple, where God and humans and God and humans and animals are at peace together. Where the river of life gives eternal life to those who dwell on the dry land garden. And that's all pages one and two. Yeah, and almost all the water, garden, tree, animal, rock imagery in the whole.",
    "start": "00:10:33",
    "end": "00:11:35"
  },
  {
    "text": "Bible, all drawn from that point, traced.",
    "start": "00:11:35",
    "end": "00:11:37"
  },
  {
    "text": "Back to riffing off of themes from pages one and two. So helpful. It's just like all of a sudden, these images just pop. Now when you come across them, those.",
    "start": "00:11:37",
    "end": "00:11:47"
  },
  {
    "text": "Become four anchor ones.",
    "start": "00:11:47",
    "end": "00:11:50"
  },
  {
    "text": "Yeah, it's sort of like these are four basic conceptual metaphors or images in the biblical imagination. And biblical poets will express those in all kinds of.",
    "start": "00:11:50",
    "end": "00:12:03"
  },
  {
    "text": "These are the schemes.",
    "start": "00:12:03",
    "end": "00:12:04"
  },
  {
    "text": "Yes, totally. Each one of those has a scheme that biblical poets then develop and riff off. So let's talk about this first one. That God is somehow deeply connected to the dry land rock in the midst of the water.",
    "start": "00:12:04",
    "end": "00:12:54"
  },
  {
    "text": "So I guess what I understand about this is that God provided land for humans and it came out of the waters, Correct?",
    "start": "00:12:54",
    "end": "00:13:02"
  },
  {
    "text": "Yeah, that's correct. Okay, let's just start there. Okay, start there. So, yeah, on page one you have the land was wild and waste. This is Genesis, chapter one, verse two. The land was wild and waste and dark was over the surface of the deep waters. Now, right there, even we've talked about this before, you have two images laid on top of each other that seem to contradict. One's a wilderness wasteland, the other one's ocean.",
    "start": "00:13:02",
    "end": "00:13:31"
  },
  {
    "text": "Yeah.",
    "start": "00:13:31",
    "end": "00:13:31"
  },
  {
    "text": "An undulating, stormy ocean.",
    "start": "00:13:32",
    "end": "00:13:34"
  },
  {
    "text": "Right. Or is it both? Is it that there's land that's wild in the waste and there's an ocean that's.",
    "start": "00:13:34",
    "end": "00:13:40"
  },
  {
    "text": "Oh, if you're actually trying to understand what this is referring to physically. But that's totally not the point here. The point is there's no order yet. The world is in its uncreated, unordered state. So creation is going to be about the bringing about of order for humans particularly. So the first. We've talked about this before. The first creative act of God is to separate the waters above from the waters below.",
    "start": "00:13:40",
    "end": "00:14:06"
  },
  {
    "text": "Yeah.",
    "start": "00:14:06",
    "end": "00:14:07"
  },
  {
    "text": "So it's as if the horizon line is created. Is created, you know, imaginatively. And then you get the dome, the sky dome with the water above it. And then the separated from the waters that are the deep abyss.",
    "start": "00:14:08",
    "end": "00:14:23"
  },
  {
    "text": "Because in the ancient imagination, there is a big reservoir of water above the.",
    "start": "00:14:24",
    "end": "00:14:31"
  },
  {
    "text": "Above the skydom.",
    "start": "00:14:31",
    "end": "00:14:32"
  },
  {
    "text": "And sometimes it trickles down.",
    "start": "00:14:32",
    "end": "00:14:33"
  },
  {
    "text": "Yep. The windows of the heavens open. Yeah, God controls windows, that kind of thing.",
    "start": "00:14:33",
    "end": "00:14:38"
  },
  {
    "text": "So if they're up there, then at some point it must have gotten up there.",
    "start": "00:14:38",
    "end": "00:14:42"
  },
  {
    "text": "Yeah. If it rains, there's water up there.",
    "start": "00:14:42",
    "end": "00:14:45"
  },
  {
    "text": "So maybe everything was just one big pool of water.",
    "start": "00:14:45",
    "end": "00:14:48"
  },
  {
    "text": "Yes.",
    "start": "00:14:48",
    "end": "00:14:49"
  },
  {
    "text": "But then some. Somehow it was separated. God separated it.",
    "start": "00:14:49",
    "end": "00:14:53"
  },
  {
    "text": "Correct. Yeah. So separation of the waters, that's day two. Then the next day is let the waters under the sky dome the sea. Let them be gathered and let dry ground appear. It's of a, like. Think of like a volcanic island.",
    "start": "00:14:53",
    "end": "00:15:12"
  },
  {
    "text": "Right.",
    "start": "00:15:13",
    "end": "00:15:13"
  },
  {
    "text": "Emerging out of the sea, out of the chaos.",
    "start": "00:15:13",
    "end": "00:15:15"
  },
  {
    "text": "Yeah.",
    "start": "00:15:15",
    "end": "00:15:15"
  },
  {
    "text": "Not that they knew about volcanic islands.",
    "start": "00:15:15",
    "end": "00:15:18"
  },
  {
    "text": "And how that works.",
    "start": "00:15:18",
    "end": "00:15:20"
  },
  {
    "text": "It's a conception of a dry space emerging out of the waters, which is a pretty good conception of if you look around and near an ocean.",
    "start": "00:15:20",
    "end": "00:15:30"
  },
  {
    "text": "That's how it feels.",
    "start": "00:15:30",
    "end": "00:15:31"
  },
  {
    "text": "You're like, oh, yeah, we're on dry land and, oh, there's where it ends.",
    "start": "00:15:31",
    "end": "00:15:34"
  },
  {
    "text": "Yeah. If you're like in a. If you're in a sandy puddle and you scoop up a bunch of dirt in the middle and clump it up. You're gonna have a little island in.",
    "start": "00:15:34",
    "end": "00:15:42"
  },
  {
    "text": "The midst of the chaos. Yeah. And so Genesis 1 is saying, the dry land which we inhabit is a divinely provided safe place from those waters of wild and waste. I don't belong out there. I can maybe get a boat and sail out there, but I can't. But most people who do die, it's not my space. My space is here on the dry ground. So. Right there. And who's the one doing all this, providing the dry ground? It's God just doing all this. Okay, that's page one. It's giving you a fundamental image. The dry ground is this refuge from the waters.",
    "start": "00:15:42",
    "end": "00:16:22"
  },
  {
    "text": "So I'm with you so far, but the title of this is God is the dry ground.",
    "start": "00:16:22",
    "end": "00:16:27"
  },
  {
    "text": "Yeah, we'll get there.",
    "start": "00:16:27",
    "end": "00:16:28"
  },
  {
    "text": "We'll get there.",
    "start": "00:16:28",
    "end": "00:16:28"
  },
  {
    "text": "Just one step at a time. Page two, Genesis two. God planted a garden in the east on the dry lands. There now and then in the east of the dry land, God planted a garden in Eden. And Eden is a Hebrew word that means delight. And there he put the human. It formed all these trees in the garden. So beautiful. The tree of life's there. The tree of knowing what is good and what is not good.",
    "start": "00:16:28",
    "end": "00:17:04"
  },
  {
    "text": "These two mystical trees.",
    "start": "00:17:04",
    "end": "00:17:06"
  },
  {
    "text": "And it's very important. A river. A river was there, watering the garden, flowing out of Eden.",
    "start": "00:17:07",
    "end": "00:17:15"
  },
  {
    "text": "Yeah.",
    "start": "00:17:15",
    "end": "00:17:16"
  },
  {
    "text": "And then turns into four rivers after it leaves Eden. It's one river in Eden. After it leaves Eden, it separates into four rivers.",
    "start": "00:17:16",
    "end": "00:17:24"
  },
  {
    "text": "Yeah.",
    "start": "00:17:24",
    "end": "00:17:25"
  },
  {
    "text": "We're going to pick this up. We're going to pick up the river in the next metaphor.",
    "start": "00:17:25",
    "end": "00:17:28"
  },
  {
    "text": "Yeah, and the tree.",
    "start": "00:17:28",
    "end": "00:17:29"
  },
  {
    "text": "Yeah, yeah, and the tree. And so on. Right now we're just talking about the dry land.",
    "start": "00:17:29",
    "end": "00:17:33"
  },
  {
    "text": "Yep.",
    "start": "00:17:33",
    "end": "00:17:33"
  },
  {
    "text": "So the idea is this big mound of dirt has emerged out of the waters as a safe refuge. Now on the dry land in the east. In the east, there's a certain realm called delight. Eden. Yeah, and beauty and a river. So there's some source headwaters there. And it's these waters provided that bring life and beauty to the garden. That's the image here.",
    "start": "00:17:33",
    "end": "00:18:02"
  },
  {
    "text": "Right.",
    "start": "00:18:02",
    "end": "00:18:02"
  },
  {
    "text": "And it's divinely provided. God planted the garden. He's providing for the beauty and the.",
    "start": "00:18:02",
    "end": "00:18:08"
  },
  {
    "text": "Yeah.",
    "start": "00:18:08",
    "end": "00:18:08"
  },
  {
    "text": "So now you get God provides the dry land. He provides the garden on this mound here. Eden. As you read on through the Bible, as the storyline of the Bible progresses, Israel's temple in Jerusalem is a symbolic recreation of Eden, which makes you realize and go back that the garden of Eden is being described as the Temple. So, for example, this is. Here we get into poetry in Exodus chapter 15. This is the song of the sea that the Israelites sing after being delivered through the waters and after recounting what just happened. They look forward to. Or, excuse me, Moses, right. Looks forward to where God's leading them. And he says, in your unfailing love, you lead the people you have redeemed in strength. You guide them to your holy dwelling. You bring them in and plant them in the mountain of your inheritance, the place, O Lord, you've made for your dwelling, the sanctuary your hands have established. So here the conception is, the Israelites just came out the dangerous waters. Right.",
    "start": "00:18:08",
    "end": "00:19:19"
  },
  {
    "text": "Which we'll talk about.",
    "start": "00:19:19",
    "end": "00:19:20"
  },
  {
    "text": "Which we'll talk about. But they come, they're being led through the waters to this cosmic mountain where God dwells on top. And what's on top? Well, it's the mountain of your inheritance, your dwelling, your sanctuary. And you bring them in and you plant them there. It's a garden planting as if they're seed that you plant there on the sacred mountaintop. This is all Genesis 1 and 2 imagery. So the conception of Eden and the dry land is that it's this cosmic mound that emerged out of the waters, and Eden's like the divine temple where heaven and earth are together. So this is a good example where this is a poet riffing off of Genesis 1 and 2 style imagery of Eden as the cosmic mountain garden, where God and his people will live together in peace and harmony and so on. I mean, just Exodus 15, you're reading, and then we're talking about planting people. It's the actual word plant. You plant people on the mountain of your inheritance where your dwelling is. All these images. Right. Only makes sense in light of some more basic conceptual metaphor.",
    "start": "00:19:20",
    "end": "00:20:36"
  },
  {
    "text": "Well, doesn't it make sense just in terms of that Jerusalem is on a hill.",
    "start": "00:20:37",
    "end": "00:20:44"
  },
  {
    "text": "Correct? Yeah, that's right.",
    "start": "00:20:44",
    "end": "00:20:45"
  },
  {
    "text": "So in a very literal sense, it can be like, oh, the mountain of your inheritance. Yeah. Jerusalem.",
    "start": "00:20:46",
    "end": "00:20:50"
  },
  {
    "text": "Yes.",
    "start": "00:20:50",
    "end": "00:20:50"
  },
  {
    "text": "Dwelling in your sanctuary. Yeah. The temple.",
    "start": "00:20:50",
    "end": "00:20:52"
  },
  {
    "text": "Mm, that's right. And you will plant people there.",
    "start": "00:20:52",
    "end": "00:20:55"
  },
  {
    "text": "Yeah.",
    "start": "00:20:56",
    "end": "00:20:56"
  },
  {
    "text": "So people become these garden plants. You're right. The metaphor is plant. Why is God planting people? What is that talking about?",
    "start": "00:20:56",
    "end": "00:21:06"
  },
  {
    "text": "It's making it permanent and part of the ecosystem there.",
    "start": "00:21:06",
    "end": "00:21:10"
  },
  {
    "text": "People are plants.",
    "start": "00:21:10",
    "end": "00:21:10"
  },
  {
    "text": "People are plants. She blossomed.",
    "start": "00:21:11",
    "end": "00:21:14"
  },
  {
    "text": "Yeah, totally. And think back to Genesis 2. God planted a garden, and there he put the human he formed.",
    "start": "00:21:14",
    "end": "00:21:21"
  },
  {
    "text": "It's almost like he planted them there.",
    "start": "00:21:22",
    "end": "00:21:23"
  },
  {
    "text": "Yeah, totally. He's planting the trees and he's placing the humans. And here he's Planting the humans in. Planting the Israelites after they come out of the waters.",
    "start": "00:21:23",
    "end": "00:21:33"
  },
  {
    "text": "So what I see here so far is the metaphor. Is that dry land or elevated land, more specific, is a place where God can create refuge and delight.",
    "start": "00:21:33",
    "end": "00:21:47"
  },
  {
    "text": "The basic ideal of humans living at peace and in safety at one with the presence of God is of a cosmic mountain, temple garden.",
    "start": "00:21:48",
    "end": "00:22:00"
  },
  {
    "text": "Why do you keep saying cosmic?",
    "start": "00:22:01",
    "end": "00:22:03"
  },
  {
    "text": "Oh, cosmic. Because we're talking about their concept of the cosmos. Correct. Of the cosmos, how the world is ordered. So for them, order, language about safety and divine presence and order.",
    "start": "00:22:03",
    "end": "00:22:18"
  },
  {
    "text": "If you were to think of all the land on Earth connected in one island, and there was one mountain on top of that island. That's your cosmic perspective.",
    "start": "00:22:19",
    "end": "00:22:29"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:22:29",
    "end": "00:22:29"
  },
  {
    "text": "And that's your cosmic mountain.",
    "start": "00:22:29",
    "end": "00:22:31"
  },
  {
    "text": "Correct.",
    "start": "00:22:31",
    "end": "00:22:31"
  },
  {
    "text": "And if there was a headwaters that came from the mountain, that is the river that then turns into four rivers that waters the whole island.",
    "start": "00:22:31",
    "end": "00:22:41"
  },
  {
    "text": "Right? Yeah.",
    "start": "00:22:41",
    "end": "00:22:42"
  },
  {
    "text": "All four corners of the island.",
    "start": "00:22:42",
    "end": "00:22:44"
  },
  {
    "text": "Yeah.",
    "start": "00:22:44",
    "end": "00:22:44"
  },
  {
    "text": "And obviously, you know, you walk around and you're like, oh, it's not one big island. There's.",
    "start": "00:22:44",
    "end": "00:22:49"
  },
  {
    "text": "Right. Yeah. Totally.",
    "start": "00:22:49",
    "end": "00:22:50"
  },
  {
    "text": "Separated by different types of seas and peninsulas and different things. But that's the kind of mythic image or the big symbol.",
    "start": "00:22:50",
    "end": "00:22:59"
  },
  {
    "text": "It's metaphorical.",
    "start": "00:22:59",
    "end": "00:23:00"
  },
  {
    "text": "Metaphorical. Yeah.",
    "start": "00:23:00",
    "end": "00:23:01"
  },
  {
    "text": "Yeah. It's a metaphor. Conceiving of the world as an island.",
    "start": "00:23:01",
    "end": "00:23:05"
  },
  {
    "text": "Yeah, it is.",
    "start": "00:23:05",
    "end": "00:23:06"
  },
  {
    "text": "Totally.",
    "start": "00:23:07",
    "end": "00:23:07"
  },
  {
    "text": "We all live on an island.",
    "start": "00:23:07",
    "end": "00:23:08"
  },
  {
    "text": "Yeah.",
    "start": "00:23:08",
    "end": "00:23:09"
  },
  {
    "text": "And in a way, have you seen the Fuller projection? This guy named Buckminster, he made this. What's called the Fuller Projection of map.",
    "start": "00:23:09",
    "end": "00:23:19"
  },
  {
    "text": "Huh.",
    "start": "00:23:19",
    "end": "00:23:20"
  },
  {
    "text": "It's a way to show the way.",
    "start": "00:23:20",
    "end": "00:23:23"
  },
  {
    "text": "It looks like normal. Like, world maps are distorted.",
    "start": "00:23:23",
    "end": "00:23:26"
  },
  {
    "text": "Well, yeah. So if you take a globe and you unfold it, you have to decide how are you gonna unfold it so that it's flat. And the way we typically do it makes it. So it really ends up showing how disconnected everything is. But what he does is he takes this platonic shape called, like, a hexa, something of another, and he breaks up. You can kind of see the shape here.",
    "start": "00:23:26",
    "end": "00:23:49"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:23:49",
    "end": "00:23:49"
  },
  {
    "text": "So you could fold that into a globe.",
    "start": "00:23:50",
    "end": "00:23:51"
  },
  {
    "text": "Wow.",
    "start": "00:23:51",
    "end": "00:23:52"
  },
  {
    "text": "And when you unfold it, it looks like it's one island.",
    "start": "00:23:52",
    "end": "00:23:54"
  },
  {
    "text": "It looks. Yeah. Aside from. Is that Australia down there?",
    "start": "00:23:54",
    "end": "00:23:57"
  },
  {
    "text": "Yeah, Australia is kind of.",
    "start": "00:23:57",
    "end": "00:23:58"
  },
  {
    "text": "Australia's the loner.",
    "start": "00:23:58",
    "end": "00:23:59"
  },
  {
    "text": "Well, and then also Antarctica, but.",
    "start": "00:24:00",
    "end": "00:24:02"
  },
  {
    "text": "Oh, Antarctica. Oh, yeah. Yeah.",
    "start": "00:24:02",
    "end": "00:24:04"
  },
  {
    "text": "But then everything else is strung together.",
    "start": "00:24:04",
    "end": "00:24:06"
  },
  {
    "text": "Totally. It's all. Yeah. Really just looks like one big island.",
    "start": "00:24:06",
    "end": "00:24:09"
  },
  {
    "text": "Yeah.",
    "start": "00:24:09",
    "end": "00:24:10"
  },
  {
    "text": "There's South America, North Asia.",
    "start": "00:24:10",
    "end": "00:24:13"
  },
  {
    "text": "So, yeah. If you're listening this, look up Fuller projection and you can see the Earth is.",
    "start": "00:24:14",
    "end": "00:24:19"
  },
  {
    "text": "Wow. And then it places Africa in the normal type of position that Europe is.",
    "start": "00:24:20",
    "end": "00:24:25"
  },
  {
    "text": "Oh, right. In our normal map. Yeah.",
    "start": "00:24:25",
    "end": "00:24:27"
  },
  {
    "text": "It's just upside down.",
    "start": "00:24:27",
    "end": "00:24:28"
  },
  {
    "text": "Yeah.",
    "start": "00:24:28",
    "end": "00:24:29"
  },
  {
    "text": "And in that.",
    "start": "00:24:29",
    "end": "00:24:30"
  },
  {
    "text": "Yeah. South Africa is in the very top left corner of the map.",
    "start": "00:24:30",
    "end": "00:24:32"
  },
  {
    "text": "Yeah. It's like. It's like. It's in the northwest of this map. Right.",
    "start": "00:24:32",
    "end": "00:24:37"
  },
  {
    "text": "It's where Alaska would be.",
    "start": "00:24:37",
    "end": "00:24:38"
  },
  {
    "text": "Yeah.",
    "start": "00:24:38",
    "end": "00:24:39"
  },
  {
    "text": "South Africa's where. Alaska.",
    "start": "00:24:39",
    "end": "00:24:40"
  },
  {
    "text": "Yeah. Wow. So fascinating. So there you go.",
    "start": "00:24:40",
    "end": "00:24:42"
  },
  {
    "text": "Yes, There it is. The island. Island Earth.",
    "start": "00:24:43",
    "end": "00:24:46"
  },
  {
    "text": "Okay. So I think this is important. So in other words, the imagery of the map, the cosmic map given to us saved just even of the first pages of the Bible. Right. So much debate and energy gets spent on trying to recreate that map in terms of our conception of planet Earth now with satellite technology or something. Look at this. And so I just want to just say, wait, put the brakes on. Are we fundamentally misappropriating what this imagery is trying to communicate?",
    "start": "00:24:46",
    "end": "00:25:19"
  },
  {
    "text": "No one back then had semi images.",
    "start": "00:25:19",
    "end": "00:25:21"
  },
  {
    "text": "Because if you look at how biblical authors use this dry land, mountain, temple, Eden imagery, they use it as a source of imagery for what the images mean. So for them, the Eden, as the garden temple on top of the dry land refuge, is for them a fundamental image of heaven and earth together, of God and humanity, of humans in their ideal vocation and calling. Image of God type of stuff.",
    "start": "00:25:21",
    "end": "00:25:53"
  },
  {
    "text": "Yeah.",
    "start": "00:25:53",
    "end": "00:25:53"
  },
  {
    "text": "That's how biblical authors keep referring back to these images. Yeah. They're not trying to build a precise map of the world. They're building a symbolic or metaphorical.",
    "start": "00:25:54",
    "end": "00:26:03"
  },
  {
    "text": "And the map that you have affects the way you think about the world.",
    "start": "00:26:04",
    "end": "00:26:08"
  },
  {
    "text": "That's right. Yeah. What framework could they have had other than the one they had from just eye observation, looking around?",
    "start": "00:26:08",
    "end": "00:26:16"
  },
  {
    "text": "Well, and if you go back to this fuller thing, if you just looked at a typical map that you're used to.",
    "start": "00:26:16",
    "end": "00:26:21"
  },
  {
    "text": "I see. So are you saying if I was raised looking at a fuller map instead of this kind of map.",
    "start": "00:26:21",
    "end": "00:26:26"
  },
  {
    "text": "Yeah. And the reason why I would actually.",
    "start": "00:26:26",
    "end": "00:26:28"
  },
  {
    "text": "Think of the world as an island.",
    "start": "00:26:28",
    "end": "00:26:30"
  },
  {
    "text": "You kind of would. And that's why Buckminster did it that way is because he wanted people to see how everything was really. Because when you look at a typical map, you see these big oceans separating land masses, and so we all feel very disconnected. And you look at his, and all of a sudden you realize, like, oh, we're all strung together as one land mass almost. And so it helps you start to think more globally, actually, and less separated. That's powerful. It changes the way you think.",
    "start": "00:26:30",
    "end": "00:27:04"
  },
  {
    "text": "Yes, it does.",
    "start": "00:27:04",
    "end": "00:27:04"
  },
  {
    "text": "And so I guess what I hear you saying is biblical authors are Saying obviously, they didn't have satellites, they didn't have cartographers. Is that the right word?",
    "start": "00:27:04",
    "end": "00:27:13"
  },
  {
    "text": "I think so.",
    "start": "00:27:13",
    "end": "00:27:14"
  },
  {
    "text": "Who went around making maps of the known world. But they had a sense of their territory, obviously. Totally. Oh, totally. And what they knew was that you go out in the ocean, you die, most likely. You stay on dry ground, you survive. The higher up you are, the safer you are, generally. And with all that kind of basics, understanding is going, oh, okay. So my understanding of the world is that God has created this in such a way that where he wants us to be is at peace with things. To be at peace is going to be high up and planted there.",
    "start": "00:27:14",
    "end": "00:27:56"
  },
  {
    "text": "Planted on the dry land that was meant to become the garden.",
    "start": "00:27:56",
    "end": "00:28:00"
  },
  {
    "text": "Yeah, garden around where we are actually changing nature to become ordered in a way that's good for humans.",
    "start": "00:28:00",
    "end": "00:28:09"
  },
  {
    "text": "And it's one humanity. God doesn't make Israelites on page one of the Bible, he makes human. This is going to be our Family of God video. It's a unified conception of dry land. It's also a unified conception of humanity as one extended family.",
    "start": "00:28:09",
    "end": "00:28:26"
  },
  {
    "text": "That's cool. So this still doesn't help me understand how you say God is a mountain.",
    "start": "00:28:27",
    "end": "00:28:33"
  },
  {
    "text": "Oh, yeah, we'll get. We'll get there. There's another example from the Book of Joel that just shows. Here's an Israelite poet who, for him, the connection between the dry land, mountain, Jerusalem, temple, Zion and Eden. Look at how it leaks out of his consciousness. So he says, blow the trumpet. This is Joel, chapter two. Blow the trumpet in Zion. That's another name for Jerusalem. Sound the alarm on my holy hill because the temple's on the hill. Let all who live in the land tremble. A large and mighty army comes before them. The land's like the Garden of Eden. He's thinking of Israel under the reign of David or Solomon. And for periods under their rule, it was like the ideal. Everyone under their vine and fig tree, like the Garden of Eden. So he compares Jerusalem under the rule of a few righteous kings to Eden. But once exile happens, Babylon comes through. It's like tohu wavohu, a desert waste. So he's using these Images of Genesis 1 and 2 to describe an army coming and defeating us and taking us into exile. But he wants to talk about it in terms of its cosmic significance. He's filling those historical events with cosmic meaning. He's placing them in a larger drama of God and creation. And so all of a sudden, the sacking of Jerusalem becomes like the garden coming overgrown, becoming a desert wasteland. That's the idea. So once again, the garden on the protected mountain is the fundamental default metaphor of humans thriving.",
    "start": "00:28:33",
    "end": "00:30:44"
  },
  {
    "text": "Thriving at shalom.",
    "start": "00:30:44",
    "end": "00:30:45"
  },
  {
    "text": "Yeah. The whole image of the ideal.",
    "start": "00:30:45",
    "end": "00:30:47"
  },
  {
    "text": "Yeah.",
    "start": "00:30:47",
    "end": "00:30:48"
  },
  {
    "text": "There you go. Okay. Last step.",
    "start": "00:30:48",
    "end": "00:30:51"
  },
  {
    "text": "Okay.",
    "start": "00:30:51",
    "end": "00:30:51"
  },
  {
    "text": "Here's another poet, biblical poet, taking it another direction. This is Psalm 48. Yeah. This is a psalm, a poem by the sons of Korah. Psalm 48. Great is the Lord and most worthy of praise in the city of our God, his holy mountain, beautiful in its loftiness, the joy of the whole earth. Like the far reaches of the north is Mount Zion, the city of God, the great king. God is in her citadels. He is known to be her tall fortress. Walk about Zion, go around her, count her towers, consider her ramparts. You're getting the tour of Jerusalem. So the poem started, great is the Lord, and great is the city that is the host of his temple. It's high and exalted. The whole earth finds joy in the temple in Jerusalem.",
    "start": "00:30:51",
    "end": "00:31:53"
  },
  {
    "text": "Yeah.",
    "start": "00:31:53",
    "end": "00:31:53"
  },
  {
    "text": "Like the far reaches of the north, which is a way of talking about. That's what the Canaanites called Mount Hermon to the north, which is where they believed all the gods of their pantheon dwelt. So he's explicitly saying Mount Zion, which is Yahweh's temple, is the reality to the Canaanites. They've got their far reaches of the north, the real far reaches of the north.",
    "start": "00:31:55",
    "end": "00:32:20"
  },
  {
    "text": "Yeah, yeah. Because there's one island.",
    "start": "00:32:20",
    "end": "00:32:22"
  },
  {
    "text": "That's right.",
    "start": "00:32:22",
    "end": "00:32:22"
  },
  {
    "text": "Yeah. There could be only one there on the mountain.",
    "start": "00:32:22",
    "end": "00:32:24"
  },
  {
    "text": "If there's only one true creator God, there's only one highest peak with. With the one true God.",
    "start": "00:32:24",
    "end": "00:32:29"
  },
  {
    "text": "Yeah.",
    "start": "00:32:29",
    "end": "00:32:29"
  },
  {
    "text": "And it's not Baal's mountain up north. Right. That's the idea. So now take a tour around Jerusalem. Look at the walls, look at the ramparts so that you can tell them to the next generation. For this is God, our God, forever and ever. He will guide us unto death. The poem ends.",
    "start": "00:32:29",
    "end": "00:32:57"
  },
  {
    "text": "You said that verse 14 is hard to translate.",
    "start": "00:32:58",
    "end": "00:33:01"
  },
  {
    "text": "Well, you've been looking at the city the entire poem. Right. It's just so clear.",
    "start": "00:33:01",
    "end": "00:33:07"
  },
  {
    "text": "Yeah.",
    "start": "00:33:07",
    "end": "00:33:07"
  },
  {
    "text": "The last line of the poem is, this is God, our God, forever and ever. He will lead us al mut unto death. So the whole poem you thought you've had in your mind, this is about the holy mountains. Yeah. All the images coming together. And to be in the holy mountain, well, sheesh. That's where, you know, you're reconnected with the giver of life there, because that's where God is. And then the last line of the poem just says this. This whole Thing that the poem has been about is our God, and he will guide us unto death. The thing. Apparently, this city is a citadel and a protector. Right? All this stuff about the walls and the ramparts, defense. So the last line of the poem is like this kicker at the end, where you're like, oh, I thought I was getting a tour of ancient Jerusalem, but actually, I think I'm getting a tour of, like, the new Jerusalem. And if I'm there, apparently I can be brought through death and out the other side if I'm living here.",
    "start": "00:33:07",
    "end": "00:34:16"
  },
  {
    "text": "That's what he means by guide us until death.",
    "start": "00:34:16",
    "end": "00:34:20"
  },
  {
    "text": "The city is God.",
    "start": "00:34:21",
    "end": "00:34:22"
  },
  {
    "text": "Okay?",
    "start": "00:34:22",
    "end": "00:34:23"
  },
  {
    "text": "That's what the last line of the poem says. This is God.",
    "start": "00:34:23",
    "end": "00:34:25"
  },
  {
    "text": "Yeah.",
    "start": "00:34:25",
    "end": "00:34:26"
  },
  {
    "text": "So if I'm taking refuge in God, which is a protective city, who's the enemy? What am I being protected from?",
    "start": "00:34:26",
    "end": "00:34:34"
  },
  {
    "text": "Oh, yeah. It's not other nations or.",
    "start": "00:34:34",
    "end": "00:34:36"
  },
  {
    "text": "It's not other nations, it's. So that last line of the poem equates God with the fortress, Garden of Eden on the mountaintop. And to be in the fortress is to be defended from death, apparently. So that last line of the poem of Psalm 48 is all of a sudden bringing this physical image of Mount Zion, Jerusalem, into the larger biblical drama of Eden. Eden is the place of. I got that river of life and the tree of life. And if humans are there, they live. But the moment humans leave or are exiled or banished from the garden, they're in the realm of death because they're cut off from the source of life. And you can see this poem is expressing when this poet looks at the temple in Jerusalem, it fills his mind with a storyline about the meaning of life and about the source of life and what death is. So that's a good example. We just went on a long train of different texts from all over the Old Testament, but there's really just one basic storyline and one set of images that are being developed here now.",
    "start": "00:34:36",
    "end": "00:35:49"
  },
  {
    "text": "So God is the city. It's a metaphor.",
    "start": "00:35:49",
    "end": "00:35:53"
  },
  {
    "text": "Yeah, totally. Yeah.",
    "start": "00:35:53",
    "end": "00:35:54"
  },
  {
    "text": "Because God is in a city.",
    "start": "00:35:54",
    "end": "00:35:55"
  },
  {
    "text": "Correct.",
    "start": "00:35:55",
    "end": "00:35:56"
  },
  {
    "text": "But you can take that schema, the cosmic mountain, and then you can say, okay, what are the elements that make this schema work? The height, the protection, the life that comes out of it, all these things. Now, attribute those to the character of God. And then you get this metaphor. Now, couple questions. One is, is that really a predominant metaphor throughout scripture? Like, you gave me one example. Does it come up a lot? And then I guess the second question is, it's just one of many metaphors of what God is like, right?",
    "start": "00:35:56",
    "end": "00:36:32"
  },
  {
    "text": "Correct. Yep. That's right.",
    "start": "00:36:32",
    "end": "00:36:34"
  },
  {
    "text": "Well, so the second question. You made a list of four that come out of what, the first?",
    "start": "00:36:34",
    "end": "00:36:39"
  },
  {
    "text": "Genesis 1 and 2.",
    "start": "00:36:39",
    "end": "00:36:40"
  },
  {
    "text": "Genesis 1 and 2.",
    "start": "00:36:40",
    "end": "00:36:41"
  },
  {
    "text": "Yep.",
    "start": "00:36:41",
    "end": "00:36:41"
  },
  {
    "text": "And so in my mind, I was thinking, oh, so these four are really important for the whole narrative scripture. So am I supposed to be thinking throughout Scripture, God, like a cosmic mountain? Is that supposed to be a guiding metaphor or is it just kind of. Is it just one of many?",
    "start": "00:36:41",
    "end": "00:36:58"
  },
  {
    "text": "It's one of many. But as you read through, you come across it so many times, it's clearly a dominant. You can see why it was introduced to you on page one, the dry land, garden, mountain thing. And gosh, if we just did a word study on rock fortress refuge, just in the Book of Psalms alone, you're going to get dozens of hits. I mean, these are just a sampling, but, gosh, I don't even want to wager here. Let's just do it real time.",
    "start": "00:36:59",
    "end": "00:37:30"
  },
  {
    "text": "Let's do it.",
    "start": "00:37:30",
    "end": "00:37:31"
  },
  {
    "text": "So I have 78 hits of rock fortress refuge in the Book of Psalms.",
    "start": "00:37:33",
    "end": "00:37:39"
  },
  {
    "text": "Out of, like, 150 Psalms.",
    "start": "00:37:39",
    "end": "00:37:40"
  },
  {
    "text": "Mm. So in over half of the Psalms. And for some of them, the Lord is my rock, my deliverer. He's a shield to those who take refuge in him. Every one of these is from different Psalms. O Lord, my rock and my Redeemer in the secret place, he'll hide me in his tent, lifting me up on the rock. That's Psalm 27.",
    "start": "00:37:41",
    "end": "00:38:03"
  },
  {
    "text": "Yeah.",
    "start": "00:38:03",
    "end": "00:38:03"
  },
  {
    "text": "So the tent is the tabernacle, and it's up on a rock, which is on a high rock. You're like, no, the tabernacle carried around. Was carried around the wilderness. Yeah, actually. Yeah, that's a good one to you. O Lord, I call my rock. Don't be deaf. So the rocks listen. The divine rock does, right? Ah, taste and see that the Lord is good. Eating, you eat, you eat the Lord, you taste the Lord's goodness. How blessed are those who take refuge in him. So garden eating and then cosmic mountain refuge. So we're combining garden mountain imagery from Genesis 1 and 2 here. Psalm 40. Ooh. He brought me up out of the pit. We'll get to the waters after this. He set my feet on the high rock. So being brought up out of the mud and the waters being set on top of the mountain, and you could say, oh, but that's universal, right? If up is good and down is bad. But you are reading the Hebrew Scriptures that started with page one for them.",
    "start": "00:38:03",
    "end": "00:39:09"
  },
  {
    "text": "They're pulling from that image. So there's that quote you read, I think, at the end of the last conversation of surplus of meaning that comes out of an image which is. It seems like, yeah, up is good, down is bad, but now it's connecting you to a story.",
    "start": "00:39:09",
    "end": "00:39:27"
  },
  {
    "text": "Correct.",
    "start": "00:39:28",
    "end": "00:39:28"
  },
  {
    "text": "So now it's not just a safe rock. It is connecting you to this idea of the divine sacred territory that God designed for humans to flourish and be protected and thrive.",
    "start": "00:39:28",
    "end": "00:39:46"
  },
  {
    "text": "Yeah. The high rock refuge safe from the waters has a very specific meaning in this story.",
    "start": "00:39:46",
    "end": "00:39:54"
  },
  {
    "text": "And so this is an example of that being a very. That's a core metaphor to anyone in ancient Israel. It's just.",
    "start": "00:39:54",
    "end": "00:40:03"
  },
  {
    "text": "Well, I don't. To the biblical authors.",
    "start": "00:40:03",
    "end": "00:40:05"
  },
  {
    "text": "To the biblical authors.",
    "start": "00:40:05",
    "end": "00:40:06"
  },
  {
    "text": "Yeah.",
    "start": "00:40:06",
    "end": "00:40:06"
  },
  {
    "text": "I mean, but like, I guess you can. Like there's basic metaphors that I just grow up with because they're just in culture.",
    "start": "00:40:06",
    "end": "00:40:12"
  },
  {
    "text": "Yeah.",
    "start": "00:40:12",
    "end": "00:40:13"
  },
  {
    "text": "So at least in some segment of.",
    "start": "00:40:13",
    "end": "00:40:16"
  },
  {
    "text": "Yeah. However big the circle of Moses and the prophets and the biblical authors were. You get the picture throughout the story that it's not the majority.",
    "start": "00:40:16",
    "end": "00:40:24"
  },
  {
    "text": "It's in there. Oh, okay.",
    "start": "00:40:24",
    "end": "00:40:26"
  },
  {
    "text": "Remember, the Hebrew Bible is the minority report.",
    "start": "00:40:26",
    "end": "00:40:27"
  },
  {
    "text": "But they still would have had.",
    "start": "00:40:28",
    "end": "00:40:29"
  },
  {
    "text": "Oh, but they're drawing on common ideas.",
    "start": "00:40:29",
    "end": "00:40:32"
  },
  {
    "text": "Yeah. Cause nowadays, besides like Mount Olympus and stuff, I don't go around thinking in terms of cosmic mountains.",
    "start": "00:40:32",
    "end": "00:40:39"
  },
  {
    "text": "Totally.",
    "start": "00:40:39",
    "end": "00:40:39"
  },
  {
    "text": "Yeah, totally. And it doesn't shape the way I explain things or imagine things.",
    "start": "00:40:39",
    "end": "00:40:45"
  },
  {
    "text": "Cosmic mountain was a common cross cultural way of thinking about the divine's relationship to our world.",
    "start": "00:40:45",
    "end": "00:40:53"
  },
  {
    "text": "Yeah.",
    "start": "00:40:53",
    "end": "00:40:53"
  },
  {
    "text": "The connection is at mountaintops.",
    "start": "00:40:54",
    "end": "00:40:55"
  },
  {
    "text": "And their specific cosmic mountain was one where humans flourished with God. And this gets so layered, though, because then it becomes the city of Jerusalem.",
    "start": "00:40:55",
    "end": "00:41:06"
  },
  {
    "text": "Eden is Jerusalem.",
    "start": "00:41:07",
    "end": "00:41:08"
  },
  {
    "text": "And then it also becomes just a way to talk about God.",
    "start": "00:41:09",
    "end": "00:41:11"
  },
  {
    "text": "Correct. Well, but think the image.",
    "start": "00:41:12",
    "end": "00:41:15"
  },
  {
    "text": "My brain hurts.",
    "start": "00:41:15",
    "end": "00:41:16"
  },
  {
    "text": "But think of it as God. So God plants the garden.",
    "start": "00:41:16",
    "end": "00:41:21"
  },
  {
    "text": "Yeah.",
    "start": "00:41:21",
    "end": "00:41:21"
  },
  {
    "text": "Why? What is it that really gives life to the humans in the Garden of Eden? It's not magic trees or magic rivers. It's the idea that God is the divine provider of life and sustenance. That's why to be exiled from the garden is death. You're cut off from the source of life. And so God and the garden on top of the mountain all become an associated set of ideas. And so I can take refuge in the temple, I can take refuge in Jerusalem. I can take refuge in God. God himself can be my refuge. I can dwell in the shadow of your wings. In terms of like thinking of the cherubim. The wings of the cherubim that overshadow the Ark of the Covenant. So only the high priest goes in there once a year. You know what I mean? Like, take Shelter under the wings. But you have all these biblical poets talking about how they take shelter in God's wings. What is that supposed to mean? It means being connected to the ideal and the temple and Eden and Jerusalem and so on. These are just all connected ideas, and they're going to be connected in even more of these metaphors. But that's. I don't know. How you doing?",
    "start": "00:41:21",
    "end": "00:42:37"
  },
  {
    "text": "Yeah, I'm just trying to. Trying to make sure I understand the significance of this. I mean, in one sense, we can just say, hey, here's a metaphor you probably don't even really think about. But it's so basic to the biblical imagination. There's a simple takeaway. And now I can. When I run into it, I can see it. Yeah, yeah, that's great. But now I kind of want to understand really what it's getting at. And is it just getting at security? Is it getting at the sense of the ideal? The ideal.",
    "start": "00:42:38",
    "end": "00:43:10"
  },
  {
    "text": "The ideal.",
    "start": "00:43:11",
    "end": "00:43:11"
  },
  {
    "text": "The ideal. Getting at the ideal.",
    "start": "00:43:12",
    "end": "00:43:14"
  },
  {
    "text": "What's the ideal state of human existence in God's world? Safe.",
    "start": "00:43:15",
    "end": "00:43:21"
  },
  {
    "text": "So is the metaphor really the ideal is a mountain fortress? Is that the basic underlying metaphor and God is just one kind of offshoot of that? Well, if that's the case, God is ideal. And so God also is like a mountain.",
    "start": "00:43:22",
    "end": "00:43:35"
  },
  {
    "text": "The ideal state. The ideal state is a mountain garden fortress.",
    "start": "00:43:35",
    "end": "00:43:41"
  },
  {
    "text": "Yeah, yeah. Okay. And that helps me because I never think that for me, my ideal state is, you know, sleeping in and then being able to read a book in my bed or something. Yeah, totally.",
    "start": "00:43:41",
    "end": "00:43:52"
  },
  {
    "text": "Yeah, that's right. Or. Or.",
    "start": "00:43:52",
    "end": "00:43:54"
  },
  {
    "text": "I don't know. My ideal place would be. You know what's so funny is some people's ideal place is like actually on a cliff overlooking the chaotic water, you know.",
    "start": "00:43:54",
    "end": "00:44:05"
  },
  {
    "text": "Yeah, sure, sure.",
    "start": "00:44:05",
    "end": "00:44:06"
  },
  {
    "text": "Like building their house on a bluff.",
    "start": "00:44:06",
    "end": "00:44:08"
  },
  {
    "text": "Yeah. Oh, I know. Stilt or whatever.",
    "start": "00:44:08",
    "end": "00:44:10"
  },
  {
    "text": "Yeah, like, that's their ideal place. And that would not be the ideal place for it.",
    "start": "00:44:10",
    "end": "00:44:14"
  },
  {
    "text": "Yeah, totally. Yeah. So you're right. Page one is asking us to imagine the ideal state of humanity is in covenant relationship with God. Imaging God through creative work and responsibility.",
    "start": "00:44:14",
    "end": "00:44:29"
  },
  {
    "text": "On a mountain.",
    "start": "00:44:30",
    "end": "00:44:32"
  },
  {
    "text": "On a mountain where it's stable and I can see everything. It's a fortress, safe from threat of harm. It's a garden. It's beautiful.",
    "start": "00:44:32",
    "end": "00:44:42"
  },
  {
    "text": "Abundance.",
    "start": "00:44:42",
    "end": "00:44:42"
  },
  {
    "text": "Abundance. Yeah, that's the idea. The ideal state is the mountain garden fortress. And that is what is created on pages one and two of the Bible.",
    "start": "00:44:43",
    "end": "00:44:50"
  },
  {
    "text": "Yeah.",
    "start": "00:44:50",
    "end": "00:44:50"
  },
  {
    "text": "And that gives the storehouse of imagery then, for the biblical poets to talk about eternal life, to talk about the blessing of God through Abraham. To all of the nations to talk about the new Jerusalem, to talk about what God can be to me in the midst of the chaos of my life.",
    "start": "00:44:51",
    "end": "00:45:09"
  },
  {
    "text": "Yeah.",
    "start": "00:45:09",
    "end": "00:45:09"
  },
  {
    "text": "Cool. Yeah, that's the core image. Nice payoff. The payoff there.",
    "start": "00:45:10",
    "end": "00:45:15"
  },
  {
    "text": "Thanks for listening to this episode of the Bible Project podcast. This episode was edited and produced by Dan Gummel. There is one more episode on biblical metaphors. Obviously we could have many more episodes, but we're just gonna do one more to talk about one final foundational biblical metaphor that begins in Genesis and continues on. And we've already alluded to it, it is about the chaotic waters and danger. It's going to be great. The Bible Project is a nonprofit, crowdfunded production company. We're in Portland, Oregon. We make videos, this podcast, other free resources. You can find it all on thebibleproject.com thanks for being a part of this with us, SA.",
    "start": "00:45:17",
    "end": "00:46:08"
  }
]