[
  {
    "text": "Foreign. This is John at the bibleproject. And today on the podcast, we continue a conversation learning how to read books in the Bible called the Wisdom books. Today we're looking at one of those books, the Book of Proverbs. Proverbs is a very approachable book. It's full of wise sayings the you can pick and choose from. But Proverbs and all the books in the wisdom literature do much more. They're developing an important theme central to the story of the Bible.",
    "start": "00:00:00",
    "end": "00:00:38"
  },
  {
    "text": "The isolation of Proverbs, Ecclesiastes, and Job from the rest of the Old Testament doesn't allow you to see the full set of relationships. The Book of Proverbs is designed as this retroflexion on Genesis 1:3 that you go back and you look and you say, oh, whoa, I can now see new things in Genesis 1:3 through the lens of the proverbs that were there all along, just waiting to be activated.",
    "start": "00:00:38",
    "end": "00:01:02"
  },
  {
    "text": "Proverbs isn't just a nice collection of wise sayings. It's continuing the narrative of Adam and Eve and their quest to rule the world with wisdom.",
    "start": "00:01:02",
    "end": "00:01:11"
  },
  {
    "text": "The misguided quest for wisdom ends up with humans divided with each other and separated from God, creating by their own wisdom pain and hurt and violence and death in the world. And it leaves unrealized the ideal of the two of them united in love, vulnerability, co ruling in the land of abundance, living by God's commands, and wisdom.",
    "start": "00:01:11",
    "end": "00:01:36"
  },
  {
    "text": "In Genesis 2, the humans have a choice to choose life or choose death. In Proverbs we get a parallel but new image.",
    "start": "00:01:36",
    "end": "00:01:44"
  },
  {
    "text": "So that gives you the wise woman and the foolish woman, the. The wise man and the foolish man, and the two paths that those represent.",
    "start": "00:01:44",
    "end": "00:01:51"
  },
  {
    "text": "So today we discuss the two paths in Proverbs. The path of the wise and the path of the foolish. Thanks for joining us. Here we go. We're talking about how to read the books in what we call the wisdom literature of the Hebrew Bible, which is actually a modern construction which we talked about.",
    "start": "00:01:52",
    "end": "00:02:13"
  },
  {
    "text": "Yes, the isolation of Proverbs, Ecclesiastes, and Job from the rest of the Old Testament as if they're a unique group having their own party in the Bible. Yeah, that's a modern phenomenon that I think I have realized has skewed and kind of distorted my understanding of them. That's a negative way of saying it. A more positive way is keeping those three books in quarantine from the rest of the Old Testament doesn't allow you to see the full set of relationships that they're meant to have within the Old Testament.",
    "start": "00:02:13",
    "end": "00:02:45"
  },
  {
    "text": "Yeah, Cool. And we're also adding Song of Songs to the mix.",
    "start": "00:02:45",
    "end": "00:02:48"
  },
  {
    "text": "We're adding Song of Songs because once you see how the books of Solomon are hyperlinked into the storyline, the Song of Songs fits right alongside Proverbs and Ecclesiastes.",
    "start": "00:02:48",
    "end": "00:02:58"
  },
  {
    "text": "So we've done three hours of preamble, I suppose, which is all setting us up to then just get into the books and talk about how they contribute. Yeah, and today we're going to get into it.",
    "start": "00:02:58",
    "end": "00:03:10"
  },
  {
    "text": "We're going to briefly go through each of the wisdom books. Proverbs, Ecclesiastes, Hong Songs and Job.",
    "start": "00:03:10",
    "end": "00:03:15"
  },
  {
    "text": "But it was essential to talk through the story of the Hebrew Bible, focusing on the question of how do humans attain wisdom and seeing how that's like the essential quest of humanity. And so, quick recap is that God created humans as his image bearers. Be his image. Both male and female together are the image of God. And that purpose has a calling attached to it, which is to rule the world with God. And if that's the case, then we're going to need to know how to rule well and do it wisely and to create goodness when we rule. In fact, you can kind of see what happens very clearly when humans do a bad job of ruling. It creates a lot of pain and suffering, a lot of headache and a lot of violence and corruption. So how do you rule wisely and how do you create good? And what you see when you start reading the creation narrative in Genesis 1 is that God is creating good tov in Hebrew, every seven part refrain. And God saw that it was good, and so he's creating good, he's evaluating it as good. So you see God with his power and wisdom, creating goodness, and then he creates humans to rule with him, and that's good. And he brings Adam into the creation process of naming animals and puts them in this beautiful garden. But the first thing that's not good is that Adam is alone. And so God gives Adam. What's the Hebrew word? An azer.",
    "start": "00:03:15",
    "end": "00:05:00"
  },
  {
    "text": "An azer? Yeah.",
    "start": "00:05:00",
    "end": "00:05:01"
  },
  {
    "text": "Which is unfortunately translated helper. And that's only unfortunate to the degree that helper is such a soft, neutered word for something, that an azer is an essential helper, an essential someone who can do something for you that you can't do for yourself.",
    "start": "00:05:01",
    "end": "00:05:19"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:05:19",
    "end": "00:05:20"
  },
  {
    "text": "And so God is an azer to us.",
    "start": "00:05:20",
    "end": "00:05:24"
  },
  {
    "text": "God is the only other azer in the Hebrew Bible. God. And then Eve.",
    "start": "00:05:24",
    "end": "00:05:28"
  },
  {
    "text": "Yeah. So the human is given this other, this essential other. And there are two, but they're called to Be one. And that oneness represents the image of God, which is to multiply, subdue the earth and rule it. And how are you going to do that? You got to do it with wisdom. And so one thing the narrative doesn't tell you is that that God's going to help them grow in their wisdom. But you can kind of see you infer that that was the plan. Because the alternative is God has a tree that represents the ability for them to go take their own path and not find wisdom through the relationship with him, but on their own terms, to.",
    "start": "00:05:28",
    "end": "00:06:09"
  },
  {
    "text": "Do what is good in their own eyes.",
    "start": "00:06:09",
    "end": "00:06:11"
  },
  {
    "text": "To do what's good in their own eyes. The tree is called the knowing of good and bad, the knowing of Tov and Ra. And it's usually translated good and evil. But evil has a moral component to it, where Ra doesn't always have that. The Hebrew word Ra can mean morally evil, but then it could also just mean sucky.",
    "start": "00:06:11",
    "end": "00:06:34"
  },
  {
    "text": "Unfortunate, disastrous. Harmful. Yeah.",
    "start": "00:06:36",
    "end": "00:06:41"
  },
  {
    "text": "And so this tree represents the knowing of good and bad. And by knowing, again, unfortunate word. Because it's not a cerebral exercise of rationally being able to say, oh, that's good, that's bad. Actually, Eve did that. She looked at the tree and she's like, oh, that looks good. Being able to do that isn't the point of the tree. The point of the tree is seizing it. And knowing in Hebrew is this very experiential, charged word of anticipating and connecting in an intimate way. It's the word used for intercourse. So the narrative goes on to show that Eve is deceived by the snake. She sees that the fruit is good and beautiful and desirable. She desires it. And then she goes a step too far and she takes it. And it's the taking of the fruit which then represents this whole unraveling of the partnership.",
    "start": "00:06:41",
    "end": "00:07:38"
  },
  {
    "text": "That's right, because the only command they were given, they were given two commands. Enjoy everything.",
    "start": "00:07:38",
    "end": "00:07:43"
  },
  {
    "text": "That's a great command.",
    "start": "00:07:43",
    "end": "00:07:44"
  },
  {
    "text": "Second command, don't take of this knowing of good and evil for yourself, because when you do that, you'll die.",
    "start": "00:07:45",
    "end": "00:07:51"
  },
  {
    "text": "So then Eve gives it to Adam, Adam takes it. And that's another kind of interesting texture to the narrative, is that when Eve is represented, she's the essential other. She's Adam's salvation so that they can rule together. But then in Genesis 3, she's now this new portrait of Eve, which is the deceived deceiver who becomes the downfall. Adam takes the fruit from her, eats of it as well. They both now realize, like, oh, no, like, I'm naked. I Don't trust you. I'm afraid of God. And the fear that they have of God isn't like a good fear, because we've. That phrase fear of the Lord is going to become really important in the wisdom literature. But it's a fear of, I can't be near you because I'll be destroyed. Because they know that God said, you eat this fruit, you're going to die. So they're hiding, they're scared. God's like, what did you do? And God doesn't kill them, but the consequence is death. And he exiles them into death, but he provides for them and he shows a lot more mercy than you would expect. So there in this narrative, we see this idea of the quest for wisdom on our own terms played out. And that becomes this essential theme that continues. And we see it in Abraham.",
    "start": "00:07:51",
    "end": "00:09:15"
  },
  {
    "text": "Well, just so the misguided quest for wisdom ends up with humans divided, divided with each other and separated from God, creating by their own wisdom, pain and hurt, violence and death in the world. And it leaves unrealized the ideal of the two of them united in love, vulnerability, co ruling. Co ruling in the land of abundance, living by God's commands and wisdom, which is their true wisdom.",
    "start": "00:09:15",
    "end": "00:09:44"
  },
  {
    "text": "Two halves of the whole.",
    "start": "00:09:45",
    "end": "00:09:46"
  },
  {
    "text": "Yeah. So it gives you the wise woman and the foolish woman, the wise man and the foolish man, and the two paths that those represent.",
    "start": "00:09:46",
    "end": "00:09:56"
  },
  {
    "text": "And choosing wisdom. How do you choose wisdom? How do you find wisdom? How do you live a good life? These are the questions. Then the. What we call the wisdom books are exploring. Not only are they exploring those, but they're riffing off of the story of the quest of wisdom, of eating, of the tree, of finding lady wisdom, of. Of avoiding lady folly. All of these themes will then kind of unravel from. From this. This point and create this cool. These portraits. We also talked about, just briefly, Abraham and how he echoes these same themes.",
    "start": "00:09:58",
    "end": "00:10:40"
  },
  {
    "text": "Yeah.",
    "start": "00:10:40",
    "end": "00:10:41"
  },
  {
    "text": "And then more particularly, Solomon.",
    "start": "00:10:41",
    "end": "00:10:43"
  },
  {
    "text": "Yeah.",
    "start": "00:10:43",
    "end": "00:10:44"
  },
  {
    "text": "Who is. Oh, yeah. So after they leave the garden, exiled.",
    "start": "00:10:44",
    "end": "00:10:49"
  },
  {
    "text": "God, he curses the ground.",
    "start": "00:10:49",
    "end": "00:10:51"
  },
  {
    "text": "Curses the ground.",
    "start": "00:10:51",
    "end": "00:10:52"
  },
  {
    "text": "And the snake.",
    "start": "00:10:52",
    "end": "00:10:52"
  },
  {
    "text": "And the snake.",
    "start": "00:10:52",
    "end": "00:10:53"
  },
  {
    "text": "And informs them of the unfortunate future that's ahead of them. Yeah. He never curses the people.",
    "start": "00:10:53",
    "end": "00:10:58"
  },
  {
    "text": "Curse the people.",
    "start": "00:10:58",
    "end": "00:10:59"
  },
  {
    "text": "That's right.",
    "start": "00:10:59",
    "end": "00:10:59"
  },
  {
    "text": "That's a good. That's a good insight. And one of the curses, this was really interesting. I just never thought about before was a woman would desire the man to rule over her, which is not.",
    "start": "00:10:59",
    "end": "00:11:09"
  },
  {
    "text": "Well, sorry again. It's not one of the curses. He only curses the snake and he curses the ground.",
    "start": "00:11:09",
    "end": "00:11:14"
  },
  {
    "text": "What is it? What would you call it?",
    "start": "00:11:14",
    "end": "00:11:15"
  },
  {
    "text": "And then. Oh, it's the consequences. Here's the sad reality that you've now created for yourself.",
    "start": "00:11:15",
    "end": "00:11:21"
  },
  {
    "text": "Okay, got it. One of the sad realities. Thank you. Is her desire for the husband to rule right over her.",
    "start": "00:11:21",
    "end": "00:11:29"
  },
  {
    "text": "It's poetic. Line A and B line. Your desire will be for your husband.",
    "start": "00:11:30",
    "end": "00:11:34"
  },
  {
    "text": "And he will rule over you.",
    "start": "00:11:34",
    "end": "00:11:35"
  },
  {
    "text": "He will rule over you.",
    "start": "00:11:35",
    "end": "00:11:37"
  },
  {
    "text": "Okay.",
    "start": "00:11:37",
    "end": "00:11:37"
  },
  {
    "text": "Yep. It's actually capable of about four different nuances of meaning.",
    "start": "00:11:37",
    "end": "00:11:41"
  },
  {
    "text": "Okay.",
    "start": "00:11:41",
    "end": "00:11:41"
  },
  {
    "text": "Logically, that are possible.",
    "start": "00:11:41",
    "end": "00:11:42"
  },
  {
    "text": "Let's get it.",
    "start": "00:11:42",
    "end": "00:11:43"
  },
  {
    "text": "But, well, it's important in that that's the opposite of what page one ideal was. Was of a man and a woman united. Now it's man and woman at odds with each other. And again, this isn't just commentary on the world in general. This is giving you the framework of everything that's about to happen in the narrative, which is going to be story after story of men and women at odds with each other, creating messes together as they try to power play each other.",
    "start": "00:11:44",
    "end": "00:12:11"
  },
  {
    "text": "So God curses the snake, curses the ground, lays out the consequences. But then he also gives a promise.",
    "start": "00:12:11",
    "end": "00:12:17"
  },
  {
    "text": "Yes.",
    "start": "00:12:17",
    "end": "00:12:18"
  },
  {
    "text": "That a seed of the woman will come and will take care of the evil. And then as we trace this idea of the seed, we know it comes through Abram. And not only will it be a blessing for him, but for all the nations and will restore this Eden co ruling in God's presence over creation. We trace that seed to David and. And then to his son, Solomon. And in the story Solomon, we get man. Such a cool portrait of a man who.",
    "start": "00:12:18",
    "end": "00:12:50"
  },
  {
    "text": "He's given us an opportunity to rule.",
    "start": "00:12:50",
    "end": "00:12:53"
  },
  {
    "text": "Yeah, yeah, yeah. Like Adam. He is appointed to rule and he's given the opportunity to ask for anything. God says, what do you want? I'll give it to you. And he asks for wisdom. And in that are echoes of wisdom.",
    "start": "00:12:53",
    "end": "00:13:10"
  },
  {
    "text": "To discern between Tov and Ra.",
    "start": "00:13:10",
    "end": "00:13:12"
  },
  {
    "text": "Yeah.",
    "start": "00:13:12",
    "end": "00:13:13"
  },
  {
    "text": "No less.",
    "start": "00:13:13",
    "end": "00:13:13"
  },
  {
    "text": "And what does it say? Something about knowing the heart of God.",
    "start": "00:13:15",
    "end": "00:13:18"
  },
  {
    "text": "Oh, to have a heart that listens. A heart that listens so that I may discern between Tov and Ra.",
    "start": "00:13:18",
    "end": "00:13:23"
  },
  {
    "text": "Yeah. And where does the phrase listen to my voice?",
    "start": "00:13:23",
    "end": "00:13:27"
  },
  {
    "text": "That comes out of the garden Narrative. Comes out of my narrative. Yep. But then a heart that listens is language from the Shema. To listen in love with all your heart. He has a heart that listens.",
    "start": "00:13:27",
    "end": "00:13:38"
  },
  {
    "text": "So where Adam and Eve made the wrong call. He made the right call.",
    "start": "00:13:38",
    "end": "00:13:42"
  },
  {
    "text": "Correct. That's the point.",
    "start": "00:13:42",
    "end": "00:13:43"
  },
  {
    "text": "And God says, that is so beautiful and good. Well, he says it's good and I'm gonna hook you up and things are gonna go so well for you, but you gotta keep Making this call.",
    "start": "00:13:43",
    "end": "00:13:56"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:13:56",
    "end": "00:13:57"
  },
  {
    "text": "Gotta keep at it.",
    "start": "00:13:57",
    "end": "00:13:58"
  },
  {
    "text": "Every day.",
    "start": "00:13:58",
    "end": "00:13:58"
  },
  {
    "text": "Every day. This is not a one and done as you said. And unfortunately, but kind of, maybe more realistically, he's not a perfect dude. He. In fact, there's a whole portrait of him where you see him making all these decisions that shows that he is eating of the Tree of Knowing, good and evil.",
    "start": "00:13:59",
    "end": "00:14:23"
  },
  {
    "text": "But remember, it's balanced. It's like there was land in abundance and eating, drinking, rejoices. Everybody sat under their own fig tree.",
    "start": "00:14:23",
    "end": "00:14:31"
  },
  {
    "text": "Yeah, but.",
    "start": "00:14:31",
    "end": "00:14:31"
  },
  {
    "text": "But he built it all on the backs of slaves and storage cities, just like Pharaoh. Yeah, he was. There was lots of gold, but he imported it. He brought it all. That's right.",
    "start": "00:14:31",
    "end": "00:14:41"
  },
  {
    "text": "Back and forth, this cool portrait of the Queen of Sheba coming to visit him. She's a powerhouse in her own right. You got this powerful woman, she's coming to test him, and you're like, oh, how's this gonna go down? And he wows her and she just realizes, like, this is it. Eden is arriving here.",
    "start": "00:14:41",
    "end": "00:15:01"
  },
  {
    "text": "Yeah. Yahweh. She blesses the God of Israel, praises.",
    "start": "00:15:01",
    "end": "00:15:05"
  },
  {
    "text": "The God of Israel with him. And you just get this picture of like, ah, the man and the woman together in God's presence, praising him, ruling.",
    "start": "00:15:05",
    "end": "00:15:13"
  },
  {
    "text": "Yeah, they're both the world.",
    "start": "00:15:13",
    "end": "00:15:14"
  },
  {
    "text": "They're both rulers. You're like, this is awesome.",
    "start": "00:15:15",
    "end": "00:15:17"
  },
  {
    "text": "Yeah.",
    "start": "00:15:17",
    "end": "00:15:17"
  },
  {
    "text": "But then the next chapter, you realize he's got a thousand of these women, and it's just not. So that's where we left off. We also just showed how these four books are all connected to Solomon. And so we'll go into that more, but that's just kind of. Is there any other highlights?",
    "start": "00:15:17",
    "end": "00:15:33"
  },
  {
    "text": "I think then the highlight then is to say the books of Solomon. Let's start with those three Proverbs, Ecclesiastes and Job. What they represent is they invite the reader to sit down at the feet of this success and failure of a Solomon. And he's now going to tell you as the next generation that you have in front of you the same choice that he had, which is the same choice that Adam and Eve had. Every human sits in front of the Tree of Knowing, good and bad. And you have your own choice to make. And so you can talk about it as different trees. You can talk about it as two ways, two paths. You can talk about it as embracing two kinds of women. Eve and the Queen of Sheba. Right. The wise woman leads to life, or foolish Eve and the foreign women of Solomon that lead you to exile and death. But the point is, these books universalize the Adam and Eve story and the Solomon story to see yourself now within it, that you're up to bat when you read these books and they're trying to guide you to the right. The right path. That's more Proverbs. Ecclesiastes is going to problematize the path. And Song of Songs is its own thing we'll talk about. So anyway, that's the idea. But this is the biblical context for the three books of Solomon. That's the story that they're plugging you into. And that's why I said earlier, when we abstract out Proverbs, Ecclesiastes, and Job and disconnect them from the storyline and just make them like philosophical essays about the good life, we miss all of that. This is the story that the hyperlinks of these books are trying to plug these books into so that you see yourself replaying the Garden of Eden in your own life. Proverbs opens with a paragraph that's truly like a. It's like the publisher's blurb on the back of a book. It tells you why the book exists.",
    "start": "00:15:33",
    "end": "00:18:06"
  },
  {
    "text": "Yeah.",
    "start": "00:18:06",
    "end": "00:18:07"
  },
  {
    "text": "Verses one through seven in particular. Do you want to do the honors?",
    "start": "00:18:07",
    "end": "00:18:11"
  },
  {
    "text": "The Proverbs of Solomon, the son of David, king of Israel and general. To know wisdom and instruction. To discern the sayings of understanding. To receive instruction in wise behavior, righteousness, justice and equity. To give prudence to the naive, to the youth, knowledge and discretion. A wise man will hear and increase in learning. And a man of understanding will acquire wise counsel. To understand a proverb and a figure. A figure.",
    "start": "00:18:11",
    "end": "00:18:40"
  },
  {
    "text": "Figure of speech.",
    "start": "00:18:40",
    "end": "00:18:41"
  },
  {
    "text": "To understand a proverb and a figure of speech. The words of the wise and the riddles. The fear of the Lord is the beginning of knowledge. Fools despise wisdom and instruction. Here.",
    "start": "00:18:42",
    "end": "00:18:53"
  },
  {
    "text": "And then the first speech begins.",
    "start": "00:18:54",
    "end": "00:18:55"
  },
  {
    "text": "Oh, okay.",
    "start": "00:18:55",
    "end": "00:18:56"
  },
  {
    "text": "Here, my son. Yeah, got it. So notice every one of those. You had the little opening hyperlink. A collection of Proverbs of Solomon. Do you remember he wrote over 3,000 of these.",
    "start": "00:18:56",
    "end": "00:19:09"
  },
  {
    "text": "1,005 songs?",
    "start": "00:19:11",
    "end": "00:19:12"
  },
  {
    "text": "And now you read this line, you're like, oh, okay. This is a selection of those thousands of proverbs that I heard about in First Kings. Because that's what a wise human would do. A wise human would collect wisdom.",
    "start": "00:19:12",
    "end": "00:19:23"
  },
  {
    "text": "Yeah, it's a little wisdom. Memes.",
    "start": "00:19:23",
    "end": "00:19:25"
  },
  {
    "text": "Yep. Yes. Verses one through six are all a bunch of incomplete sentences. Did you see that?",
    "start": "00:19:25",
    "end": "00:19:33"
  },
  {
    "text": "Yeah.",
    "start": "00:19:33",
    "end": "00:19:33"
  },
  {
    "text": "They just begin.",
    "start": "00:19:33",
    "end": "00:19:34"
  },
  {
    "text": "It is awkward to read.",
    "start": "00:19:34",
    "end": "00:19:35"
  },
  {
    "text": "Yeah. These are purposed statements.",
    "start": "00:19:35",
    "end": "00:19:37"
  },
  {
    "text": "Yeah.",
    "start": "00:19:37",
    "end": "00:19:38"
  },
  {
    "text": "What is the book in front of you for? To know wisdom, to give prudence, to understand. These are purpose Statements for the scroll in front of you. So I read the scroll in front of me. What am I going to learn? That's all these different wisdom words. Wisdom instruction. I'm going to receive instruction and wise choices to give prudence to the naive. So that word prudence is the word. It's what the snake was in Genesis 3. Oh, yeah. Arum. Yeah, yeah. It's the same root word. So again, remember, because knowledge and wisdom is neutral.",
    "start": "00:19:38",
    "end": "00:20:15"
  },
  {
    "text": "Yeah.",
    "start": "00:20:15",
    "end": "00:20:16"
  },
  {
    "text": "You can put it to Ra purposes. You can put it to TOV purposes.",
    "start": "00:20:16",
    "end": "00:20:20"
  },
  {
    "text": "Yep. Good and bad.",
    "start": "00:20:20",
    "end": "00:20:21"
  },
  {
    "text": "Right. And look at verse six. Then it's just playing. It's just saying, okay, so that all of above is wisdom. Here's what else this book's gonna teach you about Proverbs, where it's Meshalim. Comparisons. To Mashal is to compare two things. One who grabs the ear of an angry dog is like one who gets involved in the quarrel of another comparing two things. But then figures and riddles and the words of the wise. To read proverbs, especially in Hebrew, is to get an education in Hebrew wordplays and puns and words with double meaning and riddles. Cryptic sayings that you have to ponder for long riddles and did. Welcome to the Hebrew Bible. Yeah, that's part of how it works. Then verse seven gives you your true north. Because remember, you can be wise and still go down two paths. So what's the baseline?",
    "start": "00:20:21",
    "end": "00:21:21"
  },
  {
    "text": "How do you know you're on the right path?",
    "start": "00:21:22",
    "end": "00:21:24"
  },
  {
    "text": "Correct. The fear of Yahweh, which means doing what he says, Abraham. Now God says to Abraham, now I know that you fear Yahweh. Cause you practically.",
    "start": "00:21:24",
    "end": "00:21:38"
  },
  {
    "text": "It means doing what he says. But does it mean something more than that that results in.",
    "start": "00:21:38",
    "end": "00:21:43"
  },
  {
    "text": "The result is doing what he says. I think it's trusting him and then honoring his wisdom and authority from a place of reverence and awe.",
    "start": "00:21:44",
    "end": "00:21:56"
  },
  {
    "text": "Yeah.",
    "start": "00:21:57",
    "end": "00:21:57"
  },
  {
    "text": "Because he can make a universe and I can't. That's the idea.",
    "start": "00:21:57",
    "end": "00:22:02"
  },
  {
    "text": "The phrase kind of stuck with me when we talked about this. I don't know if it was last episode, but how Adam feared the Lord. But it was too late. And he was. He was fearing. He was fearing because he was afraid.",
    "start": "00:22:02",
    "end": "00:22:12"
  },
  {
    "text": "Yeah. And because he thought God was going to kill him. Yeah, yeah.",
    "start": "00:22:12",
    "end": "00:22:16"
  },
  {
    "text": "But how? Up until then, everything he would know about God was just good. It's all the good things. And so the phrase that kind of stuck with me is like, fear the Lord before you need to be afraid of the Lord.",
    "start": "00:22:16",
    "end": "00:22:27"
  },
  {
    "text": "Yeah, that's right. Oh, that's good.",
    "start": "00:22:28",
    "end": "00:22:30"
  },
  {
    "text": "Yeah, something like that.",
    "start": "00:22:30",
    "end": "00:22:32"
  },
  {
    "text": "Yeah, I like that.",
    "start": "00:22:32",
    "end": "00:22:33"
  },
  {
    "text": "It kind of helps you realize, like, okay, there's a difference between being afraid and fearing the Lord. There is, but the difference is subtle.",
    "start": "00:22:33",
    "end": "00:22:41"
  },
  {
    "text": "Yes.",
    "start": "00:22:41",
    "end": "00:22:42"
  },
  {
    "text": "Because there's something. The weightiness and reverence of being in the presence of something so powerful would create something that feels the same as being afraid of death, but different. Because what you know of God is good.",
    "start": "00:22:42",
    "end": "00:23:02"
  },
  {
    "text": "Yeah. Yep. So then that's the baseline. And so that little line, Proverbs 1, verse 7, is linking you back in to the Solomon story. Remember Solomon, his folly was to reject all of the wise laws about how the kings of Israel should rule. And the last law in Deuteronomy 17 was to be a Bible nerd. Have your own Torah copy that you study so that he may learn to fear the Lord. So the fear of the Lord is important in the Solomon story. It's important in the Eden narrative. So this becomes a way of saying this book is to teach the future, the sons of Solomon. Solomon speaking to his sons is how it's framed here. But to learn wisdom. But not just to learn wisdom, because anybody can acquire that, but to learn the wisdom based on verse seven, the fear of Yahweh. So the introduction is anchoring that in the Solomon and Eden story. Then in verse eight, the speaker says, here, my son, your father's instruction. Don't forsake your mother's teaching. So here's what's interesting is the actual. The proverbs, the little two liners, don't start until chapter 10. What follows in Proverbs 1 through 9 are 10 speeches from a father to a son that also incorporate a bunch of other speeches about two women called Lady Wisdom or Lady Folly. And you have Solomon speaking to my sons. So within the narrative frame of the Old Testament, the book of Proverbs is addressed to the line of David. It's Solomon speaking to my sons, narratively, to the future seed of David, calling the future seed of David to keep away from Lady Folly and to embrace Lady Wisdom. And you, the reader, imaginatively sit yourself at the foot of Solomon as if you are among the seed of David. What else does it mean to read a book that says, by Solomon, the son of David?",
    "start": "00:23:02",
    "end": "00:25:01"
  },
  {
    "text": "And he starts addressing his son, he.",
    "start": "00:25:01",
    "end": "00:25:02"
  },
  {
    "text": "Starts addressing my son. And I'm meant to see myself imaginatively among the seed of David. And I say that with a wink, because this is where the whole Hebrew Bible's going. The Messianic seed, who we are brothers, who. I mean, even just within the book of Isaiah, the Messianic seed becomes Boils down to one representative person who is able to open up the way for many to become a part of that messianic seed through his vicarious life and death and resurrection. And that's just the book of Isaiah. So the sons of David is a kind of like quote marks around you, come, sit at the foot. And it's all about these two ways and these two women. On the next page is just a chart just charting out. This is one of my nerd charts. So there's 10 speeches from a father to a son. There's four speeches about a woman called Wisdom. And then there's also four speeches about what's called the foolish woman, the strange woman, the adulterous woman. And again, remember, this is all about the two portraits of Eve. Ideal, righteous, wise Eve. Deceive, deceiver Eve.",
    "start": "00:25:02",
    "end": "00:26:10"
  },
  {
    "text": "Well, this is all about God's wisdom.",
    "start": "00:26:10",
    "end": "00:26:12"
  },
  {
    "text": "Well, sorry, I'm saying it's beginning there. Then you have Queen of Sheba and the foreign women for Solomon.",
    "start": "00:26:12",
    "end": "00:26:21"
  },
  {
    "text": "This is the metaphoric template.",
    "start": "00:26:21",
    "end": "00:26:23"
  },
  {
    "text": "And then this is now before all of us is a wise woman and a foolish woman. Choose who you will.",
    "start": "00:26:23",
    "end": "00:26:31"
  },
  {
    "text": "Which is a great metaphor when you're talking to sons.",
    "start": "00:26:31",
    "end": "00:26:33"
  },
  {
    "text": "Correct. And that's the imaginative setting here.",
    "start": "00:26:33",
    "end": "00:26:35"
  },
  {
    "text": "Yeah.",
    "start": "00:26:35",
    "end": "00:26:35"
  },
  {
    "text": "Is Solomon speaking to the future line of David. Right, Yep. So you know Proverbs 1 through 9. It just explores all of this, but comes to its culmination in chapter nine with these two. There's a short little summary about Lady Wisdom and a short little summary about Lady Folly. And it begins in Proverbs 9. I'll just kind of read and point some things out. So Proverbs 9 begins, Wisdom has built her house. She's hewn it out in seven pillars. She has a seven pillared house. Seven should make us think of Genesis one. Lady Wisdom just finished in the previous chapter, telling us about how she was part of creation. She was the means by which God architected the cosmos. So she's hewn out her house on seven pillars. All of creation finds order in her house. She's prepared food, she's mixed wine, she's set her table. She's inviting you to a feast. She sends out her maidens and calls from the tops of the high places to the city. Whoever's naive, come on in here. To him who lacks understanding, she says, come, eat of my bread, drink of my wine, forsake your folly and live, find life.",
    "start": "00:26:35",
    "end": "00:28:20"
  },
  {
    "text": "Man, it rings a lot of like Jesus. Yes, right.",
    "start": "00:28:21",
    "end": "00:28:25"
  },
  {
    "text": "Yes, totally.",
    "start": "00:28:25",
    "end": "00:28:26"
  },
  {
    "text": "Come to me all you are.",
    "start": "00:28:26",
    "end": "00:28:28"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:28:28",
    "end": "00:28:29"
  },
  {
    "text": "Hungry and thirsty.",
    "start": "00:28:29",
    "end": "00:28:30"
  },
  {
    "text": "Celebratory meals. Yes. So she also sounds a lot like Moses at the end of Deuteronomy. Right. Summoning the people into the promised land to live by the wisdom of the Torah so that you may live contrast to that party. So you can go to that party.",
    "start": "00:28:31",
    "end": "00:28:49"
  },
  {
    "text": "Mm.",
    "start": "00:28:50",
    "end": "00:28:50"
  },
  {
    "text": "Or you can go. Verse 13. The woman of folly. She's boisterous. Boisterous.",
    "start": "00:28:50",
    "end": "00:28:56"
  },
  {
    "text": "That's a great word.",
    "start": "00:28:56",
    "end": "00:28:57"
  },
  {
    "text": "She is naive. She knows nothing. She also sits at the door of her house on a seat by the high places of the city, calling to those passing by who are trying to make their paths straight.",
    "start": "00:28:57",
    "end": "00:29:08"
  },
  {
    "text": "She's deceiving.",
    "start": "00:29:09",
    "end": "00:29:10"
  },
  {
    "text": "Yeah. And then she's just. It's this copy and paste. This is exactly what Lady Wisdom said. Whoever's naive, come on in here. Whoever lacks understanding, she says, stolen water is sweet, bread eaten in secret is pleasant. But the one entering her house doesn't know that the dead are there and her guests are in the depths of the grave.",
    "start": "00:29:10",
    "end": "00:29:32"
  },
  {
    "text": "Wow.",
    "start": "00:29:32",
    "end": "00:29:33"
  },
  {
    "text": "Two ladies. So, first of all, just the sheer imagination involved here to develop out these poetic scenes of wisdom as this gracious host inviting everyone in to the Garden of Eden meal.",
    "start": "00:29:33",
    "end": "00:29:48"
  },
  {
    "text": "Yeah.",
    "start": "00:29:48",
    "end": "00:29:49"
  },
  {
    "text": "Versus.",
    "start": "00:29:49",
    "end": "00:29:49"
  },
  {
    "text": "And then the parody of her.",
    "start": "00:29:50",
    "end": "00:29:51"
  },
  {
    "text": "Yeah, totally. Her inverted self.",
    "start": "00:29:51",
    "end": "00:29:53"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:29:53",
    "end": "00:29:55"
  },
  {
    "text": "And these are just the summaries. There's all these other scenes about the seductive woman who goes out looking to seduce versus Lady Wisdom who goes out just saying, people, you know, come to me and you'll find life. It's really remarkable. These are wonderful poems. Proverbs 1 through 9. Check this out. This is in Proverbs 3. This is Solomon speaking to my son, the seed of David, my son. Don't forget my teaching. Let your heart keep my commandments for length of days and years of life, and shalom will be added to you. Right. Life. Life, everlasting life. Yeah. Don't let kindness and truth leave you. Bind my teaching and commands. Bind them around your neck. Write them on the tablet of your heart. Writing on the heart.",
    "start": "00:29:55",
    "end": "00:30:48"
  },
  {
    "text": "Is that Jeremiah?",
    "start": "00:30:49",
    "end": "00:30:50"
  },
  {
    "text": "Yes. Yeah. This is. Yes. Remember Moses.",
    "start": "00:30:50",
    "end": "00:30:53"
  },
  {
    "text": "Moses says to bind them around your head, right?",
    "start": "00:30:53",
    "end": "00:30:56"
  },
  {
    "text": "Yeah. So, dude, this is the language of the Shema. So after you say the Shema, it says, let these words. Let these words. Here, hold on. After Moses says, the shema, Hero, Israel, the Lord our God, the Lord is one, he says, bind these words as a sign on your hand and as symbols on your forehead. Here, Solomon is saying, bind my wisdom around your neck like a necklace, and write them on the tablet of your heart. So he's telling the seed of David to do with his wisdom. What Moses said to do with the Shema, with your home and your children.",
    "start": "00:30:56",
    "end": "00:31:35"
  },
  {
    "text": "Wrap yourself in it.",
    "start": "00:31:35",
    "end": "00:31:36"
  },
  {
    "text": "Yes. Yeah. Why? So that you'll find favor with favor and good repute in the sight of God and man. Okay? So just think through the Solomon story and the Eden story here. Trust in Yahweh with all of your heart. Don't lean on your own understanding. In all of your ways, acknowledge him. He will make your path straight. Don't be wise in your own eyes. That's like, yeah, pretty clear. That's all the vocabulary of the Genesis 3, verse 6, fall moment. Right. She saw that it was good. Good to her eyes. So don't be wise in your own eyes. Fear Yahweh, turn away from Ra. What better summary of Genesis 3 is there? It will be. And if you do that, what was the result? Healing to your body, refreshment to your bones. It's like a superhuman verse 13. How blessed is the man who finds wisdom, the man who gains understanding. Her profit is better than silver, her gain is better than gold. Think the Solomon story. She's more precious than jewels. Nothing you desire compares with her. Look at this. Long life is in her hand, in her right hand, in her left hand are riches and honor. Remember what God said to Solomon, because you chose wisdom. Because you chose wisdom and didn't ask for long life, riches or honor.",
    "start": "00:31:36",
    "end": "00:32:59"
  },
  {
    "text": "I'm giving to you.",
    "start": "00:32:59",
    "end": "00:33:00"
  },
  {
    "text": "I'm going to give you them anyway. Then here's Solomon saying, choose Lady Wisdom and you'll get both and you'll get. It's exactly the same list of things.",
    "start": "00:33:00",
    "end": "00:33:08"
  },
  {
    "text": "Don't seek out long life and riches. Seek wisdom.",
    "start": "00:33:08",
    "end": "00:33:12"
  },
  {
    "text": "Yeah. And you'll get both and you'll get those things. Yep. That becomes seeking long life and riches and honor become a way of taking from the tree. But the moment I hands off and seek wisdom, I'll get knowledge of good and evil.",
    "start": "00:33:12",
    "end": "00:33:27"
  },
  {
    "text": "It kind of smacks of the Seek first God's kingdom and then all these things will be added.",
    "start": "00:33:27",
    "end": "00:33:31"
  },
  {
    "text": "Yeah, that's right. Yeah, totally. Yeah. Yeah. Okay. So the kicker, her ways. The ways of Lady Wisdom are pleasant. All her paths are peace. She is a tree of life to all who take hold of her. Happy are all who embrace her.",
    "start": "00:33:31",
    "end": "00:33:47"
  },
  {
    "text": "So now she's a tree.",
    "start": "00:33:47",
    "end": "00:33:48"
  },
  {
    "text": "Now she's a tree. Look at how the symbols can swap here.",
    "start": "00:33:48",
    "end": "00:33:52"
  },
  {
    "text": "Yeah.",
    "start": "00:33:52",
    "end": "00:33:53"
  },
  {
    "text": "So we had two ladies. Now the wise lady becomes the tree of life. And taking from the tree of life is like embracing Lady Wisdom, which is like Adam and Eve ruling together in the wisdom and love of God. In the garden. Isn't this amazing?",
    "start": "00:33:53",
    "end": "00:34:14"
  },
  {
    "text": "Proverbs.",
    "start": "00:34:14",
    "end": "00:34:14"
  },
  {
    "text": "I'm just saying, Proverbs 3. I remember reading this as a brand new Christian. I didn't know any of this. I was just like, that's cool. I want to live in the fear of the Lord. But all this vocabulary is teed into these other narratives and it becomes so rich.",
    "start": "00:34:14",
    "end": "00:34:31"
  },
  {
    "text": "Totally.",
    "start": "00:34:31",
    "end": "00:34:32"
  },
  {
    "text": "Yeah.",
    "start": "00:34:32",
    "end": "00:34:32"
  },
  {
    "text": "When I've read. When I've read this without all that in mind, it's like, oh, yeah, that's nice. It's a tree and it's a lady. And yeah. It's better than gold and silver and.",
    "start": "00:34:33",
    "end": "00:34:42"
  },
  {
    "text": "Yeah.",
    "start": "00:34:42",
    "end": "00:34:42"
  },
  {
    "text": "Like, I can kind of work myself up until like, cool.",
    "start": "00:34:42",
    "end": "00:34:45"
  },
  {
    "text": "All right. I want to be wise today.",
    "start": "00:34:45",
    "end": "00:34:47"
  },
  {
    "text": "Yeah. But as you see how this is all riffing off of. And developing these metaphors out of this. This narrative. Yeah. And mixing it up, even like creative.",
    "start": "00:34:47",
    "end": "00:35:01"
  },
  {
    "text": "Mixing of analogies and metaphors, which makes.",
    "start": "00:35:01",
    "end": "00:35:04"
  },
  {
    "text": "You then think back to the story and go, oh, that's a new nuance to the story. That eating of the tree of life is actually connected to the idea of seeking God's wisdom. You know, like, that's all sudden becomes more clear.",
    "start": "00:35:04",
    "end": "00:35:18"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:35:18",
    "end": "00:35:19"
  },
  {
    "text": "And seeking God's wisdom is like the pursuit of. It's in some way compared to the pursuit of a woman.",
    "start": "00:35:19",
    "end": "00:35:25"
  },
  {
    "text": "Yeah.",
    "start": "00:35:25",
    "end": "00:35:26"
  },
  {
    "text": "I want to explore that more.",
    "start": "00:35:26",
    "end": "00:35:27"
  },
  {
    "text": "Yeah, that's right. Well, think. But remember in the garden, if Adam and Eve were living by God's wisdom and eating from the tree of life, it's the man and the woman in love together, ruling the world. So the image of peace and love, vulnerability between the man and the woman. Right. Because if they had eaten from the tree of life and not taken from good and bad, they would be there still naked and in love and happy and ruling the world in all the splendor of their thing.",
    "start": "00:35:27",
    "end": "00:35:56"
  },
  {
    "text": "Like take Adam, let's say, and they're in the thick of the goodness, together, ruling. And then you gave him the metaphor of, hey, trusting in God's wisdom is like pursuing your wife.",
    "start": "00:35:56",
    "end": "00:36:12"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:36:12",
    "end": "00:36:13"
  },
  {
    "text": "Like he would kind of be like, oh, I thought of those things as separate. Like, I pursue my wife. I love my wife and we rule together. But the way that I engage her is different than the way I pursue God's wisdom. But you want me to see those as the same thing.",
    "start": "00:36:13",
    "end": "00:36:30"
  },
  {
    "text": "Yes. Yeah. Do you remember that opening and closing frame of the Solomon story? Solomon loved. Loved.",
    "start": "00:36:30",
    "end": "00:36:36"
  },
  {
    "text": "Yahweh.",
    "start": "00:36:36",
    "end": "00:36:37"
  },
  {
    "text": "Yahweh. And that's when he asked for wisdom.",
    "start": "00:36:37",
    "end": "00:36:39"
  },
  {
    "text": "Yeah. And then he loved the ladies at.",
    "start": "00:36:39",
    "end": "00:36:40"
  },
  {
    "text": "The end of story. He loves the ladies more than he loves Yahweh. But what it's saying is they're comparable to each other the way you would pursue and love Yahweh. And his wisdom is comparable and connected to how a man or a woman pursues another. And then Paul says, yeah, dude, we're getting to it.",
    "start": "00:36:40",
    "end": "00:37:02"
  },
  {
    "text": "We're getting to it.",
    "start": "00:37:02",
    "end": "00:37:02"
  },
  {
    "text": "That's right. Why in Paul's letter to the Ephesians, when he is talking about marriage.",
    "start": "00:37:02",
    "end": "00:37:08"
  },
  {
    "text": "Yeah, he's talking about marriage.",
    "start": "00:37:08",
    "end": "00:37:10"
  },
  {
    "text": "And then he says, you know what I'm really talking about is the Messiah and the Messiah's people, the church.",
    "start": "00:37:10",
    "end": "00:37:14"
  },
  {
    "text": "Yeah. Our relationship with the Messiah.",
    "start": "00:37:14",
    "end": "00:37:16"
  },
  {
    "text": "That's what I'm really talking about. But also, husband should love his wife. For him to talk about a husband.",
    "start": "00:37:16",
    "end": "00:37:23"
  },
  {
    "text": "Loving his wife is really talking about the Messiah loving the church. Yeah, yeah, but you're not. Those are two different things. But then in some way, they're connecting to Paul's mind in a way that can just jump to it and be like, this is what I'm really talking about.",
    "start": "00:37:23",
    "end": "00:37:36"
  },
  {
    "text": "Yeah. It's about Adam loving Eve and both of them together loving God.",
    "start": "00:37:36",
    "end": "00:37:40"
  },
  {
    "text": "I don't understand it.",
    "start": "00:37:41",
    "end": "00:37:42"
  },
  {
    "text": "Yeah, well, we'll map it out a little more. But you're right to say that this pursuit of the woman in here, in Proverbs, this is what the Song of Songs is doing in the Hebrew Bible. This is why it's there. It's set in the context of the Eden and the Solomon story and then these speeches and Proverbs.",
    "start": "00:37:42",
    "end": "00:38:02"
  },
  {
    "text": "All to say, too, is that, you know, we talk about Scripture as the Bible is meditation literature.",
    "start": "00:38:02",
    "end": "00:38:08"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:38:08",
    "end": "00:38:09"
  },
  {
    "text": "And it's just. This really just pops with it when I read this. And then I think back to Solomon, and I think back to the garden narratives. And now they're playing off of each other, and I'm thinking about them in new ways.",
    "start": "00:38:09",
    "end": "00:38:22"
  },
  {
    "text": "Correct? Yeah, that's right. In other words, for all the world, the book of Proverbs is designed as this retroflection on Genesis 1 through 3 that you go back and you look and you see, oh, whoa. This I can now see new things in Genesis 1:3 through the lens of the Proverbs and the Solomon story that were there all along, just waiting to be activated. Okay, one last thing before we say goodbye to Proverbs. Spend a lot more. Go to the last chapter of Proverbs. Proverbs 31 introduces you to a king named the words of King Lemuel, nowhere named elsewhere in the Bible. I'm convinced there's some wordplay or Pun here, that I don't know. But the first chapter, I know this.",
    "start": "00:38:22",
    "end": "00:39:38"
  },
  {
    "text": "Is English, not Hebrew, but Lemuel sounds like lamech a little bit.",
    "start": "00:39:38",
    "end": "00:39:43"
  },
  {
    "text": "Oh, got it. It's an L and an L. Well, the word L is the word for God. And lemu or lemo, there's lots of different theories on what that's about. The Hebrew, Aramaic, lexicon of the Old Testament, their gloss for it is belonging to God, one who belongs to God. But what we're also told is these are not just. These aren't his words. They're the words that his mother taught him. Interesting. And it's this poem about. Hey, my son. My royal son. So the book begins with Proverbs 1 through 9, the king telling his sons to choose Lady Wisdom. The book ends with a king's mom telling her son a couple things. First of all, verse three, don't give your strength to many women. You're like man. Solomon could have used a mom like that. First of all, don't give your strength to many women because that will destroy kings. And the second is. Yeah, don't drink a lot. It'll impair your ability to rule. Well, so alcohol.",
    "start": "00:39:43",
    "end": "00:40:47"
  },
  {
    "text": "Sound advice.",
    "start": "00:40:47",
    "end": "00:40:48"
  },
  {
    "text": "Alcohol. And many women stay away. That's the first thing. The second thing, what comes after that is the Proverbs 31. Woman, an Eishet Chayel, a woman of valor or nobility who can find. She is worth more than jewels.",
    "start": "00:40:48",
    "end": "00:41:05"
  },
  {
    "text": "Yeah.",
    "start": "00:41:05",
    "end": "00:41:06"
  },
  {
    "text": "You know who else is worth more than jewels?",
    "start": "00:41:06",
    "end": "00:41:08"
  },
  {
    "text": "Lady Wisdom.",
    "start": "00:41:08",
    "end": "00:41:09"
  },
  {
    "text": "Lady Wisdom. Like, verbatim, it's copy and paste from. So the book ends with a mom telling her royal son to stay away from many women and to choose the one priceless woman. And then it's Proverbs 31, which is about this amazing, industrious woman who is a source of blessing and abundance to her family and her community and the poor. And she is like the embodiment of. She is a woman who has embraced Lady Wisdom, so to speak.",
    "start": "00:41:09",
    "end": "00:41:42"
  },
  {
    "text": "Yeah. And we talked about a productivity that brings blessing.",
    "start": "00:41:42",
    "end": "00:41:46"
  },
  {
    "text": "Yeah, that's right. And she just, like, she is the incarnation. Yeah, she is like the incarnation of Lady Wisdom. Yeah, yeah, yeah, totally. So there's no coincidence that Proverbs 1 through 9, and then the last chapter of Proverbs is framed with all this imagery from the Eden story and Solomon story about pursuing the man, pursuing the woman, the seed of David pursuing the Lady Wisdom. And if that happens, life and abundance for everybody. Garden of Eden. So that's the frame around the middle of the Proverbs, which is all the little two liners, 10 through 30. So you just have to ask yourself, what's this book doing in the Bible? It's not just there to give you some tricks of the trade. It's all framed in the cosmic storyline of humanity's choice and how they're going to rule. And about the hope for a messianic seed from the line of David and Solomon that will embrace Lady Wisdom to bring Eden back to the world. Proverbs. It's like a messianic reading of Proverbs, right? Yeah.",
    "start": "00:41:46",
    "end": "00:42:53"
  },
  {
    "text": "Very cool.",
    "start": "00:42:53",
    "end": "00:42:54"
  },
  {
    "text": "Yeah.",
    "start": "00:42:54",
    "end": "00:42:54"
  },
  {
    "text": "Now, I mentioned this at the end of last episode is it's Solomon's writing to his sons. So it makes sense for the metaphor to be about a woman that you're pursuing. And maybe this is why men like the book of Proverbs so much. It's written for men in a way, but that can't be so that women. It's not a book for women.",
    "start": "00:42:54",
    "end": "00:43:14"
  },
  {
    "text": "Right.",
    "start": "00:43:15",
    "end": "00:43:15"
  },
  {
    "text": "But you mentioned last episode that you just made the insight. The Song of Songs is really more about the pursuit of a woman. Woman pursuing a man.",
    "start": "00:43:15",
    "end": "00:43:25"
  },
  {
    "text": "It's the main voice. Representative voice is the woman's voice from her perspective. Yeah, yeah, yeah. As if Proverbs is told from the male Solomons to the seed of David perspective, whereas Song of Songs then flips it from the female perspective.",
    "start": "00:43:25",
    "end": "00:43:45"
  },
  {
    "text": "Yeah. Interesting.",
    "start": "00:43:46",
    "end": "00:43:47"
  },
  {
    "text": "It is interesting. Did the Song of Songs. Holy cow.",
    "start": "00:43:48",
    "end": "00:43:51"
  },
  {
    "text": "Is that what we'll talk about next?",
    "start": "00:43:53",
    "end": "00:43:54"
  },
  {
    "text": "Yep, I think so. I think that's what we should do.",
    "start": "00:43:54",
    "end": "00:43:56"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. We've got a couple more episodes in this series left and we want to take some time now to let you know that we're going to do a Q and R at the end of this series, and we'd love to hear your questions. So if you've been listening and you have some thoughts or ideas or questions come to mind, feel free to record those and send them to us. Send it to infoointhebibleproject.com try to keep it to 20 seconds or so and let us know your name and where you're from. Today's show is produced by Dan Gummel. The theme music by the band Tents. The Bible Project is a crowdfunded nonprofit. We're in Portland, Oregon, and we believe that the Bible is a unified story that leads to Jesus. All of our resources are free because of the generous support of people like you. So thanks for being a part of this with us.",
    "start": "00:43:57",
    "end": "00:44:41"
  },
  {
    "text": "Hi, this is Renji Abraham. I'm from Portland, Oregon, and I first heard about the Bible Project when the first video came out and I got hooked. I use the Bible Project in my church as I'm a pastor for my own personal development, but also as I'm teaching and discipling people. My favorite thing about the Bible Projects are the podcasts, where we can go in depth on these topics and learn so much more and dive into the universe of the scriptures. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, and more@thebibleproject.com.",
    "start": "00:44:43",
    "end": "00:45:17"
  },
  {
    "text": "SA.",
    "start": "00:45:33",
    "end": "00:45:33"
  }
]