[
  {
    "text": "In this episode of the BibleProject podcast, Tim and I continue our discussion on the composition of the Bible and what it means for this book to be God's divine word.",
    "start": "00:00:03",
    "end": "00:00:13"
  },
  {
    "text": "There's a tension here. The Bible emerged out of the history of Israel, but that also is met by another claim that the scriptural authors make about these writings themselves, that they are also a word from God. And so this fights us into the.",
    "start": "00:00:13",
    "end": "00:00:28"
  },
  {
    "text": "You could call it the paradox or.",
    "start": "00:00:28",
    "end": "00:00:30"
  },
  {
    "text": "The unique category of the Scriptures. They claim to be a divine and human word at the same time.",
    "start": "00:00:30",
    "end": "00:00:37"
  },
  {
    "text": "We're going to go deep into the structure of the Bible from beginning to end, starting with the Old Testament, which is primarily the history of ancient Israel.",
    "start": "00:00:37",
    "end": "00:00:45"
  },
  {
    "text": "The Hebrew Bible is a minority report on the history of Israel told from the perspective of what during Israel's history. History before the exile was a minority.",
    "start": "00:00:45",
    "end": "00:00:56"
  },
  {
    "text": "Group, prophets, who believed that they were.",
    "start": "00:00:56",
    "end": "00:00:59"
  },
  {
    "text": "Preserving the true heritage and history of Israel from Moses and that most of Israel had gone astray.",
    "start": "00:00:59",
    "end": "00:01:05"
  },
  {
    "text": "We then talk about the New Testament books and how the disciples of Jesus claim that Israel's story was being continued with the life, death and resurrection of Jesus. This is a great conclusion to our overview of what is the Bible, which is all being boiled down into a video that you could find on our YouTube channel. Thanks for joining in. Here we go. So in the last episode of the podcast, we talked about how the Bible is composed. So we. We spent a lot of time talking about the difference between the Hebrew Bible, the Catholic Bible, the Eastern Orthodox Bible, and the Protestant Bible.",
    "start": "00:01:05",
    "end": "00:01:39"
  },
  {
    "text": "Yeah.",
    "start": "00:01:39",
    "end": "00:01:39"
  },
  {
    "text": "And then we talked about the Bible just as literature. What does it mean to be a book? We talked about different types of books and. And then we kind of created this metaphor as the Bible as an art project and spent time talking about the literary genius of the Bible. We talked about being people of the book and how that's part of our Christian identity. And then I just started asking you questions about what are the implications of all of this for how we teach kids the Bible? And we had a little discussion on that. So in this last half of the conversation, what I'd like to do is walk through the whole Bible and talk about what's actually in it and the order of it and give people a bird's eye view of that.",
    "start": "00:01:39",
    "end": "00:02:24"
  },
  {
    "text": "Yeah, yeah, great. That's no small task.",
    "start": "00:02:24",
    "end": "00:02:29"
  },
  {
    "text": "No small task.",
    "start": "00:02:29",
    "end": "00:02:30"
  },
  {
    "text": "Let's just wrap that up in one podcast episode. So if readers of the English Bible, you open up to your Old Testament, but just go to the table of contents at the beginning, you won't notice this, but There are four subsections to the Old Testament in the Christian Bible.",
    "start": "00:02:30",
    "end": "00:02:46"
  },
  {
    "text": "Like, the table of contents won't break it up.",
    "start": "00:02:46",
    "end": "00:02:48"
  },
  {
    "text": "Yeah. It won't give you little spaces between. It'll just be one long list of books going from Genesis all the way to Malachi.",
    "start": "00:02:48",
    "end": "00:02:54"
  },
  {
    "text": "But you could break them up into four sections.",
    "start": "00:02:54",
    "end": "00:02:56"
  },
  {
    "text": "Yeah. And historically, there's a logic to it.",
    "start": "00:02:56",
    "end": "00:02:59"
  },
  {
    "text": "Okay.",
    "start": "00:02:59",
    "end": "00:02:59"
  },
  {
    "text": "And it's pretty evident once you see it. So the first section is the first five books sent somewhere in the early 200s A.D. has been called the Pentateuch, which means. Well, penta. Penta and Tukas is an old Greek word for scroll. So the scroll of Five.",
    "start": "00:02:59",
    "end": "00:03:16"
  },
  {
    "text": "So Genesis, Exodus, Leviticus, Numbers, Deuteronomy.",
    "start": "00:03:16",
    "end": "00:03:19"
  },
  {
    "text": "Deuteronomy.",
    "start": "00:03:19",
    "end": "00:03:20"
  },
  {
    "text": "Those are the five.",
    "start": "00:03:20",
    "end": "00:03:20"
  },
  {
    "text": "You got it.",
    "start": "00:03:20",
    "end": "00:03:21"
  },
  {
    "text": "The Penta.",
    "start": "00:03:21",
    "end": "00:03:22"
  },
  {
    "text": "The Penta Tuk. That's right. They're connected with the figure of Moses in some way, traditionally. So that tells a story from creation to Abraham to the Exodus to Israel at Mount Sinai, going through the wilderness and getting ready to enter the promised land.",
    "start": "00:03:22",
    "end": "00:03:38"
  },
  {
    "text": "Yeah. Lots of key stories in there.",
    "start": "00:03:38",
    "end": "00:03:41"
  },
  {
    "text": "Yep. And then it ends with the death of Moses. After that comes another large block of books. The story just continues on, but in what you could call, or has traditionally been called, the history book. So we go then into Joshua. He takes him into the promised land, the Judges. That covers a period when Israel's in the land, organized by tribes, but with no centralized governing structures or anything. No kings.",
    "start": "00:03:41",
    "end": "00:04:05"
  },
  {
    "text": "And that's why these judge characters, they're.",
    "start": "00:04:05",
    "end": "00:04:09"
  },
  {
    "text": "Just tribal chieftains who would arise to save their enemies.",
    "start": "00:04:09",
    "end": "00:04:13"
  },
  {
    "text": "I wish it was called tribal chieftains Judges.",
    "start": "00:04:13",
    "end": "00:04:15"
  },
  {
    "text": "I know.",
    "start": "00:04:15",
    "end": "00:04:16"
  },
  {
    "text": "It'd make it a lot more interesting.",
    "start": "00:04:16",
    "end": "00:04:17"
  },
  {
    "text": "Judges. It doesn't work in English because we have the word judges in English means a very specific thing that has no real correspondence to what the word meant.",
    "start": "00:04:17",
    "end": "00:04:27"
  },
  {
    "text": "Why do we call them Judges?",
    "start": "00:04:27",
    "end": "00:04:28"
  },
  {
    "text": "Oh, that's. It's a very old English translation of those who brought. Those who brought order.",
    "start": "00:04:29",
    "end": "00:04:35"
  },
  {
    "text": "Okay. They brought order.",
    "start": "00:04:35",
    "end": "00:04:36"
  },
  {
    "text": "They brought order, which is true. But they didn't do it by sitting in a seat with a robe.",
    "start": "00:04:36",
    "end": "00:04:42"
  },
  {
    "text": "They were, like, looking at some sort of constitution.",
    "start": "00:04:42",
    "end": "00:04:45"
  },
  {
    "text": "Yeah. They were tribal warriors who saved the people.",
    "start": "00:04:45",
    "end": "00:04:47"
  },
  {
    "text": "What's the Hebrew word?",
    "start": "00:04:47",
    "end": "00:04:48"
  },
  {
    "text": "Shoftim.",
    "start": "00:04:49",
    "end": "00:04:49"
  },
  {
    "text": "Shoftim.",
    "start": "00:04:49",
    "end": "00:04:50"
  },
  {
    "text": "Shoftim.",
    "start": "00:04:50",
    "end": "00:04:51"
  },
  {
    "text": "Judges.",
    "start": "00:04:51",
    "end": "00:04:52"
  },
  {
    "text": "And then you get the short story of Ruth after Judges, because the first line of Ruth is in the days when the judges were doing their thing.",
    "start": "00:04:52",
    "end": "00:05:00"
  },
  {
    "text": "Okay. So it fits in that time period.",
    "start": "00:05:00",
    "end": "00:05:02"
  },
  {
    "text": "Then comes one and two, Samuel, which is oddly named because Samuel dies halfway, like at the end of first Samuel.",
    "start": "00:05:02",
    "end": "00:05:10"
  },
  {
    "text": "It's not really about Samuel. It's more about.",
    "start": "00:05:10",
    "end": "00:05:12"
  },
  {
    "text": "It's about David should be called first and Second David.",
    "start": "00:05:12",
    "end": "00:05:14"
  },
  {
    "text": "King David.",
    "start": "00:05:14",
    "end": "00:05:15"
  },
  {
    "text": "There you go.",
    "start": "00:05:15",
    "end": "00:05:15"
  },
  {
    "text": "As we know him.",
    "start": "00:05:16",
    "end": "00:05:17"
  },
  {
    "text": "King David. Yep, yep.",
    "start": "00:05:17",
    "end": "00:05:18"
  },
  {
    "text": "And so this is when the history of Israel goes from being these tribes.",
    "start": "00:05:19",
    "end": "00:05:23"
  },
  {
    "text": "With tribal tribes and the federation of.",
    "start": "00:05:23",
    "end": "00:05:25"
  },
  {
    "text": "Tribes, tribes to centralized monarchy.",
    "start": "00:05:25",
    "end": "00:05:29"
  },
  {
    "text": "Centralized monarchy. Yep. That's right. Big shift in the history of Israel. Then first and Second Kings moves us on to Solomon. And then after his.",
    "start": "00:05:29",
    "end": "00:05:38"
  },
  {
    "text": "David's son.",
    "start": "00:05:39",
    "end": "00:05:40"
  },
  {
    "text": "David's son. And then after he dies, there's a near civil war. And then the tribes split. The tribes up in the north form an independent kingdom. The tribes in the south centered in Jerusalem, form the people of Judah. And then they end up as two separate peoples kind of coexisting in tension until Second Kings ends with Babylon coming to town and taking everybody out. First and Second Chronicles kind of get the shaft because they just retell the story of Genesis to 2 Kings, the whole history again. Yeah. The first word of Chronicles is Adam. And then the last word of Chronicles is an announcement that the people can go back from exile and Babylon go back to the land.",
    "start": "00:05:40",
    "end": "00:06:28"
  },
  {
    "text": "So it's like you just read the whole story, and now you get to read it again in brief.",
    "start": "00:06:28",
    "end": "00:06:32"
  },
  {
    "text": "That's right. And first and second Chronicles mostly is a retelling of 2 Samuel and 1 and 2 Kings. So you're like, I just read this, but it's different. We'll talk about this. It's different in a really important way, but just slightly different. And so modern readers, in this order, you just. Yeah, you just skip it and go to Ezra Nehemiah. That's what most people do. Ezri Nehemiah are one book in. Actually, they were one book. Even in early Jewish and Christian tradition. They were separated into two books in the medieval period. I should know why off the top of my head, but I don't know. It's not due to scroll length. There was another factor, but I forget what it is. And then Esther is the story set in Persia about a Jewish community during.",
    "start": "00:06:32",
    "end": "00:07:20"
  },
  {
    "text": "The time after the exile.",
    "start": "00:07:20",
    "end": "00:07:21"
  },
  {
    "text": "After exile. Like, exile's like a memory, but there's.",
    "start": "00:07:21",
    "end": "00:07:25"
  },
  {
    "text": "Still Jewish people, but there's a community.",
    "start": "00:07:25",
    "end": "00:07:27"
  },
  {
    "text": "Living there, and it tells their story. Okay, then after all that.",
    "start": "00:07:27",
    "end": "00:07:31"
  },
  {
    "text": "So that was the first sect.",
    "start": "00:07:31",
    "end": "00:07:32"
  },
  {
    "text": "Yep. First two sections, Pentateuch and the history book.",
    "start": "00:07:32",
    "end": "00:07:34"
  },
  {
    "text": "That was all the history books. Joshua through Esther.",
    "start": "00:07:34",
    "end": "00:07:36"
  },
  {
    "text": "Then you take a hard turn as you go down the table of contents and you move into the books of poetry. That's how this next section is organized. It's all the poetry books. So Job Psalms, Proverbs, Ecclesiastes and the Song of Songs.",
    "start": "00:07:38",
    "end": "00:07:54"
  },
  {
    "text": "I remember as a kid, if you try to open your Bible right in the middle, it's usually psalms. Usually land in psalms.",
    "start": "00:07:54",
    "end": "00:08:00"
  },
  {
    "text": "Yeah. And it's a fat book.",
    "start": "00:08:01",
    "end": "00:08:02"
  },
  {
    "text": "Yeah. So you land in the middle.",
    "start": "00:08:02",
    "end": "00:08:03"
  },
  {
    "text": "Yep. Yeah, totally.",
    "start": "00:08:04",
    "end": "00:08:06"
  },
  {
    "text": "So those are all books that are unified.",
    "start": "00:08:06",
    "end": "00:08:07"
  },
  {
    "text": "They're all entirely. Well, yeah, 99% written in poetry. Poetry altogether. They're connected to David and Solomon, even though the books inside them. Well, the Psalms only half of. Less than half of the Psalm 150 Psalms are connected to David explicitly. There's all kinds of other people authors mentioned. And Proverbs says Proverbs of Solomon at the beginning. But then there are other authors mentioned in the book itself of different sections of the book. And Ecclesiastes and Songs of Solomon. Job is an anonymous work. And then after the poetic books, then you get the 15 books of the prophets, the three big ones.",
    "start": "00:08:07",
    "end": "00:08:49"
  },
  {
    "text": "The biggies.",
    "start": "00:08:49",
    "end": "00:08:50"
  },
  {
    "text": "Yep.",
    "start": "00:08:50",
    "end": "00:08:51"
  },
  {
    "text": "Isaiah, Jeremiah and Ezekiel.",
    "start": "00:08:51",
    "end": "00:08:54"
  },
  {
    "text": "Excuse me, sorry, I'm already skipping ahead. There are 17 books.",
    "start": "00:08:54",
    "end": "00:08:58"
  },
  {
    "text": "There's 17 books in this section.",
    "start": "00:08:58",
    "end": "00:08:59"
  },
  {
    "text": "Yeah, totally. It's 15 books in the Jewish order.",
    "start": "00:08:59",
    "end": "00:09:02"
  },
  {
    "text": "We'll talk about the Jewish order.",
    "start": "00:09:03",
    "end": "00:09:04"
  },
  {
    "text": "We will in a second. So, yeah, you get the three big ones, Isaiah, Jeremiah, Ezekiel, and then two smaller ones sandwiched in there after Jeremiah is the Lamentations. And then after Ezekiel comes Daniel. And then you get the 12 called minor prophets in the Christian tradition.",
    "start": "00:09:04",
    "end": "00:09:21"
  },
  {
    "text": "And they're minor because they're small because.",
    "start": "00:09:21",
    "end": "00:09:23"
  },
  {
    "text": "Of the size of the books. Yeah, not, not.",
    "start": "00:09:23",
    "end": "00:09:26"
  },
  {
    "text": "It's not a rank in the military.",
    "start": "00:09:26",
    "end": "00:09:28"
  },
  {
    "text": "No. Yeah. It's nothing to do with their importance. These books are really important. So that's the shape of the Christian Old Testament.",
    "start": "00:09:28",
    "end": "00:09:35"
  },
  {
    "text": "Christian Old Testament, Pentateuch, history, poetry, prophets.",
    "start": "00:09:35",
    "end": "00:09:39"
  },
  {
    "text": "Yep.",
    "start": "00:09:39",
    "end": "00:09:39"
  },
  {
    "text": "Yeah.",
    "start": "00:09:39",
    "end": "00:09:40"
  },
  {
    "text": "And I just know as a kid becoming familiar with the Old Testament. Yeah, you've got the Pentateuch. Those are the like really old stories.",
    "start": "00:09:40",
    "end": "00:09:48"
  },
  {
    "text": "Yeah.",
    "start": "00:09:49",
    "end": "00:09:50"
  },
  {
    "text": "There's the history. That's where there's a lot of bloody weird crazy stuff. Then the poetry, that's like where we would get some of our song worship songs. And then Proverbs was in there so we can get some wisdom. And then Ecclesiastes in there and that's just a weird book that we kind of ignore. And then the prophets, it's just kind of like, yeah, good luck. We'll kind of during Christmas time we'll pull some Isaiah out or something. But. But beyond that we're just kind of.",
    "start": "00:09:50",
    "end": "00:10:20"
  },
  {
    "text": "Like then some end of the world.",
    "start": "00:10:20",
    "end": "00:10:21"
  },
  {
    "text": "This is some weird Hebrew poetry. We don't get it. Let's just move to the Gospels.",
    "start": "00:10:21",
    "end": "00:10:27"
  },
  {
    "text": "Yep.",
    "start": "00:10:27",
    "end": "00:10:27"
  },
  {
    "text": "So that's my understanding of the Old Testament.",
    "start": "00:10:28",
    "end": "00:10:30"
  },
  {
    "text": "Your experience of the Old Testament. Yeah. So, yeah, there you go. So here's interesting historical factoid. That order, an arrangement of the Old Testament. The earliest witness we have to that type of order, hard evidence is in a. Not a Hebrew Bible, but a Greek. A Greek Bible. So a Greek.",
    "start": "00:10:30",
    "end": "00:10:53"
  },
  {
    "text": "A Greek translation.",
    "start": "00:10:53",
    "end": "00:10:54"
  },
  {
    "text": "Greek translation.",
    "start": "00:10:54",
    "end": "00:10:54"
  },
  {
    "text": "People who spoke Greek were like, we want to translate the Hebrew scriptures to our language.",
    "start": "00:10:55",
    "end": "00:11:00"
  },
  {
    "text": "That's right, we speak Greek. Yep. And it's a Christian manuscript produced by Christian scribes. It dates to the mid-3002, and those are our earliest large whole Bible manuscripts date to the three hundreds. There are many manuscripts of individual books a day earlier, but of a whole thing together in Greek. The oldest one date to the mid-3002, and it's in this order. So that's interesting, that order. From our vantage point, that order, the earliest hard evidence for that order in an old Bible is 1700 years old, which is pretty old. Yeah, pretty old. But the Old Testament's way older than that.",
    "start": "00:11:00",
    "end": "00:11:43"
  },
  {
    "text": "And it's not.",
    "start": "00:11:45",
    "end": "00:11:45"
  },
  {
    "text": "And it wasn't written in Greek.",
    "start": "00:11:45",
    "end": "00:11:47"
  },
  {
    "text": "It wasn't written in Greek and it wasn't a Christian document.",
    "start": "00:11:47",
    "end": "00:11:53"
  },
  {
    "text": "Correct. It's pre Christian. So that's an interesting factoid. So layer on top of that another set of interesting facts when you look back at how Jesus himself referred to the Scriptures, which for him would have been the Old Testament. He refers to it by its sections. And when he does it, he doesn't talk about Pentateuch, history, poetry, prophets. So at the conclusion of the Gospel of Luke, in the resurrection stories, where he appears and has that awesome Bible study with the disciples in the room and he has fish with them. This is In Luke, chapter 24, verse 44, he says, hey, guys, listen, why are you surprised of everything that just happened over the weekend?",
    "start": "00:11:53",
    "end": "00:12:40"
  },
  {
    "text": "Because a dead guy is alive.",
    "start": "00:12:40",
    "end": "00:12:41"
  },
  {
    "text": "Yeah, yeah. So that's why they're surprised.",
    "start": "00:12:41",
    "end": "00:12:44"
  },
  {
    "text": "That's partly.",
    "start": "00:12:44",
    "end": "00:12:45"
  },
  {
    "text": "But then he goes on to say, listen, you know, this is what the Hebrew Scriptures have been pointing to all along. And he says, this is what I told you when I was still with you, that everything must be fulfilled that is written about me in the law of Moses, the prophets and the Psalms. Now, you could just take that as. He's just.",
    "start": "00:12:45",
    "end": "00:13:04"
  },
  {
    "text": "He's just pulling out some of the highlights.",
    "start": "00:13:04",
    "end": "00:13:06"
  },
  {
    "text": "Yeah, the highlights.",
    "start": "00:13:06",
    "end": "00:13:07"
  },
  {
    "text": "The Old Testament highlighter.",
    "start": "00:13:07",
    "end": "00:13:08"
  },
  {
    "text": "Yeah, yeah. So the law of Moses, I guess maybe he's talking about the laws of Mount Sinai. Point to me the prophets, of course. Sure. Right. So there's a bunch of them and the psalms. So if you take those three, the three words law, prophets and psalms in relation to your, your English Old Testament, he's just kind of picking out some different points in no particular order. He left out the poetry books, the stories in Genesis don't seem really accounted for. You know, Joshua, judges, you know, the history books. And you think, well, yeah, they're history, they're not about predictions of the future. I'm just saying this is what will kind of go through your mind if what you have reference to is just the.",
    "start": "00:13:08",
    "end": "00:13:49"
  },
  {
    "text": "Yeah, Jesus is just picking out the parts of the Old Testament that make you see his relevance. That's how it would seem.",
    "start": "00:13:49",
    "end": "00:13:56"
  },
  {
    "text": "Yeah, correct. So that's one way to read what Jesus is doing there. However, reading it that way is really taking what he's saying out of context. It's assuming that the order that we have in our English Bibles is the order arrangement of the Bible that Jesus.",
    "start": "00:13:56",
    "end": "00:14:15"
  },
  {
    "text": "Had, which we know for a fact it wasn't.",
    "start": "00:14:15",
    "end": "00:14:17"
  },
  {
    "text": "We know for a fact that it wasn't. What we know is that the majority way that Jewish, pre Christian and even the earliest Christian Jewish readers of the Hebrew Bible, the way they encountered the Bible, the way they thought about it was not in four sections, but actually in three sections of the Torah, the prophets and the writings. Torah, the prophets and the writings. And we have abundant evidence for this in Jewish writings and authors contemporary with Jesus or before him. So for example, among the Second Temple writings that made it into the Catholic Deuterocanon, there's a book called the Wisdom of Ben Sira and there's a prologue to it. And Ben Sira, his name is Yeshua Jesus. The main wisdom in the book is by an old sage named Yeshua Ben Sira. But then his grandson wrote a little prologue at the beginning of the book and he says many great teachings have been given to us through the Law, the prophets and the other writings that follow them. So my grandfather Yeshua devoted himself especially to the reading of the Law, the prophets and those other books of our ancestors. So he's got a three part. When he thinks about the shape of the Hebrew Bible, he's got the same three part shape that Jesus does. The Law, the prophets, the other writings.",
    "start": "00:14:18",
    "end": "00:15:41"
  },
  {
    "text": "But Jesus doesn't say the other writings. He says psalms.",
    "start": "00:15:41",
    "end": "00:15:43"
  },
  {
    "text": "This is Psalms. We'll talk about that. There's one of the Dead Sea scrolls, makes a reference to the whole of the Hebrew Bible and calls them the scrolls of Moses. The words of the prophet and the words of David. So again, we've got this law of Moses.",
    "start": "00:15:43",
    "end": "00:15:59"
  },
  {
    "text": "So they've been referred to now so far as the other writings. The words of David.",
    "start": "00:15:59",
    "end": "00:16:03"
  },
  {
    "text": "The third section. Yeah, the third section, yeah, yeah, yep.",
    "start": "00:16:03",
    "end": "00:16:06"
  },
  {
    "text": "The other writings, the words of David or the Psalms. In the Psalms.",
    "start": "00:16:06",
    "end": "00:16:09"
  },
  {
    "text": "The Psalms. And just to cap it off, Philo, who lived down in Egypt, who was a Jewish philosopher writing for a Greek audience, he was trying to get a hearing in the philosophical schools. Alexandria, Egypt, as a Jewish philosopher, he refers to his Bible quite a bit and he refers to the shape of his Bible as the laws, the oracles given by inspiration through the prophets and the Psalms, along with the other books whereby knowledge and piety are increased.",
    "start": "00:16:09",
    "end": "00:16:40"
  },
  {
    "text": "So he's got four categories there.",
    "start": "00:16:40",
    "end": "00:16:42"
  },
  {
    "text": "Well, the law, the oracles given through the prophets and the Psalms. And the other books.",
    "start": "00:16:42",
    "end": "00:16:47"
  },
  {
    "text": "Oh, as one thing. Yeah, Psalms and other books, totally, yeah.",
    "start": "00:16:48",
    "end": "00:16:51"
  },
  {
    "text": "So now for this third section, we've got the Law and the prophets. That's pretty clear.",
    "start": "00:16:51",
    "end": "00:16:55"
  },
  {
    "text": "It's become standard.",
    "start": "00:16:55",
    "end": "00:16:56"
  },
  {
    "text": "Standard. And then we've got. For another collection alongside those two, we've got Jesus says the Psalms, we've got the other books, we've got David and we have the Psalms and the other books. So there's an awareness all through that the Hebrew Bible has this three part shape and that that third section is connected with David, namely the Psalms. That's the only book in the writings. The writings, yeah. And then when we look at the shape of the Bible transmitted through the history of Judaism, it has exactly that three part shape. It's referred to by an acronym called Tanakh, T, A N A K. Tanakh.",
    "start": "00:16:56",
    "end": "00:17:38"
  },
  {
    "text": "And that's an acronym.",
    "start": "00:17:38",
    "end": "00:17:39"
  },
  {
    "text": "It's an acronym. The T stands for Torah, which corresponds to the Pentateuch, first five books. But then interestingly so the Torah.",
    "start": "00:17:39",
    "end": "00:17:49"
  },
  {
    "text": "The Torah, which we've translated as a law. The law.",
    "start": "00:17:49",
    "end": "00:17:53"
  },
  {
    "text": "Yeah, yes, that's right, yeah. Which, yes, went into Greek and then into English as law. The Hebrew word refers in its most basic meaning as teaching or instruction.",
    "start": "00:17:53",
    "end": "00:18:05"
  },
  {
    "text": "Okay.",
    "start": "00:18:06",
    "end": "00:18:06"
  },
  {
    "text": "Which laws can teach and instruct you, but so can a poem and so can a story.",
    "start": "00:18:07",
    "end": "00:18:11"
  },
  {
    "text": "Okay. Because a lot of the Torah, a lot of the first five books are stories.",
    "start": "00:18:11",
    "end": "00:18:16"
  },
  {
    "text": "Yeah. The majority of its story, the next highest majority is legal material laws. And then the third coming in third.",
    "start": "00:18:16",
    "end": "00:18:24"
  },
  {
    "text": "Is a lot of.",
    "start": "00:18:24",
    "end": "00:18:25"
  },
  {
    "text": "There's actually quite a lot of poetry. All of those teach just in different ways. So you've got the Torah, that's the T of the Tanakh. The N stands for the Hebrew word Neviim. Which is the Hebrew word prophet, the Torah, the Law and the prophets. So in the English order, the prophets come last, but in Hebrew order, the prophets come after the Torah. And look at what's in the prophets. The first four books of the prophets are Joshua, Judges, Samuel and Kings.",
    "start": "00:18:25",
    "end": "00:18:56"
  },
  {
    "text": "Yeah, those are history books.",
    "start": "00:18:56",
    "end": "00:18:57"
  },
  {
    "text": "Yeah. So, yeah, within our Christian English ordering, we think of those as history. In the Jewish tradition, those books are considered books of the prophets because prophets.",
    "start": "00:18:57",
    "end": "00:19:12"
  },
  {
    "text": "In my mind were the poetry books of the crazy guys that talked about crazy things. But Joshua, Judges, those are stories about the history of Israel. Why do they consider those books of the prophets?",
    "start": "00:19:12",
    "end": "00:19:29"
  },
  {
    "text": "Yeah, so a few things. One is the conviction that comes down through Jewish tradition that the whole of the Hebrew Bible is a prophetic work. So it's the result and work of the prophets. And so what these books are is it's Israel's history told from the point of view of the prophets. And secondly, that these books are actually about Israel's future. They are generating hope for the future by retelling the story of their past.",
    "start": "00:19:29",
    "end": "00:19:56"
  },
  {
    "text": "So it wasn't just a telling of history just for the sake of telling.",
    "start": "00:19:56",
    "end": "00:20:00"
  },
  {
    "text": "The history, for archival's sake. Yeah. Actually at multiple points in the Book of Kings, the author says, hey, listen, if you want like the whole complete record of what Jeroboam or all the different battles Abijah did, yeah, go read. He calls it the Annals of the Kings and he refers to those books constantly. So what that tells you is that, oh, the Book of Kings actually isn't primarily a historical chronicle. He's drawn from historical chronicles to create a prophetic work, namely a work that looks at Israel's story from a divine point of view in order to generate wisdom, to teach wisdom to God's people and to sustain hope for the future. And that hope for the future is all about the coming kingdom of God and the Messianic king, especially in this reading order.",
    "start": "00:20:00",
    "end": "00:20:49"
  },
  {
    "text": "So they're considered books of the prophets because the shape of the history and the purpose of the telling of the history is to give you hope for the future and to give you a perspective on why everything had happened in a particular way. And that was a unique perspective that the prophets gave us.",
    "start": "00:20:50",
    "end": "00:21:10"
  },
  {
    "text": "Yep. Yeah. The story arc of those four books, Joshua, Judges, Samuel, Kings, is we went into the land on the terms of the covenant that we made at Mount Sinai and we blew it big time. Our best kings blew it big time. And where they ran the whole ship into the ground, landed the people in exile in Babylon, but from there there have been hints all the way along that that's where the story was going. And also that that wouldn't be the end of the story, that God was going to restore his people, bring them back from exile and fulfill his purposes. And then what you get in the second part of the prophets are then what Christians typically call the prophets. Isaiah, Jeremiah, Ezekiel, and then the 12 minor prophets.",
    "start": "00:21:10",
    "end": "00:21:59"
  },
  {
    "text": "And they're the big I told you so.",
    "start": "00:21:59",
    "end": "00:22:01"
  },
  {
    "text": "Yeah, totally. Yeah. And they're structured as 3 and 12, the three big ones and 12, which corresponds precisely to the story of the patriarchs in the book of Genesis. Three patriarchs, three, Abraham, Isaac, Jacob, and the twelve. So once again, it's uniting the past and the future. Hope that God's promises to those patriarchs before Israel even blew it is actually the only hope that there is for the future. And that's what the prophets go on to develop, is they retell in poetry how Israel ran the ship into the ground, and that that's not the end of the story. They really develop the hope for. For God's kingdom, the day of the Lord, for the coming Messiah, and Israel returning to its land so the blessing of Abraham can come to all of the nations. So that's the prophets.",
    "start": "00:22:01",
    "end": "00:22:55"
  },
  {
    "text": "That's the law and the prophets.",
    "start": "00:22:56",
    "end": "00:22:57"
  },
  {
    "text": "Yeah, you get the law and the prophets.",
    "start": "00:22:57",
    "end": "00:22:58"
  },
  {
    "text": "So when Jesus says the law and the prophets, he's referring to those two.",
    "start": "00:22:58",
    "end": "00:23:01"
  },
  {
    "text": "He's referring to those two big blocks of the Hebrew Bible. And then when Jesus says the Psalms, or when other Jewish authors say the other books, they're referring to a diverse third collection that begins with the Psalms. The Psalms is the first book of that collection. It's the K in the phrase Tanakh, which means Ketuvim, that means Psalms. Ketuvim means writings. Writings. And then the ordering of the writings in ancient Jewish manuscripts tends to differ internally within. But it makes sense. There's no sequential narrative unifying them. But it does seem important and intentional that Psalms is at the beginning. And it also seems intentional that in many Jewish orders that the Chronicles is the final book of the Ketavim, which makes it the final book of the Hebrew Bible.",
    "start": "00:23:01",
    "end": "00:23:57"
  },
  {
    "text": "So it's not Chronicles is not a book of the prophets.",
    "start": "00:23:57",
    "end": "00:24:00"
  },
  {
    "text": "It's not among the prophets. Correct. Though it has the same purpose. So a couple things. First, we know Jesus referred to Psalms In Luke 24, the law of prophets and the Psalms. But also in a strange, unexpected way, he also refers to the ending of the Ketuvim with Chronicles. It's in a judgment oracle that he pronounces over Israel. Over Israel's leaders. In Luke, chapter 11, verse 51, he says, Therefore this generation, that is the generation of Israel's leaders that's rejecting him. He says this generation will be responsible for the blood of all the prophets that's been shed from the beginning of the world, from the blood of Abel to the blood of Zechariah, who was killed between the altar and the sanctuary. So it's interesting, just for starters, that he refers to Abel, Cain and Abel. Like on page four of the Bible, he refers to him as a prophet, which is its own interesting rabbit hole to go down. But the point is, he starts with Genesis. The first murder in the Bible is what he mentions. And then he mentions the blood of.",
    "start": "00:24:00",
    "end": "00:25:13"
  },
  {
    "text": "Zechariah, who is a prophet.",
    "start": "00:25:13",
    "end": "00:25:16"
  },
  {
    "text": "Yeah, yeah, a prophet. And he's killed near the end of 2 Chronicles, which, if Jesus is working from the beginning to the end of Israel's history, the Zechariah gets murdered in, like, the middle of Israel's history. But that's because he's not thinking chronologically. He's thinking literally. He's referring to the final section of the last book of the Hebrew Bible, which is Chronicles. So from the blood of the prophets, from the first book of the Bible to the last book of the Bible, that's what he's doing. That's the point of that. In that. So he refers to Psalms as the first book, the law, the prophets and the Psalms. And in this thing, he refers to Chronicles as the conclusion of the Scriptures.",
    "start": "00:25:16",
    "end": "00:25:58"
  },
  {
    "text": "Is the ketzefim kind of like the junk drawer a little bit? Because there's not like a unifying. As much of a unifying factor as the law.",
    "start": "00:25:58",
    "end": "00:26:07"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:26:08",
    "end": "00:26:08"
  },
  {
    "text": "The Torah is all the books of Moses. Then you've got the prophetic books. It's history and the prophets.",
    "start": "00:26:08",
    "end": "00:26:16"
  },
  {
    "text": "Yeah.",
    "start": "00:26:16",
    "end": "00:26:16"
  },
  {
    "text": "But then you've got just this eclectic group. You've got Psalms, which is poetry. Job poetry. Proverbs are proverbs, Ancient wisdom. Then in here is Ruth, which is history.",
    "start": "00:26:17",
    "end": "00:26:29"
  },
  {
    "text": "Yeah. A section from earlier in Israel's story.",
    "start": "00:26:30",
    "end": "00:26:32"
  },
  {
    "text": "Yeah. Song of Songs is like romance poetry.",
    "start": "00:26:32",
    "end": "00:26:36"
  },
  {
    "text": "Yeah, right.",
    "start": "00:26:36",
    "end": "00:26:36"
  },
  {
    "text": "Ecclesiastes is poetry. So we've got a lot of. Mostly poetry and some. And some wisdom.",
    "start": "00:26:37",
    "end": "00:26:43"
  },
  {
    "text": "Yeah.",
    "start": "00:26:43",
    "end": "00:26:44"
  },
  {
    "text": "Okay. I can get down with that. And then Lamentations. Okay, More poetry. But now we've got, like, more history and history. Daniel, Ezriel, Nehemiah, and then this random book, which is like the Chronicles is all the history again.",
    "start": "00:26:44",
    "end": "00:26:59"
  },
  {
    "text": "Yeah. Right. So, yes, that's. At a first glance, it looks like the kitchen junk drawer. But remember, literary genius.",
    "start": "00:27:00",
    "end": "00:27:11"
  },
  {
    "text": "Yeah.",
    "start": "00:27:12",
    "end": "00:27:12"
  },
  {
    "text": "Nothing.",
    "start": "00:27:12",
    "end": "00:27:13"
  },
  {
    "text": "There's no junk drawers.",
    "start": "00:27:13",
    "end": "00:27:14"
  },
  {
    "text": "There's not one word in this whole thing that's unintentionally placed. So before we come back to what the ketavim is and represents, you gotta back up and think about. So this is a collection of scrolls in the Hebrew Bible. They didn't have books. Yeah.",
    "start": "00:27:14",
    "end": "00:27:31"
  },
  {
    "text": "It wasn't bound together.",
    "start": "00:27:31",
    "end": "00:27:32"
  },
  {
    "text": "Yeah.",
    "start": "00:27:32",
    "end": "00:27:33"
  },
  {
    "text": "So this is a collection of scrolls that is being yud and via viewed and referred to as a unified three part whole. And all these different authors, all these different sectors of Judaism. Right. Jesus up in Galilee, Dead Sea scrolls, they're out former priests by the Dead Sea. You have a wisdom teacher in Jerusalem, you have all these different Jews, a Jewish philosopher down in Egypt. And they all have this set sense of a three part shape to the Bible, even though they've only ever encountered it in the form of individual scrolls.",
    "start": "00:27:33",
    "end": "00:28:06"
  },
  {
    "text": "Yeah, that's good to think about. That's helpful for me because they never had everything bound together.",
    "start": "00:28:06",
    "end": "00:28:10"
  },
  {
    "text": "No.",
    "start": "00:28:10",
    "end": "00:28:11"
  },
  {
    "text": "So they never had someone go, hey, let's put table contents together.",
    "start": "00:28:11",
    "end": "00:28:13"
  },
  {
    "text": "Yeah. The books that we know of today is a. It's an invention of the Roman period, the codex. Post Christian. Yeah, it's called the codex.",
    "start": "00:28:13",
    "end": "00:28:25"
  },
  {
    "text": "So they had these really long scrolls. Scrolls.",
    "start": "00:28:25",
    "end": "00:28:30"
  },
  {
    "text": "Yep.",
    "start": "00:28:30",
    "end": "00:28:30"
  },
  {
    "text": "And they would roll.",
    "start": "00:28:30",
    "end": "00:28:32"
  },
  {
    "text": "If you've ever seen the Dead Sea scrolls, that's a great representative example. They're made of animal skin, parchment, leather for the most part.",
    "start": "00:28:32",
    "end": "00:28:39"
  },
  {
    "text": "So these long leather, animal skin.",
    "start": "00:28:39",
    "end": "00:28:41"
  },
  {
    "text": "Yeah. Scrolls. Scrolls.",
    "start": "00:28:41",
    "end": "00:28:42"
  },
  {
    "text": "Would they be like stitched together or something?",
    "start": "00:28:42",
    "end": "00:28:44"
  },
  {
    "text": "Yep, stitched, okay. Yep, stitching.",
    "start": "00:28:44",
    "end": "00:28:46"
  },
  {
    "text": "And then they'd roll them up and one book would be on there. Or would a book be broken up to many scrolls?",
    "start": "00:28:46",
    "end": "00:28:50"
  },
  {
    "text": "It depends. Yeah, mostly it would be the individual books of the Hebrew Bible corresponded to. To a scroll, a scroll, a single scroll. Yeah. You don't get all the books of the five books of the Torah on single scrolls until a later period in Judaism. And you call it a Torah scroll. Yeah.",
    "start": "00:28:51",
    "end": "00:29:09"
  },
  {
    "text": "So, okay, so I'm imagining as an ancient Jew, I and I have access to a collection of scrolls which would.",
    "start": "00:29:09",
    "end": "00:29:18"
  },
  {
    "text": "Be not very many people. It'd be like your synagogue.",
    "start": "00:29:18",
    "end": "00:29:21"
  },
  {
    "text": "Yeah, not very many people.",
    "start": "00:29:21",
    "end": "00:29:22"
  },
  {
    "text": "Your synagogue.",
    "start": "00:29:22",
    "end": "00:29:23"
  },
  {
    "text": "And you gotta put them in some sort of order. And traditionally people are like, okay, these five scrolls, this is a set, this is a collection. And that's the Torah.",
    "start": "00:29:23",
    "end": "00:29:33"
  },
  {
    "text": "Yeah.",
    "start": "00:29:33",
    "end": "00:29:33"
  },
  {
    "text": "And then these, how many are in the center section?",
    "start": "00:29:33",
    "end": "00:29:36"
  },
  {
    "text": "17, you said it's four plus 15.",
    "start": "00:29:36",
    "end": "00:29:38"
  },
  {
    "text": "So you'd have this collection of 19 scrolls.",
    "start": "00:29:38",
    "end": "00:29:41"
  },
  {
    "text": "And actually, sorry, the minor Prophets were always connected on one scroll.",
    "start": "00:29:41",
    "end": "00:29:46"
  },
  {
    "text": "Oh, okay. Oh, so it'd only be before scrolls for the prophets. Four scrolls.",
    "start": "00:29:46",
    "end": "00:29:51"
  },
  {
    "text": "Oh for. Sorry, it would be 12, let's see, Joshua, judges, Samuel, kings would each be one and then it would be four more. Isaiah, Jeremiah, Ezekiel and the 12. Eight scrolls. Yep.",
    "start": "00:29:51",
    "end": "00:30:05"
  },
  {
    "text": "So yeah, so you'd have these five scrolls.",
    "start": "00:30:06",
    "end": "00:30:08"
  },
  {
    "text": "Five scrolls.",
    "start": "00:30:08",
    "end": "00:30:09"
  },
  {
    "text": "Then you have the eight scrolls and you'd call them the prophets.",
    "start": "00:30:09",
    "end": "00:30:12"
  },
  {
    "text": "Yeah.",
    "start": "00:30:12",
    "end": "00:30:12"
  },
  {
    "text": "And then you'd have a collection of other scrolls and you'd call them the Ketavim, the writings. And that tradition of how they are placed together and thought of together as a collection was passed on to you. It's not like written in a table of contents or anything.",
    "start": "00:30:12",
    "end": "00:30:28"
  },
  {
    "text": "Correct, yeah.",
    "start": "00:30:28",
    "end": "00:30:29"
  },
  {
    "text": "That's how you think of this collection of scrolls.",
    "start": "00:30:29",
    "end": "00:30:31"
  },
  {
    "text": "Yes, yes.",
    "start": "00:30:31",
    "end": "00:30:32"
  },
  {
    "text": "And all three sets together to you are your ancient scriptures.",
    "start": "00:30:33",
    "end": "00:30:37"
  },
  {
    "text": "Yep. Yeah, that's the idea. So rabbit hole goes a little deeper. If you wanted to create some kind of system, some kind of inter cross referencing linking system to help create sequence and order out of that, and you're working with the technology of scrolls, where are you most likely? Where is an editor who wants to bring coherence to this big collection most likely to do their work? And it's fairly obvious if you work with scroll technology because you open it up and it's either the beginning or you've read it all the way through and the outer leaf is the end.",
    "start": "00:30:37",
    "end": "00:31:13"
  },
  {
    "text": "Oh, okay.",
    "start": "00:31:14",
    "end": "00:31:15"
  },
  {
    "text": "So if you look at the beginnings and the first words and the last words of all the books of the Hebrew Bible, you'll start to notice things that are really interesting. You'll start to notice what look like little editorial linking, reference notices. If you look at the first lines of all the books of the Torah, they're all interlinked together. And if you look at the last lines of the books of the Torah or in the last chapter of all the books of the Torah, you'll see that there are these little referencing mechanisms that either link back to the first line of the book or that get you ready to read the next line of the opening scroll.",
    "start": "00:31:15",
    "end": "00:31:52"
  },
  {
    "text": "What would be an example of that?",
    "start": "00:31:52",
    "end": "00:31:53"
  },
  {
    "text": "Oh, so one, yeah, one example is the book of Exodus opens up with, these are the names of the sons of Jacob that went down into Israel and it gives you a list. But you've read that list before. You just read it a couple chapters ago near the ending of the book of Genesis. So the beginning of Exodus actually picks up and condenses a whole section out of the ending of Genesis and makes it the Beginning of the story of Exodus. So it's a way of connecting the ending of Genesis and the beginning of the next scroll.",
    "start": "00:31:55",
    "end": "00:32:32"
  },
  {
    "text": "So you're saying very likely the scroll of Exodus could have not had that. And someone with access to that scroll said, you know, I want to make this really fit more fluidly from Genesis to Exodus. So I'm going to rewrite and paraphrase the ending of Genesis and the only. And I'm going to put it here at the beginning of the scroll because I have some room.",
    "start": "00:32:32",
    "end": "00:32:54"
  },
  {
    "text": "Yeah, totally. You can see this everywhere. All the books of the prophets begin with little superscription headings that are all cross referencing different moments in the Book of Kings verbatim. Just lifted, right. Phrases right out of the Book of Kings. So every book of the prophets in some way is being linked back. It's like hyperlinks, you know, on like a webpage. It's like hyperlinking you back into the story of the prophets, Joshua, Judges, Samuel, Kings that you just read. So there's intelligent life here at work in this three part shape. So the books are all kind of linked together that way.",
    "start": "00:32:54",
    "end": "00:33:34"
  },
  {
    "text": "So I guess to take a step back, because this is a new thought for me and for many people who grew up with the Bible or become familiar with the Bible in some way, is that this collection of books in my imagination was always just handed down from God in this form and. Yeah. Through different people at different points in history. But it was like, here, here's the book of Exodus completed, here's the book of whatever minor prophet and its completion. And then that was with fidelity, copied over and over and over. Never changed. Yeah, because as soon as you start introducing this idea of, well, actually editors, there was an editor and he put in a new introduction. That's just not a category of how the Bible was formed.",
    "start": "00:33:34",
    "end": "00:34:24"
  },
  {
    "text": "Yeah, okay. All right. Yeah, let's pause. Let's talk about that for a second. So two things. One, there's nothing in the Bible that claims that these books were written all as complete first editions, as individual works that were only brought together once they were each completed on their own. Like, there's nothing in the Bible that claims that. Second, there's nothing in the history of human writing that tells us that that's how books are actually produced, even in the modern period.",
    "start": "00:34:24",
    "end": "00:34:58"
  },
  {
    "text": "Yeah, but if it's going to be that God's going to give you because he wants you to know the truth about reality, you think he would do it that way?",
    "start": "00:34:58",
    "end": "00:35:06"
  },
  {
    "text": "Why? Why do you think he.",
    "start": "00:35:06",
    "end": "00:35:07"
  },
  {
    "text": "Why just be a lot cleaner According to whom? I've been thinking about it. Like, if I wanted a document, I.",
    "start": "00:35:07",
    "end": "00:35:15"
  },
  {
    "text": "Am thinking about it.",
    "start": "00:35:15",
    "end": "00:35:15"
  },
  {
    "text": "If I wanted a doc that told me with accuracy and fidelity what life was really about, and I wanted to know with absolute certainty that this came from God, then it seems like if I was God, I would go, okay, I'll give him something foolproof. I'm gonna give him something just completed.",
    "start": "00:35:17",
    "end": "00:35:41"
  },
  {
    "text": "Yeah.",
    "start": "00:35:42",
    "end": "00:35:42"
  },
  {
    "text": "Right off the bat, just here it is in its completion. There's no evolution of this. And it's going to predict things in the future. So specifically and accurately and completely. And then no one can ever argue and be like, well, maybe Joe wrote this. No, how would Joe have written this? You know, like, then it becomes foolproof.",
    "start": "00:35:42",
    "end": "00:36:06"
  },
  {
    "text": "Yeah.",
    "start": "00:36:06",
    "end": "00:36:07"
  },
  {
    "text": "And I feel like, as I'm saying that it's obvious that's not what we have, but. Yeah, but it's kind of what I think I expected to find interesting. And when we talk about all these prophecies that Jesus fulfilled or all these prophecies that are going to be fulfilled, that was always a proof of, like, obviously this is divine, because look, who can predict the future? How is it possible that these 500 prophecies were fulfilled? Of course it's a divine book. And so that's just kind of my category of this is what a book that came from God must look like.",
    "start": "00:36:07",
    "end": "00:36:38"
  },
  {
    "text": "Yeah, man, this is a big, big conversation. That mindset is a modern construct. It's a modern Western construct that's imposing onto the Bible standards of certainty. And it's imposing on the Bible a view of what Christians have called inspiration term meaning how human authors were used by God to write these books. It's imposing a view of inspiration onto the Bible that you don't actually find in the Bible because the Bible contains all kinds of records about the origins of its writings. Jeremiah 36, as one example. Jeremiah senses God calling him to collect all of his poems and essays and prophecies over period of 20 years to put them together into a scroll. So he doesn't do it himself. He hires a professional scribe to do it. And how long did that take? I can't even imagine. I only have seven years worth of sermons and the thought of compiling all those together. Sheesh. So he does it. Baruch does it. The scribe's name is Baruch. And then he gives it to the kings and priests and they burn it. The contents make them so angry. So then he senses God calling him to make another edition. This is all in Jeremiah chapter 36. So they make a second edition and the last line of the chapter is, so Baruch wrote down the words and put it all down, and then the last line is. And many similar words were added to them. So you're like, wait, addition two of Jeremiah is longer than edition one. And what does that mean? Similar words?",
    "start": "00:36:38",
    "end": "00:38:29"
  },
  {
    "text": "Yeah. What does that mean exactly?",
    "start": "00:38:29",
    "end": "00:38:31"
  },
  {
    "text": "Yeah, exactly. There's like eight different interpretations of what that could mean. Is it extra poetry of Jeremiah that he forgot to include in addition one? Is it Baruch's poetry? Is it someone else's? But that was related to the same themes. And so it also is maddeningly ambiguous, but it at least tells us that this book went through multiple editions and a process of expansion through those editions. And you can see that in the book of Proverbs, you know, it says Proverbs of Solomon at the beginning, but you finish the book and pay attention to the headings of different little collections. And you've also got in there sayings of the wise. You have the sayings of Solomon that the men of Hezekiah put in the book 200 years later after Solomon. And then the book concludes with a collection of riddles from a guy named Agur, who we have no idea who is not a Hebrew name. And then from a king, a non Israelite king named Lemuel, but it's actually wisdom that his mother taught him, we're told. So someone collected this altogether, clearly someone long after Solomon.",
    "start": "00:38:31",
    "end": "00:39:38"
  },
  {
    "text": "I think we talked about this when we were talking about the Proverbs, and I was wrestling through the same thing, which is that's not the clean version of divine scripture that I have. Is some guy going, you know, I'm gonna collect a bunch of really cool riddles and sayings from Israelites, non Israelites, put them all together, and Yeah, I mean, let's not go down this rabbit hole.",
    "start": "00:39:39",
    "end": "00:40:04"
  },
  {
    "text": "Yeah. But here's what's at the root, and this is important. I don't think we've talked about this before. Underneath that modern construction of a Bible, like golden tablets dropped out of heaven, is a view of how God works in the world by his spirit. Namely, that if God is at work in the world, it means that humans are not.",
    "start": "00:40:05",
    "end": "00:40:24"
  },
  {
    "text": "Yeah, they're bypassed.",
    "start": "00:40:24",
    "end": "00:40:25"
  },
  {
    "text": "Or if humans are involved, it's just incidental. Like their brains were zapped and they just were writing out these scrolls in a trance, not understanding anything. But underneath that is. Yeah, it's this idea that if humans are at work, God is not at work. If God is at work, then humans either aren't involved or they're only incidentally involved. And that is completely foreign to the view of the Spirit. The work of the Spirit in the.",
    "start": "00:40:25",
    "end": "00:40:54"
  },
  {
    "text": "Bible just makes things a lot messier.",
    "start": "00:40:54",
    "end": "00:40:56"
  },
  {
    "text": "It makes it. Yes, totally. It means God has chosen to work in human history through humans. And it's the same issue with the Christian doctrine of the incarnation, of that Jesus is fully human and fully divine. Jesus didn't drop out of heaven speaking alien. He was born and he grew up speaking Aramaic. And, you know, but somehow no one.",
    "start": "00:40:56",
    "end": "00:41:23"
  },
  {
    "text": "Would have understood him.",
    "start": "00:41:23",
    "end": "00:41:24"
  },
  {
    "text": "Yeah. We expect the Bible to have dropped out of the sky almost like independent of its origins. And that's. And we expect it to have been written and produced in a way that is unlike any other way that books were produced in that time period. And I just, again, I think we're imposing a strange and foreign set of assumptions onto the Bible there.",
    "start": "00:41:24",
    "end": "00:41:47"
  },
  {
    "text": "Okay, well, it rattles the brain.",
    "start": "00:41:47",
    "end": "00:41:50"
  },
  {
    "text": "Yeah. It's a new paradigm that's based in actual historical evidence.",
    "start": "00:41:51",
    "end": "00:41:57"
  },
  {
    "text": "And what makes it, I think, uncomfortable is that then the question becomes, well, if a biblical book can be edited, and that was divinely inspired editing.",
    "start": "00:41:57",
    "end": "00:42:12"
  },
  {
    "text": "Yeah, that's part of how God.",
    "start": "00:42:12",
    "end": "00:42:14"
  },
  {
    "text": "Yeah, that's part of how God.",
    "start": "00:42:14",
    "end": "00:42:15"
  },
  {
    "text": "The end result is that God speaks to his people through these writings.",
    "start": "00:42:15",
    "end": "00:42:18"
  },
  {
    "text": "Yeah.",
    "start": "00:42:18",
    "end": "00:42:19"
  },
  {
    "text": "And these writings can have come about through all kinds of different ways.",
    "start": "00:42:19",
    "end": "00:42:23"
  },
  {
    "text": "Then, you know, when is that complete? When is that process complete?",
    "start": "00:42:24",
    "end": "00:42:28"
  },
  {
    "text": "Yes, yes.",
    "start": "00:42:28",
    "end": "00:42:29"
  },
  {
    "text": "And I feel like we've established from our point of view now, we look back and we say, this is complete. Right. Don't mess with it.",
    "start": "00:42:29",
    "end": "00:42:37"
  },
  {
    "text": "Yeah, the final edition.",
    "start": "00:42:37",
    "end": "00:42:38"
  },
  {
    "text": "We've finalized it.",
    "start": "00:42:39",
    "end": "00:42:40"
  },
  {
    "text": "Yeah.",
    "start": "00:42:40",
    "end": "00:42:40"
  },
  {
    "text": "And so was that.",
    "start": "00:42:41",
    "end": "00:42:43"
  },
  {
    "text": "When's the final edition?",
    "start": "00:42:43",
    "end": "00:42:44"
  },
  {
    "text": "When was the final edition? And was that final edition God's final edition?",
    "start": "00:42:44",
    "end": "00:42:50"
  },
  {
    "text": "Establishing what the wording of the final edition is is the goal of a whole field of biblical scholarship called textual criticism. And I fell in love with this field. I wrote my dissertation on a niche topic within this field because it involves ancient Hebrew manuscripts, the Dead Sea Scrolls, ancient Greek manuscripts, ancient Aramaic. It's so awesome. The Bible's textual history is open, public, open to lots of historical investigation. There's no secrets here. And it's complex, it's not simple. But once you wade through all of it, we know the Bible's text history, and we can, with reasonable confidence, you know, say we have a firm grip on what the basic final edition was of the Bible. But it's taken a lot of work to do.",
    "start": "00:42:51",
    "end": "00:43:56"
  },
  {
    "text": "And what do we mean by final edition?",
    "start": "00:43:56",
    "end": "00:43:58"
  },
  {
    "text": "Yeah, well, it's complicated. It is. It's complicated because it's all about well, what text manuscript witnesses do we have? We have some from the medieval period that have been really important. We have the Dead Sea Scrolls, we have ancient Greek translations be.",
    "start": "00:43:58",
    "end": "00:44:15"
  },
  {
    "text": "Because those were final at that time in history.",
    "start": "00:44:16",
    "end": "00:44:17"
  },
  {
    "text": "Yeah, totally. And add to all of this, I'm a follower of Jesus. So what I'm interested is, is the Tanakh that Jesus read. The only reason me as a Scottish gentile, you know, Portland skateboarder on the other part of the planet wants to read The Hebrew Bible 2000 years later is not cause I just find it interesting. It's because I follow Jesus.",
    "start": "00:44:18",
    "end": "00:44:42"
  },
  {
    "text": "Yeah.",
    "start": "00:44:42",
    "end": "00:44:43"
  },
  {
    "text": "And he said these books bear witness to him.",
    "start": "00:44:43",
    "end": "00:44:45"
  },
  {
    "text": "So you're most interested in what was the Bible Jesus read?",
    "start": "00:44:45",
    "end": "00:44:48"
  },
  {
    "text": "I, as a Christian I want to know and get in touch with the Bible Jesus read, which wasn't in English and wasn't in Greek, though Greek is a very knowing Greek and the Greek translations is really important for uncovering the history of the Bible. But I want to read the Bible Jesus read as close as I can. Yeah. There's a line that Jesus says to some Jewish leaders that he's in argument with in the Gospel of John. He says to them, you guys are experts in the scriptures. You study the scriptures diligently because you think that in them you have eternal life. And then he says, these are the scriptures that bear witness to me. And there. And it's a very. In one verse, think you have a nutshell of getting, getting the horse first and then the cart. In Jesus mind, the reason the Scriptures are a divine word is not because you are being invited to a personal relationship with a book. You're invited to have a personal living connection to Jesus, the risen Messiah. And the reason I read the Bible is because it's a divine and human word that points me to Jesus. It points forward from the Old Testament and then for the New Testament, it points me backward. And it all centers on the person of Jesus. It puts Jesus, the living Jesus, who I don't know, apart from the Bible. But at the same time, the Jesus that I know, the Jesus rendered, represented for me in the pages of Scripture. But at the same time, Jesus isn't the Bible. The Bible is a literary text that tells me and points me to an actual person who has a close connection to these texts but isn't the same thing. He's a person, just like I could read your biography, but I'm sitting across the table right now talking to you and you are not the same thing as the book that could be written about you.",
    "start": "00:44:48",
    "end": "00:46:45"
  },
  {
    "text": "But once I'm dead. That's all we're going to have.",
    "start": "00:46:45",
    "end": "00:46:48"
  },
  {
    "text": "Well, yeah. You would need to be the son of God's spirit, could be present with us as I read the book. And.",
    "start": "00:46:49",
    "end": "00:46:55"
  },
  {
    "text": "And that's the difference between me and Jesus.",
    "start": "00:46:56",
    "end": "00:46:58"
  },
  {
    "text": "Yeah, that's the difference.",
    "start": "00:46:58",
    "end": "00:46:58"
  },
  {
    "text": "That's right.",
    "start": "00:46:58",
    "end": "00:46:59"
  },
  {
    "text": "So the focus on what it means that the Scriptures are inspired or a divine and human word doesn't mean that they weren't produced through normal human processes. What it means is that the message that these books communicate is a message God wants his people to hear that points them to the life, death and resurrection of Jesus. And you're right. I've been living in this paradigm for a long time, but I went through a paradigm shift to get to this space. And every time I teach through the shape of the Tanakh, this is exactly the conversation that comes up.",
    "start": "00:47:00",
    "end": "00:47:36"
  },
  {
    "text": "That's up. Yeah.",
    "start": "00:47:36",
    "end": "00:47:37"
  },
  {
    "text": "Every time I've talked about the composition and unity of the Tanakh, it's like.",
    "start": "00:47:37",
    "end": "00:47:41"
  },
  {
    "text": "Well, wait a second.",
    "start": "00:47:41",
    "end": "00:47:42"
  },
  {
    "text": "It raises this very question.",
    "start": "00:47:42",
    "end": "00:47:43"
  },
  {
    "text": "You're shattering from categories I was holding.",
    "start": "00:47:43",
    "end": "00:47:46"
  },
  {
    "text": "So that's how we got here.",
    "start": "00:47:46",
    "end": "00:47:47"
  },
  {
    "text": "That's how we got here.",
    "start": "00:47:47",
    "end": "00:47:48"
  },
  {
    "text": "The editorial unity of the Hebrew Bible.",
    "start": "00:47:48",
    "end": "00:47:50"
  },
  {
    "text": "So to kind of finish off this conversation on the Old Testament, then we Christians, Protestant and Catholic, call it the Old Testament.",
    "start": "00:47:52",
    "end": "00:48:02"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:48:02",
    "end": "00:48:03"
  },
  {
    "text": "And in Hebrew, it was just the Scriptures.",
    "start": "00:48:03",
    "end": "00:48:07"
  },
  {
    "text": "The Bible. The Scriptures. Yep.",
    "start": "00:48:07",
    "end": "00:48:09"
  },
  {
    "text": "And also referred to as the Tanakh, because that's an acronym for the three parts.",
    "start": "00:48:09",
    "end": "00:48:14"
  },
  {
    "text": "Correct.",
    "start": "00:48:14",
    "end": "00:48:15"
  },
  {
    "text": "TNK Torah.",
    "start": "00:48:15",
    "end": "00:48:16"
  },
  {
    "text": "Neviim ketavim.",
    "start": "00:48:16",
    "end": "00:48:17"
  },
  {
    "text": "Neviim ketavim. I remember in college learning this for the first time, not really digging really into it, but kind of hearing, oh, there's a different Hebrew ordering. And I didn't really understand it, but I knew of it because I wasn't as geeky as you and remember thinking to myself, well, is it important that I read the Hebrew ordering of the Old Testament? Is there something more spiritual or more, you know, like, is that more biblical?",
    "start": "00:48:17",
    "end": "00:48:47"
  },
  {
    "text": "Yeah, you know, yeah. It's interesting. I've had a hard time over the years trying to find a fair way to talk about this. The two orders, the English ordering. There's a logic to it. You tell the basic story of Israel.",
    "start": "00:48:47",
    "end": "00:49:05"
  },
  {
    "text": "Yeah.",
    "start": "00:49:05",
    "end": "00:49:05"
  },
  {
    "text": "You have the poetry and wisdom of Israel, and you have the prophets, like a ski jump at the end of a steep hill. And the prophets launch you off into the future hope of the Messiah and the kingdom of God.",
    "start": "00:49:05",
    "end": "00:49:15"
  },
  {
    "text": "Makes sense.",
    "start": "00:49:15",
    "end": "00:49:16"
  },
  {
    "text": "The Tanakh also launches you into the hope of the Messiah and the kingdom of God, but in a different way that hope is emphasized. Actually from the beginning. And then the prophets as a whole to have their own ski jump. And then the writings themselves are a whole ski jump. The three part shape. We haven't talked about this, but the three part editorial unity is itself designed at every step to pitch you forward into future hope for the Messiah and the coming kingdom of God. And it's because the ordering of the books highlights those ski jumps in a way that the English ordering doesn't highlight. And it has to do with how the ending of Deuteronomy and the beginning of Joshua work together. And those would be beginnings and ending.",
    "start": "00:49:16",
    "end": "00:50:05"
  },
  {
    "text": "Of scrolls, which is the same in our.",
    "start": "00:50:05",
    "end": "00:50:07"
  },
  {
    "text": "It is the same in Arah. And if you pay attention, you'll notice something there. But what's going on there, the scholars call it the literary seam between the Torah and the prophets is directly connected to the literary seam between the prophets and the writings, the Nevi' im Ketuvim. If you go read the final paragraph of Deuteronomy and then go read the final paragraph of the Prophets, which is Malachi, you'll notice electricity, editorial electricity, connecting those two. And then if you read the opening of the prophets, the first lines of the scroll of the prophets, and then the first line of the first scroll of the writings, the Psalms, you'll see editorial electricity. And all those passages are talking to each other. They are a part of the editorial unification of the whole Hebrew Bible. And all of these passages are about immersing yourself in these scriptures. As you're waiting the future coming day of the Lord, you're awaiting the future prophet who's going to bring the day of the Lord and what's the day of the Lord on into the Psalms. It's all about the coming Messianic son of David who will bring the kingdom of God. So the three part shape of the Tanakh is pre Christian and it's Messianic, it's future pointing. And that's exactly why Jesus says what he says. Didn't I tell you everything had to be fulfilled that was written in the Torah, in the prophets and in the Psalms. Jesus read his Bible as the Tanakh, as a big neon sign pointing to the future hope of the Messiah and the kingdom of God. And that's what he came to fulfill. So I think reading the Bible in Tanakh order is an important practice that Christians ought to recover. And you can do this. You can go to your bookstore. Well, most people don't have bookstores. Go to Amazon. Go to your Amazon bookstore and go look for the Jewish Publication Society's. Version of the English translation of the Bible. And it'll be. It's called Tanakh. It's actually called Tanakh T A N A K. You can get it for like 12 bucks on Amazon.",
    "start": "00:50:07",
    "end": "00:52:15"
  },
  {
    "text": "Does Zondervan or anyone bind Old Testament, New Testament together?",
    "start": "00:52:15",
    "end": "00:52:19"
  },
  {
    "text": "Christian publishers that publish an English translation of the.",
    "start": "00:52:19",
    "end": "00:52:24"
  },
  {
    "text": "None.",
    "start": "00:52:24",
    "end": "00:52:24"
  },
  {
    "text": "0,0. There are some modern Jewish translations of the Old and New Testaments and they'll organize it that way, but they're very obscure publishers or they're not mainstream at all. And I get it for the major publishers, there's no money.",
    "start": "00:52:24",
    "end": "00:52:42"
  },
  {
    "text": "So wait, there's some niche publishers who might do it.",
    "start": "00:52:42",
    "end": "00:52:45"
  },
  {
    "text": "Yeah, yeah, let's. Hold on. Yeah, here we go. A messianic Jewish scholar named David Stern, who, through a small press called Lederer Messianic Publications, published a English version of the Tanakh and of the Berit Chadasha, which is Hebrew for New Testament. You can get it on Amazon Kindle for 12 bucks, a paperback for 30 bucks or 20 bucks used. It's called the Complete Jewish Bible. What translation is he using in the Complete Jewish Bible?",
    "start": "00:52:46",
    "end": "00:53:18"
  },
  {
    "text": "Yeah, the Complete Jewish Bible shows the word of God from Genesis to Revelation in a unified Jewish book meant for everyone, Jew and non Jew alike. This text refers to the bonded leather edition.",
    "start": "00:53:18",
    "end": "00:53:28"
  },
  {
    "text": "Yeah, it's cool because he gives you the Hebrew names of Old Testament characters so that way they don't get butchered as they do in most English translations. Like James in the New Testament is Jacob. Jacob.",
    "start": "00:53:29",
    "end": "00:53:44"
  },
  {
    "text": "So it is a different. It's just a completely different translation.",
    "start": "00:53:44",
    "end": "00:53:47"
  },
  {
    "text": "Yeah, it might be his own translation.",
    "start": "00:53:47",
    "end": "00:53:49"
  },
  {
    "text": "I think it is.",
    "start": "00:53:50",
    "end": "00:53:51"
  },
  {
    "text": "Yeah. His highly acclaimed English translation.",
    "start": "00:53:51",
    "end": "00:53:53"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:53:53",
    "end": "00:53:54"
  },
  {
    "text": "Yeah, so, yeah, it's his. There you go.",
    "start": "00:53:54",
    "end": "00:53:56"
  },
  {
    "text": "For followers of Yeshua, this is a good translation that deserves its spot on your study shelf along with your NIV and asb.",
    "start": "00:53:57",
    "end": "00:54:04"
  },
  {
    "text": "Yeah, it's awesome. You won't read the Bible the same way. It'll really transform how you read the Bible.",
    "start": "00:54:04",
    "end": "00:54:10"
  },
  {
    "text": "All right, cool. So next we'll talk about the New Testament.",
    "start": "00:54:10",
    "end": "00:54:14"
  },
  {
    "text": "Yeah.",
    "start": "00:54:14",
    "end": "00:54:15"
  },
  {
    "text": "Okay. So that's the Tanakh. And then so let's just talk about the makeup of the New Testament really quick.",
    "start": "00:54:46",
    "end": "00:54:54"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:54:54",
    "end": "00:54:56"
  },
  {
    "text": "So we're talking about 27 books that all emerged out of the events, you know, ignited by Jesus of Nazareth. And they are all written by Israelites, Jews who became disciples of Jesus.",
    "start": "00:54:56",
    "end": "00:55:10"
  },
  {
    "text": "And then during the Second Temple.",
    "start": "00:55:10",
    "end": "00:55:12"
  },
  {
    "text": "During the Second Temple period. Late Second Temple period. And then as the Jesus movement spread after his death and resurrection, a certain circle that Jesus appointed became figures called apostles. And then the Books of the New Testament all stem from that circle of apostles. Most were written by the apostles or some were commissioned by or originated from, even if they weren't written by the apostle themselves. So you have four accounts of the life of Jesus connected to the apostles. Peter, Matthew, which one's Peter connected to The Gospel of Mark, Matthew for Matthew, the Gospel of Luke.",
    "start": "00:55:12",
    "end": "00:55:55"
  },
  {
    "text": "It's tricky.",
    "start": "00:55:55",
    "end": "00:55:56"
  },
  {
    "text": "Many people associate it with the circle of Paul because we know Luke was a co worker of Paul's and then John. Then you get after the four accounts.",
    "start": "00:55:56",
    "end": "00:56:05"
  },
  {
    "text": "Of Jesus, you get the book of.",
    "start": "00:56:05",
    "end": "00:56:07"
  },
  {
    "text": "Acts, which is also from the same author as the Gospel according to Luke, which ends with Paul spreading the gospel all the way to Rome. Then you get a collection of Paul's 13 letters addressed to seven churches total. It's interesting, the first one being Rome. You finish Acts, which has Paul in Rome and then you turn the page and it's Paul's letter to the church.",
    "start": "00:56:07",
    "end": "00:56:29"
  },
  {
    "text": "In Rome, which is one of his old letters.",
    "start": "00:56:29",
    "end": "00:56:31"
  },
  {
    "text": "Yeah, yeah, that's right, yeah. It's written late in his career.",
    "start": "00:56:31",
    "end": "00:56:34"
  },
  {
    "text": "Oh, and so interesting fact, right, is these letters are ordered by their length.",
    "start": "00:56:34",
    "end": "00:56:38"
  },
  {
    "text": "Right.",
    "start": "00:56:38",
    "end": "00:56:39"
  },
  {
    "text": "They're ordered by their length, not by their date. Yep, that's why Philemon's last.",
    "start": "00:56:39",
    "end": "00:56:44"
  },
  {
    "text": "So.",
    "start": "00:56:44",
    "end": "00:56:44"
  },
  {
    "text": "So that ordering first. Yeah, and that ordering. There's actually I have some homework to do on the ordering of the Pauline collection. Collection of Pauline letters. But yeah, so that ordering obscures some interesting relationships. So it doesn't. It makes you think that Romans is first, when in fact it's one of the latest, most mature expressions of his entire theology.",
    "start": "00:56:45",
    "end": "00:57:05"
  },
  {
    "text": "But it's the longest, so it was perfect.",
    "start": "00:57:06",
    "end": "00:57:07"
  },
  {
    "text": "It's the longest, yeah. As far as we can tell, first Thessalonians first. For complex reasons, it seems to be.",
    "start": "00:57:07",
    "end": "00:57:15"
  },
  {
    "text": "The earliest letter of Paul, so after Paul's letter.",
    "start": "00:57:15",
    "end": "00:57:18"
  },
  {
    "text": "And also there's an important relationship, for example, between Colossians and Philemon. I think they're meant to be read back to back as connected because they refer to all the same.",
    "start": "00:57:18",
    "end": "00:57:27"
  },
  {
    "text": "But it goes Ephesians, Colossians, but yeah.",
    "start": "00:57:27",
    "end": "00:57:29"
  },
  {
    "text": "Instead it's.",
    "start": "00:57:29",
    "end": "00:57:30"
  },
  {
    "text": "Colossians, Ephesians, Philippians, Colossians.",
    "start": "00:57:32",
    "end": "00:57:34"
  },
  {
    "text": "Correct, yes.",
    "start": "00:57:34",
    "end": "00:57:35"
  },
  {
    "text": "So the gospels, really quick, since we're talking about ordering.",
    "start": "00:57:36",
    "end": "00:57:39"
  },
  {
    "text": "Oh yeah.",
    "start": "00:57:39",
    "end": "00:57:40"
  },
  {
    "text": "What's the tradition of ordering the Gospel?",
    "start": "00:57:40",
    "end": "00:57:41"
  },
  {
    "text": "Oh yeah, boy, I have more homework to do there too. I know the ordering of Matthew as the first of the four is pretty old and by old I mean maybe to the mid-1100s or so when our first evidence of the four being written collected together. But historically the consensus position in New Testament scholarship that I think is right is that the Gospel of Mark is the oldest, the first, and that Matthew and Luke both drew upon Mark as one of their sources because they knew that it came from the testimony of Peter. And then John stands last in terms of the four to be written. But they're all written before the end.",
    "start": "00:57:41",
    "end": "00:58:27"
  },
  {
    "text": "Of the first century, so they're ordered Matthew first.",
    "start": "00:58:27",
    "end": "00:58:30"
  },
  {
    "text": "Oh yeah. So here's my hunch and my hunch is more that like I've heard some other scholars say it and is Matthew is easily the most accessible and it's the version of Jesus life that's most designed to be taught in a local church community. And I learned this from experience because I did it.",
    "start": "00:58:31",
    "end": "00:58:52"
  },
  {
    "text": "Yeah, that's right. You guys went through the book.",
    "start": "00:58:53",
    "end": "00:58:54"
  },
  {
    "text": "Yeah.",
    "start": "00:58:54",
    "end": "00:58:54"
  },
  {
    "text": "And actually part of the reason why I advocated for taking a year and a half of Sundays and the local church where I contribute to the teaching was Matthew designed this for to be the Gospel that is taught for a living community. That's why he's gathered all of Jesus teachings that are scattered in different places in Mark. But in Matthew, he's organized them all into five really nice blocks of Jesus teaching. He's super methodical how he stages the story forward. So Matthew is an excellent gospel to teach a whole church through. If you want to orient them to the complete story and teachings of Jesus.",
    "start": "00:58:54",
    "end": "00:59:34"
  },
  {
    "text": "It's more complete.",
    "start": "00:59:34",
    "end": "00:59:35"
  },
  {
    "text": "Yeah, well by complete I just mean Matthew's trying to give you a well rounded, full orbed presentation of Jesus in a methodical way in terms of how he's designed the story with story and then blocks of teaching, more narrative, more blocks of teaching.",
    "start": "00:59:35",
    "end": "00:59:54"
  },
  {
    "text": "So we don't really know why they were ordered that way. There was not a simple like. Well, it goes in order of length like the epistles.",
    "start": "00:59:55",
    "end": "01:00:02"
  },
  {
    "text": "No, it's not in order of length. Yeah. So there may be some I've got in my Amazon wish list to big treatments on the formation of the four gospel canon. But a lot of it has to do with our manuscript evidence because it.",
    "start": "01:00:02",
    "end": "01:00:18"
  },
  {
    "text": "Is kind of weird that Luke wouldn't come last to match.",
    "start": "01:00:18",
    "end": "01:00:21"
  },
  {
    "text": "Yeah, Luke obviously wrote two works that go together.",
    "start": "01:00:22",
    "end": "01:00:25"
  },
  {
    "text": "But at some point, yeah. Early church communities viewed there was a greater value in seeing Luke as part of this four part collection of the.",
    "start": "01:00:25",
    "end": "01:00:34"
  },
  {
    "text": "Gospels.",
    "start": "01:00:34",
    "end": "01:00:35"
  },
  {
    "text": "Than the two part volume Luke Acts.",
    "start": "01:00:37",
    "end": "01:00:39"
  },
  {
    "text": "Because it could have easily been Matthew, Mark, John, John and then Luke X.",
    "start": "01:00:39",
    "end": "01:00:42"
  },
  {
    "text": "Correct.",
    "start": "01:00:42",
    "end": "01:00:43"
  },
  {
    "text": "But that's not.",
    "start": "01:00:43",
    "end": "01:00:44"
  },
  {
    "text": "Yeah, that's right. And because Matthew, Mark and Luke have a unique relationship because they drew upon a common source material, they go Together they have been preserved as a triad.",
    "start": "01:00:44",
    "end": "01:00:54"
  },
  {
    "text": "Got it.",
    "start": "01:00:55",
    "end": "01:00:55"
  },
  {
    "text": "Okay.",
    "start": "01:00:55",
    "end": "01:00:56"
  },
  {
    "text": "And then we get to Paul's letters.",
    "start": "01:00:57",
    "end": "01:00:59"
  },
  {
    "text": "We talked about the Paul's letters.",
    "start": "01:00:59",
    "end": "01:01:01"
  },
  {
    "text": "Then there's more letters after that.",
    "start": "01:01:01",
    "end": "01:01:04"
  },
  {
    "text": "Then it's the.",
    "start": "01:01:05",
    "end": "01:01:06"
  },
  {
    "text": "What do you do?",
    "start": "01:01:06",
    "end": "01:01:07"
  },
  {
    "text": "The top 10 list of the apostles. So it's Peter and then John. Peter has two letters written.",
    "start": "01:01:07",
    "end": "01:01:13"
  },
  {
    "text": "As circular.",
    "start": "01:01:15",
    "end": "01:01:16"
  },
  {
    "text": "Letters to many different church communities. Then you have John's three letters, first, second, third, John first, of which the longest, first John is not even a letter at all. It's a sermon, early Christian sermon. And then you get Jesus.",
    "start": "01:01:16",
    "end": "01:01:32"
  },
  {
    "text": "Are those in order of length or date or anything?",
    "start": "01:01:32",
    "end": "01:01:35"
  },
  {
    "text": "Oh, it's not self evident what the order of writing was. Lots of different views on that.",
    "start": "01:01:35",
    "end": "01:01:40"
  },
  {
    "text": "But they are in order of length.",
    "start": "01:01:41",
    "end": "01:01:43"
  },
  {
    "text": "They are in order of length. Yep.",
    "start": "01:01:43",
    "end": "01:01:44"
  },
  {
    "text": "Yeah.",
    "start": "01:01:45",
    "end": "01:01:45"
  },
  {
    "text": "Long, long, medium, short, short.",
    "start": "01:01:45",
    "end": "01:01:47"
  },
  {
    "text": "Yep. Correct.",
    "start": "01:01:47",
    "end": "01:01:48"
  },
  {
    "text": "Yep. You have the letter of James, Jesus brother. Although there's some people think that it's from James, who was one of the 12 son of Zebedee. But the majority position I think is more likely is that it's Jesus brother. And then the next letter, then Jacob. No, excuse me. Yeah, James.",
    "start": "01:01:48",
    "end": "01:02:11"
  },
  {
    "text": "James also more literally Jacob.",
    "start": "01:02:11",
    "end": "01:02:14"
  },
  {
    "text": "Jacob, yeah, sorry, his Hebrew name's Jacob.",
    "start": "01:02:14",
    "end": "01:02:16"
  },
  {
    "text": "Jacob Yaakob Jacob.",
    "start": "01:02:16",
    "end": "01:02:18"
  },
  {
    "text": "And then Jude is also Jesus brother. He wasn't one of the circles of the 12, but we know that Jesus brothers became missionaries and church leaders after him. Paul mentions that in his first letter to the Corinthians. And we're not going in order here. And then canonical order. And then we also have one anonymous early Christian sermon in the New Testament letter form, which is Hebrews, which traditionally for some amount of church history was associated with Paul. And even in some early manuscript was included within the Paul's letter collection.",
    "start": "01:02:18",
    "end": "01:02:50"
  },
  {
    "text": "Canonically it goes.",
    "start": "01:02:51",
    "end": "01:02:52"
  },
  {
    "text": "Okay, so the order of the New Testament letters then goes from the letters of Paul, then to Hebrews, then to James.",
    "start": "01:02:53",
    "end": "01:02:59"
  },
  {
    "text": "Anonymous letter.",
    "start": "01:02:59",
    "end": "01:03:00"
  },
  {
    "text": "Yep, anonymous letter. Two letters of Peter, three letters of John, one letter of Jude.",
    "start": "01:03:00",
    "end": "01:03:06"
  },
  {
    "text": "Okay. Those are the epistles.",
    "start": "01:03:06",
    "end": "01:03:07"
  },
  {
    "text": "Those are the letters of the New Testament. Yeah.",
    "start": "01:03:07",
    "end": "01:03:09"
  },
  {
    "text": "And is there any reason why they were ordered that way that you know of?",
    "start": "01:03:10",
    "end": "01:03:13"
  },
  {
    "text": "I mean, it makes sense for Paul that Paul's correspondence that rose to the surface, the ones that went viral, that that would be collected. And then, you know, you have this hit list. James, Peter, John. You have Peter and John, two of Jesus closest disciples. And then you have Jesus, James and Jude, two of his brothers. So you've got this pretty complete representation of the apostles and the leaders close.",
    "start": "01:03:13",
    "end": "01:03:36"
  },
  {
    "text": "Through the holy Hebrews right there in the mix.",
    "start": "01:03:36",
    "end": "01:03:39"
  },
  {
    "text": "Yeah, Hebrews is self aware as being a document that comes from a disciple of the apostles. In chapter two, no, chapter one, he talks about, listen, we are those who have heard from those who heard the Lord. And so the author, the pastor, I call him the pastor of Hebrews is writing to a church community that he's scared. Jewish messianic Jewish community that he's scared is gonna abandon faith in Jesus. And so he leverages the teaching of the apostles. That's what he says in the sermon's opening. So, yeah, we don't know. Yeah, Hebrews is really interesting. But again, so much this is getting into the history of the canon, for how these letters rose to the top was not through getting voted by councils. It was through the growth of the Jesus movement. And what letters and literature stemming from the apostles went viral and rose to the top. And Hebrews was among that list, even though it wasn't directly authored by an apostle. At least it doesn't claim that in the document itself like Paul's letters do, or Peter's, but it does claim to be passing on the teachings of the original apostles. And so it rose to the top. And it's powerful. Hebrews is powerful.",
    "start": "01:03:39",
    "end": "01:05:01"
  },
  {
    "text": "That's a punch. So then this all ends with then the revelation.",
    "start": "01:05:01",
    "end": "01:05:07"
  },
  {
    "text": "Yeah. An early Jewish Christian apocalypse.",
    "start": "01:05:07",
    "end": "01:05:10"
  },
  {
    "text": "A Jewish Christian apocalypse or a Christian.",
    "start": "01:05:10",
    "end": "01:05:15"
  },
  {
    "text": "Jewish who wrote an apocalypse and an apocalypse.",
    "start": "01:05:15",
    "end": "01:05:19"
  },
  {
    "text": "We know what those are from other books in the Old Testament, right?",
    "start": "01:05:19",
    "end": "01:05:24"
  },
  {
    "text": "Yeah, yeah.",
    "start": "01:05:24",
    "end": "01:05:25"
  },
  {
    "text": "There are parts of the books of the prophets in the Hebrew Bible that communicate through the prophet having a fantastic dream or vision. And then he meets some kind of mediator, usually angelic type figure who explains what the meaning of his dream or vision is. Ezekiel has one of those. Isaiah, Zechariah. And so in Second Temple Judaism, that media. Let's think back to the analogy of the art project. So that would be one of the ways that.",
    "start": "01:05:25",
    "end": "01:05:59"
  },
  {
    "text": "Scott, that might be spoken word.",
    "start": "01:05:59",
    "end": "01:06:01"
  },
  {
    "text": "Yeah, the little spoken word. Yeah.",
    "start": "01:06:01",
    "end": "01:06:03"
  },
  {
    "text": "So it's like, oh, this is one.",
    "start": "01:06:03",
    "end": "01:06:04"
  },
  {
    "text": "Of the apocalyptic sections of there's a.",
    "start": "01:06:04",
    "end": "01:06:06"
  },
  {
    "text": "Dream revision, I guess explained. Yeah.",
    "start": "01:06:06",
    "end": "01:06:09"
  },
  {
    "text": "This is interpretive dance, is probably violent interpretive dance.",
    "start": "01:06:09",
    "end": "01:06:13"
  },
  {
    "text": "Yeah.",
    "start": "01:06:15",
    "end": "01:06:16"
  },
  {
    "text": "So then out of that, in the amazingly productive literature of the Second Temple Jewish communities around Jerusalem, there were produced whole books that were apocalypses. The most significant ones throughout history have been a book called First Enoch, a book called Fourth Ezra and Second Baruch are the most significant ones. And they read very much like the New Testament book of Revelation. The prophet has a dream or a vision, fantastic symbols, and then they're interpreted and made relevant to the community the author wants to write to. And so what we have in, yeah, the revelation is John. And whether that's the apostle John or whether it's a Jewish Christian prophet who traveled around the seven churches that he writes to, but who's not an apostle.",
    "start": "01:06:16",
    "end": "01:07:02"
  },
  {
    "text": "Oh, we don't know for sure.",
    "start": "01:07:02",
    "end": "01:07:04"
  },
  {
    "text": "There's strong arguments on either side.",
    "start": "01:07:04",
    "end": "01:07:06"
  },
  {
    "text": "But yeah, he had a series of.",
    "start": "01:07:06",
    "end": "01:07:09"
  },
  {
    "text": "Dreams or visions and then composed all of them together into this incredibly profound and sophisticated literary work that he calls the Revelation of Jesus. And so that also emerges out of the life of the early church, just like all the other letters do. But he's aware of himself speaking to the whole community of Jesus followers all over the world. And he's trying to help them, trying to motivate them towards faithfulness in light of the coming persecution he knows is on the horizon.",
    "start": "01:07:09",
    "end": "01:07:42"
  },
  {
    "text": "It makes sense that this one's last because it talks very specifically about the end of the age.",
    "start": "01:07:42",
    "end": "01:07:49"
  },
  {
    "text": "Yeah, Apocalypse is by nature, the prophet would have a dream revision. And it would give them. Scholars talk about two dimensions that are opened up for the prophet. One's vertical. So usually there's a heavenly throne room. The prophet has a vision of God's throne. And so it gives them this heavenly vantage point on current events and history. But then it also gives them a horizontal viewpoint of able to view, yeah, view the present moment in light of the ultimate fulfillment of God's promises, which is the return of the Messiah, the kingdom of God, heaven and earth reunited, evil vanquished forever. And so apocalypses give a heavenly vantage point on history, viewing current events in light of history's final outcome in the kingdom of God. It's fitting, obviously fitting that the revelation is the capstone of the Christian Bible. Cause it's about how the story ends and therefore how to live in the present in light of the story's end. So yeah, there's a question. Was John aware of himself as writing the final book of the Bible? But I think in let me finish.",
    "start": "01:07:50",
    "end": "01:08:56"
  },
  {
    "text": "This thousand year project off.",
    "start": "01:08:56",
    "end": "01:08:58"
  },
  {
    "text": "Yeah, but I mean that's technically, it's called an anachronism because even the collection of all those 27 writings wasn't all together in one place yet. They all were in existence by then and they were being read. But not everybody had all of Paul's letters yet. They were still getting circulated around. And so it took another period of time for these 27 works stemming from the circle of the apostles to become universally acknowledged and recognized as holy Scripture.",
    "start": "01:08:58",
    "end": "01:09:32"
  },
  {
    "text": "Which is a story for another time.",
    "start": "01:09:33",
    "end": "01:09:34"
  },
  {
    "text": "Which is a story for another time. But that's the shape shape of the Bible.",
    "start": "01:09:34",
    "end": "01:09:38"
  },
  {
    "text": "That's it for our discussion on what the Bible is. You could find the video we made on this topic. It's on our YouTube channel, YouTube.com thebibleproject it's also on our website, thebibleproject.com Coming up next on the podcast is going to be a discussion on the Holy Spirit. Tim and I had a lot of fun going through the theme of God, God's Spirit through the narrative arc of scripture and seeing how instrumental God's Holy Spirit is to the Christian life. So make sure to subscribe to this podcast if you haven't so that you can get that episode when it comes out. And it'll also be our next theme video on our YouTube channel and on our website. Say hi to us on Twitter, on Facebook, on YouTube, and if you like this podcast, please give it a review. It helps a lot in the exposure of this project. Thanks so much for being a part of this with us.",
    "start": "01:09:44",
    "end": "01:10:37"
  }
]