[
  {
    "text": "If you lived in the ancient Middle east, the overwhelming odds are you were a peasant, very likely a bonded servant to another family. Life was hard. Your life expectancy was low. There was famines, diseases and wars. And the land you lived in would have been ruled by, by a king, the ultimate authority, that king would call himself the image of God. And that was a political theology. It let him rule the way he wanted to. But there was one family in the ancient Middle east, but a different story. They didn't have a king, not at first anyway. And they viewed everyone as equally valuable. They considered every human as the image of God.",
    "start": "00:00:07",
    "end": "00:00:54"
  },
  {
    "text": "The biblical narrative is transparent as a kind of political theology, but it's one that elevates the common person to the status of the king.",
    "start": "00:00:54",
    "end": "00:01:03"
  },
  {
    "text": "Their story was of a God who wanted to rule with all of them, and he wanted them to rule with wisdom and justice.",
    "start": "00:01:03",
    "end": "00:01:12"
  },
  {
    "text": "All of these laws are about a covenantal marriage between God and every Israelite. So. So every Israelite has a royal obligation to the covenant. That's a brand new idea.",
    "start": "00:01:12",
    "end": "00:01:22"
  },
  {
    "text": "I'm John Collins and this is the BibleProject Podcast. We continue our conversation on the biblical law, and we're gonna dive into the way the ancient Jewish law codes pushed the boundaries for justice in our world. We're gonna look at some of the most uncomfortable parts of Israel's ancient law code.",
    "start": "00:01:23",
    "end": "00:01:42"
  },
  {
    "text": "The classic example is slavery. So slavery is not abolished. These laws in Israel are adopting a cultural framework and practice for the ancient Near Eastern neighbors. But there's a world of seismic shift happening on the worldview level that will sow the seeds of the abolishment of slavery happening in Deuteronomy. And so we need to just honor that. It doesn't do it the way we think it ought to be done in the modern world, but how presumptuous of us. Like, think of what somebody 1000 years from now is going to say about our use of whatever for fossil fuels or contemporary forms of slavery and debt.",
    "start": "00:01:42",
    "end": "00:02:17"
  },
  {
    "text": "And in our discomfort, we're going to find something really surprising.",
    "start": "00:02:17",
    "end": "00:02:21"
  },
  {
    "text": "It helps you see these laws that feel like a moral embarrassment in the modern world. But to realize the ethical ideals. And we're now living in a culture built on the foundation of the ideals. What's most beautiful in Western society and its ideals are the Jewish Christian heritage. And of course, much of the horror of Western history is also wrapped up in an abuse of that heritage. But the problem isn't the ideals. It's stupid humans.",
    "start": "00:02:22",
    "end": "00:02:48"
  },
  {
    "text": "And we're going to end the conversation talking about the ultimate purpose of the law.",
    "start": "00:02:48",
    "end": "00:02:52"
  },
  {
    "text": "It's not even that you know good and evil. You know me. Your life becomes just a natural expression of what the commands were all about. And Ezekiel says it's by God's spirit that replaces your heart, that compels you to follow the laws of the Torah. Let's just say it this way. The Torah is a new covenant document. This is why I don't like to use the word Old Testament anymore these days. It's because that is saying that these texts are somehow the Old Covenant. And that's precisely what they are not. They're a narrative about how humans perpetually fail.",
    "start": "00:02:53",
    "end": "00:03:27"
  },
  {
    "text": "Thanks for joining us. Here we go. Okay. We're talking about how to read laws in the Bible. Biblical law.",
    "start": "00:03:28",
    "end": "00:03:45"
  },
  {
    "text": "Yeah.",
    "start": "00:03:45",
    "end": "00:03:46"
  },
  {
    "text": "You'll find it in the first five books of the Bible.",
    "start": "00:03:46",
    "end": "00:03:49"
  },
  {
    "text": "Yep.",
    "start": "00:03:49",
    "end": "00:03:49"
  },
  {
    "text": "There's 600 some odd laws comprising of somewhere around, I don't know, 6 to 10% of the Bible.",
    "start": "00:03:49",
    "end": "00:03:56"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:03:56",
    "end": "00:03:57"
  },
  {
    "text": "And it is often the most difficult stuff to read. And we've been. This is our fourth episode in it, and in the last couple episodes we're talking about paradigms or perspectives to bring to biblical law. Or you're reading it. That will really help you understand how to read it and how it works with the entire story of the Bible. The first one we talked about was that what we find in the Bible isn't some comprehensive law code. And even if we did have the comprehensive ancient.",
    "start": "00:03:58",
    "end": "00:04:30"
  },
  {
    "text": "Yeah, an ancient Israelite law, COD Code.",
    "start": "00:04:30",
    "end": "00:04:32"
  },
  {
    "text": "Law code. What you would have there isn't what we think of as law code in that we come from a judicial society where the written law is the final authority.",
    "start": "00:04:32",
    "end": "00:04:43"
  },
  {
    "text": "Yeah. Statutory law.",
    "start": "00:04:44",
    "end": "00:04:45"
  },
  {
    "text": "Statutory law. Even though that's seeking after a higher authority. What's written is what we go to in this ancient culture. Written law are really just illustrations.",
    "start": "00:04:45",
    "end": "00:04:57"
  },
  {
    "text": "They're one way to express your ideals of justice.",
    "start": "00:04:58",
    "end": "00:05:01"
  },
  {
    "text": "Yeah. So even if the Bible was a comprehensive set of biblical codes laws, we still shouldn't go to it and say, okay, now we have to just follow everything here. Ancient people never did that.",
    "start": "00:05:01",
    "end": "00:05:15"
  },
  {
    "text": "The biblical authors didn't even treat the laws.",
    "start": "00:05:15",
    "end": "00:05:17"
  },
  {
    "text": "The biblical authors didn't even treat the laws.",
    "start": "00:05:17",
    "end": "00:05:19"
  },
  {
    "text": "They saw them as a source of divine wisdom guiding God's people towards a divine ideal of justice. But so are the narratives, and so are the proverbs, and so are the psalms. And so on.",
    "start": "00:05:19",
    "end": "00:05:31"
  },
  {
    "text": "The second perspective, which we talked about last episode, is that all these laws could be categorized into smaller buckets themes or what did you call them?",
    "start": "00:05:32",
    "end": "00:05:45"
  },
  {
    "text": "I just said there's A handful of core ideals being expressed in different types of laws.",
    "start": "00:05:45",
    "end": "00:05:53"
  },
  {
    "text": "Yeah. An ideal. Yep. So we looked at those. It was a really cool conversation. But if you have those uploaded in your brain as these kind of frameworks, then when you get to a law, you can go, what is the ideal? That this specific example, this specific illustration of what these people did in their time and place in history.",
    "start": "00:05:53",
    "end": "00:06:15"
  },
  {
    "text": "That's right. Or I think to accept the claim of the divine and human partnership and making of the Bible inspiration is that God's revealing a higher calling for human existence. And these ancient laws are expressions of a higher ideal that all people of all time should strive for. We looked at the calendar laws, the sacrificial laws, the purity laws, civil laws, and the criminal laws.",
    "start": "00:06:15",
    "end": "00:06:43"
  },
  {
    "text": "Yeah. And we talked about the ideals behind all of those, which is such a cool conversation. I want to make videos about each of those. The third perspective.",
    "start": "00:06:43",
    "end": "00:06:55"
  },
  {
    "text": "Third perspective about the biblical laws. Laws. This one's a little bit harder for an average reader of the Bible to do, but it's crucially important to know that somebody is doing this and that is reading that somebody's thinking this way, somebody's thinking about this and helping others understand it, is that these laws are a part of an ancient Near Eastern cultural tradition. The laws embody ancient Near Eastern concepts of justice, while at the same time they are revolutionizing those concepts. Yeah, there you go. So, for example, a classic example is slavery. So slavery is not abolished. The abolishment of slavery was as imaginable as the abolishment of electricity in the.",
    "start": "00:06:55",
    "end": "00:07:42"
  },
  {
    "text": "Modern world or the abolishment of fossil fuels.",
    "start": "00:07:42",
    "end": "00:07:46"
  },
  {
    "text": "Yeah, yeah. That's proving a pretty hard one to kick for us. The pattern that you see, however, is these laws in Israel are adopting a cultural framework and practice for the ancient Near Eastern neighbors. But there's a world of seismic shift happening on the worldview level that will sow the seeds for sure of the abolishment of slavery happening in Deuteronomy. You can see the seed sown. And there wasn't an ancient culture that even thought to think about the nature of human relationships in the way that Deuteronomy is doing. And so we need to just honor that, that it doesn't do it the way we think it ought to be done in the modern world. But how presumptuous of us. Like, think of what somebody 1000 years from now is going to say about our use of whatever fossil fuels or contemporary forms of slavery and debt. Our economic system enslaves a lot of people in Debt to function. Well, you know.",
    "start": "00:07:46",
    "end": "00:08:47"
  },
  {
    "text": "Yeah.",
    "start": "00:08:47",
    "end": "00:08:48"
  },
  {
    "text": "And we think it's fine.",
    "start": "00:08:49",
    "end": "00:08:50"
  },
  {
    "text": "Yeah.",
    "start": "00:08:50",
    "end": "00:08:50"
  },
  {
    "text": "So just don't be too quick to be humble. Yeah. So the revolution, the moral, ethical revolution, essentially what somebody has to do is sit down and study ancient Babylonian law codes, the ones that are available to us, Assyrian law codes, Hittite law codes. Those are the majority. There's a couple dozen that have been unearthed in the last hundred years. And then compare the 600 laws of the Torah to them and make observations. Yeah, that's essentially what you do.",
    "start": "00:08:51",
    "end": "00:09:23"
  },
  {
    "text": "Yeah, that sounds like.",
    "start": "00:09:24",
    "end": "00:09:24"
  },
  {
    "text": "Doesn't that sound fun?",
    "start": "00:09:24",
    "end": "00:09:25"
  },
  {
    "text": "You know what sounds fun is listening to what those people discovered.",
    "start": "00:09:27",
    "end": "00:09:30"
  },
  {
    "text": "Yeah, totally. Yeah. Yeah. Okay. So here's. Okay, so two books I want to recommend. One's a little more scholarly and intense, and then one's a little more popular. One's by a Jewish scholar named Joshua Berman called Created Equal how the Bible Broke with Ancient Political Thought. One that's a little more on the popular level, meaning he's writing a little more accessible to a wider audience, is a guy named Jeremiah Unterman called Justice for how the Jewish Bible Revolutionized Ethics. And what actually both of these scholars are doing is some original work, but mostly they're just summarizing generations of discovery and scholarship here. So here's just a few things that are very interesting that again, they've reframed how I think about the laws. First of all, remember how the laws in the Torah are in the narrative context of the covenant relationship. Here's something interesting. In all of the ancient covenant documents that we have from ancient near east, which are Hittite, Assyrian and Babylonian, out of all of. There are almost always between a king and another king.",
    "start": "00:09:30",
    "end": "00:10:38"
  },
  {
    "text": "Covenant relationship.",
    "start": "00:10:39",
    "end": "00:10:40"
  },
  {
    "text": "Covenant relationships. Some of them read very similar to the covenant texts in the Hebrew Bible. Covenant, curses, agreements. If you listen, the word love is often used to show. Love is a way of talking about covenant loyalty. That's an important word in Deuteronomy.",
    "start": "00:10:40",
    "end": "00:10:56"
  },
  {
    "text": "Yeah.",
    "start": "00:10:56",
    "end": "00:10:57"
  },
  {
    "text": "So this is Joshua Berman's point. He says, of the dozens and dozens of ancient covenant documents, they're all between a king and another king. Only one is between a king and a whole people group. So on the whole, covenants are agreements that kings make with each other, independent of their people, on behalf of their people, but independent. So the biblical story, however, depicts all of the laws as covenant terms between God and a whole people group, and it's represented as a marriage. The phrase I will be their God and they will be my people is the variation that we find in the Song of Songs. I am My beloved. And my beloved is mine. So just think in a context where covenants are things that kings make with other kings. And then you read the Hebrew Bible and you see a divine king making a covenant with the people. The people. In that cultural context, the people go in the another king slot.",
    "start": "00:10:57",
    "end": "00:11:55"
  },
  {
    "text": "Yeah. Kingdom of priests.",
    "start": "00:11:55",
    "end": "00:11:57"
  },
  {
    "text": "Kingdom of priests. Or in Genesis 1, Kingdom of Kings. A kingdom of kings. Yeah. Or in Genesis 1, the image of God. It's the same thing happening with the image of God. That's a royal title given to kings only in Babylon and Egypt. Here it's given to all of Israel, the populace. Yes. This is actually a key point in Joshua Berman's whole book is to say the covenant terms. These laws are not just for the kings. These laws are for all of the people. All of the people are elevated to the role. The common Israelite is elevated to the role of a royal covenant partner with the king of the universe. These laws elevate the average Israelite's sense of themselves and their value. Yeah, that's powerful stuff.",
    "start": "00:11:57",
    "end": "00:12:44"
  },
  {
    "text": "It is powerful. But to us who come from culture where we have phrases like all men are created equal.",
    "start": "00:12:44",
    "end": "00:12:51"
  },
  {
    "text": "Ah, yes, that.",
    "start": "00:12:51",
    "end": "00:12:52"
  },
  {
    "text": "It seems like a no brainer. Yeah, that's how it should be.",
    "start": "00:12:52",
    "end": "00:12:55"
  },
  {
    "text": "Just take that for granted.",
    "start": "00:12:55",
    "end": "00:12:57"
  },
  {
    "text": "We take it for granted. And that's not how it always was thought.",
    "start": "00:12:57",
    "end": "00:13:00"
  },
  {
    "text": "No. There would be no more ridiculous idea.",
    "start": "00:13:00",
    "end": "00:13:03"
  },
  {
    "text": "Then all men are created equal.",
    "start": "00:13:03",
    "end": "00:13:04"
  },
  {
    "text": "Then all humans are created equal. To say that to an ancient Egyptian king.",
    "start": "00:13:04",
    "end": "00:13:09"
  },
  {
    "text": "Yeah. You'd be like, get out of here.",
    "start": "00:13:09",
    "end": "00:13:12"
  },
  {
    "text": "Yeah. No, he would kill you on the spot.",
    "start": "00:13:12",
    "end": "00:13:14"
  },
  {
    "text": "I'll show you how equal you are.",
    "start": "00:13:14",
    "end": "00:13:16"
  },
  {
    "text": "Totally. There's nothing in nature that teaches you something like that. And nothing in the history of human relationships prepares you for that. I mean, this is revolutionary stuff. Yeah, yeah. Here. This is a quote from Joshua Berman. He says, in ancient near east, various gods had consorts and goddess wives, while the common man was a subject, a slave and servant of the king and of the tribute imposing class. Tribute imposing meaning that the majority of the lower class exists to serve and to pay tribute. Monetary tribute.",
    "start": "00:13:16",
    "end": "00:13:53"
  },
  {
    "text": "Got it.",
    "start": "00:13:53",
    "end": "00:13:53"
  },
  {
    "text": "For these cultures. He continues. For these cultures to conceive of the marriage between a God and a group of humans, which is what the Israelite covenant is.",
    "start": "00:13:53",
    "end": "00:14:02"
  },
  {
    "text": "Wow.",
    "start": "00:14:02",
    "end": "00:14:02"
  },
  {
    "text": "That would have been as unthinkable as for us to imagine the marital union of a human and a cat. The marriage of a God and a whole people.",
    "start": "00:14:02",
    "end": "00:14:13"
  },
  {
    "text": "Yeah.",
    "start": "00:14:13",
    "end": "00:14:13"
  },
  {
    "text": "A covenant people. I mean, you see what he's saying here? Totally. The Bible's most revolutionary idea is the idea of God As a personality who seeks a relationship of mutuality with human agents. In the neighboring cultures of the ancient near east, humans are slaves of the king. In the Bible, they are transformed into a servant king who's married to a generous sovereign, a wife in relation to her benefactor husband. When God seeks love from Israel, it involves the political sense of loyalty between parties, as well as a kind of intimacy, known and faithful intimate relationship between a man and a woman.",
    "start": "00:14:14",
    "end": "00:14:53"
  },
  {
    "text": "Hmm.",
    "start": "00:14:53",
    "end": "00:14:54"
  },
  {
    "text": "I mean, just try to imagine when this was a brand new idea.",
    "start": "00:14:54",
    "end": "00:14:57"
  },
  {
    "text": "Yeah. Right. You live in a society where you have a very small elite ruling class.",
    "start": "00:14:57",
    "end": "00:15:04"
  },
  {
    "text": "Yeah.",
    "start": "00:15:04",
    "end": "00:15:05"
  },
  {
    "text": "The king being the highest of those who finds his authority as that, like a God. And everyone else exists to.",
    "start": "00:15:05",
    "end": "00:15:18"
  },
  {
    "text": "Yeah.",
    "start": "00:15:19",
    "end": "00:15:19"
  },
  {
    "text": "Pay tribute to and serve that king.",
    "start": "00:15:19",
    "end": "00:15:22"
  },
  {
    "text": "And your cultural mythology, like Babylonian creation story reinforces that, is that the gods got tired of feeding themselves, so they murder one of their own. They slit the throat, pour his blood into the dust and make humans to be slaves.",
    "start": "00:15:22",
    "end": "00:15:40"
  },
  {
    "text": "Oh, so they could feed them.",
    "start": "00:15:40",
    "end": "00:15:41"
  },
  {
    "text": "In your cultural mythology, everybody is slaves except those who are related to the divine, which. Oh. Happens to be the king who's an image of God and those in his family.",
    "start": "00:15:41",
    "end": "00:15:50"
  },
  {
    "text": "So wait, so the mythology is the gods got lazy and violent and so.",
    "start": "00:15:50",
    "end": "00:15:57"
  },
  {
    "text": "Made humans as slaves.",
    "start": "00:15:57",
    "end": "00:15:58"
  },
  {
    "text": "And so made humans as slaves.",
    "start": "00:15:58",
    "end": "00:15:59"
  },
  {
    "text": "Yeah. That's the Babylonian creation story called the atrahasis. So it's transparent as a political ideology. Yeah, exactly. And it also helps us see that the biblical narrative is transparent as a kind of political theology as well. But it's one that elevates the common person to the status of the king.",
    "start": "00:15:59",
    "end": "00:16:22"
  },
  {
    "text": "Right. To have called humanity the image of God when only the king gets that status would have been revolutionary.",
    "start": "00:16:22",
    "end": "00:16:31"
  },
  {
    "text": "And to tell a narrative where all of these laws are about a covenantal marriage between God and every Israelite, so every Israelite has a royal obligation to the covenant. That's a brand new idea. It's just. Yeah, yeah. It's amazing. This also explains why in Israel's law codes, the priests and the kings are extremely downgraded compared to their Canaanite neighbors and Egyptian and Babylonian, I mean, the kings are embodiments of the gods.",
    "start": "00:16:31",
    "end": "00:17:35"
  },
  {
    "text": "Yeah.",
    "start": "00:17:35",
    "end": "00:17:36"
  },
  {
    "text": "The priests wear the clothing of the gods. They dress up like gods and such. In the only law about the king in Deuteronomy says.",
    "start": "00:17:36",
    "end": "00:17:47"
  },
  {
    "text": "Yeah, don't. Yeah, don't amass all this. Well, yeah. Don't have all these wives from other.",
    "start": "00:17:47",
    "end": "00:17:53"
  },
  {
    "text": "No standing army. Yeah, yeah. Be a Bible nerd.",
    "start": "00:17:54",
    "end": "00:17:57"
  },
  {
    "text": "Yeah.",
    "start": "00:17:57",
    "end": "00:17:58"
  },
  {
    "text": "Study the Bible.",
    "start": "00:17:58",
    "end": "00:17:58"
  },
  {
    "text": "Study the Bible.",
    "start": "00:17:58",
    "end": "00:17:59"
  },
  {
    "text": "Yep. Yeah, yeah. The priests are given extremely narrow range of Authority. Important, but extremely narrow. They can't even own land. Priests can't own land in ancient Israel. And that's how you gain wealth and influence and power. Yeah. So think this is an active turning upside down of an ancient Near Eastern culture to downgrade kings subservient to the covenant and to downgrade priests.",
    "start": "00:17:59",
    "end": "00:18:28"
  },
  {
    "text": "We had some iconoclast writing biblical law.",
    "start": "00:18:29",
    "end": "00:18:31"
  },
  {
    "text": "Oh, totally. Their whole economy is aimed at achieving a level of social equality that was unheard of. This is the laws about debt release every seven years, slaves being freed every seven years, no interest loans. It's against the law to charge interest on loans in ancient Israel.",
    "start": "00:18:31",
    "end": "00:18:50"
  },
  {
    "text": "Yeah. Like our society couldn't exist with that law.",
    "start": "00:18:50",
    "end": "00:18:53"
  },
  {
    "text": "Yeah, totally. So, yeah. Here's Berman again. We can. I just. This is so helpful for me. Here's what it does. It helps you see these laws that feel like a moral embarrassment in the modern world.",
    "start": "00:18:53",
    "end": "00:19:06"
  },
  {
    "text": "Yeah.",
    "start": "00:19:06",
    "end": "00:19:07"
  },
  {
    "text": "But to realize the ethical ideals in.",
    "start": "00:19:07",
    "end": "00:19:10"
  },
  {
    "text": "Their context were just revolutionary moral revolution.",
    "start": "00:19:10",
    "end": "00:19:14"
  },
  {
    "text": "And we're now living in a culture thousands of years that benefited from that moral revolution built on the foundation of the ideals underneath these laws. Totally. Yeah. So here Berman is talking about the economic equality created by the jubilee and the debt release and so on. He says the biblical laws about land and assets introduce a reformation of the ancient worldview aimed at achieving social equality. But he says it's interesting. It's not the egalitarianism developed since the French Revolution with its emphasis on individual and inalienable human rights. Rather, it takes the form of an economic system that seeks equality by granting sacred value to the extended family household, where people assist one another in farming labor in granting. Here he's talking about leaving the edges of your field for the immigrants.",
    "start": "00:19:14",
    "end": "00:20:12"
  },
  {
    "text": "The relief to other households.",
    "start": "00:20:12",
    "end": "00:20:13"
  },
  {
    "text": "Indeed. Yep. Granting relief to other households. Ancient Israel is a tribal association of free farmers and ranchers in our modern terms, living in a single equal social class with all common ownership of the means of the production land. This system was a rejection of statism, that is that the nation state owns all the land. And it's a rejection of feudalism, which is military lords own all the land. And those two systems summarize the ancient and medieval human history. And also this whole society is free of tribute to any human king. And their tribute was a shared burden of funding the temple, not a king. So Israel defined itself in opposition to the empire of oppression embodied by Egyptian slavery, but also in opposition to centralized monarchies. And eventually the monarchy takes up residence in Israel. Think about this. This is in the narratives of the Book of Samuel and kings. The monarchy is an institution born out of deep compromise, and that only ruins the covenant.",
    "start": "00:20:13",
    "end": "00:21:19"
  },
  {
    "text": "Yeah. They weren't supposed to have a king.",
    "start": "00:21:19",
    "end": "00:21:21"
  },
  {
    "text": "They have one who liberated them from slavery in Egypt. God's their king. So just think about how that narrative reads in its original context 2,500 years ago. It's a whole narrative critiquing human monarchies when human monarchies are the only thing that humans have ever known and the.",
    "start": "00:21:21",
    "end": "00:21:40"
  },
  {
    "text": "Most powerful things on the planet.",
    "start": "00:21:40",
    "end": "00:21:42"
  },
  {
    "text": "Totally. Yeah. This is remarkable stuff.",
    "start": "00:21:42",
    "end": "00:21:45"
  },
  {
    "text": "Yeah.",
    "start": "00:21:45",
    "end": "00:21:45"
  },
  {
    "text": "So, yeah, this stuff is very. This leaf's been really helpful for me.",
    "start": "00:21:45",
    "end": "00:21:49"
  },
  {
    "text": "Yeah.",
    "start": "00:21:49",
    "end": "00:21:49"
  },
  {
    "text": "There's a moral ethical revolution that. Without which the concept of human rights, the concept of welfare, social equality. These are biblical concepts that are modern.",
    "start": "00:21:49",
    "end": "00:22:03"
  },
  {
    "text": "They came into human history via.",
    "start": "00:22:03",
    "end": "00:22:05"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:22:06",
    "end": "00:22:06"
  },
  {
    "text": "This revolution.",
    "start": "00:22:07",
    "end": "00:22:07"
  },
  {
    "text": "Via this revolution. Ethical monotheism is how some people would describe it.",
    "start": "00:22:07",
    "end": "00:22:12"
  },
  {
    "text": "Yeah. And this would have been screaming out loud and clear to ancient people reading this to us. It's completely buried.",
    "start": "00:22:13",
    "end": "00:22:22"
  },
  {
    "text": "Yeah. Because we've actually separated it from even a religious worldview.",
    "start": "00:22:22",
    "end": "00:22:26"
  },
  {
    "text": "We separated what?",
    "start": "00:22:27",
    "end": "00:22:28"
  },
  {
    "text": "We separated these concepts from their religious.",
    "start": "00:22:28",
    "end": "00:22:31"
  },
  {
    "text": "We think the concepts come from. I don't even think we think about where they come from.",
    "start": "00:22:31",
    "end": "00:22:36"
  },
  {
    "text": "No. Yeah.",
    "start": "00:22:36",
    "end": "00:22:36"
  },
  {
    "text": "We just take them for granted. And then if you don't see them as clearly as you'd want to see them in the Bible, you think the Bible actually is fighting against them.",
    "start": "00:22:36",
    "end": "00:22:45"
  },
  {
    "text": "Correct.",
    "start": "00:22:45",
    "end": "00:22:45"
  },
  {
    "text": "Versus the seedbed of the revolution.",
    "start": "00:22:45",
    "end": "00:22:48"
  },
  {
    "text": "Yeah. This is right up to our current moment. But when you see a culture that wants to highlight equality and justice for all, but separate it from the. The religious narrative that makes that reasonable. You have a living contradiction. That is the west that wants to live by these Jewish Christian ideals, but separate them from any of their Jewish Christian heritage. And it remains to be seen whether culture can actually sustain those ideals without the religious worldview underneath it. Because there's nothing in nature that says human kingdoms ought to seek equality.",
    "start": "00:22:48",
    "end": "00:23:31"
  },
  {
    "text": "No. Yeah.",
    "start": "00:23:32",
    "end": "00:23:33"
  },
  {
    "text": "If anything, you would argue that it will be a slow regress back into what is a more natural state.",
    "start": "00:23:34",
    "end": "00:23:40"
  },
  {
    "text": "Yeah, I don't. Well, I don't think humans will put up with that.",
    "start": "00:23:40",
    "end": "00:23:44"
  },
  {
    "text": "I hope not. I hope not. But we live in a crazy world. It's a fascinating moment in the history of the west that it's both simultaneously rejecting much of its religious heritage, but wanting to maintain its ethical ideals of justice for all.",
    "start": "00:23:44",
    "end": "00:24:02"
  },
  {
    "text": "I wonder what a guy like Sam Harris would say about that.",
    "start": "00:24:02",
    "end": "00:24:06"
  },
  {
    "text": "Well, it's a good question. Well, actually, we know exactly what he would say.",
    "start": "00:24:06",
    "end": "00:24:10"
  },
  {
    "text": "What would he say?",
    "start": "00:24:10",
    "end": "00:24:11"
  },
  {
    "text": "Oh, what he would say is those ideals aren't the sole property of the Jewish Christian tradition. They're what reasonable people would come to and secular, reasonable society can carry forward those ideals. That is his claim and others like him. And the deep contradiction in that point of view has been pointed out to them. They just have a different view of the universe.",
    "start": "00:24:11",
    "end": "00:24:36"
  },
  {
    "text": "Yeah. This is where a lot of optimism about our rationality.",
    "start": "00:24:36",
    "end": "00:24:41"
  },
  {
    "text": "Totally. That's right. This is where, for me, the work of David Bentley Hart has been very helpful to me. He's helping Westerners wake up from our almost willful amnesia that what's most beautiful in Western society and its ideals are the Jewish Christian heritage. And of course, much of the horror of Western history is also wrapped up in an abuse of that heritage. But the problem isn't the ideals. It's stupid humans.",
    "start": "00:24:41",
    "end": "00:25:10"
  },
  {
    "text": "Break down the example. I think I've heard you teach on. And you mentioned this law in the last episode of. When you take a woman's slave, you shave her head, cut her nails.",
    "start": "00:25:26",
    "end": "00:25:38"
  },
  {
    "text": "That's right.",
    "start": "00:25:38",
    "end": "00:25:39"
  },
  {
    "text": "And it sounds very. The meaning, but in its ancient context is actually part of the revolution.",
    "start": "00:25:39",
    "end": "00:25:46"
  },
  {
    "text": "Yep. This one bothered me for a long time. Deuteronomy 21:10. When you go to battle against your enemies and the Lord your God delivers them into your hands. And you see, actually, this language is all keyed into the design pattern of Genesis 3. When you see a woman beautiful of sight.",
    "start": "00:25:47",
    "end": "00:26:07"
  },
  {
    "text": "Yeah.",
    "start": "00:26:07",
    "end": "00:26:07"
  },
  {
    "text": "It's exactly the phrase. And the woman saw that the tree was beautiful of sight. In Genesis 3.",
    "start": "00:26:07",
    "end": "00:26:12"
  },
  {
    "text": "Crazy.",
    "start": "00:26:12",
    "end": "00:26:12"
  },
  {
    "text": "You see among the captives a woman beautiful of sight, and you desire her.",
    "start": "00:26:13",
    "end": "00:26:17"
  },
  {
    "text": "Mm, Desire, keyword.",
    "start": "00:26:17",
    "end": "00:26:19"
  },
  {
    "text": "And take her for yourself as a wife, then bring her home for new listeners. Yes.",
    "start": "00:26:19",
    "end": "00:26:25"
  },
  {
    "text": "That's a sign pattern in that. It's the exact same language.",
    "start": "00:26:25",
    "end": "00:26:29"
  },
  {
    "text": "Totally.",
    "start": "00:26:29",
    "end": "00:26:30"
  },
  {
    "text": "That you find in Genesis story with Adam and Eve and the fruit.",
    "start": "00:26:30",
    "end": "00:26:35"
  },
  {
    "text": "Correct.",
    "start": "00:26:35",
    "end": "00:26:36"
  },
  {
    "text": "And then repeated in all sorts.",
    "start": "00:26:36",
    "end": "00:26:37"
  },
  {
    "text": "So the point would be, some people might mistake this law as promoting this.",
    "start": "00:26:37",
    "end": "00:26:42"
  },
  {
    "text": "Right.",
    "start": "00:26:42",
    "end": "00:26:42"
  },
  {
    "text": "But that design pattern describing a soldier seeing what's beautiful, desiring it, taking it for himself. That whole sentence is modeled after of the humans taking from the tree in Genesis 3, which means that's an author giving you a clue. That stupid, lustful soldiers taking women, they're gonna do it. So if they're gonna do it, let's at least regulate it and make it as humane as possible. That's what's going on. It's painting this activity negatively, not endorsing it. So here's what you do. You take her home, you shave her head, trim her nails, remove the clothes of her captivity. Let her mourn her father and mother a whole month. After that, you may become her husband and she shall be your wife. If you're not pleased with her, you shall let her go wherever she wants. You cannot sell her for money. You cannot mistreat her. So on one reading, this is like.",
    "start": "00:26:42",
    "end": "00:27:37"
  },
  {
    "text": "Like, man, terrible. You're out in battle.",
    "start": "00:27:37",
    "end": "00:27:40"
  },
  {
    "text": "Yeah.",
    "start": "00:27:40",
    "end": "00:27:41"
  },
  {
    "text": "You take this woman.",
    "start": "00:27:41",
    "end": "00:27:42"
  },
  {
    "text": "Yeah.",
    "start": "00:27:42",
    "end": "00:27:43"
  },
  {
    "text": "Shave her head.",
    "start": "00:27:43",
    "end": "00:27:44"
  },
  {
    "text": "Yeah.",
    "start": "00:27:44",
    "end": "00:27:44"
  },
  {
    "text": "And then you make her be your wife.",
    "start": "00:27:44",
    "end": "00:27:46"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:27:46",
    "end": "00:27:47"
  },
  {
    "text": "And if it's a terrible situation, you just. You get rid of her.",
    "start": "00:27:47",
    "end": "00:27:50"
  },
  {
    "text": "Yep, that's right. Yeah.",
    "start": "00:27:50",
    "end": "00:27:52"
  },
  {
    "text": "It's disgusting.",
    "start": "00:27:52",
    "end": "00:27:53"
  },
  {
    "text": "It is. Feels disgusting. I agree. And that's a Jewish Christian moral conscience that thinks behavior like that is disgusting. Aside from that religious worldview, this is normal human behavior for most of human history.",
    "start": "00:27:53",
    "end": "00:28:07"
  },
  {
    "text": "Yeah.",
    "start": "00:28:07",
    "end": "00:28:08"
  },
  {
    "text": "And the biblical author agrees. That's why he's painted this scene with the colors of Genesis 3. Taking this woman is just like humans taking from the tree in the garden. However. So here's ways that I think this law is introducing the revolution into this one is you give her a month where you can't touch her.",
    "start": "00:28:08",
    "end": "00:28:31"
  },
  {
    "text": "Yeah. That's some self control for a soldier.",
    "start": "00:28:31",
    "end": "00:28:34"
  },
  {
    "text": "Yeah. I mean, just, you know how these stories go.",
    "start": "00:28:34",
    "end": "00:28:37"
  },
  {
    "text": "Yeah.",
    "start": "00:28:37",
    "end": "00:28:37"
  },
  {
    "text": "Sexual abuse when it comes to war crimes is horrific. An Israelite soldier, you respect her, you bring her home, and you don't touch her for a month, and you let her grieve her loss. And then if you marry her and then all of a sudden don't want to be married to her anymore, you don't get to sell her as a slave.",
    "start": "00:28:37",
    "end": "00:28:57"
  },
  {
    "text": "Yeah. She's not your property.",
    "start": "00:28:57",
    "end": "00:28:58"
  },
  {
    "text": "She's not your property and she never was. I mean, really, this is pretty revolutionary stuff. And so it's a good example of a divine ideal being introduced into a really bad situation. And it's working. The revolution. Yeah, it's working. The revolution from within.",
    "start": "00:28:58",
    "end": "00:29:15"
  },
  {
    "text": "Yeah.",
    "start": "00:29:15",
    "end": "00:29:15"
  },
  {
    "text": "You can see a Solomon, a wise figure, saying, you know what? We should just not allow this all together. Right. That's a takeaway.",
    "start": "00:29:16",
    "end": "00:29:23"
  },
  {
    "text": "Get to the point where you're like, yeah, don't take women in battle.",
    "start": "00:29:23",
    "end": "00:29:27"
  },
  {
    "text": "Correct.",
    "start": "00:29:27",
    "end": "00:29:27"
  },
  {
    "text": "And then you can see a wise Solomon centuries from then going, hey, let's not go into battle. Yeah, let's keep going. All right, Sam.",
    "start": "00:29:27",
    "end": "00:29:54"
  },
  {
    "text": "So the previous three points have been about the laws in the Old Testament in their ancient cultural context. They're not a law code, but covenant terms and source of wisdom about moral ideals. The laws embody a set of theological ideals underneath all of them. Yeah, that was the second point. The third one is they're part of an ancient ethical revolution that God's introducing into human history. This fourth point is more about reading the Torah as a narrative and understanding how divine commands fit into the plot line in the narrative plot line. Because those 611 laws all come with Passover and Mount Sinai and on into the story. But they're not the first divine commands. God has given a few commands already. In fact, one is on page two. In other words, the theme of the divine command and a human being tested as to whether they will obey the command. That's the Garden of Eden story.",
    "start": "00:30:16",
    "end": "00:31:24"
  },
  {
    "text": "Right.",
    "start": "00:31:24",
    "end": "00:31:24"
  },
  {
    "text": "And so it's important to see the laws that are given to the people of Israel play a subordinate role in the biblical storyline that leads to Jesus. They're just one moment of a bigger pattern than the plot line of the story, if that makes sense.",
    "start": "00:31:24",
    "end": "00:31:41"
  },
  {
    "text": "Yeah, does make sense.",
    "start": "00:31:41",
    "end": "00:31:43"
  },
  {
    "text": "So it just helps to see them that way.",
    "start": "00:31:43",
    "end": "00:31:44"
  },
  {
    "text": "There's a story happening.",
    "start": "00:31:44",
    "end": "00:31:46"
  },
  {
    "text": "Yeah.",
    "start": "00:31:46",
    "end": "00:31:47"
  },
  {
    "text": "It begins with creation. God bringing order from chaos, and it ends with new creation. And the laws play a role in that story, which is the paradigm of they're not put in there so that you can have a sampler of law code. So at least you have some things to live by. Live by. They're there to play a role in this story.",
    "start": "00:31:47",
    "end": "00:32:13"
  },
  {
    "text": "Correct.",
    "start": "00:32:14",
    "end": "00:32:15"
  },
  {
    "text": "And what is the role that they have in the story?",
    "start": "00:32:15",
    "end": "00:32:17"
  },
  {
    "text": "Yeah. Okay. Well, let's look at the first divine command given in the Bible.",
    "start": "00:32:17",
    "end": "00:32:22"
  },
  {
    "text": "Yeah.",
    "start": "00:32:23",
    "end": "00:32:23"
  },
  {
    "text": "God calls, don't eat apples. A beautiful garden out of nothingness creates a wonderful mountain garden. Temple appoints the humans as his images to rule it and enjoy it. And he gives them one command, and it's the word command tziva in Hebrew, the Lord God commanded the human saying.",
    "start": "00:32:23",
    "end": "00:32:43"
  },
  {
    "text": "Because there's no Hebrew word for law. Is that what you said before?",
    "start": "00:32:43",
    "end": "00:32:46"
  },
  {
    "text": "Oh, not quite in the concept that we have it. Yeah. Command would just be. It's the thing that I'm telling you to do.",
    "start": "00:32:46",
    "end": "00:32:52"
  },
  {
    "text": "Yeah.",
    "start": "00:32:52",
    "end": "00:32:52"
  },
  {
    "text": "Do it. Here's the command. Eat from any tree. All the trees of the garden are yours to eat.",
    "start": "00:32:53",
    "end": "00:32:59"
  },
  {
    "text": "That's a great command.",
    "start": "00:32:59",
    "end": "00:33:00"
  },
  {
    "text": "It's a great command. But from the tree of knowing good and evil, do not eat because warning it will kill you. In the day that you eat from it, you'll die. So that's the first command. So enjoy God's good world. But the authority of knowing, discerning on your own what is good and not good. Don't take that. It will result in death.",
    "start": "00:33:00",
    "end": "00:33:26"
  },
  {
    "text": "And this is included in the list of 611 or 613 because it's not part of the marriage covenant.",
    "start": "00:33:26",
    "end": "00:33:33"
  },
  {
    "text": "Between Israel. Yeah, between God and Israel. Yep, that's right. But in terms of the thematic structure of the biblical story, here we are.",
    "start": "00:33:33",
    "end": "00:33:40"
  },
  {
    "text": "It's number one.",
    "start": "00:33:40",
    "end": "00:33:40"
  },
  {
    "text": "God gave you a gift. Enjoy it. Just here's one thing.",
    "start": "00:33:40",
    "end": "00:33:44"
  },
  {
    "text": "It's the one and only command.",
    "start": "00:33:44",
    "end": "00:33:46"
  },
  {
    "text": "I guess it's the only command. Yeah, that's right. So obviously they break the command. And when God comes to, he addresses the snake and then the woman and the man individually in Genesis chapter three. And to the man, what he says is, because you have listened to the voice of your wife and you've eaten from the tree about which I commanded you, saying, don't eat it. It's essentially, you'll work the land, and it will be hard to work the land, and you'll return to the dust from what you made. So it's all about listening. You listen to the voice of another human instead of listening to my voice. So right here in this story, listening to the voice of God is synonymous with obeying the divine command. So what's the problem? The problem is humans don't listen to the voice of God and obey his commands. They listen to each other's voices, which spin narratives, which is being influenced by.",
    "start": "00:33:46",
    "end": "00:34:44"
  },
  {
    "text": "The voice of a greater evil.",
    "start": "00:34:44",
    "end": "00:34:46"
  },
  {
    "text": "That's right. By a lie. Yeah. Of a greater force of evil. So the fundamental biblical plot conflict, then, is about humans not obeying the divine command, failing the test. Yeah, it's about a test of listening. Listening test. So that sets up the core pattern of divine commands, the test, and human failure to not listen. And that phrase listening to the voice is really key within it. So you walk away from that story going, oh, man. Okay, well, what we need are some humans who will listen to the voice of God.",
    "start": "00:34:46",
    "end": "00:35:19"
  },
  {
    "text": "That'd be nice.",
    "start": "00:35:20",
    "end": "00:35:20"
  },
  {
    "text": "That'd be great. Abraham is called out of the scattering of Babylon, and God speaks to him. A poem in the beginning of Genesis 12 that. Actually, I don't have this in the notes, but it systematically goes through and addresses all of the poems from Genesis 1 to 11 and reverses them, turns the cursing into a bless. A bless. It's really cool how it works. But the one condition is, leave your land and leave your family. It's like separating you from your old humanity. A new and different kind of human. Leave your family behind. And we're told, Abraham leaves the land, and then we're told, and Lot, his nephew, went with him.",
    "start": "00:35:20",
    "end": "00:36:01"
  },
  {
    "text": "Yeah. So he didn't leave all his family.",
    "start": "00:36:01",
    "end": "00:36:03"
  },
  {
    "text": "He didn't leave. He left his land. But did he fully Listen.",
    "start": "00:36:03",
    "end": "00:36:07"
  },
  {
    "text": "So you're supposed to clue in right there. Like, he didn't listen to the whole command.",
    "start": "00:36:08",
    "end": "00:36:12"
  },
  {
    "text": "He didn't listen to the whole command. That's all the narrator says. It was just the last little line. And Lot went with him.",
    "start": "00:36:12",
    "end": "00:36:17"
  },
  {
    "text": "Yeah.",
    "start": "00:36:17",
    "end": "00:36:18"
  },
  {
    "text": "And you're like, wait, he's supposed to go by himself? Yip. Supposed to go. Just he and his wife. So. And the narrator's way of showing you the results of that not listening is lot becomes the source of innumerable problems in the narratives to follow. So he doesn't fully listen. And it's not the first time in the story about Hagar, their Egyptian slave, God said, I'm going to give you a family in a great nation. And Sarah and Abraham get impatient, and so they decide to, in their own wisdom, create a family. And it's another design pattern of Gen Z.",
    "start": "00:36:19",
    "end": "00:36:58"
  },
  {
    "text": "He takes her.",
    "start": "00:36:58",
    "end": "00:36:59"
  },
  {
    "text": "Yeah. They see Hagar take her and do what is good in their eyes to her. Oh, and specifically in that story, it says that Abraham listened to the voice of his wife, which is exactly the phrase from Genesis 3. And you're like, oh, no, here we go, here we go. It's another Genesis 3. And totally it's a huge mess that comes from that situation. So now Abraham and Sarah have done great evil in trying to fulfill the divine promise in their own wisdom. They abuse an Egyptian woman. You know, he sleeps with her, trying to get his own heir out of it. Then he has to downgrade her son. It's just a terrible situation.",
    "start": "00:36:59",
    "end": "00:37:43"
  },
  {
    "text": "Yeah. And it creates all these problems.",
    "start": "00:37:43",
    "end": "00:37:44"
  },
  {
    "text": "Creates all these problems, broken relationships. And it's all based off of their own fall, their own failure to obey the divine command. And so when Abraham and Sarah finally do get a son, they've done terrible things to other people to get this son. And so what God asks is he puts Abraham to the test. Another test.",
    "start": "00:37:44",
    "end": "00:38:06"
  },
  {
    "text": "A big one.",
    "start": "00:38:07",
    "end": "00:38:07"
  },
  {
    "text": "A big one. This is Genesis 22. And all. Dude, all the language of Genesis 22 is riffing in creative ways off of the language of Genesis 3. This is Abraham's tree in the garden moment. And so the whole point in Genesis.",
    "start": "00:38:07",
    "end": "00:38:23"
  },
  {
    "text": "22 is where God asks Abraham to sacrifice.",
    "start": "00:38:23",
    "end": "00:38:26"
  },
  {
    "text": "Well, the narrator says God tested Abraham, so, you know, this is a test. But what God tests is just how far are you willing to go to have your own son? You've been willing to abuse an Egyptian slave and disenfranchise her son to do it. So the whole thing is about whether he listened to the voice of Sarah. That's what got him into this mess. So he does it. He's about to offer up Isaac as an olah, a going up offering on his behalf. And then God, which you, the reader knew had to happen at some point, God says, stop. And then here's what happens. In Genesis 22, verse 16, God says, By myself, I've sworn, because you've done this thing, you haven't withheld your son, your only one, indeed, I will greatly bless you. I'll multiply your seed as the stars of the heavens and the sand and the seashore. Your seed will possess the gate of your enemies. In your seed, all the nations of the earth will be blessed. Let's pause. That's the fulfillment. It's a restatement of what God said in the first place.",
    "start": "00:38:26",
    "end": "00:39:37"
  },
  {
    "text": "Yeah. Right back to the point he already promised. Yeah.",
    "start": "00:39:37",
    "end": "00:39:39"
  },
  {
    "text": "So God said earlier, I'm going to do these things for you. And Lot went with him.",
    "start": "00:39:39",
    "end": "00:39:44"
  },
  {
    "text": "Yeah.",
    "start": "00:39:45",
    "end": "00:39:45"
  },
  {
    "text": "And then he listened to the voice of his wife and you're like, ah. And so here this story is Abraham's. He passes the test.",
    "start": "00:39:47",
    "end": "00:39:54"
  },
  {
    "text": "He's the only character in the Bible that does this.",
    "start": "00:39:55",
    "end": "00:39:57"
  },
  {
    "text": "He's the only character, up to this point, up to this point who passes the test.",
    "start": "00:39:57",
    "end": "00:40:00"
  },
  {
    "text": "Yeah.",
    "start": "00:40:00",
    "end": "00:40:00"
  },
  {
    "text": "And when he passes, when a human passes the test, it releases blessing to the nations. And then the last line is, because you have listened to my voice, because you listen to my voice. So watch this. Four chapters later, Abraham just died. And Abraham's son Isaac, whose life exists because of the mercy of God, right after Genesis 22 and a miracle of God. And a miracle. Genesis 26. God's restating the promise to Isaac. He says, I'm going to establish the oath that I swore to your father, Abraham. I'll multiply your descendants as the stars of the heavens. I'll give your descendants these lands. By your descendants, all the nations of the earth will be blessed. And you're like, oh, yeah, that's what God said to Abraham.",
    "start": "00:40:00",
    "end": "00:40:45"
  },
  {
    "text": "Yep.",
    "start": "00:40:45",
    "end": "00:40:46"
  },
  {
    "text": "Because Abraham listened to my voice and kept my charge, my commandments, my statutes and my Torah. And you're like, wait, the commandments and statutes and the Torah, they didn't exist. They don't exist yet.",
    "start": "00:40:46",
    "end": "00:41:03"
  },
  {
    "text": "Yeah.",
    "start": "00:41:03",
    "end": "00:41:04"
  },
  {
    "text": "Are you with me?",
    "start": "00:41:04",
    "end": "00:41:05"
  },
  {
    "text": "Yes.",
    "start": "00:41:05",
    "end": "00:41:05"
  },
  {
    "text": "But you're reading this in a story where you're just 30 or so pages away from the revelation of where you get them. Yeah. So this is very important. The story of the garden and Abraham and Abraham listening to God's voice is equivalent to keeping the laws of the Torah. And that is the narrative that's set as the introduction to the Covenant story of God in Israel and the laws at Sinai.",
    "start": "00:41:06",
    "end": "00:41:34"
  },
  {
    "text": "Doesn't Paul kind of refer to this where he said, Abraham, does he have a phrase where, like, he had it written on his. Or like he. Like.",
    "start": "00:41:34",
    "end": "00:41:42"
  },
  {
    "text": "Well, yeah, we'll read him. Yeah, we'll read this later. Yeah. Paul's whole point is the Torah is trying to teach you about the life of faith.",
    "start": "00:41:43",
    "end": "00:41:51"
  },
  {
    "text": "Yeah. And that's what Abraham was doing, the.",
    "start": "00:41:51",
    "end": "00:41:54"
  },
  {
    "text": "Life of Abraham and all. He's what Paul's clueing into. Sorry, let's back up. Most people, when they read the first five books of the Bible, they think, oh, look at all these laws.",
    "start": "00:41:54",
    "end": "00:42:03"
  },
  {
    "text": "Yeah.",
    "start": "00:42:03",
    "end": "00:42:03"
  },
  {
    "text": "The Old Testament is about how God wants you to obey laws. The New Testament is about how God wants you to live by faith.",
    "start": "00:42:03",
    "end": "00:42:11"
  },
  {
    "text": "Yeah.",
    "start": "00:42:11",
    "end": "00:42:11"
  },
  {
    "text": "And that's exactly the opposite point that Jesus and Paul have.",
    "start": "00:42:11",
    "end": "00:42:16"
  },
  {
    "text": "Yeah. And that Genesis is making here when it introduces Abraham as the first one to follow the Torah by listening to God's voice and living by faith.",
    "start": "00:42:16",
    "end": "00:42:25"
  },
  {
    "text": "Yeah. To live by faith is to obey the commands of the Torah without even knowing them. They haven't even been revealed yet. In other words, this is kind of a little narrative. The narrator is winking at you when he says, abraham kept my charge, my commands, my statutes and the laws of the Torah. He's winking at you because he knows he's going to tell you a story. Continuing on about people who actually get very clear statements of the laws and statutes and commands, and they've been rescued from slavery in Egypt and they don't listen to the voice, but their forefather did.",
    "start": "00:42:25",
    "end": "00:43:04"
  },
  {
    "text": "That's interesting.",
    "start": "00:43:04",
    "end": "00:43:04"
  },
  {
    "text": "Yeah, it is. So this theme continues on. Oh, yeah. Well, actually, here, let's just get to it. When you get to Mount Sinai, when the people of Israel are sitting in Mount Sinai and this is the prologue to the law, the first laws, the prologue to the ten Commandments. When the Israelites are at Mount Sinai, God says, you saw what I did to the Egyptians. I carried you on eagle's wings and brought you to myself. Now then, if you will, in Hebrew, it's repeated twice. If you will listen, listen to my voice, which is synonymous, he says, by keeping my covenant. To listen to the voice is to keep the covenant. Then you'll be my own possession among the nations. You'll be my kingdom of priests and a holy nation. You get a narrative of the laws of the covenant, and then the first narrative after that is the making of the golden calf.",
    "start": "00:43:04",
    "end": "00:44:18"
  },
  {
    "text": "Yeah. A foreign God.",
    "start": "00:44:19",
    "end": "00:44:20"
  },
  {
    "text": "Yeah.",
    "start": "00:44:20",
    "end": "00:44:21"
  },
  {
    "text": "That they want to worship.",
    "start": "00:44:21",
    "end": "00:44:22"
  },
  {
    "text": "Yeah. And that golden cast story, all the vocabulary in that story is patterned after the Fall narrative in Genesis chapter three.",
    "start": "00:44:22",
    "end": "00:44:29"
  },
  {
    "text": "Here we go again.",
    "start": "00:44:29",
    "end": "00:44:30"
  },
  {
    "text": "Here we go again. So you can just see the narrative argument of the Torah is about how humans don't listen. But there was one moment when Abraham did. And that act of obedience was an act of faith that released blessing to the nations. And it was in that act Abraham, it was as if he was obeying all the laws of the Torah in one act.",
    "start": "00:44:30",
    "end": "00:44:54"
  },
  {
    "text": "It is possible.",
    "start": "00:44:54",
    "end": "00:44:55"
  },
  {
    "text": "It is possible. But Abraham has one moment of success among a lifetime of failures. But it gives you a category of like, oh, okay, so a human who always and only listens to the voice of God. That's what we need around here so that blessing can permanently be released to all of the nations. Alright, maybe it's the people of Israel at Mount Sinai. Oh wait, no, they just do the same thing everybody else did.",
    "start": "00:44:55",
    "end": "00:45:24"
  },
  {
    "text": "They made the golden calf.",
    "start": "00:45:24",
    "end": "00:45:25"
  },
  {
    "text": "Yeah, totally. So here, let's just summarize this. Here, I'll let you read. This is a paragraph from Deuteronomy 30 which summarizes this point.",
    "start": "00:45:25",
    "end": "00:45:35"
  },
  {
    "text": "Well, Deuteronomy 30, 15. See, I have set before you today life and good, and death and evil. In that I command you today to love the Lord your God, to walk in his ways and to keep his commandments and his statutes and his judgments.",
    "start": "00:45:35",
    "end": "00:45:50"
  },
  {
    "text": "See, that's what Abraham obeyed, that list.",
    "start": "00:45:50",
    "end": "00:45:52"
  },
  {
    "text": "Those are the same list. That you may have life and multiply, which is what God wanted them to do. Adam and Eve multiply in the garden and that the Lord your God may bless you in the land where you are entering to possess it. But if your heart turns away and you will not obey, which is the same word for listen. Right? You will not listen to the voice, but are drawn away and worship other gods and serve them. I declare to you today that you surely shall perish.",
    "start": "00:45:52",
    "end": "00:46:22"
  },
  {
    "text": "That's exactly. Don't eat of the tree. The day that you eat of it, you'll die. This is the same thing, same pattern.",
    "start": "00:46:22",
    "end": "00:46:30"
  },
  {
    "text": "You will not prolong your days in the land when you are crossing the Jordan to enter and possess it. I call heaven and earth to witness against you today that I have set before you life and death. The blessing and the curse.",
    "start": "00:46:30",
    "end": "00:46:43"
  },
  {
    "text": "Yep.",
    "start": "00:46:43",
    "end": "00:46:44"
  },
  {
    "text": "So choose a life in order that you may live, you and your descendants, by loving the Lord your God, by obeying his voice, and by holding fast to him.",
    "start": "00:46:44",
    "end": "00:46:56"
  },
  {
    "text": "Remember listening to his voice. That's the phrase. That's the phrase, the word Shema. Yeah, Shema. His voice. Yeah, yeah. This is your life. Your life is listening to the Voice.",
    "start": "00:46:56",
    "end": "00:47:08"
  },
  {
    "text": "Which is so connected to living by the Spirit.",
    "start": "00:47:09",
    "end": "00:47:11"
  },
  {
    "text": "Yes. Oh, totally. Yeah, that's right. In fact, that's where this goes in the book of Jeremiah and in the book of Ezekiel, when the people are sitting in exile after having for 400 years not listened to the voice. Jeremiah and Ezekiel, the only thing they can imagine of how this is solved is in Jeremiah's words of God writing the laws of the Torah on the heart so that everyone knows me. So it's not even that, you know, good and evil. You know me. And Ezekiel says, yeah, embodied by the law, your life becomes just a natural expression of what the commands were all about. And Ezekiel says it's by God's Spirit that replaces your heart, that compels you to follow the laws of the Torah. So let's just say it this way. The Torah is a new covenant document. This is why I don't like to use the word Old Testament anymore these days, is because that is saying that these texts are somehow the old Covenant.",
    "start": "00:47:11",
    "end": "00:48:17"
  },
  {
    "text": "Right.",
    "start": "00:48:17",
    "end": "00:48:17"
  },
  {
    "text": "And that's precisely what they are not. They're a narrative about how humans perpetually fail to listen to the voice.",
    "start": "00:48:18",
    "end": "00:48:26"
  },
  {
    "text": "And that's always been the covenant. To listen to the voice.",
    "start": "00:48:27",
    "end": "00:48:29"
  },
  {
    "text": "The covenant is to listen to the voice, which means that you can have Abraham obeying.",
    "start": "00:48:29",
    "end": "00:48:34"
  },
  {
    "text": "There isn't an old covenant of obey laws, and now a new covenant of listen to the voice of God through the Spirit.",
    "start": "00:48:34",
    "end": "00:48:40"
  },
  {
    "text": "Yeah, there is just always been. Always been that listen to the voice and a series of covenants. One of them has 611 examples of how to listen to the voice, but it's couched in a narrative of how they failed to do it, creating a need, as Moses says, for the transformation of the heart. So the whole Old Testament is a new covenant document in that it shows you why we need fundamentally different kind of divine human relationship, which is what the incarnation of Jesus and the work of the Spirit is all about. So this is what I mean. The laws at Mount Sinai.",
    "start": "00:48:40",
    "end": "00:49:16"
  },
  {
    "text": "This makes me want to read some of Paul and Romans or something right now, just to kind of connect those dots.",
    "start": "00:49:16",
    "end": "00:49:21"
  },
  {
    "text": "Well, great. I have them on the next page.",
    "start": "00:49:22",
    "end": "00:49:24"
  },
  {
    "text": "But is it part of the next point?",
    "start": "00:49:26",
    "end": "00:49:28"
  },
  {
    "text": "Yes. Okay. Yeah.",
    "start": "00:49:28",
    "end": "00:49:29"
  },
  {
    "text": "Well, then we'll do that in the next episode.",
    "start": "00:49:29",
    "end": "00:49:31"
  },
  {
    "text": "Great.",
    "start": "00:49:31",
    "end": "00:49:32"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. We've got two more episodes about reading the Law, but next week we want to stop and answer some questions from you. I'm sure a lot of things have come up for you as you've been listening through these conversations. So if you have a question, you could send it to us. Send it to infoointhebibleproject.com we'd love to use your voice, so record yourself asking a question. Please keep it to around 20 seconds and let us know your name where you're from and we'll get to as many as we can. Today's episode was produced by Dan Gummel. The theme music is by the band Tense. The Bible Project is a nonprofit. We're in Portland, Oregon. We believe the Bible is one unified story that leads to Jesus. We make free resources that show the literary structure of the Bible and the themes that carve their way through the entire biblical narrative. We're a crowdfunded organization, so this is all made possible by people like you. So thanks for being a part of this with us.",
    "start": "00:49:34",
    "end": "00:50:31"
  },
  {
    "text": "Hi, my name is Massielle Davilifer. I'm from Lacombe, Alberta, Canada. I first heard about the Bible Project I think about four years ago from a fellow pastor and he told me about the materials and now I use them for like everything. I use them with students when I do one on one Bible studies. I for sure always use them for my sermon prep. Makes me sound really smart. Like I did a lot of research by myself and my favorite thing about it is that it's just so rich, so inspirational and just like it's just all about the Bible. And I think that transcends any separations that we have. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts and more@thebibleproject.com.",
    "start": "00:50:31",
    "end": "00:51:15"
  },
  {
    "text": "Sam.",
    "start": "00:51:30",
    "end": "00:51:42"
  }
]