[
  {
    "text": "Foreign.",
    "start": "00:00:00",
    "end": "00:00:00"
  },
  {
    "text": "Welcome to the BibleProject Podcast. My name is Tim. I'm one of the co founders of the BibleProject and you are the wonderful person that you are. Welcome to the podcast. Normally, my partner and co founder of the bibleproject, John Collins, does these introductions. This is actually my first one ever, so I'm a little bit nervous, but there you go. I'm just gonna pretend like I'm talking to you even though I can't see anybody. Anyway, this is episode three of a four part series that John and I did. It was a whole set of conversations we had in our how to Read the Bible series, both of conversations and videos that are coming out on our YouTube channel here. These four conversations are about a feature of biblical narrative that we're calling design patterns. The first two episodes were actually done live before a live audience where we did Q and A. I really recommend listening to the first two episodes of this series on design patterns. This episode and the one following won't make a lot of sense without those previous episodes. But basically we're talking about the way that biblical authors have designed and coordinated different stories across the whole of the Bible and how they've embedded repeated key themes and words in all these different stories so that as you read through the Bible over and over and over again, you start to connect the thread and are able to follow the developing theological claims and arguments and ideas that are being worked out in all these coordinated pattern stories. In this episode we're going to finish up the example we were developing the previous ones about the temptation pattern, pattern of human failure. In this one, we're going to start a two part conversation about a pattern of God's salvation, specifically about God providing salvation at sunrise by rescuing his people through the dangerous waters. And it all leads up to the practice of early Christian baptism. And if that sounds weird to you, trust me, it's so incredible. So there you go. This is going to be a fun conversation. I learned a ton. I hope it's helpful for you. And let's dive in and learn together. So we're having a conversation about how to read biblical narrative. This is the last installment. Plot, character, setting and now plot, character and setting. And then this last.",
    "start": "00:00:10",
    "end": "00:02:38"
  },
  {
    "text": "Those are basic ones.",
    "start": "00:02:38",
    "end": "00:02:39"
  },
  {
    "text": "Pretty basic, yeah. Elements to any narrative whatsoever. And then this last one is actually combining all of those together and learning to pay attention to design patterns in biblical narrative. And it's actually a technique that all narratives draw upon in some way, but it's something that the biblical authors have refined into a supreme form of Artistic expression and communication. It's just part of how the biblical narratives make sense and make their arguments and communicate is through these design patterns that are asking you, the reader, to compare narratives and characters and settings and plots, both the ones that are right next to each other. Like, we looked at Cain and Abel and Adam and Eve, but then also to begin linking together so that you compare narratives that are distant from each other but united by these design patterns.",
    "start": "00:02:39",
    "end": "00:03:43"
  },
  {
    "text": "Yeah. And we looked at a bunch of examples when we were down in Milpitas.",
    "start": "00:03:43",
    "end": "00:03:48"
  },
  {
    "text": "Yep.",
    "start": "00:03:48",
    "end": "00:03:49"
  },
  {
    "text": "With that crew. And I was really surprised at how many stories pattern after each other. Like, it's almost kind of ridiculous. Like, how much they do it.",
    "start": "00:03:49",
    "end": "00:04:00"
  },
  {
    "text": "Yes.",
    "start": "00:04:00",
    "end": "00:04:01"
  },
  {
    "text": "Almost to the extent of, like, wait, is this all the Bible is doing? You know, like, it's just rehashing these ideas again and again through different characters and in different times.",
    "start": "00:04:01",
    "end": "00:04:13"
  },
  {
    "text": "Yeah. This whole discussion represents a project that I'm working on with a number of other friends and scholars. These design patterns, it's something people have noticed for a very long time, especially when you read Jewish literature about the Bible from the period of the Second Temple, early Christianity. When you look at how the New Testament authors, the apostles, used the Old Testament, they're paying attention to all this stuff.",
    "start": "00:04:14",
    "end": "00:04:42"
  },
  {
    "text": "Right.",
    "start": "00:04:42",
    "end": "00:04:42"
  },
  {
    "text": "They're super keyed in. So this isn't a new way of reading the Bible. This is actually one of the most ancient ways, and it seems to have been woven into the fabric of the composition of these narratives in the first place.",
    "start": "00:04:42",
    "end": "00:04:55"
  },
  {
    "text": "Right.",
    "start": "00:04:55",
    "end": "00:04:56"
  },
  {
    "text": "So you're right.",
    "start": "00:04:56",
    "end": "00:04:56"
  },
  {
    "text": "It almost seems like it was the main thing on the author's mind.",
    "start": "00:04:56",
    "end": "00:05:00"
  },
  {
    "text": "It's like one of the main vehicles of how these authors use the narratives to make claims, to make an argument.",
    "start": "00:05:00",
    "end": "00:05:08"
  },
  {
    "text": "There was different levels of how much you're using this technique as an author. Right. And one level was, I wrote this really interesting story. Oh, I have an idea. I could take this one scene in my story and connect it back to this other scene in the story. Oh, that'd be neat.",
    "start": "00:05:08",
    "end": "00:05:22"
  },
  {
    "text": "Sure.",
    "start": "00:05:22",
    "end": "00:05:22"
  },
  {
    "text": "So there's like, one level of, like, it's an afterthought. But then on the other side of the spectrum would be every time you come to the new story, you go, okay, what's this patterning? This needs to pattern something. And I'm actually going to pattern a number of things. It's the first thing on your mind. And if that's the spectrum and anywhere in between, it really feels like biblical authors are on the far end of the spectrum of. It's like the first thing on their mind. How Is this connected to the other stories?",
    "start": "00:05:22",
    "end": "00:05:49"
  },
  {
    "text": "Correct. Yeah. So plot, setting, characterization are all different ways that they can create design patterns between stories. But the patterning and design so that you begin to compare parallel elements in different stories. Just like the bread and butter, you.",
    "start": "00:05:49",
    "end": "00:06:08"
  },
  {
    "text": "Could say it is.",
    "start": "00:06:08",
    "end": "00:06:09"
  },
  {
    "text": "Of how they communicate and even think. We looked at a long example of the temptation narrative.",
    "start": "00:06:09",
    "end": "00:06:14"
  },
  {
    "text": "Temptation narratives.",
    "start": "00:06:14",
    "end": "00:06:15"
  },
  {
    "text": "Yeah. So the first humans to distrust God and make a stupid decision or by. They embrace their own destruction. So it makes perfect sense that that's the narrative that would become like a template that gets replayed, because that narrative is trying to make a claim about the human condition. And so, of course, all these key junctures where significant characters in the biblical narrative are faced with moments of decision, it's like, oh, that's what you would expect, that it would be a replaying of the humans on pages one, two, and three of the Bible.",
    "start": "00:06:15",
    "end": "00:06:57"
  },
  {
    "text": "Well, and so in cinema, this happens a lot where you have a template for how a story is told. Like a buddy cop movie. Right. Like, there's tons of those, and they all kind of have the same beats and they all share the same beats, and you can actually dissect them and put like, what's Eddie Murphy one? Hollywood. Hollywood cops or something. Anyways, you put them next to each other and they kind of mimic each other. In fact, one reason why Pixar has been so good at their early storytelling is they would, like, take Toy Story 3, for example. Do you remember Toy Story 3?",
    "start": "00:06:57",
    "end": "00:07:35"
  },
  {
    "text": "I didn't see it.",
    "start": "00:07:35",
    "end": "00:07:36"
  },
  {
    "text": "You never saw Toy Story 3?",
    "start": "00:07:36",
    "end": "00:07:37"
  },
  {
    "text": "No, I just saw one.",
    "start": "00:07:37",
    "end": "00:07:38"
  },
  {
    "text": "Oh, really?",
    "start": "00:07:38",
    "end": "00:07:39"
  },
  {
    "text": "Yeah. Oh, wow. I just showed it to my kids for the first time.",
    "start": "00:07:39",
    "end": "00:07:42"
  },
  {
    "text": "Oh, yeah. They like it.",
    "start": "00:07:42",
    "end": "00:07:43"
  },
  {
    "text": "Oh, they were so into it. I can't wait to watch them, too.",
    "start": "00:07:43",
    "end": "00:07:46"
  },
  {
    "text": "And then watch three. Three. There's a scene where all the toys are. I'm gonna spoil toy story 3 for you a little bit.",
    "start": "00:07:46",
    "end": "00:07:54"
  },
  {
    "text": "My hopes aren't set on what happens.",
    "start": "00:07:56",
    "end": "00:07:58"
  },
  {
    "text": "All the toys get sent to this, like, daycare, and it's like prison for them.",
    "start": "00:07:59",
    "end": "00:08:03"
  },
  {
    "text": "So it's kind of like getting slobbered on by all.",
    "start": "00:08:03",
    "end": "00:08:06"
  },
  {
    "text": "Yeah, they're just like, it's a nightmare. And so they need to get out of this daycare.",
    "start": "00:08:06",
    "end": "00:08:12"
  },
  {
    "text": "So.",
    "start": "00:08:12",
    "end": "00:08:13"
  },
  {
    "text": "So there's this whole jailbreak scene, and the authors, the writers of Toy Story, it's a bunch of people working on it together. In order to write that scene, they watched dozens of prison movies and paid attention to all the. Just the tropes of, like, in the prison movies, there's always the old man who's in prison. He's kind of the wise old man. He's a salty guy, but he gives you good advice. There's just all these beats for how, like, a prison escape works in Hollywood. And so what they did is they just took the best of that and then they, like, retold all of those in their toy story, Prison Break.",
    "start": "00:08:13",
    "end": "00:08:56"
  },
  {
    "text": "Yes. Okay. So actually.",
    "start": "00:08:56",
    "end": "00:08:56"
  },
  {
    "text": "And that's what makes it so good.",
    "start": "00:08:56",
    "end": "00:08:58"
  },
  {
    "text": "That's exactly right. Yes. Okay. So that's a great example of both similarity, but also different than what the biblical authors are doing.",
    "start": "00:08:58",
    "end": "00:09:06"
  },
  {
    "text": "Okay, great.",
    "start": "00:09:06",
    "end": "00:09:06"
  },
  {
    "text": "So the similarity would be when you're reading through key narratives about a character in the Bible being faced with a choice in this, you'll start to notice, odds are that you're going to see the garden temptation. And then all of its iterations. Each time another iteration happens, like with Abraham and Sarah, then the third repetition will pick up key phrases and ideas not just from the first one, but. But from both the first and the second. Remember? So this was.",
    "start": "00:09:07",
    "end": "00:09:38"
  },
  {
    "text": "Why did they layer on each other.",
    "start": "00:09:38",
    "end": "00:09:39"
  },
  {
    "text": "In the Saul's story, when Saul's hiding among the baggage, that's parallel not to the garden, but to Achan hiding the coveted Babylonian cloak in gold, which is.",
    "start": "00:09:39",
    "end": "00:09:50"
  },
  {
    "text": "Connected to hiding in the garden.",
    "start": "00:09:50",
    "end": "00:09:52"
  },
  {
    "text": "Yes, yes. So in Achan's story, the gold, it's his fruit. Whereas in the Saul story, Saul, Saul becomes the fruit, the fruit, but he also maps onto the idolatrous plunder of Achan. So it's a narrative argument to say that Saul has become the idol, the people have installed a new idol in the place of God. It's a human king. So that shows a similarity that there are these repeated patterns. But the question is, where did these patterns come from? And in the example you just gave it, it's the writers looking to all these other literature outside the narrative world.",
    "start": "00:09:52",
    "end": "00:10:33"
  },
  {
    "text": "Outside of the toy story narrative world.",
    "start": "00:10:33",
    "end": "00:10:34"
  },
  {
    "text": "Outside of the toy story narrative. Like look at every other jailbreak. And that was actually the way Robert Alter, the scholar whose work I was drawing on, that's the way he frames it, is there were just these Israelite ways of telling about marriage, how people meet and get married. It usually happens at a well, and this hero coming and the woman's there. And. But his point is there's some pattern that exists just out there in Israelite culture. And then all these different stories are mapping onto it. What I'm saying is different in that when you see these patterns, what you're watching an author do is not try and mold the story to some just common way Israelites told fall narratives. You're watching a narrative being formed in light of that author's own pondering and reflection on the Genesis narrative itself. It's internal. It's internal to the narrative world.",
    "start": "00:10:34",
    "end": "00:11:29"
  },
  {
    "text": "It's all within that same canon.",
    "start": "00:11:29",
    "end": "00:11:31"
  },
  {
    "text": "That's right. Yeah. So the analogy with Toy Story would be if they modeled the jailbreak scene off of a jailbreak in Toy Story 1.",
    "start": "00:11:31",
    "end": "00:11:39"
  },
  {
    "text": "Right. It's going to be hard for them to really have much material until, like, Toy Story 8.",
    "start": "00:11:39",
    "end": "00:11:44"
  },
  {
    "text": "Yeah, that's right. And then the reverse would go. It would be that they actually had mapped out to Toy Story 1 to 18. And you can go back and see they actually designed Toy Story one to have within it all the buried Easter.",
    "start": "00:11:46",
    "end": "00:12:00"
  },
  {
    "text": "Egg clues for the rest of the.",
    "start": "00:12:00",
    "end": "00:12:02"
  },
  {
    "text": "For the rest of the unfolding story. But you're not going to recognize any of those until you've read it, seen all the way through to 18. Then you go back to 1, and you're like, oh, that's. Whoa. That's why they talked about them being naked and not ashamed. Like, what? That was interesting. But what did it have to do with anything?",
    "start": "00:12:02",
    "end": "00:12:20"
  },
  {
    "text": "Yeah.",
    "start": "00:12:20",
    "end": "00:12:20"
  },
  {
    "text": "And then you see that those little Easter eggs have relevance for later iterations of the pattern.",
    "start": "00:12:21",
    "end": "00:12:26"
  },
  {
    "text": "Yeah. Yeah, that makes sense. So it's not like they just looked out into culture and said, like, well, how does culture at large talk about temptation narratives? I mean, obviously, they would be influenced by the culture at large.",
    "start": "00:12:26",
    "end": "00:13:07"
  },
  {
    "text": "Yeah, that's right. The question is, like, primary influence. Where's the first place I go to look?",
    "start": "00:13:07",
    "end": "00:13:11"
  },
  {
    "text": "But primarily they'll go, okay, well, in our scriptures, how have we talked about this before?",
    "start": "00:13:11",
    "end": "00:13:17"
  },
  {
    "text": "Correct.",
    "start": "00:13:17",
    "end": "00:13:18"
  },
  {
    "text": "And let's start there.",
    "start": "00:13:18",
    "end": "00:13:19"
  },
  {
    "text": "Let's start there. And because, again, the first instances of these patterns begin with the stories about human and life on page one through three. So the narratives, even the names of the characters, are trying to tell you that they're giving you, like, a template or a playbook of sorts of.",
    "start": "00:13:19",
    "end": "00:13:37"
  },
  {
    "text": "Yeah.",
    "start": "00:13:37",
    "end": "00:13:38"
  },
  {
    "text": "That every story after this is gonna be riffing off of this template in some way. Cool.",
    "start": "00:13:38",
    "end": "00:13:44"
  },
  {
    "text": "So if I remember correctly, what we did last time was we started with looking at how words will clue you in to patterning.",
    "start": "00:13:44",
    "end": "00:13:53"
  },
  {
    "text": "Yeah. Key repeated words and vocabulary.",
    "start": "00:13:53",
    "end": "00:13:56"
  },
  {
    "text": "And then we also then clue you.",
    "start": "00:13:57",
    "end": "00:14:00"
  },
  {
    "text": "Into the linking together stories across a long spectrum. Like the whole Saul story is linked together by that word to see.",
    "start": "00:14:00",
    "end": "00:14:09"
  },
  {
    "text": "Oh, right.",
    "start": "00:14:09",
    "end": "00:14:10"
  },
  {
    "text": "To look at or to see. And it's a big stretch. It's like eight or nine chapters that that key word just keeps developing. So that can happen in stories next to each Other. Where key words clue you in to connections and comparisons being made.",
    "start": "00:14:10",
    "end": "00:14:26"
  },
  {
    "text": "Seeing.",
    "start": "00:14:27",
    "end": "00:14:28"
  },
  {
    "text": "Yep. Then we went broader and then we saw how the same technique, key repeated words, can connect stories together that are really distant from each other.",
    "start": "00:14:28",
    "end": "00:14:40"
  },
  {
    "text": "I see.",
    "start": "00:14:40",
    "end": "00:14:40"
  },
  {
    "text": "That was the idea. That was the.",
    "start": "00:14:40",
    "end": "00:14:42"
  },
  {
    "text": "And it's not just words. It's also phrases.",
    "start": "00:14:42",
    "end": "00:14:44"
  },
  {
    "text": "Phrases.",
    "start": "00:14:44",
    "end": "00:14:45"
  },
  {
    "text": "That's right. Like situations.",
    "start": "00:14:45",
    "end": "00:14:47"
  },
  {
    "text": "Parallel plot situations. Parallel settings. Parallel. Yeah, all that.",
    "start": "00:14:47",
    "end": "00:14:52"
  },
  {
    "text": "Cool. And so we were going through a bunch just to fly by. As we did the Adam and Eve story. We saw how it was connected to Cain and Abel story, how that was.",
    "start": "00:14:52",
    "end": "00:15:02"
  },
  {
    "text": "Connected to Abraham and Sarah.",
    "start": "00:15:02",
    "end": "00:15:05"
  },
  {
    "text": "Abraham and Sarah. Yeah. I never thought about that. That's really crazy.",
    "start": "00:15:05",
    "end": "00:15:09"
  },
  {
    "text": "Connected to Aaron and Israelites. And the golden calf.",
    "start": "00:15:10",
    "end": "00:15:13"
  },
  {
    "text": "And the golden calf. And then the whole story in Joshua about. What's that guy's name?",
    "start": "00:15:13",
    "end": "00:15:18"
  },
  {
    "text": "Achan. Achan or Achan. I say it in Hebrew. Akan.",
    "start": "00:15:18",
    "end": "00:15:22"
  },
  {
    "text": "I'll go, Achan.",
    "start": "00:15:23",
    "end": "00:15:24"
  },
  {
    "text": "Yeah.",
    "start": "00:15:24",
    "end": "00:15:24"
  },
  {
    "text": "And.",
    "start": "00:15:25",
    "end": "00:15:25"
  },
  {
    "text": "Yeah.",
    "start": "00:15:26",
    "end": "00:15:26"
  },
  {
    "text": "He's hiding the plunder.",
    "start": "00:15:27",
    "end": "00:15:28"
  },
  {
    "text": "The plunder. The golden plunder.",
    "start": "00:15:28",
    "end": "00:15:30"
  },
  {
    "text": "The golden plunder. And then that is all these ideas then linked to Saul being raised up as king and he becomes the idol. The temptation of Israel.",
    "start": "00:15:30",
    "end": "00:15:43"
  },
  {
    "text": "Yeah. The Israelites become the Adam, the human Adam and Eve figures, redefining good and evil according to their desires.",
    "start": "00:15:43",
    "end": "00:15:52"
  },
  {
    "text": "I think you said offhand when we were there that this could be a theme video, the temptation motif.",
    "start": "00:15:52",
    "end": "00:15:59"
  },
  {
    "text": "Oh.",
    "start": "00:15:59",
    "end": "00:16:00"
  },
  {
    "text": "At some point.",
    "start": "00:16:00",
    "end": "00:16:01"
  },
  {
    "text": "Well, I am wondering if it should be the primary example in this.",
    "start": "00:16:01",
    "end": "00:16:04"
  },
  {
    "text": "In this video. So maybe this is kind of a theme video on temptation, but showing how patterning works.",
    "start": "00:16:04",
    "end": "00:16:09"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:16:09",
    "end": "00:16:10"
  },
  {
    "text": "That'd be interesting.",
    "start": "00:16:10",
    "end": "00:16:11"
  },
  {
    "text": "And then what we didn't do with the group. This is the last example. It's just a short one after you've got the pattern. The way the David and Bathsheba story is introduced is David's on his roof. He. He sees a woman. The man sees the woman. And she was good of sight. Very.",
    "start": "00:16:11",
    "end": "00:16:30"
  },
  {
    "text": "Is that an awkward way to say it in Hebrew?",
    "start": "00:16:32",
    "end": "00:16:34"
  },
  {
    "text": "No, often you'll put it like that. But very good. To see that something is good and then to see something.",
    "start": "00:16:34",
    "end": "00:16:40"
  },
  {
    "text": "And these are all connected.",
    "start": "00:16:40",
    "end": "00:16:41"
  },
  {
    "text": "Very good.",
    "start": "00:16:41",
    "end": "00:16:42"
  },
  {
    "text": "Adam and Eve saw that the fruit was good.",
    "start": "00:16:42",
    "end": "00:16:44"
  },
  {
    "text": "That's right. Which itself is riffing off of that.",
    "start": "00:16:44",
    "end": "00:16:48"
  },
  {
    "text": "God made things good.",
    "start": "00:16:48",
    "end": "00:16:49"
  },
  {
    "text": "That's right.",
    "start": "00:16:49",
    "end": "00:16:49"
  },
  {
    "text": "So it's this whole battle of who decides what's good.",
    "start": "00:16:49",
    "end": "00:16:52"
  },
  {
    "text": "Yep. And then once David sees that she is good, he takes her.",
    "start": "00:16:52",
    "end": "00:16:58"
  },
  {
    "text": "Okay.",
    "start": "00:16:58",
    "end": "00:16:58"
  },
  {
    "text": "And it's just kind of this crown jewel. All you need is a few little breadcrumbs.",
    "start": "00:16:58",
    "end": "00:17:02"
  },
  {
    "text": "And now you. And the story now is connected to everything before it.",
    "start": "00:17:02",
    "end": "00:17:08"
  },
  {
    "text": "That's right.",
    "start": "00:17:08",
    "end": "00:17:08"
  },
  {
    "text": "In this really rich way because of a couple of words.",
    "start": "00:17:08",
    "end": "00:17:11"
  },
  {
    "text": "So let's pause. This example is mainly about humans, human characters and their behavior. So this isn't just a way of being artsy and fancy. Each of those stories is developing the Hebrew Bible's claim about the human condition. So we redefine good and evil.",
    "start": "00:17:12",
    "end": "00:17:32"
  },
  {
    "text": "We see that things are good.",
    "start": "00:17:32",
    "end": "00:17:34"
  },
  {
    "text": "Yeah, yeah. And that can. Look at all these different portraits of human failure. It can take place in. In power sexual abuse situations. Abraham and Sarah and Hagar. It can take place in one person's selfishness overflowing to ruin for the many. Like Achan.",
    "start": "00:17:34",
    "end": "00:17:56"
  },
  {
    "text": "Yeah. His greed.",
    "start": "00:17:57",
    "end": "00:17:57"
  },
  {
    "text": "It can come when people idolize political institutions or people and turn them into God like figures and will compromise and redefine good and evil. If we could just get that person as our leader. So profound.",
    "start": "00:17:58",
    "end": "00:18:15"
  },
  {
    "text": "Yeah. Really profound.",
    "start": "00:18:15",
    "end": "00:18:16"
  },
  {
    "text": "So it's a really sophisticated way of these narratives making their theological claims about humans and how we operate, how stupid we are. So the second example I want to look at, which when we're done with it, we might choose to make this the prime example in the video. I can't decide. This one's about a pattern in God's behavior and a way that God typically acts to bring salvation. It's usually at sunrise. Okay.",
    "start": "00:18:16",
    "end": "00:18:46"
  },
  {
    "text": "It's a nice time.",
    "start": "00:18:46",
    "end": "00:18:47"
  },
  {
    "text": "And there's usually water involved.",
    "start": "00:18:47",
    "end": "00:18:48"
  },
  {
    "text": "God's romantic.",
    "start": "00:18:48",
    "end": "00:18:49"
  },
  {
    "text": "Totally. Yeah. Right? Yeah. But so again, it's the same technique. Repeated words, parallel scenes. All this. And pages one through three is where it all begins, as it usually does.",
    "start": "00:18:49",
    "end": "00:19:01"
  },
  {
    "text": "Yeah.",
    "start": "00:19:01",
    "end": "00:19:02"
  },
  {
    "text": "It's a packed.",
    "start": "00:19:02",
    "end": "00:19:03"
  },
  {
    "text": "Dense.",
    "start": "00:19:05",
    "end": "00:19:05"
  },
  {
    "text": "Yeah.",
    "start": "00:19:05",
    "end": "00:19:06"
  },
  {
    "text": "Piece of literature right there.",
    "start": "00:19:06",
    "end": "00:19:07"
  },
  {
    "text": "Yeah. Sheesh. Okay, so should we go for it?",
    "start": "00:19:07",
    "end": "00:19:10"
  },
  {
    "text": "Let's do it.",
    "start": "00:19:10",
    "end": "00:19:11"
  },
  {
    "text": "Dive in. All right.",
    "start": "00:19:11",
    "end": "00:19:12"
  },
  {
    "text": "Here we go.",
    "start": "00:19:38",
    "end": "00:19:39"
  },
  {
    "text": "Literally the first sentences of the Bible. God creates sky and the land. And God's spirit is hovering over the dark, abysmal waters. Right. The wild and waste.",
    "start": "00:19:39",
    "end": "00:19:52"
  },
  {
    "text": "Yeah.",
    "start": "00:19:52",
    "end": "00:19:53"
  },
  {
    "text": "So that's the foundation image. The foundation image of uncreation or the natural state of things that needs to be ordered is dark water.",
    "start": "00:19:53",
    "end": "00:20:04"
  },
  {
    "text": "Yeah. Which is very intuitive to land creatures. Right. Like, that's gnarly out there.",
    "start": "00:20:05",
    "end": "00:20:15"
  },
  {
    "text": "Yeah. I don't belong out there.",
    "start": "00:20:15",
    "end": "00:20:16"
  },
  {
    "text": "I don't belong out there. I belong. It's chaotic out there.",
    "start": "00:20:16",
    "end": "00:20:18"
  },
  {
    "text": "Yeah.",
    "start": "00:20:18",
    "end": "00:20:19"
  },
  {
    "text": "And man.",
    "start": "00:20:19",
    "end": "00:20:19"
  },
  {
    "text": "Darkness.",
    "start": "00:20:20",
    "end": "00:20:20"
  },
  {
    "text": "They just found this. I feel like we talk about this kind of thing a lot, but they just found this creature that's like a shark that we didn't know existed. And it's, like, prehistoric. And it's like this snakey, like, crazy shark. He's got, like.",
    "start": "00:20:21",
    "end": "00:20:36"
  },
  {
    "text": "See this? Unwired or something.",
    "start": "00:20:37",
    "end": "00:20:38"
  },
  {
    "text": "I hope. I hope this is a legit thing. Where did I see it? It's got, like, all these, like, needled teeth, and it just looks creepy. It just lives in the deep, deep ocean. Discovery of new shark.",
    "start": "00:20:38",
    "end": "00:20:50"
  },
  {
    "text": "Oh, yeah, dude. July 31st on National Geographic Et Mopteris laelai. It belongs to the lantern shark family. It was found a thousand feet below the Pacific Ocean off Hawaii's northwestern island.",
    "start": "00:20:50",
    "end": "00:21:05"
  },
  {
    "text": "Yeah, like, some guys were just trolling.",
    "start": "00:21:05",
    "end": "00:21:06"
  },
  {
    "text": "It looks like a crazy dinosaur snake.",
    "start": "00:21:07",
    "end": "00:21:11"
  },
  {
    "text": "Yeah. Whoa. Ancient shark with a snake head. Now, can you imagine if you ran into one of these things and then you just had to tell stories of, like, what you experienced?",
    "start": "00:21:11",
    "end": "00:21:22"
  },
  {
    "text": "Look at that.",
    "start": "00:21:22",
    "end": "00:21:23"
  },
  {
    "text": "It is gnarly. We do not belong in the ocean.",
    "start": "00:21:23",
    "end": "00:21:26"
  },
  {
    "text": "That's not our place. Look at that thing.",
    "start": "00:21:27",
    "end": "00:21:31"
  },
  {
    "text": "Just been hanging out on our planet with us.",
    "start": "00:21:31",
    "end": "00:21:33"
  },
  {
    "text": "Wow.",
    "start": "00:21:33",
    "end": "00:21:34"
  },
  {
    "text": "The chaos dragon. The sea dragon.",
    "start": "00:21:34",
    "end": "00:21:36"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:21:36",
    "end": "00:21:37"
  },
  {
    "text": "It's got, like, 20 different rows of these crazy teeth.",
    "start": "00:21:38",
    "end": "00:21:41"
  },
  {
    "text": "Okay. Yeah, dude. Tohu vavohu. Wild and waste.",
    "start": "00:21:41",
    "end": "00:21:45"
  },
  {
    "text": "Yeah, man. Okay, so, yeah, we got the dark, dark, abysmal waters.",
    "start": "00:21:45",
    "end": "00:21:48"
  },
  {
    "text": "So the fundamental image is what must be overcome and done away with is that.",
    "start": "00:21:48",
    "end": "00:21:54"
  },
  {
    "text": "Yeah.",
    "start": "00:21:54",
    "end": "00:21:54"
  },
  {
    "text": "The dark, chaotic waters that belch up terrifying creatures.",
    "start": "00:21:54",
    "end": "00:21:59"
  },
  {
    "text": "Filled with thousands of feet.",
    "start": "00:22:00",
    "end": "00:22:02"
  },
  {
    "text": "Yeah. So how does God's spirit hovering over the waters do that? Well, remember the whole thing of breath and word? Yeah. God's breath utters the word. The first word is let there be light. So light becomes a fundamental image of light opposed to darkness. Light representing God's creative life and energy just flooding the darkness. And God separates light from darkness.",
    "start": "00:22:02",
    "end": "00:22:32"
  },
  {
    "text": "Okay. Yeah.",
    "start": "00:22:32",
    "end": "00:22:32"
  },
  {
    "text": "Day one.",
    "start": "00:22:32",
    "end": "00:22:33"
  },
  {
    "text": "So in Hebrew, thought, they must know that light comes from the sun.",
    "start": "00:22:33",
    "end": "00:22:37"
  },
  {
    "text": "Correct? Yes. Yes, that's right. Right, yes.",
    "start": "00:22:38",
    "end": "00:22:41"
  },
  {
    "text": "So what are they talking about here?",
    "start": "00:22:41",
    "end": "00:22:42"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:22:43",
    "end": "00:22:44"
  },
  {
    "text": "Because in the narrative logic, the sun hasn't been created yet.",
    "start": "00:22:44",
    "end": "00:22:49"
  },
  {
    "text": "So two things going on here. One has to do with the literary design of Genesis 1. This is a little off topic, but that's okay. So it's set in two parallel panels. The six days are set in two parallel panels of separating light and dark.",
    "start": "00:22:49",
    "end": "00:23:06"
  },
  {
    "text": "Day one is connected to day four.",
    "start": "00:23:07",
    "end": "00:23:08"
  },
  {
    "text": "Day one is separating water from waters. Day two is separating waters from waters. Day one is separating light and dark. Day two is separating waters from waters. Day three is separating waters and dry land. Then what day four, five, and six does is go back through that triad and name and provide inhabitants for the realm. So. So the separating becomes an act of ordering, bringing order to the chaos. And then in that ordered space, inhabitants are connected. And so the.",
    "start": "00:23:08",
    "end": "00:23:41"
  },
  {
    "text": "So the inhabitants would be the sun.",
    "start": "00:23:41",
    "end": "00:23:43"
  },
  {
    "text": "Yes. Sun and moon in the ordering of time, light and dark. The creatures that inhabit that space and give that order, real physical realities as sun, moon, stars.",
    "start": "00:23:43",
    "end": "00:23:57"
  },
  {
    "text": "Got it.",
    "start": "00:23:57",
    "end": "00:23:58"
  },
  {
    "text": "The creatures inhabiting the water above and below, the fish and the sea. That's days two, and then days three and six is the land inhabitants.",
    "start": "00:23:58",
    "end": "00:24:10"
  },
  {
    "text": "Got it.",
    "start": "00:24:10",
    "end": "00:24:11"
  },
  {
    "text": "So what this patterning tells you is that even the sequence of those six days.",
    "start": "00:24:11",
    "end": "00:24:16"
  },
  {
    "text": "It's more literary than anything else.",
    "start": "00:24:16",
    "end": "00:24:18"
  },
  {
    "text": "Yeah. Or it's about the theological claim being made that God is the one, especially. Ooh. I actually just read this, and I actually think it's right. Tohu vavohu. The Hebrew words that introduce this account. Wild and waste connected to unformed and uninhabited. And what God's doing on days one to three is forming order, and what he's doing on days four, five, and six is creating inhabitants. So precisely the problem of the dark chaos.",
    "start": "00:24:18",
    "end": "00:24:49"
  },
  {
    "text": "Wait, so to who, Voohoo, Is that the literal meaning of that word? Or unformed and uninhabited?",
    "start": "00:24:49",
    "end": "00:24:55"
  },
  {
    "text": "A wild wasteland. Yeah. Wild meaning unformed, unordered. And waste meaning uninhabited. And then that precisely corresponds. So the point is that the ordering of the six days seems more determined by a literary theological agenda than like we're watching security camera footage of the first second.",
    "start": "00:24:55",
    "end": "00:25:17"
  },
  {
    "text": "Ben, you know what? Why don't we make that video?",
    "start": "00:25:17",
    "end": "00:25:19"
  },
  {
    "text": "Mm. Just that point right there.",
    "start": "00:25:19",
    "end": "00:25:21"
  },
  {
    "text": "Just that point.",
    "start": "00:25:21",
    "end": "00:25:22"
  },
  {
    "text": "Creating a little video could be an awesome video.",
    "start": "00:25:23",
    "end": "00:25:25"
  },
  {
    "text": "Yeah.",
    "start": "00:25:25",
    "end": "00:25:25"
  },
  {
    "text": "What this allows you to do then, is once you've separated these days from God, bringing into physical, material existence things that did not material. That's just not. That's not the framework here. It's about ordering and creating, filling with.",
    "start": "00:25:27",
    "end": "00:25:43"
  },
  {
    "text": "Inhabitants, function and meaning.",
    "start": "00:25:43",
    "end": "00:25:44"
  },
  {
    "text": "Yeah. Then all of a sudden, it makes perfect sense that the ordering of time can be separate from the inhabitants of the sun, moon and stars. Because God's not creating photons here. He's establishing an order of light and dark. Oh. And when he names what the light and dark are, he doesn't name them photons. He names it day and night, which are categories. Categories of time that are meaningful to humans.",
    "start": "00:25:44",
    "end": "00:26:12"
  },
  {
    "text": "Right.",
    "start": "00:26:12",
    "end": "00:26:12"
  },
  {
    "text": "It's an ordering of the time.",
    "start": "00:26:12",
    "end": "00:26:14"
  },
  {
    "text": "Yeah, yeah, yeah. This is kind of Watson's point.",
    "start": "00:26:14",
    "end": "00:26:17"
  },
  {
    "text": "Right?",
    "start": "00:26:17",
    "end": "00:26:17"
  },
  {
    "text": "Is it his name? John Watson.",
    "start": "00:26:18",
    "end": "00:26:19"
  },
  {
    "text": "Oh, Walton Watson. Yes, that's right. Yeah, that's correct.",
    "start": "00:26:19",
    "end": "00:26:22"
  },
  {
    "text": "And what did he called it? It's like a. Yeah, functional versus. It's kind of like when you. I think his example is when you're creating a business.",
    "start": "00:26:22",
    "end": "00:26:28"
  },
  {
    "text": "Yes, right. Yeah, that's right. You.",
    "start": "00:26:29",
    "end": "00:26:31"
  },
  {
    "text": "You're putting together the paperwork and stuff, you're not actually creating anything. You're just forming the structure in which.",
    "start": "00:26:31",
    "end": "00:26:38"
  },
  {
    "text": "Right.",
    "start": "00:26:38",
    "end": "00:26:38"
  },
  {
    "text": "It makes sense.",
    "start": "00:26:38",
    "end": "00:26:39"
  },
  {
    "text": "Correct. Yeah. But you're not like, bringing order and creating. Yeah. Structures so that something new can operate. Yeah, yeah. So my point in bringing up days one through one, two and three, it's actually. It's related. It's that each of the first three days involve an act of separating and ordering.",
    "start": "00:26:40",
    "end": "00:27:21"
  },
  {
    "text": "Yeah.",
    "start": "00:27:21",
    "end": "00:27:21"
  },
  {
    "text": "So separating of light and dark. Day two is separating waters above and waters below by the dome. Or some translations have firmament or expanse, but it's a solid thing.",
    "start": "00:27:21",
    "end": "00:27:35"
  },
  {
    "text": "The rakiya.",
    "start": "00:27:35",
    "end": "00:27:36"
  },
  {
    "text": "The rakiya, the blue thing up there that separates the waters above from the waters below.",
    "start": "00:27:36",
    "end": "00:27:42"
  },
  {
    "text": "Yeah.",
    "start": "00:27:42",
    "end": "00:27:42"
  },
  {
    "text": "So again, it's separating, but now waters from waters. And then day three is now the waters under.",
    "start": "00:27:43",
    "end": "00:27:50"
  },
  {
    "text": "By the way, is this the same waters as there was? The chaotic waters? Am I supposed to be imagining, like this big, just chaotic water getting separated?",
    "start": "00:27:51",
    "end": "00:27:59"
  },
  {
    "text": "Well, yeah. It's as if some waters that were all one.",
    "start": "00:28:00",
    "end": "00:28:03"
  },
  {
    "text": "Yeah. Turned into two.",
    "start": "00:28:03",
    "end": "00:28:04"
  },
  {
    "text": "Turned into two. Waters above and waters below. And now let's focus. Camera pan down. Focus on the waters below. Those waters gather together and dry land emerges. So now it's a separating of water from dry land. Okay. So that's the fundamental act of this. Let there be light. Right. Of like sunrise. At sunrise, God begins separating three acts. 1, 2, 3. And dry land emerges. That's where the humans can go. So God's providing. Out of the chaotic waters, God separates and provides a safe, reliable place for humans. And the dry land is called Yabasha.",
    "start": "00:28:04",
    "end": "00:28:51"
  },
  {
    "text": "Yabasha.",
    "start": "00:28:52",
    "end": "00:28:53"
  },
  {
    "text": "Yabasha. So you just read forward. Keep reading the story and. Wow, that was cool. All right, just tuck that all away. Where's the next story where I'm going to come across waters, chaos waters that are destructive and where waters need to be separated or rolled back for somebody to be saved. I mean, there's actually not that many.",
    "start": "00:28:53",
    "end": "00:29:20"
  },
  {
    "text": "Yeah, but there's a really big one.",
    "start": "00:29:21",
    "end": "00:29:22"
  },
  {
    "text": "There's a really important one in just a few pages.",
    "start": "00:29:22",
    "end": "00:29:25"
  },
  {
    "text": "Yeah. About the flood.",
    "start": "00:29:25",
    "end": "00:29:26"
  },
  {
    "text": "About the flood. So when the flood story, there's introduction with the sons of God and Noah. But once the waters start getting talked about, what God says is he's going to bring waters that wipe out the living Nephesh, the beings. And the first narrative statement of the flood is in Genesis 7, verse 11. It says, the springs of the cosmic deep split open. So have I heard of the cosmic deep before?",
    "start": "00:29:27",
    "end": "00:30:01"
  },
  {
    "text": "Yeah, the waste and wild.",
    "start": "00:30:02",
    "end": "00:30:04"
  },
  {
    "text": "Yeah, that's the wild and waste this is why, as we've talked about this before, the flood narrative is a d is an uncreation story. It's. It's God, creation in reverse letting. Yeah. It's a reversal of Genesis 1. It's God allowing creation to sink back into chaos again. So the deep waters split. Just. So tuck those both away.",
    "start": "00:30:04",
    "end": "00:30:25"
  },
  {
    "text": "Okay. Deep waters and split.",
    "start": "00:30:25",
    "end": "00:30:26"
  },
  {
    "text": "Deep waters. And really it's the spring split open. It's the idea that the cosmic waters that have been submerged by the land under are now.",
    "start": "00:30:26",
    "end": "00:30:36"
  },
  {
    "text": "It's all because the idea is the waters on top now that are close to us. That isn't the chaotic crazy water. It's really the stuff that's out and deep.",
    "start": "00:30:37",
    "end": "00:30:45"
  },
  {
    "text": "It's either out there around the disc of the land that we're on, or it's the waters under the land.",
    "start": "00:30:45",
    "end": "00:30:50"
  },
  {
    "text": "Yeah, okay.",
    "start": "00:30:50",
    "end": "00:30:51"
  },
  {
    "text": "That we're on. That you can tap into when you get a well. But then sometimes those will split open and then. Like a geyser.",
    "start": "00:30:51",
    "end": "00:31:00"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:31:00",
    "end": "00:31:01"
  },
  {
    "text": "So the waters below burst up and the waters above the windows in the raqqiya.",
    "start": "00:31:02",
    "end": "00:31:08"
  },
  {
    "text": "Burst open.",
    "start": "00:31:10",
    "end": "00:31:10"
  },
  {
    "text": "The doors, literally. Yeah. Or no, no, it's windows. It's the windows in the rakiya open. So. Exactly. Remember, the waters were separated from the waters.",
    "start": "00:31:10",
    "end": "00:31:20"
  },
  {
    "text": "Yeah.",
    "start": "00:31:20",
    "end": "00:31:20"
  },
  {
    "text": "So even right there, it's picking up the explicit words and ideas from page one and God allowing creation to fold back in on itself in wild and waste. So then we're told later in the story. Everything that had the breath of life. It's hard to do in English. It's neshama, ruach chaim. So the breath of the breath of life.",
    "start": "00:31:22",
    "end": "00:31:49"
  },
  {
    "text": "The breath of the breath of life.",
    "start": "00:31:50",
    "end": "00:31:52"
  },
  {
    "text": "It's the two words for breath, neshama.",
    "start": "00:31:52",
    "end": "00:31:54"
  },
  {
    "text": "The breathing in stuff.",
    "start": "00:31:54",
    "end": "00:31:56"
  },
  {
    "text": "Breathing in. And then the ruach.",
    "start": "00:31:56",
    "end": "00:31:58"
  },
  {
    "text": "And the ruach, which is the.",
    "start": "00:31:58",
    "end": "00:32:00"
  },
  {
    "text": "Of life.",
    "start": "00:32:00",
    "end": "00:32:00"
  },
  {
    "text": "So the everything, the breathing in of the breath of life.",
    "start": "00:32:01",
    "end": "00:32:04"
  },
  {
    "text": "Yeah, Everything that inhales the ruach that sustains life.",
    "start": "00:32:04",
    "end": "00:32:07"
  },
  {
    "text": "Everything that inhales the life giving breath.",
    "start": "00:32:07",
    "end": "00:32:10"
  },
  {
    "text": "Yeah, yep, got it. Everything that has that. That lives on the dry ground, it died.",
    "start": "00:32:10",
    "end": "00:32:17"
  },
  {
    "text": "Yeah.",
    "start": "00:32:18",
    "end": "00:32:19"
  },
  {
    "text": "Every being was wiped away from the face of the ground. Human, Adam. Beast creepers, Birds of the skies. So he just named the list of the creatures from days two and three. That's just precisely the list.",
    "start": "00:32:19",
    "end": "00:32:34"
  },
  {
    "text": "Days four and five.",
    "start": "00:32:35",
    "end": "00:32:36"
  },
  {
    "text": "Days four and five. Excuse me. Yep. So you read this list and you're going like, oh, no. All the ordering of Genesis 1 collapsed. All the inhabitants going around.",
    "start": "00:32:37",
    "end": "00:32:48"
  },
  {
    "text": "Decreation's happening.",
    "start": "00:32:48",
    "end": "00:32:49"
  },
  {
    "text": "This decreation, there's no hope. Yeah, there's no Hope.",
    "start": "00:32:49",
    "end": "00:32:52"
  },
  {
    "text": "The next thing would be all the waters. Well, no, all the waters have come back together. Next thing would be light and darkness.",
    "start": "00:32:52",
    "end": "00:32:58"
  },
  {
    "text": "Yeah, yeah. That's self collapsing.",
    "start": "00:32:59",
    "end": "00:33:00"
  },
  {
    "text": "Collapse.",
    "start": "00:33:00",
    "end": "00:33:01"
  },
  {
    "text": "But instead, the next sentence is, but Noah remained. There's one idea is there is a remnant saved out of the collapse of creation. God preserves a remnant. Noah with him in the ark. So Genesis 1 is undone, but now it's just the one rift. Remember in Alter's example of the gunslinger. But then the one appears with the shotgun, with the rifle. This is that moment where you go like, oh, no, Genesis all. It's.",
    "start": "00:33:01",
    "end": "00:33:31"
  },
  {
    "text": "It's all happening.",
    "start": "00:33:31",
    "end": "00:33:32"
  },
  {
    "text": "It's all being undone. Oh, no. No one's gonna. We're all gonna die. And then Noah's there, and then right there. But Noah remained. Oh, phew. There's hope. There's still hope. So then Noah's out there floating. And the key hinge moment in the flood narrative is a statement. But God remembered Noah, which is kind of like, did you forget about him? Did he? Yeah, but he remembered Noah, which means this is the moment that Noah can see that he's not forgotten, because something's about to happen. God caused a ruach, a wind, a wind to pass over the land, and the waters began to.",
    "start": "00:33:32",
    "end": "00:34:11"
  },
  {
    "text": "Which is like a creation story again.",
    "start": "00:34:11",
    "end": "00:34:13"
  },
  {
    "text": "Yeah, it's sentenced too. It's God's ruach spirit passing over, but now over the land and beginning to push back the water. And the waters turned back from upon the land. So it's this. We're re establishing order by means of the ruach separating again, separating again. And it came about on the 601st year of the 1st of the month, the waters dried up.",
    "start": "00:34:13",
    "end": "00:34:38"
  },
  {
    "text": "601St year of what?",
    "start": "00:34:38",
    "end": "00:34:40"
  },
  {
    "text": "This is the Genesis 1 through 11 chronology.",
    "start": "00:34:40",
    "end": "00:34:43"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:34:43",
    "end": "00:34:43"
  },
  {
    "text": "It's mapped into the genealogy of chapter five. And got it. Yep. By the second of the month on the 14th day, Noah looked up and behold, Yah Basha. The waters have been separated from the land.",
    "start": "00:34:44",
    "end": "00:34:59"
  },
  {
    "text": "Yah Basha.",
    "start": "00:34:59",
    "end": "00:35:00"
  },
  {
    "text": "Just like they were on day three of Genesis 1. And after the end of day three, at Genesis 1, God called the dry land yah Basha, after God causes the wind to blow back the waters to separate water from dry land. Yah Basha is what Noah sees. So just pause. There's two. We have these two stories here.",
    "start": "00:35:00",
    "end": "00:35:40"
  },
  {
    "text": "Yeah.",
    "start": "00:35:40",
    "end": "00:35:40"
  },
  {
    "text": "Genesis one, Genesis narrative. You see all this? Somebody's trying to talk to me here.",
    "start": "00:35:40",
    "end": "00:35:48"
  },
  {
    "text": "Yeah. What are they trying to say?",
    "start": "00:35:48",
    "end": "00:35:49"
  },
  {
    "text": "What was God doing with all the separating?",
    "start": "00:35:49",
    "end": "00:35:51"
  },
  {
    "text": "Yeah, he's creating room for life, but ultimately human life. And so he's Separating chaos to create the space for life to flourish. And so we see that in Genesis 1.",
    "start": "00:35:52",
    "end": "00:36:09"
  },
  {
    "text": "Yes.",
    "start": "00:36:10",
    "end": "00:36:10"
  },
  {
    "text": "And then in Genesis 7 with the flood. Or is it starting 6?",
    "start": "00:36:10",
    "end": "00:36:15"
  },
  {
    "text": "It starts in 6, but what we looked at was all in 7 and 8.",
    "start": "00:36:15",
    "end": "00:36:18"
  },
  {
    "text": "Is that all de. Escalating and collapsing back on itself?",
    "start": "00:36:19",
    "end": "00:36:26"
  },
  {
    "text": "Sorry, let's pause. Let's think back. I didn't talk about this. But how does. What's the cause of creation descending back into chaos? Why does God do this?",
    "start": "00:36:26",
    "end": "00:36:34"
  },
  {
    "text": "Oh, because everything in humans hearts were evil all the time.",
    "start": "00:36:34",
    "end": "00:36:37"
  },
  {
    "text": "And violence and violence. Violence, evil and violence. So humans are the ones who cause creation to descend back into chaos. And then God hands it over, as it were. So that's an interesting difference. God fights back the chaos. Or. Right. Tames it in Genesis 1 to create space for humans. But then humans create the chaos.",
    "start": "00:36:38",
    "end": "00:37:00"
  },
  {
    "text": "Create the chaos, Bring the chaos back.",
    "start": "00:37:00",
    "end": "00:37:02"
  },
  {
    "text": "And then God just says, all right, if you. If you want me to let this thing go back to chaos, then go right ahead. And that's with the flood. So sorry.",
    "start": "00:37:02",
    "end": "00:37:12"
  },
  {
    "text": "Yeah, that's cool. Yeah. So these stories are trying to tell us that it's a good thing when God reigns in chaos for life, but it's something that we can undo and that it's something that God can redo.",
    "start": "00:37:12",
    "end": "00:37:32"
  },
  {
    "text": "Yeah, that's right. Yeah, that's right. Yeah. So God can. He redoes his act of. Here. It's a form of rescue for Noah.",
    "start": "00:37:33",
    "end": "00:37:42"
  },
  {
    "text": "Right.",
    "start": "00:37:42",
    "end": "00:37:42"
  },
  {
    "text": "So then that makes you go back to page one and think, that is a kind of rescue. There's no people.",
    "start": "00:37:42",
    "end": "00:37:48"
  },
  {
    "text": "Yeah, but he's rescuing just existence.",
    "start": "00:37:48",
    "end": "00:37:53"
  },
  {
    "text": "Yeah. Or it's the beginning of the cycle, I guess it's the beginning of the paradigm. We're being given like a template here for how God overcomes chaos, or in this case, evil, but yet always sparing and providing space for a means of escape or a remnant. That's what the Noah story is, is God's purpose is to cleanse his world of evil and chaos so that there can be space for humans to be what he intended them to be. That's the fundamental storyline here between these two. Okay, so as we move on, what's another story where we're gonna have some kind of humans creating chaos? They're suffering. God remembers, and he fights the waters to save his remnant. You can start to see a storyline bites waters or he does something. He confronts the waters. I mean, I'm kind of. I'm feeding this here.",
    "start": "00:37:53",
    "end": "00:39:00"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:39:00",
    "end": "00:39:00"
  },
  {
    "text": "You know?",
    "start": "00:39:00",
    "end": "00:39:01"
  },
  {
    "text": "Yeah.",
    "start": "00:39:01",
    "end": "00:39:01"
  },
  {
    "text": "You start to take those two stories in Genesis and you go through. Okay, Think forward. Where else am I going to find all these images packed together into one sequence?",
    "start": "00:39:02",
    "end": "00:39:11"
  },
  {
    "text": "Yeah.",
    "start": "00:39:11",
    "end": "00:39:12"
  },
  {
    "text": "And there's just, you know, usually there's not that many. And so the Exodus narrative is. Is the next big candidate.",
    "start": "00:39:12",
    "end": "00:39:19"
  },
  {
    "text": "Because in the Exodus narrative, the waters being the sea that they walk through.",
    "start": "00:39:19",
    "end": "00:39:24"
  },
  {
    "text": "Yeah. It's the next conspicuous story where a separating of the waters becomes the way that God rescues.",
    "start": "00:39:24",
    "end": "00:39:33"
  },
  {
    "text": "Oh, man. So this. Yeah. Like, it's funny because the story of Exodus for me, and you get to the moment of the crossing of the Red Sea or the Reed Sea, and it just feels like a really cool parlor trick or something, right?",
    "start": "00:39:34",
    "end": "00:39:48"
  },
  {
    "text": "Oh, okay. Yeah.",
    "start": "00:39:48",
    "end": "00:39:49"
  },
  {
    "text": "Look at how cool. It's a cool visual, right? These big walls of water. The gelatinous walls of water. Remember that? But, you know, like, that's it. It's just kind of like, well, they need a way through. I guess that's a nice little trick. But you connect it to this idea of God separating waters to create space for humans to flourish. All of a sudden you're like, oh, this is mapping onto a much bigger idea.",
    "start": "00:39:49",
    "end": "00:40:16"
  },
  {
    "text": "Yeah, that's cool. Yeah, yeah. So the Exodus story is what we're getting in these narratives is a portrait of the fundamental salvation story, which itself is just an expression of God's purpose for creation in the first place, is to push back the chaos, to separate an order so that human creature communities can flourish. It's page one. And then that same creative purpose will get expressed at all these different points now where humans reintroduce chaos. And so God will replay it, but never a full replay. It's, you know, these creative patterning, design patterns.",
    "start": "00:40:16",
    "end": "00:40:55"
  },
  {
    "text": "Yeah.",
    "start": "00:40:55",
    "end": "00:40:56"
  },
  {
    "text": "So just. I have the Exodus story mapped out. Just key relevant things here. Okay. So the Exodus story begins with the Israelites enslaved. And the key hinge point is Israelites cry out. This is at the end of chapter two. And God remembers his covenant with Abraham.",
    "start": "00:40:56",
    "end": "00:41:14"
  },
  {
    "text": "Same phrase from Noah.",
    "start": "00:41:15",
    "end": "00:41:16"
  },
  {
    "text": "It's exactly the phrase from Noah. It's a story of Noah. And then it's the moment where God appoints Moses. The next story after God remembers is raising up Moses. So he appoints Moses burning bush, all that Moses says, no, thank you.",
    "start": "00:41:16",
    "end": "00:41:31"
  },
  {
    "text": "Yeah.",
    "start": "00:41:31",
    "end": "00:41:32"
  },
  {
    "text": "God convinces him otherwise. And he says to Moses at the end of chapter four, and this is actually planting a seed for what's coming later on is he says, this is what you shall say to Pharaoh. Israel is my son, my firstborn son. So I tell you, let my son go free so that he may serve me. So now God's remembering the plight of his son. Suffering in slavery. And this whole narrative is about God freeing his son.",
    "start": "00:41:32",
    "end": "00:42:06"
  },
  {
    "text": "And this is the first of an order I'm trying to remember. Firstborn means, like, first of a kind.",
    "start": "00:42:06",
    "end": "00:42:11"
  },
  {
    "text": "Yes. Firstborn son, meaning status.",
    "start": "00:42:11",
    "end": "00:42:14"
  },
  {
    "text": "Yeah, okay.",
    "start": "00:42:14",
    "end": "00:42:15"
  },
  {
    "text": "Yeah. The one in whom I am represented and my legacy is carried on. That kind of thing. All right.",
    "start": "00:42:15",
    "end": "00:42:22"
  },
  {
    "text": "Yeah.",
    "start": "00:42:22",
    "end": "00:42:22"
  },
  {
    "text": "So as you know the story, there's 10 plagues, all that. I'm skipping a lot here. We're just touching down. Pharaoh eventually is compelled to let them go after the Passover and the death of the firstborn, but then he regrets it. So I'm fast forwarding to the scene at the sea here at the waters. So you have Israelites are down at the coast, and Pharaoh's like, what? Oh, no, why'd I let them go? And so he gets 600 chariots. And here's Pharaoh and his chariots, right? Advancing on this band of escaped slaves. The people start freaking out, and here's Moses response, don't be afraid. Stand here and see the salvation of Yahweh. He's going to accomplish for you today. The Egyptians that you see today, you won't see them anymore. Yahweh will fight for you. As for you, here's your job. You just stand here and do nothing. Keep quiet. God tells Moses, lift your staff, extend your hand over the sea, and split them. Split. Splitting the waters.",
    "start": "00:42:23",
    "end": "00:43:33"
  },
  {
    "text": "That's the word from the flood story.",
    "start": "00:43:34",
    "end": "00:43:36"
  },
  {
    "text": "In the flood story, it's the springs of the deep waters split open.",
    "start": "00:43:36",
    "end": "00:43:40"
  },
  {
    "text": "And this is a different word than separate. But it's the same idea.",
    "start": "00:43:42",
    "end": "00:43:44"
  },
  {
    "text": "Yeah. Correct. Yeah. So this is a good example where it's not a very common word. It's in both cases related to the key moment of God dealing with the waters. In the flood story, it was about the flood waters unleashing chaos. Unleashing. Here it's the splitting has to do with the taming of the waters. So the same word has opposite functions in the story, but it's still meant to keep you, remind you. So split the waters and let the sons of Israel go free in the middle of the sea on the Yah.",
    "start": "00:43:45",
    "end": "00:44:20"
  },
  {
    "text": "Basha Yabasha.",
    "start": "00:44:20",
    "end": "00:44:22"
  },
  {
    "text": "So think through Genesis days two and three. Think through Genesis one, days two and three. Day two is separating waters above and waters below. Day three is separating waters and dry land. Here it's split the waters, create dry land so that the Israelites may go in the midst of the sea, the separated waters on the dry land.",
    "start": "00:44:22",
    "end": "00:44:46"
  },
  {
    "text": "Yeah.",
    "start": "00:44:46",
    "end": "00:44:47"
  },
  {
    "text": "So it's merging days two and three where the water split, splitting the water, sea and dry land. Yeah, so good. All night long the wind's blowing, as we're going to see. Oh, we haven't had the wind yet. Sorry. Oh, that's about what's happened. Sorry. I should just read it. So then God set a pillar of cloud and fire between the camps of Egypt and Israel. All night long, Moses stretched out his hand over the sea, and Yahweh led away the sea, caused it to go back by a strong eastern wind. All night, he turned the sea into dry ground, and the waters were split. You can see all the vocabulary keeps getting repeated here. Oh, but the new thing is the east wind. Yeah, the wind.",
    "start": "00:44:47",
    "end": "00:45:36"
  },
  {
    "text": "The ruach.",
    "start": "00:45:36",
    "end": "00:45:37"
  },
  {
    "text": "The ruach. So that's the ruach from Genesis 1 and the ruach of the flood story that pushed back the waters. So the sons of Israel went right into the middle of the sea on the dry land, and the waters were a wall for them on their right and on their left. The Egyptians chased after them every horse of Pharaoh, chariots, horsemen, into the midst of the sea. And it came about in the morning watch, at sunrise. The sunrise. So just the whole thing is now being painted as God has split the waters. His people are being delivered on the dry land through the waters as the sunrise. So now it's all of days one through three of Genesis. The light, the separating of waters, and it's all happening. It's all coming together here. Yahweh and the pillar of fire and cloud looked down at Egypt, confused, the camp of Egypt. And the waters began to turn back and cover the chariots. So now God's letting the waters turn back. So they were in the sea, and not one of them was remaining. Not one of them remained. It's that remnant word from the Noah story. But again, the purpose of the word's been reversed. In the flood story, Noah is the only one remaining in the waters. Now Israel is passing through the waters like Noah. And as for the bad guys, there's no remnant because they're consumed in the floodwaters. Yeah, but the sons of Israel went through on dry land. So rich.",
    "start": "00:45:37",
    "end": "00:47:17"
  },
  {
    "text": "Yeah.",
    "start": "00:47:18",
    "end": "00:47:18"
  },
  {
    "text": "So this becomes the foundational salvation story. Through the waters at sunrise. They're like a new Noah and his family. The remnant saved out of the waters. Pharaoh becomes like the sons of God and the evil generation consumed in the flood. And all of this is mapped on to God's creative intent to tame the chaos so that human life can flourish on the dry land. They just. They. All these stories meld together in these really beautiful ways.",
    "start": "00:47:19",
    "end": "00:47:51"
  },
  {
    "text": "Yeah, I mean, what's the purpose of doing this, I guess. Here's what I've always expected the Bible to do is to be really plain about, like, what does it mean to be saved? Right. And let's get really. What's the word I'm looking for?",
    "start": "00:47:51",
    "end": "00:48:12"
  },
  {
    "text": "Just be clear. If it's essential for your eternal destiny, you would expect it to be just crystal clear.",
    "start": "00:48:12",
    "end": "00:48:19"
  },
  {
    "text": "Yeah, let's make it really crystal clear. Yeah, but in the way that we're looking at these stories and creation and now and how salvation is kind of all tied into this, it gets more interesting and more rich and beautiful, but it becomes less clear.",
    "start": "00:48:19",
    "end": "00:48:41"
  },
  {
    "text": "What's less clear?",
    "start": "00:48:42",
    "end": "00:48:43"
  },
  {
    "text": "What becomes less clear is, like, what does that mean for me? Right. Because if you said, well, salvation is this. Say this prayer, do these things or something. But if you say, well, salvation is God splitting open chaos for you to be able to thrive.",
    "start": "00:48:44",
    "end": "00:49:02"
  },
  {
    "text": "I see.",
    "start": "00:49:02",
    "end": "00:49:02"
  },
  {
    "text": "And it's like, okay, yeah, got it.",
    "start": "00:49:02",
    "end": "00:49:06"
  },
  {
    "text": "Okay. Well, maybe I just. We have to finish. We're only on the second book of the Bible.",
    "start": "00:49:06",
    "end": "00:49:10"
  },
  {
    "text": "Yeah, Okay.",
    "start": "00:49:10",
    "end": "00:49:10"
  },
  {
    "text": "I mean, where we're going to land is baptism.",
    "start": "00:49:12",
    "end": "00:49:14"
  },
  {
    "text": "Okay.",
    "start": "00:49:14",
    "end": "00:49:15"
  },
  {
    "text": "Christian baptism is where all this comes together. Jesus baptism, Christian baptism. But the point is that baptism becomes a symbol loaded with every one of these stories. And we're going to watch the apostles do exactly that. They're going to draw on all these stories to help understand the meaning of baptism so it will become concrete for people who need to respond to Jesus. But it's this big, huge, beautiful thing that we're being invited into through baptism. All right, everybody, thank you for listening to the BibleProject podcast. I hope this was helpful for you. Our show today was produced by Dan Gummel with music by Tay, the producer. The Bioproject is a non profit, crowdfunded animation studio in Portland, Oregon. We make short animated movies about the books of the Bible, theological themes in the Bible, and we can produce these videos and this podcast because of your support. We've got an army of amazing people and supporters behind us, and through their generosity, we can make all of this stuff and then put it up online to give it all away for free. And so if you want to learn more about what we're doing, just check out our website@thebibleproject.com Episode 4 of this conversation will be coming up pretty soon. So thanks for listening and we'll see you next time. Cheers.",
    "start": "00:49:15",
    "end": "00:50:41"
  },
  {
    "text": "Hi, my name is Iorio Digizula. I'm from Portland, Oregon, born and raised, but I now reside in Baltimore. What I like about the Bible Project is they do a beautiful job with visualizing what the Bible has to offer, which is the truth. We believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos, podcasts, study notes, and more@thebibleproject.com.",
    "start": "00:50:42",
    "end": "00:51:07"
  },
  {
    "text": "Sam.",
    "start": "00:51:12",
    "end": "00:51:31"
  }
]