[
  {
    "text": "This is Jon at the bibleproject. Today on the podcast, we continue our series on how to read the Bible. We're doing the series because it's important to appreciate that reading the Bible is different than reading modern literature. The Bible is an ancient book. It's from a different time period, a different culture. And the way the Bible tells stories is similar to the way we tell stories today, with plot, setting, characters. But it also has key differences from what we would expect as modern readers. And sometimes for us, that's difficult.",
    "start": "00:00:08",
    "end": "00:00:38"
  },
  {
    "text": "So are they true? Am I asking, do they communicate something that's true to the human experience? Is it true in the sense of historical reference? So, yeah, it depends. We shouldn't just import our modern expectations of what a history book ought to look like onto these texts.",
    "start": "00:00:39",
    "end": "00:00:57"
  },
  {
    "text": "So today we discuss the craft of storytelling in the Bible. And we start off with a very basic feature of storytelling, the plot. What is a plot? How is it used in storytelling, and how do the biblical authors use it? That's what we'll talk about on today's episode. Here we go. Cool. So we've been going through a series on how to read the Bible.",
    "start": "00:00:58",
    "end": "00:01:26"
  },
  {
    "text": "Yes. So up to this point, we haven't actually done any conversations about how to read the Bible.",
    "start": "00:01:26",
    "end": "00:01:33"
  },
  {
    "text": "That's true.",
    "start": "00:01:33",
    "end": "00:01:34"
  },
  {
    "text": "It's been about, where did the Bible come from? What's the main storyline that the Bible is all about?",
    "start": "00:01:35",
    "end": "00:01:41"
  },
  {
    "text": "Right.",
    "start": "00:01:42",
    "end": "00:01:42"
  },
  {
    "text": "Different types of literature in the Bible. But now we're getting to it.",
    "start": "00:01:42",
    "end": "00:01:45"
  },
  {
    "text": "Now we're jumping in, how do you actually read these types of literature? And so the last video went through the three big buckets of literature, narrative.",
    "start": "00:01:45",
    "end": "00:01:57"
  },
  {
    "text": "Poetry and prose discourse. Yeah.",
    "start": "00:01:57",
    "end": "00:02:00"
  },
  {
    "text": "And so what we're going to do is drill down first to the narrative stories.",
    "start": "00:02:00",
    "end": "00:02:05"
  },
  {
    "text": "Yeah. Biblical narrative, for obvious reasons, it makes up nearly half of the entire Bible is in narrative form.",
    "start": "00:02:05",
    "end": "00:02:12"
  },
  {
    "text": "Cool. Biblical narrative. How do you read biblical stories?",
    "start": "00:02:12",
    "end": "00:02:16"
  },
  {
    "text": "Yeah. And when you first maybe hear that, it might seem, for some people, might seem unnecessary. It's like, well, it's a story.",
    "start": "00:02:16",
    "end": "00:02:24"
  },
  {
    "text": "Yeah.",
    "start": "00:02:24",
    "end": "00:02:24"
  },
  {
    "text": "So you just read it. Most people have been reading or hearing stories from their earliest memories of being alive.",
    "start": "00:02:24",
    "end": "00:02:31"
  },
  {
    "text": "Right.",
    "start": "00:02:31",
    "end": "00:02:32"
  },
  {
    "text": "But different cultures tell stories in different ways. Even within the same culture, different authors might develop different styles or techniques for how they go about framing their narratives. And so it pays to stop for a moment and think, how did the biblical authors, Israelite, prophetic, literary geniuses, did they share a common set of techniques, conventions, strategies for how they go about writing and communicating through the narrative form? And they did. They actually had a very particular kind of style. That made it stick out in the ancient world, and it sticks out still today, which is what makes it, I think, sometimes challenging.",
    "start": "00:02:32",
    "end": "00:03:14"
  },
  {
    "text": "It was unique to the ancient world, too.",
    "start": "00:03:14",
    "end": "00:03:15"
  },
  {
    "text": "It shares many traits. But as we'll see, there are some. The Israelites, prophets, biblical authors, developed a uniquely biblical narrative style that was unique. Yeah, totally unique.",
    "start": "00:03:16",
    "end": "00:03:28"
  },
  {
    "text": "They wouldn't have called it a biblical style.",
    "start": "00:03:28",
    "end": "00:03:30"
  },
  {
    "text": "No, they just. It would have been, this is how we roll.",
    "start": "00:03:30",
    "end": "00:03:33"
  },
  {
    "text": "That's how we tell stories.",
    "start": "00:03:33",
    "end": "00:03:34"
  },
  {
    "text": "This is how we. Yeah. This is how we tell our story.",
    "start": "00:03:34",
    "end": "00:03:36"
  },
  {
    "text": "Our story.",
    "start": "00:03:36",
    "end": "00:03:37"
  },
  {
    "text": "Our story. Yeah.",
    "start": "00:03:37",
    "end": "00:03:38"
  },
  {
    "text": "Now I feel like we should back up and first just talk about how there are ways that we tell stories and techniques we use when we tell stories.",
    "start": "00:03:38",
    "end": "00:03:46"
  },
  {
    "text": "Yes.",
    "start": "00:03:46",
    "end": "00:03:46"
  },
  {
    "text": "Even today. Right. I think we shouldn't take that for granted.",
    "start": "00:03:46",
    "end": "00:03:50"
  },
  {
    "text": "Yeah, that's right. Yeah. So maybe actually the most helpful thing that has stuck with me, and I learned this, like, in the first Bible class I took, which isn't, I've come to realize, isn't something people are introduced to always when they're introduced to how to read and study the Bible, is just a simple fact about narrative literature in general. But that really, really is important for reading biblical narrative, and that's this. That we are reading a literary representation about events. It's the same thing happens when you go into a movie theater. You get so immersed in the narrative world that you forget that you're looking at light projected on a screen.",
    "start": "00:03:50",
    "end": "00:04:30"
  },
  {
    "text": "Yeah. You just get absorbed in the light.",
    "start": "00:04:30",
    "end": "00:04:32"
  },
  {
    "text": "Yeah. You get immersed. And that's the nature of good narrative, is you get so immersed. The medium through which the narrative is projected, whether it's light or. Or whether it's sounds coming out of my mouth or whether it's words on page. Words on a page. The whole point of the narrative medium is to make you forget the medium itself and just draw you into the narrative world. And so it makes you forget that you're not actually in a real experience. You're in a portrayal of an event, whether fiction or historical. It doesn't matter. You're in a portrayal. And so just pondering that fact pays huge dividends. Comes to biblical narrative especially. I was introduced to an illustration many years ago by a former teacher, Hebrew Bible scholar named John Sailhammer. And he showed me. He showed me. He showed the whole class a painting by a French painter named Rene Magritte from the 1920s, like 1929. And the painting's called the Treachery of Images. And it's a very simple painting of a pipe. I don't know my pipe styles.",
    "start": "00:04:32",
    "end": "00:05:39"
  },
  {
    "text": "Your types Your pipe types?",
    "start": "00:05:39",
    "end": "00:05:40"
  },
  {
    "text": "Yeah. Is that an English style pipe?",
    "start": "00:05:40",
    "end": "00:05:42"
  },
  {
    "text": "Yeah, I don't know either.",
    "start": "00:05:42",
    "end": "00:05:43"
  },
  {
    "text": "It wasn't English.",
    "start": "00:05:43",
    "end": "00:05:44"
  },
  {
    "text": "It feels like if you just. If I said think of a pipe, it would be the pipe that you'd probably think of.",
    "start": "00:05:44",
    "end": "00:05:49"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:05:49",
    "end": "00:05:50"
  },
  {
    "text": "It's a very typical pipe.",
    "start": "00:05:50",
    "end": "00:05:51"
  },
  {
    "text": "Yeah, that's right. So it's a very straightforward, very realistic portrayal of a pipe. And then under it in French is a sentence that says, c' est n' est pas un pip.",
    "start": "00:05:51",
    "end": "00:06:02"
  },
  {
    "text": "That's good French there. Good job.",
    "start": "00:06:03",
    "end": "00:06:04"
  },
  {
    "text": "Thanks. Do you practice that maybe? I don't speak French. So it says in French, this is not a pipe. So obviously it's a puzzle. It's an invitation to ponder something.",
    "start": "00:06:04",
    "end": "00:06:20"
  },
  {
    "text": "Right. There's a picture of a pipe.",
    "start": "00:06:20",
    "end": "00:06:21"
  },
  {
    "text": "And not just. It's a hyper realistic, very realistic painting of a pipe with the sentence underneath, this is not a pipe.",
    "start": "00:06:21",
    "end": "00:06:29"
  },
  {
    "text": "Right.",
    "start": "00:06:30",
    "end": "00:06:30"
  },
  {
    "text": "So great. This is one of those paintings where it's clearly. This is really about an invitation to philosophical conversation.",
    "start": "00:06:32",
    "end": "00:06:39"
  },
  {
    "text": "Right. I've heard this talked about before in reference. I've actually never looked at it.",
    "start": "00:06:39",
    "end": "00:06:44"
  },
  {
    "text": "Oh, here it is.",
    "start": "00:06:44",
    "end": "00:06:44"
  },
  {
    "text": "Here it is.",
    "start": "00:06:44",
    "end": "00:06:45"
  },
  {
    "text": "Yeah.",
    "start": "00:06:45",
    "end": "00:06:45"
  },
  {
    "text": "But, yeah, usually in terms of what's the relationship between what we're talking about and the actual thing.",
    "start": "00:06:45",
    "end": "00:06:53"
  },
  {
    "text": "That's right. That's right. Yeah. So in an interview about the painting, these were his kind of famous words in the interview. They've been copied and pasted in many places. But Magritte said, ah, the famous pipe. How people reproached me for it. And yet, could you stuff my pipe? No. It's a representation, is it not? So if I had written on my picture, this is a pipe, I would have been lying.",
    "start": "00:06:53",
    "end": "00:07:21"
  },
  {
    "text": "Yeah, but if he had written that, there would have been no controversy.",
    "start": "00:07:22",
    "end": "00:07:27"
  },
  {
    "text": "There would have been no controversy. That's exactly right. Yes. So as I'm not an art history major, but as I understand, Magritte was a part of a movement in the mid 20th century responding to a whole generation of realist portraits and realist paintings. And so the goal was to depict things as real as possible, to depict things as they really are. And then came this movement, the surrealist movement, which is saying it's impossible.",
    "start": "00:07:27",
    "end": "00:07:56"
  },
  {
    "text": "Right.",
    "start": "00:07:56",
    "end": "00:07:56"
  },
  {
    "text": "Not because there aren't real things in the world, but our only way to communicate to other people about them is through portrayals, which by nature are representations. So here's Sail Hammers. This is from his book An Introduction to Old Testament Theology. But he clarifies why he brings up this example, and he thinks it's important. He says a photograph of a Tree is a good example of the distinction between a text and the event depicted in it. A photograph is a representation of a tree, yet it does not have bark or leaves. Nor is the sky behind the tree a real sky. To say that a photograph only represents the tree, but is actually not the tree doesn't mean the tree never existed or that the photograph's inaccurate because it just shows one side of the tree. The same can be said of biblical narrative texts. They represent events, but they are not the events themselves. It's simply to recognize the very obvious fact about biblical narrative. They are texts, which means we stand not before events, but representations of events through words, which all of a sudden draws your attention to the fact that the verbal texture of these narratives is incredibly important because you're not just being. You're not watching security camera footage.",
    "start": "00:07:57",
    "end": "00:09:18"
  },
  {
    "text": "Yeah.",
    "start": "00:09:18",
    "end": "00:09:18"
  },
  {
    "text": "You're watching.",
    "start": "00:09:18",
    "end": "00:09:19"
  },
  {
    "text": "Which itself is a representation.",
    "start": "00:09:19",
    "end": "00:09:21"
  },
  {
    "text": "Which itself is just a representation. But it's a different kind of representation than literature, narrative literature. And so the biblical authors have a highly refined set of techniques to not just sit you in the middle of an event, but to also give it meaning and help you understand its purpose and significance. Yeah, and that's different. You know, when you witness a car crash or eat breakfast or have a conversation with a friend, you experience the event, but you don't know its significance. And us having this conversation right now, like, once the video gets released, this conversation will have a certain significance. But 10 years from now, how can we know the significance of this conversation? We'll know in 10 years, maybe. Maybe in 20 years. And the significance might grow and change over time as our life story unfolds. And so it's the same in biblical narrative. We're being presented events along with an interpretation of those events in. In the very. In. In the story itself.",
    "start": "00:09:21",
    "end": "00:10:21"
  },
  {
    "text": "So. Yeah. Are you saying anytime you recreate an event, you are contributing to a discussion on why that event is meaningful? There's no way to get around that.",
    "start": "00:10:21",
    "end": "00:10:32"
  },
  {
    "text": "That's right. Every. Yeah, that's right. Every time you retell any event.",
    "start": "00:10:32",
    "end": "00:10:35"
  },
  {
    "text": "Yeah. Even if it's a painting or a photograph.",
    "start": "00:10:36",
    "end": "00:10:38"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:10:38",
    "end": "00:10:39"
  },
  {
    "text": "If you're photographing a tree, back to Stallheimer's thing. As a photographer, you are making decisions on how you compose that, which is adding meaning to the tree.",
    "start": "00:10:39",
    "end": "00:10:51"
  },
  {
    "text": "Is the tree in the foreground the main thing? Or is the tree in the background and there's some.",
    "start": "00:10:51",
    "end": "00:10:56"
  },
  {
    "text": "Is the tree in focus, out of focus?",
    "start": "00:10:56",
    "end": "00:10:57"
  },
  {
    "text": "That's right. Yeah. All that stuff. Yep. Color, texture.",
    "start": "00:10:57",
    "end": "00:11:00"
  },
  {
    "text": "Right, Focus. Did you shoot it in the Morning, during dawn or at night.",
    "start": "00:11:00",
    "end": "00:11:04"
  },
  {
    "text": "Is it a scary tree? The same tree could be a scary tree.",
    "start": "00:11:04",
    "end": "00:11:07"
  },
  {
    "text": "Yeah. By the angle. If you're angled by the angle, it can feel ominous.",
    "start": "00:11:07",
    "end": "00:11:11"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:11:11",
    "end": "00:11:11"
  },
  {
    "text": "If you're in the tree, it can feel completely different. Yeah. So you're making all those decisions now. Someone who doesn't understand the skill of photography and just has their phone with them and says, hey, I'm gonna take a picture of a tree, and they just snap a photo. They're not thinking through all those things.",
    "start": "00:11:11",
    "end": "00:11:29"
  },
  {
    "text": "Correct. Yeah. But they experience the effect. They feel the effect of it.",
    "start": "00:11:29",
    "end": "00:11:33"
  },
  {
    "text": "They feel the effect of what?",
    "start": "00:11:33",
    "end": "00:11:34"
  },
  {
    "text": "The tree, of the representation, the choices that the photographer made.",
    "start": "00:11:34",
    "end": "00:11:39"
  },
  {
    "text": "Sure, you look at it and you. Oh, yeah, this happens all the time. In fact, this just happened. We were out in eastern Oregon. This weekend is beautiful out there right now. I mean, absolutely stunning.",
    "start": "00:11:39",
    "end": "00:11:47"
  },
  {
    "text": "The hills are green, gray clouds. And you go.",
    "start": "00:11:47",
    "end": "00:11:51"
  },
  {
    "text": "Yeah, you go over there, it's sunny.",
    "start": "00:11:51",
    "end": "00:11:52"
  },
  {
    "text": "45 minutes over those hills, and then all of a sudden it looks.",
    "start": "00:11:52",
    "end": "00:11:55"
  },
  {
    "text": "It feels like Ireland. Like those shots you see of the rolling green hills in Ireland, because everything's green. There's wildflowers out, and then the mountains are out. Right. Mount Hood, Mount Adams. And so we're driving along. Tristan's like, oh, I gotta take a photo of this. And so she takes her camera.",
    "start": "00:11:55",
    "end": "00:12:09"
  },
  {
    "text": "Flip.",
    "start": "00:12:09",
    "end": "00:12:10"
  },
  {
    "text": "Camera on her phone and takes a picture. And we look at it, and it just is dull. So, like, the mountain looks super far away. Like everything just feels flat. And it's kind of like, oh, that didn't represent how we're feeling right now. A good photographer can capture how you're feeling in that moment.",
    "start": "00:12:11",
    "end": "00:12:28"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:12:28",
    "end": "00:12:29"
  },
  {
    "text": "But if you don't know what you're doing. And so I guess the same thing can be said for writing. Someone who knows the craft of writing a story can help you understand the meaning of what they're experiencing or what they want you to experience with the techniques they use.",
    "start": "00:12:29",
    "end": "00:12:48"
  },
  {
    "text": "Yes.",
    "start": "00:12:48",
    "end": "00:12:48"
  },
  {
    "text": "And because we're saying that the Bible is written by literary geniuses and with divine inspiration, that the craft is, even then, more important to pay attention to. Because everything was done on purpose.",
    "start": "00:12:48",
    "end": "00:13:02"
  },
  {
    "text": "Yes. Yeah. There's no unintentional word in biblical narrative. Everything's calculated. But you will only get out of the experience of the drama of reading a biblical story. You'll only get out of it what you expect, the level of depth or sophistication that you expect to find there.",
    "start": "00:13:02",
    "end": "00:13:19"
  },
  {
    "text": "Yeah.",
    "start": "00:13:20",
    "end": "00:13:20"
  },
  {
    "text": "I've been trying to think as we've been talking about the literary genius theme throughout this series and the conversations. I've been trying to think of a good illustration, and I found one that makes sense to me, but it's because I was raised on Star Wars. But it's from the scene in Empire Strikes Back where Luke first meets Yoda. It's a great example where Luke goes to Dagobah with the expectation of meeting a Jedi Knight.",
    "start": "00:13:20",
    "end": "00:13:45"
  },
  {
    "text": "Yeah.",
    "start": "00:13:45",
    "end": "00:13:46"
  },
  {
    "text": "And so he's looking for someone who's a boss.",
    "start": "00:13:46",
    "end": "00:13:49"
  },
  {
    "text": "Yeah, yeah. You know, lightsaber wielding ninja.",
    "start": "00:13:49",
    "end": "00:13:53"
  },
  {
    "text": "Yeah. Yes. Impressed. So he comes looking for one thing, and then what he meets is a silly, green, tiny creature, you know, and so the whole drama of that whole set of scenes on Dagova, Luke only sees what he expects to see. And so as long as he thinks the Master is a silly green creature, the Master's not going to change his mind. The Master will just let Luke sit in that misunderstanding.",
    "start": "00:13:53",
    "end": "00:14:18"
  },
  {
    "text": "Yeah. He's not defending himself.",
    "start": "00:14:18",
    "end": "00:14:20"
  },
  {
    "text": "Yeah, yeah. And then it's through their interactions that all of a sudden Luke comes to realize he's in the presence of the sage Master Jedi. And then all of a sudden, he's sitting with the same exact person, but with a totally different experience. And that's precisely what it means to have a conversion of your imagination, so to speak, when it comes to reading biblical narrative is you thought, especially if you were raised on this stuff as kids, you think you're reading children's literature. And because the style is simplistic, it's not simple, but it's simplistic on the surface.",
    "start": "00:14:20",
    "end": "00:14:59"
  },
  {
    "text": "Yeah. We're used to reading stories that are a lot more flowery in their language. They take different points of view.",
    "start": "00:14:59",
    "end": "00:15:06"
  },
  {
    "text": "It just.",
    "start": "00:15:08",
    "end": "00:15:08"
  },
  {
    "text": "It feels like a different type of craft that we could easily assume is more sophisticated because we're used to it.",
    "start": "00:15:08",
    "end": "00:15:17"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:15:17",
    "end": "00:15:18"
  },
  {
    "text": "And the biblical narrative just starts to feel like this is just a really elementary way of telling a story.",
    "start": "00:15:18",
    "end": "00:15:24"
  },
  {
    "text": "It actually kind of feels like what you see when you first see Yoda.",
    "start": "00:15:24",
    "end": "00:15:29"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:15:29",
    "end": "00:15:30"
  },
  {
    "text": "Just he talks kind of funny and he's just like, there's nothing profound here.",
    "start": "00:15:30",
    "end": "00:15:37"
  },
  {
    "text": "Right. It's kind of silly.",
    "start": "00:15:37",
    "end": "00:15:39"
  },
  {
    "text": "The basics, maybe a little embarrassing. Yeah. But then you.",
    "start": "00:15:39",
    "end": "00:15:42"
  },
  {
    "text": "To admit that that's your friend.",
    "start": "00:15:42",
    "end": "00:15:43"
  },
  {
    "text": "Correct. But then it's pointed out to you the texture and the artistry and the sophistication of these narratives and how they work, how they use time and space and character dialogue and. And then you're like, oh, my gosh, this is mind blowing. It's totally mind blowing. And so it's Learning to pay attention to. For Rene Magritte, the painter or the photographer, there's different skills. There's color, there's texture, there's perspective, lighting for a painter, there's canvas types or types of paints in size of your brush. And all of those equivalents exist in biblical narrative. The tools of biblical narrative are the portrayal of time or the way characters are portrayed, whether they're in depth or just cardboard cutout characters. The way that plots or events are set in a sequence and they're the way many plots are embedded in bigger plots, embedded in larger plots. All of this is very. I mean, it would take years to sit down and compose a work like this. So that's their tool. Brush set, so to speak, is characters, settings, time and plot sequence.",
    "start": "00:15:43",
    "end": "00:16:58"
  },
  {
    "text": "What about the parallelism and that kind of stuff?",
    "start": "00:16:59",
    "end": "00:17:02"
  },
  {
    "text": "Yes. Okay, so what I. Yeah. Because biblical narratives are so sophisticated, that's.",
    "start": "00:17:02",
    "end": "00:17:08"
  },
  {
    "text": "Going to be a level two.",
    "start": "00:17:08",
    "end": "00:17:09"
  },
  {
    "text": "Yeah. We're going to do two videos. And so we'll have two conversations.",
    "start": "00:17:09",
    "end": "00:17:13"
  },
  {
    "text": "I see.",
    "start": "00:17:13",
    "end": "00:17:13"
  },
  {
    "text": "So one will be with the very basics of. Which doesn't mean, again, simple.",
    "start": "00:17:13",
    "end": "00:17:20"
  },
  {
    "text": "Right.",
    "start": "00:17:20",
    "end": "00:17:20"
  },
  {
    "text": "It's simplistic, but it's not simple. So the basics are a plot sequence, characters in a plot in a setting.",
    "start": "00:17:21",
    "end": "00:17:29"
  },
  {
    "text": "Okay.",
    "start": "00:17:29",
    "end": "00:17:29"
  },
  {
    "text": "That's what this conversation.",
    "start": "00:17:29",
    "end": "00:17:30"
  },
  {
    "text": "That's what this conversation is about.",
    "start": "00:17:30",
    "end": "00:17:31"
  },
  {
    "text": "And that's what video. The first video on reading biblical narratives.",
    "start": "00:17:31",
    "end": "00:17:33"
  },
  {
    "text": "And then after that, we'll dig even deeper into biblical narrative.",
    "start": "00:17:33",
    "end": "00:17:36"
  },
  {
    "text": "This is the conversation in the second video will be about a particular skill set that the biblical authors mastered, which was using key words and phrases to link different stories together so that you begin to compare characters and stories all throughout the Hebrew Bible. But we'll get there.",
    "start": "00:17:36",
    "end": "00:17:54"
  },
  {
    "text": "We'll get there. So this is not a pipe. The point of that is to remember that biblical narrative while it's talking about history.",
    "start": "00:17:54",
    "end": "00:18:05"
  },
  {
    "text": "Yeah. Moses, David, Solomon, Ahaziah, real people who.",
    "start": "00:18:06",
    "end": "00:18:11"
  },
  {
    "text": "Lived on the island.",
    "start": "00:18:11",
    "end": "00:18:11"
  },
  {
    "text": "Bartimaeus, Paul. Right. Yeah, yeah.",
    "start": "00:18:11",
    "end": "00:18:14"
  },
  {
    "text": "And real things that happened. This is not what happened. This is not a pipe. Like, would you say, like, if you begin to read the story, let's say in Genesis 12 or something, and it's Abraham, and the first line is, dear reader, this is not what happened.",
    "start": "00:18:14",
    "end": "00:18:34"
  },
  {
    "text": "I wouldn't say Alethe. I would say, well, this is not a pipe. This is not Abraham.",
    "start": "00:18:37",
    "end": "00:18:40"
  },
  {
    "text": "This is not Abraham.",
    "start": "00:18:41",
    "end": "00:18:41"
  },
  {
    "text": "This is a literary representation of Abraham so that you know what happened. But more importantly, you understand the meaning of what happened.",
    "start": "00:18:41",
    "end": "00:18:51"
  },
  {
    "text": "Right?",
    "start": "00:18:51",
    "end": "00:18:51"
  },
  {
    "text": "Yes.",
    "start": "00:18:51",
    "end": "00:18:52"
  },
  {
    "text": "So. But I'll still defend it. You'll say, this is not what happened. This is the meaning of what happened. This is. And so it's scandalous, Right. Like we're already. We're being scandalized in the same way that people were scandalized by that image of the pipe. And this is not a pipe.",
    "start": "00:18:52",
    "end": "00:19:08"
  },
  {
    "text": "Okay, I understand.",
    "start": "00:19:08",
    "end": "00:19:09"
  },
  {
    "text": "You're kind of like, no, it is the pipe. And we're like, no, that is what happened.",
    "start": "00:19:09",
    "end": "00:19:12"
  },
  {
    "text": "Yes.",
    "start": "00:19:12",
    "end": "00:19:12"
  },
  {
    "text": "And then the point is like, what? No, these are words on a page, correct?",
    "start": "00:19:12",
    "end": "00:19:16"
  },
  {
    "text": "Yes.",
    "start": "00:19:16",
    "end": "00:19:16"
  },
  {
    "text": "This is.",
    "start": "00:19:16",
    "end": "00:19:16"
  },
  {
    "text": "When you say historical event, this is not what happened. The word this refers to ink on a page.",
    "start": "00:19:16",
    "end": "00:19:22"
  },
  {
    "text": "Ink on a page.",
    "start": "00:19:22",
    "end": "00:19:23"
  },
  {
    "text": "Yes.",
    "start": "00:19:23",
    "end": "00:19:23"
  },
  {
    "text": "Yeah, yeah. But this is going to tell you a story about something that happened and what was meaningful about that.",
    "start": "00:19:23",
    "end": "00:19:31"
  },
  {
    "text": "Yeah. And this isn't just splitting hairs. Understanding this difference will completely transform how you read these biblical narrative texts.",
    "start": "00:19:31",
    "end": "00:19:38"
  },
  {
    "text": "Because.",
    "start": "00:19:38",
    "end": "00:19:39"
  },
  {
    "text": "Because it becomes a different kind of experience when you're in a movie theater and you forget that you're looking at light on the screen and you're just immersed, you actually aren't paying attention to the director's skill set and techniques. But the moment you watch a movie the third time and you start to notice, like, oh, notice such and such a character is always on screen left when this happens, or light is always coming from the upper right in interrogation scenes. Right. It's like you start to realize the craft at work and it heightens your awareness of what's being communicated. Because at the end of the day, the biblical authors don't just want to tell you interesting things that happened. They have a message. They have a. Yeah, a theological message that they're trying to communicate to you about where are we? The big things that narrative do. Where are we? Who are we? Who's God? What's the real problem in the world? What's the hope for a solution? It's the big questions of human existence. That's what these narratives are about. But they are addressing those questions and communicating through the medium of these well crafted narratives.",
    "start": "00:19:39",
    "end": "00:20:51"
  },
  {
    "text": "So how would you answer the question then? Are these biblical narratives true?",
    "start": "00:20:51",
    "end": "00:20:57"
  },
  {
    "text": "Well, so that's a philosophical discussion about what meaning of the word truth. Right. So are they true? Am I asking, do they communicate something that's true to the human experience? Do they communicate something that's true in terms of it's a true claim about God and God's purposes in the world, is it true in the sense of historical reference? It refers to an event that really happened. So, yeah, it depends which one you ask. Well, usually, usually people, it's the last one.",
    "start": "00:20:58",
    "end": "00:21:31"
  },
  {
    "text": "The last one.",
    "start": "00:21:31",
    "end": "00:21:31"
  },
  {
    "text": "And so that's fine. But the Biblical authors aren't just concerned to tell us this happened. They want to tell you this happened. And here is its meaning and significance. And the message that you ought to get after reading this literary representation of it. It's not an either or. It really matters. And there's narrative and then there's narrative. Right. There's some specifically. For example, Genesis 1 through 11 has sparked an enormous amount of debate because the types of narrative that you read in the first 11 pages, they breathe a different air.",
    "start": "00:21:32",
    "end": "00:22:07"
  },
  {
    "text": "Yeah.",
    "start": "00:22:07",
    "end": "00:22:08"
  },
  {
    "text": "They feel different than when you get to Abraham. And then especially once you get into Moses and David, where you're like, dateable events, other kingdoms, other things. These authors are as sophisticated as they are. They have the ability to incorporate different kinds of narrative from different places, but weave them together into a single sequence. And we shouldn't just import our modern expectations of what a history book ought to look like onto these texts. They're doing something different at the same time. The coherence of an event, of the meaning of, like, an event, like the Exodus, and the claim being made about the meaning of Jesus life and death and resurrection clearly hangs on a claim that these are events that took place in, like, real space, history. The whole narrative falls apart. The narrative has no purpose.",
    "start": "00:22:08",
    "end": "00:23:00"
  },
  {
    "text": "Right. If it's all data, yeah.",
    "start": "00:23:01",
    "end": "00:23:03"
  },
  {
    "text": "But there are other narratives where it seems like the authors are comfortable with a more loose relationship to historical reference, you know, and some of the classic grounds, you know, where Bible nerds debate this, or like the Book of Job, the book of Jonah, that kind of thing.",
    "start": "00:23:03",
    "end": "00:23:19"
  },
  {
    "text": "Right.",
    "start": "00:23:19",
    "end": "00:23:20"
  },
  {
    "text": "So. But the main staple of biblical narrative anchors it firmly in history, but they aren't just trying to tell you history for history's sake. They are a theological message. Okay, so from here, I want the video to focus and develop the three main tools that biblical authors use to communicate their message. So one is plot. All narratives have a plot. So. So there's a sequence of events strung into a meaningful development, cause, effect pattern. And how those events are arranged is intentional and communicates a message. There's plot. Then, of course, those events are taking place somewhere. And how the biblical authors mention and develop the places that events take place are extremely significant. Places are actually almost another character in the story. They play such an important role. And also, setting involves not just place, but time. How time gets referenced in a narrative that's very intentional. And then the last one, the third one, is characters. Right? The people who are involved in these events and the ways that characters are portrayed is a core vehicle. So plot, setting, character. This is the basic skill tool set.",
    "start": "00:23:20",
    "end": "00:24:56"
  },
  {
    "text": "Of biblical authors and a basic tool set of any storyteller.",
    "start": "00:24:56",
    "end": "00:25:01"
  },
  {
    "text": "Of any storyteller. Yeah, that's right. But every storyteller will have different. Develop different techniques.",
    "start": "00:25:01",
    "end": "00:25:07"
  },
  {
    "text": "So these are the biblical author's tools and techniques as it relates to their bread and butter of storyteller.",
    "start": "00:25:07",
    "end": "00:25:12"
  },
  {
    "text": "Totally. It's their little. If they have like a painting smock, Rene Magritte going into the studio, they have their pocket, front pocket full of different size brushes and a palette with different types of acrylics and colors.",
    "start": "00:25:12",
    "end": "00:25:26"
  },
  {
    "text": "Yeah.",
    "start": "00:25:26",
    "end": "00:25:26"
  },
  {
    "text": "And in they go.",
    "start": "00:25:26",
    "end": "00:25:27"
  },
  {
    "text": "In they go.",
    "start": "00:25:27",
    "end": "00:25:28"
  },
  {
    "text": "So plots, how a plot gets arranged. Again, this is one of those things you get immersed in a story and you don't pay attention to why did this thing, why is this event happening after this event, happening after this event. And if it's done realistically, you forget that you are in a sequence of events that have been carefully chosen and selected. This event comes after this event because you think, oh well, that's just what happened next.",
    "start": "00:25:28",
    "end": "00:25:57"
  },
  {
    "text": "Right.",
    "start": "00:25:58",
    "end": "00:25:58"
  },
  {
    "text": "But the biblical authors, they don't have to tell you anything. Just when you're reading a biblical story and you're reading this happened and then this happened and this happened, if it's.",
    "start": "00:25:58",
    "end": "00:26:07"
  },
  {
    "text": "There, there's a reason.",
    "start": "00:26:07",
    "end": "00:26:08"
  },
  {
    "text": "If it's there, there's a reason. And part of, I think the challenge of reading biblical stories is what I call the way plot embedding or plot sequence techniques. So the biblical narratives are multi layered. So we do videos, like our biblical theme videos, where we do the whole biblical narrative and then showing how the story of Jesus is always the key turning point in the climax of it. So that's like level one of the biblical narrative, the whole Bible.",
    "start": "00:26:08",
    "end": "00:26:37"
  },
  {
    "text": "Okay.",
    "start": "00:26:37",
    "end": "00:26:38"
  },
  {
    "text": "And then level two would be the large movements within the whole biblical narrative. So we've talked about some of these. Creation to the city and the scattering of Babylon. That's a big movement. Abraham, family. That's right, yeah. Or movement or an act. Yep. Abraham's family covenant growing and then the exodus from Egypt, the wilderness covenant at Mount Sinai, going into the land, failure in the land, exile, return from exile. Right. Those are all big, big movements.",
    "start": "00:26:38",
    "end": "00:27:13"
  },
  {
    "text": "Yeah. Is it movement for music? Is that a musical?",
    "start": "00:27:13",
    "end": "00:27:17"
  },
  {
    "text": "Yeah, you're right. Yes, it is.",
    "start": "00:27:17",
    "end": "00:27:18"
  },
  {
    "text": "Motif.",
    "start": "00:27:18",
    "end": "00:27:19"
  },
  {
    "text": "Yeah, I guess you could say act.",
    "start": "00:27:19",
    "end": "00:27:21"
  },
  {
    "text": "Storytelling. It's an act.",
    "start": "00:27:21",
    "end": "00:27:22"
  },
  {
    "text": "Yeah. They have clear beginnings and also closures. Yeah, moments of closure.",
    "start": "00:27:22",
    "end": "00:27:27"
  },
  {
    "text": "Yeah. And they serve a purpose in an overall story.",
    "start": "00:27:27",
    "end": "00:27:31"
  },
  {
    "text": "Yep. Yeah. But they are a coherent sequence from beginning to end of like some kind of initial introduction, arising conflict or resolution landing into. Yeah. Resolution. And so each of these has Jesus. You know, the Gospel stories. The four Gospels tell Jesus arrival, bringing the kingdom, inaugurating the kingdom through his life, death and resurrection, and then the spread of his kingdom into the nations in the book of Acts. So they have all those big movements. So that's level two.",
    "start": "00:27:32",
    "end": "00:28:06"
  },
  {
    "text": "Okay.",
    "start": "00:28:06",
    "end": "00:28:07"
  },
  {
    "text": "And then.",
    "start": "00:28:07",
    "end": "00:28:07"
  },
  {
    "text": "So level one is the story, whole biblical story. And then level two is the Acts that make up the story.",
    "start": "00:28:07",
    "end": "00:28:13"
  },
  {
    "text": "That's right.",
    "start": "00:28:13",
    "end": "00:28:14"
  },
  {
    "text": "And in the biblical narrative, there's. You can kind of say there's four.",
    "start": "00:28:14",
    "end": "00:28:17"
  },
  {
    "text": "Well, I mean, if you're looking at. For the literary texture, there's about eight.",
    "start": "00:28:18",
    "end": "00:28:25"
  },
  {
    "text": "Oh, okay.",
    "start": "00:28:25",
    "end": "00:28:26"
  },
  {
    "text": "Really? So there's creation to the city of Babylon. There's Abraham, his family in the Covenant, landing down in Egypt. There's the Exodus, there's Mount Sinai, there's Into the Promised Land. Big sequence in the Promised land, back to Babylon in exile, return from exile, and the hopes don't come true.",
    "start": "00:28:26",
    "end": "00:28:45"
  },
  {
    "text": "Okay.",
    "start": "00:28:45",
    "end": "00:28:46"
  },
  {
    "text": "And then the Jesus story.",
    "start": "00:28:46",
    "end": "00:28:47"
  },
  {
    "text": "Okay.",
    "start": "00:28:47",
    "end": "00:28:48"
  },
  {
    "text": "So, yeah, those are the big. The big acts.",
    "start": "00:28:48",
    "end": "00:28:50"
  },
  {
    "text": "Got it. Well, it's a long play.",
    "start": "00:28:50",
    "end": "00:28:52"
  },
  {
    "text": "It's a long play. Well, dude, it's the Bible.",
    "start": "00:28:52",
    "end": "00:28:55"
  },
  {
    "text": "Yeah, it's like super long.",
    "start": "00:28:55",
    "end": "00:28:57"
  },
  {
    "text": "Okay. And then each of those acts has embedded within it hundreds of little mini stories.",
    "start": "00:28:58",
    "end": "00:29:06"
  },
  {
    "text": "Yeah, that's level three.",
    "start": "00:29:06",
    "end": "00:29:07"
  },
  {
    "text": "That's level three. Yeah. So literally hundreds of little mini stories.",
    "start": "00:29:07",
    "end": "00:29:13"
  },
  {
    "text": "And back to, like, the movie motif. This would be a scene.",
    "start": "00:29:13",
    "end": "00:29:17"
  },
  {
    "text": "This would be scenes. Yeah. Well, actually, it's tricky because some of them are scenes like Cain and Abel.",
    "start": "00:29:17",
    "end": "00:29:24"
  },
  {
    "text": "Yeah.",
    "start": "00:29:24",
    "end": "00:29:24"
  },
  {
    "text": "But some of them are also themselves little mini acts. Like the Joseph story. It's, you know, it's long. It's like 12 chapters. And it has its own internal plot conflict and climax and resolution. So it's just. It's important to realize this is how the biblical narrative works on these different levels. And it's important to recognize what level am I reading and pondering at right now? Because it will completely transform the meaning of the level 3 individual story that you're. That you're looking at. So here's a quote and an example. Okay, so Sean McAvenu, he's a Catholic biblical scholar. Brilliant. He wrote a great introduction to biblical interpretation. And he says this. The very first and really only rigid rule in literary theory is that texts must be read from beginning to end. The meaning of a word isn't determined by its dictionary definition, but by its literary context. So also, a story's meaning is only determined by the relationship of all of its elements to the whole text in which it's embedded from beginning to end. So there's a sense in which you can't ever fully grasp the depth of any of those little mini stories until you've read the whole Bible and then you have to go back and reread every story in light of every other story.",
    "start": "00:29:24",
    "end": "00:30:53"
  },
  {
    "text": "Yeah. You're in a cycle.",
    "start": "00:30:53",
    "end": "00:30:54"
  },
  {
    "text": "Yes. Yeah. And that's precisely the way Psalm 1 portrays the ideal reader of the Hebrew Bible.",
    "start": "00:30:54",
    "end": "00:31:01"
  },
  {
    "text": "Like a tree next to streams of.",
    "start": "00:31:01",
    "end": "00:31:03"
  },
  {
    "text": "Water, meditating on it day and night. It's meditation, literature. It's literature that's designed that you'll only begin to see its depths from a lifetime of habitual reading.",
    "start": "00:31:03",
    "end": "00:31:15"
  },
  {
    "text": "Yeah.",
    "start": "00:31:15",
    "end": "00:31:15"
  },
  {
    "text": "So here's a good example about plot and narrative meaning. The Gideon story. And actually I have some personal attachment to this story. So there's a story about a guy, Gideon, and there's. Whatever. Israel's under a military attack by the Midianites. And so God tells him, you know, you're going to deliver the people. And so there's this scene where he wants to really know if God's calling him. And so he asks God for the sign. It's the fleece, laying out the fleece. And he gets this wool fleece and he lays it out and he says, God, if there's dew all over the ground, but the fleece is dry in the morning, then I'll know you're really talking to me. And it is. He wakes up and it's like, oh, my gosh. And then he says, well, don't get angry, God, can I just. He says, can I test you one more time?",
    "start": "00:31:16",
    "end": "00:32:06"
  },
  {
    "text": "Right.",
    "start": "00:32:06",
    "end": "00:32:07"
  },
  {
    "text": "The next tomorrow, let the fleece be totally wet, but the ground dry. And he wakes up. And then that happens. And so the first time I ever learned about that story was not by reading it, it was at a chapel.",
    "start": "00:32:07",
    "end": "00:32:18"
  },
  {
    "text": "Is someone telling it?",
    "start": "00:32:20",
    "end": "00:32:21"
  },
  {
    "text": "At the Christian college that I went to. And it was a message about prayer and discerning God's will.",
    "start": "00:32:21",
    "end": "00:32:26"
  },
  {
    "text": "Yeah. And putting out a fleece.",
    "start": "00:32:26",
    "end": "00:32:28"
  },
  {
    "text": "And it was. Yeah. I was introduced to this idea that I now learned has a long history in certain Christian traditions of, like, practices for discerning God's will for your life. And there's this whole tradition of praying for signs and then being on the lookout for the fulfillment of those signs. So I remember being presented with this story just by itself.",
    "start": "00:32:28",
    "end": "00:32:50"
  },
  {
    "text": "Yeah, this story out of context.",
    "start": "00:32:50",
    "end": "00:32:52"
  },
  {
    "text": "And so I had a decision. It felt like a significant decision in front of me. Like, literally like that month.",
    "start": "00:32:53",
    "end": "00:32:59"
  },
  {
    "text": "Did you ask for a sign?",
    "start": "00:33:00",
    "end": "00:33:01"
  },
  {
    "text": "So, I mean, I'm just a brand new follower of Jesus I'm like 20 years old. I'm trying to. This is a new way of life.",
    "start": "00:33:01",
    "end": "00:33:07"
  },
  {
    "text": "Take fleece out of your closet.",
    "start": "00:33:07",
    "end": "00:33:08"
  },
  {
    "text": "So I got a cane's white T shirt. I'm still living with my parents. It was my first year of college, and they said I could live with them, that kind of thing. And so. But yeah, I lived on the ground floor. And so I crawled out my window one night. It was like a spring night.",
    "start": "00:33:08",
    "end": "00:33:27"
  },
  {
    "text": "Why didn't you use the door?",
    "start": "00:33:27",
    "end": "00:33:28"
  },
  {
    "text": "And I don't know. Oh, well, here's why. Because right out my window with a small grass path and then our neighbor's metal fence. And so I was like, oh, if I tie the shirt to the fence, I'll just see it out my window and I'll wake up first thing in the morning and look out the window. And so I prayed about this decision. I was like, Lord, I was just like, well, that's what this guy did. And this is what I'm supposed to do, because he did it. It's in the Bible. So anyway, so I woke up and the T shirt had become unraveled. It was a really windy night, and it was sitting in like, a mud puddle down below. And I was like, oh, this doesn't fit any of my signs. What does that mean?",
    "start": "00:33:28",
    "end": "00:34:08"
  },
  {
    "text": "Well, what did you ask for? For it to be dry or dry or wet.",
    "start": "00:34:08",
    "end": "00:34:11"
  },
  {
    "text": "Yes, totally. Yeah. Or dry. Sorry, Dry.",
    "start": "00:34:11",
    "end": "00:34:13"
  },
  {
    "text": "Dry.",
    "start": "00:34:13",
    "end": "00:34:13"
  },
  {
    "text": "Yes. Yeah. Because it was like, going to be a rainy night. And I was like, oh, okay, if it's totally dry in the morning.",
    "start": "00:34:13",
    "end": "00:34:18"
  },
  {
    "text": "Right. But it's in a.",
    "start": "00:34:18",
    "end": "00:34:19"
  },
  {
    "text": "It's sitting in a mud puddle. And I was like, what does that mean?",
    "start": "00:34:19",
    "end": "00:34:21"
  },
  {
    "text": "Yeah, well, it's not dry.",
    "start": "00:34:21",
    "end": "00:34:23"
  },
  {
    "text": "It's not a toilet. Anyway, so here's the point. When you come to the Bible expecting to find a handbook for whatever, you know, here's a handbook on prayer and discerning God's will. Then that short story by itself communicates a message. Here's the problem. The character needs to know God's will. The solution, this laying out of a fleece climax of the story, it comes, you know, it works. And he discerns God's will, resolution of the story. He goes and acts in faith and trust.",
    "start": "00:34:23",
    "end": "00:34:56"
  },
  {
    "text": "Yeah.",
    "start": "00:34:56",
    "end": "00:34:56"
  },
  {
    "text": "So by itself, the story's meaning is go be like this. But of course, that's just. The story is only about five verses long, embedded in the Gideon story, which is Judges chapter six through eight. And if you pay attention to the patterning of the stories, the first story is of Gideon as a really has a fraidy cat, scaredy cat, Threshing wheat in a winepress to stay out of sight. He's like, below ground in the line of sight, threshing wheat. And then an angel appears to him, but he doesn't really recognize it. And what he goes on to say is, God's abandoned us. He's not with us anymore. And then the angel says, you're going to deliver the people. And Gideon's like, oh, I don't know. Give me a sign. And so it's an odd story, but he makes an altar, and this angel sends miraculous fire to consume. It's incredible. Like, if I saw that.",
    "start": "00:34:57",
    "end": "00:35:56"
  },
  {
    "text": "Yeah, you're in.",
    "start": "00:35:56",
    "end": "00:35:58"
  },
  {
    "text": "Yeah, totally. I'm okay. This clearly. And this flea story comes after that. And so, in other words, the flea story is one of multiple stories in the larger sequence depicting Gideon as lacking faith. And then right after it is a story of Gideon musters a huge army. And God says, that's way too many people. And then God starts testing Gideon. Gideon.",
    "start": "00:35:58",
    "end": "00:36:22"
  },
  {
    "text": "Is this the. Where they have to drink out of the water?",
    "start": "00:36:22",
    "end": "00:36:24"
  },
  {
    "text": "Totally. Yeah. Yeah. So his army of, like, tens of thousands shrinks step by step to an army of 300. And then he defeats the enemy, like, without any swords. He defeats the enemy with clay pots and little torches. So the whole story is depicting Gideon as lacking faith, which completely transforms the meaning of that fleece story. It's not advocating this as something you should do. It's an illustration among many of this character's lack of faith. And the fact that God will stoop to his level and meet him where he's at and answer these prayers isn't a sign of, like, this is how God always works. It's a sign of God's exceptional generosity to work with Gideon and bring him along. So that's a good example. The meaning of a narrative depends on what plot sequence you read it within. The same exact mini story. Level three story can have opposite meanings depending on if you're paying attention to how it fits in to the larger sequence.",
    "start": "00:36:24",
    "end": "00:37:29"
  },
  {
    "text": "That's level three to level two.",
    "start": "00:37:29",
    "end": "00:37:31"
  },
  {
    "text": "Correct.",
    "start": "00:37:31",
    "end": "00:37:32"
  },
  {
    "text": "And then if you look at that story in light of the entire biblical narrative, you can maybe learn some more about it.",
    "start": "00:37:32",
    "end": "00:37:39"
  },
  {
    "text": "Yeah, more. And that will kind of be the next video is how the biblical authors weave all of these hundreds of stories and then eight big movements together into a big sequence with patterns, narrative patterns and so on. So this is how plots work. If I want to communicate something important to you, I'll tell a story and you know the meaning of the event by locating where the conflict is and how the conflict gets resolved. NT Wright is a fairly well known New Testament scholar, but back when he was writing bike books that he was riding bikes, back when he was writing books that nobody was reading. 1992, this kind of like when you.",
    "start": "00:37:39",
    "end": "00:38:23"
  },
  {
    "text": "Early days.",
    "start": "00:38:24",
    "end": "00:38:24"
  },
  {
    "text": "Totally. When you like started listening to a band before they were.",
    "start": "00:38:24",
    "end": "00:38:28"
  },
  {
    "text": "Yeah.",
    "start": "00:38:28",
    "end": "00:38:29"
  },
  {
    "text": "Oh, right, yeah. That's kind of the relationship I have with NT Right.",
    "start": "00:38:29",
    "end": "00:38:32"
  },
  {
    "text": "Oh, you were reading him before you.",
    "start": "00:38:32",
    "end": "00:38:34"
  },
  {
    "text": "Yeah, I read his first book in 1980. 99.",
    "start": "00:38:34",
    "end": "00:38:37"
  },
  {
    "text": "That's how I feel about Switchfoot, the band I was listening to before.",
    "start": "00:38:37",
    "end": "00:38:41"
  },
  {
    "text": "That's great. So his first big fat academic book was called the New Testament and the People of God and Man. The first third of that book is just gold and it's about philosophy and biblical literature and how biblical literature communicates. Brilliant. It's brilliant. So he has a whole section on how plots and narratives work, trying to react, lay the groundwork for how we read the Gospels. That's what that section of the book was. But he had this line that's been very helpful for me through the years. He says stories and plots are the crucial agents that invest events with meaning. The way the bare facts are described, the point at which the tension or climax occurs, the selection or arrangements of the parts, these all indicate the meaning which the events are believed to possess and thus what the author means to communicate by telling them to the reader. So when you're looking at the hundreds of little mini narratives, when you're looking at the mid level narratives paying attention to what's the conflict in this episode and how does the conflict get brought to a climax and resolve and isolating those moments in whatever narrative you're looking at. It's a part of one of the keys to understanding the meaning that the author's trying to get across. And so just think about the Gideon example. If the plot conflict is Gideon doesn't know God's will. Yeah, that's the problem. We have to solve this problem. And so how does the problem get overcome?",
    "start": "00:38:42",
    "end": "00:40:14"
  },
  {
    "text": "The fleece?",
    "start": "00:40:14",
    "end": "00:40:15"
  },
  {
    "text": "He comes up with this technique of asking God for a sign and then the conflict is resolved by God performing the sign.",
    "start": "00:40:15",
    "end": "00:40:23"
  },
  {
    "text": "I see.",
    "start": "00:40:23",
    "end": "00:40:24"
  },
  {
    "text": "And so you walk away from that narrative arc going, oh, okay. One of the problems in life for me too is discerning God's will. So how did he overcome that? And how did God, how did it reach resolution?",
    "start": "00:40:24",
    "end": "00:40:37"
  },
  {
    "text": "So you're taking that Gideon story with the fleece and you're saying that is the climax and resolution built in, instead of seeing it as one part of the escalation towards a different climax.",
    "start": "00:40:38",
    "end": "00:40:53"
  },
  {
    "text": "Yes, narratives communicate. And the reason why we love and resonate with narratives is because narratives are driven by plot conflict. And especially when a narrative has a plot conflict that the viewer or the reader can self identify with, that's how narratives work. And so you go like, oh yeah, I get that, man, that's my problem every day. Or. And so that's how narratives communicate to us is all of a sudden my real life conflicts are being played out through these characters. And so how the conflict is overcome in the story gives me a clue for how I can overcome my challenges and conflicts too. So that's what I mean, the meaning of the story. So a story about a character discerning God's will through asking God to perform a sign communicates to me the message, oh, this is how I can overcome this conflict too. But if the conflict is really God wants to save his people. Judges chapter 6:8, the Gideon story. God wants to save his people. And what he has to work with is a coward of a man who constantly lacks faith. That's a very different plot conflict.",
    "start": "00:40:53",
    "end": "00:42:04"
  },
  {
    "text": "Yeah. So misinterpreting the Gideon story is by misapplying where the conflict is.",
    "start": "00:42:05",
    "end": "00:42:10"
  },
  {
    "text": "Yeah. Where does the conflict and the climax and the resolution come? And often misinterpretation of biblical stories comes by not seeing what level I'm reading and misidentifying, identifying the wrong climax. And therefore you see the story as advocating.",
    "start": "00:42:10",
    "end": "00:42:27"
  },
  {
    "text": "Because that story of Gideon the Fleece has its own conflict, climax, resolution built in.",
    "start": "00:42:27",
    "end": "00:42:33"
  },
  {
    "text": "That's right. It's a little scene, but it's part.",
    "start": "00:42:33",
    "end": "00:42:35"
  },
  {
    "text": "Of a larger rising conflict.",
    "start": "00:42:35",
    "end": "00:42:39"
  },
  {
    "text": "Correct.",
    "start": "00:42:39",
    "end": "00:42:39"
  },
  {
    "text": "And so that zooming out helps you realize, like, it's not the actual conflict, it's just moving us along in the escalation of conflict.",
    "start": "00:42:39",
    "end": "00:42:48"
  },
  {
    "text": "Yeah, and the conflict. All of a sudden, when you read the fleece story in the larger context of the Gideon story, the conflict for you, the reader is, oh man, he lacks faith again. When is this guy ever going to get it?",
    "start": "00:42:49",
    "end": "00:43:03"
  },
  {
    "text": "And so the resolution there is like, wow, God's being generous. Not, oh, that's how I discern God's will.",
    "start": "00:43:03",
    "end": "00:43:10"
  },
  {
    "text": "That's right, exactly. But that's because the plot conflict of that little scene is now being informed by the larger conflict in the Gideon story, which is, God wants to save his people, but he's going to do it through this very unlikely anti hero almost. And then the broader narrative is, that's how the whole book of Judges works. God wants to deliver his people, but they're constantly turning Away from him. And the only people available, the only leaders available that he has to work with are these terribly flawed individuals. Which sets you up for the end of the Book of Judges, which is four times it gets repeated. In those days, there was no king in Israel. And you finish judges going, oh, man, we need a king who's.",
    "start": "00:43:10",
    "end": "00:43:54"
  },
  {
    "text": "You realize you're part of another conflict, a greater conflict.",
    "start": "00:43:54",
    "end": "00:43:58"
  },
  {
    "text": "Yeah. Then the Gideon story takes on a whole new meaning because he's this anti hero. The whole story is portraying the need for a leader who won't be like Gideon, but who will truly have radical faith in the God.",
    "start": "00:43:58",
    "end": "00:44:12"
  },
  {
    "text": "It's kind of like when you're summoning a mountain and you get to false peaks.",
    "start": "00:44:12",
    "end": "00:44:14"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:44:14",
    "end": "00:44:15"
  },
  {
    "text": "So, like, you're like walking up a hill and you go, oh, this is it. I reached the top. This is the climax. And it's the story of the fleece. And then you look over and you go, whoa, this is not. This is just a little false peak and a much bigger hill.",
    "start": "00:44:16",
    "end": "00:44:29"
  },
  {
    "text": "That's totally right.",
    "start": "00:44:29",
    "end": "00:44:29"
  },
  {
    "text": "And you climb that, you get to the end, you're like, oh, this must be it. And then you realize, no, this is.",
    "start": "00:44:29",
    "end": "00:44:34"
  },
  {
    "text": "Actually just part of the challenge too, is that the venues or the environments where we encounter biblical stories are usually hour long gatherings.",
    "start": "00:44:34",
    "end": "00:44:45"
  },
  {
    "text": "Right.",
    "start": "00:44:45",
    "end": "00:44:45"
  },
  {
    "text": "And so there's not time to work through the whole Gideon story, much less the whole Book of Judges, much less the whole in the Promised Land part of the Old Testament. And so we encounter them in their smallest little mini scenes.",
    "start": "00:44:46",
    "end": "00:44:59"
  },
  {
    "text": "Yeah.",
    "start": "00:44:59",
    "end": "00:45:00"
  },
  {
    "text": "And because that's what's manageable, they become these little moralistic tales I experienced read in isolation this weekend when I was.",
    "start": "00:45:00",
    "end": "00:45:09"
  },
  {
    "text": "Talking at the church.",
    "start": "00:45:09",
    "end": "00:45:10"
  },
  {
    "text": "Oh, yes. Yeah.",
    "start": "00:45:10",
    "end": "00:45:10"
  },
  {
    "text": "And it was in the Book of Numbers. And what I wanted to do was first just tell the story of the Bible so far for context. And now we're in the Book of Numbers, so creating that bigger story context. But I only had 20 minutes, and that was gonna take like the whole 20 minutes.",
    "start": "00:45:10",
    "end": "00:45:27"
  },
  {
    "text": "Totally. Yeah, totally.",
    "start": "00:45:27",
    "end": "00:45:28"
  },
  {
    "text": "And so I just jumped right in the story, just like, well, you know.",
    "start": "00:45:28",
    "end": "00:45:31"
  },
  {
    "text": "Yeah, it's a challenge.",
    "start": "00:45:31",
    "end": "00:45:32"
  },
  {
    "text": "Yeah.",
    "start": "00:45:32",
    "end": "00:45:33"
  },
  {
    "text": "And that's okay. That's. The medium of the sermon is a different goal than the whole biblical narrative. But that's the challenge is inviting people to see this little episode means what it means within the larger story.",
    "start": "00:45:33",
    "end": "00:45:50"
  },
  {
    "text": "We also really love devotionals, which are typically little tidbits. Little tidbits. Here's a little. Nice.",
    "start": "00:45:50",
    "end": "00:45:56"
  },
  {
    "text": "Yeah.",
    "start": "00:45:56",
    "end": "00:45:57"
  },
  {
    "text": "Sometimes it's just a verse or a thought from a story, sometimes. Or not from poetry. Or discourse. And sometimes it's just little mini stories. And then you moralize them.",
    "start": "00:45:57",
    "end": "00:46:07"
  },
  {
    "text": "And here's the thing, that's how biblical narratives are constructed. Think of like, well, my life is full of Legos right now, my little boys. But it's, you know, they're made of bricks.",
    "start": "00:46:07",
    "end": "00:46:18"
  },
  {
    "text": "Yeah.",
    "start": "00:46:18",
    "end": "00:46:18"
  },
  {
    "text": "And there's the smallest bricks. Then you build those into, you know, a chassis for your car or the fender section or the wall, one wall of a building made of many smaller bricks. But then that's only one piece of the house that you're building or the tow truck or whatever. And so that's how the whole Bible is composed of little mini bricks. These tiny little scenes about Jacob's wives arguing over mandrakes, or, you know, Joseph interpreting the dreams of a cupbearer, or all these tiny little. And they are little stories in their own right.",
    "start": "00:46:18",
    "end": "00:46:53"
  },
  {
    "text": "Yeah.",
    "start": "00:46:54",
    "end": "00:46:54"
  },
  {
    "text": "And everyone's told with intricate care, but with that same degree of care. They've been woven in to the act that they're in. Located in the large movement of the biblical story, located within the overall story. And every one of those levels will add meaning.",
    "start": "00:46:54",
    "end": "00:47:11"
  },
  {
    "text": "Then how do you teach. Keeping that in mind, how does that inform the way that you teach the Bible?",
    "start": "00:47:12",
    "end": "00:47:19"
  },
  {
    "text": "Well, it depends on the setting.",
    "start": "00:47:19",
    "end": "00:47:20"
  },
  {
    "text": "Yeah.",
    "start": "00:47:20",
    "end": "00:47:21"
  },
  {
    "text": "You know.",
    "start": "00:47:21",
    "end": "00:47:21"
  },
  {
    "text": "Well, you were doing a lot of sermons.",
    "start": "00:47:21",
    "end": "00:47:23"
  },
  {
    "text": "Yeah, yeah. For years. Yeah. I mean, people at Door of Hope got probably tired of my. It was like every message I was doing some five minute summary. Usually. Actually. Usually ten.",
    "start": "00:47:23",
    "end": "00:47:34"
  },
  {
    "text": "Yeah.",
    "start": "00:47:34",
    "end": "00:47:35"
  },
  {
    "text": "Summary where you're at in the story of the whole stories up to this point.",
    "start": "00:47:36",
    "end": "00:47:40"
  },
  {
    "text": "Yeah.",
    "start": "00:47:40",
    "end": "00:47:40"
  },
  {
    "text": "Highlighting the key events that bear on this little episode. Individual episode. But I think you have to. That's how you have to learn how to think. Because that is actually the weave, the texture of biblical narrative. You'll misread the individual episodes if you don't interpret them in light of the surrounding episodes and the larger ones. And it's this simple principle. The conflict of a narrative, how it comes to a climax and how it gets resolved. That's a huge vehicle for how stories communicate their message to people. And so if I have located the wrong conflict and the wrong climax and the wrong resolution. I used to do this exercise in classes about the book of Jonah, reading Jonah as a three chapter book, acting as if chapter four doesn't exist. Chapter four is after he's been called to the city of Nineveh, which he hates, but he goes there anyway. Eventually after the run in with the sailors and the fish.",
    "start": "00:47:41",
    "end": "00:48:39"
  },
  {
    "text": "Yeah.",
    "start": "00:48:39",
    "end": "00:48:40"
  },
  {
    "text": "He goes there and announces his message and the Ninevites repent and they discover life and forgiveness and joy and so on. That. And if you end the story right there, it's a happy story. The prophet has a turnaround. People of Nineveh have a turnaround. It's successful. And I have a version of a children's book of the story of Jonah that ends right there.",
    "start": "00:48:40",
    "end": "00:49:04"
  },
  {
    "text": "Yeah, a lot of them do.",
    "start": "00:49:04",
    "end": "00:49:05"
  },
  {
    "text": "Yes. But the moment you add the last chapter of the story of Jonah, which is. Jonah is so angry.",
    "start": "00:49:05",
    "end": "00:49:12"
  },
  {
    "text": "Yeah. It becomes a dark story.",
    "start": "00:49:12",
    "end": "00:49:14"
  },
  {
    "text": "He's so disgusted with his God that he wants to die and not have to be in the presence of his God anymore, that whole thing. And then all of a sudden, we're like, whoa, I thought this was a story about God in Nineveh. This is a story about God and Jonah. So all of a sudden, the same exact events of chapters one to three take on a whole new meaning. And you go back and you reread everything Jonah said and did in a new light, and you take away almost the opposite meaning from everything Jonah said up to that point. So it's just another good example where that's about plot arrangement and sequence of events. And every event forces you to go back and reevaluate every previous little scene before that. Yeah. And so how much more so the whole Book of Judges or the whole of Genesis, from creation to Israel's exile to Babylon and Second Kings, much less the whole Hebrew Bible, much less the Old Testament, New Testament. And every. Every time you step up another 5,000ft to look at the terrain below you, you see things in a new light or a deeper light. Each episode, smaller episodes, meaning must be informed by the larger scene or act that it's placed within. And that's why plot. Paying attention to the arrangement of scenes within larger plot arcs.",
    "start": "00:49:14",
    "end": "00:50:37"
  },
  {
    "text": "Got it.",
    "start": "00:50:37",
    "end": "00:50:38"
  },
  {
    "text": "This is a basic tool for how these narratives communicate their meaning. And when you ignore that tool, we're liable to misread.",
    "start": "00:50:38",
    "end": "00:50:48"
  },
  {
    "text": "Thanks for listening to this episode of the Bible Project. If you enjoyed this episode, you would also enjoy the videos that we've made on how to read the Bible. They're on our YouTube channel, YouTube.com thebibleproject and they're also on our website. They're free to download, and there's study notes and other things that accompany them. It's at thebibleproject.com thanks for being a part of this with us, Sam.",
    "start": "00:50:50",
    "end": "00:51:40"
  }
]