[
  {
    "text": "Okay. We did five hours of conversation.",
    "start": "00:00:11",
    "end": "00:00:14"
  },
  {
    "text": "Yes.",
    "start": "00:00:14",
    "end": "00:00:15"
  },
  {
    "text": "On the law.",
    "start": "00:00:15",
    "end": "00:00:15"
  },
  {
    "text": "Yes, we did.",
    "start": "00:00:15",
    "end": "00:00:16"
  },
  {
    "text": "To get ready for video that's out now, which is how to read the law in the Bible.",
    "start": "00:00:16",
    "end": "00:00:23"
  },
  {
    "text": "Yes. We estimated. Was it 10% of the Bible?",
    "start": "00:00:23",
    "end": "00:00:27"
  },
  {
    "text": "Five to 10%, I think was my general depends on.",
    "start": "00:00:27",
    "end": "00:00:30"
  },
  {
    "text": "Because some of the Old Testament laws are one sentence, some of them are many verses, whole paragraphs.",
    "start": "00:00:30",
    "end": "00:00:35"
  },
  {
    "text": "Yeah.",
    "start": "00:00:35",
    "end": "00:00:36"
  },
  {
    "text": "So somewhere between 5 to 10% of the entire Bible is made up in those 600 plus commands in Exodus through Deuteronomy.",
    "start": "00:00:36",
    "end": "00:00:44"
  },
  {
    "text": "Yeah. But they're all there in the first.",
    "start": "00:00:44",
    "end": "00:00:45"
  },
  {
    "text": "They're all there in the second through fifth books. And it's a significant chunk of the Bible that throws a lot of readers for a loop. And so that's why we included it in how to Read the Bible series.",
    "start": "00:00:45",
    "end": "00:00:57"
  },
  {
    "text": "It was a great conversation. And I know other people, I've heard from other people as well, that they really enjoyed it.",
    "start": "00:00:58",
    "end": "00:01:04"
  },
  {
    "text": "Yeah.",
    "start": "00:01:04",
    "end": "00:01:05"
  },
  {
    "text": "But we have some questions that we're going to respond to.",
    "start": "00:01:05",
    "end": "00:01:08"
  },
  {
    "text": "Yeah. As always, you all sent in loads of thoughtful questions. So we don't always have answers, but we always have a response.",
    "start": "00:01:08",
    "end": "00:01:17"
  },
  {
    "text": "Want to jump right in?",
    "start": "00:01:17",
    "end": "00:01:18"
  },
  {
    "text": "Yeah, let's do it. This first question is from Isaiah from Lawrenceville, Georgia. Hey, John and Tim. My name is Isaiah and I'm from Lawrenceville, Georgia. I have a question concerning biblical law and God's nature. I've talked to some friends on this issue for some time, and their view is that God's nature was not fully revealed in the Old Testament, so God's will was not fully revealed. They believe this is why the Israelites thought they had to live under the law. They also think that the New Testament is the full, full revelation of God in his nature. And so we can see his full.",
    "start": "00:01:18",
    "end": "00:01:52"
  },
  {
    "text": "Intent was to have a personal relationship instead of a list of rules to follow. What would you say to this worldview?",
    "start": "00:01:52",
    "end": "00:01:59"
  },
  {
    "text": "Thanks. It's a great question. Isaiah.",
    "start": "00:01:59",
    "end": "00:02:02"
  },
  {
    "text": "Yeah.",
    "start": "00:02:03",
    "end": "00:02:03"
  },
  {
    "text": "Yeah. What? I also just want to first recognize, Isaiah, that you have friends that you sit around and talk about biblical theology with, which is awesome. Yeah, like that. Even if you disagree, it's just a great gift to have friends like that who want to learn and talk together. So you said. What would you say to this way of. You said worldview, but this way of thinking about the Bible. I think we're back to a topic that, John, you and I have come across many times, in some ways, that way of pitting the Old Testament and New Testament against each other as like differing depictions of God, one less developed, one more developed. That way of thinking about It, I think is actually driven by a pre assumption of that the role of the Bible is to be like a comprehensive theology handbook telling us about the nature of God. The goal of the Bible is to unpack for us in comprehensive fashion the nature of God. And so then you get, well, a different God whose nature is different in the first three quarters than the last quarter because there's so many laws in the first one. So that God must be about law and wanting people to obey. But then Jesus is about freedom from the law and personal relationship and the indwelling of the Spirit, so that God must be about relationship and presence. So I think it's a pre assumption that's causing us to pit the parts of the Bible against that.",
    "start": "00:02:03",
    "end": "00:03:36"
  },
  {
    "text": "If you come to the Bible expecting this book exists to tell me about the nature of God, that's why it exists, then you will start to go, okay, what do I learn about the nature of God from this section of the Bible versus this section of the Bible? But you're saying, let's pause and let's step back and let's see if that's even a good assumption.",
    "start": "00:03:36",
    "end": "00:03:56"
  },
  {
    "text": "Yeah, I do think the Bible tells us a lot. It claims to reveal God's purposes and ways.",
    "start": "00:03:56",
    "end": "00:04:03"
  },
  {
    "text": "It does tell you about the nature of God.",
    "start": "00:04:03",
    "end": "00:04:05"
  },
  {
    "text": "It does. But the question is how? The question is how? And once again, we're back to the. This is why we made a video about this, because there's 600 plus laws in the Old Testament. People just assume by that sheer fact, oh, this is a book promoting and saying we need to relate to this God by obeying the laws. That's the nature of God revealed. And so the whole point of our conversation and in the video was to say, and let's pause. The Old Testament is complex, but in its primary form, it's an overarching narrative about a covenant relationship and the laws play a subordinate role to one part of that storyline.",
    "start": "00:04:05",
    "end": "00:04:49"
  },
  {
    "text": "Yeah, but if we go back and we just look at the basic question here, which is, is God's nature revealed more I see in the New Testament than the Old Testament, just by nature of the fact that you have more material so you learn more. I mean, that in of itself, is there a progressive nature to understanding God's nature? Yeah, yeah, that's kind of the basic.",
    "start": "00:04:49",
    "end": "00:05:18"
  },
  {
    "text": "Yeah, I hear that. So I guess my current response for the moment would be the purpose of the Bible isn't only to tell us about the nature of God.",
    "start": "00:05:18",
    "end": "00:05:26"
  },
  {
    "text": "Right.",
    "start": "00:05:26",
    "end": "00:05:26"
  },
  {
    "text": "It's telling us a story about the identity of God and God's purposes that are revealed in human history, leading up to the most perfect revelation, but the fulfilling revelation of God's character in the person of Jesus.",
    "start": "00:05:26",
    "end": "00:05:42"
  },
  {
    "text": "So if the point of the Bible was to just explain to you the nature of God and the nature of what it means to be in relationship with God and all that stuff.",
    "start": "00:05:42",
    "end": "00:05:50"
  },
  {
    "text": "Yeah.",
    "start": "00:05:50",
    "end": "00:05:51"
  },
  {
    "text": "Then you could. You would assume that if there was two different parts of this handbook.",
    "start": "00:05:51",
    "end": "00:05:59"
  },
  {
    "text": "Yeah. Right.",
    "start": "00:05:59",
    "end": "00:06:00"
  },
  {
    "text": "They both would fully.",
    "start": "00:06:00",
    "end": "00:06:02"
  },
  {
    "text": "Yeah. Agree or be consistent.",
    "start": "00:06:02",
    "end": "00:06:04"
  },
  {
    "text": "Yeah, yeah. But if you think of it in terms of a story, if you learn about a character at the beginning of a story, you know that there's a lot about this character you don't know. In fact, at the beginning of a story, you don't know anything about the character. And you learn more and more about the character through the story, but you don't get to the end of the story and go, oh, this is a completely different character than the beginning.",
    "start": "00:06:04",
    "end": "00:06:27"
  },
  {
    "text": "It's narrative development.",
    "start": "00:06:27",
    "end": "00:06:28"
  },
  {
    "text": "A narrative development of that character. Now, God's a unique character in that there's a sense of God, that he doesn't change in the way that characters change.",
    "start": "00:06:28",
    "end": "00:06:39"
  },
  {
    "text": "Yeah, in one sense. But. But this is a story about God entering into a covenant partnership with humans. And humans do change and humans change, and God has submitted his own freedom to a certain set of constraints by entering into real partnership with humans. That's what makes the drama of this biblical story so intense.",
    "start": "00:06:39",
    "end": "00:07:00"
  },
  {
    "text": "Yeah. And God lets his mind change when humans, like Moses.",
    "start": "00:07:01",
    "end": "00:07:04"
  },
  {
    "text": "Yeah.",
    "start": "00:07:04",
    "end": "00:07:04"
  },
  {
    "text": "Presses on him.",
    "start": "00:07:05",
    "end": "00:07:05"
  },
  {
    "text": "He genuinely interacts with. Interacts. He doesn't just solely act, he interacts, which means that God will allow and engage in actions that are. I have a friend who uses the phrase suboptimal that are not his ideal, but that are what's necessary in this relationship. And I think the way that the laws of the covenant fit into the storyline, the way they're. Those narratives are composed, the laws and the increasing amount of laws are being portrayed as, again, what a colleague of mine calls a suboptimal. That the whole idea is that humans are in partnership with God and that they listen to the voice. We did a whole episode on that. Humans keep not listening to the voice, requiring God to make it ever more clear what his voice wants them to do at particular moments in the story. And all of those laws are fit within stories of people never listening to the voice, except, excuse me, sometimes mostly never. But a few times listening to the voice, like Abraham's story. And so what it prepares you for is leading up to the person of Jesus, who is a paradoxical character because he is both the covenant God and the covenant human partner who is able to perfectly fulfill that partnership. So let me back up Isaiah. Your question is, how do you respond to someone who says Old Testament, God's about law, New Testament is the perfect revelation of God's about relationship. I would say if you're paying attention to the narrative argument of the Hebrew Bible, the New Testament and the Old Testament are saying the same thing about God's nature, God's purposes, and how the human and divine partnership is going to be fulfilled. The Hebrew Bible creates a need for a divine human partnership that will be fulfilled in someone. And that's exactly what the New Testament claims about Jesus. But a narrative reveals the nature of God in a different way than a systematic theology book. And I think that might be part of our hang up is we're looking for a definitive statement about the nature of God. Oh, some books of the Bible present a different portrait or a different, what seems like a different nature. But I think we're imposing an alien framework onto the Bible. It's a narrative. So God's purposes are developing and taking the story somewhere. And that's why the Old and New Testaments are different. They are different, but they're different in the way that the first half of a story story is different than the last half of the story. Right. That would be a. That was not a very short or concise response. And that makes perfect sense of why Paul, for example, can still feel free to quote from the laws, the covenant in the books of the Torah. He'll quote from the Ten Commandments to children, like in Ephesians, you know, he'll quote, children obey your parents who. But he'll also quote from a law in 1 Corinthians about feeding your ox and then turn it into a wisdom principle about compensating church leaders for the hard work that they do. So he still really cares about those laws, but he sees them within a narrative wisdom framework, which is what we are after in the video.",
    "start": "00:07:05",
    "end": "00:10:37"
  },
  {
    "text": "Yeah. And to do a quick summation of the story, it's that God wanted to partner with humans to rule the world and give them his wisdom. And this represented in eating of the tree of life and having eternal life with God. And so that quest for wisdom, the law as part of the story of God choosing one people and saying, here's how you guys can live in my wisdom, here's my law. And then we get 611, 613 examples of those. But then those are placed in the narrative to actually Actually make a point, which is how that's impossible, essentially.",
    "start": "00:10:37",
    "end": "00:11:18"
  },
  {
    "text": "Yeah. Nobody actually does it.",
    "start": "00:11:18",
    "end": "00:11:20"
  },
  {
    "text": "That's the story that we see God fulfilling. It's not. Now all of a sudden, God's like, you know what? This whole law thing, and them trying to live by my wisdom through laws, that's not working. Let's try something else. It's that I still want them to live by my wisdom and be human partners. And let's take it to another level, which is I'm going to show them how to do that through Jesus, through the incarnation.",
    "start": "00:11:20",
    "end": "00:11:46"
  },
  {
    "text": "Yeah. So in that sense, God's nature is the same in Old and New Testament. He's beautiful mind, all powerful, holy, transcendent, who wants to enter into communion with his creation in genuine partnership. And that partnership is fulfilled and brought to perfect fulfillment in the person of Jesus and then is spread in the work of the Spirit. That's what the Old and New Testament God is up to.",
    "start": "00:11:46",
    "end": "00:12:14"
  },
  {
    "text": "Yeah.",
    "start": "00:12:14",
    "end": "00:12:14"
  },
  {
    "text": "And in that sense, it's the same. The same God whose nature is developed throughout the course of the narrative.",
    "start": "00:12:15",
    "end": "00:12:21"
  },
  {
    "text": "Yeah. Cool.",
    "start": "00:12:21",
    "end": "00:12:22"
  },
  {
    "text": "The Bible is a unified story that leads to Jesus.",
    "start": "00:12:22",
    "end": "00:12:24"
  },
  {
    "text": "Begs the question is, why does God allow a story to progress in the first place? You know, why not just right off the bat, just be like, here I am incarnate with Adam and Eve. Here you guys go like, why the whole story? But that's a whole nother question.",
    "start": "00:12:24",
    "end": "00:12:41"
  },
  {
    "text": "That's a whole other thing. But the answer is love.",
    "start": "00:12:41",
    "end": "00:12:44"
  },
  {
    "text": "The answer is love.",
    "start": "00:12:44",
    "end": "00:12:45"
  },
  {
    "text": "Yeah. I think that's what the apostles would say to that question, is because God is love. But that's a whole other. All right, next question is from Rich, who lives in New York.",
    "start": "00:12:46",
    "end": "00:13:00"
  },
  {
    "text": "I'm a pastor in upstate New York. Your series on the law is just outstanding. And yet I have a question. As you folks talked about the common law understanding of law that existed until the last few centuries, I found myself wondering about the understanding of law. Among the Pharisees of the first century, for example, it seems that their understanding wasn't just that the Mosaic Law was a snapshot in time, but that it described how the law needed to be lived out in any age, whenever possible. More like statutory law. Or am I wrong about that? This is a great question.",
    "start": "00:13:01",
    "end": "00:13:35"
  },
  {
    "text": "Yep. Good job, Rich. Very perceptive. So this was a whole episode talking about what I learned from Joshua Berman and Michael Lefevre, a bunch of Hebrew Bible law, ancient law scholars talking about the difference between. Between common law and statutory law, Right?",
    "start": "00:13:35",
    "end": "00:13:55"
  },
  {
    "text": "Yeah. Which I guess go back and listen to.",
    "start": "00:13:55",
    "end": "00:13:59"
  },
  {
    "text": "Yeah. The main difference was a common Law society, where the purpose of law codes, literary collections of written law, isn't to be the final statement. Where authority is in the words given to those words by a governing body.",
    "start": "00:14:01",
    "end": "00:14:22"
  },
  {
    "text": "Right.",
    "start": "00:14:22",
    "end": "00:14:22"
  },
  {
    "text": "That's a mode of law code function in many modern Western societies, that's called statutory law or legislative law on this model. In the ancient world, law codes were examples. They gave you examples of how judges applied their ideals of justice and recompense and fairness.",
    "start": "00:14:23",
    "end": "00:14:46"
  },
  {
    "text": "That'd be a typical law code. But the law code that Moses got was from God himself, correct?",
    "start": "00:14:47",
    "end": "00:14:52"
  },
  {
    "text": "Yes.",
    "start": "00:14:52",
    "end": "00:14:53"
  },
  {
    "text": "But you would still say they are examples.",
    "start": "00:14:53",
    "end": "00:14:55"
  },
  {
    "text": "Well, and again, the reason why I brought this up is because within the 600 plus laws of the Torah, there are laws that address the same topic but tell you to do different things. The whole reason was to solve that puzzle. What's up with that? If you view the 600 plus laws as a statutory law code, those feel like contradictions within the Old Testament law. My whole reason for bringing it up was that's imposing a foreign category of law onto the laws of the Torah.",
    "start": "00:14:55",
    "end": "00:15:27"
  },
  {
    "text": "Yeah. It's still hard for me to. As I've thought about this over the last months, it's still uncomfortable because I just assume, well, gosh, if they had these laws, how else can you think about it? Except for those are the rules, because they're very specific. Oftentimes you wouldn't think, oh, that's just an example. So who knows what will actually happen to me or what the actual consequence is, or what I should actually do. That seems like not how you would think.",
    "start": "00:15:28",
    "end": "00:15:59"
  },
  {
    "text": "Well, if the Old Testament is law code in that way, that makes sense. But it's not a law code. Well, the Old Testament is not a law code. It's a narrative about a covenant partnership. But there was a law code and presumably. Yes, totally, that's right. Moses wrote stuff down, but he wrote stuff down at different moments.",
    "start": "00:15:59",
    "end": "00:16:18"
  },
  {
    "text": "And you're saying that law code that Moses wrote down at different moments. We can't impose our modern construct of statutory law to whatever that was.",
    "start": "00:16:18",
    "end": "00:16:30"
  },
  {
    "text": "600 plus laws of the Torah, they weren't perceived or treated that way. That's why when Moses, when God tells Moses the commands of how to observe Passover, the first Passover says, roast the lamb, do not boil it. Once they're on their way into the promised land, Moses gives a command, boil the Passover. But those are different moments in the life of the people. So different moments require different applications of divine wisdom and command. And you can see that process within the Torah itself.",
    "start": "00:16:30",
    "end": "00:17:07"
  },
  {
    "text": "So then we've got first century Jews in a tradition called Pharisaic tradition.",
    "start": "00:17:08",
    "end": "00:17:15"
  },
  {
    "text": "Yeah. This is now to rich this question.",
    "start": "00:17:15",
    "end": "00:17:17"
  },
  {
    "text": "And they see how the laws are working in the Torah.",
    "start": "00:17:18",
    "end": "00:17:22"
  },
  {
    "text": "Yeah.",
    "start": "00:17:22",
    "end": "00:17:23"
  },
  {
    "text": "How do they view it?",
    "start": "00:17:23",
    "end": "00:17:25"
  },
  {
    "text": "Yeah, that's right. So a popular misunderstanding of the Pharisees is that, well, see, look, finally we get to a statutory law approach. They care about the precise wording and application of the law. Right. That's a common perception of the Pharisees.",
    "start": "00:17:25",
    "end": "00:17:40"
  },
  {
    "text": "Seems like they do.",
    "start": "00:17:41",
    "end": "00:17:41"
  },
  {
    "text": "It seems like they do. However, if you actually read the literature written by Pharisees, it's translated into later categories called the rabbinic literature. We have, we read a section of the Mishnah or of the Talmud. Talmud at the beginning of the series.",
    "start": "00:17:41",
    "end": "00:17:57"
  },
  {
    "text": "That's the Pharisees.",
    "start": "00:17:57",
    "end": "00:17:58"
  },
  {
    "text": "Okay, Correct. So what the Mishnah and the Talmud are, are conversations of Jewish religious leaders and Torah scholars collecting conversations from the time of Jesus and then in the centuries after. And what you see there is not a statutory law approach. They are arguing they're creating wisdom principles underneath the wording of laws. They're constantly not following the simple plain meaning of the wording of these laws. They're discerning ideas and wisdom underneath it that can apply. And for them is after 70 A.D. you don't have a temple, you don't have kingship, you don't have priesthood. So all those laws have to be adapted. And so they are discussing about how to readapt the wisdom of all of those laws into new circumstances. But that's the common law approach is to say the written text is a guide of precedent and wisdom that can be applied in many different ways.",
    "start": "00:17:58",
    "end": "00:19:00"
  },
  {
    "text": "I guess what's interesting is then there was all sorts of different motivations within the Pharisaic community.",
    "start": "00:19:00",
    "end": "00:19:06"
  },
  {
    "text": "Yeah. Oh yeah.",
    "start": "00:19:07",
    "end": "00:19:07"
  },
  {
    "text": "And so one of them could be, hey, we want to live by God's wisdom. The whole point is that we would trust in God's wisdom and live by it.",
    "start": "00:19:07",
    "end": "00:19:16"
  },
  {
    "text": "Yes.",
    "start": "00:19:16",
    "end": "00:19:17"
  },
  {
    "text": "And then. Cool, let's try to figure that out. Let's work it out in a community together. What is God's wisdom now for us?",
    "start": "00:19:17",
    "end": "00:19:25"
  },
  {
    "text": "That's right.",
    "start": "00:19:25",
    "end": "00:19:26"
  },
  {
    "text": "What I think a more traditional motivation assigned to them as an evangelical is, oh, they just wanted to cross all the T's and dot all the I's.",
    "start": "00:19:26",
    "end": "00:19:39"
  },
  {
    "text": "Rigid legalism.",
    "start": "00:19:39",
    "end": "00:19:40"
  },
  {
    "text": "Rigid legalism. Make sure that they could please God.",
    "start": "00:19:40",
    "end": "00:19:43"
  },
  {
    "text": "That's right.",
    "start": "00:19:43",
    "end": "00:19:43"
  },
  {
    "text": "Through not making any mistakes.",
    "start": "00:19:43",
    "end": "00:19:45"
  },
  {
    "text": "God in a corner that he has to give me blessing because I've obeyed the laws.",
    "start": "00:19:46",
    "end": "00:19:51"
  },
  {
    "text": "Right.",
    "start": "00:19:51",
    "end": "00:19:51"
  },
  {
    "text": "All these nasty caricatures of the Pharisees.",
    "start": "00:19:51",
    "end": "00:19:55"
  },
  {
    "text": "And then that's run as like, that's all they did. But there's room for.",
    "start": "00:19:55",
    "end": "00:19:58"
  },
  {
    "text": "There were certainly some people who do that. Just like some evangelical religious. Yeah, totally. Oh, totally. Conservative Protestants in Europe and America have no high ground to stand on when it comes to accusing other religions of hypocrisy and legalism. Totally. Just as a practical example, you know, the ways that Rabbinic, Pharisaic and then rabbinic legal discussion about how to observe Sabbath, how that develops in the early centuries, again, I've just done some reading on it, but what the conversations involved was them taking the laws given to the priests about the lighting of candles and the preparation of foods for the Sabbath in the temple. They created wisdom principles and then began to apply that to be followed by every Israelite in their own home. The lighting of the Sabbath candles, the special preparation of the meal, and so on. And so that's not a plain sense reading of the laws of the Torah. It's viewing them as precedent, as common law that can be applied by any Israelite in their home. Whereas as the laws, as they're worded in the Torah are given to the priests, you know, for the temple, that kind of thing. So that's a good example. These are the conversation partners of Jesus.",
    "start": "00:19:59",
    "end": "00:21:13"
  },
  {
    "text": "Yeah.",
    "start": "00:21:13",
    "end": "00:21:14"
  },
  {
    "text": "About the meaning of the laws. And I think actually we have now a couple questions. Yeah, we have two questions. One from Victoria in Chattanooga, Tennessee, and then another one from Joe Murphy in Cleveland, Ohio. You had helpful ways, but different ways of getting at the same type of question about Jesus and the laws of the Torah. So we thought we would listen to both your questions. Hey, Tim and John, this is Victoria in Chattanooga, Tennessee. I've been really inspired by this conversation about the law, particularly the relationship of the New Testament to the Old Testament. And I'm sure you're getting here, but I wanted to ask how we're to understand our broad call to obedience when Jesus says something like in Matthew 5. Therefore, anyone who sets aside one of the least of these commands and teaches others accordingly will be called least in the kingdom of heaven. What commands is he referring to? And is the spirit of the law? Or commands a filter for interpretation? Or is there a place where we need to draw a line in the sand? Thanks. Hey, Tim. Hey, John. I really enjoy the insight and effort that each of you put into these podcasts. And I want to say thanks so much for that content where I am still at tension after these podcasts on the Torah are Jesus words in Matthew 5, 18 and 19, he says, for truly, I say to you. Until heaven and earth pass away, not an iota, not a dot, will pass from the law until all is accomplished. Therefore, whoever relaxes one of the least of these commandments and teaches others to do the same will be called the least in the kingdom of heaven. It seems that in the podcast we agreed that the Torah showed itself to be flexible and not necessarily the final word in judicial cases. I kind of interpret Jesus dot and iota statement, though more as a literal or explicit command to the letter of the law, so to speak. So my question is, does Jesus statement raise that tension for you, or is there another way of understanding it? This is Joe from Cleveland, Ohio. Thanks so much, guys. Yeah, so in the history of Christians trying to think about the laws of the Torah and how to relate to them as part of the Bible and God's Word.",
    "start": "00:21:14",
    "end": "00:23:24"
  },
  {
    "text": "Yeah.",
    "start": "00:23:24",
    "end": "00:23:24"
  },
  {
    "text": "Jesus comments in Matthew chapter five have been really important. Yeah. Because he's explicitly addressing the laws of the Torah and how he relates to them, how he wants his followers to relate to them, and so on.",
    "start": "00:23:24",
    "end": "00:23:36"
  },
  {
    "text": "Is he explicitly referring to the 611 laws or to the Torah as a literary unit?",
    "start": "00:23:37",
    "end": "00:23:46"
  },
  {
    "text": "Okay, as always, context, context, context. This is in the opening movement of the Sermon on the Mount, which means take these words in the context of that opening, but then also in the whole Sermon on the Mount and what the Sermon on the Mount is doing. And of course, we don't have time to talk about that. But Jesus opens Matthew 5 pronouncing the beatitudes, the famous blessings on all of the wrong kinds of people, people who.",
    "start": "00:23:46",
    "end": "00:24:14"
  },
  {
    "text": "Don'T typically seem blessed.",
    "start": "00:24:14",
    "end": "00:24:15"
  },
  {
    "text": "Correct, Correct. The poor, the non powerful, the non wealthy, the non influential, the peacemakers, the.",
    "start": "00:24:15",
    "end": "00:24:24"
  },
  {
    "text": "Pure in heart, the people who get taken advantage of.",
    "start": "00:24:24",
    "end": "00:24:28"
  },
  {
    "text": "So these are the people to which Jesus brings the kingdom of God first, which is why he pronounced them the fortunate ones. Then he goes on to say, you all, he's the famous, the salt of the earth, the light of the world. The way that Jesus is bringing the kingdom is surprising. And the people to whom he brings it is surprising. And he calls them salt and light. The light is really important. You're the light of the world. A city set on a hill. Dude, this is Zion language. This is a summary of the book of Isaiah, which is all about God wanting to create the ideal covenant partners who will live in the new Jerusalem, which he will exalt to become a lighthouse beacon to all of the nations so that Isaiah 2 can be fulfilled. All nations. They stream. They river.",
    "start": "00:24:29",
    "end": "00:25:16"
  },
  {
    "text": "Yeah, they river.",
    "start": "00:25:16",
    "end": "00:25:17"
  },
  {
    "text": "Up, up, down. Yeah, up to the new Eden to live in peace and harmony in the kingdom of God. And Jesus says, y' all are the vanguard of that people.",
    "start": "00:25:17",
    "end": "00:25:26"
  },
  {
    "text": "Yeah. And the. You being these. The blessed down and out ones.",
    "start": "00:25:27",
    "end": "00:25:32"
  },
  {
    "text": "Yeah. The people to whom he's bringing God's kingdom in that moment. So then he says, so how does your light. How does the light of the new Jerusalem shine? Well, through good works, through your behavior.",
    "start": "00:25:32",
    "end": "00:25:45"
  },
  {
    "text": "This is verse 16.",
    "start": "00:25:45",
    "end": "00:25:46"
  },
  {
    "text": "This is verse 16. Yeah. An ethic, a kingdom ethic that Jesus is going to unfold in the Sermon on the Mount. Then Jesus, next verse. Next verse says, don't think I came to abolish the Torah and prophets. So apparently some people saw the movement he was starting as a threat to the institutions of Israel, the temple and high priesthood, and. And also to the Scriptures. The Torah and prophets is a reference to.",
    "start": "00:25:46",
    "end": "00:26:13"
  },
  {
    "text": "Yeah, that's a reference to the Scriptures. Correct, but you just said a threat to the institutions. The institutions that have found their legitimacy in the Scriptures.",
    "start": "00:26:13",
    "end": "00:26:22"
  },
  {
    "text": "They appeal to the same scriptures, which is the laws of the covenant. And you're right. So actually, let me rephrase that. Let me start that differently. Jesus says, don't think I came to abolish the Scriptures.",
    "start": "00:26:22",
    "end": "00:26:32"
  },
  {
    "text": "Yeah.",
    "start": "00:26:32",
    "end": "00:26:32"
  },
  {
    "text": "So he orients himself in relationship to the Torah and prophets. Now he doesn't just say the laws of the Torah. Yes, the whole thing. The whole thing as a unified narrative.",
    "start": "00:26:33",
    "end": "00:26:42"
  },
  {
    "text": "Statement, as a literary unit.",
    "start": "00:26:42",
    "end": "00:26:44"
  },
  {
    "text": "Yep. And he says, no, I didn't come to set it aside. I'm fulfilling it.",
    "start": "00:26:44",
    "end": "00:26:48"
  },
  {
    "text": "Yeah.",
    "start": "00:26:48",
    "end": "00:26:48"
  },
  {
    "text": "So that's going back to the way the Gospels just introduced Jesus. That he is. The time is fulfilled. In Mark chapter one, he's bringing the narrative. So it's back to the first question that we just talked about. Jesus relates himself to the Scriptures as a unified narrative leading up to a moment that he says is here. So next verse, I say to you, until heaven and earth pass away. Not the smallest letter or stroke. He's referring to little. They're called ligatures or different ways and lines of the way Hebrew letters are written. It's his way of saying the Scriptures have abiding value until he says, until all is accomplished.",
    "start": "00:26:49",
    "end": "00:27:30"
  },
  {
    "text": "Yeah.",
    "start": "00:27:30",
    "end": "00:27:31"
  },
  {
    "text": "So I'm here to fulfill the Torah. Down to the lettering of the Torah. It has abiding significance and authority until. Until everything is accomplished.",
    "start": "00:27:31",
    "end": "00:27:43"
  },
  {
    "text": "Does that mean abiding authority for a time?",
    "start": "00:27:43",
    "end": "00:27:46"
  },
  {
    "text": "Well, keep going. Look what he says next. Whoever annuls is new American standard. Whoever breaks one of the least of these commandments. So now he's talking specific about within the. So we went from the law and the prophets and fulfilling the law, the Torah according to his lettering and now the commandments.",
    "start": "00:27:46",
    "end": "00:28:04"
  },
  {
    "text": "Yeah.",
    "start": "00:28:04",
    "end": "00:28:05"
  },
  {
    "text": "So he's talking about the laws of the Torah.",
    "start": "00:28:05",
    "end": "00:28:07"
  },
  {
    "text": "And when I read that, I read that from a statutory framework and thinking this is what it says. You don't do what it says, you're breaking it.",
    "start": "00:28:07",
    "end": "00:28:15"
  },
  {
    "text": "Yes.",
    "start": "00:28:15",
    "end": "00:28:15"
  },
  {
    "text": "Is that what he means?",
    "start": "00:28:15",
    "end": "00:28:16"
  },
  {
    "text": "Okay, so you can't take this statement out of context. Keep reading. So whoever breaks the least of these commandments and teaches others to do the same, he's least in the kingdom of heaven. So if you disregard the laws of the Torah, they don't matter. Who cares about them. It'll be least in the kingdom, whoever keeps them or does them and teaches others, he is great in the kingdom of heaven. Oh, okay. What does it mean to do the laws of the Torah? Next sentence is crucial. Unless your righteousness. Righteousness is a relational term about maintaining right relationship with the people that you're in social relationships with and in a covenant partnership. Your righteousness is being faithful to the one that you've given allegiance to and.",
    "start": "00:28:16",
    "end": "00:29:02"
  },
  {
    "text": "The terms by which.",
    "start": "00:29:02",
    "end": "00:29:03"
  },
  {
    "text": "So unless your covenant allegiance to God surpasses that of the scribes and Pharisees, you won't enter the kingdom of heaven. And that sentence is just a tee up to this. He's going to go into six examples right now, quoting some line from the laws of the Torah and then don't commit murder.",
    "start": "00:29:04",
    "end": "00:29:22"
  },
  {
    "text": "Yeah. And then he finds the wisdom principle behind it.",
    "start": "00:29:22",
    "end": "00:29:24"
  },
  {
    "text": "Exactly. He doesn't follow the precise wording of the law. He says the wording of the law, it's wisdom. It points to a divine ideal.",
    "start": "00:29:24",
    "end": "00:29:31"
  },
  {
    "text": "So you've heard don't kill people.",
    "start": "00:29:31",
    "end": "00:29:33"
  },
  {
    "text": "Yes.",
    "start": "00:29:33",
    "end": "00:29:33"
  },
  {
    "text": "Look, what's the wisdom behind this?",
    "start": "00:29:33",
    "end": "00:29:35"
  },
  {
    "text": "Correct.",
    "start": "00:29:35",
    "end": "00:29:36"
  },
  {
    "text": "It's about despising people.",
    "start": "00:29:36",
    "end": "00:29:38"
  },
  {
    "text": "Yeah. And contempt. Contempt, contempt. Thinking that you are superior to another person. They're less human.",
    "start": "00:29:38",
    "end": "00:29:44"
  },
  {
    "text": "What gets you to the point where you can take someone's life? Yeah, it's that much contempt.",
    "start": "00:29:44",
    "end": "00:29:48"
  },
  {
    "text": "A slow road of dehumanizing another person.",
    "start": "00:29:49",
    "end": "00:29:51"
  },
  {
    "text": "So while a whole lot of it and a really bad morning might actually kill someone, but incubating that in your heart is just dangerous.",
    "start": "00:29:52",
    "end": "00:30:05"
  },
  {
    "text": "Correct. So when you go back, this is what Jesus means by doing the law. Right. Whoever breaks the least of these commandments, but whoever does them was great in the kingdom of heaven. What does it mean to do the commandments of the Torah according?",
    "start": "00:30:05",
    "end": "00:30:18"
  },
  {
    "text": "To find the wisdom behind it.",
    "start": "00:30:18",
    "end": "00:30:20"
  },
  {
    "text": "You discern the divine ideal underneath the example of the law and then fulfill that divine ideal.",
    "start": "00:30:20",
    "end": "00:30:28"
  },
  {
    "text": "So to set aside or break it means to not live under the ideal.",
    "start": "00:30:28",
    "end": "00:30:33"
  },
  {
    "text": "To not read the laws of the Torah and look for the divine wisdom underneath them is, in Jesus terms, to break.",
    "start": "00:30:33",
    "end": "00:30:39"
  },
  {
    "text": "Which is what we've been talking about in terms of common law.",
    "start": "00:30:39",
    "end": "00:30:42"
  },
  {
    "text": "Correct? That's right. Again, that's why I found that so helpful.",
    "start": "00:30:42",
    "end": "00:30:45"
  },
  {
    "text": "Yeah.",
    "start": "00:30:46",
    "end": "00:30:46"
  },
  {
    "text": "So in other words, Jesus here does not reflect a statutory approach to the laws of the Torah.",
    "start": "00:30:46",
    "end": "00:30:53"
  },
  {
    "text": "Yeah.",
    "start": "00:30:53",
    "end": "00:30:53"
  },
  {
    "text": "He reflects a common law, or he reads them as divine wisdom literature. So same with adultery. So you didn't sleep with another person's spouse. Great job. But you constantly are abusing and objectifying other humans in your mind through sexual fantasy. And Jesus says you're breaking the commands of the Torah, even though you're not committing adultery, you are breaking the commands.",
    "start": "00:30:53",
    "end": "00:31:17"
  },
  {
    "text": "You're not living by God's wisdom. And this all comes back to the partnership thing. It's not just because God has a list. He's checking it twice and he's going to find out if you're 99. He wants to rule with you. And to rule, you need wisdom and to rule in wisdom. And a ruler who is constantly objectifying people and has contempt for people is going to be a horrible ruler.",
    "start": "00:31:17",
    "end": "00:31:45"
  },
  {
    "text": "That's right. Yeah. So what Jesus is trying to form is the light, the city on the hill, the New Eden. People who by nature discern the divine ideals of covenant faithfulness. And so they'll use the wording of the laws of the Torah as a guide to point them to something deeper and more transformative. And that's how Jesus read the laws of the Torah.",
    "start": "00:31:45",
    "end": "00:32:09"
  },
  {
    "text": "And I think we talked about this. But what trips me up, and I'm sure trips other people up, is that idiom of not one iota.",
    "start": "00:32:09",
    "end": "00:32:17"
  },
  {
    "text": "Yeah, sure. That's right.",
    "start": "00:32:17",
    "end": "00:32:18"
  },
  {
    "text": "Because that immediately puts my mind in the place of statutory law.",
    "start": "00:32:18",
    "end": "00:32:22"
  },
  {
    "text": "That's right.",
    "start": "00:32:22",
    "end": "00:32:22"
  },
  {
    "text": "Exactly how it was written.",
    "start": "00:32:22",
    "end": "00:32:24"
  },
  {
    "text": "That's right.",
    "start": "00:32:24",
    "end": "00:32:24"
  },
  {
    "text": "That's what matters.",
    "start": "00:32:24",
    "end": "00:32:25"
  },
  {
    "text": "Correct. And if you had that statement taken out of the paragraph, just floating by itself. Sure. But you can take any statement, any sentence of someone's writings out of context.",
    "start": "00:32:25",
    "end": "00:32:36"
  },
  {
    "text": "So within the context, you would say that by him saying not even what are the words iota or.",
    "start": "00:32:36",
    "end": "00:32:43"
  },
  {
    "text": "Yeah, yeah. King James is jot and tittle.",
    "start": "00:32:44",
    "end": "00:32:46"
  },
  {
    "text": "Such a great word stroke of a pen is niv.",
    "start": "00:32:46",
    "end": "00:32:48"
  },
  {
    "text": "Yeah.",
    "start": "00:32:48",
    "end": "00:32:48"
  },
  {
    "text": "In context, he's talking about the written.",
    "start": "00:32:49",
    "end": "00:32:52"
  },
  {
    "text": "The written text of the Torah.",
    "start": "00:32:52",
    "end": "00:32:54"
  },
  {
    "text": "Yeah. And that it does matter how it was written. It does matter.",
    "start": "00:32:54",
    "end": "00:32:57"
  },
  {
    "text": "Yeah.",
    "start": "00:32:58",
    "end": "00:32:58"
  },
  {
    "text": "Don't change how it was written.",
    "start": "00:32:58",
    "end": "00:32:59"
  },
  {
    "text": "Yeah, that's right. Yeah. But he doesn't mean, therefore, follow it exactly as written because he goes on to give examples of not doing that, you have to read all of these as one coherent statement. You can't just take the statement about Jesus referring to a stroke of the lob needing to be followed without what he says later. Can I show you another example? We didn't talk about this.",
    "start": "00:32:59",
    "end": "00:33:22"
  },
  {
    "text": "Yeah.",
    "start": "00:33:22",
    "end": "00:33:22"
  },
  {
    "text": "But another example that's really helpful. This is in Matthew 19, and Jesus is approached by the Pharisees asking him about divorce.",
    "start": "00:33:22",
    "end": "00:33:32"
  },
  {
    "text": "Oh, right, I was going to ask you about this one.",
    "start": "00:33:32",
    "end": "00:33:34"
  },
  {
    "text": "Yeah, this is such a great example.",
    "start": "00:33:34",
    "end": "00:33:35"
  },
  {
    "text": "Or maybe this wasn't the one I was going to ask you about. The one where, like, he goes back and forth and he's like, you guys break the law to let people.",
    "start": "00:33:35",
    "end": "00:33:43"
  },
  {
    "text": "Oh, yeah, got it. So this is different. This is different, but different. But we could read that one, too. They ask him, is it lawful for a man to divorce his wife for any reason at all? So this is an active debate in the first century that has survived in the discussions of the rabbis in the Mishnah and the Talmud. And it's about. At least at this point in Jewish culture, divorce can be only initiated by males. Just stop and imagine that world real quick.",
    "start": "00:33:43",
    "end": "00:34:12"
  },
  {
    "text": "It's actually not that hard to imagine.",
    "start": "00:34:12",
    "end": "00:34:14"
  },
  {
    "text": "It's not that hard to imagine. What's crazy is from our vantage point, it seems crazy.",
    "start": "00:34:14",
    "end": "00:34:18"
  },
  {
    "text": "Sure.",
    "start": "00:34:18",
    "end": "00:34:18"
  },
  {
    "text": "But for most of human history, that's like, normal.",
    "start": "00:34:19",
    "end": "00:34:21"
  },
  {
    "text": "Yeah.",
    "start": "00:34:21",
    "end": "00:34:22"
  },
  {
    "text": "So that's interesting. And then the debate here is, what are the legitimate reasons? And Jesus sidesteps that part of the debate completely. And he says, you guys, have you read Genesis 1 and 2? This passage has actually been hugely significant for me personally. When it dawned on me that when Jesus reads the Old Testament, he always. Any issue, he takes back to Genesis 1 and 2. And that started to shape me, like, oh, maybe I should think about the Bible that way. And it's like a decoder ring helping him figure out so many things. So he goes back and he doesn't. They're quoting from Allah in Deuteronomy, chapter 24.",
    "start": "00:34:22",
    "end": "00:35:02"
  },
  {
    "text": "Yeah.",
    "start": "00:35:02",
    "end": "00:35:02"
  },
  {
    "text": "And what he does is just like in the Sermon on the Mount, he goes underneath the law to the divine ideal that he sees in Genesis 1 and 2, which is about male and female. The two become one flesh. And so then he uses that ideal. And what he says about the law of the Torah is this command about Moses and a certificate of divorce was written. Because of the hardness of your heart, he permitted you. But in the beginning, it was not this way. This is hugely significant. What Jesus is saying is the laws of the Torah. Earlier, I Borrowed my colleague's phrase, are suboptimal. The laws of the Torah are God accommodating to Israel as a fallen ancient Near Eastern cultures.",
    "start": "00:35:02",
    "end": "00:35:48"
  },
  {
    "text": "In the ideal, you don't have to deal with two people who have become one deciding not to be one anymore.",
    "start": "00:35:48",
    "end": "00:35:55"
  },
  {
    "text": "Correct.",
    "start": "00:35:55",
    "end": "00:35:55"
  },
  {
    "text": "It's just not even a category.",
    "start": "00:35:55",
    "end": "00:35:57"
  },
  {
    "text": "So the laws of Deuteronomy 24 do not represent God's ideal will for marriage. They're a divine accommodation for human sinfulness. That's how Jesus. But they still have abiding value.",
    "start": "00:35:57",
    "end": "00:36:11"
  },
  {
    "text": "Abiding value and wisdom.",
    "start": "00:36:11",
    "end": "00:36:13"
  },
  {
    "text": "Correct. Yes. Yeah. So what Jesus is doing here, just exactly what he did in the Sermon on the Mount. He looks for a divine ideal underneath the wording of the command. And then he calls his followers towards that ideal, which then leads on into the statement about, so, you know, you should really consider not getting married. That's what he tells his disciples.",
    "start": "00:36:13",
    "end": "00:36:32"
  },
  {
    "text": "Does he say that?",
    "start": "00:36:32",
    "end": "00:36:33"
  },
  {
    "text": "Yeah. When the disciples say to him, whoa, if that's the meaning of the marriage covenant, Matthew 19:10, maybe it's better not to get married. And he says, well, not everybody will be able to embody the divine ideal that way, but some people should. And. And he makes this remarkable statement about the elevated status of single people in the kingdom of God, which fit nobody's categories at the time. Because to be single is to be without.",
    "start": "00:36:34",
    "end": "00:37:00"
  },
  {
    "text": "Yeah. Without a family means you have really no future.",
    "start": "00:37:00",
    "end": "00:37:04"
  },
  {
    "text": "No future, no social safety web. No honor. Right. Because through your large family and land holdings is how you gain honor and status. He elevates, he says here, eunuchs as people who have a unique role of status and value in the kingdom, and that they are able to attain something and experience something that very few people have the honor of experiencing. He sees that as an honor.",
    "start": "00:37:05",
    "end": "00:37:32"
  },
  {
    "text": "Yeah.",
    "start": "00:37:32",
    "end": "00:37:32"
  },
  {
    "text": "That's why he elevates not being married.",
    "start": "00:37:32",
    "end": "00:37:34"
  },
  {
    "text": "And that's.",
    "start": "00:37:34",
    "end": "00:37:35"
  },
  {
    "text": "That was shattering.",
    "start": "00:37:35",
    "end": "00:37:37"
  },
  {
    "text": "Yeah.",
    "start": "00:37:37",
    "end": "00:37:37"
  },
  {
    "text": "Culture shattering in the first place.",
    "start": "00:37:37",
    "end": "00:37:39"
  },
  {
    "text": "In today's world, that's like.",
    "start": "00:37:39",
    "end": "00:37:42"
  },
  {
    "text": "It's less of an issue.",
    "start": "00:37:43",
    "end": "00:37:44"
  },
  {
    "text": "It's actually depends on. It's almost reverse. Like, to be single allows you freedom and a certain type of freedom. And that when you're single in the ancient world, it's the opposite of freedom.",
    "start": "00:37:44",
    "end": "00:37:59"
  },
  {
    "text": "Yeah, totally. Yeah, that's right.",
    "start": "00:37:59",
    "end": "00:38:00"
  },
  {
    "text": "You don't have a safety net. You don't have people who you can call out to.",
    "start": "00:38:00",
    "end": "00:38:04"
  },
  {
    "text": "And you can see Paul still reflecting on this in his Letter to the Corinthians, where he says, you know, if I want my opinion, you should be like me and not get married. But you're not a second Class citizen of Jesus people, if you do get married, when Paul thinks about being single, he thinks about it as an opportunity to serve and to sacrifice for others in a way that you can't when you're married. Whereas in our culture, being single has a different meaning altogether. Yeah, but for Paul and for Jesus, it's a unique, honored role to serve the kingdom of God in an important way.",
    "start": "00:38:04",
    "end": "00:38:34"
  },
  {
    "text": "It was a very courageous way to live, and in some ways still is. But in the ancient world, very much so.",
    "start": "00:38:34",
    "end": "00:38:43"
  },
  {
    "text": "Correct. So let's just get back. We got to this topic because Jesus turned a command of the Torah about divorce into a conversation about the divine ideal for human life.",
    "start": "00:38:43",
    "end": "00:38:56"
  },
  {
    "text": "There you go.",
    "start": "00:38:56",
    "end": "00:38:57"
  },
  {
    "text": "And covenant partnership. Okay, so it's another example of Jesus reading the laws of the Torah as wisdom. Divine wisdom.",
    "start": "00:38:57",
    "end": "00:39:04"
  },
  {
    "text": "Nice.",
    "start": "00:39:04",
    "end": "00:39:05"
  },
  {
    "text": "Yeah.",
    "start": "00:39:05",
    "end": "00:39:05"
  },
  {
    "text": "Hey, we got another question from someone I think we've played before.",
    "start": "00:39:05",
    "end": "00:39:09"
  },
  {
    "text": "Oh, yes, Petra. Although I wanted to play your question one, because it's a good question. But two, we mispronounced your name last time as Petra.",
    "start": "00:39:09",
    "end": "00:39:17"
  },
  {
    "text": "I'm so sorry, Is that a mispronunciation or is it just an accent?",
    "start": "00:39:17",
    "end": "00:39:21"
  },
  {
    "text": "Petra.",
    "start": "00:39:21",
    "end": "00:39:22"
  },
  {
    "text": "Petra.",
    "start": "00:39:22",
    "end": "00:39:22"
  },
  {
    "text": "Petra from the Netherlands. Great question. Hi, Tim and John. My name is Petra. I'm from the Netherlands. A lot of people consider the law as a guidance to obey God and. And to enter eternal life. If I've, as I have listened to your podcast, I get the assumption that you do not agree with that way of seeing the law, which I understand. Do you have. What are your thoughts about a practical way to obey God through the Holy Spirit by the law? What are your thoughts about that? Thank you. Bye. This is actually a great kind of practical follow up to where we've been so far.",
    "start": "00:39:22",
    "end": "00:39:59"
  },
  {
    "text": "Right.",
    "start": "00:39:59",
    "end": "00:40:00"
  },
  {
    "text": "You're right. The point we're making is both Hebrew Bible and the New Testament aren't presenting the laws of the Torah as the checklist to get eternal life. That's not how the laws are presented. In the Old Testament or the New.",
    "start": "00:40:00",
    "end": "00:40:14"
  },
  {
    "text": "Testament, eternal life was represented by the tree.",
    "start": "00:40:14",
    "end": "00:40:19"
  },
  {
    "text": "Yeah, yeah. And you have access to the tree by trusting God's wisdom and following God's command. The great thing about the tree is it's not that the tree of life follow the God's command and then you get the tree of life. Every tree of the garden is yours.",
    "start": "00:40:19",
    "end": "00:40:37"
  },
  {
    "text": "Including the tree of life.",
    "start": "00:40:37",
    "end": "00:40:38"
  },
  {
    "text": "But there's one that you're going to pass by right when you get to the tree of Life. Don't take from that one. If you take from that one, it will start you down a road that will Kill you. So the divine command isn't about eternal life as such. It's about God saying, don't do the thing that's going to ruin this gift that I've given you. And the gift will be this happy partnership if you just trust me.",
    "start": "00:40:38",
    "end": "00:41:01"
  },
  {
    "text": "The divine command is live in such a way that you could actually eat of the tree of life.",
    "start": "00:41:01",
    "end": "00:41:05"
  },
  {
    "text": "Yeah, that's right. That's the divine command. Yeah, totally. Yeah. And so failing to follow the divine.",
    "start": "00:41:05",
    "end": "00:41:11"
  },
  {
    "text": "Command, that's an interesting distinction. I just want to make sure I tease it out.",
    "start": "00:41:11",
    "end": "00:41:13"
  },
  {
    "text": "Okay, sure. We're going to make a video about it.",
    "start": "00:41:13",
    "end": "00:41:16"
  },
  {
    "text": "Oh, yeah, okay.",
    "start": "00:41:16",
    "end": "00:41:17"
  },
  {
    "text": "About the tree of life.",
    "start": "00:41:17",
    "end": "00:41:18"
  },
  {
    "text": "That the law isn't here. Do all these things and now you can achieve eternal life. It's not like some like.",
    "start": "00:41:18",
    "end": "00:41:26"
  },
  {
    "text": "Yeah.",
    "start": "00:41:26",
    "end": "00:41:27"
  },
  {
    "text": "Staged like tests of like.",
    "start": "00:41:27",
    "end": "00:41:31"
  },
  {
    "text": "That's right.",
    "start": "00:41:31",
    "end": "00:41:31"
  },
  {
    "text": "Run this gauntlet. And now you can get to the tree and eat the tree.",
    "start": "00:41:32",
    "end": "00:41:35"
  },
  {
    "text": "Yeah, yeah, yeah, yeah.",
    "start": "00:41:35",
    "end": "00:41:36"
  },
  {
    "text": "It's. Here's the tree ever present choice. That's next to the tree. That represents a different path which makes eating of the tree impossible. That difference, subtle as it is, it seems really significant.",
    "start": "00:41:36",
    "end": "00:41:50"
  },
  {
    "text": "Yeah, I think it is. We're going to talk a lot more about it.",
    "start": "00:41:50",
    "end": "00:41:54"
  },
  {
    "text": "Yeah.",
    "start": "00:41:54",
    "end": "00:41:54"
  },
  {
    "text": "In conversations to come. So what are the laws then? The laws are applications of divine wisdom at specific moments in the life of ancient Israel. And those have abiding value according to Jesus. And so your, your question, Petra is about a practical way.",
    "start": "00:41:55",
    "end": "00:42:16"
  },
  {
    "text": "Yeah. How does obey God 21st century, by the law, follower of Jesus do it?",
    "start": "00:42:16",
    "end": "00:42:21"
  },
  {
    "text": "And I think the Sermon on the Mount is our model. Look at how Jesus quotes from the commands of the Torah and look at how he discerns divine wisdom underneath it. And the great thing about that is it requires proactive meditation on the reader's part to say, here's a command about, like, when Israel goes to besiege another city in Deuteronomy 20, don't cut down the fruit trees. And then it says, what are the fruit trees? That you should cut them down. It's as if it's this fascinating law where the fruit trees have this kind of like personal sacred value. Like if you're going to go war against another person, don't involve the trees in your campaign. Leave the trees alone. Because trees get, you know, totally clear cut in siege battles.",
    "start": "00:42:21",
    "end": "00:43:10"
  },
  {
    "text": "Oh, really, people?",
    "start": "00:43:10",
    "end": "00:43:11"
  },
  {
    "text": "Yeah. Build siege ramps and siege towers.",
    "start": "00:43:11",
    "end": "00:43:13"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:43:13",
    "end": "00:43:14"
  },
  {
    "text": "Or the Assyrians would intentionally just devastate.",
    "start": "00:43:14",
    "end": "00:43:17"
  },
  {
    "text": "Yeah. Just a way to like just spit on the ground as you leave.",
    "start": "00:43:17",
    "end": "00:43:20"
  },
  {
    "text": "Just level all the fruit orchards and so on and so Israelites weren't supposed to do that.",
    "start": "00:43:20",
    "end": "00:43:25"
  },
  {
    "text": "Yeah.",
    "start": "00:43:25",
    "end": "00:43:25"
  },
  {
    "text": "So you could say, well, I'm never going to lead a battle campaign against the people, but there's wisdom here about honoring the productivity and beauty of creation in the midst of a human project. Oh, that's worth thinking about. And then all of a sudden you could see, like, there's an ideal about how humans relate to creation and the environment in a way that could be applied in a thousand new possibilities. And it's biblical wisdom. So I think that's the model. Petra is trusting that the Holy Spirit can use these 600 plus laws to inspire new ways of being faithful to the divine ideal.",
    "start": "00:43:25",
    "end": "00:44:05"
  },
  {
    "text": "Some of these laws don't make a lot of sense outside of their maybe historical, cultural context and their neighbors and.",
    "start": "00:44:05",
    "end": "00:44:14"
  },
  {
    "text": "Yeah.",
    "start": "00:44:15",
    "end": "00:44:15"
  },
  {
    "text": "Or at least they don't seem to, though.",
    "start": "00:44:15",
    "end": "00:44:18"
  },
  {
    "text": "That's what we did in the video. Kind of boiling down to the buckets.",
    "start": "00:44:18",
    "end": "00:44:20"
  },
  {
    "text": "Yeah.",
    "start": "00:44:20",
    "end": "00:44:21"
  },
  {
    "text": "The main categories.",
    "start": "00:44:21",
    "end": "00:44:22"
  },
  {
    "text": "Right. I'm just thinking, if you're going to do this exercise, I wouldn't be surprised if you sit down with some friends, open up some laws and just be like, you know what? I don't think we're going to get to the wisdom behind this one.",
    "start": "00:44:22",
    "end": "00:44:33"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:44:33",
    "end": "00:44:34"
  },
  {
    "text": "I just think that's.",
    "start": "00:44:34",
    "end": "00:44:34"
  },
  {
    "text": "Yeah. Don't boil a baby goat and its mother's milk. Yeah, yeah. I don't know. I. I continue to be surprised.",
    "start": "00:44:34",
    "end": "00:44:40"
  },
  {
    "text": "Sure. Okay. Don't let that scare you.",
    "start": "00:44:40",
    "end": "00:44:42"
  },
  {
    "text": "What profound wisdom there are, even in the most obscure laws. But you have to do it Jesus style, which was doing it biblical style, which was seeing the laws as examples of applied ideals.",
    "start": "00:44:42",
    "end": "00:44:54"
  },
  {
    "text": "And with this construct in mind, then what does. Is it Jeremiah, when he says the law written on your heart, like, how does that tn. What is. What's that mean? What's he thinking about?",
    "start": "00:44:54",
    "end": "00:45:05"
  },
  {
    "text": "Yeah, let's see. Well, we did talk about this in part of the series. I don't remember what episode it was. The idea. Yeah. The image of God writing the commands of the Torah on the heart, which is the new covenant ideal in Jeremiah 31. I think that's it. If it's on your heart, then you.",
    "start": "00:45:05",
    "end": "00:45:22"
  },
  {
    "text": "Do know the wisdom underneath.",
    "start": "00:45:22",
    "end": "00:45:23"
  },
  {
    "text": "You do it. Yeah. God wants to create people who innately who don't obey God's divine wisdom as a second nature, but rather as what becomes a first nature. I think that's. And that has its mirror image in Ezekiel's vision of the new covenant people, which is God's spirit.",
    "start": "00:45:23",
    "end": "00:45:42"
  },
  {
    "text": "It would be first nature to know the law, know the wisdom underneath the law, and then know how to apply that wisdom to the desire to do.",
    "start": "00:45:42",
    "end": "00:45:50"
  },
  {
    "text": "It and then to actually all of that do it consistently.",
    "start": "00:45:50",
    "end": "00:45:53"
  },
  {
    "text": "And then. Yeah, you get. You get to Jesus and he talks about. Yes, the Spirit.",
    "start": "00:45:54",
    "end": "00:46:00"
  },
  {
    "text": "That's right.",
    "start": "00:46:01",
    "end": "00:46:01"
  },
  {
    "text": "Helping you.",
    "start": "00:46:02",
    "end": "00:46:03"
  },
  {
    "text": "Yeah, well, talks about the Spirit some. He actually just acts in the power of the Spirit. We're told in the Gospels. It's particularly in John.",
    "start": "00:46:03",
    "end": "00:46:11"
  },
  {
    "text": "He does.",
    "start": "00:46:11",
    "end": "00:46:12"
  },
  {
    "text": "Oh, that's true. It's particularly in the Gospel of John and then in Paul's letters, where the active role of the Spirit in guiding Jesus followers into new wisdom. That's the idea. So on the practical level, Petra, get some friends together on a Friday night. Get some great, like, hors d', oeuvres, man, party time. And just like pick a section of Deuteronomy and just take it slow. Get some commentaries, you know, some that might help you understand some of the ancient Near Eastern background. And then think about what it means. What are the divine ideals waiting to be discovered, waiting to be applied in new ways that are in those laws. That would be a. A fun Friday night led by the Spirit. Yes. And to invite the Holy Spirit to give you guidance as you have a conversation.",
    "start": "00:46:12",
    "end": "00:46:58"
  },
  {
    "text": "That's cool.",
    "start": "00:46:58",
    "end": "00:46:59"
  },
  {
    "text": "That sounds like a fun Friday night to me.",
    "start": "00:46:59",
    "end": "00:47:01"
  },
  {
    "text": "It does, doesn't it?",
    "start": "00:47:01",
    "end": "00:47:03"
  },
  {
    "text": "Yeah. All right, let's conclude this Q and R episode with Laura from Iowa City, Iowa.",
    "start": "00:47:04",
    "end": "00:47:11"
  },
  {
    "text": "Hey, Tim and John, this is Laura.",
    "start": "00:47:11",
    "end": "00:47:13"
  },
  {
    "text": "From Iowa City, Iowa.",
    "start": "00:47:13",
    "end": "00:47:15"
  },
  {
    "text": "My question is, is it important to differentiate between passages that are referring to the 611, the Torah, the whole Old Testament, or the entirety of Scripture? And if that's important, how can an average Bible reader go about this?",
    "start": "00:47:15",
    "end": "00:47:36"
  },
  {
    "text": "Thanks so much for all of your work and the resources you guys put out. We just came across this challenge in the Sermon on the Mount, didn't we? Jesus talks about the Torah and the prophets.",
    "start": "00:47:36",
    "end": "00:47:47"
  },
  {
    "text": "Yeah. As a literary unit.",
    "start": "00:47:47",
    "end": "00:47:49"
  },
  {
    "text": "Then he talks about the Torah in the next sentence. Then he talks about the commands. Yes, I know. We're talking about the biblical vocabulary for laws and so on.",
    "start": "00:47:49",
    "end": "00:48:01"
  },
  {
    "text": "Yeah. And we've talked about the word law in and of itself is not even actually.",
    "start": "00:48:01",
    "end": "00:48:07"
  },
  {
    "text": "Yeah. It doesn't capture layers of meaning about the Hebrew word Torah.",
    "start": "00:48:07",
    "end": "00:48:11"
  },
  {
    "text": "Yes, as a translation of the word Torah, it is lacking, but in the.",
    "start": "00:48:12",
    "end": "00:48:16"
  },
  {
    "text": "Same way that all translations are lacking because it's a translator.",
    "start": "00:48:16",
    "end": "00:48:20"
  },
  {
    "text": "But some translations are more lacking than others.",
    "start": "00:48:20",
    "end": "00:48:22"
  },
  {
    "text": "Well, that's true, but it's not a fault of the translator always. It's just about not blaming the mismatch of languages. Yes, totally. You're not blaming. That's right. It's Just languages don't always have the same equivalence. So the word Torah can.",
    "start": "00:48:22",
    "end": "00:48:35"
  },
  {
    "text": "Yeah, let's parse it out.",
    "start": "00:48:35",
    "end": "00:48:36"
  },
  {
    "text": "The word Torah comes from the root word yara, which means to instruct or to teach.",
    "start": "00:48:36",
    "end": "00:48:41"
  },
  {
    "text": "Okay.",
    "start": "00:48:41",
    "end": "00:48:42"
  },
  {
    "text": "So a Torah is an item of instruction or teaching.",
    "start": "00:48:42",
    "end": "00:48:46"
  },
  {
    "text": "Yeah.",
    "start": "00:48:46",
    "end": "00:48:46"
  },
  {
    "text": "And that is one of the vocabulary words in Hebrew used to talk about the covenant laws.",
    "start": "00:48:46",
    "end": "00:48:52"
  },
  {
    "text": "Well, don't even start there. We just say that's the word used to refer to the first five books of the Bible.",
    "start": "00:48:53",
    "end": "00:48:58"
  },
  {
    "text": "Ah, yep. The Torah of Yahweh According to Psalm 1, or the Torah of Moses according to Joshua 1.",
    "start": "00:48:58",
    "end": "00:49:04"
  },
  {
    "text": "And if you think about how do you receive a teaching, how do you learn something? How are you instructed? There's lots of different ways.",
    "start": "00:49:04",
    "end": "00:49:12"
  },
  {
    "text": "Oh, yeah, that's right.",
    "start": "00:49:12",
    "end": "00:49:13"
  },
  {
    "text": "To do that.",
    "start": "00:49:13",
    "end": "00:49:13"
  },
  {
    "text": "Yeah. Through narrative, through a song.",
    "start": "00:49:13",
    "end": "00:49:16"
  },
  {
    "text": "And in the Torah, it's primarily narrative.",
    "start": "00:49:18",
    "end": "00:49:20"
  },
  {
    "text": "Yeah.",
    "start": "00:49:20",
    "end": "00:49:21"
  },
  {
    "text": "There are some songs. And then scattered throughout all of this, what we call law.",
    "start": "00:49:21",
    "end": "00:49:28"
  },
  {
    "text": "Yeah.",
    "start": "00:49:28",
    "end": "00:49:28"
  },
  {
    "text": "Ancient law code.",
    "start": "00:49:28",
    "end": "00:49:30"
  },
  {
    "text": "Correct.",
    "start": "00:49:30",
    "end": "00:49:30"
  },
  {
    "text": "And then as a shorthand, oftentimes the specific commands are sometimes also called Torah.",
    "start": "00:49:31",
    "end": "00:49:41"
  },
  {
    "text": "Yes, they are. Yeah.",
    "start": "00:49:41",
    "end": "00:49:43"
  },
  {
    "text": "And so that becomes a complication.",
    "start": "00:49:43",
    "end": "00:49:44"
  },
  {
    "text": "That's a sticky one.",
    "start": "00:49:44",
    "end": "00:49:45"
  },
  {
    "text": "Yeah, that's a sticky one.",
    "start": "00:49:45",
    "end": "00:49:46"
  },
  {
    "text": "So you're reading Psalm 1, and the righteous one is somebody who meditates on the Torah of Yahweh day and night. Oh, does that mean just the first five books? Does that mean the commands of the Torah, or is that just a way of talking about the whole of the Hebrew Scriptures?",
    "start": "00:49:46",
    "end": "00:50:03"
  },
  {
    "text": "Well, that's another thing. Now, the Torah is referring to the whole of Hebrew scriptures.",
    "start": "00:50:03",
    "end": "00:50:06"
  },
  {
    "text": "Yeah, but which it can.",
    "start": "00:50:06",
    "end": "00:50:08"
  },
  {
    "text": "Yes. So it's a very flexible word.",
    "start": "00:50:08",
    "end": "00:50:09"
  },
  {
    "text": "It's a flexible word.",
    "start": "00:50:09",
    "end": "00:50:10"
  },
  {
    "text": "It could mean first five books of Moses. Often mean just that as it's literary.",
    "start": "00:50:10",
    "end": "00:50:15"
  },
  {
    "text": "Usually within a phrase, though, the Torah of Moses.",
    "start": "00:50:15",
    "end": "00:50:17"
  },
  {
    "text": "Okay.",
    "start": "00:50:17",
    "end": "00:50:17"
  },
  {
    "text": "It's usually something like that.",
    "start": "00:50:17",
    "end": "00:50:19"
  },
  {
    "text": "It can refer to all of scripture, Hebrew scriptures, and then it can refer specifically to the statutes.",
    "start": "00:50:19",
    "end": "00:50:26"
  },
  {
    "text": "Correct.",
    "start": "00:50:26",
    "end": "00:50:27"
  },
  {
    "text": "The law, the ancient law code.",
    "start": "00:50:27",
    "end": "00:50:28"
  },
  {
    "text": "Yep. And sometimes that can be in the singular Torah, sometimes it can be in the plural torot, which then gets translated laws. And so when you see that, like in Psalm 119, 176 verses, then every line has some sort of word referring to. And it's the words laws, commandments, mitzvot, statutes, chokim, ordinances, mishpatim. There's about seven or eight different words used. And it's using words that could talk about any one law. But also as a whole poem, Psalm 119 is reflecting on the Scriptures in general as a source of divine instruction.",
    "start": "00:50:28",
    "end": "00:51:09"
  },
  {
    "text": "Yeah.",
    "start": "00:51:09",
    "end": "00:51:09"
  },
  {
    "text": "So in that tradition, it's actually a flexible vocabulary, that there's context. And I think there's also sometimes elements of double meaning where a poet, say, in the book of Psalms, can talk about the plural, I've followed your instructions. But within the whole book of Psalms, it's portraying this poet as somebody who's the ideal meditator of scripture as a whole and being faithful to it, even though within the poem it's talking about specific laws.",
    "start": "00:51:10",
    "end": "00:51:41"
  },
  {
    "text": "So is it really just then, context, mainly, how do you know what it's referring to?",
    "start": "00:51:41",
    "end": "00:51:46"
  },
  {
    "text": "Correct. Which is true. Just as a rule of thumb in reading the Bible in general, immediate literary context, the whole book that you're reading has a context. And then the whole canon of Old Testament and then Old and New Testaments, like expanding circles of context, are crucial for determining meaning.",
    "start": "00:51:46",
    "end": "00:52:04"
  },
  {
    "text": "But can we also say that even if a passage, say a psalmist, is referring, it seems, in context to the specific statutes?",
    "start": "00:52:04",
    "end": "00:52:14"
  },
  {
    "text": "Correct.",
    "start": "00:52:14",
    "end": "00:52:14"
  },
  {
    "text": "Even then. Because they live in a common law paradigm. And as they're thinking about that, they think in the way that Jesus is thinking about it is I care about that statute.",
    "start": "00:52:15",
    "end": "00:52:26"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:52:26",
    "end": "00:52:27"
  },
  {
    "text": "And how that statute's written because of the wisdom underneath of it.",
    "start": "00:52:27",
    "end": "00:52:31"
  },
  {
    "text": "That's right. Yeah. And that's a wisdom that is also communicated through narratives and poems, through the whole of the Torah and prophets.",
    "start": "00:52:31",
    "end": "00:52:39"
  },
  {
    "text": "Yeah. And I love that.",
    "start": "00:52:39",
    "end": "00:52:40"
  },
  {
    "text": "Correct.",
    "start": "00:52:40",
    "end": "00:52:41"
  },
  {
    "text": "So when the psalmist says, oh, how I love your law, he's not far from saying, oh, how I love your wisdom.",
    "start": "00:52:41",
    "end": "00:52:48"
  },
  {
    "text": "Yeah. Psalm 119 is spoken from the voice or Persona of the psalm, one righteous one who meditates on the Torah of Yahweh day and night. It's someone who. Yeah. When they read the Scriptures, they hear a voice that's not their own, and they hear wisdom that tells them things to think about that they've never thought to think about before. And they discover. Yeah. A wisdom there. And on a personal level, that's what has kept me enthralled with reading these texts for over 20 years now, is I meet a genuine other voice here which I think is the voice of the Spirit, you know, calling to God's people through all of the scriptures, even the laws of the covenant. And it's an unending source. Once you learn how to listen to the voice. Listen to the voice, Listen to the voice. That's the whole point, is to listen to the voice. So, man, so many good questions that we could talk about a lot longer, but those are good questions.",
    "start": "00:52:48",
    "end": "00:53:48"
  },
  {
    "text": "Yeah. Thanks everyone for those questions.",
    "start": "00:53:48",
    "end": "00:53:49"
  },
  {
    "text": "Yep.",
    "start": "00:53:49",
    "end": "00:53:50"
  },
  {
    "text": "The next week on the Podcast we're going to jump into.",
    "start": "00:53:51",
    "end": "00:53:54"
  },
  {
    "text": "Oh, Wisdom.",
    "start": "00:53:54",
    "end": "00:53:55"
  },
  {
    "text": "Wisdom, yes.",
    "start": "00:53:55",
    "end": "00:53:56"
  },
  {
    "text": "Oh, man, this was such a fun.",
    "start": "00:53:57",
    "end": "00:53:59"
  },
  {
    "text": "This conversation was like Law Part two.",
    "start": "00:53:59",
    "end": "00:54:01"
  },
  {
    "text": "Yeah.",
    "start": "00:54:01",
    "end": "00:54:01"
  },
  {
    "text": "In a way, because we had a couple on law. So this is going to be Wisdom Part two.",
    "start": "00:54:01",
    "end": "00:54:06"
  },
  {
    "text": "Yeah. We have the next video in the how to Read the Bible series. Real time from May 2019 is going to be how to Read. Well, we were going to call it how to Read Wisdom Literature, but then we changed.",
    "start": "00:54:06",
    "end": "00:54:16"
  },
  {
    "text": "Then we started talking about it.",
    "start": "00:54:16",
    "end": "00:54:17"
  },
  {
    "text": "We started talking about it and then we changed our minds, changed the title. Oh, yeah. This is a big paradigm shift for me.",
    "start": "00:54:17",
    "end": "00:54:23"
  },
  {
    "text": "Yeah. And you guys get to hear us wrestle through that in real time.",
    "start": "00:54:23",
    "end": "00:54:26"
  },
  {
    "text": "Yep. So that's the next series coming up.",
    "start": "00:54:26",
    "end": "00:54:28"
  },
  {
    "text": "How to Read the Wisdom Literature.",
    "start": "00:54:28",
    "end": "00:54:30"
  },
  {
    "text": "Yeah.",
    "start": "00:54:31",
    "end": "00:54:31"
  },
  {
    "text": "And yeah. Super rewarding. And then we'll do a Q and R with that. So that'll start next week.",
    "start": "00:54:32",
    "end": "00:54:37"
  },
  {
    "text": "Yeah. Thank you everybody for listening, for your encouragement. For those of you who support what we're doing, thank you so much.",
    "start": "00:54:37",
    "end": "00:54:43"
  },
  {
    "text": "If you're new to listening to this, we are a non profit in Portland and we make free resources like this podcast, but then also the videos and some study notes and other stuff. It's on the website thebibleproject.com thanks for being part of this with us.",
    "start": "00:54:43",
    "end": "00:55:00"
  },
  {
    "text": "Hey, this is Cruz. I'm from la. I was born in El Salvador. I listened to the Bible Project all the time and I use it because it's fun and creative. I can learn about the Bible in a much, much better way. We believe that the Bible is a unified story that leads us to Jesus. We are a crowdfunded project by people like me. You can find free videos, study notes, podcasts and more@thebibleproject.com Hola, minombres Cruz. Soy Salvadoreno y vivo en la ciudad de Los Angeles. Yo uso@thebibleproject.com.",
    "start": "00:55:00",
    "end": "00:55:58"
  }
]