[
  {
    "text": "Hey, this is John with the BibleProject podcast. And today I'm going to continue talking with Tim on this biblical theme of reading the Bible together out loud. Last episode, we talked about the history of ancient Israel, how they read the Torah aloud in their community. And today we're going to look at how that practice continued on into the New Testament with Jesus. Jesus, who actually announced his public ministry during a public reading of Scripture. In this episode, we're gonna talk about key practices in the early church that helped that group form their identity. Practices including communion, also known as Last Supper, but also this practice of reading the letters of the New Testament aloud as a group.",
    "start": "00:00:10",
    "end": "00:00:53"
  },
  {
    "text": "Because when you're by yourself, like, the Bible's weird, but then when we're grouped together, we're like, yeah, this is our story, and we're gonna live by this story. And I find the Christian worldview more believable.",
    "start": "00:00:53",
    "end": "00:01:06"
  },
  {
    "text": "You know, as a skeptical person, sometimes this whole thing feels a little bit like just groupthink or brainwashing. And I asked him about that, too.",
    "start": "00:01:07",
    "end": "00:01:17"
  },
  {
    "text": "It is a form of identity formation called brainwashing. But the point is that the person poking holes in that is themselves, exposing themselves constantly to a different form of brainwashing, of just a different story about the world. And of course, the question is, which of those stories offers a better account of the human experience and of reality?",
    "start": "00:01:17",
    "end": "00:01:37"
  },
  {
    "text": "So if you've ever wondered about what early church services looked like, if Christianity might be some weird group therapy, stay tuned. Here we go.",
    "start": "00:01:37",
    "end": "00:01:46"
  },
  {
    "text": "So out of Ezra, Nehemiah's practice comes a practice that went two ways in Jewish tradition, in Middle Eastern Ezra and Nehemiah's practice. Ah, of. Yeah, well, so they revived this practice, they read of it, and then they ask all the people to renew their commitment to the covenant. Okay, and then what the stories and the rest of Nehemiah go on to show is, man, it didn't really work. People didn't really stay faithful, but that's another matter. But historically, this practice went on. So Babylonian, Middle Eastern Jewish communities, from later Jewish texts, the Mishnah and the Talmud, have this practice, this synagogue practice of gathering on the evening of Sabbath or Shabbat. And over the course of one year, they'll have read the entire Torah aloud in those synagogue gatherings. All the way back in Israel, Palestine, Jewish communities are taking three and a half years. So this practice developed in two different ways. So shorter readings, and then a practice developed where they would combine that shorter reading from the Torah with a selection from the prophets or the psalms or the Wisdom books. It's the early lectionary. This is what became the lectionary practice in Christianity of reading from sections of the Bible.",
    "start": "00:01:53",
    "end": "00:03:10"
  },
  {
    "text": "High church practice.",
    "start": "00:03:11",
    "end": "00:03:12"
  },
  {
    "text": "That's right, yeah. For the most part. Yeah. So the practice went diverse directions in Jewish history after the biblical period, but it's been a practice within Jewish history all along. Just the public reading of Scripture. So this is what, moving forward into the New Testament.",
    "start": "00:03:12",
    "end": "00:03:31"
  },
  {
    "text": "So there's no, there's, there's no Jewish tradition where they just every seven years on the feast of booths, actually just read through.",
    "start": "00:03:31",
    "end": "00:03:39"
  },
  {
    "text": "That's a good question.",
    "start": "00:03:39",
    "end": "00:03:40"
  },
  {
    "text": "There's no, like Hasidic. It seems like Hasidic Jews would do that.",
    "start": "00:03:40",
    "end": "00:03:43"
  },
  {
    "text": "Yeah, we keep that going. I'm not as much off the top of my head about more modern Jewish practices like that. There's nothing in the Second Temple period. We go to Ezra Nehemiah and then out into the spread of the Diaspora Jewish communities around Babylon and Israel, and these other practices develop. So this is the setting that Jesus and the apostles are all a part of. So there's that story In Luke chapter 4, Jesus goes to synagogue on the Sabbath. On the Sabbath. And the scroll of Isaiah is open and handed to him. So that's.",
    "start": "00:03:43",
    "end": "00:04:19"
  },
  {
    "text": "So they must be in that part.",
    "start": "00:04:19",
    "end": "00:04:20"
  },
  {
    "text": "Yeah. So the Torah reading's already been done now. This is the reading of the prophets. Yeah. And so whether he just neglected the order and chose Isaiah 61 or that's where they happen, or whether it happened to be Isaiah 61, you know, we're not told.",
    "start": "00:04:20",
    "end": "00:04:36"
  },
  {
    "text": "He's like, oh, we're in Isaiah 61. Perfect, perfect.",
    "start": "00:04:36",
    "end": "00:04:38"
  },
  {
    "text": "Let me tell you guys that this is being fulfilled in your hearing. There's a, a couple other mentions of it. Like when Paul and Barnabas go out on the first missionary journey, they're sent out by the church in Antioch and they go to a town in modern day Turkey called Pisidian Antioch. And on the Sabbath, they entered the synagogue and sat down. After the reading from the Torah and the prophets, the leaders of the synagogue said, hey, you guys are new to town. Give us a short word of exhortation. So the Scriptures have been there.",
    "start": "00:04:38",
    "end": "00:05:07"
  },
  {
    "text": "That was a typical thing in the synagogue.",
    "start": "00:05:07",
    "end": "00:05:09"
  },
  {
    "text": "Yeah. Well, think back to that Ezra Nehemiah practice. So you have reading the Scriptures and then expositing them, giving them sense.",
    "start": "00:05:09",
    "end": "00:05:16"
  },
  {
    "text": "And there wasn't like one person who gets to do that necessarily.",
    "start": "00:05:16",
    "end": "00:05:20"
  },
  {
    "text": "Yeah, that's right. Yeah.",
    "start": "00:05:20",
    "end": "00:05:21"
  },
  {
    "text": "Okay.",
    "start": "00:05:21",
    "end": "00:05:21"
  },
  {
    "text": "Yeah.",
    "start": "00:05:21",
    "end": "00:05:21"
  },
  {
    "text": "It wasn't just the rabbi who gets to do that.",
    "start": "00:05:22",
    "end": "00:05:26"
  },
  {
    "text": "Well, there it was. You had the priests and Levites in Ezra and Nehemiah. But there's no rules about who can read.",
    "start": "00:05:26",
    "end": "00:05:32"
  },
  {
    "text": "Okay?",
    "start": "00:05:32",
    "end": "00:05:33"
  },
  {
    "text": "And so when it goes out in synagogue practice, anybody can get up and read like Jesus can, or Paul and Barnabas, after the reading, are invited. They're the new guys in town, some new brothers, you know, new kinsmen of ours. And so they invite them, give us a word of exhortation based on the Scriptures that we just read. And what Paul gets up is he does a whole retelling of the story of the Old Testament leading up to the Messiah. And then he says, and the Messiah is.",
    "start": "00:05:33",
    "end": "00:06:02"
  },
  {
    "text": "And they're kind of like, whoa, crucified Jesus. We didn't expect that.",
    "start": "00:06:02",
    "end": "00:06:05"
  },
  {
    "text": "Yeah, right. But it shows. This is the same practice. It's the origins of the sermon in Jewish Christian tradition.",
    "start": "00:06:05",
    "end": "00:06:12"
  },
  {
    "text": "When, in my small church ministry experience, you do not let people get up on stage and start expositing scripture without open mic. Time is open mic.",
    "start": "00:06:12",
    "end": "00:06:24"
  },
  {
    "text": "It's totally not.",
    "start": "00:06:24",
    "end": "00:06:26"
  },
  {
    "text": "It's really cool. It goes wrong. I mean, even in, like, a small group setting.",
    "start": "00:06:26",
    "end": "00:06:33"
  },
  {
    "text": "Yeah.",
    "start": "00:06:33",
    "end": "00:06:33"
  },
  {
    "text": "If you turn to someone and say, cool, now, what do you think? What might happen? Something crazy. Like, someone's gonna have some just crazy thing to say. Why is that such a fear?",
    "start": "00:06:34",
    "end": "00:06:43"
  },
  {
    "text": "Oh, that's interesting. There are some.",
    "start": "00:06:44",
    "end": "00:06:46"
  },
  {
    "text": "There's some crazy people, right? Oh, yeah, there's that. There's people who are just like. They're just waiting.",
    "start": "00:06:48",
    "end": "00:06:54"
  },
  {
    "text": "Totally.",
    "start": "00:06:54",
    "end": "00:06:55"
  },
  {
    "text": "Because they have this thing they're obsessed with, and they're just waiting for an opportunity to obsess about it out loud.",
    "start": "00:06:55",
    "end": "00:07:01"
  },
  {
    "text": "Yeah. Many people have been in those awkward home groups or Bible studies where there's the person who just hijacks the whole room.",
    "start": "00:07:01",
    "end": "00:07:08"
  },
  {
    "text": "Can you just imagine Barnabas being like one of those guys? And, like, they're there in Antioch, and they're like, you're new brothers. And all of a sudden they're like, talking about space aliens.",
    "start": "00:07:08",
    "end": "00:07:17"
  },
  {
    "text": "Oh, we should have never invited that guy up here.",
    "start": "00:07:17",
    "end": "00:07:19"
  },
  {
    "text": "Note to self, do not let Barnabas exposit.",
    "start": "00:07:21",
    "end": "00:07:24"
  },
  {
    "text": "Yeah, maybe they knew some people there. I don't know. So early Christianity develops in this setting of weekly gatherings where the scriptures are read aloud and there's a short exposition of them or word of exhortation. So here's what's interesting. So Jesus and the apostles, as they went into Jewish settings, did this. As the followers of Jesus started to form their own worship gathering around. Not around Sabbath, but around resurrection morning, which is Sunday morning, they would gather in homes and eat a meal together and take the bread and the cup together.",
    "start": "00:07:24",
    "end": "00:08:00"
  },
  {
    "text": "So instead of going to the temple or no. Where would synagogue be? Synagogue would be. Where would synagogue be?",
    "start": "00:08:00",
    "end": "00:08:05"
  },
  {
    "text": "Synagogue would be on Friday nights and it would be.",
    "start": "00:08:05",
    "end": "00:08:08"
  },
  {
    "text": "And there was a specific place.",
    "start": "00:08:08",
    "end": "00:08:09"
  },
  {
    "text": "Yeah, it would be. Yeah, at the synagogue.",
    "start": "00:08:09",
    "end": "00:08:11"
  },
  {
    "text": "At the synagogue.",
    "start": "00:08:11",
    "end": "00:08:12"
  },
  {
    "text": "Yeah. Building designated. So Christians didn't have any of their own buildings dedicated and they're not going.",
    "start": "00:08:12",
    "end": "00:08:16"
  },
  {
    "text": "To crash the Jewish synagogues on.",
    "start": "00:08:16",
    "end": "00:08:19"
  },
  {
    "text": "Yeah. So maybe you might have some Jewish.",
    "start": "00:08:19",
    "end": "00:08:21"
  },
  {
    "text": "It isn't like the Korean church saying like, hey, you guys don't use this building on Saturday night. Can we. Can we piggyback?",
    "start": "00:08:22",
    "end": "00:08:28"
  },
  {
    "text": "There's no stories about that. All the evidence in the New Testament as they've met Hunter is that they met in people's homes because it was all about a meal. Everything focused around replaying the Lord's Supper together every time. And then we get a window in Paul's letter to the Corinthians that during the meal and afterward, somebody would bring a word, a prophecy, somebody would bring a teaching and multiple people would contribute to the sharing time over after the meal. That's the early Christian gatherings.",
    "start": "00:08:29",
    "end": "00:09:04"
  },
  {
    "text": "So there wasn't just reading of scripture.",
    "start": "00:09:04",
    "end": "00:09:06"
  },
  {
    "text": "It certainly played a part. But yeah, there's more happening at least in the house churches that Paul started. But it's interesting. So at the end of two of his letters, he talks about the reading of the reading aloud of something and what it is is his letters. So at the end of his letter to the Thessalonians 1 Thessalonians chapter 5, he says, I charge you before the Lord to have this letter read aloud to all the brothers and sisters. At the end of Colossians, he says, after this letter has been read to you, see that it's also read in the church down the road of the Laodiceans and in turn get the letter I wrote to them and read that which we don't have read that to you. We don't have it. Unless it's the letter to the Ephesians. Is also the letter to the Laodiceans just interesting rabbit hole that we don't have time for there. So we know that Paul intended his letters to be read aloud the same way that they would be reading aloud other sacred texts of the Scriptures.",
    "start": "00:09:07",
    "end": "00:10:12"
  },
  {
    "text": "So sorry to be nitpicky. How do we know they were reading? They were continuing the tradition of reading.",
    "start": "00:10:12",
    "end": "00:10:18"
  },
  {
    "text": "The Torah in First Timothy in the directions. This is the third important passage when Paul writes to Timothy, who's a pastor that he stationed in Ephesus, Paul wants to come help Timothy out with a bunch of pastoral problems. But he says, until I come, keep devoting yourself to the public reading of Scripture and to preaching and to teaching. So between all of this, Paul's having his own letters read aloud, but also in these house church gatherings, we're having just scripture read aloud, which at the time he's writing, Timothy doesn't refer to the New Testament because it's just starting. Those writings are just coming into existence. He's referring to the Old Testament scriptures.",
    "start": "00:10:19",
    "end": "00:11:01"
  },
  {
    "text": "Yeah. So based off of that verse, we know there was the public reading, the Christians were continuing reading out loud, that.",
    "start": "00:11:01",
    "end": "00:11:10"
  },
  {
    "text": "They both picked up, but also developed this Jewish practice of reading the Old Testament scriptures aloud, probably in Greek for many of these people. And that along with the Scriptures, Paul's letters are being read aloud, which, you know, the issue of that. He viewed his letters as having the same kind of covenant authority. Almost certainly somebody would be reciting from oral memory large sections of the Sermon on the Mount or something like that, teachings of Jesus, and then also, as the Spirit led people what he talks about in 1 Corinthians 12 through 14 of the Spirit, prompting people to share something they feel like God wants to say to their church community. This is all happening. It's a very active gathering over a meal.",
    "start": "00:11:10",
    "end": "00:12:00"
  },
  {
    "text": "Yeah.",
    "start": "00:12:00",
    "end": "00:12:01"
  },
  {
    "text": "At that. Yeah.",
    "start": "00:12:01",
    "end": "00:12:02"
  },
  {
    "text": "It seems like. Would they actually be at a meal the whole time?",
    "start": "00:12:02",
    "end": "00:12:06"
  },
  {
    "text": "Good point. I mean, all I can do is think of, like, gatherings that we host in our home.",
    "start": "00:12:07",
    "end": "00:12:12"
  },
  {
    "text": "Yeah. After a while, you go back to living room.",
    "start": "00:12:12",
    "end": "00:12:14"
  },
  {
    "text": "Yeah. We have a meal together, and we're talking, and then we put the dishes away and go to the living room and we just keep talking.",
    "start": "00:12:14",
    "end": "00:12:19"
  },
  {
    "text": "Yeah.",
    "start": "00:12:19",
    "end": "00:12:20"
  },
  {
    "text": "We pray for each other. And we don't sing. We don't sing a song.",
    "start": "00:12:21",
    "end": "00:12:24"
  },
  {
    "text": "There's Christians who are really interested in how the early church actually performed worship service or a gathering because of the belief that the way that it was done in the early church is the way it should always be done. And so if we could figure out what they were doing, that's the way we should be doing church. We don't have to get into whether or not that's a valid assumption. But how much can we actually know exactly what was being done? Because it seems like we're just getting these little piecemeal things. And who knows? You know, like, it would have been done one way in a Jewish environment.",
    "start": "00:12:24",
    "end": "00:13:03"
  },
  {
    "text": "Yep.",
    "start": "00:13:03",
    "end": "00:13:04"
  },
  {
    "text": "And then it probably would have been done, you know, because they. They have all the synagogue background. Right. So it would have been highly adapted from the way that they were used to doing synagogue. They. They changed the day, but they're still gonna have all of that tradition to fall back on. But then you go to a city that's not Jewish, and they don't have.",
    "start": "00:13:04",
    "end": "00:13:28"
  },
  {
    "text": "A majority of the followers of Jesus are Greeks and Romans, and they don't.",
    "start": "00:13:28",
    "end": "00:13:33"
  },
  {
    "text": "Have all the synagogue background. And maybe some of it was imported in a little bit from the missionaries that came and told them about Jesus.",
    "start": "00:13:33",
    "end": "00:13:40"
  },
  {
    "text": "Like the public reading of the Scriptures.",
    "start": "00:13:41",
    "end": "00:13:43"
  },
  {
    "text": "Like the public reading of scriptures.",
    "start": "00:13:43",
    "end": "00:13:44"
  },
  {
    "text": "That's the Jewish practice that gets adopted into these non.",
    "start": "00:13:44",
    "end": "00:13:47"
  },
  {
    "text": "But they'll probably bring their own flavor of the way that they're used to gathering into it, too.",
    "start": "00:13:47",
    "end": "00:13:52"
  },
  {
    "text": "That's right.",
    "start": "00:13:52",
    "end": "00:13:52"
  },
  {
    "text": "So the kind of assumption I would have is that it probably looks very different in every single gathering, depending on.",
    "start": "00:13:52",
    "end": "00:13:58"
  },
  {
    "text": "The city and on the house. Community. House, church, community. Yeah, I think that's right. Yeah. There's no manual of worship gathering in the writings of the apostles. One of the earliest post New Testament documents that claims to represent the way worship and teaching was done in the New Testament era is called the Didache, which is just the Greek word for teaching or instruction. And it's a little manual of, like, discipleship from the early church. It's really interesting. Mostly some of it's like how to perform baptisms and the kind of catechism or instruction new converts are to be given. You pray the Lord's prayer every morning and every night. You fast once a week.",
    "start": "00:13:58",
    "end": "00:14:46"
  },
  {
    "text": "For how long?",
    "start": "00:14:47",
    "end": "00:14:48"
  },
  {
    "text": "A whole day? One whole day. Every day? One day a week. You don't eat to dedicate yourself to prayer. So really it's a little window into early Eastern Christianity. But even that doesn't give you like the.",
    "start": "00:14:48",
    "end": "00:15:02"
  },
  {
    "text": "That's what, a couple generations in.",
    "start": "00:15:02",
    "end": "00:15:04"
  },
  {
    "text": "Yeah, totally. Yeah. We're decades out from the era of the apostles. And this gets us more into controversial territory, you know, because both the Catholic tradition, the Eastern Orthodox tradition, make a claim that the Mass, the liturgies of the Mass, have ancient roots that go all the way back to the period of the apostles. And so people just have debates about these kinds of things, but essentially we don't have anything like the apostle describing what the worship gathering ought to look like. The only thing we know for certain is that it was a meal which at some point reenacted the Last Supper.",
    "start": "00:15:04",
    "end": "00:15:42"
  },
  {
    "text": "The Passover meal, and it was always a meal. Is that right?",
    "start": "00:15:42",
    "end": "00:15:46"
  },
  {
    "text": "Well, we don't have any indication that these references to meals were anything other than actual meals.",
    "start": "00:15:46",
    "end": "00:15:52"
  },
  {
    "text": "It's just so weird. For me, for some reason that's so shocking, and I think it's because that's so rare in tradition. I grew up in is to actually have a meal. Like that might happen once a year. It's like the church potluck.",
    "start": "00:15:52",
    "end": "00:16:05"
  },
  {
    "text": "Potluck, yeah, totally.",
    "start": "00:16:05",
    "end": "00:16:06"
  },
  {
    "text": "And it's a bunch of work and like. But so like 1% of the gatherings involves a meal, but. So every gathering involved a meal. That just seems crazy, but I guess.",
    "start": "00:16:06",
    "end": "00:16:21"
  },
  {
    "text": "But it was. It was a house.",
    "start": "00:16:21",
    "end": "00:16:22"
  },
  {
    "text": "You gotta eat and you're at a house.",
    "start": "00:16:22",
    "end": "00:16:24"
  },
  {
    "text": "Yeah, it was a house based movement. The central symbol of the gathering was reenacting the bread and the cup, which.",
    "start": "00:16:24",
    "end": "00:16:33"
  },
  {
    "text": "Has the same kind of influence that reading scripture aloud should have, which is, let's remember.",
    "start": "00:16:33",
    "end": "00:16:38"
  },
  {
    "text": "Yeah. And we discover also the reading aloud of the scriptures, of the writings of the prophets, and then the apostles taking the bread and the cup together, which is food. So in the context of a meal, and then the reading aloud of the apostles and prophets, they never just like.",
    "start": "00:16:38",
    "end": "00:16:57"
  },
  {
    "text": "Said, hey, we've already eaten, or some of us will eat when we leave. So let's just take little bits of bread and like little sips of wine.",
    "start": "00:16:57",
    "end": "00:17:07"
  },
  {
    "text": "This is a huge problem in the churches in Corinth that Paul lays into them for, because there's no Sabbath in the Roman world. So if you're wealthy, you could come early to the meal and they would eat all the food and have drunk all the wine before. Later, people who had to work, and then they get to work later, Paul calls them those who have not come and everybody else is already a little tipsy because they had too much wine, you know, And Paul's just like, you call this the worship gathering. He thinks it's a sham. So anyway, he's laying into them, but he gives us at least some clues that like, yeah, people are getting there at different times. So interesting. And then later on First Corinthians 14, he says, what do we say, brothers, when you guys come together, different ones of you, One has a hymn to share, one has a word of instruction, teaching. One has a prophecy, a tongue or interpretation. That's a whole other thing. And Paul says, yeah, everybody contributes so the community can be built up. And then he gives instructions about how tongues and prophecy works, because the Corinthians were getting out of control.",
    "start": "00:17:07",
    "end": "00:18:20"
  },
  {
    "text": "So would it have been possible during these early gatherings then, since there's so many elements now that there would be times where scripture wasn't read?",
    "start": "00:18:21",
    "end": "00:18:31"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:18:31",
    "end": "00:18:33"
  },
  {
    "text": "So before it was like, that's all you got together, you read the scripture, you did a little bit expositing, and then that was it. And now it seems to have morphed to such a degree, it's like you got a meal, someone brings a hymn, someone might have a prophecy. There might be all these different things. And then it's like guys, we ran out of time and we haven't cracked a scroll.",
    "start": "00:18:33",
    "end": "00:18:53"
  },
  {
    "text": "Yeah. We just don't have, we don't have the manual. We don't. All we have is these little tidbits in the New Testament itself. And then the later, from later post.",
    "start": "00:18:54",
    "end": "00:19:05"
  },
  {
    "text": "It just feels like it went from such like the thing to now. One of many things.",
    "start": "00:19:05",
    "end": "00:19:12"
  },
  {
    "text": "I understand. Yeah.",
    "start": "00:19:12",
    "end": "00:19:13"
  },
  {
    "text": "Is that the case? If that's the case, that's the case.",
    "start": "00:19:13",
    "end": "00:19:15"
  },
  {
    "text": "Yeah. It seems to be that the bread in the cup becomes more important. Becomes. Yeah. The center symbol. But we all know that the reading of scripture and the reading of the prophets and apostles, Torah prophets and apostles was also a part of what Paul had happen in his house.",
    "start": "00:19:16",
    "end": "00:19:37"
  },
  {
    "text": "And he told Timothy not to neglect him.",
    "start": "00:19:37",
    "end": "00:19:39"
  },
  {
    "text": "Told Timothy, yeah, make sure you keep reading scriptures aloud to people. So it starts to sound more and more like a church gathering except maybe in more modern settings. The bread and the cup have become disconnected from an actual meal for most communities. And I still don't understand the Protestant tradition of having the bread in the cup just like once a month. It's utterly bizarre to me. And that's. I was.",
    "start": "00:19:39",
    "end": "00:20:08"
  },
  {
    "text": "When it's not a meal, it's kind of a weird thing to do every week.",
    "start": "00:20:09",
    "end": "00:20:12"
  },
  {
    "text": "Kind of. But it's such a crucially talk about identity formation because the bread and the cup are. You're eating the story instead of reading aloud.",
    "start": "00:20:12",
    "end": "00:20:23"
  },
  {
    "text": "They're consuming.",
    "start": "00:20:24",
    "end": "00:20:25"
  },
  {
    "text": "You're consuming the story. You're engaging in it in a really powerful way that reminds you of who you are and who Jesus is and the kind of life that I'm called to. And that gets you to look backwards like in Josiah. We look back and we lament the ways that we haven't been faithful. And then like Joshua, you look forward to the new horizon that lay ahead and what the kind of person the story makes you into. And that's really what this is about, the public reading of scripture, whether it's connected to a worship gathering or whether it's more of a one off thing like in Joshua's day. The whole point is identity formation. It's the creation of reality for people. And that's really the goal. Yeah, I, you know, you're really interested in this like the history of the worship gathering and the fights.",
    "start": "00:20:25",
    "end": "00:21:42"
  },
  {
    "text": "I'm sorry. No, it's okay.",
    "start": "00:21:42",
    "end": "00:21:43"
  },
  {
    "text": "I know now that I think about it, it's like of course you would be interested in this because you want. It's. It's context for you.",
    "start": "00:21:44",
    "end": "00:21:51"
  },
  {
    "text": "Yeah.",
    "start": "00:21:51",
    "end": "00:21:52"
  },
  {
    "text": "And it's like, how did we get.",
    "start": "00:21:52",
    "end": "00:21:53"
  },
  {
    "text": "Well, I would be afraid to like make such a stand of like how important. All of a sudden I just started getting this sense of oh yeah, the Lord's Supper actually is probably more important than reading scripture aloud in the early tradition.",
    "start": "00:21:53",
    "end": "00:22:05"
  },
  {
    "text": "I see.",
    "start": "00:22:05",
    "end": "00:22:06"
  },
  {
    "text": "And maybe. And that was the thing that you wouldn't. You would always do.",
    "start": "00:22:06",
    "end": "00:22:11"
  },
  {
    "text": "Yeah.",
    "start": "00:22:11",
    "end": "00:22:12"
  },
  {
    "text": "And actually reading scripture was really important. But that could. You could maybe miss, but you wouldn't not eat the meal.",
    "start": "00:22:12",
    "end": "00:22:22"
  },
  {
    "text": "Yeah. Anyways, I see.",
    "start": "00:22:23",
    "end": "00:22:25"
  },
  {
    "text": "I'm also very interested in identity formation and I've thought a lot about and read about how our identity is shaped by our myths. And in particular trying to think through that in a modern context of like, what are the. Like what are the myths that we are told and reenact?",
    "start": "00:22:26",
    "end": "00:22:49"
  },
  {
    "text": "And by myth you mean in the technical sense of like a foundation story.",
    "start": "00:22:50",
    "end": "00:22:54"
  },
  {
    "text": "Yeah.",
    "start": "00:22:54",
    "end": "00:22:54"
  },
  {
    "text": "Whether or not it's rooted in historical events or not isn't the point. Yeah, it's about. It's a story begins to shape your sense of who you are and your role in the world.",
    "start": "00:22:54",
    "end": "00:23:05"
  },
  {
    "text": "Yeah. And for Americans there is. There's certain stories that really form an American identity. A lot of them are these like western stories. You get these like Clint Eastwood kind of characters and that becomes a form, a sort of mythology of like the self made, like take care of yourself kind of guy. There's the American dream kind of entrepreneurial myth. And I don't mean myth in that. Yeah. It's not true. It's just. Yeah. A story that defines who you are.",
    "start": "00:23:05",
    "end": "00:23:38"
  },
  {
    "text": "This is how sociologists use the word myth.",
    "start": "00:23:38",
    "end": "00:23:40"
  },
  {
    "text": "That's how sociologists use the myth.",
    "start": "00:23:40",
    "end": "00:23:41"
  },
  {
    "text": "Regardless of whether it's anchored in historical events or not. A mythical myth or a historical myth function in the same way.",
    "start": "00:23:41",
    "end": "00:23:50"
  },
  {
    "text": "Yeah. I mean, maybe there's a better word that doesn't need.",
    "start": "00:23:50",
    "end": "00:23:52"
  },
  {
    "text": "That's a good word. But yeah. When you're saying that for America, I think even both of those are rooted in an older one, which is like the liberation freedom narrative. Freedom from the British rule. And so it's the.",
    "start": "00:23:53",
    "end": "00:24:09"
  },
  {
    "text": "Yeah.",
    "start": "00:24:09",
    "end": "00:24:09"
  },
  {
    "text": "We celebrate that we've carved out who we are in this new place. We won't tolerate this oppression of these institutions from our past. The self made reality that assumes freedom and liberty of the individual and that kind of thing. Yeah, yeah. These are core narratives in American culture.",
    "start": "00:24:09",
    "end": "00:24:30"
  },
  {
    "text": "Yeah. And we don't really think of them as like when we think of myths, we think of, oh, what, like Greek people Told each other back in 2000 BC. I don't know. Yeah, about Zeus and different things and yeah, those were myths that shaped their identity. But then there's myths that shape our identity and then there's also practices that we have, these kind of like almost liturgical practices of like, I guess this doesn't happen as much anymore. But growing up, for me it was like going to the mall. It's like a liturgy, almost like you like and it becomes the temple and it's where you gather and it's all around.",
    "start": "00:24:31",
    "end": "00:25:08"
  },
  {
    "text": "Yeah, and the story is.",
    "start": "00:25:09",
    "end": "00:25:10"
  },
  {
    "text": "Yeah, the story is about consumption and about identity of what you're wearing and who you're around. Yeah. So that becomes part of the mythos.",
    "start": "00:25:10",
    "end": "00:25:22"
  },
  {
    "text": "There's one of the most important sociologists of the 20th century was a guy named Peter Berger. And his most significant book was called the Social Construction of Reality. And then his follow up volume was called the Sacred Canopy. And in both of these books he reshaped the whole study of anthropology and human culture and so on. And his basic point was the story of human civilization. First of all, it's a claim that he made that no human experiences reality in some kind of pure form vacuum, but that every human is already born into a particular interpretation of the world through a thousand forms of media and socialization and family and so on. And you know, it's like this metaphor that I found helpful of the fish swimming in water. You know, so like the tropical fish who by nature has been shaped as a being to inhabit warm shallow waters among a reef and then like a shark that inhabits the deep, cold, cold, dark waters, they have no framework. If you were to ask them, oh, how do you like these warm shallow waters?",
    "start": "00:25:22",
    "end": "00:26:43"
  },
  {
    "text": "Yeah, you know, what's your opinion?",
    "start": "00:26:43",
    "end": "00:26:45"
  },
  {
    "text": "Yeah, what's your opinion about the deep waters out there? And you know, of course the tropical fish is like, what water? Yeah, like what do you mean?",
    "start": "00:26:45",
    "end": "00:26:53"
  },
  {
    "text": "Yeah, what is water?",
    "start": "00:26:53",
    "end": "00:26:54"
  },
  {
    "text": "What is water? What do you mean shallow? That's just, that's just reality. And so his point was that's exactly how human cultures are. But paradoxically, humans create those environments. So we are both the creators of those environments and we are also created by them.",
    "start": "00:26:54",
    "end": "00:27:13"
  },
  {
    "text": "And we have the intelligence to then step back and talk about them in a meta kind of way.",
    "start": "00:27:14",
    "end": "00:27:20"
  },
  {
    "text": "Yeah, totally. It's really interesting. So the Sacred Canopy was about how religious communities do this for people. Anyway, he has this interesting process that he talks about how it's this constant replaying cycle of humans. He calls it externalization, where we create something to help shape Our environment, like create them all. That's a human creation within recent history. But then he calls objectification. That this. This institution, he calls it hardens, and then people just begin to take it for granted. And then within a few generations, the mall isn't something humans created. It's now something that creates humans. Creating humans.",
    "start": "00:27:20",
    "end": "00:28:03"
  },
  {
    "text": "Yeah.",
    "start": "00:28:03",
    "end": "00:28:04"
  },
  {
    "text": "Yeah. So this is interesting. It's fascinating. Yeah. So every human's inhabiting the world by already being created with some vision of who we are, the story we're in. And so how does this relate to the public reading of scripture? The public reading of scripture in the story of the Bible is completely wrapped up with this sense of forming identity.",
    "start": "00:28:04",
    "end": "00:28:26"
  },
  {
    "text": "It's supposed to be that thing that forms you. It's like when the mall's been around so long and you become a part of it, it's now forming your identity just by participating in the exercise of going to it.",
    "start": "00:28:26",
    "end": "00:28:40"
  },
  {
    "text": "Yep. It acts on you reading scripture.",
    "start": "00:28:40",
    "end": "00:28:42"
  },
  {
    "text": "Yeah.",
    "start": "00:28:42",
    "end": "00:28:43"
  },
  {
    "text": "It acts on you. Yeah. And that's exactly the role that the scriptures have played throughout their history. That's why they came into existence, was to retell the story of what God has done to save and redeem the people and then to invite those people into a covenant relationship, into a new way of life. And the question is, how do you sustain that way of life when it's not the norm? And that's precisely what this. The role of this scriptures are. And it's why the public reading aloud of the scriptures has played such an important role throughout Jewish and Christian history. And there's something that happens there that's intangible. So when you have one verse up on a screen and a sermon is given, that could be a very powerful way of reflecting on a biblical truth in a depth that you've never experienced it. But there's also something about hearing the whole story of the Exodus from Chapter 1 to Chapter 15 read aloud to you. And it raises all these crazy questions. But you walk away, like, challenged with a view of the world. And it gets you thinking, like, oh, yeah, who is really in control around here? God or Pharaoh? And you start to think of, oh, yeah, I think I told you the story of Roman. He watched the Bible Project video about part one. Yeah. And he and I got in some conflict. I was asking him to do something like come to dinner and put his Legos away. And he didn't want to. He's five. He got really ticked off. And it escalated to the point of essentially like, don't tell me what to do. And I was like, buddy, There are some times where I just need you to do what I'm asking you to do. And then he brought Jesus into it and he got angry with me and it was like, I want you to be out of my. That's his way of dissing me. I want you to be out of my family.",
    "start": "00:28:43",
    "end": "00:30:36"
  },
  {
    "text": "Yeah. Paxton says that too.",
    "start": "00:30:36",
    "end": "00:30:37"
  },
  {
    "text": "Yeah. Then he said, I'm going to tell Jesus what to do. I'm going to kill Jesus. I want to be like Herod.",
    "start": "00:30:37",
    "end": "00:30:43"
  },
  {
    "text": "Wow. He's taking control.",
    "start": "00:30:43",
    "end": "00:30:46"
  },
  {
    "text": "And I was like, well, he's being honest, astute. He's being honest, but he's using the biblical story to express what he feels. And he can tell. This is a moment where I don't want to follow Jesus. I want to tell him what to do. In fact, I want to eliminate any opposition to my will. And Herod is what came to his mind.",
    "start": "00:30:46",
    "end": "00:31:08"
  },
  {
    "text": "It becomes the language that we use to describe our experience.",
    "start": "00:31:08",
    "end": "00:31:11"
  },
  {
    "text": "Totally.",
    "start": "00:31:11",
    "end": "00:31:12"
  },
  {
    "text": "Yeah.",
    "start": "00:31:12",
    "end": "00:31:13"
  },
  {
    "text": "Yes. Yes.",
    "start": "00:31:13",
    "end": "00:31:14"
  },
  {
    "text": "And that's another beautiful thing then, is that as a community, you have a common set of ideas and images and pictures to express yourself and to interpret things and. And it just bonds you two as well.",
    "start": "00:31:14",
    "end": "00:31:30"
  },
  {
    "text": "Yeah. I mean, yeah. I wasn't pleased with how he was treating me in that moment. So we had to work through.",
    "start": "00:31:30",
    "end": "00:31:34"
  },
  {
    "text": "Right. Yeah.",
    "start": "00:31:34",
    "end": "00:31:35"
  },
  {
    "text": "Work through the consequences.",
    "start": "00:31:35",
    "end": "00:31:37"
  },
  {
    "text": "But imagine when he does that someday because of some profound truth or moment of expressing his gratitude for something, and he's using the biblical imagination to express it.",
    "start": "00:31:38",
    "end": "00:31:51"
  },
  {
    "text": "Correct, Correct. And I didn't. Yeah. I didn't teach him. We just read the story of Luke at dinner, you know, during the Christmas season, and he watched the Luke video. And now that's a framework for helping him understand his experience.",
    "start": "00:31:51",
    "end": "00:32:04"
  },
  {
    "text": "That insight by. What's his name? Berger. Berger.",
    "start": "00:32:05",
    "end": "00:32:08"
  },
  {
    "text": "Peter Berger.",
    "start": "00:32:08",
    "end": "00:32:09"
  },
  {
    "text": "That we both create these structures and then the structures create us.",
    "start": "00:32:09",
    "end": "00:32:15"
  },
  {
    "text": "Yeah.",
    "start": "00:32:15",
    "end": "00:32:16"
  },
  {
    "text": "Is such a great insight when it comes to how we're gonna live our lives. I feel like in the people I read outside of Christianity who are talking about business and different things, startup culture, entrepreneurial culture, a lot of it is just about habits and like psyche and things to just make yourself a better person, more productive, happier. All these different things. A lot of self help kind of stuff. Just that insight of when you create structure in your life, that structure is then going to recreate you.",
    "start": "00:32:16",
    "end": "00:32:56"
  },
  {
    "text": "Yes.",
    "start": "00:32:56",
    "end": "00:32:57"
  },
  {
    "text": "Or like on anything.",
    "start": "00:32:57",
    "end": "00:32:59"
  },
  {
    "text": "Yeah.",
    "start": "00:32:59",
    "end": "00:32:59"
  },
  {
    "text": "And then specifically thinking of it as well. I want to follow Jesus then. Putting structure in your life where you listen to the Bible being read is going to create who you are.",
    "start": "00:32:59",
    "end": "00:33:12"
  },
  {
    "text": "Yeah. It's one piece of a larger set of habits that has historically played a really important role in shaping Huo, in shaping God's people.",
    "start": "00:33:12",
    "end": "00:33:22"
  },
  {
    "text": "The Lord's Supper being another one.",
    "start": "00:33:23",
    "end": "00:33:24"
  },
  {
    "text": "Yep. And then here we go out into the whole Christian spiritual tradition. It's really amazing in Orthodox, Catholic and Protestant expressions of spiritual practices. Yeah, you know what? Hospitality and generosity of silence and solitude of having. Building these rhythms into your life that sustain a healthy follower of Jesus over the long haul. And historically, hearing the scriptures read aloud has this intangible effect on the human imagination.",
    "start": "00:33:24",
    "end": "00:33:56"
  },
  {
    "text": "It's basically the saying, you are what you eat. Right.",
    "start": "00:33:56",
    "end": "00:33:59"
  },
  {
    "text": "It's not saying what you listen.",
    "start": "00:34:00",
    "end": "00:34:02"
  },
  {
    "text": "You are what you listen to, you become what you listen to.",
    "start": "00:34:02",
    "end": "00:34:08"
  },
  {
    "text": "Yeah, yeah. That's a fairly simple and profound way of putting it. A number of years ago, one of the few rock star theologians living today who are known outside of nerdy theology circles, a guy named N.T. wright, wrote this really interesting essay called how is the Bible Authoritative? He begins by saying, the Bible is fundamentally a long narrative, not a law book. And what does it mean for a long narrative to be. Be a divine authority in your life? And in the conclusion of the essay, he has this great statement. He says, this, I think, is one of the reasons why God has given us so much story, so much narrative in Scripture, because story authority is the authority that really works. Because stories determine how we see ourselves, others, and the world, and how we experience God. If you throw a rule book at someone's head or offer them a list of doctrines, they can duck or avoid it or simply disagree and walk away. But you tell them a story, you invite them into a community of people living by that story, and you're inviting them into a different world. You invite them to share a whole new worldview. And when someone enters into the gospel story and finds how compelling it is, it begins to quietly shatter that worldview that they were in beforehand. And then there's no telling what can happen when God himself breathes new lives and new worlds into being through His Word. So he's kind of combining this Peter Berger observation with this ancient practice of scripture reading and the story of the Gospel. There's actually a really formative essay for me many, many years ago where I resonated deeply with that, because that was my experience even of going to this outreach ministry to skateboarders and just hearing the stories of Jesus talked about or read aloud or the teachings of Jesus. And they quietly worked on me.",
    "start": "00:34:09",
    "end": "00:36:34"
  },
  {
    "text": "Yeah, they quietly worked on me for years.",
    "start": "00:36:34",
    "end": "00:36:37"
  },
  {
    "text": "Just like the story of Luke has been quietly working on my son's Imagination.",
    "start": "00:36:38",
    "end": "00:36:42"
  },
  {
    "text": "And I think that perspective is what was lost for me. And what I think I picked up on being lost in my tradition was the way we did sermons and lessons and different things. It's always about a very quick, like, razor sharp. Here's what you gotta believe and do. Do it, make the decision, make the change. And it's very decisive, very quick. Instead of this slow burn of it forming your imagination slowly and appreciating that. And it still would happen that way, but there just was no kind of. There was no space to just let that be and to appreciate that it was always about what's the next very decisive doctrine or application. And I wrote an essay about how story is powerful. And the metaphor that came to mind was the difference between a knife and a sun. So, like, a knife is sharp and decisive and you can really clearly articulate something or systematize something quickly. But the power of a sun, it's very different. Like, it's slowly. It takes millions of years to form.",
    "start": "00:36:42",
    "end": "00:37:55"
  },
  {
    "text": "Yes.",
    "start": "00:37:55",
    "end": "00:37:56"
  },
  {
    "text": "But once it gets heated up, it gets so hot and radiant and it just starts to affect everything. And then it has its own gravity that everything gets attracted to it. You know, it's a different kind of power. It's not fast and it's not so decisive, but it's much more powerful in a way.",
    "start": "00:37:56",
    "end": "00:38:15"
  },
  {
    "text": "Yeah. It's more permeating.",
    "start": "00:38:15",
    "end": "00:38:16"
  },
  {
    "text": "It's more permeating the energy. The energy is permeating. It also has a gravitational force that pulls things to itself. And the same way a good story, it creates a world where everything gets pulled into. That way of looking at things gives you this.",
    "start": "00:38:16",
    "end": "00:38:32"
  },
  {
    "text": "Yeah. This framework that you can now fit all your experiences into this.",
    "start": "00:38:32",
    "end": "00:38:36"
  },
  {
    "text": "So I could quickly give you a bunch of doctrines or rules.",
    "start": "00:38:37",
    "end": "00:38:39"
  },
  {
    "text": "Yes, yes.",
    "start": "00:38:39",
    "end": "00:38:40"
  },
  {
    "text": "And that's quick. It's decisive. It might make a change right now, but if it hasn't really, like, formed your imagination or your values and your values, your identity.",
    "start": "00:38:40",
    "end": "00:38:52"
  },
  {
    "text": "Yeah. The theologian James Smith, desiring the kingdom. And then he wrote another book called you'd Are what yout Love, more recently. And, yeah, the whole point is that Christian discipleship is about taking an active role in shaping what you love. So he focuses not just on the imagination, but on your affections, what you desire, what you want, what you want out of life, what gets you most excited, what you'll make sacrifices for. You do this for things that you love. And he thinks that Christian discipleship is about creating environments and communities that through habits, begin reshaping what we love.",
    "start": "00:38:52",
    "end": "00:39:33"
  },
  {
    "text": "And there are Christian traditions that do that.",
    "start": "00:39:33",
    "end": "00:39:36"
  },
  {
    "text": "Well, I'm sure, yeah, Totally transcends the Sunday gathering. The Sunday gathering can play a role, but it's just one role in a much larger way of life. And the Scriptures have a huge role to play in that, too.",
    "start": "00:39:36",
    "end": "00:39:49"
  },
  {
    "text": "It's freeing for me to value that because the measurement of success is a lot more obscured when is a son being successful. It's like, you know, when a knife has been working well and it's made a good cut or something, but a sun is just. You get all these trillions and trillions of these particles coming together, and then as it gets so packed in, it like, ignites and it turns into like a new. But just the slow formation of. Yeah, your affections, your imagination.",
    "start": "00:39:50",
    "end": "00:40:28"
  },
  {
    "text": "It's harder to measure, to bring back to something earlier. It changes. In this case, it changes the role of the Scriptures from being this thing that we act upon to something that acts upon us. You have to read it. But then, metaphorically speaking, it also is reading you. And you find yourself addressed by this word, this ancient word. And it's why this is true to my own experience. When the Scriptures are read aloud, when I'm with a gathering of followers of Jesus, I'm more compelled on a personal level than when I'm sitting by myself reading. That's just my experience. And when I'm by myself, I'm compelled in a different way. It's usually very different, but there's something about standing or sitting next to a bunch of other people in my community. And I'm like, yeah, we're trying to follow Jesus together. And then it actually makes it more believable to me because when you're by yourself, at least this is kind of our inner skeptic speaking. But, you know, you're kind of like, okay, that's really challenging. Oh, God did that in that story. Or what you're reading. It's kind of weird. Like, the Bible's weird, but then when we're grouped together, we're like, yeah, this is our story and we're going to live by the story. And the church is the creation of an environment that then begins to create us. And I find the Christian worldview more believable when I'm with other Christians. And the Scriptures play a role in that. And that's important, I think, to recognize.",
    "start": "00:40:29",
    "end": "00:42:11"
  },
  {
    "text": "I'm imagining someone really skeptical listening to this conversation and going, well, it sounds like what you're talking about is just brainwashing. I guess you kind of have to start with, are you going to follow Jesus? And then you believe that the Bible has some sort of divine authority in your life. You kind of have to get there first before you can say that it's important to let it work on you.",
    "start": "00:42:11",
    "end": "00:42:35"
  },
  {
    "text": "Yeah. But even underneath that it is a form of identity formation called brainwashing. But the point is that the person poking holes in that is themselves. Exposing themselves constantly to a different form of brainwashing of just a different story about the world. And of course the question is which of those stories offers a better account of the human experience and of reality. And so it is, you know, you can use uncharitable terms like brainwashing, but it's the social construction of reality.",
    "start": "00:42:35",
    "end": "00:43:07"
  },
  {
    "text": "And it happens with everything.",
    "start": "00:43:07",
    "end": "00:43:08"
  },
  {
    "text": "Happens with everything. The modern Western story is also a construction of reality.",
    "start": "00:43:08",
    "end": "00:43:16"
  },
  {
    "text": "I really loved about that story. A book Sapiens I think I brought up before is the guy who wrote that. His name's escaping me. He talks about how many of our just normal cultural practices are constructs. So we don't think about like money. Money doesn't actually exist. Like what is money?",
    "start": "00:43:16",
    "end": "00:43:37"
  },
  {
    "text": "Sure, sure. It's a construct.",
    "start": "00:43:37",
    "end": "00:43:39"
  },
  {
    "text": "It's a total construct. We just all believe in it. Yeah, but it's.",
    "start": "00:43:39",
    "end": "00:43:42"
  },
  {
    "text": "Yeah, it's a make believe perceived value. Make believe, abstract perceived. Yeah, totally.",
    "start": "00:43:42",
    "end": "00:43:47"
  },
  {
    "text": "And we're totally fine with it.",
    "start": "00:43:47",
    "end": "00:43:48"
  },
  {
    "text": "Yeah.",
    "start": "00:43:48",
    "end": "00:43:49"
  },
  {
    "text": "Because we've been brainwashed to believe that it's valuable. Same thing with like democracy or different things. It's like.",
    "start": "00:43:50",
    "end": "00:43:57"
  },
  {
    "text": "Or social positions, like social capital.",
    "start": "00:43:57",
    "end": "00:44:02"
  },
  {
    "text": "Yeah.",
    "start": "00:44:03",
    "end": "00:44:03"
  },
  {
    "text": "Where I have achieved these credentials or I had this experience.",
    "start": "00:44:03",
    "end": "00:44:07"
  },
  {
    "text": "Yeah.",
    "start": "00:44:07",
    "end": "00:44:08"
  },
  {
    "text": "And now there's. That's worth something of value and a weight and an authority that I can use to my benefit or whatever.",
    "start": "00:44:08",
    "end": "00:44:15"
  },
  {
    "text": "Yeah. These are all based off of essentially the myths that we believe about what's.",
    "start": "00:44:16",
    "end": "00:44:21"
  },
  {
    "text": "Valuable, about what matters. I just had breakfast with somebody who grew up in South Africa this morning. He was talking about veterans, how in South Africa everybody serves. It's just a part of everybody's story there. Like many countries you get out of high school and you serve in the military. But he's talking about when he moved to America. That was one of the things he noticed was some people did, some people didn't. Yeah, but how veterans who volunteered, it becomes this social honor anyway, that's a different narrative, a different mythology.",
    "start": "00:44:21",
    "end": "00:44:55"
  },
  {
    "text": "Yeah.",
    "start": "00:44:55",
    "end": "00:44:55"
  },
  {
    "text": "That we all just about military service, we've agreed to believe and that creates value.",
    "start": "00:44:55",
    "end": "00:45:01"
  },
  {
    "text": "So the question becomes what is actually, what is reality? Reality. And that's the tricky.",
    "start": "00:45:01",
    "end": "00:45:09"
  },
  {
    "text": "And you can describe it in terms of math and math and chemistry, but even that itself is just one aspect of reality.",
    "start": "00:45:09",
    "end": "00:45:16"
  },
  {
    "text": "Right.",
    "start": "00:45:17",
    "end": "00:45:17"
  },
  {
    "text": "Yeah. So humans by nature, and this is Genesis one, Rule the earth, subdue it, create, like, shape the creation, take the raw potential within it and then make new creation out of it that you will then inhabit.",
    "start": "00:45:17",
    "end": "00:45:35"
  },
  {
    "text": "And think about what money as a construct has done to then shape us as people. Go back to the burger and say, we've created this thing that didn't exist and now it works on us and it shapes us. So all to say scripture, reading scripture aloud as identity formation, the work you have to do is show up, Right?",
    "start": "00:45:35",
    "end": "00:46:01"
  },
  {
    "text": "Yeah.",
    "start": "00:46:01",
    "end": "00:46:01"
  },
  {
    "text": "And then let it work on you.",
    "start": "00:46:01",
    "end": "00:46:03"
  },
  {
    "text": "That's right. And you know, you can put a lot of energy into a church worship gathering and architecting that to bring people into an encounter with Jesus through the scriptures and the bread and the cup. But there's another way that you can do an addition that's much simpler.",
    "start": "00:46:03",
    "end": "00:46:19"
  },
  {
    "text": "Yeah.",
    "start": "00:46:19",
    "end": "00:46:19"
  },
  {
    "text": "And that's what we're interested in.",
    "start": "00:46:19",
    "end": "00:46:21"
  },
  {
    "text": "Thanks for listening to the BibleProject podcast. If you've been enjoying these podcast episodes, one way you can help us a lot is by giving us a review on itunes. Another way you could help is go to our website, thebibleproject.com and just check out all the other stuff we've got going on. We've got free videos and resources, and we have a growing number of supporters who make this whole project possible. So thank you. If you're encouraged to maybe try to bring some people together to do some reading of scripture in a group, we'd love to know how it goes. Remember, you don't have to do a sermon. There doesn't even have to really be a sharing time. Just get some people together and read through a book of the Bible. It could be a short one to begin with. And let the slow burn of those words work on your hearts and minds. We'd love to hear your stories if you do it. You can email us@supportointhebibleproject.com and we're on Twitter oinbibleproj. And we're on Facebook, facebook.com thebibleproject thanks for being a part of this with us, Sam.",
    "start": "00:46:23",
    "end": "00:48:01"
  }
]