[
  {
    "text": "The main mode that many, especially Protestants, read the Bible in is the lesson for my life approach. The deep level assumption is the Bible is like a moral handbook. And each story is giving me a life application lesson that I can apply to my life. And I think the Gospel authors, that's not what they're trying to do.",
    "start": "00:00:00",
    "end": "00:00:18"
  },
  {
    "text": "Hey, this is John at the bibleproject. This is the final episode in this short series on how to read the Gospel, the four books in the New Testament. The Gospel according to Matthew, according to Mark, Luke and John, collectively known as the Gospels. Now, if you're like me, out of every part of the Bible, these Gospels are the easiest to read and the most fun to read. They're all about Jesus. And Jesus is a really inspiring character. We hear his teachings, we see how he interacts with people, and it's easy to draw a conclusion that reading the Gospels is all about trying to figure out how I should live by looking at how Jesus lived. Jesus says to love our neighbors, so should I. Jesus says bless people who hurt me. Okay, maybe I should do that too. But is there more to the Gospels than just good moral wisdom?",
    "start": "00:00:20",
    "end": "00:01:13"
  },
  {
    "text": "Every story is not trying to give you a life application. Every story is making a claim about the identity of Jesus. So the question that I should be asking when I finish each episode of the Gospels is what's the unique claim about Jesus being made from this episode?",
    "start": "00:01:13",
    "end": "00:01:29"
  },
  {
    "text": "So if the Gospels aren't merely trying to inform us of some new moral ethic, what are they trying to tell us?",
    "start": "00:01:29",
    "end": "00:01:37"
  },
  {
    "text": "So I took it for granted because when I was introduced to it, yeah, Jesus died. So of course that's what these books are going to be about. It's like, no, it's very careful design. They're tying Jesus story in as the fulfillment of Hebrew scripture storyline, which is the story of Israel and of all humanity. And then all of them are saying the story leads up to the moment of a Jewish wonder worker's execution. It's a simple point, but that is their main point.",
    "start": "00:01:37",
    "end": "00:02:03"
  },
  {
    "text": "So today we conclude our time in the Gospels with some more insights on how each gospel brings to climax the story of the Hebrew scriptures in the life of Jesus and his death and his resurrection. Thanks for joining us. Here we go. We are talking about how to read.",
    "start": "00:02:04",
    "end": "00:02:28"
  },
  {
    "text": "The Gospel, the Gospel according to Matthew, Mark and Luke and John, the good.",
    "start": "00:02:28",
    "end": "00:02:33"
  },
  {
    "text": "News of the life and death and resurrection of Jesus and how it's connected to the entire story of the Hebrew scriptures. And you want to walk us through four features of the Gospels that will help you read it better.",
    "start": "00:02:33",
    "end": "00:02:51"
  },
  {
    "text": "Deeper. Help you have a deeper encounter with these gospels where you're likely to see things you haven't seen before if you start looking for just four new things.",
    "start": "00:02:51",
    "end": "00:03:01"
  },
  {
    "text": "The first one, it was a big category, which was the use of the gospel writers, the use of the Old Testament, the Hebrew scriptures, and. And how they refer back to it and connect it to what's happening in the life of Jesus. And they do that, and they use many techniques. Sometimes they directly quote from Scripture.",
    "start": "00:03:01",
    "end": "00:03:21"
  },
  {
    "text": "This fulfilled what was spoken through the prophet Isaiah. Yeah, that's right. As it says in Moses or in the Psalms. Yeah, yeah. Those are easy to spot.",
    "start": "00:03:22",
    "end": "00:03:30"
  },
  {
    "text": "Those are easy to spot. Yeah. The second one is harder to spot and it's illusions. So it's referring to things in the story of the Bible through trigger words.",
    "start": "00:03:30",
    "end": "00:03:44"
  },
  {
    "text": "Yeah. Specific key phrases and words that are unique.",
    "start": "00:03:44",
    "end": "00:03:47"
  },
  {
    "text": "Yeah, Yep. Or motifs of. Like how I'm a certain type of character or a certain type of setting. I mean, we talked about all the stuff in our design pattern.",
    "start": "00:03:47",
    "end": "00:03:58"
  },
  {
    "text": "Oh, well. And the design pattern is a third category yet.",
    "start": "00:03:58",
    "end": "00:04:02"
  },
  {
    "text": "That's the third category.",
    "start": "00:04:02",
    "end": "00:04:03"
  },
  {
    "text": "Yep. Yeah. So allusions is using direct wording from biblical passages, but just not marking it as a quotation.",
    "start": "00:04:03",
    "end": "00:04:10"
  },
  {
    "text": "I see. That's illusion.",
    "start": "00:04:10",
    "end": "00:04:11"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:04:11",
    "end": "00:04:13"
  },
  {
    "text": "Okay.",
    "start": "00:04:13",
    "end": "00:04:13"
  },
  {
    "text": "Using key phrases that are right. From a biblical poem or story. Okay, but that.",
    "start": "00:04:13",
    "end": "00:04:18"
  },
  {
    "text": "But you don't mark it as such.",
    "start": "00:04:19",
    "end": "00:04:20"
  },
  {
    "text": "You don't mark it.",
    "start": "00:04:20",
    "end": "00:04:20"
  },
  {
    "text": "It's like the difference between a metaphor and a simile.",
    "start": "00:04:20",
    "end": "00:04:23"
  },
  {
    "text": "Right. Or like a. Oh, yeah, yeah. Or just, you know, as it says in Star wars, may the force be with you versus just may the force be with you. Yeah, that's the difference.",
    "start": "00:04:23",
    "end": "00:04:34"
  },
  {
    "text": "Yeah. How explicit are you? Okay, and then the third one is then design patterns or. What's the other phrase that you use?",
    "start": "00:04:34",
    "end": "00:04:41"
  },
  {
    "text": "I have here in the notes. Narrative parallels. But I think I've made these notes before. We coined. You started using the term design patterns. I started using that word in our conversations. We developed as we coined that. Our phrase. Yeah.",
    "start": "00:04:41",
    "end": "00:04:53"
  },
  {
    "text": "I thought we just took that from something.",
    "start": "00:04:53",
    "end": "00:04:55"
  },
  {
    "text": "I don't think so.",
    "start": "00:04:55",
    "end": "00:04:55"
  },
  {
    "text": "Oh, wow.",
    "start": "00:04:55",
    "end": "00:04:56"
  },
  {
    "text": "No. Patterns. Design patterns. No, I think in our conversations it just emerged. It emerged, and I like it a lot. So it's the term I use now.",
    "start": "00:04:56",
    "end": "00:05:06"
  },
  {
    "text": "Okay.",
    "start": "00:05:06",
    "end": "00:05:06"
  },
  {
    "text": "Yep.",
    "start": "00:05:06",
    "end": "00:05:07"
  },
  {
    "text": "And that's the use of characters, use.",
    "start": "00:05:07",
    "end": "00:05:10"
  },
  {
    "text": "Of setting, the use of plot, certain vocabulary. But not necessarily whole phrases. But just Jesus went into the wilderness for 40 days.",
    "start": "00:05:10",
    "end": "00:05:19"
  },
  {
    "text": "Yeah.",
    "start": "00:05:19",
    "end": "00:05:20"
  },
  {
    "text": "So clearly replaying Israel's 40 year.",
    "start": "00:05:20",
    "end": "00:05:22"
  },
  {
    "text": "Yeah. The setting is the wilderness. The 40 days. 40 years. You're supposed to see all this connection.",
    "start": "00:05:22",
    "end": "00:05:26"
  },
  {
    "text": "Correct? Yeah.",
    "start": "00:05:27",
    "end": "00:05:27"
  },
  {
    "text": "All right. It's all over.",
    "start": "00:05:27",
    "end": "00:05:29"
  },
  {
    "text": "Saturates the Gospels.",
    "start": "00:05:29",
    "end": "00:05:30"
  },
  {
    "text": "Okay. That's the first feature.",
    "start": "00:05:30",
    "end": "00:05:32"
  },
  {
    "text": "First feature. And again, what we're doing is I'm a reader. I want to begin to read the Gospels with greater wisdom, see more depth, be more in tune with the claims that the authors are advancing about Jesus. So once again, remember, they're acts of communication aimed at persuading me to embrace something about Jesus, to believe and do something.",
    "start": "00:05:32",
    "end": "00:05:55"
  },
  {
    "text": "Believe that he is the ruler of creation.",
    "start": "00:05:55",
    "end": "00:05:58"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:05:58",
    "end": "00:05:59"
  },
  {
    "text": "Bringing new creation.",
    "start": "00:05:59",
    "end": "00:06:00"
  },
  {
    "text": "That's like a high bar for any document. Yeah, yeah. So here's the second feature of the Gospels. They are making claims about Jesus. In the last episode or one before, I mentioned how at the end of the Gospel of John, he gives a purpose statement for the book, John 20, verses 30 and 31. I could have written many stories and other teachings about Jesus, but I chose these so that you may believe that Jesus is the Messiah, the Son of God. So he has an agenda. So there's a few times where the gospel authors will directly make their claims about Jesus, and that's one of them. I want you to believe that Jesus is the Messiah. Mark. The first sentence of Mark. We looked at the beginning of the Gospel about Jesus, the Messiah, the son of God.",
    "start": "00:06:00",
    "end": "00:06:54"
  },
  {
    "text": "Yeah.",
    "start": "00:06:54",
    "end": "00:06:54"
  },
  {
    "text": "That's a claim. Not everybody believes that, but he does, and he wants you to believe it. So it's a very small list of places where the gospel authors explicitly make a claim about Jesus. So you would call those direct claims. The Gospels are most of the time, indirectly making their claims about Jesus. Every story is advancing a claim about Jesus that you're supposed to reckon with as a reader. Nothing's there for just mere historical interest. So it's just a way to tune in and to say, oh, every story I'm supposed to.",
    "start": "00:06:54",
    "end": "00:07:29"
  },
  {
    "text": "Would you say there's absolutely zero details that are there for just historical interest?",
    "start": "00:07:29",
    "end": "00:07:36"
  },
  {
    "text": "Oh, if it's there, it serves a purpose.",
    "start": "00:07:37",
    "end": "00:07:39"
  },
  {
    "text": "And the purpose is to persuade you.",
    "start": "00:07:40",
    "end": "00:07:42"
  },
  {
    "text": "The purpose of every story teaching fits into a persuasion strategy of the authors, which means that any detail that is given in some way aids that purpose. And it'll differ from story to story and bit to bit. And there are some that are more clear or less clear. So just for me, this was helpful when I want to tell you what I think I can do it directly. I can also do it indirectly and trust that eventually you'll start to pick up what I'm. This is the stuff of, like, my relationship to Jessica.",
    "start": "00:07:42",
    "end": "00:08:16"
  },
  {
    "text": "Totally. Well, I. I am. I can Be really passive aggressive. And I don't even realize how much I'm doing it. And there's different types of being passive aggressive. There's like kind of a malicious, like, I really want to tear you down, but I'm gonna do it in this passive aggressive way. And then there's just kind of more like I don't even realize how. How frustrated I am and it's leaking out. But that's a type of indirect communication.",
    "start": "00:08:16",
    "end": "00:08:46"
  },
  {
    "text": "Yeah, there's many types of indirect. Yeah, One can be. You don't want to be direct because you don't think you should have to be.",
    "start": "00:08:46",
    "end": "00:08:53"
  },
  {
    "text": "Contemptuous.",
    "start": "00:08:55",
    "end": "00:08:56"
  },
  {
    "text": "Yeah, yeah. Oh, I see the toilet paper's on backwards the wrong way again. And you're like, you know, just think of what's happening. Oh, you're telling me that. That's an interesting observation. No, of course the point is like, who did that? And they have a wrong view of the universe, that kind of thing. That's a silly example. But we do this all the time. Indirect communication. The Gospels are.",
    "start": "00:08:56",
    "end": "00:09:20"
  },
  {
    "text": "They could be as much as a. Look, totally.",
    "start": "00:09:20",
    "end": "00:09:22"
  },
  {
    "text": "Yeah. Non verbal indirect communication. Totally. And what you're hoping is, as you live with the person or get to know a person more, they can be less direct. You know, like, it feels really good to not have to be direct and for someone to get what you need or want or what you're saying.",
    "start": "00:09:22",
    "end": "00:09:43"
  },
  {
    "text": "Yeah.",
    "start": "00:09:43",
    "end": "00:09:43"
  },
  {
    "text": "Then there's a special bond there. You're like, okay, I got it right. When someone can just anticipate what you might be about to say. So anyway, indirect communication. The gospel authors mostly communicate their claims about Jesus through indirect communication through the medium of the narrative. So then we're kind of back to how to read biblical narrative, but specifically, let's just stack it up. How do they. They want to shape your perception of Jesus. They want to influence how you think about Jesus. So what are the gospels? If you stack up what's in them? There's lots of narratives about Jesus performing signs and wonders, specifically acts of healing and restoration for lots of poor hurting people. I'm just.",
    "start": "00:09:43",
    "end": "00:10:28"
  },
  {
    "text": "Yeah, lots of it.",
    "start": "00:10:28",
    "end": "00:10:29"
  },
  {
    "text": "Lots of it. So you just have to stop. And again, you can say, well, that's just what happened. Well, that's fine, but.",
    "start": "00:10:29",
    "end": "00:10:37"
  },
  {
    "text": "But not everything that happened.",
    "start": "00:10:37",
    "end": "00:10:38"
  },
  {
    "text": "But not everything that happened is in there. For example, there's no exorcisms in the Gospel of John. Not a one. If we only had the Gospel of John, we would never know that he performed exorcisms. But Matthew, Mark and Luke, it's like every other story so that's a great example of their selectivity. They don't have to tell you everything and they often don't. So if it's there, it's there. The repetition's there. So the wonder working healer who performs acts of deliverance and healing, especially for the poor and the hurting. This is a major, major part of this portrait of Jesus in the gospel. Yeah. These are the stories that make me proud to be a follower of Jesus, especially in cities in the west. Right now, being a Christian means in most people's lives that you're stupid or at least worthy of being made fun of. But when you begin to tell stories about Jesus, care for the hurting and the poor, people are like, yeah, that's cool. I love these stories and there's so many of them. So you just have to stop and ask yourself, why? Why do they keep telling me these? Yeah, wouldn't one or two have sufficed? Like, why multiple healings of blind people? It's not just one, but there's more than. So they're trying to do something to you. They're trying to shape your perception of Jesus, of who he pays attention to, who he cares about. Through the repetition, you begin to see what Jesus values and who he values. So that's one thing. Another part of that is, especially in the first century, for most cultures that aren't as like cynical and secularized as Western cultures, stories about people performing healings and acts of healing and signs and wonders doesn't arouse suspicion. What it does is make people go, whoa, this guy's got something going on. It's impressive.",
    "start": "00:10:38",
    "end": "00:13:04"
  },
  {
    "text": "Yeah. Suspicion, like kind of a. Like the skepticism of like.",
    "start": "00:13:04",
    "end": "00:13:08"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:13:08",
    "end": "00:13:09"
  },
  {
    "text": "That doesn't happen.",
    "start": "00:13:09",
    "end": "00:13:09"
  },
  {
    "text": "Yeah. In the modern Western context, people are like, yeah, right. Yeah, that's cute.",
    "start": "00:13:09",
    "end": "00:13:14"
  },
  {
    "text": "Right.",
    "start": "00:13:14",
    "end": "00:13:14"
  },
  {
    "text": "I'm sure that happened.",
    "start": "00:13:14",
    "end": "00:13:16"
  },
  {
    "text": "Right.",
    "start": "00:13:16",
    "end": "00:13:16"
  },
  {
    "text": "But in cultures that are more open minded about how the universe can work, these are persuasive parts of Jesus characterization. I remember, man. There's a great historical fiction work by a New Testament scholar called the Lost Letters of Pergamum by Bruce Longenecker. Have I told you about this? Yes, it's so good you have. I read over it.",
    "start": "00:13:17",
    "end": "00:13:42"
  },
  {
    "text": "Is the one that Dan said he's reading.",
    "start": "00:13:42",
    "end": "00:13:43"
  },
  {
    "text": "Oh, yes. Yeah, that's right. Yep, yep. So what it is, is you follow a character who's a rich gentile, like, landowner who owns a bunch of olive groves up in Galilee. But then now he lives in Pergamum and he meets some Christians and he starts attending a house gathering and you learn about how your average Roman would have perceived Jesus through the eyes of this character as he hears the stories of Jesus read at the weekly gathering. And he perceives these stories of healings as marks of a figure who's either empowered by the gods or perhaps a God incarnate. Like that's his category, because no one else could do that.",
    "start": "00:13:43",
    "end": "00:14:30"
  },
  {
    "text": "Sure.",
    "start": "00:14:30",
    "end": "00:14:31"
  },
  {
    "text": "These kind of things happen in the world, and when they do, it's usually the gods are at work. This is remarkable.",
    "start": "00:14:31",
    "end": "00:14:37"
  },
  {
    "text": "Yeah.",
    "start": "00:14:37",
    "end": "00:14:37"
  },
  {
    "text": "So this part of the portrait, it's again, indirect communication. You can just say, I believe Jesus is Yahweh, come to visit his people. And they do say that in other ways, but they're also saying it here in these narratives. That's the import that they would have.",
    "start": "00:14:38",
    "end": "00:14:53"
  },
  {
    "text": "So you're saying that these stories aren't in the Gospel narratives because they. Merely. Because they happened.",
    "start": "00:14:53",
    "end": "00:15:00"
  },
  {
    "text": "Well, I think the Gospel authors want us to think that Jesus actually did and said these kinds of things.",
    "start": "00:15:00",
    "end": "00:15:05"
  },
  {
    "text": "Right.",
    "start": "00:15:06",
    "end": "00:15:06"
  },
  {
    "text": "But that's not the only reason.",
    "start": "00:15:06",
    "end": "00:15:07"
  },
  {
    "text": "But that's not the reason they put it in there.",
    "start": "00:15:08",
    "end": "00:15:09"
  },
  {
    "text": "Correct.",
    "start": "00:15:10",
    "end": "00:15:10"
  },
  {
    "text": "Because what I hear you saying is that they know. Okay, this detail has persuasive power.",
    "start": "00:15:10",
    "end": "00:15:18"
  },
  {
    "text": "Correct.",
    "start": "00:15:18",
    "end": "00:15:19"
  },
  {
    "text": "And so I'm going to put this detail in.",
    "start": "00:15:19",
    "end": "00:15:21"
  },
  {
    "text": "Yeah. I want you to believe that Jesus has power over heaven and earth. So lots of stories about him healing people. But then who does he heal? Constantly. And then there you start to get the value set of this healer. He doesn't heal rich people who like invite him to come to his house. And he heals poor, hurting people. Yeah, right. He does.",
    "start": "00:15:21",
    "end": "00:15:43"
  },
  {
    "text": "Healed the daughter of a, like rich.",
    "start": "00:15:43",
    "end": "00:15:45"
  },
  {
    "text": "That's right. Yeah, he does. That's right. Yep.",
    "start": "00:15:45",
    "end": "00:15:47"
  },
  {
    "text": "But because of his faith, his persistent.",
    "start": "00:15:47",
    "end": "00:15:49"
  },
  {
    "text": "Faith, because of his persistence. That's right. Yeah. But that story stands out, actually.",
    "start": "00:15:49",
    "end": "00:15:53"
  },
  {
    "text": "Yeah.",
    "start": "00:15:54",
    "end": "00:15:54"
  },
  {
    "text": "And he doesn't heal the man, he heals his. Yeah, his servant or son. Actually, I think there's a difference between two of the versions there.",
    "start": "00:15:55",
    "end": "00:16:04"
  },
  {
    "text": "For some reason, I thought it was a daughter.",
    "start": "00:16:04",
    "end": "00:16:05"
  },
  {
    "text": "So another flip side of that is Jesus teachings. If you have a red letter Bible, a Bible that highlights Jesus teachings in red, you know, the gospels will have long. Usually the red will come in big blocks.",
    "start": "00:16:06",
    "end": "00:16:17"
  },
  {
    "text": "Yeah.",
    "start": "00:16:17",
    "end": "00:16:18"
  },
  {
    "text": "I mean, that's intentional. So the gospel authors want to introduce you to the world of his teaching. They want to recreate for you what.",
    "start": "00:16:19",
    "end": "00:16:27"
  },
  {
    "text": "Would it be like to sit and.",
    "start": "00:16:27",
    "end": "00:16:28"
  },
  {
    "text": "Listen to him correct. And hear his sayings and hear his parables. So Jesus speaks for himself. So the gospel authors want to communicate to you about Jesus. They mostly let his actions do it.",
    "start": "00:16:28",
    "end": "00:16:40"
  },
  {
    "text": "His Stories and his teachings, or they.",
    "start": "00:16:40",
    "end": "00:16:42"
  },
  {
    "text": "Let his teachings do it, or they let other people do it. In story after story in the Gospels, very often the story or the episode will conclude with people saying what they think about Jesus. And it's all a part of this strategy of you're getting this variety of perspectives. Yeah. And if you think about it, think about if you could make a movie and every other scene ends with the secondary characters making some comment about the main character, you know, you would notice it. You'd just be, oh, you know what I think this movie's about? I think it's about trying to help me understand the main character and who.",
    "start": "00:16:42",
    "end": "00:17:21"
  },
  {
    "text": "They are and their identity.",
    "start": "00:17:21",
    "end": "00:17:23"
  },
  {
    "text": "Yeah. And once you start paying attention to how often other people comment or wonder about Jesus. So I think I just did a quick survey through Matthew.",
    "start": "00:17:23",
    "end": "00:17:33"
  },
  {
    "text": "The first character is God.",
    "start": "00:17:34",
    "end": "00:17:35"
  },
  {
    "text": "The first character is God. Yeah. This is my son, Chapter eight, the disciples ask, what kind of man is this? Oh, you know, I didn't include. At the end of the Sermon on the Mount, the people say, who is this? And what is this authority that he teaches with the disciples? At the end of Matthew 8, what kind of human is this? The demons in Matthew, chapter eight, what do you want with us, Son of God? At the end of Matthew 13, the people of Nazareth. Isn't this the carpenter's son? That's a good one. Because by 13, you've been given all kinds of claims about Jesus and now you're watching characters doubt him. That's interesting.",
    "start": "00:17:35",
    "end": "00:18:11"
  },
  {
    "text": "And like you said, this whole stretch of Matthew 11:12 is just people responding.",
    "start": "00:18:12",
    "end": "00:18:17"
  },
  {
    "text": "Correct. Matthew 15, the Canaanite woman, a non Israelite woman, confesses, jesus as Lord and Son of David. Right. Peter calls Jesus the Messiah, the son of the living God. The high priest asks, are you the Messiah, the Son of God? Pilate asks, are you the King of the Jews? And the culmination is the Roman soldier who just killed, who just executed him. So surely this man was the Son of God. So what kind of a text has.",
    "start": "00:18:17",
    "end": "00:18:47"
  },
  {
    "text": "All these characters wondering about his identity?",
    "start": "00:18:47",
    "end": "00:18:50"
  },
  {
    "text": "Yeah. Or saying what they think it is, or doubting it. Yeah. It's a major. It's a communication strategy. So one way to think about it is the gospel authors want to make claims about Jesus. They almost never do it directly. In a way, they invite you into the narrative world so that you can meet Jesus and experience him for yourself, so to speak.",
    "start": "00:18:50",
    "end": "00:19:13"
  },
  {
    "text": "Yeah. And experience other people. Experience.",
    "start": "00:19:13",
    "end": "00:19:16"
  },
  {
    "text": "Yes, and experience other people. And their experiences become instructive for you, the reader. And again, just like all indirect Communication, it forges a bond. It forces you to own your own conclusions. You have to work for your own conclusions. You have to imagine yourself into the scene and at the end, all of a sudden you're like, well, I've seen what he said. I've seen what he did. I've seen how all these people respond to him. Nobody's neutral. What am I going to do? Yeah, that's how it works. So that's learning to pay attention to the indirect claims the authors make through the means of action and characters.",
    "start": "00:19:16",
    "end": "00:19:58"
  },
  {
    "text": "So one of the things to pay attention to is the claims of Jesus in the Gospels that are talked about directly but also indirectly.",
    "start": "00:19:58",
    "end": "00:20:05"
  },
  {
    "text": "Yeah. It will get you to ask different questions about each story. What's the takeaway here? Okay, let's make this very practical. The main mode that many, especially Protestant, conservative Protestants read the Bible in is the lesson for my life approach to the Bible. Yeah, right. The deep level assumption is the Bible is like a moral handbook and each story is giving me a life application lesson that I can apply to my life. And I think the Gospel authors are not. That's not what they're trying to do. They every story is not trying to give you a life application. Every story is making a claim about the identity of Jesus.",
    "start": "00:20:05",
    "end": "00:20:45"
  },
  {
    "text": "They're building a case.",
    "start": "00:20:45",
    "end": "00:20:46"
  },
  {
    "text": "They're building a case. Yep. So the question that I should be asking when I finish each episode of the Gospels is what's the unique claim about Jesus being made from this episode that's going to build up. Think of a mosaic, a rich portrait. Every episode in teaching adds a little bit more oil to the canvas of this elaborate portrait of Jesus. It's not about me, it's about me in that I have to make a decision about if I'm going to follow him and believe and trust him.",
    "start": "00:20:46",
    "end": "00:21:17"
  },
  {
    "text": "That's the application.",
    "start": "00:21:18",
    "end": "00:21:19"
  },
  {
    "text": "The application is trust Jesus. It's pretty simple. But what's unique and nuanced is the unique claim that each story makes and adds to the portrait of Jesus. That's what we're supposed to be. I'd never quite said a that way before, but that's helpful for me in this moment to think about that way. Third, perspective. Every one of the four gospels from the earliest moments in the book are building up to the moment of his execution and resurrection. In other words, the climax of each of the four is his execution and resurrection. That might seem self evident, but it's good to remind ourselves that that's not the only way that people told the story of Jesus. When you get into the post New Testament period where there's lots of other accounts of Jesus being written and these are made famous by Dan Brown in the Da Vinci Code.",
    "start": "00:21:20",
    "end": "00:22:44"
  },
  {
    "text": "Oh, like the Gospel of Thomas.",
    "start": "00:22:44",
    "end": "00:22:45"
  },
  {
    "text": "Gospel of Thomas, yeah. All that is is an account of Jesus teaching his secret, unrevealed teachings to the disciples in the upper room. That's the Gospel of Thomas. And it's like a hundred plus sayings of Jesus that are very odd and cryptic, more cryptic than most of what he says in the Gospels. So there's an example, there's somebody presenting Jesus.",
    "start": "00:22:45",
    "end": "00:23:10"
  },
  {
    "text": "When did that come about?",
    "start": "00:23:10",
    "end": "00:23:11"
  },
  {
    "text": "Oh, huge industry of debate whether it's somewhere in the early one hundreds, up into the two hundreds A.D. people debate these things. Point there is, there is a presentation of Jesus and he don't have to.",
    "start": "00:23:11",
    "end": "00:23:24"
  },
  {
    "text": "Write a story of Jesus and make the death and resurrection the climax.",
    "start": "00:23:24",
    "end": "00:23:28"
  },
  {
    "text": "In fact, in that tradition, in what will become known as the Gnostic, Gnostic sects and groups, kind of semi Christian, semi mystical, semi all kinds of other things. But for them, Jesus, death and resurrection is not his main, not the main event. What he is is. He's not human. He's a divine figure who came looking like a human to dispense secret knowledge and wisdom for how to achieve illumination and to escape this world to the higher realm of spiritual truth and eternity.",
    "start": "00:23:28",
    "end": "00:24:05"
  },
  {
    "text": "That's the Gnostic gospel.",
    "start": "00:24:05",
    "end": "00:24:07"
  },
  {
    "text": "So there's no mention of his death. Jesus death doesn't play any role in that portrait of Jesus. And because how could it? His role is as a spiritual.",
    "start": "00:24:07",
    "end": "00:24:17"
  },
  {
    "text": "They don't even talk about it.",
    "start": "00:24:17",
    "end": "00:24:19"
  },
  {
    "text": "Guru. Correct. Doesn't fit into their paradigm. So that's for me, once I learned that, it was helpful to say, oh, these four accounts, they're the earliest. Matthew, Mark, Luke and John. And they all have the same narrative arc. And they all from the earliest moments are moving you to. Towards the anticipation of his death. So in John chapter one, the light shines in the darkness and the darkness could not overcome it. But he came to his own, but his own did not receive him. So you're already in the opening sentences set up to say this is going to be a conflict. In Mark chapter two, after Jesus is baptized, he goes out and he goes and he heals. A man forgives of sins. And then there were who can forgive sins but God alone, grumble the religious leaders and they make their plans about him. So just like that's how it works.",
    "start": "00:24:19",
    "end": "00:25:10"
  },
  {
    "text": "Got it.",
    "start": "00:25:10",
    "end": "00:25:11"
  },
  {
    "text": "The conflict is introduced early, which makes you realize the whole thing is designed to lead up to the cross.",
    "start": "00:25:11",
    "end": "00:25:16"
  },
  {
    "text": "And when Paul summarizes the gospel in those two verses we looked at. In both of them, he emphasizes the resurrection like it was all for him. That's the point.",
    "start": "00:25:17",
    "end": "00:25:29"
  },
  {
    "text": "Yeah, that's right. Yeah. They all culminate in the resurrection. And so it makes sense why the resurrection. Yeah. In Romans one can be the key event of the gospel that he highlights there. So these are just a couple little facts, but they're interesting. So the Gospel of Mark is the shortest of the 416 chapters. He spends 10 chapters telling you the story of roughly 3ish years of Jesus up in Galilee. So 60% of it is on three years.",
    "start": "00:25:29",
    "end": "00:25:59"
  },
  {
    "text": "Three chapters a year.",
    "start": "00:25:59",
    "end": "00:26:00"
  },
  {
    "text": "Yeah, yeah, 3ish. Yeah. 60% of the book. Okay. The final six chapters focus on the course of seven days in Jerusalem. And it's the seven days that lead up to.",
    "start": "00:26:00",
    "end": "00:26:13"
  },
  {
    "text": "So you're speeding through at over. You're clocking over three chapters a year.",
    "start": "00:26:13",
    "end": "00:26:19"
  },
  {
    "text": "That's right.",
    "start": "00:26:19",
    "end": "00:26:19"
  },
  {
    "text": "And then you slow down to a chapter a day.",
    "start": "00:26:19",
    "end": "00:26:22"
  },
  {
    "text": "Yeah, yeah, you could. Yep, that's right. Yeah. Basic idea. So a third of the Gospel is focused on seven slow days that all lead up to the crucifixion. All four of the gospels portray Jesus crucifixion as a royal enthronement, as the enthronement for king. And we've looked at that in a couple portraits.",
    "start": "00:26:22",
    "end": "00:26:47"
  },
  {
    "text": "It's a strange kind of enthronement.",
    "start": "00:26:47",
    "end": "00:26:48"
  },
  {
    "text": "Yes. So you just have to ask what's happening here? What kind of group would tell the story of the exaltation of their leader as that person's public execution?",
    "start": "00:26:48",
    "end": "00:27:00"
  },
  {
    "text": "Yeah.",
    "start": "00:27:00",
    "end": "00:27:01"
  },
  {
    "text": "In what world does that make sense? Yeah, it's very strange.",
    "start": "00:27:01",
    "end": "00:27:05"
  },
  {
    "text": "Very confused people.",
    "start": "00:27:05",
    "end": "00:27:07"
  },
  {
    "text": "Yeah. But think, every one of them, there's the dialogue with Pilate, there's the putting on of the robe and the crown and the scepter soldiers bow down to him. It's very intentional, the whole thing. The substitution of the other prisoner, Jesus. Right. How does that fit in the Barabbas? So there's another guilty one who's set to be crucified, but Jesus is crucified in the place of Barabbas. Who is the real guilty one? I mean, for sure, that's an icon. That's a motif of the meaning of the cross. You have an Israelite rebel who's rebelling against Rome, who's about to get executed, and Jesus is put in the place of rebellious Israel and he faces the wrath of Rome in place. I'm in. So you just have to ask. There's a reason why all four climax the story in this way, the cross is the moment that the whole story has been leading towards. The resurrection then becomes the launching point. And the resurrection accounts are all very brief and puzzling. They suggest whole universes of wonder and then just move on, you know? Right. The door was locked and then Jesus was in the midst of them. It's like, what is what? Tell us more about that, you know?",
    "start": "00:27:09",
    "end": "00:28:32"
  },
  {
    "text": "Yeah.",
    "start": "00:28:32",
    "end": "00:28:33"
  },
  {
    "text": "Do you have any fish? I'm hungry. You're like, he's hungry. What?",
    "start": "00:28:33",
    "end": "00:28:37"
  },
  {
    "text": "Yeah, that kind of stuff. How's a dead man hungry?",
    "start": "00:28:37",
    "end": "00:28:40"
  },
  {
    "text": "Yes. So just stop. Put all these three observations together, the three perspectives. Then they're tying Jesus story in as the fulfillment of Hebrew scripture storyline, which is the story of Israel and of all humanity. They are mostly communicating through indirect communication. Letting the stories speak, his actions speak from him, letting his words invite you in to consider him, letting other characters perception of him help you come to your own perception of him.",
    "start": "00:28:40",
    "end": "00:29:12"
  },
  {
    "text": "Yeah.",
    "start": "00:29:12",
    "end": "00:29:13"
  },
  {
    "text": "And then all of them are saying the story of Israel, the story of Yahweh and all creation leads up to the moment of a Jewish wonderworker's execution. The kingdom of God that he's been announcing comes to a key moment as he's enthroned as an executed Israelite rebel. Yeah, that's the claim.",
    "start": "00:29:13",
    "end": "00:29:36"
  },
  {
    "text": "Which isn't an enthronement, that's an execution.",
    "start": "00:29:36",
    "end": "00:29:39"
  },
  {
    "text": "It's an execution. But they want you to see there that that's where the God of Israel is taking the throne of creation as he shames the power structures of our world for condemning the innocent. So to me that's just. I took it for granted because when I was introduced to it, yeah, Jesus died. So of course that's what these books are going to be about. It's like. No, it's very careful design.",
    "start": "00:29:39",
    "end": "00:30:05"
  },
  {
    "text": "Yeah. Not every biography of someone ends with their death.",
    "start": "00:30:05",
    "end": "00:30:08"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:30:08",
    "end": "00:30:09"
  },
  {
    "text": "It could end with some great thing they did and correct. Yeah, story's over.",
    "start": "00:30:10",
    "end": "00:30:14"
  },
  {
    "text": "Yeah, that's right. So clearly these four accounts of Jesus all come from a group of people, the apostles, who all believe that the key event that gave meaning backwards all the way back to his birth and that launched the new thing that God is doing and that we are still a part of today. Yeah, that's what these books are about. And the cross.",
    "start": "00:30:14",
    "end": "00:30:37"
  },
  {
    "text": "The crucifixion and resurrection.",
    "start": "00:30:39",
    "end": "00:30:41"
  },
  {
    "text": "Kind of a. Crucifixion and resurrection are. Yeah. Without the resurrection, the crucifixion is just another sad story.",
    "start": "00:30:41",
    "end": "00:30:47"
  },
  {
    "text": "Yeah. Just another rebel rouser getting killed.",
    "start": "00:30:47",
    "end": "00:30:52"
  },
  {
    "text": "Yeah. And just another affirmation of the narrative of redemptive violence. That violence is how we bring peace to the world, through killing the bad guys. And the Jesus story just throws the absolute wrench into that narrative where the execution of Jesus becomes God's condemnation. Well, as Paul will say it, he uses the God's foolishness shames the wise. It's a simple point that all four gospels are building from the very beginning up to the cross and the resurrection, but that. That is their main point.",
    "start": "00:30:52",
    "end": "00:31:30"
  },
  {
    "text": "Yeah.",
    "start": "00:31:30",
    "end": "00:31:30"
  },
  {
    "text": "Is that the kingdom of God that he announced from his first moments in the story came to its culmination as he was in the round.",
    "start": "00:31:31",
    "end": "00:31:40"
  },
  {
    "text": "Sam.",
    "start": "00:32:06",
    "end": "00:32:31"
  },
  {
    "text": "Last point, which we've talked about in maybe in our Luke series a long time ago, each of the four authors has taken the stories and teaching the traditions. Remember Luke said the eyewitness traditions and the servants of the word. There's all this stuff.",
    "start": "00:32:39",
    "end": "00:32:56"
  },
  {
    "text": "Yeah.",
    "start": "00:32:57",
    "end": "00:32:57"
  },
  {
    "text": "John tells us at the end of the Gospel, man, if I were to tell you everything he said and did, there's not enough scrolls to fill a.",
    "start": "00:32:57",
    "end": "00:33:04"
  },
  {
    "text": "Bit of a hyperbole.",
    "start": "00:33:04",
    "end": "00:33:05"
  },
  {
    "text": "Totally. But his point is lots did a lot and said a lot.",
    "start": "00:33:05",
    "end": "00:33:08"
  },
  {
    "text": "There's a lot to happen.",
    "start": "00:33:08",
    "end": "00:33:09"
  },
  {
    "text": "Each one has selected a certain amount and has arranged them in different orders, included, excluded, to emphasize a unique portrait of Jesus.",
    "start": "00:33:09",
    "end": "00:33:22"
  },
  {
    "text": "You know, I guess I've never really thought about the fact that there are a lot of stories about Jesus. We just don't know.",
    "start": "00:33:22",
    "end": "00:33:29"
  },
  {
    "text": "Yeah.",
    "start": "00:33:29",
    "end": "00:33:30"
  },
  {
    "text": "I just have never just had them reflected on that. Like a lot of conversations he had. Probably really cool things that he did.",
    "start": "00:33:30",
    "end": "00:33:38"
  },
  {
    "text": "Yeah.",
    "start": "00:33:39",
    "end": "00:33:39"
  },
  {
    "text": "And we just don't have them.",
    "start": "00:33:39",
    "end": "00:33:41"
  },
  {
    "text": "Yeah. It's worth pondering. Yeah. I mean, John tells you straight up. He just says there's a lot more. There's no way any of us could write about everything he said and did. Yeah.",
    "start": "00:33:41",
    "end": "00:33:50"
  },
  {
    "text": "It's kind of feels a little tragic.",
    "start": "00:33:50",
    "end": "00:33:52"
  },
  {
    "text": "I have come to appreciate that comment now because it inspires the imagination. Because the four gospels give me a robust enough picture that I can begin to imagine what he might wwpt. Kind of. Yeah, kind of. Yeah. But I think that's the point is.",
    "start": "00:33:53",
    "end": "00:34:11"
  },
  {
    "text": "Yeah.",
    "start": "00:34:11",
    "end": "00:34:11"
  },
  {
    "text": "The point is biographies. Isn't that now we have all the exhaustive. It's that. No, we have enough to know who he is, character to know. Yeah. His value set and what he cares about. So that. Yeah, but you're right. That's the point. Worth pondering. So this point is to just say each of the four has arranged in a particular order with a particular set of unique themes they want to emphasize. Yeah. So each of the gospel authors has shaped the Stories in a specific order with specific language reshaped the language of stories sometimes reshaped what characters say and do.",
    "start": "00:34:11",
    "end": "00:34:51"
  },
  {
    "text": "Yeah.",
    "start": "00:34:51",
    "end": "00:34:51"
  },
  {
    "text": "To fit into a pattern, a unique set pattern for what they want to communicate.",
    "start": "00:34:51",
    "end": "00:34:56"
  },
  {
    "text": "Yeah.",
    "start": "00:34:56",
    "end": "00:34:56"
  },
  {
    "text": "This used to bother me and now I love it. It's one of the things I love about having four. It's as if Jesus is too rich for any one account to do justice to him. And so we have them in not just stereo, but quadruple. I don't know what the term is.",
    "start": "00:34:56",
    "end": "00:35:13"
  },
  {
    "text": "Yes.",
    "start": "00:35:13",
    "end": "00:35:14"
  },
  {
    "text": "Oh, surround sound.",
    "start": "00:35:15",
    "end": "00:35:16"
  },
  {
    "text": "Surround sound.",
    "start": "00:35:16",
    "end": "00:35:17"
  },
  {
    "text": "Right. One in the corner of each room. Oh, yeah, yeah.",
    "start": "00:35:17",
    "end": "00:35:20"
  },
  {
    "text": "Two in the back. Two in the front.",
    "start": "00:35:20",
    "end": "00:35:21"
  },
  {
    "text": "Yeah. So I don't know. I feel like you and I haven't talked about this for a while because I remember when the differences between the Gospels, when we first started talking about was challenge for me. It took me a while to years to process and it.",
    "start": "00:35:21",
    "end": "00:35:35"
  },
  {
    "text": "I don't remember what conversation it came up in.",
    "start": "00:35:35",
    "end": "00:35:37"
  },
  {
    "text": "Maybe Luke, I think in Luke series.",
    "start": "00:35:37",
    "end": "00:35:39"
  },
  {
    "text": "Yeah. Yeah. And I. I'm more comfortable with it as well. And it's been humming in the back of my mind as we talked about the Gospels. I'm just imagining many people listening, going like, having that question in mind, like there isn't there discrepancies between the accounts?",
    "start": "00:35:39",
    "end": "00:35:54"
  },
  {
    "text": "Yeah.",
    "start": "00:35:54",
    "end": "00:35:55"
  },
  {
    "text": "And how do you trust the accounts if there's discrepancies? And. And when you start looking at some of them, like what you just said, sometimes they'll just change the. What was said.",
    "start": "00:35:55",
    "end": "00:36:06"
  },
  {
    "text": "Correct.",
    "start": "00:36:07",
    "end": "00:36:07"
  },
  {
    "text": "And in my mind, if you're going to give a biography, you need to write what actually was said. And so you shouldn't have the liberty to just re. Quote the way you wish he had said it. I suppose. But at the same time that's thinking through a very, like a very specific kind of like a specific kind of document. It has a specific purpose.",
    "start": "00:36:07",
    "end": "00:36:33"
  },
  {
    "text": "Yeah.",
    "start": "00:36:33",
    "end": "00:36:33"
  },
  {
    "text": "I'm thinking of like right now like the Mueller report.",
    "start": "00:36:33",
    "end": "00:36:35"
  },
  {
    "text": "Right. Which. Yeah.",
    "start": "00:36:37",
    "end": "00:36:38"
  },
  {
    "text": "Was. Was the report that came out about the Russian interference with America and, and that kind of report. It's like they really want to.",
    "start": "00:36:38",
    "end": "00:36:49"
  },
  {
    "text": "Yes.",
    "start": "00:36:49",
    "end": "00:36:49"
  },
  {
    "text": "Make sure that.",
    "start": "00:36:49",
    "end": "00:36:51"
  },
  {
    "text": "Yeah.",
    "start": "00:36:51",
    "end": "00:36:52"
  },
  {
    "text": "What is said corresponds to what happened and it's footnoted and they need to.",
    "start": "00:36:52",
    "end": "00:36:57"
  },
  {
    "text": "With transcripts and. Yeah, yeah, copy. That's right.",
    "start": "00:36:57",
    "end": "00:37:00"
  },
  {
    "text": "But even then it's like what did you say on this day? And then you give them the quote and then you ask the other person in another room later, what did they say? And it's kind of close, but different. You're not going to, you know, like, anyways. And then if I wanted to explain to you the meaning of what happened. I'm not going to be concerned with the exact wording, but I'm going to be concerned with quoting it in such a way that you understand the meaning.",
    "start": "00:37:00",
    "end": "00:37:27"
  },
  {
    "text": "Correct.",
    "start": "00:37:27",
    "end": "00:37:27"
  },
  {
    "text": "Not to try to lie or confuse the truth, but actually to get to the heart of why it matters. The heart of the truth. And so have I thought about that. More and more. More comfortable with that. You gave the example of telling the story of the relationship of courting your wife.",
    "start": "00:37:28",
    "end": "00:37:46"
  },
  {
    "text": "Oh, yeah. How we met and. Yeah, that's right. And got to know each other.",
    "start": "00:37:46",
    "end": "00:37:50"
  },
  {
    "text": "How when you tell that story, you're not necessarily telling the exact.",
    "start": "00:37:50",
    "end": "00:37:54"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:37:55",
    "end": "00:37:56"
  },
  {
    "text": "Way it happened. You might be blending certain stories into one.",
    "start": "00:37:56",
    "end": "00:37:59"
  },
  {
    "text": "Yep.",
    "start": "00:37:59",
    "end": "00:37:59"
  },
  {
    "text": "You might be conflating.",
    "start": "00:37:59",
    "end": "00:38:01"
  },
  {
    "text": "Yeah. Multiple dates into one. Recounting of. Yeah, that's right. Yeah.",
    "start": "00:38:01",
    "end": "00:38:06"
  },
  {
    "text": "You might directly quote something she said, but it happens. If we did have a video recording of that time, we'd go back, we'd be like, oh, actually she said something slightly different.",
    "start": "00:38:06",
    "end": "00:38:16"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:38:16",
    "end": "00:38:17"
  },
  {
    "text": "And you guys would like, oh, that's interesting. In our minds, like, that's what she meant. And that's what she said.",
    "start": "00:38:17",
    "end": "00:38:21"
  },
  {
    "text": "And that's right.",
    "start": "00:38:21",
    "end": "00:38:22"
  },
  {
    "text": "Like.",
    "start": "00:38:22",
    "end": "00:38:22"
  },
  {
    "text": "Yeah.",
    "start": "00:38:22",
    "end": "00:38:23"
  },
  {
    "text": "So, yeah.",
    "start": "00:38:23",
    "end": "00:38:24"
  },
  {
    "text": "Yeah. So we're in. Yeah, we're in a situation where people memorizing the teachings and memorable sayings of their rabbis. This is a thing.",
    "start": "00:38:24",
    "end": "00:38:33"
  },
  {
    "text": "Yeah.",
    "start": "00:38:33",
    "end": "00:38:33"
  },
  {
    "text": "In all of Jewish culture. So that's a big part of what's going on. But yeah, the nar. A lot of the narrative frameworks and even the precise wording is adaptable. The value set that they have in writing these ancient style biographies is the main goal. They're balancing two priorities. One is faithfulness to the traditions that they received. And second is their persuasion goals and to help the reader see the meaning of what happened. And so to do that, the Roman centurion at the foot of the cross can say, surely this was the son of God, then Mark, or surely this was an innocent man, as in Luke.",
    "start": "00:38:33",
    "end": "00:39:10"
  },
  {
    "text": "Yeah.",
    "start": "00:39:10",
    "end": "00:39:11"
  },
  {
    "text": "The point is the tradition remembers there was a soldier there experiencing a moment, some kind of moment over there. And what exactly he says is adaptable based on the unique goals of each of the stories. And I don't know, there's nothing for it man to just reckon with that.",
    "start": "00:39:11",
    "end": "00:39:30"
  },
  {
    "text": "Yeah. Or maybe you said both.",
    "start": "00:39:30",
    "end": "00:39:32"
  },
  {
    "text": "Perhaps he said both. I think that's kind of cheating, though. So, for example, Matthew turns up the volume on the Moses illusions and design patterns. Jesus is. He goes to the. A tall mountain and gives his right, gives exposition on the Ten Commandments after going through the desert for 40. And yeah, that's Matthews. And he'll adapt the wording and tweak the arrangements, things to make the design pattern with Moses work that.",
    "start": "00:39:34",
    "end": "00:40:04"
  },
  {
    "text": "That Jesus is Moses figure, greater than Moses figure.",
    "start": "00:40:04",
    "end": "00:40:07"
  },
  {
    "text": "Correct.",
    "start": "00:40:07",
    "end": "00:40:07"
  },
  {
    "text": "But I just kind of want to make the observation. I am more and more comfortable with how. How this works in the Gospels. However, there's a. There's a spectrum of comfort.",
    "start": "00:40:08",
    "end": "00:40:21"
  },
  {
    "text": "So totally like, I agree if you.",
    "start": "00:40:22",
    "end": "00:40:25"
  },
  {
    "text": "Adapted the thing that someone said, but it's basically the same. That's on one level. But the example you gave of the Roman centurion, it was like a completely different quote.",
    "start": "00:40:26",
    "end": "00:40:39"
  },
  {
    "text": "Well, what it is, is this Roman centurion has a conversion of his perception of Jesus.",
    "start": "00:40:39",
    "end": "00:40:45"
  },
  {
    "text": "Okay. Yeah.",
    "start": "00:40:45",
    "end": "00:40:46"
  },
  {
    "text": "I just killed this guy as a guilty criminal.",
    "start": "00:40:46",
    "end": "00:40:48"
  },
  {
    "text": "I see.",
    "start": "00:40:48",
    "end": "00:40:48"
  },
  {
    "text": "Oh, my gosh, he's the son of God.",
    "start": "00:40:48",
    "end": "00:40:51"
  },
  {
    "text": "Or that's the connection between it.",
    "start": "00:40:51",
    "end": "00:40:53"
  },
  {
    "text": "He's innocent. We're in the wrong.",
    "start": "00:40:53",
    "end": "00:40:55"
  },
  {
    "text": "I see.",
    "start": "00:40:55",
    "end": "00:40:55"
  },
  {
    "text": "For what we just did. Yeah. Don't you think that's the core?",
    "start": "00:40:55",
    "end": "00:40:58"
  },
  {
    "text": "I see. So, yeah. So that core. But then changing around timelines.",
    "start": "00:40:58",
    "end": "00:41:02"
  },
  {
    "text": "Oh, sure, yeah.",
    "start": "00:41:02",
    "end": "00:41:04"
  },
  {
    "text": "Or changing the setting of where a story took place.",
    "start": "00:41:04",
    "end": "00:41:07"
  },
  {
    "text": "I'm trying to think. I'm not sure that happens. It might be that a story in a specific setting gets blurred in another one. Because the point. The setting isn't crucial. A famous one is when Jesus calms the waters. In Matthew's account, in Matthew 14, Jesus gets into the boat after Peter sinks in the water, and so on. And then Jesus gets into the boat and they worshiped him, saying, truly, you are the son of God. In Mark's account, in Mark 6, Jesus gets into the boat and they were completely stunned, for they understood nothing about the loaves and their hearts were hardened.",
    "start": "00:41:08",
    "end": "00:41:49"
  },
  {
    "text": "That's a pretty big difference.",
    "start": "00:41:51",
    "end": "00:41:52"
  },
  {
    "text": "Yeah. So Matthew portrays them as having a moment of, oh, you are who you say you are. Mark portrays them as completely ignorant of who Jesus actually is.",
    "start": "00:41:52",
    "end": "00:42:06"
  },
  {
    "text": "That would be on. Yeah, that would be on the other side of the spectrum, where it's kind of like maybe you're taking a little too much liberty here.",
    "start": "00:42:06",
    "end": "00:42:11"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:42:12",
    "end": "00:42:12"
  },
  {
    "text": "But the argument is the same, though, is like they're taking that liberty to progress the point they're trying to make.",
    "start": "00:42:13",
    "end": "00:42:20"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:42:20",
    "end": "00:42:21"
  },
  {
    "text": "And so I guess it's just. At what point are you crossing a line and how much liberty you're taking.",
    "start": "00:42:21",
    "end": "00:42:27"
  },
  {
    "text": "Yeah, that's right. And it seems to me that my baseline is not the same as these authors. Baseline. That's the first point I Shouldn't assume that my assumptions about how you write a biography should be the Gospel author's assumptions. It should be the opposite. If I want to understand them on their terms, I should learn about how they perceived it.",
    "start": "00:42:27",
    "end": "00:42:47"
  },
  {
    "text": "But doesn't. I mean, I know you've said you feel more comfortable with this, but. But when you start looking at this, doesn't it just start to, for the normal person, make you start to wonder, can I trust anything that's written here?",
    "start": "00:42:47",
    "end": "00:42:59"
  },
  {
    "text": "It's actually had the opposite effect over time. Because what I would be highly suspicious of is if they were all uniform, you know?",
    "start": "00:42:59",
    "end": "00:43:09"
  },
  {
    "text": "Yeah. Because when does that happen?",
    "start": "00:43:09",
    "end": "00:43:10"
  },
  {
    "text": "Yeah. I mean, the fact that they are slightly different in different details and that they were actually. What you can see in the manuscript history is scribes trying to iron it out and harmonize them to each other so that they don't. Stories aren't intentioned anymore. So the fact that the earliest generation was okay with these differences, I think that's worth stopping. And really considering this didn't discredit these testimonies in the earliest generation because what.",
    "start": "00:43:11",
    "end": "00:43:44"
  },
  {
    "text": "They agreed on, what the main point was, the Hebrew scriptures is being fulfilled in this guy and his death and resurrection.",
    "start": "00:43:44",
    "end": "00:43:52"
  },
  {
    "text": "Yeah. And even the unique point of the story. So this example I just showed you, Mark has as a major motif from beginning to end. The disciples never get it until the last moment. He saves their comprehension of Jesus for the last moment. And what Matthew wants to portray is a more slow progression in fits and starts.",
    "start": "00:43:52",
    "end": "00:44:12"
  },
  {
    "text": "Yeah.",
    "start": "00:44:12",
    "end": "00:44:12"
  },
  {
    "text": "So. So.",
    "start": "00:44:12",
    "end": "00:44:13"
  },
  {
    "text": "So which one's more true?",
    "start": "00:44:13",
    "end": "00:44:15"
  },
  {
    "text": "I think both are probably true. I think they probably did get to know him in fits and starts because Mark wants to save everything for the cross and the resurrection as the moments that reveal his identity. The Roman soldier is the first person in the story to get who Jesus is in Mark's account. And he saved that, I think, because he knows how strange it sounds to say that an executed criminal is the king of the universe. And so he saves it until the moment to have somebody get who Jesus is, because he's acknowledging that. It's hard to see, I think, but Matthew has a different communication strategy. And so what it doesn't mean is that nothing happened. What it means is I'm being given four angles on the meaning of what did happen.",
    "start": "00:44:15",
    "end": "00:45:02"
  },
  {
    "text": "I think what some people do is they say, okay, well, who knows what happened?",
    "start": "00:45:02",
    "end": "00:45:06"
  },
  {
    "text": "Yeah, that's such an unwarranted conclusion.",
    "start": "00:45:06",
    "end": "00:45:09"
  },
  {
    "text": "Well, no, no, no. Let's start there.",
    "start": "00:45:10",
    "end": "00:45:11"
  },
  {
    "text": "Okay. All right.",
    "start": "00:45:11",
    "end": "00:45:12"
  },
  {
    "text": "Start with the fact that we weren't there. Yeah, we have no idea what happened.",
    "start": "00:45:12",
    "end": "00:45:15"
  },
  {
    "text": "It's true. Yep. And.",
    "start": "00:45:15",
    "end": "00:45:17"
  },
  {
    "text": "And so if I'm going to have any sort of assurance of something happening, you want corroboration. And I guess the question is what level of corroboration?",
    "start": "00:45:17",
    "end": "00:45:29"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:45:29",
    "end": "00:45:29"
  },
  {
    "text": "Then makes you have confidence that something did or did not happen.",
    "start": "00:45:29",
    "end": "00:45:33"
  },
  {
    "text": "Correct.",
    "start": "00:45:33",
    "end": "00:45:33"
  },
  {
    "text": "And if there's details that are different, does that mean you can't trust the core of what it's saying? So that's one angle. The other angle is they knew when they were changing details and they were doing it on purpose so that they could better communicate the thing that really mattered to them, which was that you saw how this was all connected to who Jesus really was. Not because they're trying to fool you, tell you something that's not true, but because they just don't want you to miss it. So they're okay taking certain liberties.",
    "start": "00:45:33",
    "end": "00:46:05"
  },
  {
    "text": "Correct.",
    "start": "00:46:05",
    "end": "00:46:06"
  },
  {
    "text": "That from my perspective as a more modern, enlightened person, you just don't do that. It's actually, that's the opposite of persuasion in my mind.",
    "start": "00:46:06",
    "end": "00:46:15"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:46:15",
    "end": "00:46:15"
  },
  {
    "text": "That discredits you.",
    "start": "00:46:15",
    "end": "00:46:17"
  },
  {
    "text": "Correct. Yeah, correct. And yeah. These authors didn't write thinking about how they could privilege some later culture's view of how you write biographies.",
    "start": "00:46:17",
    "end": "00:46:27"
  },
  {
    "text": "Nor could they.",
    "start": "00:46:27",
    "end": "00:46:27"
  },
  {
    "text": "Yeah, nor could they. Nor should they have. Yeah.",
    "start": "00:46:27",
    "end": "00:46:30"
  },
  {
    "text": "Okay, so the four different kind of portrayals.",
    "start": "00:46:30",
    "end": "00:46:34"
  },
  {
    "text": "Yeah, Yeah. I mean, once you just begin. Really what this is, is it's comparing. It's just saying, oh, you know what I'm going to do is read that story in Matthew and then just go quick flip to Mark's version and compare the differences. And then go flip to. Does Luke have a. Oh, yeah, look, there's three of these. And then as you begin to compare notes, you can see the unique differences between them. So Matthew's turning up the Moses volume in the design pattern.",
    "start": "00:46:35",
    "end": "00:46:59"
  },
  {
    "text": "Moses volume knob.",
    "start": "00:46:59",
    "end": "00:47:01"
  },
  {
    "text": "Mark is turning up the themes of Jesus constantly being way more cryptic and a riddler and being a lot like the weird stuff that the prophets do. He has all these puzzling sign acts and nobody ever gets who he is. And he's telling everybody be quiet about him. So that's a uniquely loud thing. Theme in Mark. Luke has two volumes to work with. Luke, Acts, he's in stereo. Yeah. And from the beginning. Then it's about salvation to the nations. It's about the book of Isaiah. It's like a dramatized, narrativized book of Isaiah. And then the Gospel of John is all about that Yahweh, Israel's God has come to us in the Person of the Son. John doesn't have hardly any ethical teachings of Jesus except love each other as I have loved you is Jesus only ethical command in the Gospel of John. I mean, you got the whole sermon on the mount in Matthew and the only thing Jesus tells you about how you live your life in the Gospel of John is love your neighbor.",
    "start": "00:47:01",
    "end": "00:48:04"
  },
  {
    "text": "So if all we had John, we wouldn't know he did exorcisms.",
    "start": "00:48:04",
    "end": "00:48:08"
  },
  {
    "text": "Yes.",
    "start": "00:48:08",
    "end": "00:48:08"
  },
  {
    "text": "We wouldn't have a lament on the.",
    "start": "00:48:08",
    "end": "00:48:10"
  },
  {
    "text": "Teaching would be love each other and believe in me. And believe in me. Yeah, yeah. So John's taken the claim about Jesus identity and made that the central organizing for feature of the story. So John has also moved the straw that breaks the camel's back to get Jesus executed is when he storms the temple after he rides into Jerusalem on Palm Sunday, flips over the tables. Yeah. I mean that's some major.",
    "start": "00:48:10",
    "end": "00:48:33"
  },
  {
    "text": "Yeah, you're asking for it.",
    "start": "00:48:34",
    "end": "00:48:35"
  },
  {
    "text": "Yeah. It's like storming the White House.",
    "start": "00:48:35",
    "end": "00:48:37"
  },
  {
    "text": "Yeah. It's like jumping over the fence.",
    "start": "00:48:37",
    "end": "00:48:39"
  },
  {
    "text": "Yeah. At the White House. Yeah. You get killed for these kind of things. John has taken that story, which is the culmination of of Matthew, Mark and Luke, and he's placed that at the beginning of his account in chapter two. But he wants to build a whole set of stories that link together showing Jesus as the true temple, the ultimate temple. And so in that story, he storms the temple and says, destroy this temple, my body, and I'll raise it up in three days. And then he can, then John can lay all this other temple stuff and it all connects back up to that story. So that's another good example where they're not just giving us video camera footage.",
    "start": "00:48:39",
    "end": "00:49:19"
  },
  {
    "text": "And that's to connect this idea of God incarnate.",
    "start": "00:49:20",
    "end": "00:49:24"
  },
  {
    "text": "Yeah.",
    "start": "00:49:24",
    "end": "00:49:24"
  },
  {
    "text": "I am the temple.",
    "start": "00:49:25",
    "end": "00:49:26"
  },
  {
    "text": "The temple is where you understand.",
    "start": "00:49:26",
    "end": "00:49:27"
  },
  {
    "text": "The temple is where God dwells. I am where God dwells.",
    "start": "00:49:27",
    "end": "00:49:30"
  },
  {
    "text": "Yep. Becomes I am.",
    "start": "00:49:30",
    "end": "00:49:32"
  },
  {
    "text": "I am God here in flesh.",
    "start": "00:49:32",
    "end": "00:49:34"
  },
  {
    "text": "So there you go. These are four tools that I give people that I have found helpful over the years. The Gospels are connecting Jesus story to the Old Testament. They indirectly make their claims through Jesus actions, his words, through other characters perception of him. All of them are leading up to the cross and resurrection as the climactic point where the meaning of Jesus is discovered. And then each of the four of them have a unique portrait and arrangement and thematic emphasis. And if you just start reading with that, the picassels become just really, really exciting adventure. I have found.",
    "start": "00:49:34",
    "end": "00:50:15"
  },
  {
    "text": "Thank you. Thanks for listening to this episode of the BibleProject podcast. This series is a part of a larger collection of podcast conversations and videos called how to Read the Bible. You can learn more about that series. Watch it for free@thebibleproject.com we'll start up this how to Read the Bible series again next year, and we're going to look at how to Read the Parables of Jesus. These are some of the most famous teachings of Jesus. They're short fictional stories with characters that are easy to relate to and easy to remember. But oftentimes these parables leave us scratching our heads and wondering, what is Jesus really talking about?",
    "start": "00:50:16",
    "end": "00:50:59"
  },
  {
    "text": "You know what's funny is that multiple times in Matthew, Mark and Luke, when Jesus tells parables, the authors usually note that people didn't understand that they were puzzled and he even said in one important moment in Mark Chapter four, he said the parables are on purpose, not clear.",
    "start": "00:50:59",
    "end": "00:51:17"
  },
  {
    "text": "So be on the lookout for this podcast episode early in 2020. Today's show is produced by Dan Gummel. Our theme music comes from the band Tents. The Bible Project's a crowdfunded nonprofit. We're in Portland, Oregon and we make free resources that help people experience the Bible as one unified story that leads to Jesus. Thanks for being a part of this with us.",
    "start": "00:51:17",
    "end": "00:51:39"
  },
  {
    "text": "Hi, this is Molly Vijint. I'm from Marion, Ohio, and my favorite thing about the Bible Project is the way that they humbly and easily break down the Bible so that we could understand it better. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, and more@thebibleproject.com.",
    "start": "00:51:39",
    "end": "00:52:01"
  }
]