[
  {
    "text": "In the story of the Bible, God creates a good world and in it an abundant garden where he places humans to rule the world with him. And in the garden are two trees, the Tree of Life and the Tree of Knowing, good and bad.",
    "start": "00:00:10",
    "end": "00:00:23"
  },
  {
    "text": "So the tree represents a choice about two different ways of learning what is Tov and Ra. I can take it for myself because it's good in my eyes or hands off. I will allow G. D in his own time to give me the knowledge of Tov and Ra.",
    "start": "00:00:23",
    "end": "00:00:42"
  },
  {
    "text": "The humans decide to eat of the Tree of Knowing, Good and Bad, and are exiled from the garden. But God still wants to rule the world with humans. So the conflict of the story of the Bible can be summed up this way.",
    "start": "00:00:43",
    "end": "00:00:56"
  },
  {
    "text": "So how's God going to rule the world? Through rebellious humans.",
    "start": "00:00:56",
    "end": "00:01:00"
  },
  {
    "text": "So here's the plan. God promises a human will come who will bring humanity back.",
    "start": "00:01:00",
    "end": "00:01:06"
  },
  {
    "text": "So what I'm looking for now is a seed, an offspring from this family who will live by the fear of the Lord and do what is wise so they can rule the world and bring the blessings of Eden to the and to the nations. Welcome to the story of Solomon.",
    "start": "00:01:06",
    "end": "00:01:19"
  },
  {
    "text": "Solomon is King David's son, and he has an opportunity that everyone would want. God appears to him in a dream and says, I will give you whatever you wish for. And Solomon asks God to give him wisdom. He's asking for the Tree of Life and not on his terms, but on God's terms.",
    "start": "00:01:19",
    "end": "00:01:38"
  },
  {
    "text": "This is Solomon. He just pulled his hand back from the tree and said, I'm not going to take it for myself. I. I want you to give it to me. And that's Tov in the eyes of Yahweh. God says, I'm going to give you the life of Eden.",
    "start": "00:01:39",
    "end": "00:01:49"
  },
  {
    "text": "We've made it a new human who makes the right choice.",
    "start": "00:01:49",
    "end": "00:01:52"
  },
  {
    "text": "And it's awesome. But simultaneously, he is going to be introducing little hints and clues and hyperlinks that make you start going like, oh, no, no, no, not this guy we've got so far. Oh. And then he replays Genesis 3 at the very end.",
    "start": "00:01:52",
    "end": "00:02:09"
  },
  {
    "text": "We can learn a lot from Solomon's story, but ultimately he isn't the one who will reconnect us to our purpose of ruling the world with God in abundance.",
    "start": "00:02:10",
    "end": "00:02:18"
  },
  {
    "text": "Then the story of the wise Solomon sits here now in the Hebrew Bible and becomes a resource of imagery. When the seed of the woman finally does come, he will be a greater than Solomon. Jesus uses that very phrase to describe himself. He calls himself a greater than Solomon in Matthew, chapter 12.",
    "start": "00:02:19",
    "end": "00:02:36"
  },
  {
    "text": "John. I'm John Collins, this is the Bibleproject podcast. Thanks for joining us. Here we go. We're talking about the wisdom literature.",
    "start": "00:02:36",
    "end": "00:02:47"
  },
  {
    "text": "Yes, we are.",
    "start": "00:02:47",
    "end": "00:02:48"
  },
  {
    "text": "And this is the third episode we're going to finally. Nope, we're not going to get into the wisdom literature. We're going to talk about Solomon.",
    "start": "00:02:48",
    "end": "00:02:53"
  },
  {
    "text": "We're going to talk about Solomon. But, yeah, as the three of the key wisdom books in the Hebrew Bible are connected to Solomon, in the last.",
    "start": "00:02:53",
    "end": "00:03:00"
  },
  {
    "text": "Two episodes, we talked through Genesis 1:3, looking at the terms good and bad, tov and ra, and the whole idea of God defines what is good. He creates good. It's a world of goodness. And then.",
    "start": "00:03:00",
    "end": "00:03:16"
  },
  {
    "text": "And he does all that out of his wisdom.",
    "start": "00:03:16",
    "end": "00:03:19"
  },
  {
    "text": "Yeah.",
    "start": "00:03:19",
    "end": "00:03:20"
  },
  {
    "text": "The narrative doesn't say that, but it's showing.",
    "start": "00:03:20",
    "end": "00:03:23"
  },
  {
    "text": "He sees that something is good.",
    "start": "00:03:23",
    "end": "00:03:25"
  },
  {
    "text": "Yes.",
    "start": "00:03:25",
    "end": "00:03:25"
  },
  {
    "text": "And so he's able to look at it and go, I know this is good. And we would call that wisdom.",
    "start": "00:03:25",
    "end": "00:03:31"
  },
  {
    "text": "Yes. The knowing of good and bad.",
    "start": "00:03:32",
    "end": "00:03:35"
  },
  {
    "text": "Yeah. So, yeah, that's interesting. God knew good from bad.",
    "start": "00:03:35",
    "end": "00:03:38"
  },
  {
    "text": "He's portrayed as one with the ultimate wisdom of good and bad.",
    "start": "00:03:38",
    "end": "00:03:42"
  },
  {
    "text": "Yeah. And he acts on it.",
    "start": "00:03:42",
    "end": "00:03:43"
  },
  {
    "text": "Yes.",
    "start": "00:03:43",
    "end": "00:03:44"
  },
  {
    "text": "Then you get humans who are to rule with God, multiply, subdue the earth. They are in the narrative, especially in Genesis 2. They are. We have Adam, who's split in half.",
    "start": "00:03:44",
    "end": "00:03:56"
  },
  {
    "text": "Yeah.",
    "start": "00:03:56",
    "end": "00:03:56"
  },
  {
    "text": "And then we have Adam and Eve, who not merely compliments or helps, but becomes this, like, essential other that Adam needed in order to fulfill his vocational calling, to rule with God. And you used the word his salvation.",
    "start": "00:03:57",
    "end": "00:04:12"
  },
  {
    "text": "Yep. That's actually from a colleague of mine who developed that way to describe Eve. But I think it's right in that the English word helps doesn't communicate the full. What azer does in Hebrew, to be an azer is to do for someone what they cannot do for themselves.",
    "start": "00:04:12",
    "end": "00:04:31"
  },
  {
    "text": "So you have these two who then are to become one in order to.",
    "start": "00:04:31",
    "end": "00:04:36"
  },
  {
    "text": "Do what God called them to do.",
    "start": "00:04:36",
    "end": "00:04:37"
  },
  {
    "text": "Do what God called them to do, just to rule the world together, this unity. And so an assumption built into this narrative is, well, how are they going to rule if they don't have wisdom? And so the assumption is God must.",
    "start": "00:04:37",
    "end": "00:04:51"
  },
  {
    "text": "Give them wisdom or they're going to need to learn good and bad.",
    "start": "00:04:51",
    "end": "00:04:56"
  },
  {
    "text": "They're going to have to.",
    "start": "00:04:56",
    "end": "00:04:57"
  },
  {
    "text": "As they go about ruling the world, they're going to have to come to have that knowledge somehow.",
    "start": "00:04:57",
    "end": "00:05:02"
  },
  {
    "text": "And this phrase, knowing good and bad, it's used in the Bible and other places, and it's always referring to this, like, growing in a moral aptitude.",
    "start": "00:05:02",
    "end": "00:05:13"
  },
  {
    "text": "People who don't know good and bad are children.",
    "start": "00:05:13",
    "end": "00:05:15"
  },
  {
    "text": "Yeah, yeah. If you don't know good and bad, then you just don't have the mental ability to do it yet. And we know that with children there's kind of like this sense of. Like a child is just acting off of impulses and they're not making moral decisions. And you see a kid grow up into this knowledge of good and bad, but you get someone like Solomon who goes, yeah, even though I'm an adult, I'm still like that kid.",
    "start": "00:05:15",
    "end": "00:05:41"
  },
  {
    "text": "I'm like a little child.",
    "start": "00:05:41",
    "end": "00:05:42"
  },
  {
    "text": "I don't really know.",
    "start": "00:05:42",
    "end": "00:05:43"
  },
  {
    "text": "Yeah. God calls Solomon to rule and he says, I'm like a kid. I know how to discern between good and bad.",
    "start": "00:05:43",
    "end": "00:05:49"
  },
  {
    "text": "So God puts this tree in the garden. That is the tree of knowing good and bad. And it's not merely being able to discern good from bad. It's an active participation.",
    "start": "00:05:50",
    "end": "00:06:05"
  },
  {
    "text": "Yeah, yeah. And also remember, the word know in Hebrew means to experience.",
    "start": "00:06:05",
    "end": "00:06:09"
  },
  {
    "text": "Yes, Experience.",
    "start": "00:06:09",
    "end": "00:06:10"
  },
  {
    "text": "God has provided them only Tov up to this point. They have had no experience with Ra.",
    "start": "00:06:10",
    "end": "00:06:16"
  },
  {
    "text": "They'Ve had no experience with Raw. But have they had any experience in having to choose between Tov and Ra?",
    "start": "00:06:16",
    "end": "00:06:24"
  },
  {
    "text": "Ah, well, they're going to. That's what they're going to need as they cultivate and work the garden and spread and so on.",
    "start": "00:06:25",
    "end": "00:06:31"
  },
  {
    "text": "So how are they going to get it? And so the tree represents that choice. We've talked about that a lot. They choose their own wisdom.",
    "start": "00:06:32",
    "end": "00:06:41"
  },
  {
    "text": "Yeah.",
    "start": "00:06:41",
    "end": "00:06:41"
  },
  {
    "text": "Be wise in their own eyes.",
    "start": "00:06:41",
    "end": "00:06:43"
  },
  {
    "text": "It's a evaluation of something's goodness combined with my desire for it. And taking that becomes the narrative definition of wisdom in my own eyes. Being wanted.",
    "start": "00:06:43",
    "end": "00:06:57"
  },
  {
    "text": "It's the taking of it.",
    "start": "00:06:57",
    "end": "00:06:58"
  },
  {
    "text": "The taking of it.",
    "start": "00:06:58",
    "end": "00:06:59"
  },
  {
    "text": "Yeah.",
    "start": "00:06:59",
    "end": "00:07:00"
  },
  {
    "text": "Yeah.",
    "start": "00:07:00",
    "end": "00:07:00"
  },
  {
    "text": "And then things fall apart. There's disunity, there's mistrust, there's hiding, there's shame.",
    "start": "00:07:00",
    "end": "00:07:07"
  },
  {
    "text": "Yes.",
    "start": "00:07:07",
    "end": "00:07:07"
  },
  {
    "text": "And then there's the consequences.",
    "start": "00:07:07",
    "end": "00:07:09"
  },
  {
    "text": "The two lovers that were one are now divided. That's the important part of the story for the wisdom books.",
    "start": "00:07:09",
    "end": "00:07:16"
  },
  {
    "text": "And then the consequence of our inability to have this power on our own terms leads to death. And that's where the narrative goes. And violence, it just gets worse and worse and worse.",
    "start": "00:07:16",
    "end": "00:07:30"
  },
  {
    "text": "Correct. Yeah, that's right. So you leave Adam and Eve into exile outside the garden, trust in God's promise that he'll provide a seed, an offspring.",
    "start": "00:07:30",
    "end": "00:07:41"
  },
  {
    "text": "Yeah, we didn't talk about that.",
    "start": "00:07:41",
    "end": "00:07:41"
  },
  {
    "text": "Who will? No, we didn't. But it's relevant in as much. Well, it's relevant for the Solomon story. There's ongoing hope of one who will come from the woman who will reverse everything, defeat evil and restore the goodness of the garden back to God's world. And when you have that, restoration of the garden will be the reuniting of families, the reunion of male and female, the divided lovers, men ruling over women. This will all be fixed and restored back to the unity and love and vulnerability and joy of ruling in the garden by God's wisdom. Yeah. Yeah, that's right. Yep, that's what you're looking for.",
    "start": "00:07:41",
    "end": "00:08:22"
  },
  {
    "text": "Sam.",
    "start": "00:08:30",
    "end": "00:08:39"
  },
  {
    "text": "In Genesis chapter 12, God turns a new page in the story by calling a guy named Abram and promising in a seven line poem to give him the blessing of Eden to his family. Well, he promises to give him a family, to give him the blessings of Eden and then give climactically to give the blessing of Eden to all the nations through his family.",
    "start": "00:09:04",
    "end": "00:09:28"
  },
  {
    "text": "Yeah.",
    "start": "00:09:28",
    "end": "00:09:29"
  },
  {
    "text": "Again, these are the well known lines, but they're important for the plot. God says to Abram, I'll make you a great nation, be fruitful and multiply. Right. Of Genesis 1 is now being given to one person. I'll make you the fruitful, multiplying people. I will bless you. God blessed humanity. Genesis 1. I will make your name great and you will be a blessing. So I'm going to bless you so that you become a blessing. I'll bless those who bless you. Whoever curses you, I'll curse. I'm going to protect you because I'm going to accomplish my purpose through you. Which is what? That in you all the families of the land will find blessing.",
    "start": "00:09:29",
    "end": "00:10:10"
  },
  {
    "text": "A lot of blessing. We've talked about this before, but can you quickly just shape that word for me?",
    "start": "00:10:10",
    "end": "00:10:16"
  },
  {
    "text": "Oh well, yeah. The blessing is about in the narrative, it's the Eden of the abundance that God has built creation for. It's about the realizing of the full potential and abundance that God has designed creation for.",
    "start": "00:10:16",
    "end": "00:10:32"
  },
  {
    "text": "To bless someone is to say, I want you to realize full abundance.",
    "start": "00:10:32",
    "end": "00:10:35"
  },
  {
    "text": "Yeah. A human body is made to produce, Right. Creativity, productivity, reproduce itself. You need two human bodies for that. So we're made for productivity. But all kinds of things can go wrong. And so when you have a fully productive human and then family and community.",
    "start": "00:10:35",
    "end": "00:10:57"
  },
  {
    "text": "That'S a productive human, where things are going. Right. That's a blessing.",
    "start": "00:10:58",
    "end": "00:11:02"
  },
  {
    "text": "It's a blessing. It's a gift of Eden. It's the Eden gift. So whether that's a productive field, productive flocks, productive family, these are all Eden.",
    "start": "00:11:02",
    "end": "00:11:14"
  },
  {
    "text": "Right.",
    "start": "00:11:14",
    "end": "00:11:14"
  },
  {
    "text": "Relationships, Eden images. And it's called the blessing. The blessing, yep. So I'm going to bless. I'm going to give the abundance that I want for all humanity to you. So that through your family, that blessing and abundance can be realized by all human families. And then two sentences later, well, rather two or three verses later, in verse seven of Genesis 12, the Lord appeared to Abram and said to your seed, I will give this land. And so he built an altar there to the Lord, who appeared to him. So now it's this family having seed that lives in this land through whom the blessing goes out to all the nations. So, dude, there's so much we could do in the Abraham stories that's connected to this, but we don't have time. But here it is in a nutshell. God makes this promise of a lot of seed family, but he's really old and his wife's really old, and she's never been able to have kids. That becomes the plot conflict of the Abraham story. How is he going to get a kid? They attempt to generate a child by their own wisdom. They do what is good in their eyes. Is the actual phrase used in Genesis 16. We've talked about this story before, the story of Hagar.",
    "start": "00:11:14",
    "end": "00:12:23"
  },
  {
    "text": "Yeah. And you've showed me that the verbiage is all hyperlinked back.",
    "start": "00:12:23",
    "end": "00:12:27"
  },
  {
    "text": "Yeah.",
    "start": "00:12:27",
    "end": "00:12:28"
  },
  {
    "text": "Abraham saw.",
    "start": "00:12:28",
    "end": "00:12:29"
  },
  {
    "text": "That's right. He listens to the voice of his wife, which is what Adam did to Eve. And it's a very unique phrase that's not used very often to listen to the voice of your wife.",
    "start": "00:12:29",
    "end": "00:12:38"
  },
  {
    "text": "Oh, okay.",
    "start": "00:12:38",
    "end": "00:12:38"
  },
  {
    "text": "It's used in Genesis 3. It's used in Genesis 16. He listened to the voice of his wife. What does his wife say? She says, I can't produce children.",
    "start": "00:12:38",
    "end": "00:12:46"
  },
  {
    "text": "Use my concubine.",
    "start": "00:12:46",
    "end": "00:12:47"
  },
  {
    "text": "So I've got an idea. Yeah. Use my Egyptian slave. And so Abraham says, do what is good in your eyes. That's exactly the phrase for what Eve did. But then Hagar, the Egyptian slave, gets pregnant, and now Sarah's jealousy, and then she oppresses the Egyptian. It's an inversion of the Exodus where the Egyptians oppress the Israelites. The Exodus story is a sad inverted consequence of Abraham and Sarah oppressing an Egyptian slave. That's a whole thing. Anyhow, and then, yeah, Sarah took Hagar, gave her to her husband, just like Eve took of the fruit, gave it to her husband. The whole thing.",
    "start": "00:12:47",
    "end": "00:13:29"
  },
  {
    "text": "This is Abraham, but there's no sentence where Abraham saw that she was good.",
    "start": "00:13:29",
    "end": "00:13:34"
  },
  {
    "text": "No, Sarah saw.",
    "start": "00:13:34",
    "end": "00:13:36"
  },
  {
    "text": "Sarah saw.",
    "start": "00:13:36",
    "end": "00:13:37"
  },
  {
    "text": "Yep, yep. And then she took and then she gave.",
    "start": "00:13:37",
    "end": "00:13:40"
  },
  {
    "text": "Okay.",
    "start": "00:13:40",
    "end": "00:13:40"
  },
  {
    "text": "Yeah. So Abraham and Sarah are portrayed as reenacting their Adam and Eve story. They're trying to get a child by doing what is wise in their own eyes, namely abusing a slave. And then oppressing them.",
    "start": "00:13:40",
    "end": "00:13:54"
  },
  {
    "text": "Yeah.",
    "start": "00:13:54",
    "end": "00:13:54"
  },
  {
    "text": "And that sets in motion this thing where now they have gained a child through Ra by doing Ra to another person. And so what God does is because of their evil that ended up in the oppression of a slave and the exiling of a son. What God does is give them an actual son through Sarah. But then he demands the life of that son. In Genesis 22, he says, give him up as an ascension offering.",
    "start": "00:13:55",
    "end": "00:14:24"
  },
  {
    "text": "You think that's a direct consequence of the moral failure?",
    "start": "00:14:24",
    "end": "00:14:27"
  },
  {
    "text": "Correct. Yeah. In other words, the whole story is God says, I'm going to give you seed. Then there's a story of them getting a seed by their own wisdom, and they end up hurting all these people. And so when God finally gives them a seed, the whole drama builds up to God gives them a seed, a son, and then he asks for that son back. And we're told at the beginning of the story that it's a test. Yeah, they failed the first time. They didn't trust. Are they going to succeed this time? And so in this story, Genesis 22, I said we weren't going to talk about Abraham, and here we are talking about Abraham.",
    "start": "00:14:27",
    "end": "00:14:59"
  },
  {
    "text": "Here we are.",
    "start": "00:14:59",
    "end": "00:15:00"
  },
  {
    "text": "But no. Okay, I'll just brief. This is Abraham. Genesis 22. I owe all these observations to the brilliant work of a Hebrew Bible scholar, David Andrew Teeter. The story of Abraham is all mapped on. We don't have time, but meticulously to all of the vocabulary of Genesis 3. But inverting and reversing it, Abram becomes a reversed Adam and Eve. He lives by the fear of the Lord in this chapter, because he's doing. He's giving up the son that God said you were going to give me. God just provided the Son in the previous chapter, and now he's taking him back. And Abraham doesn't argue. He just starts doing the thing that God asked him to do. And at the last moment, when Abraham's about to offer up his son as a sacrifice, God says, don't. And as the reader, you're kind of prepared for that because you knew that this was a test from the opening sentence. And here's what God says. God says, by myself, I have sworn because you have done this thing and not withheld your son, your only son, indeed, I will greatly bless you. I will multiply your seed, and in your seed, all the nations of the earth will be blessed.",
    "start": "00:15:00",
    "end": "00:16:09"
  },
  {
    "text": "So the blessing is restored because you.",
    "start": "00:16:09",
    "end": "00:16:11"
  },
  {
    "text": "Have listened to my voice. You listen to my voice. How did the fall happen? Listen to the Adam listened to the voice of his Wife who listened to the snake, who listened to the voice of the snake. And that resulted in curse, not blessing. How did Abraham and Sarah fall? He listened to the voice of his wife to try to get a kid, and it didn't work. Now, finally, for the first time, Abraham listens to God's voice. And that's. That's what releases the Eden blessing out. And then God's response is, now I know that you fear me. You fear me, the fear of the Lord. So remember Adam and Eve, they feared the Lord, but too late. So here we have the first character who fears the Lord before the test and during the test. And it prevents him from doing what's right in his own eyes. So Abraham is presented as the first character living by the fear of the Lord successfully. And when he does that, he reverses Genesis 3, passes the test. He doesn't do what's right in his own eyes.",
    "start": "00:16:11",
    "end": "00:17:19"
  },
  {
    "text": "Yeah, it's interesting that God was going to give him that blessing without testing him right at first. He comes and he says, hey, I'm.",
    "start": "00:17:19",
    "end": "00:17:26"
  },
  {
    "text": "Going to give you the story. But the story is just beginning. Yeah, I'm going to give you this blessing.",
    "start": "00:17:26",
    "end": "00:17:30"
  },
  {
    "text": "You said that God asking for the son was a direct consequence of the moral failure.",
    "start": "00:17:30",
    "end": "00:17:36"
  },
  {
    "text": "Yes.",
    "start": "00:17:36",
    "end": "00:17:36"
  },
  {
    "text": "So if he hadn't done that moral failure, maybe he wouldn't have to be tested.",
    "start": "00:17:36",
    "end": "00:17:40"
  },
  {
    "text": "Oh, I understand. I think that's the implication. Yeah. If Abraham hadn't abused Hagar in order to get a son, then God wouldn't have asked for the life of his other son.",
    "start": "00:17:40",
    "end": "00:17:51"
  },
  {
    "text": "So the blessing was in the balance.",
    "start": "00:17:51",
    "end": "00:17:52"
  },
  {
    "text": "Blessing in the balance. That's right. Yeah. And this is the balance of the biblical story. God's going to bless all the nations through the family of Abraham. Problem. They are humans, and they keep doing what all the humans in the story do. So how's God going to rule the world through rebellious humans? And that's the plot point, because Abram.",
    "start": "00:17:52",
    "end": "00:18:16"
  },
  {
    "text": "Passing this test, that is an exception to the rule.",
    "start": "00:18:16",
    "end": "00:18:19"
  },
  {
    "text": "An exception to the rule in the Hebrew scriptures. Yes. He's the first character to pass the test. No, sorry, Noah is. But that's a whole other deal.",
    "start": "00:18:19",
    "end": "00:18:26"
  },
  {
    "text": "Okay.",
    "start": "00:18:26",
    "end": "00:18:27"
  },
  {
    "text": "And Abraham is like Noah anyhow. The point is that he's the first character who fills out this portrait of living by the fear of the Lord. And when he does, he doesn't do what's right in his own eyes, because they did that once already. He listened to the voice of God. And once you get a human who lives by the fear of the Lord, the blessing of Eden is released out to the nations. So what I'm looking for now is a seed, an offspring from this family who will live by the fear of the Lord and. And do what is wise so they can rule the world and bring the blessings of Eden to Israel and to the nations.",
    "start": "00:18:29",
    "end": "00:19:04"
  },
  {
    "text": "Yeah, it's quite a job description.",
    "start": "00:19:04",
    "end": "00:19:05"
  },
  {
    "text": "It is. And it's. Welcome to the story of Solomon.",
    "start": "00:19:05",
    "end": "00:19:08"
  },
  {
    "text": "Okay.",
    "start": "00:19:08",
    "end": "00:19:09"
  },
  {
    "text": "That's what the story of Solomon's all about.",
    "start": "00:19:09",
    "end": "00:19:11"
  },
  {
    "text": "Yeah.",
    "start": "00:19:11",
    "end": "00:19:11"
  },
  {
    "text": "Yep. Okay. We've explored the Solomon story a while ago.",
    "start": "00:19:11",
    "end": "00:19:42"
  },
  {
    "text": "Yeah. You helped me see this a while back, and it was like, oh, my goodness.",
    "start": "00:19:42",
    "end": "00:19:46"
  },
  {
    "text": "Yes.",
    "start": "00:19:46",
    "end": "00:19:47"
  },
  {
    "text": "How clear it was that Solomon asking for wisdom is basically doing the thing that Adam and Eve didn't do.",
    "start": "00:19:47",
    "end": "00:19:54"
  },
  {
    "text": "Yeah, he's a new. Exactly, exactly. He's presented to the reader as a new Adam.",
    "start": "00:19:54",
    "end": "00:19:59"
  },
  {
    "text": "Yeah.",
    "start": "00:19:59",
    "end": "00:20:00"
  },
  {
    "text": "Okay, so here's the setup. As the story goes on, all the people of Israel are the seed of Abraham. They fail as they go into the promised land. So God chooses one family, just like God chose one family out of the nations, Abram. Then he makes them into a nation. The nation fails. So then he picks one family out of that one nation, the family of David. But God says to David, in 2 Samuel 7, he repeats all of the stuff he said to Abram, the promise to Abraham, but now a little more specific. So he says to David, I'm going to give you a great name. Just like he said, Abram, I'm going to make your name great. God says in verse 10, oh, this is relevant. Second Samuel, verse 10. I will appoint a place for my people, Israel, and I will plant them.",
    "start": "00:20:00",
    "end": "00:20:48"
  },
  {
    "text": "Humans are plants.",
    "start": "00:20:48",
    "end": "00:20:49"
  },
  {
    "text": "Yeah. I will plant them so that they may live in their own place and not be disturbed again. This is what Yahweh. This is what God did in Genesis 2. He plants the garden, and then he puts the human in the garden, which.",
    "start": "00:20:49",
    "end": "00:21:01"
  },
  {
    "text": "Is the word for plant.",
    "start": "00:21:01",
    "end": "00:21:01"
  },
  {
    "text": "Right. And it's the same word, plant. So God's going to give David the thing that he said he would give Abraham? Is he going to give Israel the thing that in Genesis 2, he gave to Adam and Eve, which is the garden. And. And then he says, I'm going to raise up your seed after you, who will come forth from your loins. That's what God said to Abram. A seed will come from your loins. And what's that seed going to do for David? He's going to build a house for my name, and I will establish the throne of his kingdom forever. So a son of David is going to come build a temple. God's going to build his kingdom. It's going to be a new garden of Eden planted where the promise to Abraham and the blessing of Eden can come. Do you see it all coming together here?",
    "start": "00:21:01",
    "end": "00:21:47"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:21:47",
    "end": "00:21:47"
  },
  {
    "text": "The whole thing. So who is David's son that ends up on the throne?",
    "start": "00:21:47",
    "end": "00:21:51"
  },
  {
    "text": "Solomon.",
    "start": "00:21:51",
    "end": "00:21:51"
  },
  {
    "text": "Shlomo.",
    "start": "00:21:51",
    "end": "00:21:52"
  },
  {
    "text": "Shlomo.",
    "start": "00:21:52",
    "end": "00:21:53"
  },
  {
    "text": "Shlomo. Shlomo. He's a very complex character. So we're talking here first kings, chapters 1 through 11, Solomon narrative. And one simple way to say is he's presented with two sides. It's like a Jekyll and Hyde scenario where simultaneously the narrator is going to be building up through hyperlinks, Solomon as a new Adam, a new Abraham, a new David. Yeah, and it's awesome.",
    "start": "00:21:53",
    "end": "00:22:23"
  },
  {
    "text": "The seed we were hoping for.",
    "start": "00:22:23",
    "end": "00:22:24"
  },
  {
    "text": "Yeah, I mean, it's legit. It's all very intentional. We'll see. But simultaneously, he is going to be introducing little hints and clues and hyperlinks that make you start going like, oh, no, no, no, not this guy we've got so far. Oh. And then he replays Genesis 3 at the very end. But it's important. There's two portraits being developed. Just like there's two Eves. There's the Eve of Genesis 2. That is like the ideal, right? The salvation, the azer help for the man. But then there is the deceived deceiver. She is deceived and then she deceives her husband. And you walk away from the story with two portraits of Eve. Same with Solomon. Wise Solomon, Foolish Solomon. So let's explore the wise Solomon first, the new Adam. I'm kind of cherry picking the hyperlinks, but they're so good. In First Kings, chapter three, we're told that Solomon loved Yahweh. That's awesome. That's not actually said of that many people in the Hebrew Bible. But he loved Yahweh. He walked in the statutes of his father David, and the king went to Gibeon to sacrifice there because it was a great high place. So you have a seed of Abraham and of David going up to a high place to meet with God and offer a sacrifice.",
    "start": "00:22:24",
    "end": "00:23:48"
  },
  {
    "text": "Very biblical.",
    "start": "00:23:49",
    "end": "00:23:49"
  },
  {
    "text": "Yeah, that's Eden.",
    "start": "00:23:50",
    "end": "00:23:51"
  },
  {
    "text": "That's Eden.",
    "start": "00:23:51",
    "end": "00:23:52"
  },
  {
    "text": "Eden is the ultimate high place.",
    "start": "00:23:52",
    "end": "00:23:53"
  },
  {
    "text": "Right.",
    "start": "00:23:54",
    "end": "00:23:54"
  },
  {
    "text": "The high places in the Book of Kings are little hyperlinks back to Eden.",
    "start": "00:23:54",
    "end": "00:24:00"
  },
  {
    "text": "I was picturing Abram going up.",
    "start": "00:24:00",
    "end": "00:24:02"
  },
  {
    "text": "Oh, yes, that's right, exactly. And that's Eden. It's the Eden image. Yeah. And it's Noah on the high place offering the sacrifice after the flood.",
    "start": "00:24:02",
    "end": "00:24:12"
  },
  {
    "text": "They're all different mountains.",
    "start": "00:24:12",
    "end": "00:24:14"
  },
  {
    "text": "They're all different high Places where people go to the place where heaven and earth overlap and it's where they meet with God and either succeed in their test or fail in their test. People succeed or fail in their Eden tests at high places, it's like a thing. So he goes up to the high place and we're like, oh, okay, this could go one of two ways. He offered a thousand burnt offerings on the altar.",
    "start": "00:24:14",
    "end": "00:24:40"
  },
  {
    "text": "Thorough. Whoa.",
    "start": "00:24:41",
    "end": "00:24:42"
  },
  {
    "text": "So right there on the high place, the Lord appeared to Solomon in a dream at night and said, hey, whatever you want me to give you, just ask.",
    "start": "00:24:43",
    "end": "00:24:51"
  },
  {
    "text": "Yeah.",
    "start": "00:24:51",
    "end": "00:24:52"
  },
  {
    "text": "Solomon says, you've shown great covenant love to your servant David, my father. You gave him a son to sit on the throne. Talking about himself in third person.",
    "start": "00:24:52",
    "end": "00:25:00"
  },
  {
    "text": "I know, that's pretty. That's pretty funny.",
    "start": "00:25:01",
    "end": "00:25:04"
  },
  {
    "text": "Now. O Lord my God, for great love.",
    "start": "00:25:05",
    "end": "00:25:06"
  },
  {
    "text": "Even me, case in point, you have.",
    "start": "00:25:07",
    "end": "00:25:12"
  },
  {
    "text": "Made your servant king in the place of my father, David. But I'm a little child. I don't know how to go out or to come in. That's a phrase that describes Joshua and David. Means like leading people out and in. Your servant is in the midst of this people that you've chosen. A great people. I can't even count them all too much to be numbered. That's Abraham blessing. Right. Give your servant a heart that listens.",
    "start": "00:25:12",
    "end": "00:25:37"
  },
  {
    "text": "Wow. Yeah. Listen to the voice.",
    "start": "00:25:38",
    "end": "00:25:39"
  },
  {
    "text": "Yes. In order to rule, govern this people, in order to discern between Tov and Ra. He's reversing the Adam and Eve failure here.",
    "start": "00:25:40",
    "end": "00:25:49"
  },
  {
    "text": "Yeah.",
    "start": "00:25:50",
    "end": "00:25:50"
  },
  {
    "text": "Where presumably, remember we said in the narrative, it infers that if Adam and Eve didn't take from the tree, that God would give them personally, he would teach them Tov and Ra. This narrative is built on that pattern and it's filling in the inference he could rule by his own knowledge. But what if he doesn't?",
    "start": "00:25:51",
    "end": "00:26:09"
  },
  {
    "text": "Then he needs it from God.",
    "start": "00:26:09",
    "end": "00:26:10"
  },
  {
    "text": "He needs to get it from God. And so that's what he asks for. And verse 10, it was tov in the eyes of Yahweh. Do you remember in the Eve story, she saw that the tree was good and it was good to her eyes. Now, this is Solomon. He just pulled his hand back from the tree and said, I'm not going to take it for myself. I want you to give it to me. And that's Tov in the eyes of Yahweh. That Solomon asked this thing. God said, because you've asked this thing and didn't ask for eternal life, long life, nor did you ask for riches. What were you going to say?",
    "start": "00:26:10",
    "end": "00:26:46"
  },
  {
    "text": "Or a thousand more wishes I know.",
    "start": "00:26:46",
    "end": "00:26:49"
  },
  {
    "text": "Yes. But it's kind of like that. He says, you didn't ask for long life. You didn't ask for wealth. You didn't ask for the life of your enemies. You asked for discernment, wisdom to listen to what is just and right.",
    "start": "00:26:49",
    "end": "00:27:03"
  },
  {
    "text": "Yeah.",
    "start": "00:27:04",
    "end": "00:27:04"
  },
  {
    "text": "So look, we'll do according.",
    "start": "00:27:04",
    "end": "00:27:06"
  },
  {
    "text": "It's the best thing you can ask for.",
    "start": "00:27:06",
    "end": "00:27:07"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:27:07",
    "end": "00:27:08"
  },
  {
    "text": "So that's beautiful.",
    "start": "00:27:09",
    "end": "00:27:10"
  },
  {
    "text": "It is beautiful. And think in the story, only in the story of the Bible that has the introduction of the Eden story does this story make sense.",
    "start": "00:27:10",
    "end": "00:27:18"
  },
  {
    "text": "Yeah. It wouldn't pack the same punch.",
    "start": "00:27:18",
    "end": "00:27:19"
  },
  {
    "text": "Yes.",
    "start": "00:27:19",
    "end": "00:27:20"
  },
  {
    "text": "Otherwise you're just like, ah, good for him.",
    "start": "00:27:20",
    "end": "00:27:21"
  },
  {
    "text": "Yeah. He wants wisdom. Okay, that's cool.",
    "start": "00:27:21",
    "end": "00:27:24"
  },
  {
    "text": "Well, that's how I've always read the story. I never read the story.",
    "start": "00:27:24",
    "end": "00:27:26"
  },
  {
    "text": "In light of the garden.",
    "start": "00:27:26",
    "end": "00:27:27"
  },
  {
    "text": "In light of the garden story. So it was kind of like. Yeah, that was pretty smart. Yeah, good job, Solomon.",
    "start": "00:27:27",
    "end": "00:27:31"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:27:31",
    "end": "00:27:32"
  },
  {
    "text": "Like you could have chose all these things. You chose wisdom.",
    "start": "00:27:32",
    "end": "00:27:34"
  },
  {
    "text": "I see.",
    "start": "00:27:34",
    "end": "00:27:35"
  },
  {
    "text": "Yeah, good job.",
    "start": "00:27:35",
    "end": "00:27:35"
  },
  {
    "text": "But now, you see, this is. This was the whole human condition. The crux of it. Yeah, the crux of it is. Yeah, okay. Yeah, Good way of saying it. So God says, verse 12, Look, I have given you a heart of wisdom and discernment, so that there has been no one like you before you, nor will anyone like you arise after you. I have given you what you did not ask for. Riches, honor. There won't be anyone like you among the kings all of your days. If. If you walk in my ways and keep my statutes and my commandments, just like your father David walked, then I will give you long days. And Solomon awoke. It was a dream. Oh, what did God do to Adam?",
    "start": "00:27:36",
    "end": "00:28:26"
  },
  {
    "text": "Yeah, he put him asleep.",
    "start": "00:28:26",
    "end": "00:28:27"
  },
  {
    "text": "Put him to sleep and then provided for him the thing that he couldn't do for himself. So here is a new Adam on a high place, meeting Yahweh in a vision, having a dream after asking for wisdom. And God says, I'm going to give you the life of Eden, but you got to continue if you keep my commands. What was the first command in the Bible? Don't eat of his tree.",
    "start": "00:28:27",
    "end": "00:28:51"
  },
  {
    "text": "So he's making that decision now, but God's saying this is going to be a lifelong decision.",
    "start": "00:28:51",
    "end": "00:28:55"
  },
  {
    "text": "Yes. Oh, that's a good point. It's not one and done.",
    "start": "00:28:56",
    "end": "00:28:58"
  },
  {
    "text": "Yeah, it's not one and done every day.",
    "start": "00:28:58",
    "end": "00:29:00"
  },
  {
    "text": "Whoa, that's good.",
    "start": "00:29:00",
    "end": "00:29:01"
  },
  {
    "text": "The tree is ever present there.",
    "start": "00:29:01",
    "end": "00:29:03"
  },
  {
    "text": "Yes.",
    "start": "00:29:03",
    "end": "00:29:04"
  },
  {
    "text": "It's in the middle of the garden.",
    "start": "00:29:04",
    "end": "00:29:05"
  },
  {
    "text": "Oh, man, that's good. Thank you for that. That's a good observation. Yeah. It's not. He just started the journey. That will be replayed every day.",
    "start": "00:29:05",
    "end": "00:29:13"
  },
  {
    "text": "Yeah. Every moment of every day.",
    "start": "00:29:13",
    "end": "00:29:15"
  },
  {
    "text": "Every moment of every day. Yeah. That's right. Yeah. Okay, look what follows from this. Chapter 4, verse 20. In his days, Judah and Israel were as numerous as the sand on the sea. In abundance.",
    "start": "00:29:15",
    "end": "00:29:27"
  },
  {
    "text": "That was the Abram blessing.",
    "start": "00:29:28",
    "end": "00:29:29"
  },
  {
    "text": "And the Eden blessing. Be fruitful and multiply. Yeah, right. They were eating, drinking, and rejoicing. Solomon ruled over all the kingdoms, from the river up at the Euphrates to the land of the Philistines all the way down to the border of Egypt. The borders were the largest that they ever were. So Judah and Israel lived in safety. And you know what? Every man sat under his own vine and fig tree. This is Adam and Eve under the tree.",
    "start": "00:29:29",
    "end": "00:29:58"
  },
  {
    "text": "The tree of life.",
    "start": "00:29:59",
    "end": "00:30:00"
  },
  {
    "text": "Yeah. Under the garden.",
    "start": "00:30:00",
    "end": "00:30:01"
  },
  {
    "text": "In the garden.",
    "start": "00:30:01",
    "end": "00:30:02"
  },
  {
    "text": "It's like every person gets to experience the blessing of the garden, and they all get their own little tree. Yeah, yeah. That's what this phrase means. Every man, everyone got their own little garden.",
    "start": "00:30:02",
    "end": "00:30:12"
  },
  {
    "text": "Yeah.",
    "start": "00:30:12",
    "end": "00:30:12"
  },
  {
    "text": "Cool. It's an Eden image.",
    "start": "00:30:12",
    "end": "00:30:14"
  },
  {
    "text": "Yeah.",
    "start": "00:30:14",
    "end": "00:30:14"
  },
  {
    "text": "Now, Solomon's wisdom. His wisdom surpassed all the sons of the East. Remember where Job.",
    "start": "00:30:14",
    "end": "00:30:22"
  },
  {
    "text": "Yeah.",
    "start": "00:30:22",
    "end": "00:30:23"
  },
  {
    "text": "Job lived in the east, in the land of Ut. And he was greater than all the sons of the East.",
    "start": "00:30:23",
    "end": "00:30:29"
  },
  {
    "text": "Oh, so it's a connection to Job.",
    "start": "00:30:30",
    "end": "00:30:31"
  },
  {
    "text": "Yep, yep. Actually, all the wisdom books are accounted for right here. So he was greater than all the kings who came before him because of his abundance. Okay, that's Ecclesiastes.",
    "start": "00:30:31",
    "end": "00:30:41"
  },
  {
    "text": "Yeah. The teacher.",
    "start": "00:30:42",
    "end": "00:30:42"
  },
  {
    "text": "Yep. Okay. His wisdom is greater than all the sons of the East.",
    "start": "00:30:42",
    "end": "00:30:47"
  },
  {
    "text": "That's Job.",
    "start": "00:30:47",
    "end": "00:30:47"
  },
  {
    "text": "That's Job. And the friends are the sons of the East. That's what the opening of the book says.",
    "start": "00:30:47",
    "end": "00:30:52"
  },
  {
    "text": "Yeah. And it says that Job was wiser than all of them.",
    "start": "00:30:52",
    "end": "00:30:55"
  },
  {
    "text": "He was greater than all of them.",
    "start": "00:30:55",
    "end": "00:30:57"
  },
  {
    "text": "Greater than all of them.",
    "start": "00:30:57",
    "end": "00:30:57"
  },
  {
    "text": "Yep. Yep. Verse 31. Solomon was wiser than all humans. And then here's some famous ones. Ethan, the Ezrahite. He Man. He Man. Do you see that there? Yeah. He Man. He Man. Is he man in the Bible?",
    "start": "00:30:57",
    "end": "00:31:11"
  },
  {
    "text": "Yeah.",
    "start": "00:31:11",
    "end": "00:31:11"
  },
  {
    "text": "Kalkol Darda. The sons of Mahol.",
    "start": "00:31:11",
    "end": "00:31:14"
  },
  {
    "text": "Am I supposed to know about these people?",
    "start": "00:31:14",
    "end": "00:31:16"
  },
  {
    "text": "There, a couple of these. I follow the hyperlinks. I think I get what they're doing. But there's a few that are still riddles to me. And his name was known in all the surrounding nations. He spoke 3,000 proverbs.",
    "start": "00:31:17",
    "end": "00:31:29"
  },
  {
    "text": "There's proverbs.",
    "start": "00:31:30",
    "end": "00:31:31"
  },
  {
    "text": "There's the Book of proverbs. He wrote 1,005 songs.",
    "start": "00:31:31",
    "end": "00:31:35"
  },
  {
    "text": "That's a very exact number.",
    "start": "00:31:35",
    "end": "00:31:36"
  },
  {
    "text": "Song of songs. Song of Songs. Look, the whole. All four wisdom books are accounted for in this little paragraph here. And also, look at this. He also spoke about trees. Yeah. I mean, a new Adam would know a thing or two about trees, wouldn't he? The cedar in Lebanon, the hyssop that grows on the wall. You know what? He also knew all about the beasts and the birds and the creepers and the fish.",
    "start": "00:31:38",
    "end": "00:32:03"
  },
  {
    "text": "Yeah.",
    "start": "00:32:03",
    "end": "00:32:03"
  },
  {
    "text": "The list of animals from Genesis 1. Remember Adam naming the animals?",
    "start": "00:32:03",
    "end": "00:32:07"
  },
  {
    "text": "Yeah. And in order to rule, you would need to know a thing or two about what you're ruling.",
    "start": "00:32:07",
    "end": "00:32:12"
  },
  {
    "text": "Correct. Yeah. People came from all the peoples to hear the wisdom of Solomon, from all the kings of the earth who had heard of his wisdom. This is. We did it.",
    "start": "00:32:12",
    "end": "00:32:24"
  },
  {
    "text": "Yeah. Yeah. We could close the book and be like, sweet, we made it.",
    "start": "00:32:24",
    "end": "00:32:31"
  },
  {
    "text": "The wise Solomon of 1st Kings 3, 4 is an image of the Old Testament.",
    "start": "00:32:31",
    "end": "00:32:36"
  },
  {
    "text": "We're back in Genesis 2.",
    "start": "00:32:36",
    "end": "00:32:37"
  },
  {
    "text": "Yeah. We're back in the garden. Son of David, new Adam. Dude, this is good stuff here. You know what else is interesting? 1 Kings, chapter 5 is that the nations around when they see a new Adam ruling, they understand. So you get a whole story about Hiram, the King of Tyre, who says, praised be the God of Israel who's given David a wise son. Let me sponsor the building of a temple for your God.",
    "start": "00:32:37",
    "end": "00:33:05"
  },
  {
    "text": "Yeah, he's on board.",
    "start": "00:33:06",
    "end": "00:33:07"
  },
  {
    "text": "Oh, yeah. Yep.",
    "start": "00:33:07",
    "end": "00:33:09"
  },
  {
    "text": "You also have the queen of queen.",
    "start": "00:33:09",
    "end": "00:33:12"
  },
  {
    "text": "Okay, this is awesome.",
    "start": "00:33:12",
    "end": "00:33:13"
  },
  {
    "text": "Okay.",
    "start": "00:33:13",
    "end": "00:33:14"
  },
  {
    "text": "All right. First kings 10. Now, the queen of Sheba heard the report about Solomon in relation to the name of Yahweh. So she came to test him with riddles. Oh, so you have a queen who's coming, and she will present a test and riddles. So she came to Jerusalem with a huge caravan, camels, carrying spices. So much gold, precious stones. There's a woman coming, presenting a test. She brings gold and precious stones. It's all Eden imagery. A queen. Right. She came to Solomon and spoke with him about all that was in her heart. So just pause real quick here. Now we're starting to get a little nervous. We're like, oh, no. Yeah, I know how men are when women show up. Right. Beautiful, rich. This is not going to go well.",
    "start": "00:33:14",
    "end": "00:34:06"
  },
  {
    "text": "He's going to take something that's not his.",
    "start": "00:34:06",
    "end": "00:34:08"
  },
  {
    "text": "Yeah, he's going to fail the test. That's what we're thinking. Yeah, but Verse three. But Solon answered all her questions. Nothing was hidden from. From the king that he didn't explain to her. And when the queen saw. Look at this. She saw all the wisdom of Solomon, the House that he built. She saw the food of his table, the seating of his servants, the waiters, the attire, the cupbearers, the stairway by which he went up to the temple. There was no more ruach in her. Her breath. And she said to the king, it's true what I heard about you in my land. And your wisdom then. Verse 8, how blessed are your men. How blessed are your servants. Verse 9, Blessed be Yahweh, your God. So we're like, oh, phew. Dodged a bullet.",
    "start": "00:34:09",
    "end": "00:34:56"
  },
  {
    "text": "Not only dodged a bullet, but, like, brought praise to Yahweh.",
    "start": "00:34:57",
    "end": "00:35:01"
  },
  {
    "text": "Well, totally. That's exactly right. So it's not just you dodge a bullet, It's a reversal.",
    "start": "00:35:01",
    "end": "00:35:05"
  },
  {
    "text": "Yeah.",
    "start": "00:35:05",
    "end": "00:35:05"
  },
  {
    "text": "It's now they're not married, but they both become Adam and Eve figures. Two rulers, a king and a queen. Loaded, they combine their wealth. Loaded, they combine power, couple, wisdom. Power couple. And praise be to Yahweh from Israel and among the nations.",
    "start": "00:35:05",
    "end": "00:35:23"
  },
  {
    "text": "Yeah.",
    "start": "00:35:23",
    "end": "00:35:23"
  },
  {
    "text": "This is awesome, man.",
    "start": "00:35:23",
    "end": "00:35:24"
  },
  {
    "text": "We're like, go, Shlomo, go.",
    "start": "00:35:24",
    "end": "00:35:26"
  },
  {
    "text": "Slow mo. Okay, so that's the port. If we created, like, two. If we had two canvases. There's wise Solomon.",
    "start": "00:35:26",
    "end": "00:35:35"
  },
  {
    "text": "That was why I sold it.",
    "start": "00:35:36",
    "end": "00:35:37"
  },
  {
    "text": "All the elements of the story, that. And there's some more, but that's the exciting ones. And it's Solomon alongside a queen of the nations wealth. Everybody has enough rejoicing, eating, praise to Yahweh from the nations abundance. This is new Jerusalem, man. This is like. That's good stuff. However, alongside that portrait, the author has simultaneously been introducing other little. Another portrait.",
    "start": "00:35:37",
    "end": "00:36:08"
  },
  {
    "text": "Little cracks.",
    "start": "00:36:08",
    "end": "00:36:09"
  },
  {
    "text": "Yeah, I guess the two portraits doesn't do.",
    "start": "00:36:09",
    "end": "00:36:11"
  },
  {
    "text": "Yeah, I mean, it is one person.",
    "start": "00:36:11",
    "end": "00:36:13"
  },
  {
    "text": "It's one story about one person. But you're seeing two sides to him, so maybe that metaphor doesn't work. Well, there's another portrait that is being painted alongside the wise Solomon and his foolish Solomon. So we've talked about these in the past.",
    "start": "00:36:13",
    "end": "00:37:01"
  },
  {
    "text": "Yeah, yeah. This is why I think cracks is interesting, because it's these small details that you could pass over, not notice.",
    "start": "00:37:01",
    "end": "00:37:09"
  },
  {
    "text": "Yes.",
    "start": "00:37:10",
    "end": "00:37:10"
  },
  {
    "text": "But they're loaded with significance.",
    "start": "00:37:10",
    "end": "00:37:12"
  },
  {
    "text": "Yeah.",
    "start": "00:37:13",
    "end": "00:37:13"
  },
  {
    "text": "Right. Are we talking about, like, Correct. The wives and the. Oh, all the things. Deuteronomy.",
    "start": "00:37:13",
    "end": "00:37:18"
  },
  {
    "text": "Wives is the capstone.",
    "start": "00:37:18",
    "end": "00:37:19"
  },
  {
    "text": "That's the capstone.",
    "start": "00:37:19",
    "end": "00:37:20"
  },
  {
    "text": "Here's the first hint is in first Kings five.",
    "start": "00:37:20",
    "end": "00:37:23"
  },
  {
    "text": "Okay.",
    "start": "00:37:23",
    "end": "00:37:23"
  },
  {
    "text": "And you're given a little information about who is actually building this new Jerusalem. And in 1 Kings 5, 13, you read now, Solomon levied. He forced laborers from all Israel. The forced laborers numbered 30,000 people. Then we hear about how he sent them in shifts up to Lebanon to cut down cedar trees in these shifts of like 10,000 people a month. And then he appointed verse 16, chief deputies to rule over the people doing the work. And then in chapter nine, we hear about how these forces are building storage cities for all of Solomon's wealth and chariots and horses beginning to hoard. So this vocabulary of storage. Actually, this phrase, storage cities, occurs in one other story in the Hebrew Bible, and it's what the Israelites are building for Pharaoh. In Exodus, chapter one. This word forced laborer appears only elsewhere in the story of the enslaved Israelites. In Exodus, chapter one.",
    "start": "00:37:24",
    "end": "00:38:29"
  },
  {
    "text": "Oh, man.",
    "start": "00:38:29",
    "end": "00:38:29"
  },
  {
    "text": "Appointing rulers over the slave laborers. This is what Pharaoh did.",
    "start": "00:38:29",
    "end": "00:38:34"
  },
  {
    "text": "Oh, wow. So it's all hyperlinking back to Pharaoh. So Solomon has this Pharaoh. This is the Jekyll and Hyde thing you're talking about.",
    "start": "00:38:34",
    "end": "00:38:40"
  },
  {
    "text": "Jekyll and Hyde. That's right. So he asked for wisdom, and. And I'm told everyone gets their own fig tree. And then in the next story I'm told, then he conscripted all these slave laborers and rulers over them to build storage cities, which you could be kind of like.",
    "start": "00:38:40",
    "end": "00:38:54"
  },
  {
    "text": "Yeah, okay, that's smart.",
    "start": "00:38:54",
    "end": "00:38:55"
  },
  {
    "text": "That's right.",
    "start": "00:38:55",
    "end": "00:38:55"
  },
  {
    "text": "He's storing things up. He's organizing labor.",
    "start": "00:38:55",
    "end": "00:38:58"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:38:58",
    "end": "00:38:58"
  },
  {
    "text": "You know, like, that sounds like good ruling, but if it's all hyperlinked back to the pharaoh.",
    "start": "00:38:58",
    "end": "00:39:03"
  },
  {
    "text": "Yeah. You start going, oh, you know, the last ruler I read about who did that. Oh, no. Really? No. Say it's not true. But, you know, it's just a hint at this point. Okay. Then we move on to the laws of the king from Deuteronomy.",
    "start": "00:39:03",
    "end": "00:39:19"
  },
  {
    "text": "Yeah, yeah, we've talked about these.",
    "start": "00:39:19",
    "end": "00:39:21"
  },
  {
    "text": "Yeah, you like this part? So what should the king of Israel never do according to Moses in Deuteronomy?",
    "start": "00:39:21",
    "end": "00:39:27"
  },
  {
    "text": "Yeah, it's a very clear list.",
    "start": "00:39:27",
    "end": "00:39:28"
  },
  {
    "text": "Don't multiply horses, which are like tanks and jets.",
    "start": "00:39:30",
    "end": "00:39:33"
  },
  {
    "text": "Okay.",
    "start": "00:39:34",
    "end": "00:39:34"
  },
  {
    "text": "Yeah, yeah. Don't build a huge military. Especially don't go get your tanks and jets from Egypt. Right. Never return to Egypt to get more horses.",
    "start": "00:39:34",
    "end": "00:39:44"
  },
  {
    "text": "Okay.",
    "start": "00:39:44",
    "end": "00:39:45"
  },
  {
    "text": "Verse 17. This is in Deuteronomy, right now, Deuteronomy, chapter 17, verse 17. Don't multiply wives. The word multiply, that's be fruitful and multiply.",
    "start": "00:39:45",
    "end": "00:39:55"
  },
  {
    "text": "Yeah.",
    "start": "00:39:55",
    "end": "00:39:55"
  },
  {
    "text": "So, like, you're supposed to be fruitful and multiply, but you don't have to multiply wives to do it. Right. That's an Eden image, right. Of one man, one woman together becomes. That's the ideal of Genesis 1. So don't multiply wives, or else his heart will turn away. He should not increase gold and silver for himself when he sits on the throne of his kingdom. Here's what he's to do all day. Write out for himself a copy of the Torah on a scroll so that he may learn to fear Yahweh.",
    "start": "00:39:55",
    "end": "00:40:28"
  },
  {
    "text": "Have you ever done that?",
    "start": "00:40:29",
    "end": "00:40:30"
  },
  {
    "text": "What's that?",
    "start": "00:40:30",
    "end": "00:40:31"
  },
  {
    "text": "Like, reproduce? Just write out in Hebrew or something.",
    "start": "00:40:31",
    "end": "00:40:34"
  },
  {
    "text": "Oh. Oh, sure.",
    "start": "00:40:34",
    "end": "00:40:35"
  },
  {
    "text": "Oh, cool.",
    "start": "00:40:36",
    "end": "00:40:37"
  },
  {
    "text": "Yeah.",
    "start": "00:40:37",
    "end": "00:40:37"
  },
  {
    "text": "Yeah.",
    "start": "00:40:37",
    "end": "00:40:37"
  },
  {
    "text": "It's a great way to memorize stuff. Yep. Okay. With that in mind, you go back to 1 Kings, chapter 10. Now, the weight of the gold that came into Solomon in one year was a lot. 666 talents of gold. That word appears twice in the Bible.",
    "start": "00:40:37",
    "end": "00:40:55"
  },
  {
    "text": "666.",
    "start": "00:40:55",
    "end": "00:40:56"
  },
  {
    "text": "Just saying.",
    "start": "00:40:56",
    "end": "00:40:57"
  },
  {
    "text": "Yeah.",
    "start": "00:40:57",
    "end": "00:40:58"
  },
  {
    "text": "You know what he made out of all that gold? We've talked about this before. 200 huge shields.",
    "start": "00:40:58",
    "end": "00:41:03"
  },
  {
    "text": "Yeah.",
    "start": "00:41:03",
    "end": "00:41:04"
  },
  {
    "text": "They weighed hundreds of pounds.",
    "start": "00:41:05",
    "end": "00:41:06"
  },
  {
    "text": "Yeah. Not like. They're not practical shields.",
    "start": "00:41:06",
    "end": "00:41:09"
  },
  {
    "text": "They're just playing big, decorative shields. Yeah. Let's see. Verse 18. He made a huge ivory throne and then overlaid it with gold. And then the steps to the throne had the carved lions going up. So there's this big paragraph about all the gold.",
    "start": "00:41:09",
    "end": "00:41:25"
  },
  {
    "text": "Yeah. Which according to Moses.",
    "start": "00:41:25",
    "end": "00:41:27"
  },
  {
    "text": "That's right.",
    "start": "00:41:27",
    "end": "00:41:28"
  },
  {
    "text": "Don't have a lot of gold.",
    "start": "00:41:28",
    "end": "00:41:29"
  },
  {
    "text": "If you don't connect it to its hyperlink, you're just like, oh, sweet.",
    "start": "00:41:29",
    "end": "00:41:32"
  },
  {
    "text": "Good for him.",
    "start": "00:41:32",
    "end": "00:41:33"
  },
  {
    "text": "Good for him.",
    "start": "00:41:33",
    "end": "00:41:33"
  },
  {
    "text": "Yeah.",
    "start": "00:41:33",
    "end": "00:41:34"
  },
  {
    "text": "But once you read it in light of the laws of the king in Deuteronomy, you're like, oh, no, this is not good. Oh, look at this. Everything made in the house of the Forest of Lebanon. He called his palace the Forest of Lebanon, which was. Had the tallest cedars in the region. Everything was made out of gold. None of it was silver. In fact, you know, silver wasn't even considered valuable in the days of Solomon.",
    "start": "00:41:34",
    "end": "00:41:57"
  },
  {
    "text": "That's how much gold there was.",
    "start": "00:41:58",
    "end": "00:41:59"
  },
  {
    "text": "Yeah. And then he goes on, look at this.",
    "start": "00:41:59",
    "end": "00:42:00"
  },
  {
    "text": "Silver lost its value.",
    "start": "00:42:00",
    "end": "00:42:01"
  },
  {
    "text": "The king had. He was the only king to have a navy. Only Israelite king to have a navy, but not for fighting. It was to bring more gold. He had at sea ships of Tarshish, along with the ships of Hiram, and once every three years, the ships of Tarshish. Here's what they Gold, silver, ivory, apes and peacocks.",
    "start": "00:42:01",
    "end": "00:42:24"
  },
  {
    "text": "There are apes in the Bible. There they are.",
    "start": "00:42:24",
    "end": "00:42:26"
  },
  {
    "text": "There they are. Yeah.",
    "start": "00:42:26",
    "end": "00:42:28"
  },
  {
    "text": "I was just thinking that because we had an ape in our spiritual beings.",
    "start": "00:42:28",
    "end": "00:42:31"
  },
  {
    "text": "Yes, we did. Yeah, totally. So look, man. Ruling with the animals in the land of gold. So you're like, this is kind of like Adam, but.",
    "start": "00:42:31",
    "end": "00:42:41"
  },
  {
    "text": "No, but something's off.",
    "start": "00:42:41",
    "end": "00:42:42"
  },
  {
    "text": "Something's off.",
    "start": "00:42:42",
    "end": "00:42:43"
  },
  {
    "text": "Yeah.",
    "start": "00:42:43",
    "end": "00:42:43"
  },
  {
    "text": "No. He made silver as common as rocks. And loads of chariot cities. He gathered chariots and horses. 1400 chariots, 12,000 horsemen.",
    "start": "00:42:43",
    "end": "00:42:53"
  },
  {
    "text": "That's a lot of horses.",
    "start": "00:42:53",
    "end": "00:42:54"
  },
  {
    "text": "And verse 28, his import of horses was from Egypt.",
    "start": "00:42:54",
    "end": "00:42:58"
  },
  {
    "text": "Yeah.",
    "start": "00:42:58",
    "end": "00:42:59"
  },
  {
    "text": "So, I mean, it's just.",
    "start": "00:42:59",
    "end": "00:43:00"
  },
  {
    "text": "That's a very clear detail.",
    "start": "00:43:00",
    "end": "00:43:01"
  },
  {
    "text": "Very. If you haven't followed any of the other hyperlinks, here's a glowing.",
    "start": "00:43:02",
    "end": "00:43:06"
  },
  {
    "text": "I'm slapping you in the face.",
    "start": "00:43:06",
    "end": "00:43:07"
  },
  {
    "text": "So you just watched him violate every single rule that the kings of Israel were not supposed to do. Then you get the story of the Queen of Sheba that we talked about. What's the story? Right after the Queen of Sheba, First Kings, chapter 11.",
    "start": "00:43:07",
    "end": "00:43:22"
  },
  {
    "text": "Yeah. What's his?",
    "start": "00:43:22",
    "end": "00:43:23"
  },
  {
    "text": "Now, Solomon loved many foreign women. Remember how the story opened with a dream? Yes. Solomon loved Yahweh. Now, the whole Solomon story is this kind of chiastic symmetry, and it begins and ends.",
    "start": "00:43:23",
    "end": "00:43:38"
  },
  {
    "text": "Love for Yahweh, loving women.",
    "start": "00:43:38",
    "end": "00:43:40"
  },
  {
    "text": "His love for many women. Daughter of Pharaoh, Moabite, Ammonite, Edomite, Sidonian, Hittite, women from all the nations, which the Lord said, don't marry them. They will turn your hearts away to their gods. To these women, Solomon joined Himself. Genesis 2. A man shall leave his father and mother and be joined to his wife. Solomon joins himself to women. All right. But in the inversion of Genesis 2, 24, 700 wives, 300 just women that he gets to sleep with concubines. And this turned his heart away. And so when he was old, his heart was turned away after other gods wasn't like his father, David. So there you go, man. Solomon, he becomes the most successful and the biggest failure of all the sons of David. So you have to stop and ask yourself, why is the narrator giving me this portrait? That. What role does this play in? It's unequaled among any of the other kings of Israel.",
    "start": "00:43:40",
    "end": "00:44:43"
  },
  {
    "text": "It's like a big tease. It's like, here's exactly what we've been waiting for.",
    "start": "00:44:43",
    "end": "00:44:48"
  },
  {
    "text": "Yeah.",
    "start": "00:44:48",
    "end": "00:44:49"
  },
  {
    "text": "Never mind. Just kidding.",
    "start": "00:44:49",
    "end": "00:44:52"
  },
  {
    "text": "Yes. Yeah. Well, that's one way to interpret. You have your thumb on something important. It leads you to hope and think like. Yes. It's like a narrative device that. It's not like it tricks you. Well, that's how you're one. You could, from one perspective, you could say it's tricking you.",
    "start": "00:44:52",
    "end": "00:45:09"
  },
  {
    "text": "Well, I don't mean trick. I mean, like. But it brings you through that emotional roller coaster.",
    "start": "00:45:09",
    "end": "00:45:15"
  },
  {
    "text": "Yeah, that's right. Of like, wow, this is what's possible.",
    "start": "00:45:15",
    "end": "00:45:18"
  },
  {
    "text": "This is what's possible.",
    "start": "00:45:18",
    "end": "00:45:19"
  },
  {
    "text": "Look what happens when.",
    "start": "00:45:19",
    "end": "00:45:20"
  },
  {
    "text": "Or, like, it's happening. It's not like this is possible. It's like it's happening.",
    "start": "00:45:21",
    "end": "00:45:25"
  },
  {
    "text": "Yeah, yeah. Here we go.",
    "start": "00:45:25",
    "end": "00:45:26"
  },
  {
    "text": "Yes.",
    "start": "00:45:26",
    "end": "00:45:27"
  },
  {
    "text": "Yeah.",
    "start": "00:45:27",
    "end": "00:45:27"
  },
  {
    "text": "And it's like, nevermind.",
    "start": "00:45:27",
    "end": "00:45:28"
  },
  {
    "text": "Yeah.",
    "start": "00:45:29",
    "end": "00:45:29"
  },
  {
    "text": "It's not actually happening.",
    "start": "00:45:29",
    "end": "00:45:30"
  },
  {
    "text": "Yeah.",
    "start": "00:45:30",
    "end": "00:45:31"
  },
  {
    "text": "It's worse than you thought.",
    "start": "00:45:31",
    "end": "00:45:32"
  },
  {
    "text": "That's right. Totally. Yeah. This is so par for course the Hebrew Bible. This is such a common strategy where a character will be introduced, great potential, and they are a mix of success and then terrible failure. But then the story of the wise Solomon sits here now in the Hebrew Bible and becomes a resource of imagery. When the seed of the woman finally does come, he will be a greater than Solomon. Jesus uses that very phrase to describe himself. He calls himself a greater than Solomon in Matthew chapter 12. What that shows is he read the story of Solomon as a pointer beyond Solomon, but one who would be like Solomon. At least the good part of the portrait.",
    "start": "00:45:32",
    "end": "00:46:19"
  },
  {
    "text": "Right.",
    "start": "00:46:19",
    "end": "00:46:19"
  },
  {
    "text": "So what portrait of Solomon turns up the volume on wisdom. He wants to learn wisdom.",
    "start": "00:46:21",
    "end": "00:46:27"
  },
  {
    "text": "Yeah.",
    "start": "00:46:27",
    "end": "00:46:28"
  },
  {
    "text": "But not by taking it, but by receiving it as a gift.",
    "start": "00:46:28",
    "end": "00:46:31"
  },
  {
    "text": "Yeah. The thing that got us so close to that great ruling person, the seed, was that he asked for wisdom. He asked for God's wisdom and he decided not to take it on his own. But God said, hey, this is going to be a lifelong practice. And what Solomon does is all these little things that kind of add up, which is taking him away from that decision.",
    "start": "00:46:31",
    "end": "00:47:00"
  },
  {
    "text": "Yeah, correct.",
    "start": "00:47:00",
    "end": "00:47:01"
  },
  {
    "text": "Until all of a sudden you realize like, no, he's just gorging on the tree of knowledge.",
    "start": "00:47:01",
    "end": "00:47:05"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:47:05",
    "end": "00:47:06"
  },
  {
    "text": "Good and bad.",
    "start": "00:47:06",
    "end": "00:47:07"
  },
  {
    "text": "Yeah. He said he wasn't going to take it. And then you realize that he is and notice his story comes to a culmination in two stories about two kinds of women. One is a loaded Eden like queen who, once they join forces, they're like this power wisdom couple that brings praise to Yahweh.",
    "start": "00:47:07",
    "end": "00:47:28"
  },
  {
    "text": "Yeah.",
    "start": "00:47:28",
    "end": "00:47:28"
  },
  {
    "text": "The next narrative is a thousand women, right? The foreign woman, the strange woman who leads his heart astray to other gods. He joins himself to them and he leads them on a path towards death. So you have the son of David faced with two women. But these two women are in the narrative icons of a much larger set of issues about will you follow Yahweh and trust his wisdom? Will you do what's right in your own eyes? Live by your own wisdom? And we're watching Proverbs, Song of Songs and Ecclesiastes just getting set up right before our eyes here in the story. Because that is the center image of the three books of Solomon in the Hebrew Bible.",
    "start": "00:47:28",
    "end": "00:48:13"
  },
  {
    "text": "And you said that God's wisdom is personified as a woman.",
    "start": "00:48:15",
    "end": "00:48:20"
  },
  {
    "text": "Yeah, that's right. So let's say that Solomon had not married all those women of First Kings 11. We're not ever told that he married the Queen of Sheba, but the story kind of leads you to think, like, are they gonna sleep together? What's gonna happen?",
    "start": "00:48:20",
    "end": "00:48:38"
  },
  {
    "text": "There's some chemistry.",
    "start": "00:48:38",
    "end": "00:48:39"
  },
  {
    "text": "And then it ends up being awesome. But he doesn't marry her.",
    "start": "00:48:39",
    "end": "00:48:42"
  },
  {
    "text": "Yeah.",
    "start": "00:48:42",
    "end": "00:48:43"
  },
  {
    "text": "And so it leaves you wondering, like, wow, man. What if they had gotten married?",
    "start": "00:48:43",
    "end": "00:48:46"
  },
  {
    "text": "Yeah, right.",
    "start": "00:48:46",
    "end": "00:48:47"
  },
  {
    "text": "That would have been awesome.",
    "start": "00:48:47",
    "end": "00:48:48"
  },
  {
    "text": "The one who got away.",
    "start": "00:48:48",
    "end": "00:48:49"
  },
  {
    "text": "Yeah. Because she was wise, because she could discern Yahweh's wisdom at work. And so. But it leaves it as unrealized potential.",
    "start": "00:48:49",
    "end": "00:48:58"
  },
  {
    "text": "She was a foreigner, though.",
    "start": "00:48:58",
    "end": "00:48:59"
  },
  {
    "text": "Mm, that's true. Yeah, that's true. Yeah. And then you have all the women that he actually does go with. These two women in the stories of Solomon represent two kinds of. Just like the two Eves of the Genesis story, the ideal Eve and the Genesis 3 Eve. And they become narrative icons for the two ways. The fear of the Lord not fearing the Lord. The way of wisdom, the way of folly. The way that leads. That would lead to life and a new Eden. The way that leads to exile and death and so on. And so once that table is set, the Solomon story, then you walk into Proverbs and you meet a Solomon who's urging his sons that said, the Book of Proverbs begins. The Proverbs of Solomon. And then it's 10 speeches from a father to a son saying, listen, stay away from the wayward woman. Stay away from the foreign woman. It's the same word as in the Solomon story. She leads to death. She'll lead you away from Yahweh. She'll say that she's giving you life and love, but she'll lead you to death. Choose Lady Wisdom. In her hands are wealth and honor and eternal life. So it's as if it's Solomon. We're imagining the voice of Solomon speaking the Proverbs to us, warning the next generation to not do what he did. I'm saying narratively, you imagine the whole book of Proverbs as coming from a Solomon who learned the hard way. And he's trying to help the next generation not repeat his mistakes.",
    "start": "00:48:59",
    "end": "00:50:33"
  },
  {
    "text": "Yeah.",
    "start": "00:50:33",
    "end": "00:50:34"
  },
  {
    "text": "Ecclesiastes comes in, and you have the Solomon who's at the end of his life. And do you remember? He opens. Well, we'll look at this. Ecclesiastes opens by saying, I was king in Jerusalem. I made it like Eden. I had pools, I had singers, I had gardens, I had this. And it was all heavel. It was all vapor, and it led towards death and sadness and meaninglessness. So there you get Solomon reflecting back on his Eden that he made, and it didn't last, and it didn't actually bring him life that he wanted. And then you get Song of Songs, which we'll talk about, but which is all about a Solomon like figure pursuing the beloved woman and finally being reunited with her under the tree. And that's how the book ends. Just like. Oh, of course. These books are what they are. This is all about humanity's quest for wisdom and life. And there's two ways and two women.",
    "start": "00:50:34",
    "end": "00:51:28"
  },
  {
    "text": "Yeah.",
    "start": "00:51:28",
    "end": "00:51:28"
  },
  {
    "text": "Anyhow, that's cool. So if we can do just that in the video. From Eden to Solomon, setting up to how the Solomon books each are kind of working off a different theme.",
    "start": "00:51:28",
    "end": "00:51:39"
  },
  {
    "text": "Yeah. So we're not. So you left Job out.",
    "start": "00:51:39",
    "end": "00:51:41"
  },
  {
    "text": "Oh, thus far.",
    "start": "00:51:42",
    "end": "00:51:43"
  },
  {
    "text": "Okay.",
    "start": "00:51:43",
    "end": "00:51:43"
  },
  {
    "text": "Yeah. Well, so here's Job. Do you remember Job? Solomon was wiser than all the Sons of the East?",
    "start": "00:51:43",
    "end": "00:51:49"
  },
  {
    "text": "Yeah.",
    "start": "00:51:49",
    "end": "00:51:50"
  },
  {
    "text": "And so one of the hyperlinks that Job is activating is Job is the greatest of all of the sons of the East. His friends are also the sons of the East. None of them end up being able to figure out the truth of what's really happening with Job. Job himself can't figure out wisdom. There's a whole poem in the book of Job about how humans don't have access to God's wisdom. They need to live by the fear of the Lord and trust. So Job becomes like a Solomon like character who can't ends up only at the end of the book. All he can do is trust. He won't be able to play the role of God with God's wisdom and vantage point. So all four of the books are tied in to Solomon's story in different ways. Yeah.",
    "start": "00:51:50",
    "end": "00:52:33"
  },
  {
    "text": "Sam, all of this woman imagery, it makes a lot of sense as a man.",
    "start": "00:52:58",
    "end": "00:53:42"
  },
  {
    "text": "Correct.",
    "start": "00:53:43",
    "end": "00:53:43"
  },
  {
    "text": "But if I'm a woman meditating on all of this.",
    "start": "00:53:43",
    "end": "00:53:46"
  },
  {
    "text": "Yeah, yeah, yeah, yeah, yeah.",
    "start": "00:53:46",
    "end": "00:53:47"
  },
  {
    "text": "It feels. It almost would start to feel like, oh, this wasn't really written for me.",
    "start": "00:53:47",
    "end": "00:53:51"
  },
  {
    "text": "Yeah.",
    "start": "00:53:51",
    "end": "00:53:51"
  },
  {
    "text": "Like. Because the metaphor becomes really, really beautiful. But it's rooted in man, in man's relationship with his other. And I'm almost kind of curious, like, what if a woman had designed this?",
    "start": "00:53:51",
    "end": "00:54:07"
  },
  {
    "text": "Yes, yes.",
    "start": "00:54:07",
    "end": "00:54:08"
  },
  {
    "text": "Whole narrative.",
    "start": "00:54:08",
    "end": "00:54:09"
  },
  {
    "text": "Yeah, I hear that. So in other words, what you're saying, it's an important observation to make that this governing narrative with these male representatives and iconic women is framed on one level From a male perspective, right?",
    "start": "00:54:09",
    "end": "00:54:27"
  },
  {
    "text": "Yeah.",
    "start": "00:54:27",
    "end": "00:54:28"
  },
  {
    "text": "It's the woman that represents a choice. There are some times where it gets reversed, where you have a. However, there are multiple books in the Hebrew Bible that reverse it and tell the story using the same archetypal patterns, but from the woman's. From the woman's perspective. And this is the important role of the book of Ruth, of the book of Esther, and of the book of the Song of Songs. The Song of Songs is mostly the voice of the woman about her experience in pursuing the man. So it becomes an Adam and Eve, Solomon and Sheba type of story. But now it's from Eve and Sheba's perspective about their pursuit of the lover. So it seems to me the authors of the Hebrew Bible understand this, they're aware of it. So they have also created complementary contributions in the Hebrew Bible that let you know this isn't just for men. Even though that governing narrative, the Eden narrative, has, like, the two Eves or Solomon, the two women, these men, these archetypal men, like the Adam or the Solomon, they're an icon for the reader who could be male or female based on their own choices and situations in life. However, I should say that I say all that. I'm a man. That's how I experience the Hebrew Bible. So there's been a really important development in modern biblical scholarship. It goes by different names. Some people call it feminist readings or womanist, but there are important scholars, and it's not. Some of it's driven by different interests, but I think there's a really important contribution here in that it's important that men who have given themselves to study the Scriptures have their own assumptions and biases pointed out to them. And to hear how women experience this narrative. Am I speaking to what you're identifying at all?",
    "start": "00:54:28",
    "end": "00:56:27"
  },
  {
    "text": "Yeah, no, that's really helpful. I want to dig in more and I'm sure we'll have opportunity to do this about the significance of this metaphor. Yeah, we've just been talking about the metaphor, but why choose this metaphor?",
    "start": "00:56:28",
    "end": "00:56:41"
  },
  {
    "text": "Yes.",
    "start": "00:56:41",
    "end": "00:56:42"
  },
  {
    "text": "Of the pursuing the other, the human other, who is essential for us to rule together.",
    "start": "00:56:42",
    "end": "00:56:49"
  },
  {
    "text": "Together. That's right. Yeah.",
    "start": "00:56:49",
    "end": "00:56:51"
  },
  {
    "text": "Why has that become the metaphor for pursuing God's wisdom?",
    "start": "00:56:51",
    "end": "00:56:54"
  },
  {
    "text": "Correct. Yep, yep. And in the Song of Songs, it's the recapturing the Eden ideal is depicted in the erotic pursuit of two lovers.",
    "start": "00:56:54",
    "end": "00:57:03"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:57:03",
    "end": "00:57:04"
  },
  {
    "text": "Who come together under the tree.",
    "start": "00:57:04",
    "end": "00:57:06"
  },
  {
    "text": "Yeah.",
    "start": "00:57:06",
    "end": "00:57:07"
  },
  {
    "text": "So, yeah, man, this is actually. This is new horizon for me. I just. I've been waiting. I've been putting Song of Songs on hold.",
    "start": "00:57:07",
    "end": "00:57:14"
  },
  {
    "text": "Yeah, yeah. I know.",
    "start": "00:57:14",
    "end": "00:57:16"
  },
  {
    "text": "For a couple years.",
    "start": "00:57:16",
    "end": "00:57:17"
  },
  {
    "text": "For years you've been telling me.",
    "start": "00:57:17",
    "end": "00:57:18"
  },
  {
    "text": "Yep. Just buying books, stacking the bibliography, and just waiting. So. So I just gave myself a week to just take the deep dive in prep for this conversation. And actually, I'm convinced that Rabbi Akiva was right on when he said that when you open the scroll of the Song of Songs, you are stepping into the holy of holies of the Hebrew Bible. It's the whole thing in one little book because. And remember the word knowledge in Genesis 4, verse 1, Adam knew his wife.",
    "start": "00:57:18",
    "end": "00:57:53"
  },
  {
    "text": "Yeah. It's a sexually loaded word.",
    "start": "00:57:53",
    "end": "00:57:55"
  },
  {
    "text": "Yeah. It can be applied to sexual intimacy. That humanity's pursuit of wisdom and life can be set on analogy to humanity's pursuit of sexual pleasure. There's some relationship between knowing and sexual pursuit and desire and fulfillment. There's something interconnected. For the biblical authors, they want us to see those two as interconnected, which is why Song of Songs, I think, needs to be restored fully to the wisdom literature. They're not different things.",
    "start": "00:57:55",
    "end": "00:58:28"
  },
  {
    "text": "Is that where we're gonna go next? Or where's next?",
    "start": "00:58:28",
    "end": "00:58:31"
  },
  {
    "text": "Where's next? I just thought real quick, we could just profile each of the four books in a little more detail. Because think in the video, in the video, I want us to reframe the story of the tree in Eden about the choice of wisdom. Then I want us to develop House the Solomon story. Develops all that like what we just did. And then I think it'd be helpful to profile. Here's a way to approach what's going on in each of the wisdom books.",
    "start": "00:58:31",
    "end": "00:59:00"
  },
  {
    "text": "We did that in brief, but we'll do it in a little more detail.",
    "start": "00:59:01",
    "end": "00:59:03"
  },
  {
    "text": "Just a little more detail. Kind of fill it out. Some things that we could do. In reality, it'll probably be, what, 45 seconds or a minute, you know, for each of the four books. But it'd be fun to imagine. What's the profile?",
    "start": "00:59:03",
    "end": "00:59:15"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. Next week, we're going to look at a book of the Bible directly connected to the wisdom of Solomon, the Book of Proverbs.",
    "start": "00:59:17",
    "end": "00:59:27"
  },
  {
    "text": "The Book of Proverbs is designed as this retroflection on Genesis 1:3 that you go back and you look and you say, oh, whoa. I can now see new Things in Genesis 1 through 3 through the lens of proverbs that were there all along, just waiting to be activated.",
    "start": "00:59:27",
    "end": "00:59:43"
  },
  {
    "text": "Today's show is produced by Dan Gummel. Theme music by the Band Tents. Bibleproject is a nonprofit. We're in Portland, Oregon, and we believe the Bible is a unified story that leads to Jesus. We make videos, this podcast, other resources to help people see the unified story. All of our resources are for free because of the generous support of many people like you. So thanks for being a part of this with us.",
    "start": "00:59:43",
    "end": "01:00:07"
  },
  {
    "text": "Hi, this is Allison dasarofino. I'm from Phoenix, Arizona and I first heard about the Bible Project at my church. They showed the Heaven and Earth video and I was hooked. I use the Bible Project mostly listening to the podcast, but we also use it for our small group when we start a new book of the Bible. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, and more@thebibleproject.com.",
    "start": "01:00:08",
    "end": "01:00:35"
  }
]