[
  {
    "text": "Hey, everyone. Before we start this podcast episode, I wanted to give you an announcement. The Bible Project made a beautiful coffee table book that's filled with all of the diagrams from our Read Scripture series and the scripts to those videos. It's bound together in hardback cloth. It's a big book. It's really well designed. We're very proud of it. Now, here's what we did. We designed this book and then we went and had about 10,000 of them, not about. We had 10,000 of them printed. And we have those 10,000 reserved for supporters of this project. And if you're a supporter by now, you've got an email about how to get one of those. We're giving those to supporters at cost as a thank you. But now we want to open it up to everyone else and to supporters who wanted more than one. And so we're going to do a second print run. We don't know how many to print in the second run, and print runs are kind of expensive. So we started a Kickstarter and you can pre order a coffee table book or two on Kickstarter. These are going to be ready before Christmas. So, yeah, order two, get one as a present. Check out the Kickstarter. It's at Google. Jointhebibleproject.com ReadScripture or you can just find that link in the show notes and it'll send you there to the Kickstarter page. But again, it's go jointhebibleproject.com readscripture check it out. And now onto the episode. Hi, this is John, and in this episode of the BibleProject podcast, I'm gonna be having a discussion with Tim about literary genres in the Bible. If you've been paying attention to this project, you know, we've been working through a series on our YouTube channel called how to the Bible. The first video in that series was what's in the Bible? What can you expect to find when you open it? The second video was what's the story of the Bible? This unified story that ties everything together. In this third video and the conversation we're going to have now, we're going to introduce the idea of the Bible using different literary styles to tell its story, namely narrative poetry and prose discourse.",
    "start": "00:00:08",
    "end": "00:02:16"
  },
  {
    "text": "The big three main types of literature. All of those in the Bible have their own, own ways of thinking and talking that you have to become accustomed to. And then when you do, the goal is that living in these narratives, that you begin to see your life in terms of these narratives. And that when you pray that this poetry shapes how you talk to God and then hear from God. So that's the goal, is a lifetime of immersion.",
    "start": "00:02:16",
    "end": "00:02:46"
  },
  {
    "text": "The Bible is God's words to us, but it's also the literary creation of our fellow humans who are using language in specific ways to open our imagination and teach us things about ourselves, about God and about others. Thanks for listening. Here we go. So we are preparing for a video on the Bible as ancient literature.",
    "start": "00:02:46",
    "end": "00:03:13"
  },
  {
    "text": "Yes. Doesn't that just sound thrilling?",
    "start": "00:03:13",
    "end": "00:03:17"
  },
  {
    "text": "Actually it does. And if it doesn't yet, it will, hopefully. And so the first video, what's in the. No, what is the Bible?",
    "start": "00:03:17",
    "end": "00:03:29"
  },
  {
    "text": "Yeah, what is the Bible?",
    "start": "00:03:29",
    "end": "00:03:30"
  },
  {
    "text": "What's in it?",
    "start": "00:03:30",
    "end": "00:03:31"
  },
  {
    "text": "Yep. How'd it come into existence? In a nutshell.",
    "start": "00:03:31",
    "end": "00:03:33"
  },
  {
    "text": "Second video, what's the whole story of the Bible?",
    "start": "00:03:33",
    "end": "00:03:36"
  },
  {
    "text": "Kind of unifying the whole thing.",
    "start": "00:03:36",
    "end": "00:03:38"
  },
  {
    "text": "So the whole Bible in five minutes, and this one now is taking a step back and going, there's a bunch of different types of literature in the Bible. And what does that mean for there to be different types of literature? And why should I care? And how does that mean?",
    "start": "00:03:39",
    "end": "00:03:58"
  },
  {
    "text": "Yeah. So it's a unified storyline that unites a small library of books. And then each of those books, or even within each book, there are very different types of literature. And each of those requires a different skill set, different set of expectations, a different approach. Not to mention the fact that it's ancient.",
    "start": "00:03:58",
    "end": "00:04:22"
  },
  {
    "text": "Ancient types of literature.",
    "start": "00:04:23",
    "end": "00:04:24"
  },
  {
    "text": "Ancient types of literature. So there's adjusting my expectations from page to page depending on what I'm reading.",
    "start": "00:04:24",
    "end": "00:04:31"
  },
  {
    "text": "So it's one unified story.",
    "start": "00:04:31",
    "end": "00:04:32"
  },
  {
    "text": "Yeah.",
    "start": "00:04:32",
    "end": "00:04:33"
  },
  {
    "text": "But it's composed of many different types of ancient literature.",
    "start": "00:04:33",
    "end": "00:04:38"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:04:38",
    "end": "00:04:39"
  },
  {
    "text": "So like an analog to that would be like my body has a bunch of different types of cells, but it makes one unified human being.",
    "start": "00:04:39",
    "end": "00:04:48"
  },
  {
    "text": "But that's just it. If that's the case, then what it means is becoming a more wise, effective reader of the Scriptures means first of all, learning to appreciate literature and how different styles of literature work, and then second, learning the literature of another culture from another time. And that's just.",
    "start": "00:04:48",
    "end": "00:05:16"
  },
  {
    "text": "It's the nature of reading your Bible.",
    "start": "00:05:18",
    "end": "00:05:19"
  },
  {
    "text": "It's the nature of reading your Bible. It's a cross culture literary experience.",
    "start": "00:05:19",
    "end": "00:05:23"
  },
  {
    "text": "Yeah. And I have many times bemoaned that fact.",
    "start": "00:05:24",
    "end": "00:05:29"
  },
  {
    "text": "Yeah. This is another way of saying, in a fancy, maybe too fancy way, just describing why the Bible is challenging to read and why it poses so many just difficulties for modern readers.",
    "start": "00:05:30",
    "end": "00:05:47"
  },
  {
    "text": "Right. Yeah. Why didn't God just give us a matrix upload to the Bible instead of having to learn ancient.",
    "start": "00:05:47",
    "end": "00:05:55"
  },
  {
    "text": "We've joked before, why Didn't. I'm looking at you in the recording room. You're wearing these huge headphones. But I think we've talked before about those, like, UN, United nations gathering.",
    "start": "00:05:55",
    "end": "00:06:08"
  },
  {
    "text": "It's translating to your language.",
    "start": "00:06:08",
    "end": "00:06:09"
  },
  {
    "text": "Yeah. Immediately, whatever somebody's saying in French, it gets translated.",
    "start": "00:06:09",
    "end": "00:06:13"
  },
  {
    "text": "Yes. That's what. That's what we need.",
    "start": "00:06:13",
    "end": "00:06:16"
  },
  {
    "text": "That's what we think we would want.",
    "start": "00:06:16",
    "end": "00:06:19"
  },
  {
    "text": "Yeah, right.",
    "start": "00:06:19",
    "end": "00:06:20"
  },
  {
    "text": "It is what we.",
    "start": "00:06:21",
    "end": "00:06:21"
  },
  {
    "text": "So what I would do is I would open the Bible and I put on the headphones and as I read, it would, like, translate into, like, modern English. God would be translating.",
    "start": "00:06:21",
    "end": "00:06:31"
  },
  {
    "text": "Yeah, sure. And that's what English readers have. I mean, we have modern translations.",
    "start": "00:06:31",
    "end": "00:06:37"
  },
  {
    "text": "Yeah.",
    "start": "00:06:37",
    "end": "00:06:38"
  },
  {
    "text": "But those translations are still filled with a lot of ancient metaphors, weird phrases, figures of speech. And so this is what modern translations that also paraphrase into modern Western imagery do, like the New Living translation or Eugene Peterson's the Message. And that's a really. That's a noble task. They're great translations to read for what they are because they get you thinking in your own language and imagery, however.",
    "start": "00:06:39",
    "end": "00:07:09"
  },
  {
    "text": "Well, but can I stop you?",
    "start": "00:07:09",
    "end": "00:07:11"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:07:11",
    "end": "00:07:11"
  },
  {
    "text": "The translations don't. They'll help you translate from Hebrew or Greek to English, but they're not telling you, hey, this is the type of literature. This is Correct. And why it's important that you know what type of literature you're reading.",
    "start": "00:07:11",
    "end": "00:07:26"
  },
  {
    "text": "Yeah, yeah. You have to develop that skill set, whether you're reading, I think, in the message or the modern translation. Yeah. No matter what, or if you learn Hebrew and Greek, you still have to learn how to adjust your expectations and what to look for in these different types of literature.",
    "start": "00:07:26",
    "end": "00:07:43"
  },
  {
    "text": "And I never learned that growing up in the church. We never talked about that.",
    "start": "00:07:43",
    "end": "00:07:47"
  },
  {
    "text": "Yeah. We met in college where we were taking classes.",
    "start": "00:07:47",
    "end": "00:07:52"
  },
  {
    "text": "Yeah. And that's like, the first time thinking through literary genres.",
    "start": "00:07:52",
    "end": "00:07:56"
  },
  {
    "text": "Yeah. It took to go to a college with a dedicated Biblical literature department program that we were first exposed to this. But it seems so common sense, Right?",
    "start": "00:07:56",
    "end": "00:08:07"
  },
  {
    "text": "Sure.",
    "start": "00:08:08",
    "end": "00:08:08"
  },
  {
    "text": "So this is my metaphor, because I think it might help us organize the conversation as we go on.",
    "start": "00:08:09",
    "end": "00:08:14"
  },
  {
    "text": "Okay.",
    "start": "00:08:14",
    "end": "00:08:14"
  },
  {
    "text": "Think of what a large grocery store is in modern Western culture. And there you walk into these huge places, and there is a principle of organization.",
    "start": "00:08:15",
    "end": "00:08:26"
  },
  {
    "text": "Yeah. Do you know why they put the milk in the back? They do it on purpose. All the fresh stuff. The milk and the eggs.",
    "start": "00:08:26",
    "end": "00:08:35"
  },
  {
    "text": "Yeah, yeah, it's in the back.",
    "start": "00:08:35",
    "end": "00:08:36"
  },
  {
    "text": "So you have to walk all the way through the stor.",
    "start": "00:08:36",
    "end": "00:08:38"
  },
  {
    "text": "You have to make it past the Doritos.",
    "start": "00:08:39",
    "end": "00:08:40"
  },
  {
    "text": "Yeah. You gotta cut through an aisle or you gotta go all the way around. And then you're like, in the heart of the city.",
    "start": "00:08:40",
    "end": "00:08:46"
  },
  {
    "text": "To make it by the ice cream.",
    "start": "00:08:46",
    "end": "00:08:48"
  },
  {
    "text": "Yeah.",
    "start": "00:08:48",
    "end": "00:08:48"
  },
  {
    "text": "To get to the eggs.",
    "start": "00:08:48",
    "end": "00:08:50"
  },
  {
    "text": "Yeah, to get to the eggs.",
    "start": "00:08:50",
    "end": "00:08:52"
  },
  {
    "text": "I've never thought of that. So there you go. Yes. Yeah. These large buildings full of so many individual, different items. But there's a clear logic to it.",
    "start": "00:08:52",
    "end": "00:09:04"
  },
  {
    "text": "Yeah.",
    "start": "00:09:04",
    "end": "00:09:04"
  },
  {
    "text": "And organization. Yeah. So I was just thinking more broadly, like, they put dairy together and apparently at the back.",
    "start": "00:09:05",
    "end": "00:09:11"
  },
  {
    "text": "In the back. Right.",
    "start": "00:09:11",
    "end": "00:09:12"
  },
  {
    "text": "But then, you know, so they group. Well, they group like, with, like, kind of dairy, milk, yogurt and cheese. Right. Produce, fruits and veggies, which aren't. Well, they grow out of the ground or plants, but they're really different kinds of plants. Meat. The meat counter. But then think of how I remember. Oh, I was young, and it struck me that the bread and the jelly and the peanut butter is all in one aisle.",
    "start": "00:09:14",
    "end": "00:09:45"
  },
  {
    "text": "Smart.",
    "start": "00:09:45",
    "end": "00:09:46"
  },
  {
    "text": "And then growing older and when I was a student studying overseas and so on, I realized, like, oh, that's a very American thing.",
    "start": "00:09:47",
    "end": "00:09:55"
  },
  {
    "text": "Yeah.",
    "start": "00:09:56",
    "end": "00:09:56"
  },
  {
    "text": "Peanut butter and jelly sandwich.",
    "start": "00:09:57",
    "end": "00:09:58"
  },
  {
    "text": "You go into grocery stores and other cultures.",
    "start": "00:09:58",
    "end": "00:10:01"
  },
  {
    "text": "Yeah.",
    "start": "00:10:01",
    "end": "00:10:01"
  },
  {
    "text": "And it's a wild experience.",
    "start": "00:10:01",
    "end": "00:10:03"
  },
  {
    "text": "So the peanut butter and jelly sandwich aisle is a very uniquely cultural thing. Okay. So. Yeah, so that's one thing. Second of all, let's say you are going into a new one. You usually go to whatever.",
    "start": "00:10:08",
    "end": "00:10:22"
  },
  {
    "text": "Fred Meyers.",
    "start": "00:10:23",
    "end": "00:10:23"
  },
  {
    "text": "Fred Meyers, which is a.",
    "start": "00:10:23",
    "end": "00:10:24"
  },
  {
    "text": "Which is really confusing.",
    "start": "00:10:25",
    "end": "00:10:26"
  },
  {
    "text": "West coast brand.",
    "start": "00:10:26",
    "end": "00:10:28"
  },
  {
    "text": "That's like the most. The one near me, they got, like, they've got the organic section where they've got everything, and then they've got.",
    "start": "00:10:28",
    "end": "00:10:34"
  },
  {
    "text": "Which is a little mini organized universe unto itself, the organic section.",
    "start": "00:10:34",
    "end": "00:10:38"
  },
  {
    "text": "And then they have the rest of everything.",
    "start": "00:10:39",
    "end": "00:10:41"
  },
  {
    "text": "Totally.",
    "start": "00:10:41",
    "end": "00:10:41"
  },
  {
    "text": "And so literally, there's like three places you could find eggs.",
    "start": "00:10:41",
    "end": "00:10:44"
  },
  {
    "text": "That's right.",
    "start": "00:10:44",
    "end": "00:10:45"
  },
  {
    "text": "Right.",
    "start": "00:10:45",
    "end": "00:10:45"
  },
  {
    "text": "Or three places to get yogurt.",
    "start": "00:10:45",
    "end": "00:10:47"
  },
  {
    "text": "Yeah.",
    "start": "00:10:47",
    "end": "00:10:47"
  },
  {
    "text": "Yeah.",
    "start": "00:10:47",
    "end": "00:10:48"
  },
  {
    "text": "It's so confusing.",
    "start": "00:10:48",
    "end": "00:10:49"
  },
  {
    "text": "Oh, the Fred Meyers by me is like that. But all the same, I love. I love my neighborhood Fred mugs.",
    "start": "00:10:49",
    "end": "00:10:54"
  },
  {
    "text": "Oh, totally.",
    "start": "00:10:54",
    "end": "00:10:55"
  },
  {
    "text": "So, yeah, they're all organized slightly differently. So when you go into a new grocery store, what you're looking for, let's say you're looking for snacks to, like, whatever you're having a movie night with friends. What you're looking for is you're just scanning, going down, looking down long ways if you can't see the signs. Yeah. But really what you're looking for is chips. And the moment you see Doritos, all these other things light up in your. In your imagination of what's supposed to be in that aisle.",
    "start": "00:10:55",
    "end": "00:11:23"
  },
  {
    "text": "Okay.",
    "start": "00:11:23",
    "end": "00:11:24"
  },
  {
    "text": "So if The Doritos are there. Oh. Then that's where the salsa is going to be. The salsa is going to be. Because that's where the tortilla chips are going to be. Because that's where the seltzer water is going to be. That's where the juice is going to be. That's where the pops going to be.",
    "start": "00:11:25",
    "end": "00:11:36"
  },
  {
    "text": "Yeah.",
    "start": "00:11:36",
    "end": "00:11:36"
  },
  {
    "text": "So my point is just once you're familiar enough with how grocery stores works, you just need to see one item and then it will trigger all your expectations of what now to look for in that aisle. And so the question is, how did you learn all of that? We certainly didn't learn it in school. Like, there was no, you know, I'm.",
    "start": "00:11:36",
    "end": "00:11:58"
  },
  {
    "text": "Still learning that technique. I don't shop enough. I hate it, man. I get into a store and I'm like, kimchi, where's the kimchi? And then I'll spend a half hour looking.",
    "start": "00:11:58",
    "end": "00:12:08"
  },
  {
    "text": "I totally understand. So that's a good example of being in unfamiliar territory and not knowing what. Where to look for what or what to look for where. But to the trained.",
    "start": "00:12:08",
    "end": "00:12:20"
  },
  {
    "text": "Yeah. The person who goes grocery shopping every week.",
    "start": "00:12:21",
    "end": "00:12:23"
  },
  {
    "text": "Yes, totally. It takes. Yeah. And there's no.",
    "start": "00:12:23",
    "end": "00:12:26"
  },
  {
    "text": "You just figure it out.",
    "start": "00:12:27",
    "end": "00:12:28"
  },
  {
    "text": "You just figure it out by actually being in the grocery store. And to me, this is. You could think of a million analogies, but this is a helpful one. I think this is exactly what it's like to encounter the Bible. We're entering into another culture's grocery store, you know. Whoa.",
    "start": "00:12:28",
    "end": "00:12:49"
  },
  {
    "text": "Which is crazy.",
    "start": "00:12:49",
    "end": "00:12:50"
  },
  {
    "text": "Yeah.",
    "start": "00:12:50",
    "end": "00:12:50"
  },
  {
    "text": "Man. I remember.",
    "start": "00:12:50",
    "end": "00:12:51"
  },
  {
    "text": "Overwhelming.",
    "start": "00:12:51",
    "end": "00:12:52"
  },
  {
    "text": "Yeah. Go to like an Asian grocery store.",
    "start": "00:12:52",
    "end": "00:12:55"
  },
  {
    "text": "Yes.",
    "start": "00:12:55",
    "end": "00:12:55"
  },
  {
    "text": "Or like, it's just.",
    "start": "00:12:55",
    "end": "00:12:57"
  },
  {
    "text": "Yeah, yeah. When I lived in Jerusalem, you're like, what is this? Yeah. Going into grocery stores. And it depends. Are you going into Arab, Palestinian grocery store or are you going into an Israeli grocery store? And it depends because, you know, modern Israel is a mishmash of people from all kinds. So is it more like a Russian Israeli grocery store?",
    "start": "00:12:57",
    "end": "00:13:19"
  },
  {
    "text": "Yeah.",
    "start": "00:13:19",
    "end": "00:13:20"
  },
  {
    "text": "Is it the, like the Spanish, you know, Mediterranean, all these different. Anyway. Yes.",
    "start": "00:13:20",
    "end": "00:13:26"
  },
  {
    "text": "Yeah.",
    "start": "00:13:27",
    "end": "00:13:27"
  },
  {
    "text": "Yeah. If you want to, you can go to any city in the US and have a very cross cultural experience by going to.",
    "start": "00:13:27",
    "end": "00:13:34"
  },
  {
    "text": "Sure. Even. Yeah. Even within different cities.",
    "start": "00:13:34",
    "end": "00:13:37"
  },
  {
    "text": "Yes. Yes. So reading the Bible, it's like that. I'm convinced of it. And so that grocery store has a very intentionally thought out internal organization, but.",
    "start": "00:13:37",
    "end": "00:13:49"
  },
  {
    "text": "You don't get it.",
    "start": "00:13:49",
    "end": "00:13:50"
  },
  {
    "text": "Yeah. When you are in the Mediterranean, whatever, the Israeli or the Greek grocery store, and you begin at the aisle and you see tahini, it should trigger all kinds of other things related oh, this is where I'm going to find hummus. This is where I'm going whatever. Find the pickled this or that. So reading the Bible is the same exact way when I start reading whatever. When I start reading the book of Jeremiah and the opening scene is of it's kind of narrative and it's kind of poetry, but it's of a prophet being called and the prophet starts objecting like, oh, I'm too young, I'm not a very good speaker. And it's like seeing the tahini and you go, oh, oh, I know what I'm reading. I'm reading a prophetic call story and all these other similar types of literature in the Hebrew Bible. Now you're looking at lighting up. Now you're remembering. Oh yep. This is Exodus 3 and 4, the burning bush story. Oh yeah. This is exactly what happened to Gideon when the angel appeared to him. This is exactly what. And so it's learning. When I open up a psalm and the psalm begins. Oh Lord, hear my cry, don't be far from me. I'm sinking in the pit. And you're going, oh, yep. Psalm 3, Psalm 7, Psalm 13.",
    "start": "00:13:50",
    "end": "00:15:10"
  },
  {
    "text": "So you saw the phrase hear my cry. And that's like seeing Doritos and you're like, oh, I'm in the, I'm in that aisle.",
    "start": "00:15:11",
    "end": "00:15:18"
  },
  {
    "text": "Yep, yeah, yeah. So the biblical authors had at their disposal a wide variety of different types of literature, different food items, different literary items on the shelf. And they're all connected.",
    "start": "00:15:18",
    "end": "00:15:33"
  },
  {
    "text": "Literary techniques.",
    "start": "00:15:33",
    "end": "00:15:34"
  },
  {
    "text": "Literary techniques. And really learning to read the Bible is learning to become familiar with this grocery store.",
    "start": "00:15:34",
    "end": "00:15:42"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:15:42",
    "end": "00:15:43"
  },
  {
    "text": "And how to find things. And then what expectations? The moment that I see the Doritos or that I see the organic eggs versus the normal eggs, all of a sudden I have like a drop down menu of like, okay, look for this, look for this. Remember last time you were here? It looks here. So let's compare. So that's it. It's just, it's becoming acculturated to a different environment that has, it has a very well thought out system of communicating to you, but you just have to spend time in it.",
    "start": "00:15:43",
    "end": "00:16:17"
  },
  {
    "text": "And then I guess that would mean if it ever is breaking the rules intentionally, that becomes a massive. You're like in the, you're in the snack aisle and then there's.",
    "start": "00:16:17",
    "end": "00:16:30"
  },
  {
    "text": "Yes, yes.",
    "start": "00:16:30",
    "end": "00:16:31"
  },
  {
    "text": "Like a little freezer of frozen food and you're like, that never happens.",
    "start": "00:16:31",
    "end": "00:16:37"
  },
  {
    "text": "Yeah.",
    "start": "00:16:37",
    "end": "00:16:37"
  },
  {
    "text": "What's that freezer doing here?",
    "start": "00:16:37",
    "end": "00:16:39"
  },
  {
    "text": "Yeah, yeah, that's right. Totally. Yeah, Great example. I was just reading, was reading the Book of Ruth this week. And man, the whole everything in the Book of Ruth is keyed into the narratives of the matriarchs in the book of Genesis. It's all so closely connected. So it's these birth narratives, this type of narrative in the Old Testament where the family line is in danger. How's it going to get built up? Usually in Genesis, it's through women of less than upstanding character, you know, or who are kind of deceitful and scheming and through their deceitful intention.",
    "start": "00:16:39",
    "end": "00:17:22"
  },
  {
    "text": "Like a Rahab or like a. Well, she's not a schemer.",
    "start": "00:17:22",
    "end": "00:17:25"
  },
  {
    "text": "No. Like Rachel and Leah, they're these Aramean women who get brought in. Or Tamar, who's a prostitute, or Rebekah, who's also Aramean. She's actually pretty rad. And then Ruth is this non Israelite, Moabite woman. But the Messianic line of David. And so when you're reading Ruth and you start reading and you read about two Israelite sons who died, you start thinking of, oh, wait, I remember Genesis 38. And those two Israelite sons, they died too. And then the family line was put in jeopardy. So anyway, all that to say it's like the Hebrew Bible. Grocery store, and everything's there and it's all connected. And there's a real brilliant internal logic to it all, but it's learning.",
    "start": "00:17:25",
    "end": "00:18:14"
  },
  {
    "text": "And so to use an example that's even closer to the Bible is just movies and movie genres.",
    "start": "00:18:14",
    "end": "00:18:22"
  },
  {
    "text": "Yes. Yes. Okay, perfect.",
    "start": "00:18:22",
    "end": "00:18:23"
  },
  {
    "text": "Because it's a rule. If there's a gun in scene one, it's going to. Someone's gonna shoot it in scene three. That's just kind of a rule. And why is that a rule? No one actually wrote some movie rule. It's just something that happens over and over and over. If you're really good at watching movies, you understand movies. You see a gun in scene one, and then you know something's gonna happen in scene three, and if it doesn't, then you're like, whoa. Like that.",
    "start": "00:18:23",
    "end": "00:18:52"
  },
  {
    "text": "Dude, I just had this experience on a plane. Yeah. I had been reading and they looked up and it was on a Delta flight. They have the screens, you know.",
    "start": "00:18:52",
    "end": "00:19:02"
  },
  {
    "text": "Yeah.",
    "start": "00:19:02",
    "end": "00:19:02"
  },
  {
    "text": "And you know how when you become aware that somebody a couple seats down is watching a movie.",
    "start": "00:19:02",
    "end": "00:19:07"
  },
  {
    "text": "Yeah. You kind of watch over the shoulder a little bit.",
    "start": "00:19:07",
    "end": "00:19:09"
  },
  {
    "text": "And then you kind of watch it. Cause you're like, well, I'm read. But it's kind of hard not to watch. Anyway, so it was like, well into this movie and it was some Kind of science fiction. I still actually still don't know what.",
    "start": "00:19:09",
    "end": "00:19:18"
  },
  {
    "text": "It was because you can't hear it.",
    "start": "00:19:18",
    "end": "00:19:20"
  },
  {
    "text": "I can't hear it. And I'm dropping into the middle of a story. I have no concept of what's going on. But it's two really brilliant, shining alien characters. And I thought that they were having this kind of close, really meaningful conversation, but they were really. They were animated. I didn't think they were angry with each other, but they were really intense.",
    "start": "00:19:20",
    "end": "00:19:42"
  },
  {
    "text": "Okay.",
    "start": "00:19:42",
    "end": "00:19:43"
  },
  {
    "text": "And then all of a sudden, it did this cut to a sword lying on the floor at some distance in between them.",
    "start": "00:19:43",
    "end": "00:19:50"
  },
  {
    "text": "Yeah.",
    "start": "00:19:50",
    "end": "00:19:51"
  },
  {
    "text": "And then I was like, oh, I.",
    "start": "00:19:51",
    "end": "00:19:52"
  },
  {
    "text": "Know what's gonna happen.",
    "start": "00:19:52",
    "end": "00:19:53"
  },
  {
    "text": "This is the struggle for the weapon story.",
    "start": "00:19:53",
    "end": "00:19:56"
  },
  {
    "text": "The scene where they.",
    "start": "00:19:57",
    "end": "00:19:57"
  },
  {
    "text": "Scene where, like, it's the two finally facing off, and there's only one weapon who's gonna get it? And of course, immediately that's what happened next. It was. They were trying to get. And then wrestling. Yeah. You know, struggling to get to the sword. And then one got the sword and cut the other in half. But it was so funny. Like, you knew it was without knowing the scene. At first, I thought it was two friendly aliens having a conversation, but as.",
    "start": "00:19:58",
    "end": "00:20:23"
  },
  {
    "text": "Soon as they showed the cutaway of the sword, you're like, I know what aisle I'm in.",
    "start": "00:20:23",
    "end": "00:20:26"
  },
  {
    "text": "And it was half. It was half a second, just like this cutaway to the sword. And there was like, oh, I know everything that's about to happen.",
    "start": "00:20:26",
    "end": "00:20:32"
  },
  {
    "text": "Yes.",
    "start": "00:20:32",
    "end": "00:20:33"
  },
  {
    "text": "And that's exactly what happened. It's that.",
    "start": "00:20:33",
    "end": "00:20:35"
  },
  {
    "text": "Yes.",
    "start": "00:20:35",
    "end": "00:20:35"
  },
  {
    "text": "It's exactly. Yes.",
    "start": "00:20:35",
    "end": "00:20:36"
  },
  {
    "text": "Right.",
    "start": "00:20:36",
    "end": "00:20:36"
  },
  {
    "text": "Yeah. You see the gun and, you know, you see the sword that they're gonna stroke, and then, you know, it's totally. So who taught me that? I've just seen. Whatever. However many movies I've seen where that exact same technique was used. You've seen the gun in scenes one and three movie. You're trained. You become a trained.",
    "start": "00:20:36",
    "end": "00:20:59"
  },
  {
    "text": "Yeah. Like Darren, one of our animators, he's really good at that. Like, he just, like, he understands movies really well. And so it actually bums him out when he's watching a movie and they play their cards too fast and loose, and you're like, okay, I know what's gonna happen.",
    "start": "00:20:59",
    "end": "00:21:14"
  },
  {
    "text": "Yeah.",
    "start": "00:21:14",
    "end": "00:21:15"
  },
  {
    "text": "It's like you have to get more subtle in order to get the, like, real movie buff to appreciate what you're doing. You have to get more and more subtle. But you don't abandon the rules. You just get more subtle.",
    "start": "00:21:15",
    "end": "00:21:26"
  },
  {
    "text": "Yep. Yeah. You get more subtle. Yeah. Yeah. And then as a reader or a.",
    "start": "00:21:26",
    "end": "00:21:30"
  },
  {
    "text": "Viewer that gets back to the literary genius thing is when you are better and better at the tools at your disposal, you become more subtle. Right. Which makes it even harder to appreciate on first glance. Is that true for the Bible, do you think?",
    "start": "00:21:30",
    "end": "00:21:45"
  },
  {
    "text": "Say that again.",
    "start": "00:21:45",
    "end": "00:21:46"
  },
  {
    "text": "If you're a really good director, you know movies really well, and you're using all the tropes and all the techniques.",
    "start": "00:21:46",
    "end": "00:21:56"
  },
  {
    "text": "Yes.",
    "start": "00:21:56",
    "end": "00:21:56"
  },
  {
    "text": "But because you're such a genius, you're doing it in a way that's more subtle and sophisticated.",
    "start": "00:21:56",
    "end": "00:22:02"
  },
  {
    "text": "Oh, I see.",
    "start": "00:22:02",
    "end": "00:22:03"
  },
  {
    "text": "I see. And so that means that at a casual viewing, you might miss so much of what's happening.",
    "start": "00:22:03",
    "end": "00:22:09"
  },
  {
    "text": "Yeah. Oh, yeah, totally.",
    "start": "00:22:09",
    "end": "00:22:10"
  },
  {
    "text": "But then the deeper you go in, you see more and more and more. And that's the genius.",
    "start": "00:22:10",
    "end": "00:22:17"
  },
  {
    "text": "Yeah. Of biblical literature. Well, just genius. Of good art. Good literary art. Good literary art or good cinnamon.",
    "start": "00:22:17",
    "end": "00:22:24"
  },
  {
    "text": "And the same thing could be said for the literary genius of the Bible, I'm imagining.",
    "start": "00:22:25",
    "end": "00:22:29"
  },
  {
    "text": "Yes. Oh, like to the nth degree.",
    "start": "00:22:29",
    "end": "00:22:32"
  },
  {
    "text": "Yeah.",
    "start": "00:22:32",
    "end": "00:22:33"
  },
  {
    "text": "Yeah, that's exactly right. It's a bottomless pit.",
    "start": "00:22:33",
    "end": "00:22:37"
  },
  {
    "text": "These guys knew what they were doing.",
    "start": "00:22:37",
    "end": "00:22:38"
  },
  {
    "text": "In the best sense possible. Yeah.",
    "start": "00:22:38",
    "end": "00:22:42"
  },
  {
    "text": "That's a metaphor.",
    "start": "00:22:42",
    "end": "00:22:43"
  },
  {
    "text": "Yeah. I'm now to the point where it's like I'm 20 years in. Whoa. Whoa. I just realized this. September 2017 will mark 20 years since I had took my first Hebrew class.",
    "start": "00:22:43",
    "end": "00:22:53"
  },
  {
    "text": "Oh, wow. Yeah, I like to say two decades when I tell people how long you've.",
    "start": "00:22:53",
    "end": "00:22:56"
  },
  {
    "text": "Been in school, and I still feel like I'm scratching the surface of a deep level.",
    "start": "00:22:56",
    "end": "00:23:05"
  },
  {
    "text": "That's disappointing. You must feel like you're beyond the surface.",
    "start": "00:23:05",
    "end": "00:23:07"
  },
  {
    "text": "Well, here's the thing. I was talking with a friend and read this recently.",
    "start": "00:23:07",
    "end": "00:23:11"
  },
  {
    "text": "You're taking core samples of, like, the.",
    "start": "00:23:13",
    "end": "00:23:14"
  },
  {
    "text": "The Dead Sea depths of the Dead Sea Scrolls. So here's a community of. Many of whom were disenfranchised priests from Jerusalem. They thought Jerusalem was going to hell in a handbasket. So they parachute out and they start this community of prayer and scripture study out in the wilderness. And the entry requirement is 10 years of reading and meditation in what they called the scroll of Meditation.",
    "start": "00:23:14",
    "end": "00:23:43"
  },
  {
    "text": "To be in this community.",
    "start": "00:23:45",
    "end": "00:23:45"
  },
  {
    "text": "Sefer. Good. Yep. 10 years. And then once you.",
    "start": "00:23:45",
    "end": "00:23:50"
  },
  {
    "text": "This sounds like a Buddhist. And then you have to stand at the door.",
    "start": "00:23:50",
    "end": "00:23:56"
  },
  {
    "text": "Once you've shown proficiency, you enter into the life of this community, which is rigorous. Rigorous. It's like a function a lot like an ancient monastery where there was the. You know, you wash dishes, you keep the aqueduct going. You like that kind of thing. But the main thing is your whole life cycles around these sessions of prayer and scripture study. For another Two decades. And this is all in your own language. So this is the kind of culture.",
    "start": "00:23:56",
    "end": "00:24:27"
  },
  {
    "text": "Oh, like you don't have to learn another language.",
    "start": "00:24:28",
    "end": "00:24:29"
  },
  {
    "text": "Yeah, it's all in Hebrew, in Aramaic. You already know these languages. But you're spending a decade meditating on one scroll. Oh, well, yeah, it's the Shorthand for Psalm 1, the Torah of Yahweh, of the God of Israel. The Scriptures. It's their shorthand for the scriptures. The Bible. Their Bible.",
    "start": "00:24:29",
    "end": "00:24:51"
  },
  {
    "text": "So you spend a decade with the.",
    "start": "00:24:51",
    "end": "00:24:53"
  },
  {
    "text": "Torah and you already know Hebrew. And that's the entry requirement to the rest of your life of intense study and meditation on the Scriptures. So, yeah, this is meditation literature. It's bottomless. So anyway, don't get me going, but the point is that there is a.",
    "start": "00:24:53",
    "end": "00:25:14"
  },
  {
    "text": "They appreciated how sophisticated.",
    "start": "00:25:14",
    "end": "00:25:16"
  },
  {
    "text": "Yeah, yeah, extremely sophisticated. And the goal is that you don't understand on your first read through completely. You'll never understand and make all the connections. But the purpose is that it's for meditation. A lifetime's worth of meditation. And as you do so, these texts start to mess with you and shape you in really deep and profound ways so that their way of organizing the world starts to become like. I think the goal is that going into this whatever Mediterranean grocery store, the goal is that you start to organize your kitchen like that. And so then you organize, you have your tahini and your pickled thing.",
    "start": "00:25:16",
    "end": "00:26:04"
  },
  {
    "text": "So you're organizing your mind.",
    "start": "00:26:04",
    "end": "00:26:06"
  },
  {
    "text": "Yeah.",
    "start": "00:26:06",
    "end": "00:26:07"
  },
  {
    "text": "And the way you read or you're organizing the way you view the world.",
    "start": "00:26:07",
    "end": "00:26:10"
  },
  {
    "text": "That's right.",
    "start": "00:26:10",
    "end": "00:26:11"
  },
  {
    "text": "Through these.",
    "start": "00:26:11",
    "end": "00:26:11"
  },
  {
    "text": "Yeah, yep. There's all kinds of little sub points of literature, like prophetic literature or parables. But this video, I just want to be about the big three. The big three main types of literature.",
    "start": "00:26:11",
    "end": "00:26:26"
  },
  {
    "text": "The big three aisles.",
    "start": "00:26:26",
    "end": "00:26:27"
  },
  {
    "text": "The big three sections of the grocery store.",
    "start": "00:26:27",
    "end": "00:26:29"
  },
  {
    "text": "Sections of the grocery store.",
    "start": "00:26:29",
    "end": "00:26:30"
  },
  {
    "text": "So if it's like produce non perishable goods or something and then like meat and dairy or something.",
    "start": "00:26:30",
    "end": "00:26:36"
  },
  {
    "text": "Okay.",
    "start": "00:26:36",
    "end": "00:26:36"
  },
  {
    "text": "I don't know. Yeah, it's not going to be a precise analogy. The three big ones are, in the Old and New Testaments is narrative, which is 43% of the Bible. So vast majority is narrative poetry. Just 33%. That's over 73% of the Bible. Right. There is narrative and poetry and then prose discourse, which accounts for about one quarter of the Bible, 25%. And all of those in the Bible have their own ways of thinking and talking that you have to become accustomed to. And then when you do, the goal is that living in these narratives that you begin to see your life in terms of these narratives, and that when you pray that this poetry shapes how you talk to God and then hear from God, and that this prose discourse, the way that you think and reason through decisions and problems and opportunities, that it's shaped by biblical discourse. So that's the goal. There's a lifetime of immersion in biblical narrative poetry and discourse. And then within each of those three are little sub things that we'll explore in future videos. Here's another way to think about it. Maybe think about it in terms of relationships. And I have a long quote from C.S. lewis here. Think about relationships where the most formative relationships in our lives are people who. There are people in our lives who are like us, and we actually like to accumulate people in our lives who are like us because it's less risky and there's shared interest and so on. But formative relationships tend to be people who, even though they're similar, there's something about them that's really different and it enriches our lives because of that difference. This was a point that C.S. lewis made about reading literature decades ago. 1961, he wrote a book called Experiment and Criticism, literary criticism. It's Cambridge University, 1961, but I think he wrote it much earlier than that. His point here is that reading good literature, biblical literature, or in this case, he's not talking about the Bible, what it does is it's like bringing new and very different people into your life and learning about the story of their experience so that you begin to see life in a richer way through their experience. And just like going to the grocery store.",
    "start": "00:26:36",
    "end": "00:29:42"
  },
  {
    "text": "That's why people travel as well.",
    "start": "00:29:42",
    "end": "00:29:44"
  },
  {
    "text": "Yeah, this is why people travel. Exactly.",
    "start": "00:29:44",
    "end": "00:29:46"
  },
  {
    "text": "Or it should be. Maybe you just travel and then go to some Americanized resort and sit by a pool.",
    "start": "00:29:46",
    "end": "00:29:52"
  },
  {
    "text": "Cross cultural travel is a horizon broadening, enriching experience and in miniature. That's what forming new relationships with other people is like. It's another culture of that human life and experience. So this is how CS Lewis puts it and why learning how to read new and different kinds of literature is actually a really important way of expanding our humanity. So this is how he puts it. He says, people who. And I've slightly adapted the quote here. I mean, he wrote a long half a century ago in British idioms. So I've translated it, I've slightly translated to make the English a little more understandable. People who have been readers all their lives seldom fully realize the enormous extension of their being which they owe these authors. We realize it best when we talk with children who haven't lived long or read words wide delay. They're full of goodness, but they inhabit a tiny world. How sad is the adult who is content to remain in that world. That is the tiny world of their childhood. It's virtually a prison. My own eyes are not enough for me. I must see through the eyes of others. Reality, even seen through the eyes of many is not enough. I must see what others have invented as well. So in other words, he's saying, I just don't want to hear the historical experience through the literature of other people.",
    "start": "00:29:52",
    "end": "00:31:29"
  },
  {
    "text": "I want the imaginative world.",
    "start": "00:31:29",
    "end": "00:31:31"
  },
  {
    "text": "He wants fiction and science fiction. He wants to see. Yeah. Alternate realities that are invented. And then he says this. I regret that animals cannot write books. Oh, yeah. Very gladly I would learn what face things present to a mouse.",
    "start": "00:31:31",
    "end": "00:31:48"
  },
  {
    "text": "What face things present.",
    "start": "00:31:48",
    "end": "00:31:49"
  },
  {
    "text": "What face? Oh, yeah, yeah. See, I told you British idioms. Very gladly would I learn what face things present to a mouse or to a bee.",
    "start": "00:31:49",
    "end": "00:31:58"
  },
  {
    "text": "What face?",
    "start": "00:31:59",
    "end": "00:32:00"
  },
  {
    "text": "Yeah, Face, meaning things present themselves to a mouse or to a bee. What. What face? What do they see? What's the. Yeah, yeah.",
    "start": "00:32:00",
    "end": "00:32:10"
  },
  {
    "text": "What's their worldview?",
    "start": "00:32:10",
    "end": "00:32:11"
  },
  {
    "text": "What's their. Yeah. What's their view of things? More gladly still would I perceive the world of smells that is charged with all the information and emotion it carries for a dog. Oh, man.",
    "start": "00:32:11",
    "end": "00:32:23"
  },
  {
    "text": "Totally. Someone just told me how a good way to think about how a dog smells is the way that we perceive colors visually.",
    "start": "00:32:23",
    "end": "00:32:33"
  },
  {
    "text": "Yes, yes, yes.",
    "start": "00:32:33",
    "end": "00:32:34"
  },
  {
    "text": "And we can easily distinguish between colors and the nuance colors. That's how a dog smells, man. They smell color.",
    "start": "00:32:34",
    "end": "00:32:41"
  },
  {
    "text": "Can you imagine?",
    "start": "00:32:41",
    "end": "00:32:42"
  },
  {
    "text": "That'd be really crazy. Yeah, I guess some winemakers probably do that too.",
    "start": "00:32:42",
    "end": "00:32:46"
  },
  {
    "text": "So Louis regrets that they're not writing books. Dogs cannot write books about what they're.",
    "start": "00:32:46",
    "end": "00:32:51"
  },
  {
    "text": "Experiencing and help you understand that more.",
    "start": "00:32:51",
    "end": "00:32:52"
  },
  {
    "text": "Yeah, yeah. So this is great. This is the concluding line. He says, in reading great literature, I become a thousand humans and yet remain myself. Like the night sky in a Greek poem, I see with a myriad eyes. But it is still I who see here as in worship, in love, in moral action, in knowing. I transcend myself and am never more myself than when I do so good. So, yeah, his point.",
    "start": "00:32:52",
    "end": "00:33:23"
  },
  {
    "text": "Bruce is a good writer.",
    "start": "00:33:23",
    "end": "00:33:24"
  },
  {
    "text": "Yeah, yeah. His point is that literature is actually the easiest way to expand are humanity because you are opening yourself to new and different ways of experiencing the world. And so it's an argument for reading just literature, of which biblical literature is like. It's one of the most significant shaping collections of literature in human history.",
    "start": "00:33:27",
    "end": "00:33:55"
  },
  {
    "text": "I see. So you're saying, like, as a human being I should already be intensely interested in living literature to be like this, to be a transcendent human being, to be someone who is not locked in a small prison of myself.",
    "start": "00:33:55",
    "end": "00:34:08"
  },
  {
    "text": "Correct, that's right. Yeah. And that overcoming the cultural gaps and hurdles in reading biblical literature is a very important discipline. It's the same as the discipline of just engaging in healthy relationships with people who are different than me. It's the same exact type of habit. To me, that's such a different way. Well, it's a liberating, inspiring way to think about overcoming the hurdle of reading the Bible.",
    "start": "00:34:08",
    "end": "00:34:38"
  },
  {
    "text": "It's interesting that in a more modern, industrialized society, the classes and skills that are prioritized are like math and science and that kind of stuff.",
    "start": "00:34:39",
    "end": "00:34:50"
  },
  {
    "text": "Yes.",
    "start": "00:34:50",
    "end": "00:34:51"
  },
  {
    "text": "They're much more practical. An English class is kind of like, you know, it's important. But if you go and get an English major, it's kind of like, well, good luck on you.",
    "start": "00:34:51",
    "end": "00:35:01"
  },
  {
    "text": "Yeah, good luck finding a job with that.",
    "start": "00:35:01",
    "end": "00:35:03"
  },
  {
    "text": "Which is true.",
    "start": "00:35:03",
    "end": "00:35:04"
  },
  {
    "text": "Yeah, it is true.",
    "start": "00:35:04",
    "end": "00:35:05"
  },
  {
    "text": "But as far as shaping you as a human, what seems like Lewis is saying is the most important discipline that you can have next to relationships with other people and other things we already know is important to our humanity.",
    "start": "00:35:05",
    "end": "00:35:22"
  },
  {
    "text": "Yeah, I totally agree. It also speaks to. This is more. I mean, I was in school for far too long where I got my Ph.D. university of Wisconsin. The fate of the humanities is. Well, basically, their budget is just constantly, as a state school, dwindling. Constantly. Constantly shrinking. And personally, I think that's a very dangerous place for our culture to find itself interesting. Yeah. If you go back, man, if you go back and you read, like, all of the early presidential speeches, and I haven't read all of them, but I was forced to read some of them along the way. And I just remember being my mind blown at how sophisticated, how read they were. Yeah, yeah, yeah. I'm just thinking of, like, Lincoln reading some of Lincoln's. First of all, they're just really logically complex. And they were speeches, not books, speeches. And then second, how often someone like Lincoln was alluding to literature.",
    "start": "00:35:24",
    "end": "00:36:20"
  },
  {
    "text": "Yeah.",
    "start": "00:36:21",
    "end": "00:36:22"
  },
  {
    "text": "Using phrases drawn from whatever, you know, and. Well, it's like what Lewis says here, how I think about transcendence, how I think about love, relationships, how I think about moral action, what's the right thing to do, how I think about, how I know anything. These are all shaped for us by literature and especially by narrative. There's no coincidence that nearly half of the Bible is just straight up narrative.",
    "start": "00:36:22",
    "end": "00:36:52"
  },
  {
    "text": "Because that's what narrative does to you, is it shapes that. Those categories.",
    "start": "00:36:52",
    "end": "00:36:55"
  },
  {
    "text": "Yeah, totally. If we want. Let's just dive into kind of each of the three of these. I thought it'd be. I have some quotes and interesting things about it.",
    "start": "00:36:55",
    "end": "00:37:02"
  },
  {
    "text": "Yeah, let's dive into all three.",
    "start": "00:37:02",
    "end": "00:37:03"
  },
  {
    "text": "Biblical narrative, biblical poetry, and biblical discourse.",
    "start": "00:37:03",
    "end": "00:37:06"
  },
  {
    "text": "I just want to try to verbalize something. I'm trying to connect then. So literature is important, but then the next step is to say, well, if the Bible is God's word to us, then this is really important literature.",
    "start": "00:37:06",
    "end": "00:37:21"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:37:21",
    "end": "00:37:22"
  },
  {
    "text": "So it should be at the top of the pile for us, even though it's very hard to. It's in a different language.",
    "start": "00:37:22",
    "end": "00:37:29"
  },
  {
    "text": "Meditation literature.",
    "start": "00:37:29",
    "end": "00:37:30"
  },
  {
    "text": "Meditation literature.",
    "start": "00:37:30",
    "end": "00:37:31"
  },
  {
    "text": "Yeah.",
    "start": "00:37:31",
    "end": "00:37:31"
  },
  {
    "text": "It should shape us more than any other literature if.",
    "start": "00:37:31",
    "end": "00:37:35"
  },
  {
    "text": "If you follow Jesus and it has shaped our culture's literature more than any other literature.",
    "start": "00:37:35",
    "end": "00:37:40"
  },
  {
    "text": "Yeah, right. And even. Yeah, so even if you don't follow Jesus just to understand Western culture. Western culture. Oh. So. But the other thought was I was bemoaning the fact that it's so much work and that I wish we had these un. Headphones. But it seems like you take this quote from Lewis and you think about how literature shapes you as you interact with it.",
    "start": "00:37:40",
    "end": "00:38:04"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:38:04",
    "end": "00:38:05"
  },
  {
    "text": "And that's a very active participatory process.",
    "start": "00:38:05",
    "end": "00:38:08"
  },
  {
    "text": "Yes, it is.",
    "start": "00:38:08",
    "end": "00:38:09"
  },
  {
    "text": "That like, if you were just a passive listener through you and headphones, it wouldn't be working on you in the same way.",
    "start": "00:38:09",
    "end": "00:38:16"
  },
  {
    "text": "Correct.",
    "start": "00:38:16",
    "end": "00:38:16"
  },
  {
    "text": "That the actual exploration. I think you use the phrase, like it does stuff to you. It like works on you.",
    "start": "00:38:16",
    "end": "00:38:23"
  },
  {
    "text": "Yeah.",
    "start": "00:38:23",
    "end": "00:38:23"
  },
  {
    "text": "And so maybe that's. That's the value of it being hard work.",
    "start": "00:38:23",
    "end": "00:38:28"
  },
  {
    "text": "Yeah. Yes, that's right. Yeah. Literature in general is usually not easy to read. Good literature. It's participatory. Yeah, that's a great way of putting it. And biblical narrative and poetry, which is over 3/4 of the Bible is exactly. It's participatory. The narratives are not. Their meaning is not self evident. You know what I mean? You just all you have to. Page one raises a million questions. Page two, Garden of Eden, page three, the talking snake. Right. And so we get frustrated because we think a good narrative ought to just get to the point and tell me what. And we're short circuiting the very heartbeat of the thing, which is to draw you in, to work on you, to an experience. And actually it's teaching you how to read and how to think and how to ask questions. And in doing so, you are developing the skills, doing that with your own life.",
    "start": "00:38:28",
    "end": "00:39:28"
  },
  {
    "text": "Right.",
    "start": "00:39:28",
    "end": "00:39:29"
  },
  {
    "text": "So you run into a snake on a hike or whatever. Or whatever. You have A random thing happen in your day that weirds you out as much as reading about a talking snake. And then be you.",
    "start": "00:39:30",
    "end": "00:39:41"
  },
  {
    "text": "You make the connection.",
    "start": "00:39:41",
    "end": "00:39:42"
  },
  {
    "text": "Yeah. You begin to learn how to ask questions of your own life as you're asking questions of these texts. They're training us at being humans.",
    "start": "00:39:42",
    "end": "00:39:51"
  },
  {
    "text": "Yeah.",
    "start": "00:39:51",
    "end": "00:39:51"
  },
  {
    "text": "That's what literature does and that's what biblical literature does. Like with ninja type skills.",
    "start": "00:39:52",
    "end": "00:40:00"
  },
  {
    "text": "We're going to do the big three.",
    "start": "00:40:15",
    "end": "00:40:17"
  },
  {
    "text": "Yep. Big three. Narrative, poetry and prose. Discourse.",
    "start": "00:40:17",
    "end": "00:40:20"
  },
  {
    "text": "And narrative is 43% of the Bible.",
    "start": "00:40:21",
    "end": "00:40:24"
  },
  {
    "text": "43% of the Bible. Enormous.",
    "start": "00:40:24",
    "end": "00:40:27"
  },
  {
    "text": "Nearly half.",
    "start": "00:40:28",
    "end": "00:40:29"
  },
  {
    "text": "Yeah. Yep.",
    "start": "00:40:29",
    "end": "00:40:30"
  },
  {
    "text": "And by narrative, just you mean story.",
    "start": "00:40:31",
    "end": "00:40:33"
  },
  {
    "text": "By narrative, I mean people.",
    "start": "00:40:33",
    "end": "00:40:35"
  },
  {
    "text": "People.",
    "start": "00:40:36",
    "end": "00:40:36"
  },
  {
    "text": "More than one person in a place or multiple places.",
    "start": "00:40:36",
    "end": "00:40:42"
  },
  {
    "text": "It can't be one person.",
    "start": "00:40:42",
    "end": "00:40:43"
  },
  {
    "text": "No, no. If it's one person. Okay, I'm sorry. Let's start very basic. A person in a place doing something that generates conflict.",
    "start": "00:40:44",
    "end": "00:40:54"
  },
  {
    "text": "Yes.",
    "start": "00:40:54",
    "end": "00:40:54"
  },
  {
    "text": "That must. That escalates and that must be resolved. Usually conflict requires another person. Another person. So that the conflict is between two people. But then you made me.",
    "start": "00:40:55",
    "end": "00:41:07"
  },
  {
    "text": "Then there's the story of the guy has to chop off his arm.",
    "start": "00:41:08",
    "end": "00:41:12"
  },
  {
    "text": "Oh.",
    "start": "00:41:12",
    "end": "00:41:12"
  },
  {
    "text": "Or his leg because he gets stuck in the wilderness.",
    "start": "00:41:13",
    "end": "00:41:15"
  },
  {
    "text": "Yeah. Oh, yeah, totally. 20. No, hundred something hours. Yeah. I was thinking of Castaway. And there the two characters are Tom Hanks and the island. The island is the other character presenting all the obstacles. Oh. The setting. The place is a character in that story, which is often the case in biblical narrative too. So. Yeah, so you have character, plot, setting and a plot. So characters, a person or two people in a place or places.",
    "start": "00:41:15",
    "end": "00:41:48"
  },
  {
    "text": "So the reason why you say characters is because anytime something brings enough conflict for you, no matter what it is, even if it's an inanimate object, it becomes a character at that point.",
    "start": "00:41:49",
    "end": "00:42:01"
  },
  {
    "text": "Yeah, that's right. Yeah. What makes stories interesting is watching somebody who we identify with facing a challenge in a setting that they then have to overcome or find resolution to. So there you go. So why is it that that very basic structure of communication, first of all, is nearly half of the Bible, but why is it that it's actually the most universal form of human communication?",
    "start": "00:42:01",
    "end": "00:42:29"
  },
  {
    "text": "Because it's how we experience the world.",
    "start": "00:42:30",
    "end": "00:42:32"
  },
  {
    "text": "That's exactly right. Yes, that's right. Yeah. Here. So I have a great quote from a former teacher of both of ours, Ray Lubeck, from his excellent introduction to reading Biblical literature called Read the Bible for All It's Worth. No, read the Bible for a change. Sorry. There's another great book on biblical literature called Reading the Bible for All It's Worth. So Ray Lubeck read the Bible for a change. Recent research suggests that our brains are actually hardwired for narratives. Neurobiologist Mark Turner argues that story is the basic principle of how the human mind works. Most of our experience, most of our knowledge, and our thinking is organized as a set of stories. End quote. Lubeck goes on. Narrative structure is essential not only for effective communication, but for thinking itself. When children ask to hear a story, it's not simply a biological craving for amusement or demand for attention, which it might also be. But it's not simply that. This is his point, he goes on. It arises out of a genuine human need to make sense of the disparate experiences of our lives. And that need is addressed in storytelling. Through stories, we learn how to see patterns. We learn about cause and effect. We learn how to discover the consequences of our choices, our sense of right and wrong, and of what is most important or least valuable in life. All of these are shaped for us by the stories we hear and then live. So, yes, there's no coincidence. That story, both smaller stories, all unified together into a megastory, is the Bible's basic way of communicating. From first page to last page, literally, it's in the beginning to forever and ever. And then within that megastory that unifies itself around Jesus is hundreds and hundreds and hundreds of little mini plots and stories.",
    "start": "00:42:32",
    "end": "00:44:27"
  },
  {
    "text": "Through stories, we learn how to see patterns, cause and effect, consequences of our choices. Yeah, I've thought of it as like a type of virtual reality.",
    "start": "00:44:28",
    "end": "00:44:37"
  },
  {
    "text": "Yeah, that's right. Yes.",
    "start": "00:44:38",
    "end": "00:44:40"
  },
  {
    "text": "You get to experience. And then. Daniel Taylor.",
    "start": "00:44:40",
    "end": "00:44:43"
  },
  {
    "text": "Yes.",
    "start": "00:44:44",
    "end": "00:44:44"
  },
  {
    "text": "Yeah, yeah, that book. What's that book?",
    "start": "00:44:44",
    "end": "00:44:48"
  },
  {
    "text": "The Skeptical Telling Stories to youo Inner Atheist by Daniel Taylor. So good.",
    "start": "00:44:48",
    "end": "00:44:53"
  },
  {
    "text": "So there's a bunch of little essays. In one of them, he makes the observation that the reason that we love stories so much is that we actually crave something more than story. We're craving something deeper. That story's actually kind of scratching that itch. There's a deeper itch?",
    "start": "00:44:54",
    "end": "00:45:13"
  },
  {
    "text": "Yes, yes, yes.",
    "start": "00:45:13",
    "end": "00:45:14"
  },
  {
    "text": "And he calls that itch. Basically, explain to me what's going on, why I'm here, what this is all about. It's the why. It's the like.",
    "start": "00:45:14",
    "end": "00:45:22"
  },
  {
    "text": "Yes, yes.",
    "start": "00:45:23",
    "end": "00:45:23"
  },
  {
    "text": "Like we find ourselves, if you really step back and think about it, we're on a planet floating through the universe. We're on a planet. We're on a planet.",
    "start": "00:45:23",
    "end": "00:45:33"
  },
  {
    "text": "We're on a space rock floating around a hot ball of gas. A hot ball of gas connected to a whole network of other hot balls of gas that are themselves floating around. What is happening yeah.",
    "start": "00:45:33",
    "end": "00:45:45"
  },
  {
    "text": "What, why? What am I doing here? And why do I have these thoughts that I have and these emotions that I get? And why does that irritate me and that excite me? And what is this urge? And what is it like? What is all this?",
    "start": "00:45:45",
    "end": "00:46:04"
  },
  {
    "text": "How do I organize all of this?",
    "start": "00:46:04",
    "end": "00:46:05"
  },
  {
    "text": "These experiences make sense. How do I make sense?",
    "start": "00:46:06",
    "end": "00:46:08"
  },
  {
    "text": "How do I make sense?",
    "start": "00:46:08",
    "end": "00:46:09"
  },
  {
    "text": "And that's the itch that story scratches.",
    "start": "00:46:10",
    "end": "00:46:13"
  },
  {
    "text": "Yes. Yeah. Yeah, man. We're just referencing books, right? This is in the notes here after the quote from Ray Lubeck. A really helpful, informative book for me in college that Ray Lubeck introduced me to was about worldview formation, how we learn how to make sense. And it's kind of a philosophy of Christian worldview, but really it's stepping back and looking at all the religious or non religious cultures of our world and saying that if every coherent claim about life having meaning or purpose, whether it's religious or non religious, is grounded in some fundamental narrative about the world, a way of telling the story of the people on the space rock. Yeah. To give it meaning. And they organize it in terms of questions. So where are we? What is real in the world? Where do we find ourselves? That's setting. That's setting. Who are we? What is the nature and purpose of human beings? We're characters. What's wrong? Like, what is wrong with the world? If we think there's something wrong, what is it that's wrong? And how do we account for that? That's the plot, conflict. What's the solution? Is there any hope that things could change or be better? That's the resolution of the plot. And then there's what time is it? Where in that story am I located? Where in the story of plot, conflict to resolution? At what point am I at in that story? And that's the narrative time or the plot time. So character, plot, setting, and then conflict to resolution. That's every. Whether it's Christianity, Islam, Judaism, Buddhism, Sikhism, atheism, agnosticism, they all have to provide the answers to the question, these basic coordinates to provide an account for the world. And you can't live as a human being without having one of these. You might not explicitly live by one of these stories, but you are implicitly, unconsciously living by some story that's been provided for you or that you've chosen.",
    "start": "00:46:13",
    "end": "00:48:36"
  },
  {
    "text": "Also, I've been told or have read or I don't know that we're able to live with conflicting stories.",
    "start": "00:48:36",
    "end": "00:48:45"
  },
  {
    "text": "Yes.",
    "start": "00:48:46",
    "end": "00:48:46"
  },
  {
    "text": "So like, within yourself, you can have two different types of narratives that are actually in Conflict, but you're able to keep moving forward.",
    "start": "00:48:46",
    "end": "00:48:55"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:48:56",
    "end": "00:48:56"
  },
  {
    "text": "And you feel the tension, but it's not a deal breaker for you.",
    "start": "00:48:56",
    "end": "00:48:59"
  },
  {
    "text": "Yes.",
    "start": "00:48:59",
    "end": "00:49:00"
  },
  {
    "text": "And if someone points it out, you'd be like, oh yeah, okay, that doesn't add up.",
    "start": "00:49:00",
    "end": "00:49:04"
  },
  {
    "text": "But yeah, I think that's exactly where many religious people in modern west find themselves.",
    "start": "00:49:04",
    "end": "00:49:10"
  },
  {
    "text": "Oh yeah, the cross stream or the cross pressured.",
    "start": "00:49:11",
    "end": "00:49:13"
  },
  {
    "text": "Cross pressured. Charles Taylor.",
    "start": "00:49:13",
    "end": "00:49:16"
  },
  {
    "text": "Yeah.",
    "start": "00:49:16",
    "end": "00:49:16"
  },
  {
    "text": "Another Taylor name dropping today. Right? Charles Taylor. Yeah. The Canadian philosopher. Yeah. Really important book called the Secular Age. He talks about the situation of Western culture is of cross pressured where even religious people have to choose to believe for many or most people, which wasn't always the case. It wasn't always the case 500 years ago.",
    "start": "00:49:17",
    "end": "00:49:41"
  },
  {
    "text": "You just would believe.",
    "start": "00:49:41",
    "end": "00:49:42"
  },
  {
    "text": "The default category was believing in.",
    "start": "00:49:42",
    "end": "00:49:44"
  },
  {
    "text": "You didn't have an alternative story.",
    "start": "00:49:44",
    "end": "00:49:45"
  },
  {
    "text": "And it was compelling. It actually seemed irrational and ridiculous not to believe in God and so on. And so now his point is that the secular age, the rise of modern secular age is not that you have lots of people who now don't believe all that. It's not about belief versus disbelief. His point is that it's an age where everyone is uncertain about what is ultimately true. So that even if you do believe, you're aware that there are other rival worldviews that are at least even if you don't believe them, you know that they're coherent and you know that rational, reasonable thinking people hold those views.",
    "start": "00:49:46",
    "end": "00:50:24"
  },
  {
    "text": "Yeah. And even inside yourself. That's why. And then Taylor calls it his inner atheist.",
    "start": "00:50:24",
    "end": "00:50:28"
  },
  {
    "text": "His inner atheist, yes. Even though he's a Christian.",
    "start": "00:50:28",
    "end": "00:50:30"
  },
  {
    "text": "Yeah.",
    "start": "00:50:30",
    "end": "00:50:30"
  },
  {
    "text": "He has an inner atheist. That's exactly it. So to bring us back to narratives. Yeah. I think in the modern west religious people find themselves with rival narratives and.",
    "start": "00:50:30",
    "end": "00:50:41"
  },
  {
    "text": "We'Re balancing and we're trying to figure out how they work together.",
    "start": "00:50:41",
    "end": "00:50:46"
  },
  {
    "text": "Which is why you could argue there's never a more important time to develop the habit of immersing ourselves in the biblical narrative. Well, just to say, if I'm going to believe in the story of Jesus, I'm going to have to actively consciously cultivate that belief.",
    "start": "00:50:46",
    "end": "00:51:05"
  },
  {
    "text": "Yes.",
    "start": "00:51:05",
    "end": "00:51:05"
  },
  {
    "text": "It's not going to field like a.",
    "start": "00:51:05",
    "end": "00:51:07"
  },
  {
    "text": "Default form because the default stories are gonna be a different story.",
    "start": "00:51:07",
    "end": "00:51:12"
  },
  {
    "text": "That's right.",
    "start": "00:51:13",
    "end": "00:51:13"
  },
  {
    "text": "The modern secular or whatever it is.",
    "start": "00:51:13",
    "end": "00:51:17"
  },
  {
    "text": "Yeah, Whatever it is. Yeah.",
    "start": "00:51:17",
    "end": "00:51:19"
  },
  {
    "text": "Capitalistic or consumeristic or.",
    "start": "00:51:19",
    "end": "00:51:21"
  },
  {
    "text": "Yeah. In America. Yeah. It's totally bound up with capitalism and form of democracy.",
    "start": "00:51:21",
    "end": "00:51:26"
  },
  {
    "text": "Totally depending.",
    "start": "00:51:26",
    "end": "00:51:28"
  },
  {
    "text": "Yeah. Point is we have many, many sources, voices claiming and exerting pressure.",
    "start": "00:51:28",
    "end": "00:51:34"
  },
  {
    "text": "This is a unique time in history where you have to choose which story Am I gonna lean into the most?",
    "start": "00:51:34",
    "end": "00:51:41"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:51:41",
    "end": "00:51:42"
  },
  {
    "text": "And you can't just pretend that these other stories don't have. They aren't pressuring you.",
    "start": "00:51:43",
    "end": "00:51:47"
  },
  {
    "text": "Yeah, correct.",
    "start": "00:51:47",
    "end": "00:51:48"
  },
  {
    "text": "You aren't being cross pressured.",
    "start": "00:51:49",
    "end": "00:51:50"
  },
  {
    "text": "Yeah, yeah, totally. Yeah.",
    "start": "00:51:50",
    "end": "00:51:51"
  },
  {
    "text": "Yeah, man.",
    "start": "00:51:51",
    "end": "00:51:52"
  },
  {
    "text": "Yeah. We will live out a story. And the question is now, do you.",
    "start": "00:51:52",
    "end": "00:51:56"
  },
  {
    "text": "Think everyone experiences that or is that like.",
    "start": "00:51:56",
    "end": "00:51:59"
  },
  {
    "text": "No, I don't think everyone experiences that on a conscious level.",
    "start": "00:52:00",
    "end": "00:52:04"
  },
  {
    "text": "Does it become existential angst for everyone?",
    "start": "00:52:04",
    "end": "00:52:06"
  },
  {
    "text": "Well, but not everybody's temperament.",
    "start": "00:52:07",
    "end": "00:52:09"
  },
  {
    "text": "Yeah, I think it becomes a temperament thing sometimes.",
    "start": "00:52:09",
    "end": "00:52:12"
  },
  {
    "text": "Yeah, totally. But everybody on a practical level is making choices based on a value system. And those values are shaped by a sense of who am I, where am I, what's the problem and what's the solution to those problems?",
    "start": "00:52:12",
    "end": "00:52:27"
  },
  {
    "text": "So there's a way I like to think of these. It's a little bit different. I'm curious what your thoughts are. So where are we setting? That's the same. Who are we? You have it down here. What is the nature and purpose of being humans? I'm wondering if you could just boil it all down to desire. Who am I? Why do I want this and also want this? And just every day I wake up with certain desires. They ebb and flow. That seems to be like kind of if you boil down myself in a way and then what's wrong? Well, when my desire encounters resistance, that's conflict.",
    "start": "00:52:30",
    "end": "00:53:08"
  },
  {
    "text": "Yeah.",
    "start": "00:53:08",
    "end": "00:53:08"
  },
  {
    "text": "In almost any conflict, you could boil down to desire encountering resistance.",
    "start": "00:53:08",
    "end": "00:53:13"
  },
  {
    "text": "Yes. So, yeah. Here's what's so fascinating in terms of ancient literature. There's lots of ancient literature from the time of the Bible that's even way older than the Bible. Nothing like the Old Testament. The Hebrew Bible has come out of the ancient world. There are stories about ancient Gilgamesh, epic longing for. It's a whole story about a guy wanting to live forever and overcome his mortality. Or there's ancient stories of the Egyptians about the afterlife, you know, the Book of the Dead and these kinds of things. But the size and complexity and sophistication of a huge thing like the Old Testament, the Hebrew Bible, it's totally unparalleled in terms of emerging out of the ancient world. And the whole story begins with a conflict surrounding human desire. Sorry, when you're saying that. And a human desire to know and.",
    "start": "00:53:13",
    "end": "00:54:06"
  },
  {
    "text": "To have power, which is two basic desires. To know and have power.",
    "start": "00:54:06",
    "end": "00:54:11"
  },
  {
    "text": "To know and have. And to be able to influence and have power over others and over my.",
    "start": "00:54:11",
    "end": "00:54:15"
  },
  {
    "text": "Mind, those are very strong power desires.",
    "start": "00:54:15",
    "end": "00:54:18"
  },
  {
    "text": "That we deal with.",
    "start": "00:54:18",
    "end": "00:54:19"
  },
  {
    "text": "Then there's others to Be known is a desire.",
    "start": "00:54:19",
    "end": "00:54:21"
  },
  {
    "text": "To me, it's just fascinating. The way the story is said is not about the afterlife. That's the Egyptian focus. It's not about overcoming death as such. It's about a desire to know and then a desire to have power over my environment. That's.",
    "start": "00:54:22",
    "end": "00:54:39"
  },
  {
    "text": "It's very basic. Yeah, so basic desire.",
    "start": "00:54:39",
    "end": "00:54:42"
  },
  {
    "text": "Yeah, yeah, yeah. And every worldview on offer today has to some version of telling that story.",
    "start": "00:54:42",
    "end": "00:54:50"
  },
  {
    "text": "What do you do with that desire?",
    "start": "00:54:50",
    "end": "00:54:51"
  },
  {
    "text": "Yeah.",
    "start": "00:54:51",
    "end": "00:54:52"
  },
  {
    "text": "And what do you do when that desire encounters resistance?",
    "start": "00:54:52",
    "end": "00:54:54"
  },
  {
    "text": "Correct.",
    "start": "00:54:54",
    "end": "00:54:55"
  },
  {
    "text": "And so, yeah, that's what I've been. That phrase, what happens when desire encounters resistance to me is story, it's character. And then the resistance is the conflict. And then the what happens? That's the resolution or the narrative itself.",
    "start": "00:54:55",
    "end": "00:55:14"
  },
  {
    "text": "Yeah. So, yeah, there you go. These are all like big, high level reflections. But it's very intentional that the majority of the Bible is this kind of narrative. And so we mistake the Bible for moral instruction literature or like fancy word is didactic, you know, And I think you can see now why that is such a. Yeah.",
    "start": "00:55:14",
    "end": "00:55:39"
  },
  {
    "text": "80% of preaching is taking that and then breaking it down into three points so you can remember them.",
    "start": "00:55:40",
    "end": "00:55:46"
  },
  {
    "text": "Yeah, totally. And we just. We domesticate and diminish biblical literature when we. I mean, most of these stories are full of people you never want to be like.",
    "start": "00:55:46",
    "end": "00:55:57"
  },
  {
    "text": "And might not even want to run into in the street.",
    "start": "00:55:58",
    "end": "00:56:01"
  },
  {
    "text": "Yeah, totally. Yeah. Or they're full of people who are just a mixed bag, just like everyone else. Just like me. And so there's a realism there. Now it does instruct. That's what the word Torah means, instruction or teaching. It does instruct you, but on a way deeper level.",
    "start": "00:56:01",
    "end": "00:56:18"
  },
  {
    "text": "But the way that stories instruct you.",
    "start": "00:56:18",
    "end": "00:56:19"
  },
  {
    "text": "The way that stories shape you. So they're formative stories.",
    "start": "00:56:19",
    "end": "00:56:25"
  },
  {
    "text": "Yes. And so I've tried to explain this concept before of the knife versus the sun, but I feel like didactic literature is like a knife. It's decisive, it cuts through, it can segment things.",
    "start": "00:56:26",
    "end": "00:56:39"
  },
  {
    "text": "Yeah. Jimmy stole cookies. He got grounded. And you walk away from that story going, oh, I shouldn't steal cookies.",
    "start": "00:56:40",
    "end": "00:56:46"
  },
  {
    "text": "Or just a list of like, here's the things you can't do. Don't steal the cookies. You know, always wash your hands after you pee. And that's very clear. Quick. Like a knife cutting through brunch. Very quick. But the way that you form a star is a slow burning that has to take a lot of time and a lot of friction and a lot of tension and heat. And in the end of the day, what's More powerful, you know, a sun or a sharp knife. Well, the sun's just gonna just work over that knife.",
    "start": "00:56:47",
    "end": "00:57:21"
  },
  {
    "text": "Any.",
    "start": "00:57:21",
    "end": "00:57:22"
  },
  {
    "text": "But it takes time and tension and pressure, and that's, to me, kind of the difference between story and law.",
    "start": "00:57:23",
    "end": "00:57:32"
  },
  {
    "text": "Yeah, that's good. You just, in a way summarized. Psalm 19 opens up the heavens, declare God's glory, God's importance and substance, and then the whole thing is about the sun.",
    "start": "00:57:32",
    "end": "00:57:48"
  },
  {
    "text": "Hmm.",
    "start": "00:57:49",
    "end": "00:57:49"
  },
  {
    "text": "God in the heavens. God pitched a tent for the sun like a champion running its course. Rising from one end, it covers all of creation. Nothing escapes its heat. And then the second half of the poem is about the Torah, the instruction of God. It's perfect. It illumines the simple.",
    "start": "00:57:49",
    "end": "00:58:11"
  },
  {
    "text": "So it's thinking of it like the sun.",
    "start": "00:58:12",
    "end": "00:58:13"
  },
  {
    "text": "Yeah. It's comparing the way the sun is in the world with what Hebrew Bible is. It illuminates. They give joy in Hebrew, so you have to go through it. Our English translations sometimes don't make fully clear that almost all the verbs in Psalm 19 talking about the Scriptures have something to do with light or heat as metaphors. So to illuminate, to give joy means to give lightness to. They illuminate the eyes. The fear of the Lord is pure, which means bright. So it's like the sun.",
    "start": "00:58:13",
    "end": "00:58:50"
  },
  {
    "text": "The sun, yeah.",
    "start": "00:58:50",
    "end": "00:58:51"
  },
  {
    "text": "The Torah is the sun. That's what came to me. It's totally cool. So biblical narrative is unbelievable, and it makes sense why there's so much of it in the Bible.",
    "start": "00:58:51",
    "end": "00:59:01"
  },
  {
    "text": "Thanks for listening to the BibleProject podcast. We're going to continue this series and discuss in detail the three different topics of literary styles, the big buckets, narrative poetry, and prose discourse, and how the Bible uses each of those as tools to tell one unified story that leads to Jesus. And we have a video coming out soon that will explain all this quickly and visually. It's gonna be really great. Thanks to all of you who listen to this podcast and thank you to those of you who support this project. We are thrilled to be working on it and we couldn't do it without you. You can learn more about our project@thebibleproject.com thanks for being a part of this with us. Sam Sa.",
    "start": "00:59:03",
    "end": "01:00:34"
  }
]