[
  {
    "text": "In the beginning, God created the heavens and the earth, and he said it was good. He created man, Adam and woman and placed them in the garden. And their job was to be his image, to carry on his creative force and to rule the world. Expanding the garden. All of this goodness, all of this potential, this. But there's still something missing.",
    "start": "00:00:05",
    "end": "00:00:30"
  },
  {
    "text": "For humans to rule the world, well, as God's partners, they need wisdom to discern between good and evil. But the question is how? How are they going to get that wisdom?",
    "start": "00:00:30",
    "end": "00:00:40"
  },
  {
    "text": "And so the humans are faced with a choice. They can either take from the tree of knowing good and evil, the tree that God told them not to take from, or they can trust God's command and live by his wisdom. That decision is the core decision for every human every day. And this scene here in the first pages of the Bible is crucial to understanding a whole section of books in the Bible that are often called the wisdom books. Proverbs, Ecclesiastes, Song of Songs, and Job.",
    "start": "00:00:43",
    "end": "00:01:14"
  },
  {
    "text": "Each of these books explores from a different perspective what it means to be a human sitting in front of the tree of knowing good and evil. And how do I navigate knowing good and evil in a way that leads to life and not to exile and death?",
    "start": "00:01:14",
    "end": "00:01:29"
  },
  {
    "text": "I'm John Collins and this is the BibleProject Podcast. Today we start a new series talking about the wisdom literature. There are a handful of books in the Bible all about man's quest for wisdom. What is true wisdom, how do we find it, and how do we live by it. Thanks for joining us. Here we go. We're beginning a new series of conversation.",
    "start": "00:01:29",
    "end": "00:01:55"
  },
  {
    "text": "Yes, we are.",
    "start": "00:01:55",
    "end": "00:01:56"
  },
  {
    "text": "Which is for a video in the how to Read the Bible series. We're at the part of the Bible that we call the wisdom literature.",
    "start": "00:01:56",
    "end": "00:02:03"
  },
  {
    "text": "Yes. Yeah. And how to Read series. This is episode 14. 14. We're taking our time.",
    "start": "00:02:03",
    "end": "00:02:09"
  },
  {
    "text": "Yeah, it's been a while. Yeah.",
    "start": "00:02:09",
    "end": "00:02:11"
  },
  {
    "text": "It's gonna be, I think, a 20 part series. Yeah. Yep.",
    "start": "00:02:12",
    "end": "00:02:16"
  },
  {
    "text": "Sometime in 2020 it'll be finished.",
    "start": "00:02:16",
    "end": "00:02:17"
  },
  {
    "text": "2020. That's right. And in the series, we're trying to assume a viewer with basically no knowledge right from the beginning.",
    "start": "00:02:17",
    "end": "00:02:25"
  },
  {
    "text": "Yeah. It's a brand new book.",
    "start": "00:02:25",
    "end": "00:02:26"
  },
  {
    "text": "What is the Bible? Where did it come from? What's the main storyline? Different types of literature in the Bible and then how to read all those different types of literature and then the different main sections of the Bible. We are diving into what are often called the wisdom books of the Old Testament.",
    "start": "00:02:26",
    "end": "00:02:42"
  },
  {
    "text": "The wisdom books.",
    "start": "00:02:42",
    "end": "00:02:43"
  },
  {
    "text": "Yeah.",
    "start": "00:02:43",
    "end": "00:02:43"
  },
  {
    "text": "What are the wisdom books?",
    "start": "00:02:43",
    "end": "00:02:44"
  },
  {
    "text": "That's a wonderful question. I have here with me Three of the kind of main introductions to biblical wisdom literature. If you were to go to take a religious studies class at university Biblical Wisdom Literature at seminary, odds are you'll be assigned to read one of these one's by Derek Kidner called the Wisdom of Proverbs, Job and Ecclesiastes. So that's pretty clear from the title.",
    "start": "00:02:44",
    "end": "00:03:08"
  },
  {
    "text": "Yeah. Cut to the chase.",
    "start": "00:03:08",
    "end": "00:03:10"
  },
  {
    "text": "Yep. So he has a introduction to like what is the wisdom literature? He isolates these three books and then thinks of them as three different perspectives on wisdom that are in dialogue with each other. And that inspired our.",
    "start": "00:03:10",
    "end": "00:03:26"
  },
  {
    "text": "Our wisdom series video.",
    "start": "00:03:26",
    "end": "00:03:28"
  },
  {
    "text": "Yep. That perspective.",
    "start": "00:03:28",
    "end": "00:03:29"
  },
  {
    "text": "Yeah. Which we, what, two years ago, maybe two and a half years ago.",
    "start": "00:03:30",
    "end": "00:03:34"
  },
  {
    "text": "Yeah.",
    "start": "00:03:34",
    "end": "00:03:35"
  },
  {
    "text": "Made a series of videos. Three videos, one on.",
    "start": "00:03:35",
    "end": "00:03:38"
  },
  {
    "text": "Yeah. These three books. Proverbs, Ecclesiastes and then Job. I love those videos.",
    "start": "00:03:38",
    "end": "00:03:42"
  },
  {
    "text": "It's a great set and how they all work together and they're filling out in their own unique way. What does it mean to live the good life?",
    "start": "00:03:42",
    "end": "00:03:50"
  },
  {
    "text": "That's right. Yep. So Kidner was a real helpful resource in that and I liked his way of framing it. Roland Murphy has an excellent introduction called the Tree of Life, an exploration of biblical wisdom literature. And what he covers is Proverbs, Job, Ecclesiastes. Then he's also writing thinking of the whole Jewish literary tradition. So he includes two later wisdom works from the late Second Temple period, the Wisdom of Ben Sira and a work called the Wisdom of Solomon. Both of those are in the Deuterocanon or Apocrypha Catholic in orthodox traditions. Then he also has a chapter saying about wisdom's echoes and it's a chapter on the Song of Songs. And then also later other books of the Hebrew Bible that have key wisdom themes in them. But the main feature there is Song of Songs. And that raises an interesting issue. What is the criteria to be a wisdom book? Yeah. Yep. For including a book within the wisdom literature, the last, and I recommend all three of these. Just last introduction is by William Brown called Wisdom's Wonder. And he includes Proverbs, Job, Ecclesiastes and that's it. So he goes. He's kind of like Kidner. So the different table of contents of those three introductions to wisdom literature. Yeah. Points up something, namely the difficulty of knowing what makes something a wisdom book. Is it just. You count the number of times the word wisdom appears because you're going to find wisdom in all the books of the Bible. The word wisdom appears everywhere.",
    "start": "00:03:50",
    "end": "00:05:26"
  },
  {
    "text": "But the book in question, it seems like, is the Song of Solomon.",
    "start": "00:05:26",
    "end": "00:05:30"
  },
  {
    "text": "Oh, right. Now the difference yeah, okay, that's exactly right. So, okay, so here's two criteria you could go with. One is two of the classic. Well, not classic. Two of the wisdom books that they talk about are Proverbs and Ecclesiastes. They're both connected to Solomon in some way. So, okay, let's go with Solomon. He's the king who prayed for wisdom, and he was said to rule with greater wisdom than any of the kings of Israel, than any of the kings in the world. Solomon spoke 3,000 proverbs. What the account in 1 Kings says. So if we make Solomon the common denominator, then Song of Songs, there's three books of the Hebrew Bible that are connected to Solomon. Proverbs, Ecclesiastes, Song of Songs. Thing is, Song of Songs actually doesn't have the word wisdom in it. So then it makes us ask, like, is that a wisdom book? Is something a wisdom book because of its association with the wisest king, or does the book have to be about wisdom as such? So let's say we do make Solomon key criteria and we have to figure out how Song of Songs fits in to the wisdom literature. But there's also another book, the Hebrew Bible, that's usually included because one of its main themes is wisdom and the fear of the Lord. And that's the Book of Job. But the Book of Job isn't connected to Solomon, at least explicitly. So you see, this is kind of the conundrum. Asians will not rise and fall on the balance of this question. Yeah, but it's an interesting question. What counts as wisdom literature in the Hebrew Bible?",
    "start": "00:05:30",
    "end": "00:06:58"
  },
  {
    "text": "Well, and so when we tackled this before, we did Proverbs, Ecclesiastes and Job. Yeah, and we didn't talk about Song of Solomon.",
    "start": "00:06:58",
    "end": "00:07:05"
  },
  {
    "text": "We did not. We didn't include it in the series.",
    "start": "00:07:05",
    "end": "00:07:07"
  },
  {
    "text": "We didn't include it. Where would you put that book in the Hebrew canon? Like, how would you categorize it if it wasn't in the wisdom?",
    "start": "00:07:07",
    "end": "00:07:16"
  },
  {
    "text": "The Song of Songs. Yeah. Oh, well, right now, in the Jewish tradition, in the organization of Tanakh Torah prophets and writings, it's among the writings and it's among a five part collection of short books in the writings called the Megilot. Just it means scrolls, but it's five short books. Ruth, Song of Songs, Ecclesiastes, Lamentations, and Esther.",
    "start": "00:07:16",
    "end": "00:07:41"
  },
  {
    "text": "Oh, yeah, Lamentations.",
    "start": "00:07:41",
    "end": "00:07:42"
  },
  {
    "text": "Interestingly, all five of those books have either a title that is a feminine noun or a main female character. Hmm, interesting. Ruth, Interesting. Esther, Song, Songs with Beloved. What about Ecclesiastes, Ecclesiastes begins with a feminine noun.",
    "start": "00:07:42",
    "end": "00:07:58"
  },
  {
    "text": "What do you mean?",
    "start": "00:07:58",
    "end": "00:07:59"
  },
  {
    "text": "The title of Ecclesiastes is the words of a figure called Qohelet. And Kohelet is the teacher. Well, we've called him the teacher. I'm going to problematize that a little bit when we get to Ecclesiastes. But it's a feminine noun. Grammatically feminine noun. Remember grammar in languages that have male and female. That's right. It doesn't always map onto actual gender of the thing in question. Sometimes it does, sometimes not. And then Lamentations, the main character is Lady Zion or Lady Jerusalem. Anyway, so on that organization, Song of Songs and Ecclesiastes are in a little hub in the writings, but Proverbs is also in the writings, and so is Job.",
    "start": "00:07:59",
    "end": "00:08:40"
  },
  {
    "text": "Those aren't in the megalot or whatever.",
    "start": "00:08:40",
    "end": "00:08:42"
  },
  {
    "text": "But not in the megalot. Megalot. That's right. But here's the thing. In the organization of the Tanakh, Genesis through Kings is all one sequential narrative from creation to exile. Then the prophets come in, and they all have those little headings that are hyperlinked back into that narrative. And so the last section, the Ketuvim, is really the writing. Yeah. And the sequence, it matters at some points, but it's really, by that point in the Hebrew Bible, you're just supposed to know where things fit. And so by the opening lines of each of the books in the Ketavim, you're meant to follow the hyperlinks to attach it to its appropriate place in the narrative, so to speak. So three of them begin with a Solomon connection. Proverbs, Ecclesiastes, and Song of Songs.",
    "start": "00:08:43",
    "end": "00:09:28"
  },
  {
    "text": "Can you walk me? Okay. I don't want to get bogged down, but, like, I just want to make sure it's clear my mind.",
    "start": "00:09:28",
    "end": "00:09:33"
  },
  {
    "text": "Yep, yep, yep.",
    "start": "00:09:33",
    "end": "00:09:33"
  },
  {
    "text": "In the Tanakh, which is how the Hebrew Bible was traditionally organized.",
    "start": "00:09:33",
    "end": "00:09:38"
  },
  {
    "text": "Correct.",
    "start": "00:09:38",
    "end": "00:09:39"
  },
  {
    "text": "There is three sections.",
    "start": "00:09:39",
    "end": "00:09:41"
  },
  {
    "text": "Correct.",
    "start": "00:09:41",
    "end": "00:09:41"
  },
  {
    "text": "Three main sections.",
    "start": "00:09:41",
    "end": "00:09:42"
  },
  {
    "text": "Yes.",
    "start": "00:09:42",
    "end": "00:09:42"
  },
  {
    "text": "The Torah.",
    "start": "00:09:42",
    "end": "00:09:43"
  },
  {
    "text": "Yep.",
    "start": "00:09:43",
    "end": "00:09:44"
  },
  {
    "text": "Genesis through Deuteronomy.",
    "start": "00:09:44",
    "end": "00:09:45"
  },
  {
    "text": "Genesis, Deuteronomy. Yep.",
    "start": "00:09:45",
    "end": "00:09:47"
  },
  {
    "text": "And then the prophets.",
    "start": "00:09:47",
    "end": "00:09:48"
  },
  {
    "text": "Correct.",
    "start": "00:09:48",
    "end": "00:09:49"
  },
  {
    "text": "Which starts in Joshua.",
    "start": "00:09:49",
    "end": "00:09:51"
  },
  {
    "text": "Yes.",
    "start": "00:09:51",
    "end": "00:09:51"
  },
  {
    "text": "And goes to where?",
    "start": "00:09:51",
    "end": "00:09:52"
  },
  {
    "text": "Malachi, which is the minor prophets. That's right. So it goes. Prophets have two sections.",
    "start": "00:09:52",
    "end": "00:09:56"
  },
  {
    "text": "Yeah. Like what we call historical books.",
    "start": "00:09:56",
    "end": "00:09:59"
  },
  {
    "text": "What we call historical books in the Christian tradition or in Jewish tradition, called the prophets, Joshua, Judges, Samuel and Kings.",
    "start": "00:09:59",
    "end": "00:10:05"
  },
  {
    "text": "Because all those stories are being told from the perspective of the prophets.",
    "start": "00:10:05",
    "end": "00:10:09"
  },
  {
    "text": "Correct.",
    "start": "00:10:09",
    "end": "00:10:09"
  },
  {
    "text": "And then you've got the major prophets.",
    "start": "00:10:10",
    "end": "00:10:12"
  },
  {
    "text": "The 15 books, and the minor prophets.",
    "start": "00:10:12",
    "end": "00:10:14"
  },
  {
    "text": "With the 15 books.",
    "start": "00:10:14",
    "end": "00:10:15"
  },
  {
    "text": "That's right.",
    "start": "00:10:15",
    "end": "00:10:15"
  },
  {
    "text": "So that's the prophets.",
    "start": "00:10:15",
    "end": "00:10:16"
  },
  {
    "text": "Yep.",
    "start": "00:10:16",
    "end": "00:10:17"
  },
  {
    "text": "And the Hebrew word for that Is Neviim. Neviim. Yep. Torah, Neviim. And now you've got this third section, which feels like a grab bag, in a sense, which is. You said that the megalot is in there.",
    "start": "00:10:17",
    "end": "00:10:29"
  },
  {
    "text": "Yep, yep, that's right.",
    "start": "00:10:29",
    "end": "00:10:31"
  },
  {
    "text": "And then there's all sorts of other.",
    "start": "00:10:31",
    "end": "00:10:33"
  },
  {
    "text": "Yeah. Psalms, Proverbs, Job, Ezra, Nehemiah, Daniel, Chronicles, and then the Megillot.",
    "start": "00:10:34",
    "end": "00:10:41"
  },
  {
    "text": "And when you get to the Meg, or when you get to the Ketavim.",
    "start": "00:10:41",
    "end": "00:10:45"
  },
  {
    "text": "Correct.",
    "start": "00:10:45",
    "end": "00:10:45"
  },
  {
    "text": "You are supposed to have just understood the story so much that when you're in there, it's hyperlinking back.",
    "start": "00:10:45",
    "end": "00:10:52"
  },
  {
    "text": "Yeah. The opening lines of each one of the books in the ketevim. And actually the whole of all the books is hyperlinking all the way back into different parts in the Torah and the prophets. So you're meant to mentally link them into different points of the narrative. And there are three books in the Ketevim that begin with hyperlinks to Solomon.",
    "start": "00:10:52",
    "end": "00:11:15"
  },
  {
    "text": "That is Ecclesiastes, Proverbs, Proverbs, and Song of Solomon.",
    "start": "00:11:15",
    "end": "00:11:19"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:11:19",
    "end": "00:11:19"
  },
  {
    "text": "Song of Songs.",
    "start": "00:11:19",
    "end": "00:11:20"
  },
  {
    "text": "That's right.",
    "start": "00:11:20",
    "end": "00:11:20"
  },
  {
    "text": "But tell me about the. What's the tradition behind doing just the three parter with and adding.",
    "start": "00:11:20",
    "end": "00:11:27"
  },
  {
    "text": "That's right. So the tradition of saying, ah, here are the wisdom books of the Bible. Proverbs, Job and Ecclesiastes. It's a modern construct. It's a modern invention. So there's a scholar, Will Kynes, who actually just wrote recently, I actually put off launching this video until I could read his book. It's called an obituary for the Wisdom Literature. And he has traced the origin of treating Proverbs, Job and Ecclesiastes as a little island of books called the wisdom literature that are really separate from the rest of the Hebrew Bible in terms of theme and tone. To. I forget his name. To a German scholar in the mid-1800s. Before then, people didn't talk about the wisdom literature. And his case in the book is actually that it's a modern invention that has distorted our view of these books.",
    "start": "00:11:27",
    "end": "00:12:25"
  },
  {
    "text": "We're perpetuating that, then?",
    "start": "00:12:25",
    "end": "00:12:27"
  },
  {
    "text": "No. Nope. Because we're going to include Song of Songs in this. No. What this video is going to be about, actually, is a reframe. It's going to be a different perspective than our current wisdom series. His point in the book, and he's right, is that what we call the wisdom books are books that are anchored in the Eden narrative and the Abraham narrative and the drama of wisdom and the knowing of good and evil that leads to life and learning how to Know good and evil by living by the fear of the Lord. Wisdom, that is the fear of the Lord, which is a main theme in all of these books. But if you begin with the Eden story, then all of a sudden Song of Songs fits right in at home with these books. So this video that we're going to make, I'm not just taking Kind's work Will Kyne's book on board, but that was very helpful. It's going to be about how the wisdom literature is actually playing. It's universalizing the garden narrative.",
    "start": "00:12:28",
    "end": "00:13:28"
  },
  {
    "text": "Universalizing the garden narrative.",
    "start": "00:13:28",
    "end": "00:13:30"
  },
  {
    "text": "The wisdom books of the Bible are inviting readers of the Bible to see themselves and their own life stories as reenactments of the Adam and Eve story. So when you finish the Book of Proverbs, you see yourself as standing at the foot of the tree of knowing good and evil, with a decision of how you're going to learn good and evil by your own wisdom and taking it and what's good in your own eyes, or living by the fear of the Lord, which means doing what he says, even when it doesn't seem intuitive or wise to me. So I'm excited about this video.",
    "start": "00:13:30",
    "end": "00:14:05"
  },
  {
    "text": "Cool.",
    "start": "00:14:05",
    "end": "00:14:05"
  },
  {
    "text": "Yeah.",
    "start": "00:14:05",
    "end": "00:14:06"
  },
  {
    "text": "So as we talk about how to read the wisdom literature, we're not talking about like a genre per se as much. No, no, because they're written in different genres. Like there's some poetry, there's some narrative, there's proverbs.",
    "start": "00:14:06",
    "end": "00:14:21"
  },
  {
    "text": "Correct.",
    "start": "00:14:21",
    "end": "00:14:22"
  },
  {
    "text": "So as we talk about how to read them, we're going to be thinking.",
    "start": "00:14:22",
    "end": "00:14:24"
  },
  {
    "text": "More about what this video is going to be about. The narrative framework within which these books make sense and make their contribution. It's going to be about this. It's about. Each of these books explores from a different perspective what it means to be a human sitting in front of the tree of knowing good and evil. And how do I navigate knowing good and evil in a way that leads to life and not to exile and death. The wisdom books do that primarily through the lens of the Solomon story, which is why three of these books that we're talking about in this video are linked to Solomon. For the record, there are actually, as you get later, in Jewish tradition, the entire Hebrew Bible is conceived of as wisdom literature.",
    "start": "00:14:24",
    "end": "00:15:36"
  },
  {
    "text": "Huh.",
    "start": "00:15:36",
    "end": "00:15:37"
  },
  {
    "text": "Not a section within the Bible, but the. The entire thing.",
    "start": "00:15:37",
    "end": "00:15:40"
  },
  {
    "text": "What does that mean here?",
    "start": "00:15:40",
    "end": "00:15:42"
  },
  {
    "text": "One is Psalm 119, which is a very late meta reflection on the whole Hebrew Bible. So it's a psalm. It's the longest chapter in the whole Bible. Psalm 119, like 170 something.",
    "start": "00:15:42",
    "end": "00:15:56"
  },
  {
    "text": "Is it the Alliteration or the Alphabet.",
    "start": "00:15:56",
    "end": "00:15:58"
  },
  {
    "text": "Yeah, it's one big long Alphabet poem. And every single line contains some kind of reference to the Scriptures, God's word, God's instructions, your commandments, your precepts. And it's a part of the scriptures that are reflecting on the nature of the Scriptures. It's meta reflection. It's a chapter in the Bible that's reflecting on the significance and meaning of the Bible. It's awesome. Psalm 119, but Psalm 119, verses 98 to 99, say, this your instructions. This is the word Torah. Your instructions make me more wise than my enemies, for they are ever mine. I have more insight than all my teachers because your testimonies are my meditation. This is envisioning the entire Hebrew Bible as meditation literature. That the longer you sit with it and by longer meaning years, your whole lifetime, it gives you wisdom and insight such that you'll be more wise than your teachers. So that's interesting. The whole thing is wisdom literature.",
    "start": "00:15:58",
    "end": "00:17:09"
  },
  {
    "text": "The whole thing is wisdom literature.",
    "start": "00:17:09",
    "end": "00:17:11"
  },
  {
    "text": "Yeah.",
    "start": "00:17:11",
    "end": "00:17:12"
  },
  {
    "text": "By that do you mean that's the main kind of purpose of the Hebrew scriptures.",
    "start": "00:17:12",
    "end": "00:17:19"
  },
  {
    "text": "Yeah. And it's all rooted in the Eden, in the Garden of Eden story. For humans to rule the world. Well, as God's partners, they need wisdom. They need wisdom to discern between good and evil. But the question is how? How are they going to get that wisdom?",
    "start": "00:17:19",
    "end": "00:17:33"
  },
  {
    "text": "Not the tree in the middle of the garden.",
    "start": "00:17:33",
    "end": "00:17:35"
  },
  {
    "text": "And who gets to define what that wisdom is? Dude, welcome to the story of the Bible. It's just one huge train wreck of people doing what is wise in their own eyes.",
    "start": "00:17:35",
    "end": "00:17:49"
  },
  {
    "text": "There's been a number of conversations where I feel like we reflect on the story of the Bible through a different question. And I think the question here is, how do you become wise?",
    "start": "00:17:50",
    "end": "00:17:59"
  },
  {
    "text": "Yeah. How do you become wise so that you live and don't die? How do you become wise so that you experience the good life instead of destroying?",
    "start": "00:17:59",
    "end": "00:18:11"
  },
  {
    "text": "Well, so that you can rule with God.",
    "start": "00:18:11",
    "end": "00:18:13"
  },
  {
    "text": "So that you can rule with God and be his image bearer in the world.",
    "start": "00:18:13",
    "end": "00:18:17"
  },
  {
    "text": "Right. Which we would then assume is a good life.",
    "start": "00:18:18",
    "end": "00:18:21"
  },
  {
    "text": "Correct. The good life is living in covenant partnership with my creator, submitting to his guidance and wisdom so that I can gardenize the world around me.",
    "start": "00:18:21",
    "end": "00:18:34"
  },
  {
    "text": "You were designed to rule and to.",
    "start": "00:18:35",
    "end": "00:18:39"
  },
  {
    "text": "Create Eden in the world, to spread the goodness of Eden.",
    "start": "00:18:39",
    "end": "00:18:42"
  },
  {
    "text": "To create.",
    "start": "00:18:43",
    "end": "00:18:44"
  },
  {
    "text": "To create, yes.",
    "start": "00:18:44",
    "end": "00:18:45"
  },
  {
    "text": "And we've talked before about. You could talk about the story of the Bible as what do you do with power? Because to be created, to rule means you have power. And that's an interesting way to talk about the Bible, but this we're talking about. How do you attain true wisdom?",
    "start": "00:18:45",
    "end": "00:18:59"
  },
  {
    "text": "Yes. How do you know what's the right thing to do and the right.",
    "start": "00:18:59",
    "end": "00:19:03"
  },
  {
    "text": "How do you know it's the right.",
    "start": "00:19:03",
    "end": "00:19:04"
  },
  {
    "text": "Thing to do and the right decision to make as you go about building your life which affects other people's lives and. Right.",
    "start": "00:19:04",
    "end": "00:19:12"
  },
  {
    "text": "Yeah.",
    "start": "00:19:12",
    "end": "00:19:13"
  },
  {
    "text": "It's just.",
    "start": "00:19:13",
    "end": "00:19:13"
  },
  {
    "text": "It's hard to know what the right thing to do is sometimes.",
    "start": "00:19:13",
    "end": "00:19:16"
  },
  {
    "text": "Yeah. Where do you get that wisdom?",
    "start": "00:19:16",
    "end": "00:19:18"
  },
  {
    "text": "I think most people would say, no, I know what the right thing to do is. I might not always do it, but I could tell you what it is.",
    "start": "00:19:18",
    "end": "00:19:27"
  },
  {
    "text": "Yeah. But then think about life scenarios where you did what you thought was the right thing and it turned out to be the wrong thing. And maybe it was the wrong thing because you just were short sighted. You didn't have all the information. Right. Or things didn't go the way you anticipated.",
    "start": "00:19:27",
    "end": "00:19:46"
  },
  {
    "text": "Right.",
    "start": "00:19:47",
    "end": "00:19:48"
  },
  {
    "text": "Or you realize later on that you had motives driving you.",
    "start": "00:19:48",
    "end": "00:19:52"
  },
  {
    "text": "Yeah.",
    "start": "00:19:52",
    "end": "00:19:53"
  },
  {
    "text": "That you could not discern at the time.",
    "start": "00:19:53",
    "end": "00:19:54"
  },
  {
    "text": "Yeah. How often does that happen?",
    "start": "00:19:54",
    "end": "00:19:56"
  },
  {
    "text": "And you look back and be like, that was actually a real selfish act. And I was so deceived about my own motives that I couldn't see that I was acting out of some terrible place in my heart.",
    "start": "00:19:57",
    "end": "00:20:08"
  },
  {
    "text": "That's the truth of the matter is we are easily deceived by ourselves and by the powers.",
    "start": "00:20:09",
    "end": "00:20:17"
  },
  {
    "text": "Interesting. And even using the word deceived, we're starting to use the language of the Garden of Eden story. But some people might want to frame it differently. They might want to say, well, you just didn't have enough information.",
    "start": "00:20:18",
    "end": "00:20:28"
  },
  {
    "text": "Sure.",
    "start": "00:20:29",
    "end": "00:20:29"
  },
  {
    "text": "You didn't.",
    "start": "00:20:29",
    "end": "00:20:30"
  },
  {
    "text": "You didn't know your biases.",
    "start": "00:20:30",
    "end": "00:20:32"
  },
  {
    "text": "Didn't know your biases. You didn't know all the factors and the complexities. But yeah. And the biblical story is saying, no, there's a moral element to it. Our knowledge isn't morally neutral. And our desire to know some things rather than other things, our desire. When we make a decision. I'm gonna account for these factors and these people. But I conveniently happen to not think about those people, the decision and take that information on board.",
    "start": "00:20:32",
    "end": "00:21:00"
  },
  {
    "text": "Yeah.",
    "start": "00:21:00",
    "end": "00:21:00"
  },
  {
    "text": "Right. We're always sifting information when we make decisions.",
    "start": "00:21:00",
    "end": "00:21:03"
  },
  {
    "text": "Totally.",
    "start": "00:21:03",
    "end": "00:21:03"
  },
  {
    "text": "When I make a decision, let's say I make a decision about. This is silly. Let me just think this morning. Oh, okay. Yes. Jessica and I tag team breakfast for the boys. For a boy. If they're little, still learning. They don't make their own breakfast yet. And so I made a decision this morning because we were coming here to have this conversation that I was going to be laser focused. I'm going to wake up, make coffee, and then I'm just going to make my smoothie and get out the door.",
    "start": "00:21:04",
    "end": "00:21:31"
  },
  {
    "text": "That's what I did this morning. I got out before the family was up.",
    "start": "00:21:32",
    "end": "00:21:38"
  },
  {
    "text": "And so I made a decision to prioritize this conversation right here over what I often do, which is, like, start making something for the boys so that Jessica doesn't have to. And my wife experienced that as a moral decision.",
    "start": "00:21:38",
    "end": "00:21:53"
  },
  {
    "text": "Yeah.",
    "start": "00:21:54",
    "end": "00:21:54"
  },
  {
    "text": "Because she was like, what? You left me to make their lunch and their breakfast.",
    "start": "00:21:55",
    "end": "00:22:00"
  },
  {
    "text": "Yeah.",
    "start": "00:22:00",
    "end": "00:22:00"
  },
  {
    "text": "And get their clothes out. And I was like, oh. And I couldn't even see it because I woke up thinking, I have this conversation with John today. This is awesome. I need to get to work, like, a little bit sooner. And I was neglecting her, and it affected her negatively.",
    "start": "00:22:00",
    "end": "00:22:15"
  },
  {
    "text": "Define morality for me real quick.",
    "start": "00:22:16",
    "end": "00:22:17"
  },
  {
    "text": "Oh, well, sheesh. Okay.",
    "start": "00:22:17",
    "end": "00:22:21"
  },
  {
    "text": "Sounds like what you're saying is a decision that affects someone else, Correct?",
    "start": "00:22:21",
    "end": "00:22:24"
  },
  {
    "text": "Yeah. How my decisions are going to affect other people?",
    "start": "00:22:24",
    "end": "00:22:27"
  },
  {
    "text": "Or is it how do my decisions bring justice and peace and love or bring chaos and destruction?",
    "start": "00:22:27",
    "end": "00:22:35"
  },
  {
    "text": "Well, there's that. Okay. Yes. I guess if we're talking about a moral decision is a moral decision that's somehow in alignment with the cosmic principle of justice and goodness rooted in God's character. On that account, my decision to prioritize this conversation over my wife was a failed moral decision. I wasn't loving my neighbor as myself. I wasn't loving my wife as I love myself. It was wise in my own eyes until I was ready to walk out the door and I realized I'd just left her hanging with all this extra stuff that normally we share. That's what I mean.",
    "start": "00:22:35",
    "end": "00:23:11"
  },
  {
    "text": "The point of the story is that any decision we make is a moral decision. Would you say that every decision we make is a moral decision?",
    "start": "00:23:11",
    "end": "00:23:19"
  },
  {
    "text": "Maybe. Different layers.",
    "start": "00:23:19",
    "end": "00:23:20"
  },
  {
    "text": "Different layers of morality.",
    "start": "00:23:21",
    "end": "00:23:22"
  },
  {
    "text": "But every decision we make affects not just ourselves, but other people. Some of our decisions are small, but they're cumulative because they're habit forming. And so it might not be till the thousandth time that I make a certain decision, that it starts somebody else. But, yeah, none of our decisions are made in a vacuum. Yeah, they all affect the people around us.",
    "start": "00:23:22",
    "end": "00:23:43"
  },
  {
    "text": "And that's the thing. It's the butterfly effect problem, which is how do you know what you're doing right now, even though it's so small? What's the effect that's gonna have on you and the people around you? And we try our best to project that forward and imagine what that'll be.",
    "start": "00:23:43",
    "end": "00:24:00"
  },
  {
    "text": "That's right.",
    "start": "00:24:00",
    "end": "00:24:00"
  },
  {
    "text": "But life is just way too complex. How could you know? And so we have these guidelines. We kind of, you know, this is good, this is bad, these are good habits. These are bad habits. But even as best as we try to create these categories, just. Life is really messy.",
    "start": "00:24:00",
    "end": "00:24:16"
  },
  {
    "text": "Yes, it is.",
    "start": "00:24:16",
    "end": "00:24:17"
  },
  {
    "text": "And so how do you know what the right thing to do is at any given moment?",
    "start": "00:24:17",
    "end": "00:24:21"
  },
  {
    "text": "Yeah. What is the book of Genesis except a cascade of poor decisions of parents that get passed down to their children who themselves inherit the mess of the previous generation and then make their own short sighted, poor decisions that hurts them, the people around them, and then pass on to their children. It's four cycles, main cycles in Genesis and. Yeah, that's it. How do you know what is the wise thing to do that will lead to life in the garden versus exile and pain and death? This is the drama of the garden narrative and this is the drama that the wisdom books are trying to help you see. This is the drama of your own life. Your own life is a playing out of the Eden story. That's the goal of these books.",
    "start": "00:24:21",
    "end": "00:25:11"
  },
  {
    "text": "The deceptive nature of our nature. There's another layer to that to which when we are good at projecting things out, we could actually use that for our advantage.",
    "start": "00:25:11",
    "end": "00:25:22"
  },
  {
    "text": "Correct? Yes.",
    "start": "00:25:22",
    "end": "00:25:23"
  },
  {
    "text": "And so just because you are good at knowing what's good and evil.",
    "start": "00:25:23",
    "end": "00:25:27"
  },
  {
    "text": "Yes.",
    "start": "00:25:27",
    "end": "00:25:27"
  },
  {
    "text": "Like I could actually be really wise and knowing, oh, if I do this and this will likely happen and this person will think this.",
    "start": "00:25:27",
    "end": "00:25:35"
  },
  {
    "text": "Correct.",
    "start": "00:25:35",
    "end": "00:25:35"
  },
  {
    "text": "Then I'll be able to do this. And you can project out like a whole scenario.",
    "start": "00:25:35",
    "end": "00:25:39"
  },
  {
    "text": "Yes, yes.",
    "start": "00:25:39",
    "end": "00:25:40"
  },
  {
    "text": "And then you can go, I'm going to use this for my advantage.",
    "start": "00:25:40",
    "end": "00:25:42"
  },
  {
    "text": "Yes, that's right. That's why wisdom is not a morally neutral thing. You have really bad people in the biblical story who are wise. The snake.",
    "start": "00:25:42",
    "end": "00:25:52"
  },
  {
    "text": "The snake is the first one, is.",
    "start": "00:25:52",
    "end": "00:25:54"
  },
  {
    "text": "The first wise one. The snake is the first wise character. He's Ourun. Yeah.",
    "start": "00:25:54",
    "end": "00:25:58"
  },
  {
    "text": "Wow.",
    "start": "00:25:58",
    "end": "00:25:58"
  },
  {
    "text": "Good job. Humans are clever. We have these huge craniums for this amazing thing in our heads.",
    "start": "00:25:58",
    "end": "00:26:06"
  },
  {
    "text": "Yeah. We're kind of balancing these two ideas, which is one, we're incapable of truly being able to do all this 3D chess kind of stuff, you know. But on the other hand, we're actually. We actually have large brains, remarkable creatures, and we can do a lot with our imagination and our rationality. We can use that for evil or good.",
    "start": "00:26:06",
    "end": "00:26:28"
  },
  {
    "text": "Yeah, that's right. Yeah. So the question is how? What's the mode of our learning wisdom and making wise choices? We can do it in submission to the fear of the Lord and his wisdom. Or we can do what is wise in our own eyes. Okay, here you go. Actually, here, can I read a paragraph from Roland Murphy, his introduction to the Tree of Life? Yeah, it's great. Within the Hebrew Bible, the wisdom literature is exciting because it deals directly with life. We have some friends who run the Bible app, the main Bible app called YouVersion, the Bible app on most people's smartphones. And remember, they told us that one of the most searched for terms for Bible searches and reading plans within the app is the word wisdom. This was years ago. They told us this.",
    "start": "00:26:28",
    "end": "00:27:19"
  },
  {
    "text": "Oh, that's right.",
    "start": "00:27:19",
    "end": "00:27:19"
  },
  {
    "text": "But the wisdom literature, these books are very accessible. Some of the more accessible books of the Old Testament, right?",
    "start": "00:27:19",
    "end": "00:27:25"
  },
  {
    "text": "Yeah.",
    "start": "00:27:25",
    "end": "00:27:25"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:27:26",
    "end": "00:27:26"
  },
  {
    "text": "I think many, especially men, for whatever reason, like, make it a habit of reading through the Proverbs.",
    "start": "00:27:26",
    "end": "00:27:33"
  },
  {
    "text": "Yeah, Chapter a day.",
    "start": "00:27:33",
    "end": "00:27:34"
  },
  {
    "text": "Chapter a day. They're very accessible and practical.",
    "start": "00:27:34",
    "end": "00:27:38"
  },
  {
    "text": "That's right. So Murphy, Roland Murphy says wisdom literature is this way because it deals directly with life. The Sages, he goes on, the sages of Israel were concerned with the present, how to cope with the challenges provoked by one's immediate experience. The choice between life and death that Moses dramatically places before Israel in Deuteronomy 30. Remember, choose this day. Life, death, blessing, curse, when you go into the promised land. He says that choice is re echoed in the sages emphasis on the wisdom that leads to life. The life and death situation is expressed in the image of the tree of life. Proverbs chapter 3, 8, 18. Wisdom is a tree of life to all who grasp her. Think of Genesis 3. How fortunate are those who embrace her. He goes on. This image is well known from its appearance in Genesis. The first dwellers of the garden were kept from that tree, the tree of life, lest they live forever. Remember, they took from the tree of knowing good and evil, and then they're prevented from taking of the tree of life. In a vivid turn of metaphor, wisdom in Proverbs has become the tree of life and is personified as a woman. Proverbs 8, 35. Long life is in her right hand, in her left are wealth and honor. She boasts that the one who finds her finds life, and the one who fails to find her is ultimately in love with death.",
    "start": "00:27:38",
    "end": "00:29:04"
  },
  {
    "text": "In love with death?",
    "start": "00:29:04",
    "end": "00:29:06"
  },
  {
    "text": "Yeah, that's what she says in Proverbs 8. So he concludes, one must hear wisdom obediently, but one must also pray for the gift that she is embracing. The gift of wisdom is precarious, however, because according to the sages, we are easily deceived. Proverbs 26:12. There is more hope for a fool than for those who are wise in their own eyes.",
    "start": "00:29:06",
    "end": "00:29:30"
  },
  {
    "text": "That's a good proverb.",
    "start": "00:29:30",
    "end": "00:29:31"
  },
  {
    "text": "It is. So he's saying the drama of the garden is being represented to us in the wisdom books, and anyone can be wise. The question is, will you be wise in the way that leads to life as opposed to self deception?",
    "start": "00:29:32",
    "end": "00:29:49"
  },
  {
    "text": "Yeah. Wise in your own eyes is. What is that an idiom?",
    "start": "00:29:49",
    "end": "00:29:54"
  },
  {
    "text": "Wise in your own estimation? It's what we were talking about earlier.",
    "start": "00:29:56",
    "end": "00:30:00"
  },
  {
    "text": "Yeah.",
    "start": "00:30:00",
    "end": "00:30:00"
  },
  {
    "text": "It seemed wise in my own eyes to prioritize getting to work a little earlier so we could have this conversation, but I was not taking into account the people that I live with.",
    "start": "00:30:00",
    "end": "00:30:12"
  },
  {
    "text": "And the opposite of that in this proverb is the fool. And that's to really make a big hyper point. But what would be the opposite of wise in your own eyes?",
    "start": "00:30:12",
    "end": "00:30:23"
  },
  {
    "text": "Oh, those who are wise by learning the fear of the Lord. The fear of the Lord is the beginning of knowledge and wisdom.",
    "start": "00:30:23",
    "end": "00:30:32"
  },
  {
    "text": "Yeah.",
    "start": "00:30:32",
    "end": "00:30:32"
  },
  {
    "text": "Proverbs 1, verse 7.",
    "start": "00:30:32",
    "end": "00:30:34"
  },
  {
    "text": "Yeah. And so we're going to talk about.",
    "start": "00:30:34",
    "end": "00:30:36"
  },
  {
    "text": "That phrase, fear of the Lord. Yeah, In a way, I'm asking that question correct. Yeah. The story of the Garden of Eden is of humans being wise in their own eyes, leading to exile and death. And so the drama that's played out has a turning point in the story of Abraham, who is the first character to make a decision not based on his own wisdom, but based on the fear of the Lord. And when Abraham's the first character who lives by the fear of the Lord, and when he does, it releases the blessing of Eden out to the nations. Genesis, chapter 22. Living by wisdom that submitted to the fear of the Lord is the way to the life of Eden. That's one of the main arguments of the book of Genesis and of the wisdom books themselves. Okay. We've talked about Genesis 1:3 a lot. A lot. And here we are again. It's all in here, man.",
    "start": "00:30:36",
    "end": "00:31:56"
  },
  {
    "text": "Yeah.",
    "start": "00:31:56",
    "end": "00:31:56"
  },
  {
    "text": "The whole Bible springs out of these first few pages. So we're going to do some things that we haven't quite done before, nail some things down that we've done intuitively, but I want to nail them down first. The concept of good and evil, the tree of knowing. Good and evil.",
    "start": "00:31:56",
    "end": "00:32:13"
  },
  {
    "text": "Yeah.",
    "start": "00:32:13",
    "end": "00:32:14"
  },
  {
    "text": "So first, let's back up. Sorry. You remember the how do I know what is good? The Hebrew word for good is Tov. And before I even learn what evil is, the Hebrew word for that is Ra. So Tov and Ra, page one, Genesis one has tov all over the place in the Seven day structure. And then God saw that it was Tov is repeated seven times in the chapter. So I finished Genesis one. God's provided.",
    "start": "00:32:14",
    "end": "00:32:46"
  },
  {
    "text": "I've seen a lot of good.",
    "start": "00:32:46",
    "end": "00:32:47"
  },
  {
    "text": "Yep. And God has provided what is good. Without God doing what he does in Genesis 1, it would just be right. It would be darkness and disorder if God doesn't create in Genesis 1.",
    "start": "00:32:47",
    "end": "00:33:00"
  },
  {
    "text": "So goodness came.",
    "start": "00:33:01",
    "end": "00:33:02"
  },
  {
    "text": "So God is the author of goodness. He's the provider of Tov in that narrative.",
    "start": "00:33:02",
    "end": "00:33:07"
  },
  {
    "text": "Yeah.",
    "start": "00:33:07",
    "end": "00:33:07"
  },
  {
    "text": "But also he's the one who sees that it's Tov. You watch God make something, he provides it, but then he evaluates it, which requires knowledge and. Right.",
    "start": "00:33:07",
    "end": "00:33:21"
  },
  {
    "text": "Yeah.",
    "start": "00:33:22",
    "end": "00:33:22"
  },
  {
    "text": "To see it means to be like, ah, that's what's good. Meaning I know the opposite of good. And I don't want that. I want what is good.",
    "start": "00:33:23",
    "end": "00:33:31"
  },
  {
    "text": "Yeah. It's interesting how much you learn about the character of God.",
    "start": "00:33:31",
    "end": "00:33:33"
  },
  {
    "text": "Mm.",
    "start": "00:33:34",
    "end": "00:33:34"
  },
  {
    "text": "Like, if you know nothing about what. No category for God, and you start here, you're like, okay, well, he's. He's powerful.",
    "start": "00:33:35",
    "end": "00:33:43"
  },
  {
    "text": "Powerful.",
    "start": "00:33:44",
    "end": "00:33:44"
  },
  {
    "text": "But the things I was just picking up on is when he creates. His propensity is to create goodness.",
    "start": "00:33:45",
    "end": "00:33:52"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:33:53",
    "end": "00:33:54"
  },
  {
    "text": "I mean, that's not necessarily.",
    "start": "00:33:54",
    "end": "00:33:55"
  },
  {
    "text": "Yeah, that's not a given.",
    "start": "00:33:56",
    "end": "00:33:57"
  },
  {
    "text": "It's not a given.",
    "start": "00:33:57",
    "end": "00:33:58"
  },
  {
    "text": "No. No. There's many religious worldviews where both good and evil are contained within the ultimate deity, especially Eastern worldviews. That's like yin and yang. Both good and evil are contained within ultimate being. Different than the depiction of God in Genesis 1. He provides what is good by containing and removing what is not good.",
    "start": "00:33:58",
    "end": "00:34:26"
  },
  {
    "text": "And after he does that, he reflects on it and defines it and evaluates it. And that's also not a given.",
    "start": "00:34:28",
    "end": "00:34:39"
  },
  {
    "text": "Mm.",
    "start": "00:34:39",
    "end": "00:34:39"
  },
  {
    "text": "Like, I guess you could just have a God who. Some force. Some. Some. Yeah, whatever. Some abstract force that just creates.",
    "start": "00:34:39",
    "end": "00:34:46"
  },
  {
    "text": "Yeah, good.",
    "start": "00:34:46",
    "end": "00:34:47"
  },
  {
    "text": "That's just how it's wired.",
    "start": "00:34:47",
    "end": "00:34:48"
  },
  {
    "text": "Yeah. Yeah. Or you could have a deity who is subject to forces greater than even themselves.",
    "start": "00:34:48",
    "end": "00:34:54"
  },
  {
    "text": "Right.",
    "start": "00:34:54",
    "end": "00:34:54"
  },
  {
    "text": "In which case they're not the ultimate wise one.",
    "start": "00:34:54",
    "end": "00:34:58"
  },
  {
    "text": "Yeah. But this deity has this consciousness. Yeah, whatever. That's our word. That can then reflect.",
    "start": "00:34:58",
    "end": "00:35:04"
  },
  {
    "text": "Correct. He's both powerful and he's wise. I think that's what we're saying. Yeah. In Genesis 1, God is both powerful. He can create life and good, powerful death.",
    "start": "00:35:05",
    "end": "00:35:14"
  },
  {
    "text": "And he's good and he's wise.",
    "start": "00:35:14",
    "end": "00:35:16"
  },
  {
    "text": "And he's wise. Yeah.",
    "start": "00:35:16",
    "end": "00:35:17"
  },
  {
    "text": "All those things.",
    "start": "00:35:17",
    "end": "00:35:18"
  },
  {
    "text": "Correct. Yeah, that's right. I go into Genesis 2, and God is also the first one to identify something as Lotov not good. So God, I just watch God provide and define good on Genesis 1. Genesis 2, God identifies also. He knows what is not good and what it is. Is a human alone.",
    "start": "00:35:18",
    "end": "00:35:40"
  },
  {
    "text": "Yeah.",
    "start": "00:35:40",
    "end": "00:35:41"
  },
  {
    "text": "Yes. So Genesis 1, God created the image bearers, male and female. He created them and says, be fruitful and multiply. Genesis 2, you have a single human. It's the word Adam, human. And a single human is not good. A single human cannot accomplish what the ideal for humanity on page one, which is to be fruitful and multiply and rule the world together.",
    "start": "00:35:41",
    "end": "00:36:10"
  },
  {
    "text": "Yeah.",
    "start": "00:36:10",
    "end": "00:36:11"
  },
  {
    "text": "Can't do that alone.",
    "start": "00:36:11",
    "end": "00:36:12"
  },
  {
    "text": "Nope. You could if you're an earthworm.",
    "start": "00:36:12",
    "end": "00:36:14"
  },
  {
    "text": "Yeah. What's that, Poly?",
    "start": "00:36:17",
    "end": "00:36:19"
  },
  {
    "text": "I don't know the technical term.",
    "start": "00:36:20",
    "end": "00:36:21"
  },
  {
    "text": "There's a technical term?",
    "start": "00:36:21",
    "end": "00:36:22"
  },
  {
    "text": "Yeah. Both male and female.",
    "start": "00:36:22",
    "end": "00:36:23"
  },
  {
    "text": "Yeah, yeah. Species that can self generate anyway, because.",
    "start": "00:36:23",
    "end": "00:36:27"
  },
  {
    "text": "An earthworm, you could also cut it in half.",
    "start": "00:36:27",
    "end": "00:36:29"
  },
  {
    "text": "That's right.",
    "start": "00:36:29",
    "end": "00:36:30"
  },
  {
    "text": "And then they could be whatever they wanted.",
    "start": "00:36:30",
    "end": "00:36:32"
  },
  {
    "text": "That's right, yeah.",
    "start": "00:36:32",
    "end": "00:36:33"
  },
  {
    "text": "So we were made.",
    "start": "00:36:33",
    "end": "00:36:35"
  },
  {
    "text": "That's right. So in other words, if I'm following the repetition of the word good, God provides it. He has the wisdom to evaluate it and know it as such. And he has the wisdom to know what is not tov and then remedy that. He splits the atomic. You know this. Well, actually first, this is significant. The first thing he does is he forms the animals. This is Genesis 2. He forms the animals out of the ground and he brings them to the human to see what the human would name them.",
    "start": "00:36:36",
    "end": "00:37:10"
  },
  {
    "text": "Yeah.",
    "start": "00:37:10",
    "end": "00:37:11"
  },
  {
    "text": "So God is now what God did in Genesis 1, which is to bring life and order out of darkness and nothingness. And God names. God's the one naming Genesis one.",
    "start": "00:37:11",
    "end": "00:37:24"
  },
  {
    "text": "He calls things.",
    "start": "00:37:24",
    "end": "00:37:25"
  },
  {
    "text": "He calls it day. He calls it day, he calls it sky. He calls it the seas. So God's organizing and naming and providing what is good. Now God says, here's something that's not good. A human can't do what I called him to do alone. So he needs companions, co workers. Or in Hebrew it's ezer kinegdo. A help that corresponds to him. Oh, yes, right. That's what God says. He needs a help that corresponds to him. The English word help does not help us because when helper or help gets us into like assistant world.",
    "start": "00:37:25",
    "end": "00:38:05"
  },
  {
    "text": "Oh, right.",
    "start": "00:38:05",
    "end": "00:38:05"
  },
  {
    "text": "The only ever, only other character that's called an azer. A help.",
    "start": "00:38:06",
    "end": "00:38:11"
  },
  {
    "text": "Oh, let me guess. Spirit.",
    "start": "00:38:11",
    "end": "00:38:13"
  },
  {
    "text": "Holy spirit is Yahweh himself. David will say, you are my help. You are my azer. You're the one. It means salvation. Salvation, yeah.",
    "start": "00:38:13",
    "end": "00:38:25"
  },
  {
    "text": "That's a help.",
    "start": "00:38:25",
    "end": "00:38:26"
  },
  {
    "text": "Yeah. Help in Hebrew means to do for something. Do for someone what they cannot do for themselves.",
    "start": "00:38:26",
    "end": "00:38:34"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:38:34",
    "end": "00:38:35"
  },
  {
    "text": "That's what ezer means.",
    "start": "00:38:35",
    "end": "00:38:37"
  },
  {
    "text": "So we must have a word for that.",
    "start": "00:38:37",
    "end": "00:38:40"
  },
  {
    "text": "Oh, man.",
    "start": "00:38:40",
    "end": "00:38:41"
  },
  {
    "text": "Help. I guess just can do either. Like, it can mean. It could just mean, like, I need some help.",
    "start": "00:38:41",
    "end": "00:38:46"
  },
  {
    "text": "Well, but usually if I need help, it's, I can't do it alone or I don't want to do it alone.",
    "start": "00:38:46",
    "end": "00:38:51"
  },
  {
    "text": "But you could think of, like, the, like, kindergarten class where it's like, who's going to be my helper today?",
    "start": "00:38:51",
    "end": "00:38:55"
  },
  {
    "text": "And that's where. Yeah. This phrase helper in our English Translations of Genesis 2 loads all kinds of gender issues into that story of, oh, yes, woman is the helper. Oh, no, dude. Woman is salvation for this lone human. An other who is different from but corresponds to is salvation for the lone human.",
    "start": "00:38:56",
    "end": "00:39:19"
  },
  {
    "text": "Salvation in that it wasn't good.",
    "start": "00:39:19",
    "end": "00:39:21"
  },
  {
    "text": "Lo tov. Not good. A human alone can't do what God called humanity to do. And so who is the one? David will say, I cried out for Azer as my enemies were against me. You are my Azer. God makes an azer corresponding.",
    "start": "00:39:22",
    "end": "00:39:45"
  },
  {
    "text": "I mean, praise God for women.",
    "start": "00:39:46",
    "end": "00:39:48"
  },
  {
    "text": "But even that, it's not just like, oh, because women are great. The introduction of the woman is to provide for humanity what humanity cannot do by themselves. Themselves.",
    "start": "00:39:49",
    "end": "00:40:00"
  },
  {
    "text": "Yeah.",
    "start": "00:40:00",
    "end": "00:40:00"
  },
  {
    "text": "It's like. It's remarkable. It's interesting. He brings the animals as the first, like, trial companions.",
    "start": "00:40:00",
    "end": "00:40:32"
  },
  {
    "text": "Yeah.",
    "start": "00:40:32",
    "end": "00:40:32"
  },
  {
    "text": "But one layer of what God's inviting human to do is to start exercising his own wisdom. God was naming and identifying in Genesis 1. God identifies what is not good. So let's fix that around here. Hey, human, will you share with me? In beginning to organize and order, God is the one who provides the dry land in the garden. Then he put the human in the garden and says, join me. You work it and keep it, too. That came right before this. And then God in Genesis 1 was naming and organizing, and now he's giving to the human the chance to name and organize. So he's inviting humans into the divine project of bringing order. Yeah, but it can't be done without an azer. Yeah, it can't be done. Humans can't be fruitful and multiply alone. So what God does.",
    "start": "00:40:32",
    "end": "00:41:29"
  },
  {
    "text": "When you say humans, plural, I mean human, Adam, human.",
    "start": "00:41:29",
    "end": "00:41:33"
  },
  {
    "text": "That's right. Yeah. So what God does is he splits the atom. I already used that one.",
    "start": "00:41:34",
    "end": "00:41:39"
  },
  {
    "text": "He splits the atom.",
    "start": "00:41:40",
    "end": "00:41:41"
  },
  {
    "text": "This is interesting. The word ribbon in Hebrew, this is a very common word, and it's the word for side. Oh, right, right, right, right. Meaning the whole side of a building. It's a very common Hebrew word for the side of a Building the side of a tent, the side of a rock.",
    "start": "00:41:42",
    "end": "00:41:59"
  },
  {
    "text": "Okay.",
    "start": "00:41:59",
    "end": "00:41:59"
  },
  {
    "text": "So he took from one of his sides.",
    "start": "00:42:00",
    "end": "00:42:03"
  },
  {
    "text": "Yeah. They cut him in half.",
    "start": "00:42:03",
    "end": "00:42:05"
  },
  {
    "text": "I think that's what we're supposed to imagine. And then he closes up the flesh in its place. That's what it says. He took from one of his sides. How many sides does a human have? That's what it says in Hebrew. And then he builds. It's the architectural word. He builds the side from which he had taken from Adam into a woman and brought her to Adam.",
    "start": "00:42:05",
    "end": "00:42:29"
  },
  {
    "text": "Yeah. Bone of my bone, Flesh of my flesh.",
    "start": "00:42:29",
    "end": "00:42:31"
  },
  {
    "text": "Yeah. And then he says, bone of my bone, flesh of my flesh. Okay. Now get this. And then the two. God's now made two.",
    "start": "00:42:31",
    "end": "00:42:36"
  },
  {
    "text": "Yeah.",
    "start": "00:42:36",
    "end": "00:42:37"
  },
  {
    "text": "So those two are now. Okay. In God's estimation. It's low tov not tov to have one. We need two. For humans to be what I called them to be in Genesis 1. But those two have to become one so that as one who is yet two can do the thing that I called them to do on page one. So unified, the two, unified as one can do what I called an. Can be the image of God. That's right. And then becomes man and woman again. This is all going to be crucially important for the wisdom literature.",
    "start": "00:42:37",
    "end": "00:43:08"
  },
  {
    "text": "Okay.",
    "start": "00:43:08",
    "end": "00:43:09"
  },
  {
    "text": "Trust me.",
    "start": "00:43:09",
    "end": "00:43:09"
  },
  {
    "text": "Okay.",
    "start": "00:43:10",
    "end": "00:43:11"
  },
  {
    "text": "Okay. So the two as one. Tove garden. We can make babies.",
    "start": "00:43:11",
    "end": "00:43:16"
  },
  {
    "text": "We can multiply.",
    "start": "00:43:17",
    "end": "00:43:17"
  },
  {
    "text": "We have an Ezer for the man, the one without which he cannot do what he's called to do. It's all. There it is. There it is. This is awesome. And they're naked, and there's no shame. This is important for a Song of Songs. The man and the woman together in the garden. Naked, completely vulnerable and open to each other. No shame. One with God, one with each other. This is Eden.",
    "start": "00:43:17",
    "end": "00:43:43"
  },
  {
    "text": "Yeah.",
    "start": "00:43:43",
    "end": "00:43:44"
  },
  {
    "text": "There you go. It lasts two pages.",
    "start": "00:43:44",
    "end": "00:43:46"
  },
  {
    "text": "Yeah. It doesn't last long.",
    "start": "00:43:46",
    "end": "00:43:48"
  },
  {
    "text": "No, it doesn't. Okay.",
    "start": "00:43:48",
    "end": "00:43:50"
  },
  {
    "text": "Is nakedness in the culture shameful to be naked?",
    "start": "00:43:50",
    "end": "00:43:53"
  },
  {
    "text": "Oh, I think it is in many cultures.",
    "start": "00:43:54",
    "end": "00:43:56"
  },
  {
    "text": "Yeah, I would say it is in many cultures.",
    "start": "00:43:56",
    "end": "00:43:58"
  },
  {
    "text": "I just want to confirm it is in the biblical tradition.",
    "start": "00:43:58",
    "end": "00:44:02"
  },
  {
    "text": "Okay.",
    "start": "00:44:02",
    "end": "00:44:02"
  },
  {
    "text": "Yeah. It's not in all cultures. And certain parts of the body being exposed activate different things in different cultures. But in the biblical tradition, to say.",
    "start": "00:44:02",
    "end": "00:44:11"
  },
  {
    "text": "They were naked and not ashamed, I'd be like, what?",
    "start": "00:44:11",
    "end": "00:44:13"
  },
  {
    "text": "Yeah.",
    "start": "00:44:13",
    "end": "00:44:14"
  },
  {
    "text": "Well, of course you would be ashamed if you were naked.",
    "start": "00:44:14",
    "end": "00:44:16"
  },
  {
    "text": "Correct. Yeah. Naked to be naked and vulnerable to someone who's not my family is. Yeah. Publicly shameful. Correct. Yeah. Okay, so that's step one. Next step is how it all goes terribly wrong.",
    "start": "00:44:16",
    "end": "00:44:31"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. This conversation on wisdom is part of a longer set of conversations on how to read the Bible. We've got a whole list of videos, podcasts and other resources helping you understand all the different genres of biblical literature. You can find all those resources@thebibleproject.com the BibleProject is a crowdfunded nonprofit. We're in Portland, Oregon. We believe the Bible is a unified story that leads to Jesus. We can make all these resources for free because of the generous support of people like you. So thank you so much for being a part of this with us. Hi, this is Cynthia Davis. I'm from Virginia and one of the things I love about the Bible Project is is the simplicity and the fun that it brings to Scripture. It just makes things so crystal clear and that just helps me every day in my personal Bible study with what I'm learning. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, and more@thebibleproject.com.",
    "start": "00:44:33",
    "end": "00:45:38"
  },
  {
    "text": "SA.",
    "start": "00:45:42",
    "end": "00:45:42"
  }
]