[
  {
    "text": "Welcome to the BibleProject podcast. On today's episode, Tim and I are going to be asking the question, how would you summarize the entire story of the Bible?",
    "start": "00:00:11",
    "end": "00:00:20"
  },
  {
    "text": "The Bible is big and complex and has way too many characters. How can possibly keep all this?",
    "start": "00:00:20",
    "end": "00:00:27"
  },
  {
    "text": "Yet the Bible is one unified story. A story about humanity's role to rule the world on God's behalf. This vocational calling is what we refer to as the image of God, and it's a high bar. It gives humans a lot of authority and a lot of power.",
    "start": "00:00:28",
    "end": "00:00:45"
  },
  {
    "text": "A question that's on everybody's mind right now is what does it mean to use power responsibly?",
    "start": "00:00:45",
    "end": "00:00:55"
  },
  {
    "text": "The story of the Bible is how that calling has been corrupted and how God's on a mission to fix it.",
    "start": "00:00:55",
    "end": "00:01:01"
  },
  {
    "text": "How Jesus redefines power in his teachings and his life is scandalous. But it's also wise. Like it's, as he claimed, the only way forward.",
    "start": "00:01:01",
    "end": "00:01:10"
  },
  {
    "text": "The entire story of the Bible summarized. Thanks for listening in. Here we go. So we're going to talk about the Bible as a unified story, and we're going to try to walk through the whole story and make a video that tells that story in five minutes. Yeah, that's the plan.",
    "start": "00:01:10",
    "end": "00:01:42"
  },
  {
    "text": "One video telling the whole story of the Bible.",
    "start": "00:01:42",
    "end": "00:01:46"
  },
  {
    "text": "We've been asked to make this before.",
    "start": "00:01:48",
    "end": "00:01:49"
  },
  {
    "text": "No pressure.",
    "start": "00:01:50",
    "end": "00:01:50"
  },
  {
    "text": "Yeah, no pressure.",
    "start": "00:01:50",
    "end": "00:01:51"
  },
  {
    "text": "We have been asked to make this video, and I think we've both always wanted to make it. At some point, it was just about the right timing and the right series.",
    "start": "00:01:52",
    "end": "00:01:59"
  },
  {
    "text": "Yeah.",
    "start": "00:02:00",
    "end": "00:02:00"
  },
  {
    "text": "I'm excited that we're doing it as a part of the how to Read the Bible series, because I think that understanding how any section of the Bible contributes to and fits into the broader overall story, it's a really important skill to develop. And if you don't have it, it really makes reading the Bible hard, or you just end up not knowing how to read anything in context.",
    "start": "00:02:00",
    "end": "00:02:25"
  },
  {
    "text": "And I'm not really sure how we're going to do this, because every time we do a theme video, what I notice is that the Bible is much more nuanced and sophisticated than I had realized. And by just tracing that theme through the narrative of the Bible, you get this really beautiful story arc. So what we can't do is make a video that's like a summary of every biblical theme and how they all tie together. Yeah, that's right into this one epic narrative.",
    "start": "00:02:25",
    "end": "00:02:56"
  },
  {
    "text": "Yeah, that's a good point. You know, for a long time, I used to kind of hang my hat on some of those real general outlines of the story of The Bible, like creation, fall, redemption, new creation, something like that.",
    "start": "00:02:56",
    "end": "00:03:09"
  },
  {
    "text": "Yeah.",
    "start": "00:03:09",
    "end": "00:03:09"
  },
  {
    "text": "But inevitably those schemes, just like even that one by nature, just leaves out.",
    "start": "00:03:09",
    "end": "00:03:16"
  },
  {
    "text": "So much creation, fall, redemption, redemption, new creation. I mean, we kind of go through those movements in every theme video. It seems like we always are like, okay, let's remember this is what creation was about. And then this was the problem. And then this is what God was doing with Israel. Here's how it all has its climax in Jesus redemption and then realized fully in new creation. Yeah, so we go through those beats.",
    "start": "00:03:16",
    "end": "00:03:46"
  },
  {
    "text": "Yeah, we do. But even just what you did right there, the Israel part, which in terms of page numbers takes up the vast majority of the story, kind of lives in this hazy in between spot, in between fall and in between redemption. Maybe the story of redemption begins with Abraham, but really it's about Jesus. And yeah, I've just become dissatisfied with versions of retelling the Bible story that skips the actual majority of the Bible.",
    "start": "00:03:46",
    "end": "00:04:18"
  },
  {
    "text": "Yeah. Well, here's the thing though. With that majority, it's an ancient culture that's very different than anything we've experienced. So that's difficult.",
    "start": "00:04:18",
    "end": "00:04:28"
  },
  {
    "text": "It's true.",
    "start": "00:04:29",
    "end": "00:04:29"
  },
  {
    "text": "It's difficult. Stories oftentimes that aren't very clear cut. Like why did David cut off the foreskins of all those Philistines? All those Philistines? Is David and Goliath a story about how I'm supposed to tackle my own giants in my life. And so that's difficult to navigate. There's just all these questionable stories and questionable characters. And I thought the Bible is about being a good person. But then on top of all that, it seems like, well, if Jesus is really coming to fulfill all that, and really my focus is on following Jesus, why do I need to care about all of that history? It just becomes this big prelude that I can skip and just go to the main event. And it's a lot easier to navigate the main event. It makes a much smaller book too. Just carry around the New Testament and it's a smaller.",
    "start": "00:04:29",
    "end": "00:05:24"
  },
  {
    "text": "I've done this parking lot totally. I've done this in large group settings before. Classroom settings where I have people get out a Bible and I use that four part scheme. I put it up, write it up or something. And then I'm like, so let's account for the pages of the Bible. Creation and fall.",
    "start": "00:05:24",
    "end": "00:05:39"
  },
  {
    "text": "Yeah. 1 through 11.",
    "start": "00:05:39",
    "end": "00:05:41"
  },
  {
    "text": "Yeah. But actually, and for most people's minds, that's just the first three pages of the Bible. Genesis 1, 2 and 3 and then redemption. So skip forward to the New Testament.",
    "start": "00:05:42",
    "end": "00:05:51"
  },
  {
    "text": "Right.",
    "start": "00:05:51",
    "end": "00:05:52"
  },
  {
    "text": "Maybe Touch down at one page of Isaiah, a child is born to us, a son is given. But basically skip forward to Matthew and then the New Testament. And then if you just hold a Bible, like get both your hands out, hold in your left hand Genesis 1.",
    "start": "00:05:52",
    "end": "00:06:08"
  },
  {
    "text": "To 3, that's the first few pages.",
    "start": "00:06:08",
    "end": "00:06:10"
  },
  {
    "text": "And. And then hold the New Testament and then just look at what's in front of you. It's bizarre to say, this is a. What I'm. This four part scheme is a summary of this book.",
    "start": "00:06:10",
    "end": "00:06:22"
  },
  {
    "text": "Right.",
    "start": "00:06:22",
    "end": "00:06:23"
  },
  {
    "text": "And then to realize, like, it leaves out. It leaves out. It's not even funny. It's not even. You could like maybe mistake it for being the whole thing. It's like it's 4/5 of the Bible isn't accounted for in that scheme. One and two, even when we say that, that scheme where Jesus is the fulfillment of redemption. But if you simply actually read the four accounts of his mission and life and preaching and death and resurrection, he's constantly appealing to that part that you skipped over as the way of explaining who he was, what he was doing, why he says, what he says.",
    "start": "00:06:23",
    "end": "00:07:04"
  },
  {
    "text": "So Jesus, and not only him, but the writers, the gospel writers are referring back to him.",
    "start": "00:07:04",
    "end": "00:07:09"
  },
  {
    "text": "Yep. The gospel, yeah. The writers themselves, and then on into the writings of the apostles.",
    "start": "00:07:09",
    "end": "00:07:13"
  },
  {
    "text": "The apostles do it.",
    "start": "00:07:13",
    "end": "00:07:14"
  },
  {
    "text": "Yeah. So Jesus and the apostles firmly believe that knowing how to read this majority section of your Bible that Christians call the Old Testament is a part of discipleship to Jesus. And it takes a lot of work. And the cookies are not on the bottom shelf, but there's just nothing for it. If a person wants to say they represent, they're representing the Bible, they need to be able to retell the story in a way that accounts for all of it.",
    "start": "00:07:14",
    "end": "00:07:44"
  },
  {
    "text": "Take a step back though. And it's strange that as a community of Christians, but a group of people to say, hey, part of our identity is to really care about these ancient stories from another culture. And they're difficult to read and difficult to understand for many reasons. One, it's a different language, different culture, but also it's like literary genius. So literary genius is hard to.",
    "start": "00:07:44",
    "end": "00:08:14"
  },
  {
    "text": "It's not always easy reading. It's not always easy reading like Moby Dick and East of Eden. It's intense and Shakespeare, but it's rewarding, but it's intense.",
    "start": "00:08:14",
    "end": "00:08:22"
  },
  {
    "text": "Shakespeare, if you just take a step back, it just feels like, yeah, how many of your friends have their identity around something that requires them to have a mastery of ancient Hebrew texts or.",
    "start": "00:08:22",
    "end": "00:08:35"
  },
  {
    "text": "At least to like, this is some part of my life sure is becoming a more wise reader of an ancient text. Yeah, it's unique. Yeah. There's nothing for it. If I didn't follow Jesus, there's no way I'd be compelled to read the Bible, especially the Old Testament. And I say that as someone who's dedicated most of their adult life at this point. So learning how to read the Bible, but it's not simple. And when its foreignness and its otherness really begins to stand out to you, you can't unsee it. You're just like, oh, this is odd. Whole community with this practice of reading a text from millennia ago on the other side of the planet. I don't have any friends who do this except people who are part of my community.",
    "start": "00:08:35",
    "end": "00:09:27"
  },
  {
    "text": "Yeah.",
    "start": "00:09:28",
    "end": "00:09:28"
  },
  {
    "text": "You know, maybe people who care about Shakespeare.",
    "start": "00:09:28",
    "end": "00:09:31"
  },
  {
    "text": "Well, if someone came and said, hey, like, I like a friend you haven't seen since high school or something, and they come up and they're like, man, my life's really been changed by this figure in history. And so I'm mastering Egyptian hieroglyphics and I'm reading all these stories of ancient Mesopotam. It's bringing meaning to my life now and hope for the future. And it's helping me understand myself and the world I live in. You just kind of be like, wow, that's such a weird, geeky niche thing for you to get into.",
    "start": "00:09:31",
    "end": "00:10:08"
  },
  {
    "text": "I didn't know you were like that. I thought you were normal. Yeah, it's unique, and it's something that has marked the early Jesus movement from the beginning. Oh, man. Last fall, I read one of my favorite New Testament scholars, a guy named Larry Hurtado, wrote this excellent history of the early first century or two of Christianity called Destroyer of the Gods. It's the best book title ever. It looks like a heavy metal band band name, but it's called Early Christian Distinctiveness in the Roman World. What made the early followers of Jesus odd and the object of mockery in Roman culture? And one of them was their obsessions with written texts. There was no connection between being religious or being a devout worshiper of the gods and having personal habit of reading ancient texts connected to that God. Apart from ancient Judaism, that was totally foreign. But the early Christians, because it was such a universal movement spreading across the world, the reproduction and reading and studying of these biblical texts became part and parcel of the movement itself.",
    "start": "00:10:09",
    "end": "00:11:29"
  },
  {
    "text": "Which is a discipline they learned as Second Temple Jews.",
    "start": "00:11:29",
    "end": "00:11:32"
  },
  {
    "text": "Correct. Yeah. So the first generations are all grew up reading the Hebrew scriptures and they're immersed in it. But then the movement Goes viral through Jesus the Messiah, and that spreads throughout the Roman world. And then it's Hebrew text and Aramaic translations, those go east and Latin translations, those go west. And, you know, Egyptian translations, those and Greek translations. And all of a sudden you have a religious movement that the world's never quite seen before. One of the things that marks it is its obsession with texts, with literature, with literature and texts. This was a brand new thing in human history.",
    "start": "00:11:32",
    "end": "00:12:06"
  },
  {
    "text": "I mean, other. Other religions wrote down their stories.",
    "start": "00:12:06",
    "end": "00:12:08"
  },
  {
    "text": "Yes, but they weren't part of personal devotion or community devotion. You could go to the temple and the priests would bring out some tablets with the stories about the God worshiped in that temple. But the idea of mass production of text so that every house, church can have something of its own. Writings of Isaiah and Genesis and Matthew.",
    "start": "00:12:09",
    "end": "00:12:32"
  },
  {
    "text": "And before that, the devotion was of the scribes who came together to form the texts and just that literary culture that even created something in Jewish history. Jewish history, yeah.",
    "start": "00:12:32",
    "end": "00:12:47"
  },
  {
    "text": "It was a minority.",
    "start": "00:12:47",
    "end": "00:12:48"
  },
  {
    "text": "And that's the thing. This is all Jewish history.",
    "start": "00:12:48",
    "end": "00:12:50"
  },
  {
    "text": "Yeah, that's right, yeah. Early Christian history is Jewish history. That's right.",
    "start": "00:12:50",
    "end": "00:12:54"
  },
  {
    "text": "There were Second Temple Jews who came out of this culture of obsession with their sacred texts, their sacred texts, which seems unparalleled. The amount of genius that was all concentrated in one people group at one time in history.",
    "start": "00:12:54",
    "end": "00:13:14"
  },
  {
    "text": "Yeah, that's right. Yeah. We have lots of literary texts from ancient Egypt or ancient Assyria, and they survived on tablets and potsherds or some papyri. But the Hebrew Bible is an utterly unique phenomenon in the ancient world in terms of its size and intentionality and interconnectedness. You know, there were prophets in Assyria, but there was no such thing as a Book of Isaiah, an Assyrian version of Isaiah, an Assyrian equivalent of the Book of Isaiah. Like nothing even close. So, yeah, yeah. Second Temple Judaism was a textually immersed culture. Jesus was a part and grew up in that culture. And he made a radical claim that all of these texts that Christians call the Old Testament were about him and what he was doing when he started his ministry.",
    "start": "00:13:14",
    "end": "00:14:03"
  },
  {
    "text": "He opened the scroll of Isaiah.",
    "start": "00:14:03",
    "end": "00:14:05"
  },
  {
    "text": "Yeah.",
    "start": "00:14:05",
    "end": "00:14:05"
  },
  {
    "text": "And he read from it and he said, this is being fulfilled.",
    "start": "00:14:05",
    "end": "00:14:08"
  },
  {
    "text": "This is being fulfilled. So Jesus made sense of everything he did by appealing to this greater story told in these sacred texts.",
    "start": "00:14:08",
    "end": "00:14:16"
  },
  {
    "text": "I guess my experience with the Bible has been this. Let me give you a clear theological framework. You're put on earth to glorify God. You have screwed that up. You've missed the mark. Sin. Because of your sin, you deserve death. But Jesus came and he took that penalty for me. And if I believe, have faith, and then one day I can go to heaven.",
    "start": "00:14:40",
    "end": "00:15:12"
  },
  {
    "text": "So pay attention. That's a individualized version of creation, Fall, redemption, heaven.",
    "start": "00:15:13",
    "end": "00:15:20"
  },
  {
    "text": "Heaven. Yeah.",
    "start": "00:15:20",
    "end": "00:15:21"
  },
  {
    "text": "New creation instead of new creation.",
    "start": "00:15:21",
    "end": "00:15:23"
  },
  {
    "text": "Right. And it's all about me and my individual. And it skips Israel.",
    "start": "00:15:23",
    "end": "00:15:27"
  },
  {
    "text": "Yeah.",
    "start": "00:15:27",
    "end": "00:15:28"
  },
  {
    "text": "So that's over and over. That's a theological framework. And then it's like, cool, now go read the Bible with that in mind.",
    "start": "00:15:28",
    "end": "00:15:33"
  },
  {
    "text": "Yes, yeah, exactly.",
    "start": "00:15:33",
    "end": "00:15:35"
  },
  {
    "text": "And so I'm drawn to read the New Testament because everything else is just like, I don't know where this fits.",
    "start": "00:15:35",
    "end": "00:15:42"
  },
  {
    "text": "Yeah. Maybe just illustrations of bad people and good people.",
    "start": "00:15:42",
    "end": "00:15:47"
  },
  {
    "text": "Yeah, right, right.",
    "start": "00:15:47",
    "end": "00:15:48"
  },
  {
    "text": "What else can you do with it?",
    "start": "00:15:48",
    "end": "00:15:49"
  },
  {
    "text": "And then, so I'm reading the Epistles and then I'm drawn to certain verses and you know, it seems like conversations are always about how does this fit into that framework. A different framework is trying to put yourself in the perspective of a first century Jew who has really has grown up with these scriptures. Their identity is with the story of these scriptures and they've seen and heard what Jesus is doing and saying and now they're trying to make sense of it for what it means for the Jesus movement.",
    "start": "00:15:49",
    "end": "00:16:24"
  },
  {
    "text": "Yes. Though in that equation, the Hebrew Bible has already existed in your life and your community for a long time.",
    "start": "00:16:24",
    "end": "00:16:31"
  },
  {
    "text": "Yeah.",
    "start": "00:16:31",
    "end": "00:16:31"
  },
  {
    "text": "And it already, it tells a story that you are very familiar with, that you're living in. You see yourself as living.",
    "start": "00:16:31",
    "end": "00:16:37"
  },
  {
    "text": "When you say Exodus, that means so much to you.",
    "start": "00:16:39",
    "end": "00:16:41"
  },
  {
    "text": "That's right.",
    "start": "00:16:41",
    "end": "00:16:41"
  },
  {
    "text": "And when you think of the Messiah, that means so much to you.",
    "start": "00:16:41",
    "end": "00:16:45"
  },
  {
    "text": "And Israel's unfaithfulness leading to exile in Babylon. So then our ancestors came back to our land and rebuilt the temple and we're waiting for the promises of the prophets to come true. And there you are. That's the story you see yourself as a part of. If you're Matthew, you're saturated in that story or John before you've met Jesus or Simon Peter. So yeah, there's a pre existing story. And then Jesus comes saying he's bringing that story forward, but how he does so rocks your world.",
    "start": "00:16:45",
    "end": "00:17:17"
  },
  {
    "text": "Yeah, it rocks the world that you're.",
    "start": "00:17:17",
    "end": "00:17:19"
  },
  {
    "text": "Living in and it rocks everything you thought you knew about that story.",
    "start": "00:17:19",
    "end": "00:17:24"
  },
  {
    "text": "Right.",
    "start": "00:17:24",
    "end": "00:17:25"
  },
  {
    "text": "And it forces you to go back and say, oh, I see now I kind of understood what the story of the Old Testament was, but actually it was pointing towards the strange things that happened with Jesus.",
    "start": "00:17:25",
    "end": "00:17:36"
  },
  {
    "text": "And so you get the story of the road to Emmaus.",
    "start": "00:17:36",
    "end": "00:17:39"
  },
  {
    "text": "Yes, yes.",
    "start": "00:17:39",
    "end": "00:17:39"
  },
  {
    "text": "Where Jesus opens up the Hebrew scriptures with them.",
    "start": "00:17:39",
    "end": "00:17:42"
  },
  {
    "text": "Yes.",
    "start": "00:17:42",
    "end": "00:17:43"
  },
  {
    "text": "I guess they're walking. So I Don't know.",
    "start": "00:17:43",
    "end": "00:17:45"
  },
  {
    "text": "But it's chatting about it. Yeah, they're talking about it and he's.",
    "start": "00:17:45",
    "end": "00:17:47"
  },
  {
    "text": "Like, just pointing out everything. He's like, hey, you remember this part of the Hebrew scriptures? Like, that's. This is how it's about me.",
    "start": "00:17:47",
    "end": "00:17:53"
  },
  {
    "text": "Yes.",
    "start": "00:17:53",
    "end": "00:17:53"
  },
  {
    "text": "And we don't have the conversation. I wish we did.",
    "start": "00:17:53",
    "end": "00:17:55"
  },
  {
    "text": "It's a bummer. That little drone. That was audio drone flying above them.",
    "start": "00:17:55",
    "end": "00:18:01"
  },
  {
    "text": "So, you know, if I think about reading the Bible, my main concern is how. How do I do this in a way that doesn't thoroughly confuse me? So we got to get people over that. We got to get them into this video.",
    "start": "00:18:02",
    "end": "00:18:14"
  },
  {
    "text": "So a very simple way is just. The hook is the Bible's big and complex and has way too many characters.",
    "start": "00:18:15",
    "end": "00:18:22"
  },
  {
    "text": "Yeah. Some of them have names of people you are friends with, but some of them have names that you can't pronounce.",
    "start": "00:18:22",
    "end": "00:18:29"
  },
  {
    "text": "Yeah, There's Adam and Jacob, and then there's Jezebel and Cain.",
    "start": "00:18:31",
    "end": "00:18:39"
  },
  {
    "text": "Bezalel.",
    "start": "00:18:40",
    "end": "00:18:41"
  },
  {
    "text": "And Bezalel. Yeah, exactly. I don't know a Bezalel. So the point is that cast of hundreds over millennia, how can possibly keep all this straight? So not only is old, it's huge and complex, but despite that, if you look at the first page and if you look at the last page, you'll notice something. The first words in the beginning, the second to last paragraph of the final page of the Bible is, and they reigned forever and ever. So the opening and closing movements, you don't have to be. You don't even have to be an intellectual or like reading books.",
    "start": "00:18:41",
    "end": "00:19:19"
  },
  {
    "text": "Beginning and then forever.",
    "start": "00:19:19",
    "end": "00:19:22"
  },
  {
    "text": "Yeah, yeah. In the beginning and the story goes on, and then the concluding of the narrative movement of the whole thing is and they reigned forever and ever. What kinds of books begin like that? Obviously narratives, but what kind of narrative will. A huge, thick narrative with a cast of hundreds. And so we have a. It's an epic. The literary category for this is literary epics, which were more common in the ancient world, even in the medieval world, and even. Yeah, like Tolstoys, the great epic novels, you know, of, like Les Miserables or War and Peace or something. Those are epic novels, lots of characters. So that's what we're talking about here. A large narrative, but that has interwoven main plots and subplots. But it all ties together and it finds its unity and coherence in the person of Jesus. And once you see what that main story is, the main movement of it, you can recognize where you are, no matter where you drop in. You can. If you have the big picture in mind and the main movements of the story. You'll always be able to, like, know your address, know your spot on the map. Yeah, Coordinates, coordinates. And then here's how the story works.",
    "start": "00:19:22",
    "end": "00:20:34"
  },
  {
    "text": "There's something about the Bible, because it's so large, it's. It's kind of a rarity to read through from beginning to end. You're usually jumping in somewhere in the middle.",
    "start": "00:20:34",
    "end": "00:20:44"
  },
  {
    "text": "Yeah, Yep, that's right.",
    "start": "00:20:44",
    "end": "00:20:45"
  },
  {
    "text": "Which means you kind of need to know where you're at.",
    "start": "00:20:45",
    "end": "00:20:47"
  },
  {
    "text": "Yeah, where am I right now?",
    "start": "00:20:47",
    "end": "00:20:49"
  },
  {
    "text": "So basically, let's just create that grid so that any moment you're jumping in scriptures, you plug in the coordinates and you're like, okay, I'm in this part of the story.",
    "start": "00:20:49",
    "end": "00:20:58"
  },
  {
    "text": "So if I were trying to do it, and I've done this in a few different classrooms and sermon contexts, the movements are something like this. So obviously pages one and two are really, really important. Jesus, on a number of occasions, refers back to pages one and two.",
    "start": "00:20:58",
    "end": "00:21:15"
  },
  {
    "text": "We've probably spent more time anywhere in the Bible.",
    "start": "00:21:15",
    "end": "00:21:19"
  },
  {
    "text": "Yeah, yeah. And there's a reason for that. Like, they set the narrative world. They set what the purpose of all of this is, what the purpose of humans are in the story, what the problem is. Yeah, there's a reason.",
    "start": "00:21:19",
    "end": "00:21:33"
  },
  {
    "text": "By the way, how did you get in the habit of saying pages one and two or chapters one and two?",
    "start": "00:21:33",
    "end": "00:21:37"
  },
  {
    "text": "Well, I just started because it just feels more. I just like it more.",
    "start": "00:21:37",
    "end": "00:21:43"
  },
  {
    "text": "I know, but where'd you get it?",
    "start": "00:21:43",
    "end": "00:21:44"
  },
  {
    "text": "I think I just started saying it. I just made it up one day because we don't think of it that way. I don't know why. For some reason it feels. It makes me think about the Bible in a different way to just say pages one and two.",
    "start": "00:21:44",
    "end": "00:21:56"
  },
  {
    "text": "Right.",
    "start": "00:21:56",
    "end": "00:21:56"
  },
  {
    "text": "I don't know. Somewhere in the last couple years. So, yeah. So God makes a good world full of potential. He wants to share it because that's apparently the nature of this God. And he appoints humans as his divine image, to rule it and take care of it on his behalf. Pages wanted to. Yeah, yeah. But it's all about the job. The job given to humans. God wants to share the world and rule it through humans. And their job is to rule the world and harness its potential towards positive ends. And so this whole story isn't just going to be about some sort of paradise where humans live in relationship with God and then the problem or plot conflict is relationship is broken. That's a very common way, Christian way of doing it. It's all about the perfect relationship, the relationship is broken. The plot resolution is going to be the restoration of relationship. And that's true, but it's not quite how the story actually goes. And what kind of relationship. It's a working relationship. It's about a bad. A business partnership gone wrong. That's the nature of the plot conflict is humans have a job and God's committed to humans doing this job. So it opens with a job rule the world. The introduction of the plot conflict then on a cosmic level, is that humans forfeit their opportunity to do the job, in a way creates life, and instead they rebel and fall prey to death and moral corruption and so on. The nature of the plot conflict is, oh, no. Now humans can't do their job. That's the plot conflict. Or that's not true. They can't do their job rightly. And when they do their job, calling the shots on their own and redefining good and evil, it creates death instead of life. That's the plot conflict. Not just that they aren't doing their job, it's that they're doing it in the wrong way and introducing all of these horrible results.",
    "start": "00:21:57",
    "end": "00:24:05"
  },
  {
    "text": "It's like giving a two year old a dart gun. Like, it's not gonna end well.",
    "start": "00:24:05",
    "end": "00:24:10"
  },
  {
    "text": "Yeah, totally. Yeah.",
    "start": "00:24:10",
    "end": "00:24:12"
  },
  {
    "text": "I got hit in the eye. Paxton got this new like, Nerf gun thing for Christmas. And it shoots really fast.",
    "start": "00:24:12",
    "end": "00:24:18"
  },
  {
    "text": "Wow.",
    "start": "00:24:18",
    "end": "00:24:19"
  },
  {
    "text": "I mean, it's powerful. It's a tiny little thing.",
    "start": "00:24:19",
    "end": "00:24:21"
  },
  {
    "text": "Just typical little Nerf dart.",
    "start": "00:24:21",
    "end": "00:24:23"
  },
  {
    "text": "Well, it's like this Nerf dart and on the front is hard plastic.",
    "start": "00:24:23",
    "end": "00:24:27"
  },
  {
    "text": "Oh.",
    "start": "00:24:27",
    "end": "00:24:27"
  },
  {
    "text": "And actually, if you hit it, if it gets you point blank on your skin, it stings. I mean, this thing flies and it's like this little revolver and it shoots three of them. And Sarah had it and I. And I cocked it for him because I was like, I don't even think his little finger can pull this trigger.",
    "start": "00:24:27",
    "end": "00:24:40"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:24:40",
    "end": "00:24:41"
  },
  {
    "text": "And then I stopped paying attention. He's just aiming at me. And he pulls the trigger successfully. And that thing flies right into my eye.",
    "start": "00:24:41",
    "end": "00:24:49"
  },
  {
    "text": "No.",
    "start": "00:24:49",
    "end": "00:24:50"
  },
  {
    "text": "And I just barely had time to close your eye. To close my eye. And for the next two days, my eye was like, throbbing. Like, I was like, after it happened, I was like, I think I'm gonna go blind. Like, this might be it. I have to. From now on, when people ask me how I lost my eyesight, I have to say, from a Nerf gun. That's all going through my mind, is how bad it hurt. I'm okay now. But that's humanity.",
    "start": "00:24:50",
    "end": "00:25:21"
  },
  {
    "text": "That's right.",
    "start": "00:25:21",
    "end": "00:25:22"
  },
  {
    "text": "It's a three year Old with a Nerf gun.",
    "start": "00:25:22",
    "end": "00:25:24"
  },
  {
    "text": "Yeah, yeah. The story is that's humanity thinking that it can define good and evil by the standards of what will survive and protect me and my group.",
    "start": "00:25:24",
    "end": "00:25:35"
  },
  {
    "text": "Yeah.",
    "start": "00:25:35",
    "end": "00:25:36"
  },
  {
    "text": "As long as that's the only goal that we have in mind. Defining good and evil is a destructive weapon in our hands. Yeah, that's the fall. Yeah. So whether that's one movement or two movements, you have creation and humanity. I'm not pleased with that title, but we could find a different way. Creation and the human calling or something. And then rebellion and the fallout. No story can be told without introduction and introduction of plot. It's the premise, beginning premise and then plot conflict.",
    "start": "00:25:36",
    "end": "00:26:12"
  },
  {
    "text": "Yeah.",
    "start": "00:26:12",
    "end": "00:26:13"
  },
  {
    "text": "So, you know, you've seen me do that drawing. You were doing it earlier, of the multi tiered plot. So this is the cosmic background, so to speak, of the story of the Bible, where it's God and all humanity. So the story goes off the rails on page three and it culminates, it goes to Cain and the flood and all this all leading up to Babylon, which is all a diagnosis of the problem. And it's the very cosmic all nations, many generations, long periods of time. And then all of a sudden, in chapter 12, the story takes a very clear turn to focus it just in on a few generations of one man and his family. And that becomes the calling of Abraham as a way that God is going to restore his divine blessing to the nations, becomes the branch off of a subplot.",
    "start": "00:26:13",
    "end": "00:27:08"
  },
  {
    "text": "And when you say divine blessing, you do mean that initial vocational call to be business partners with him.",
    "start": "00:27:08",
    "end": "00:27:16"
  },
  {
    "text": "Yeah. Right. So, yeah, the job given to humans on page one is a blessing. God blessed them and said, be fruitful and multiply. Fill the earth, subdue it, rule over the fish of the sea, birds of the air, that kind of thing. So the job is a gift. It's a blessing. I want to do this with you. This is our responsibility, our privilege now. And so, yeah, when God says to Abraham, after all the nations have run things into the ground, to say, I'm going to bless you, make you into a people group and you'll be a blessing. And I'm going to bless those who bless you, and I'm going to protect you from those who would curse you. And in you, all the families of the earth will be blessing or will discover blessing. This is five times the word blessing.",
    "start": "00:27:16",
    "end": "00:28:06"
  },
  {
    "text": "Yeah, it's a lot of blessing.",
    "start": "00:28:06",
    "end": "00:28:07"
  },
  {
    "text": "It's a lot of blessing. And as a literary device, it all points back to that blessing on page one, that the blessing that was for all humanity was forfeited. And so God's going to take one family and give them that divine blessing and invite them to experience themselves. And somehow through them, it will spread again to all humanity, that blessing. And so that's the storyline of the Bible, how God is on a mission to bless his enemies through the family of Abraham somehow. And even then, many people would then just hop to Jesus at that point. But in my mind, great, great, great grandson of Abraham. Yeah, totally in my mind, there's still some more things that are crucial to who Jesus is that need to account for. So this is fairly quick, right? So you have creation and the human calling. You have human rebellion and the fallout of that. And then you have the Israel part of the story. God chooses the family of Abraham through whom he's going to bless the nations. The problem is the family keeps failing. It happens. In Abraham's lifetime, he fails. Most of his children fail. His great grandchildren all try to kill each other or sell each other into slavery. God rescues the whole family out of slavery and invites them to be faithful to him and follow the Ten Commandments and 603 more.",
    "start": "00:28:07",
    "end": "00:29:31"
  },
  {
    "text": "And they build a golden calf.",
    "start": "00:29:31",
    "end": "00:29:33"
  },
  {
    "text": "And they build a golden calf. And it's just every part of Israel's story is a failure that mimics the failure of the humanity on pages one and two. So the story of Israel, it's not just that. It's an illustration of what all humanity undergoes or underwent in the garden. It's actually the story of Israel intensifies the problem. An analogy would be like a high school teacher. The Bible project studio is in the lower floor of an old refurbished high school. This was the wood shop, Right? We're in what was the wood shop of an old high school.",
    "start": "00:29:33",
    "end": "00:30:13"
  },
  {
    "text": "That's what I've been told.",
    "start": "00:30:14",
    "end": "00:30:15"
  },
  {
    "text": "Yeah.",
    "start": "00:30:15",
    "end": "00:30:16"
  },
  {
    "text": "So still smell the sawdust?",
    "start": "00:30:16",
    "end": "00:30:19"
  },
  {
    "text": "Yeah. It would be something like, you know, high school shop teacher puts out an assignment for all the students and they all fail. And that's a bummer because he's been trying to teach them how to use the wood lathe or something like that. And so that's disappointing because he's like, man, I showed them how to do it. So that's like Genesis 1 through 11. But then the story of Israel is like the shop teacher takes one student and for months just apprentices him. Yeah, they're like, they like, you know, the student comes after school, gets out and they work till dinner time. And he's teaching all this investment months and they become really close, you know, and then the second, the final Semester final project comes and this student not only fails again, but like, intentionally fails and like, makes some lame object that's misshapen and it's like, clear that. And it's even more tragic.",
    "start": "00:30:20",
    "end": "00:31:14"
  },
  {
    "text": "He knew better.",
    "start": "00:31:14",
    "end": "00:31:14"
  },
  {
    "text": "Yeah, he knew better. And so that's not just. Oh, that's just another illustration of lazy high school students. No, it's more. It's that even when God shows extra measures of grace, human nature is such. It's so bent that we still find ways to twist God's words and to doubt God's goodness and to think God's holding out on us and to act in really destructive, disrespectful ways. That's how the story of Israel works. And so you finish the Old Testament story and you go, man, I thought we were in a bad situation.",
    "start": "00:31:14",
    "end": "00:31:55"
  },
  {
    "text": "On page three.",
    "start": "00:31:55",
    "end": "00:31:56"
  },
  {
    "text": "On page three. But then you get to page 583 at the end of the Old Testament and you're just like, thoroughly depressed. Oh man, we really need help. And that's only the story. Then you come to the prophets of the Old Testament and they're like, yeah, that's right. And God promises that he will send help. It's so thoroughly clear that humanity needs help. Made even more clear from the story of Israel that the solution is going to have to be something remarkable. Some close joining of God and humanity. A king, a leader, this ideal human who's so close to God that like King David, he would call God his father, or he's so close to God that this leader is infused with God's spirit and personal presence that if humans are ever going to get it right, they have to have gods transform them into different kinds of humans. This is all the old prophets are talking about. This is all. Yeah, what the Old Testament prophets are talking about. You need a recreation of the human heart and mind. Total renewal and transformation. And so the story of the Old Testament ends and you're waiting for this leader. You're hoping that God will do something to just change humans on a fundamental level. And you think that's the only hope for humanity. And it seems to me that that's all very important for understanding who Jesus is. And that if you didn't have that, it just half of what Jesus and the apostles are saying just doesn't land anywhere in power. Yeah, so that was my not so short summary of the Old Testament.",
    "start": "00:31:56",
    "end": "00:33:36"
  },
  {
    "text": "It was pretty short.",
    "start": "00:33:37",
    "end": "00:33:37"
  },
  {
    "text": "But the movements. So here we go, here's the movements. So you have God and all creation and the human calling, human rebellion and the fallout Then God and Israel. God chooses Israel to spread his blessing to the nations. Israel fails at every step of the way. Israel is sitting in a mess of its own making. And the prophets come in and announce that there's still hope for a coming leader, a transformation of the human heart and a brand new world that God's going to bring about. And that's where you sit then at the end of the Old Testament. And then the movements flow right into Jesus where everything Jesus said and did connects right on to the Israel part of the story. And it makes sense of why Jesus came. Not announcing that you can go to heaven, but announcing that heaven, the gods reign and rule. That humans rejected and that Israel rejected is now on an invasion mission to invade earth. And to similar themes that we've explored before. But you have the Jesus and the kingdom mission, the death and resurrection fulfills that. Then the spreading of Jesus kingdom people into all of the nations, that accounts for most of the New Testament. And then the return of the king and new creation.",
    "start": "00:33:37",
    "end": "00:34:53"
  },
  {
    "text": "All this king and kingdom language comes from a very specific part of Israel story.",
    "start": "00:35:23",
    "end": "00:35:28"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:35:28",
    "end": "00:35:29"
  },
  {
    "text": "Where they get a king.",
    "start": "00:35:29",
    "end": "00:35:30"
  },
  {
    "text": "Yes.",
    "start": "00:35:30",
    "end": "00:35:30"
  },
  {
    "text": "It's a very. It's a highlight in their story because. Because it's when they were the most unified. Right under King David and successful and awesome.",
    "start": "00:35:31",
    "end": "00:35:42"
  },
  {
    "text": "Yep. Yeah.",
    "start": "00:35:42",
    "end": "00:35:43"
  },
  {
    "text": "Powerhouse.",
    "start": "00:35:44",
    "end": "00:35:44"
  },
  {
    "text": "Yeah.",
    "start": "00:35:44",
    "end": "00:35:45"
  },
  {
    "text": "No one ruled over them. They're united.",
    "start": "00:35:45",
    "end": "00:35:47"
  },
  {
    "text": "Yeah. In Israel's whole history, there was only one king who successfully unified all of the tribes of Israel and brought abundance to the land.",
    "start": "00:35:47",
    "end": "00:35:58"
  },
  {
    "text": "And he loved the law of God.",
    "start": "00:35:58",
    "end": "00:35:59"
  },
  {
    "text": "Yeah, he loved. Yeah. He was faithful to God of Israel. He had some serious failures from which he never fully recovered. But although he did turn.",
    "start": "00:36:00",
    "end": "00:36:10"
  },
  {
    "text": "But he gives us the poetry of how I love your words, O God. And all the stuff that we sing in worship songs. At least in my tradition, he was referring to the scriptures inform that they.",
    "start": "00:36:10",
    "end": "00:36:25"
  },
  {
    "text": "Existed in his day. Yep.",
    "start": "00:36:25",
    "end": "00:36:27"
  },
  {
    "text": "And so. But yeah, so as you're saying king and kingdom.",
    "start": "00:36:27",
    "end": "00:36:30"
  },
  {
    "text": "I see.",
    "start": "00:36:30",
    "end": "00:36:30"
  },
  {
    "text": "It's just we have to talk specifically about that for that to have any meaning. Because what Jesus isn't talking about is an actual kingdom that like we know it like a kingdom of Israel.",
    "start": "00:36:31",
    "end": "00:36:44"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:36:44",
    "end": "00:36:45"
  },
  {
    "text": "Going into all the people. When you say kingdom people, it becomes like a metaphor in a way.",
    "start": "00:36:45",
    "end": "00:36:50"
  },
  {
    "text": "Well, yeah. When Jesus uses kingdom language. Yeah. He's tapping into the pope of the prophets, that God himself would come and appoint a new leader for Israel to reconstitute them. But what Jesus doesn't seem to have in mind is that that takes the form of A new nation state.",
    "start": "00:36:50",
    "end": "00:37:10"
  },
  {
    "text": "Right.",
    "start": "00:37:11",
    "end": "00:37:11"
  },
  {
    "text": "But he does have in mind that it forms an actual body of people who live by a code of conduct and who follow him as their leader. He does have that in mind.",
    "start": "00:37:11",
    "end": "00:37:22"
  },
  {
    "text": "Yeah.",
    "start": "00:37:22",
    "end": "00:37:22"
  },
  {
    "text": "So that starts to look like a kingdom, but then.",
    "start": "00:37:22",
    "end": "00:37:25"
  },
  {
    "text": "Like a kingdom.",
    "start": "00:37:25",
    "end": "00:37:26"
  },
  {
    "text": "Exactly, yeah.",
    "start": "00:37:26",
    "end": "00:37:27"
  },
  {
    "text": "All of a sudden it becomes like a kingdom, which is metaphoric language. Right. When something is like something.",
    "start": "00:37:27",
    "end": "00:37:34"
  },
  {
    "text": "Yeah, yeah, yeah, you're right.",
    "start": "00:37:34",
    "end": "00:37:35"
  },
  {
    "text": "You're describing a metaphor now.",
    "start": "00:37:36",
    "end": "00:37:37"
  },
  {
    "text": "You're right. Yeah. He said following him was entering God's kingdom.",
    "start": "00:37:37",
    "end": "00:37:42"
  },
  {
    "text": "Yeah.",
    "start": "00:37:42",
    "end": "00:37:42"
  },
  {
    "text": "And experiencing it. Yeah. But it didn't have the structure of what was recognizable as a state in the eyes of Rome. Although Rome still did see the Jesus movement as a threat. Sure, yeah. So like when Paul is in Thessalonica, this is Acts chapter 17, and he's accused of defying Caesar's decrees and spreading trouble all over the world by announcing that there is another king, one called Jesus. So the early Christians were heard and.",
    "start": "00:37:42",
    "end": "00:38:18"
  },
  {
    "text": "Viewed had very real world implications.",
    "start": "00:38:18",
    "end": "00:38:20"
  },
  {
    "text": "Yes, yeah. As having political. What we would call political implications.",
    "start": "00:38:20",
    "end": "00:38:24"
  },
  {
    "text": "Yeah.",
    "start": "00:38:24",
    "end": "00:38:25"
  },
  {
    "text": "So in that sense.",
    "start": "00:38:25",
    "end": "00:38:25"
  },
  {
    "text": "In that sense it's not a metaphor.",
    "start": "00:38:26",
    "end": "00:38:27"
  },
  {
    "text": "It's not a metaphor. Like Jesus came talking about a kingdom. He acted like a royal figure and he called people to give their allegiance to him and to no other God or king or actually to express their devotion to Jesus by honoring every other God and king. Actually that was the move that they made. Paul will tell people to pray for Nero and pay taxes and Peter will say, yeah, honor the king. He might be sending soldiers to kill you. Honor the king. But that's about the paradox of power in Jesus kingdom.",
    "start": "00:38:27",
    "end": "00:39:04"
  },
  {
    "text": "The kind of.",
    "start": "00:39:04",
    "end": "00:39:04"
  },
  {
    "text": "If there's anything that gets at what you're talking about, it's like a kingdom. It's that it doesn't behave like a kingdom as we know it.",
    "start": "00:39:04",
    "end": "00:39:11"
  },
  {
    "text": "Well, yeah, because a kingdom as we know it, the king would be here.",
    "start": "00:39:11",
    "end": "00:39:16"
  },
  {
    "text": "I suppose, not invisible.",
    "start": "00:39:17",
    "end": "00:39:20"
  },
  {
    "text": "Right.",
    "start": "00:39:21",
    "end": "00:39:21"
  },
  {
    "text": "Let's be honest.",
    "start": "00:39:21",
    "end": "00:39:22"
  },
  {
    "text": "Yeah, yeah, yeah, yeah. Not some life giving spirit.",
    "start": "00:39:22",
    "end": "00:39:26"
  },
  {
    "text": "Yeah. Whose presence. Whose presence? To his people and so on.",
    "start": "00:39:28",
    "end": "00:39:31"
  },
  {
    "text": "To his people. Yeah, that's. Yeah, that's not a normal kingdom. And then the values of the kingdom are completely wonky in the perspective of a normal kingdom, as you say, upside down. So in a way, is that why you're saying like a kingdom because it's different than kingdoms?",
    "start": "00:39:31",
    "end": "00:39:48"
  },
  {
    "text": "But it is, yeah, I guess it's its own category of a kingdom. The people of Jesus spreading throughout history and through the nations. But it is, it ought to be recognizable as a distinct group of people who live with A different set of allegiances and by a different ethic, but that aren't a threat to the rulers, aren't a military threat to the rulers of whatever kingdom they happen to live in. That's what I mean by people of the kingdom. Jesus comes, announcing the kingdom. Then the people of the kingdom spread throughout the nations, awaiting the return of the world's true king.",
    "start": "00:39:48",
    "end": "00:40:25"
  },
  {
    "text": "If that's a phrase that becomes important, it seems like really unpacking this idea of kingdom.",
    "start": "00:40:25",
    "end": "00:40:31"
  },
  {
    "text": "I understand. Well, okay, that's a good point.",
    "start": "00:40:31",
    "end": "00:40:33"
  },
  {
    "text": "Which is slightly different than anchoring in on vocation.",
    "start": "00:40:34",
    "end": "00:40:38"
  },
  {
    "text": "Well, that's true, but what is the vocation? To rule.",
    "start": "00:40:38",
    "end": "00:40:42"
  },
  {
    "text": "To rule, yeah.",
    "start": "00:40:42",
    "end": "00:40:43"
  },
  {
    "text": "That's kingdom language. What the humans are called to do is a royal task.",
    "start": "00:40:43",
    "end": "00:40:47"
  },
  {
    "text": "Got it.",
    "start": "00:40:47",
    "end": "00:40:47"
  },
  {
    "text": "Of being royal rulers over creation. So we could choose ruling kingdom stuff as a.",
    "start": "00:40:47",
    "end": "00:40:55"
  },
  {
    "text": "As an anchor.",
    "start": "00:40:56",
    "end": "00:40:56"
  },
  {
    "text": "As an anchor, yeah. I mean, there's a strong argument to be made that that is one of the main theme.",
    "start": "00:40:56",
    "end": "00:41:03"
  },
  {
    "text": "Yeah.",
    "start": "00:41:03",
    "end": "00:41:03"
  },
  {
    "text": "The red threads ties the whole story together. Who's going to rule the world?",
    "start": "00:41:03",
    "end": "00:41:07"
  },
  {
    "text": "Who's going to rule the world? And how will it be ruled?",
    "start": "00:41:07",
    "end": "00:41:09"
  },
  {
    "text": "And how. Yeah, how will it.",
    "start": "00:41:09",
    "end": "00:41:11"
  },
  {
    "text": "So is it kind of. Then am I going too far to say Adam and Eve eating the tree, the knowledge of good and evil corrupts their power. Because now when they use their power and they're deciding what's good and bad, these do a bad job. And inevitably it's because of self protection and self preservation. That's just the natural way for humans to define good and evil, but we need God to define it for us. So Jesus comes and says, here's what's good. It's self giving love. And this is how this kind of goodness exerts its power.",
    "start": "00:41:34",
    "end": "00:42:15"
  },
  {
    "text": "Yeah.",
    "start": "00:42:15",
    "end": "00:42:15"
  },
  {
    "text": "Even now as I think about it, it's absurd. Right. Because I'm still a human who's trying to define good and evil on my own to some extent. And Jesus said, here's what's good. It's laying down your life for an enemy. And I'm thinking, really?",
    "start": "00:42:15",
    "end": "00:42:34"
  },
  {
    "text": "That's stupid.",
    "start": "00:42:34",
    "end": "00:42:35"
  },
  {
    "text": "That's actually kind of stupid.",
    "start": "00:42:35",
    "end": "00:42:36"
  },
  {
    "text": "Yeah, but this is part of our third, part of our mission statement is that the Bible's a unified story leads to Jesus that has wisdom to offer the modern world. You were just telling me about a book you're reading called the Power Paradox.",
    "start": "00:42:36",
    "end": "00:42:49"
  },
  {
    "text": "Yes.",
    "start": "00:42:49",
    "end": "00:42:50"
  },
  {
    "text": "And I was talking about how real influence is very different than our main cultural conceptions of influence and power. That's what came to my mind.",
    "start": "00:42:50",
    "end": "00:42:59"
  },
  {
    "text": "And that's why I've actually really been interested in that book, because it's not from a Christian perspective. It's just this. I don't know, I can't remember where he's from, Stanford or somewhere, but he's a psychologist and for 20 years he's been studying power. And he would say that the way we think about power really comes from this famous book written by Machiavellian, I think is his name. It's basically the premise is to really have power, you need to lie, cheat and kill. Basically, that's what true power is. And that's really seeped into our subconscious that like in our epic stories of powerful people, like, think of House of Cards. I don't know if you probably haven't watched that, but that's all about this politician who gains power through corruption. We have plenty of stories, but his point is those are our stories. But if you look at how the world really changes and who really gets influenced in the long run, people that we actually still really celebrate and have moved the human story forward had a different kind of power. So Martin Luther King or Mother Teresa or Gandhi, and that kind of power comes from seeking the greater good. And so he just makes a really good case for that, which is kingdom language.",
    "start": "00:42:59",
    "end": "00:44:19"
  },
  {
    "text": "Yeah, sounds like Jesus.",
    "start": "00:44:19",
    "end": "00:44:20"
  },
  {
    "text": "Yeah, sounds like Jesus. He's basically like, hey, I've discovered after 20 years of research that real power looks like Jesus.",
    "start": "00:44:20",
    "end": "00:44:27"
  },
  {
    "text": "What Jesus was talking about, you described, described it for me. It was empathy.",
    "start": "00:44:27",
    "end": "00:44:33"
  },
  {
    "text": "Yeah, well, like some of the characteristics of kind of maintaining this kind of power.",
    "start": "00:44:33",
    "end": "00:44:38"
  },
  {
    "text": "I see, yes, yes.",
    "start": "00:44:38",
    "end": "00:44:39"
  },
  {
    "text": "Is empathy, generosity, celebrating other people's stories. And what was the other one?",
    "start": "00:44:39",
    "end": "00:44:46"
  },
  {
    "text": "The fourth one's escaping me anyway, nonetheless.",
    "start": "00:44:47",
    "end": "00:44:49"
  },
  {
    "text": "But the paradox though, it's called the power paradox because that's how you gain power. But when you have power, what it does is it makes you more insular, it makes you feel important, it makes you feel self sufficient. And naturally you become less empathetic of other people. You begin to now think, how do I protect what I've gained? Becomes something you worry about more. It makes you tell grand stories about yourself and your success, which really minimizes kind of other people. So the natural implications of power is to then become the kind of person who wouldn't ever be given that power. And that's the paradox. That's the paradox is that once you have power, we don't know what to do with it. Like it destroys us, it distorts our.",
    "start": "00:44:49",
    "end": "00:45:41"
  },
  {
    "text": "Ability to think straight.",
    "start": "00:45:41",
    "end": "00:45:43"
  },
  {
    "text": "Yeah. And I've thought about this before, like I couldn't be president of the United States. It would destroy me. Like I would just. I mean, when I was helping run a company that was doing really well, it just messes with you a little bit because all of a sudden you're making these more important decisions that affect people. You're spending amounts of money that most people don't even make in a year on business decisions and different things that just makes you feel just kind of other and more important and kind of outside of the rules. Right. And it just ends up distorting your view of things and inevitably make decisions that will oppress people. That's the human condition.",
    "start": "00:45:43",
    "end": "00:46:27"
  },
  {
    "text": "Yeah. And that's precisely the Bible's diagnosis of the human condition that you get on pages three to 11 in miniature and that you get explored in depth with amazing literary portraits in the story of Israel. That's exactly it.",
    "start": "00:46:27",
    "end": "00:46:45"
  },
  {
    "text": "But what we really, truly want, if you think about what do you really want as a human? It's not power. I think I want power, but I think I want power because that's going to bring me happiness and freedom.",
    "start": "00:46:45",
    "end": "00:46:57"
  },
  {
    "text": "And you usually see.",
    "start": "00:46:57",
    "end": "00:46:58"
  },
  {
    "text": "And security.",
    "start": "00:46:58",
    "end": "00:46:59"
  },
  {
    "text": "Stability.",
    "start": "00:46:59",
    "end": "00:47:00"
  },
  {
    "text": "Stability. Those are the things I want. But the power, if you knew the corrosiveness of it, that's not what you really want. What you want is the friendship that brings stability. Think about the stability of community that cares about each other.",
    "start": "00:47:00",
    "end": "00:47:17"
  },
  {
    "text": "Yeah. You want to make a meaningful contribution to the people that you care about or the people that you think need help.",
    "start": "00:47:18",
    "end": "00:47:26"
  },
  {
    "text": "And you want to know these other people intimately, and you want to be known by them. And you want to think that what you're doing is meaningful. Those are the things you want, and those are things that bring happiness, not power. But the people who do that well and are building those communities, they're the ones that the communities then give. Give the person power, and then what do you do with it? And Jesus is saying, this is what you do with that power. And so it does start to make sense. But still, if you came to me and said, john, you're going to have to die for these guys who you don't like, I'd be like, I would rather hang out with my kids for another couple decades. Right?",
    "start": "00:47:26",
    "end": "00:48:11"
  },
  {
    "text": "Yes.",
    "start": "00:48:11",
    "end": "00:48:12"
  },
  {
    "text": "I'd rather fight that guy than. And then kill him. If I had to, if it came down to it, and be with my family, my kids need me. Like that makes way more sense intuitively than lay down your life for your enemy. I hope I'm never in a position like that. But that's what Jesus message is.",
    "start": "00:48:14",
    "end": "00:48:36"
  },
  {
    "text": "That's right.",
    "start": "00:48:36",
    "end": "00:48:37"
  },
  {
    "text": "And in the long run, that makes sense. If you think in Terms of big history and generation after generation and the systemic problem. But when it comes down to me and just this moment.",
    "start": "00:48:37",
    "end": "00:48:48"
  },
  {
    "text": "Right, yeah, that's right.",
    "start": "00:48:48",
    "end": "00:48:50"
  },
  {
    "text": "I guess a lot of things are that way. I mean, if you think about it, like, with the environment, if everyone just decided to make a couple small changes, we could, like, really clean things up. But am I gonna do that in my life?",
    "start": "00:48:50",
    "end": "00:49:03"
  },
  {
    "text": "Yeah.",
    "start": "00:49:03",
    "end": "00:49:03"
  },
  {
    "text": "No, I'd rather.",
    "start": "00:49:03",
    "end": "00:49:04"
  },
  {
    "text": "That's right. It's the nature of systemic. A broken system.",
    "start": "00:49:04",
    "end": "00:49:09"
  },
  {
    "text": "Yeah.",
    "start": "00:49:09",
    "end": "00:49:09"
  },
  {
    "text": "So as you're talking, I think that's the heartbeat of the thing. I think we want to create a video that makes clear the coherent, unified story of the Bible and how Jesus unifies the whole thing. And what you just described to me is a really compelling story. I think we could make the video about that, about humanity's capability and task. Royal task, powerful task. It's corruption.",
    "start": "00:49:09",
    "end": "00:49:39"
  },
  {
    "text": "We were given God's breath.",
    "start": "00:49:39",
    "end": "00:49:41"
  },
  {
    "text": "Yeah. Yeah. And we're given divine authority. And divine authority that no other species has. What our species has the capability of doing here in our world and how that's corrupted, according to the story, which is very true to human experience. And then the unique role of the family of Israel within it as an even deeper diagnosis of the problem. And then how Jesus becomes the one who shows us true power by totally reinventing it, almost, and taking that reinvention or upside downness to the full extent by embodying it in his death.",
    "start": "00:49:41",
    "end": "00:50:21"
  },
  {
    "text": "And then that's the Cliff Notes version of the Bible.",
    "start": "00:50:22",
    "end": "00:50:25"
  },
  {
    "text": "Yeah. And then it's about the launch of that new kingdom, a new, different kind of humans who rule, called the Rule. Yeah.",
    "start": "00:50:25",
    "end": "00:50:34"
  },
  {
    "text": "If humans come together to rule in that way, in an organized fashion, what would that look like?",
    "start": "00:50:34",
    "end": "00:50:40"
  },
  {
    "text": "That's right. And that's supposed to be at least the ideal. That's the ideal of what the church is called to in the New Testament as they anticipate the return of that king.",
    "start": "00:50:40",
    "end": "00:50:50"
  },
  {
    "text": "And what does it look like when you're destroyed doing that? Like martyred, persecuted?",
    "start": "00:50:51",
    "end": "00:50:59"
  },
  {
    "text": "Yeah, yeah. According to the book of Revelation, that's how you win.",
    "start": "00:50:59",
    "end": "00:51:02"
  },
  {
    "text": "Yeah.",
    "start": "00:51:02",
    "end": "00:51:03"
  },
  {
    "text": "I think there's a really cool opportunity.",
    "start": "00:51:04",
    "end": "00:51:06"
  },
  {
    "text": "That's a very natural question that Revelation addresses through this lens, which is, okay, great, I'm a part of that kind of movement. But what happens when the big bad guy comes and decides to just be evil? Like, I'm over. And it's like, yeah, but that's how you're going to conquer.",
    "start": "00:51:06",
    "end": "00:51:23"
  },
  {
    "text": "Yeah. Yeah. You stand up and you bear witness and you call it out and you name the beast and it will Anger the beast. The beast might kill you because you won't give the beast your allegiance, but you'll have died bearing witness to the real king of the world.",
    "start": "00:51:23",
    "end": "00:51:40"
  },
  {
    "text": "Yeah.",
    "start": "00:51:41",
    "end": "00:51:41"
  },
  {
    "text": "And he'll vindicate you when you're raised from the dead. I think there's something here. What. I mean, what I brought up, the wisdom for the modern world is to me, like, I looked up that book, Machiavelli's book. It's called the Prince.",
    "start": "00:51:41",
    "end": "00:51:55"
  },
  {
    "text": "Oh, yeah, the Prince.",
    "start": "00:51:55",
    "end": "00:51:56"
  },
  {
    "text": "The Prince. But it's.",
    "start": "00:51:56",
    "end": "00:51:58"
  },
  {
    "text": "Is it Machiavelli? Not Machiavellian. That's Machiavellian.",
    "start": "00:51:58",
    "end": "00:52:01"
  },
  {
    "text": "Machiavelli. And then his nouns, his. The names become adjectives.",
    "start": "00:52:01",
    "end": "00:52:05"
  },
  {
    "text": "So I said it wrong.",
    "start": "00:52:05",
    "end": "00:52:06"
  },
  {
    "text": "Yeah. But the Bible is on par with these great contributions to human thought in its diagnosis of the human condition. And essentially, it's one of power. It's about power. And I just think that's really profound.",
    "start": "00:52:06",
    "end": "00:52:25"
  },
  {
    "text": "Yeah.",
    "start": "00:52:26",
    "end": "00:52:26"
  },
  {
    "text": "Yeah. I don't know if you heard yourself summarize that book, but it's really compelling. Really interesting and compelling and relevant.",
    "start": "00:52:26",
    "end": "00:52:35"
  },
  {
    "text": "Yes.",
    "start": "00:52:35",
    "end": "00:52:35"
  },
  {
    "text": "I think this could be a cool opportunity with this video, both to serve people in seeing the Bible as a unified story, but to see that it's about something that's as relevant as.",
    "start": "00:52:36",
    "end": "00:52:46"
  },
  {
    "text": "Yeah, very relevant.",
    "start": "00:52:47",
    "end": "00:52:48"
  },
  {
    "text": "Like the political climate that we as Americans are living in right now, that the whole world's in right now and has been in as far back as we can possibly tell.",
    "start": "00:52:49",
    "end": "00:52:59"
  },
  {
    "text": "Yeah.",
    "start": "00:52:59",
    "end": "00:52:59"
  },
  {
    "text": "Anyway.",
    "start": "00:52:59",
    "end": "00:53:00"
  },
  {
    "text": "Well, you could see how upside down it is in that what seems to make the most sense for a nation state, like, when things get tough, you go, we just need to protect ourselves. And that. That makes a lot of intuitive sense, and it's really hard to argue against in a lot of ways.",
    "start": "00:53:00",
    "end": "00:53:18"
  },
  {
    "text": "A question that's on everybody's mind right now is what does it mean to. To use power responsibly?",
    "start": "00:53:19",
    "end": "00:53:29"
  },
  {
    "text": "Yeah. What does it mean to use the power of an organized group of people.",
    "start": "00:53:29",
    "end": "00:53:34"
  },
  {
    "text": "To gain power and then to weld it, use it?",
    "start": "00:53:35",
    "end": "00:53:39"
  },
  {
    "text": "Yeah. The Bible speaks to it so closely, and Jesus talks about it so much.",
    "start": "00:53:39",
    "end": "00:53:44"
  },
  {
    "text": "The whole story of Israel is about that.",
    "start": "00:53:44",
    "end": "00:53:46"
  },
  {
    "text": "Yeah. So much wisdom, which is. Is scandalous. It's kind of absurd in a way.",
    "start": "00:53:47",
    "end": "00:53:55"
  },
  {
    "text": "But that's why I brought up that book. It's also wise, but it's also wise. We were speaking about Les Miserables earlier, but, you know, that's the hinge of the whole plot. Jean Valjean is shown the scandalous act of totally irresponsible generosity and grace and forgiveness.",
    "start": "00:53:55",
    "end": "00:54:18"
  },
  {
    "text": "I love that irresponsible generosity.",
    "start": "00:54:18",
    "end": "00:54:20"
  },
  {
    "text": "And he doesn't experience it as an act of kindness. In the classic paragraph that describes Jean Valjean's response, he's scandalized. He's angered because he knows if he continues being on the same horrible human that he'll be even more damned after having been shown this act of love and grace. And so he. It's an amazing paragraph.",
    "start": "00:54:20",
    "end": "00:54:43"
  },
  {
    "text": "Trip him up.",
    "start": "00:54:43",
    "end": "00:54:44"
  },
  {
    "text": "It was like it confronted every part of his being, and he knew this was the moment to, you know, overcome or be conquered forever.",
    "start": "00:54:44",
    "end": "00:54:52"
  },
  {
    "text": "Yeah.",
    "start": "00:54:52",
    "end": "00:54:52"
  },
  {
    "text": "And so he chooses to let it transform him and his view and what he does with the rest of his life, which was. Yeah, it is. It's amazing, but it's that it's. Yeah. Who. How Jesus redefines power in his teachings and his life is scandalous, but it's also wise. Like, it's, as he claimed, the only way forward for any of us. And he offers it as wisdom. And then along comes a Stanford professor who says, a book, you know, writes a book and says, you know, the most powerful people in our world are people who end up behaving like Jesus.",
    "start": "00:54:52",
    "end": "00:55:24"
  },
  {
    "text": "The Power Paradox. How we Gain and Lose Influence.",
    "start": "00:55:25",
    "end": "00:55:27"
  },
  {
    "text": "Who's it by?",
    "start": "00:55:27",
    "end": "00:55:28"
  },
  {
    "text": "Dodger Keltner, D A C H E R. Professor of psychology at. Oh, University of California, Berkeley.",
    "start": "00:55:28",
    "end": "00:55:35"
  },
  {
    "text": "Oh, UC Berkeley.",
    "start": "00:55:35",
    "end": "00:55:36"
  },
  {
    "text": "And he's the director of Greater Good Science Center. So that's kind of where he puts his money, where his mouth is. I think that's cool. That's a part of UC Berkeley.",
    "start": "00:55:37",
    "end": "00:55:47"
  },
  {
    "text": "How did you hear about it?",
    "start": "00:55:47",
    "end": "00:55:48"
  },
  {
    "text": "Gosh, I was just. I was just browsing Barnes and Noble and I just saw the title, and I was like, that sounds like a really interesting title. And I started skimming it, and I was like, whoa, this is awesome.",
    "start": "00:55:48",
    "end": "00:55:56"
  },
  {
    "text": "That's an argument for your local bookstore.",
    "start": "00:55:56",
    "end": "00:55:59"
  },
  {
    "text": "Yeah.",
    "start": "00:55:59",
    "end": "00:55:59"
  },
  {
    "text": "Just go walk around and you'll never know what you find. It could change your life. And I think. I think we've put our thumb on it. I think this is what we've got to do. Tell, like, break the story, the biblical story and the main movement. But under the whole unifying thread about.",
    "start": "00:55:59",
    "end": "00:56:17"
  },
  {
    "text": "Using power as a hinge, it takes away from. I mean, isn't the Bible about salvation?",
    "start": "00:56:17",
    "end": "00:56:27"
  },
  {
    "text": "Yeah, I was just thinking that it makes it feel less religious. Totally. And more like a work of, like, moral philosophy.",
    "start": "00:56:27",
    "end": "00:56:36"
  },
  {
    "text": "Right. It's refreshing in one way, but in another way, that's potentially problematic because the Bible is more than just a book of philosophy.",
    "start": "00:56:36",
    "end": "00:56:45"
  },
  {
    "text": "That's true. Yeah.",
    "start": "00:56:45",
    "end": "00:56:46"
  },
  {
    "text": "It's making a claim about how the world actually is.",
    "start": "00:56:47",
    "end": "00:56:51"
  },
  {
    "text": "You're right. Yeah. It's not moral philosophy in terms of just. And then here's how you ought to be. It's almost like here's how basically you're incapable of being. And here's one who.",
    "start": "00:56:52",
    "end": "00:57:04"
  },
  {
    "text": "And now you need that for you.",
    "start": "00:57:04",
    "end": "00:57:06"
  },
  {
    "text": "And wants to be the source of power.",
    "start": "00:57:06",
    "end": "00:57:08"
  },
  {
    "text": "And then it becomes mystical for you.",
    "start": "00:57:08",
    "end": "00:57:10"
  },
  {
    "text": "To become that yourself. Yeah, yeah, that's a good point.",
    "start": "00:57:10",
    "end": "00:57:12"
  },
  {
    "text": "So then it becomes religious again.",
    "start": "00:57:12",
    "end": "00:57:14"
  },
  {
    "text": "Then it becomes religious. Yeah. Well, it's just, it's not like have.",
    "start": "00:57:14",
    "end": "00:57:19"
  },
  {
    "text": "A new state of mind. It's like have an encounter with the God of the universe.",
    "start": "00:57:19",
    "end": "00:57:23"
  },
  {
    "text": "That's right.",
    "start": "00:57:23",
    "end": "00:57:24"
  },
  {
    "text": "Personally, this.",
    "start": "00:57:24",
    "end": "00:57:25"
  },
  {
    "text": "Something happened in the person of Jesus. And to understand that, you need to know this story.",
    "start": "00:57:25",
    "end": "00:57:30"
  },
  {
    "text": "Yeah.",
    "start": "00:57:30",
    "end": "00:57:31"
  },
  {
    "text": "And once you know the story and that it's leading you to Jesus, you have a decision to make of whether or not you're going to. Yeah.",
    "start": "00:57:31",
    "end": "00:57:39"
  },
  {
    "text": "Do you want to live your life?",
    "start": "00:57:39",
    "end": "00:57:40"
  },
  {
    "text": "Connect yourself to this Jesus connected.",
    "start": "00:57:41",
    "end": "00:57:43"
  },
  {
    "text": "The source of this power.",
    "start": "00:57:43",
    "end": "00:57:44"
  },
  {
    "text": "Yeah.",
    "start": "00:57:44",
    "end": "00:57:44"
  },
  {
    "text": "This resurrection power.",
    "start": "00:57:44",
    "end": "00:57:46"
  },
  {
    "text": "Yeah. So you're right. There's always a choice that's put before you that you can't avoid, but at the same time it's in as it diagnoses this problem, this crisis of power.",
    "start": "00:57:46",
    "end": "00:57:56"
  },
  {
    "text": "Yeah.",
    "start": "00:57:56",
    "end": "00:57:56"
  },
  {
    "text": "It's. It's very much a contribution to the questions of our day.",
    "start": "00:57:57",
    "end": "00:58:02"
  },
  {
    "text": "Yeah.",
    "start": "00:58:02",
    "end": "00:58:03"
  },
  {
    "text": "The anxieties of our day. Yeah.",
    "start": "00:58:03",
    "end": "00:58:05"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. BibleProject is a crowd funded studio in Portland, Oregon. We make videos and resources that show how the Bible is one unified story that leads to Jesus and has profound wisdom for the modern world. You can see our videos, they're free on YouTube, YouTube.com thebibleproject and all of our resources are free on our website, thebibleproject.com everything's free because of the generosity of people like you who have been supporting this project. Thanks for being a part of this with us, Sam. Dream.",
    "start": "00:58:07",
    "end": "00:59:39"
  }
]